Repository: WeblateOrg/weblate
Catalog: weblate/langdata/locale/ce/LC_MESSAGES/django.po
Languages: ce

source: Afar
ce: афарийн

source: Abkhazian
ce: абхазхойн

source: Adyghe
ce: адигейн

source: Afrikaans
ce: африкаанс

source: Akan
ce: акан

source: Amharic
ce: амхаройн

source: Aragonese
ce: арагонойн

source: Angika
ce: ангика

source: Arabic
ce: Ӏаьрбийн

source: Assamese
ce: ассамийн

source: Asu
ce: асу

source: Asturian
ce: астурийн

source: Avaric
ce: суьйлийн

source: Azerbaijani
ce: азербайджанийн

source: Bashkir
ce: башкирийн

source: Belarusian
ce: белорусийн

source: Bemba
ce: бемба

source: Bena
ce: бена

source: Bulgarian
ce: болгарийн

source: Bhojpuri
ce: бходжпури

source: Bislama
ce: бислама

source: Bambara
ce: бамбара

source: Tibetan
ce: тибетхойн

source: Breton
ce: бретонийн

source: Bodo
ce: бодо

source: Bosnian
ce: боснийн

source: Catalan
ce: каталонийн

source: Chechen
ce: нохчийн

source: Cebuano
ce: себуано

source: Chiga
ce: чига

source: Chamorro
ce: чаморро

source: Mari
ce: марийн

source: Cherokee
ce: чероки

source: Central Kurdish
ce: юккъерчу курдийн

source: Corsican
ce: корсиканийн

source: Czech
ce: чехийн

source: Chuvash
ce: чувашийн

source: Welsh
ce: валлийн

source: Danish
ce: датхойн

source: German
ce: немцойн

source: Lower Sorbian
ce: сорбийн

source: Dzongkha
ce: дзонг-кэ

source: Ewe
ce: эве

source: Greek
ce: грекийн

source: English
ce: ингалсан

source: Esperanto
ce: эсперанто

source: Spanish
ce: испанхойн

source: Estonian
ce: эстонийн

source: Basque
ce: баскийн

source: Persian
ce: гӀажарийн

source: Dari
ce: гӀажарийн (ОвхӀан мохк)

source: Fulah
ce: фулах

source: Finnish
ce: финнийн

source: Filipino
ce: филиппинийн

source: Fijian
ce: фиджи

source: Faroese
ce: фарерийн

source: French
ce: французийн

source: Friulian
ce: фриулийн

source: Irish
ce: ирландхойн

source: Galician
ce: галисийн

source: Guarani
ce: гуарани

source: Gujarati
ce: гуджарати

source: Manx
ce: мэнийн

source: Hausa
ce: хауса

source: Hawaiian
ce: гавайн

source: Hebrew
ce: жугтийн

source: Hindi
ce: хӀинди

source: Hiligaynon
ce: хилигайнон

source: Croatian
ce: хорватийн

source: Upper Sorbian
ce: лакхара сербийн

source: Hungarian
ce: венгрийн

source: Armenian
ce: эрмалойн

source: Herero
ce: гереро

source: Interlingua
ce: интерлингва

source: Indonesian
ce: индонезихойн

source: Igbo
ce: игбо

source: Ido
ce: идо

source: Icelandic
ce: исландхойн

source: Italian
ce: итальянийн

source: Inuktitut
ce: инуктитут

source: Japanese
ce: японийн

source: Lojban
ce: ложбан

source: Ngomba
ce: нгомба

source: Machame
ce: мачаме

source: Javanese
ce: яванийн

source: Georgian
ce: гуьржийн

source: Kabyle
ce: кабилийн

source: Jju
ce: каджи

source: Tyap
ce: тьяп

source: Makonde
ce: маконде

source: Kabuverdianu
ce: кабувердьяну

source: Kazakh
ce: кхазакхийн

source: Kako
ce: како

source: Kannada
ce: каннада

source: Korean
ce: корейн

source: Konkani
ce: конкани

source: Kanuri
ce: канури

source: Kashmiri
ce: кашмири

source: Shambala
ce: шамбала

source: Colognian
ce: коьлнийн

source: Kurdish
ce: курдийн

source: Komi
ce: комийн

source: Cornish
ce: корнуоллийн

source: Kyrgyz
ce: гӀиргӀизойн

source: Latin
ce: латинан

source: Langi
ce: ланги

source: Luxembourgish
ce: люксембургхойн

source: Limburgish
ce: лимбургийн

source: Lakota
ce: лакота

source: Lingala
ce: лингала

source: Lao
ce: лаоссийн

source: Lithuanian
ce: литвахойн

source: Luba-Katanga
ce: луба-катанга

source: Latvian
ce: латышийн

source: Maithili
ce: майтхили

source: Masai
ce: масаи

source: Morisyen
ce: маврикин креолийн

source: Malagasy
ce: малагасийн

source: Metaʼ
ce: мета

source: Marshallese
ce: маршаллийн

source: Maori
ce: маори

source: Macedonian
ce: македонхойн

source: Malayalam
ce: малаялам

source: Mongolian
ce: монголийн

source: Manipuri
ce: манипурийн

source: Marathi
ce: маратхи

source: Malay
ce: малайн

source: Maltese
ce: мальтойн

source: Burmese
ce: бирманийн

source: Nauru
ce: науру

source: Neapolitan
ce: неаполитанойн

source: Nama
ce: нама

source: Norwegian Bokmål
ce: норвегийн букмол

source: North Ndebele
ce: къилбаседа ндебели

source: Nepali
ce: непалхойн

source: Ndonga
ce: ндонга

source: Dutch
ce: голландхойн

source: Norwegian Nynorsk
ce: норвегийн нюнорск

source: Ngiemboon
ce: нгиембунд

source: N’Ko
ce: нко

source: South Ndebele
ce: къилба ндебеле

source: Nyanja
ce: ньянджа

source: Nyankole
ce: ньянколе

source: Occitan
ce: окситанойн

source: Oromo
ce: оромо

source: Odia
ce: ори

source: Punjabi
ce: панджаби

source: Papiamento
ce: папьяменто

source: Polish
ce: полякийн

source: Prussian
ce: пруссийн

source: Pashto
ce: пушту

source: Portuguese
ce: португалихойн

source: Quechua
ce: кечуа

source: Romansh
ce: романшийн

source: Rundi
ce: рунди

source: Romanian
ce: румынийн

source: Moldavian
ce: молдавийн

source: Rombo
ce: ромбо

source: Russian
ce: оьрсийн

source: Kinyarwanda
ce: киньяруанда

source: Rwa
ce: руанда

source: Sanskrit
ce: санскрит

source: Samburu
ce: самбуру

source: Santali
ce: сантали

source: Sardinian
ce: сардинийн

source: Sicilian
ce: сицилийн

source: Scots
ce: шотландхойн

source: Sindhi
ce: синдхи

source: Northern Sami
ce: къилбаседа саамийн

source: Sena
ce: сена

source: Koyraboro Senni
ce: койраборо сенни

source: Sango
ce: санго

source: Tachelhit
ce: тахелхит

source: Shan
ce: шанойн

source: Sinhala
ce: сингалхойн

source: Slovak
ce: словакийн

source: Slovenian
ce: словенийн

source: Samoan
ce: самоанойн

source: Southern Sami
ce: саамийн (къилба)

source: Lule Sami
ce: луле-саамийн

source: Inari Sami
ce: инари-саамийн

source: Skolt Sami
ce: скольт-саамийн

source: Shona
ce: шона

source: Somali
ce: сомали

source: Albanian
ce: албанойн

source: Serbian
ce: сербийн

source: Swati
ce: свази

source: Saho
ce: сахо

source: Southern Sotho
ce: къилба сото

source: Sundanese
ce: сунданхойн

source: Swedish
ce: шведийн

source: Swahili
ce: суахили

source: Syriac
ce: шемахойн

source: Tamil
ce: тамилхойн

source: Telugu
ce: телугу

source: Teso
ce: тесо

source: Tajik
ce: таджикийн

source: Thai
ce: тайн

source: Tigrinya
ce: тигринья

source: Tigre
ce: тигре

source: Turkmen
ce: туркменийн

source: Klingon
ce: клингонин

source: Tswana
ce: тсвана

source: Tongan
ce: тонганийн

source: Turkish
ce: туркойн

source: Tsonga
ce: тсонга

source: Tatar
ce: гӀезалойн

source: Tahitian
ce: таитянойн

source: Central Atlas Tamazight
ce: тамазигхтийн

source: Uyghur
ce: уйгурийн

source: Ukrainian
ce: украинийн

source: Urdu
ce: урду

source: Uzbek
ce: узбекийн

source: Venda
ce: венда

source: Vietnamese
ce: вьетнамхойн

source: Volapük
ce: волапюк

source: Vunjo
ce: вунджо

source: Walloon
ce: валлонойн

source: Wolaytta
ce: воламо

source: Wolof
ce: волоф

source: Xhosa
ce: коса

source: Soga
ce: сога

source: Yiddish
ce: идиш

source: Yoruba
ce: йоруба

source: Zulu
ce: зулу
