Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Missing spaces or interpunction around the reference. The reStructuredText inline blocks need to be separated by non-word characters.
de: Fehlende Leerzeichen oder Interpunktion um die Referenz. Die Inline-Blöcke von reStructuredText müssen durch Nicht-Wort-Zeichen getrennt werden.
ga: Spásanna in easnamh nó idirphunann timpeall na tagartha. Ní mór na bloic inlíne reStructuredText a bheith scartha le carachtair nach focail iad.
hu: Hiányzó szóköz vagy írásjel a hivatkozás körül. A reStructuredText formázásban a beágyazott blokkokat olyan karakterrel kell elválasztani, ami nem betű vagy szám.
id: Spasi atau interpungsi hilang di sekitar referensi. Blok inline reStructuredText perlu dipisahkan dengan karakter non-kata.
nl: Ontbrekende spaties of interpunctie rondom de verwijzing. De in-regelige blokken van reStructuredText moeten worden gescheiden door niet-woord tekens.
pt_br: Espaços faltando ou interpunção ao redor da referência. Os blocos inline reStructuredText precisam ser separados por caracteres que não são de palavra.
sv: Saknade mellanslag eller skiljetecken runt referensen. Inline-blocken i reStructuredText måste separeras med icke-ordtecken.
tr: Başvuru etrafındaki boşluklar eksik veya ara noktalama var. ReStructuredText satır içi bloklarının sözcük olmayan karakterlerle ayrılması gerekiyor.
uk: Відсутні пробіли або інтерпункт навколо посилання. Вбудовані блоки reStructuredText мають бути розділені символами, що не є словами.

source: Space between inline tag and backticks.
de: Leerzeichen zwischen Inline-Tag und Gravis.
ga: Spás idir chlib inlíne agus cúlticeanna.
hu: Szóköz a címke és a fordított ékezet „`” karakter között.
id: Spasi antara tag sebaris dan tanda kutip terbalik.
nl: Spatie tussen in-regelige tag en accent grave.
pt_br: Espaço entre a tag inline e as crases.
sv: Mellanslag mellan inline-taggen och backticks.
tr: Satır içi kod imi ile ters tire arasında boşluk var.
uk: Пробіл між вбудованим тегом і зворотними галочками.

source: The reference name is not being translated.
de: Der Referenzname wird nicht übersetzt.
ga: Níl an t-ainm tagartha á aistriú.
hu: A hivatkozott kifejezés nincs lefordítva.
id: Nama referensi tidak sedang diterjemahkan.
nl: De naam van de verwijzing is niet vertaald.
pt_br: O nome de referência não está sendo traduzido.
sv: Referensnamnet översätts inte.
tr: Başvuru adı çevrilmemiş.
uk: Довідкова назва не перекладається.

source: Using quotes instead of backticks.
de: Verwenden von Anführungszeichen anstelle von Gravis.
ga: Sleachta a úsáid in ionad cúlticeanna.
hu: Idézőjelek használata fordított ékezet „`” helyett.
id: Menggunakan tanda kutip, bukan tanda kutip terbalik.
nl: Aanhalingstekens gebruiken in plaats van accent grave.
pt_br: Usar aspas em vez de crases (backticks).
sv: Använda citattecken istället för backticks.
tr: Ters tırnak yerine tırnak karakteri kullanılmış.
uk: Використання лапок замість зворотних галочок.

source: Mismatched substitutions or footnote references.
sv: Felaktiga ersättningar eller fotnotreferenser.

source: Kashida letter used
de: Kashida-Buchstabe verwendet
ga: Litir Kashida a úsáideadh
hu: Kashida karakter használata
id: Huruf tatwil digunakan
ja: Kashida 文字の使用
nl: Gebruikte kashida-letter
pt: Letra Kashida utilizada
pt_br: Letra Kashida usada
ro: Literă Kashida folosită
ru: Используется кашида
sv: Använder kashida
ta: காசிடா கடிதம் பயன்படுத்தப்பட்டது
tr: Kashida harfi kullanılmış
uk: Використано літеру кашида
zh_hans: 使用了 Kashida 字母
zh_hant: 使用 Kashida letter

source: The decorative kashida letters should not be used.
de: Dekorative Kashida-Buchstaben sollten nicht verwendet werden.
ga: Níor cheart na litreacha kashida maisiúla a úsáid.
hu: A díszítő jellegű kashida karakterek használata nem megengedett.
id: Huruf kashida dekoratif tidak boleh digunakan.
nl: De decoratieve kashida-letters mogen niet gebruikt worden.
pt_br: As letras decorativas de kashida não devem ser usadas.
sv: De dekorativa kashida-bokstäverna bör inte användas.
tr: Dekoratif kashida harfleri kullanılmamalıdır.
uk: Декоративні букви кашіда використовувати не можна.

source: The decorative Kashida letters should not be used in translation. These are also known as Tatweel.
de: Die dekorativen Kashida-Buchstaben sollten in der Übersetzung nicht verwendet werden. Diese sind auch als Tatweel bekannt.
ga: Níor cheart na litreacha maisiúla Kashida a úsáid san aistriúchán. Tugtar Tatweel orthu seo freisin.
hu: A fordításban nem szabad díszítő célú kashida karaktereket használni. Ezeket más néven Tatweel néven is ismerik.
id: Huruf Kashida dekoratif tidak boleh digunakan dalam terjemahan. Huruf ini juga dikenal sebagai Tatweel.
ja: Kashida の装飾文字は翻訳に使用しないでください。これは Tatweel とも呼ばれます。
nl: De decoratieve letters Kashida zouden niet moeten worden gebruikt in vertalingen. Deze zijn ook wel bekend als Tatweel.
pt: As letras Kashida decorativas não devem ser usadas na tradução. Estas também são conhecidas como Tatweel.
pt_br: As letras Kashida decorativas não devem ser usadas na tradução. Estas também são conhecidas como Tatweel.
ro: Literele decorative Kashida nu ar trebui să fie folosite în traducere. Acestea sunt cunoscute și sub numele de Tatweel.
ru: Декоративные буквы кашида не должны использоваться в переводе. Также они известны как татвиль.
sv: De dekorativa Kashida-bokstäverna bör inte användas i översättningar. Dessa kallas även Tatweel.
ta: அலங்கார காசிடா கடிதங்களை மொழிபெயர்ப்பில் பயன்படுத்தக்கூடாது. இவை டட்வீல் என்றும் அழைக்கப்படுகின்றன.
tr: Dekoratif Kashida harfleri çeviride kullanılmamalıdır. Bunlar Tatweel olarak da bilinir.
uk: Декоративні літери кашиди не повинні використовуватися. Такі літери також називають татвілами.
zh_hans: 装饰性的 Kashida 字母不能用于译文。这些也被称为 Tatweel。
zh_hant: 裝飾kashida字母不應該在翻譯中使用。這些也稱為TatWeel。

source: `Kashida on Wikipedia <https://en.wikipedia.org/wiki/Kashida>`_
de: `Kashida auf Wikipedia <https://en.wikipedia.org/wiki/Kashida>`_
ga: `Kashida ar Wikipedia <https://en.wikipedia.org/wiki/Kashida>`_
hu: `Kashida a Wikipédián <https://en.wikipedia.org/wiki/Kashida>`_
id: `Kashida di Wikipedia <https://en.wikipedia.org/wiki/Kashida>`_
ja: `Kashida Wikipedia 参照 <https://ja.wikipedia.org/wiki/%E3%82%AB%E3%82%B7%E3%83%BC%E3%83%80>`_
pt: `Kashida na Wikipédia <https://en.wikipedia.org/wiki/Kashida>`_
pt_br: `Kashida na Wikipédia <https://en.wikipedia.org/wiki/Kashida>`_
ro: `Kashida pe Wikipedia <https://en.wikipedia.org/wiki/Kashida>`_
ru: `Кашида в Википедии <https://ru.wikipedia.org/wiki/Кашида>`_
sv: `Kashida på Wikipedia <https://en.wikipedia.org/wiki/Kashida>`_
ta: `விக்கிபீடியாவில்` காசிடா <https://en.wikipedia.org/wiki/kashida> `_
tr: `Vikipedi üzerinde Kashida <https://en.wikipedia.org/wiki/Kashida>`_
uk: `Кашида у Вікіпедії <https://en.wikipedia.org/wiki/Kashida>`_
zh_hans: `维基百科上的 Kashida（英文）\ <https://en.wikipedia.org/wiki/Kashida>`_

source: Markdown links
ga: naisc Markdown
hu: Markdown hivatkozások
id: Tautan markdown
ja: Markdown のリンク
pt: Hiperligações de marcação
pt_br: Links Markdown
ro: Legături Markdown
ru: Ссылки Markdown
sv: Markdown-länkar
ta: மார்க் பேரூர் இணைப்புகள்
tr: Markdown bağlantıları
uk: Посилання Markdown
zh_hans: Markdown 链接
zh_hant: Markdown 連結

source: Markdown links do not match source.
de: Markdown-Links passen nicht zur Ausgangszeichenkette.
ga: Ní mheaitseálann naisc Markdown an fhoinse.
hu: A Markdown hivatkozások nem egyeznek meg a forrással.
id: Tautan Markdown tidak cocok dengan sumber.
ja: Markdown リンクが原文と一致しません。
nl: Koppelingen van Markdown komen niet overeen met de bron.
pt: As ligações de Markdown não correspondem com a fonte.
pt_br: Os links Markdown não correspondem com a fonte.
ro: Legăturile Markdown nu se potrivesc cu sursa.
ru: Ссылки Markdown-разметки не соответствуют источнику.
sv: Markdown-länkar stämmer inte överens med källan.
ta: மார்க் பேரூர் இணைப்புகள் மூலத்துடன் பொருந்தவில்லை.
tr: Markdown bağlantıları kaynak ile aynı değil.
uk: Посилання Markdown не відповідають джерелу.
zh_hans: Markdown 链接和原文不一致。
zh_hant: Markdown鏈接不匹配源。

source: `Markdown links`_
ga: `Naisc mharcála síos`_
hu: `Markdown hivatkozások`_
id: `Tautan Markdown`_
ja: `Markdown のリンク`_
pt: `Ligações Markdown`_
pt_br: `Links Markdown`_
ru: `Ссылки Markdown`_
sv: `Markdown-länkar`_
ta: `மார்க் பேரூர் இணைப்புகள்`_
tr: `Markdown bağlantıları`_
uk: `Посилання Markdown`_
zh_hans: `Markdown 链接`_

source: Markdown references
de: Markdown-Referenzen
ga: Tagairtí Markdown
hu: Markdown hivatkozási címkék
id: Referensi Markdown
ja: Markdown の参照
nl: Markdown-verwijzingen
pt: Referências de Markdown
pt_br: Referências Markdown
ro: Referințe Markdown
ru: Сноски Markdown
sv: Markdown-referenser
ta: மார்க் பேரூர் குறிப்புகள்
tr: Markdown başvuruları
uk: Markdown посилання
zh_hans: Markdown 引用
zh_hant: Markdown 參照

source: Markdown link references do not match source.
de: Markdown-Link-Referenzen passen nicht zur Ausgangszeichenkette.
ga: Ní mheaitseálann tagairtí naisc Markdown an fhoinse.
hu: A Markdown hivatkozási címkék nem egyeznek meg a forrással.
id: Referensi tautan Markdown tidak cocok dengan sumber.
ja: Markdown リンクの参照が原文と一致しません。
nl: Verwijzingen van koppelingen in Markdown komen niet overeen met de bron.
pt: As referências de ligação Markdown não correspondem à fonte.
pt_br: As referências de link Markdown não correspondem à fonte.
ro: Referințele de legătură Markdown nu se potrivesc cu sursa.
ru: Ссылки на сноски Markdown не соответствуют источнику.
sv: Markdown-länkreferenser stämmer inte överens med källan.
ta: மார்க் பேரூர் இணைப்பு குறிப்புகள் மூலத்துடன் பொருந்தவில்லை.
tr: Markdown bağlantı başvuruları kaynakla aynı değil.
uk: Посилання Markdown не збігаються з джерелом.
zh_hans: Markdown 链接引用和原文不一致。
zh_hant: Markdown鏈接引用不匹配源。

source: `Markdown links <https://spec.commonmark.org/0.31.2/#links>`_
ga: `Naisc Markdown <https://spec.commonmark.org/0.31.2/#links>`_
hu: `Markdown hivatkozások <https://spec.commonmark.org/0.31.2/#links>`_
id: `Tautan Markdown <https://spec.commonmark.org/0.31.2/#links>`_
ja: `Markdown のリンク <https://spec.commonmark.org/0.31.2/#links>`_
pt_br: `Links Markdown <https://spec.commonmark.org/0.31.2/#links>`_
sv: `Markdown-länkar <https://spec.commonmark.org/0.31.2/#links>`_
ta: `மார்க் பேரூர் இணைப்புகள் <https://spec.commonmark.org/0.31.2/#links>` _
tr: `Markdown bağlantıları <https://spec.commonmark.org/0.31.2/#links>`_
uk: `Посилання у Markdown <https://spec.commonmark.org/0.31.2/#links>`_
zh_hans: `Markdown 链接 <https://spec.commonmark.org/0.31.2/#links>`_

source: Markdown syntax does not match source.
de: Markdown-Syntax passt nicht zur Ausgangszeichenkette.
ga: Ní hionann comhréir an marcála síos agus an fhoinse.
hu: A Markdown szintaxis nem egyezik meg a forrással.
id: Sintaks Markdown tidak cocok dengan sumber.
nl: De Markdown-syntaxis komt niet overeen met de bron.
pt_br: A sintaxe Markdown não corresponde à fonte.
sv: Markdown-syntaxen stämmer inte överens med källan.
tr: Markdown söz dizimi kaynaktaki ile aynı değil.
uk: Синтаксис Markdown не відповідає джерелу.

source: Markdown syntax does not match source
de: Markdown-Syntax passt nicht zur Ausgangszeichenkette
ga: Ní mheaitseálann comhréir Markdown an fhoinse
hu: A Markdown szintaxisnak meg kell egyeznie a forrással
id: Sintaksis markdown tidak cocok dengan sumber
ja: Markdown 構文が原文と一致しません
nl: De Markdown-syntaxis komt niet overeen met de bron
pt: A sintaxe de Markdown não coincide com a fonte
pt_br: A sintaxe Markdown não corresponde à fonte
ro: Sintaxa Markdown nu se potrivește cu sursa
ru: Синтаксис Markdown-разметки не соответствует источнику
sv: Markdown-syntax stämmer inte överens med källan
ta: மார்க் பேரூர் தொடரியல் மூலத்துடன் பொருந்தவில்லை
tr: Markdown söz dizimi kaynaktaki ile aynı değil
uk: Синтаксис Markdown не відповідає джерелу
zh_hans: Markdown 语法与原文不匹配
zh_hant: Markdown 語法與來源不符

source: `Markdown inlines <https://spec.commonmark.org/0.31.2/#inlines>`_
ga: `Markdown inlíne <https://spec.commonmark.org/0.31.2/#inlines>`_
hu: `Markdown beágyazott elemek <https://spec.commonmark.org/0.31.2/#inlines>`_
id: `Baris Markdown <https://spec.commonmark.org/0.31.2/#inlines>`_
ja: `Markdown インライン <https://spec.commonmark.org/0.31.2/#inlines>`_
pt_br: `Inlines Markdown <https://spec.commonmark.org/0.31.2/#inlines>`_
sv: `Markdown-inline-taggar <https://spec.commonmark.org/0.31.2/#inlines>`_
ta: `மார்க் பேரூர் இன்லைன்ச் <https://spec.commonmark.org/0.31.2/#inlines>` _
tr: `Markdown sıraları <https://spec.commonmark.org/0.31.2/#inlines>`_
uk: `Вбудовані фрагменти Markdown <https://spec.commonmark.org/0.31.2/#inlines>`_
zh_hans: `Markdown 内联 <https://spec.commonmark.org/0.31.2/#inlines>`_

source: Maximum length of translation
de: Maximale Länge der Übersetzung
ga: Fad uasta an aistriúcháin
hu: Fordítás maximális hossza
id: Panjang maksimal terjemahan
ja: 翻訳の最大文字数
nl: Maximumlengte van de vertaling
pt: Tamanho máximo da tradução
pt_br: Comprimento máximo da tradução
ro: Lungime maximă a traducerii
ru: Максимальная длина перевода
sv: Maximal längd av översättningen
ta: மொழிபெயர்ப்பின் அதிகபட்ச நீளம்
tr: Çevirinin en fazla uzunluğu
uk: Максимальна довжина перекладу
zh_hans: 译文最大长度
zh_hant: 翻譯最大長度

source: Translation should not exceed given length.
de: Die Übersetzung sollte die angegebene Länge nicht überschreiten.
ga: Níor cheart go mbeadh an t-aistriúchán níos faide ná an fad atá tugtha.
hu: A fordítás nem haladhatja meg a megadott hosszúságot.
id: Terjemahan tidak boleh melebihi panjang yang diberikan.
nl: De vertaling mag de opgegeven lengte niet overschrijden.
pt_br: A tradução não deve exceder o comprimento.
sv: Översättningen får inte överskrida angiven längd.
tr: Çeviri belirtilen uzunluğu aşmamalı.
uk: Переклад не перевищує заданої довжини.

source: Checks that translations are of acceptable length to fit available space. This only checks for the length of translation characters.
de: Prüft, ob die Übersetzungen eine zulässige Länge haben, damit sie in den verfügbaren Platz passen. Dabei wird nur die Länge der Übersetzungszeichen geprüft.
ga: Seiceálann sé go bhfuil fad inghlactha ag na haistriúcháin chun an spás atá ar fáil a chur in oiriúint. Ní seiceálann sé seo ach fad na gcarachtar aistriúcháin.
hu: Ellenőrzi, hogy a fordítás hossza elfogadható-e a rendelkezésre álló helyhez képest. Ez az ellenőrzés kizárólag a karakterek számát vizsgálja a fordításban.
id: Memeriksa apakah terjemahan memiliki panjang yang dapat diterima agar sesuai dengan ruang yang tersedia. Ini hanya memeriksa panjang karakter terjemahan.
ja: 翻訳文が使用可能なスペースに収まる文字列数かどうかを検査します。これは、翻訳文の文字列数のみの検査です。
nl: Controleert of vertalingen van een acceptabele lengte zij om in de beschikbare ruimte te passen. Dit controleert alleen de lengte van de tekens van de vertaling.
pt: Verifica se as traduções são de comprimento aceitável para caber no espaço disponível. Isto apenas verifica o comprimento dos caracteres de tradução.
pt_br: Verifica se as traduções são de comprimento aceitável para caber no espaço disponível. Isto apenas verifica o comprimento dos caracteres de tradução.
ro: Verifică dacă traducerile au o lungime acceptabilă pentru a se potrivi cu spațiul disponibil. Se verifică numai lungimea caracterelor de traducere.
ru: Проверяет, что переводы имеют приемлемую длину, чтобы укладываться в доступное пространство. Эта проверка проверяет только длину символов перевода.
sv: Kontrollerar att översättningarna har en acceptabel längd för att passa det tillgängliga utrymmet. Detta kontrollerar endast längden på översättningens tecken.
ta: கிடைக்கக்கூடிய இடத்திற்கு ஏற்றவாறு மொழிபெயர்ப்புகள் ஏற்றுக்கொள்ளக்கூடிய நீளமா என்பதை சோதனைகள். இது மொழிபெயர்ப்பு எழுத்துகளின் நீளத்தை மட்டுமே சரிபார்க்கிறது.
tr: Çevirilerin kullanılabilecek alana sığacak şekilde kabul edilebilir uzunlukta olup olmadığını denetler. Bu denetim yalnızca çeviri karakterlerinin uzunluğuna bakar.
uk: Перевіряє, чи прийнятною є довжина перекладів і чи вкладаються вони у доступне місце. У цій перевірці враховується лише довжина перекладу у символах.
zh_hans: 检查翻译的长度是否符合可用空间的要求。这只会检查翻译字符的长度。
zh_hant: 檢查翻譯的長度是否可匹配可用的空間。這只檢查翻譯字符的長度。

source: This check looks at number of chars, what might not be the best metric when using proportional fonts to render the text. The :ref:`check-max-size` check does check actual rendering of the text.
de: Diese Prüfung bezieht sich auf die Anzahl der Zeichen, was bei der Verwendung von Proportionalschriften zur Textdarstellung nicht unbedingt die beste Metrik ist. Die Prüfung :ref:`check-max-size` prüft das tatsächliche Rendering des Textes.
ga: Féachann an tseiceáil seo ar líon na gcarachtar, agus b’fhéidir nach é an méadrach is fearr agus clónna comhréireacha á n-úsáid chun an téacs a rindreáil. Seiceálann an tseiceáil :ref:`check-max-size` rindreáil iarbhír an téacs.
hu: Ez az ellenőrzés a karakterek számát vizsgálja, ami nem feltétlenül a legjobb mérőszám, ha a szöveg arányos (proporcionális) betűtípussal van megjelenítve. A :ref:`check-max-size` ellenőrzés viszont a tényleges megjelenést is figyelembe veszi.
id: Pemeriksaan ini memeriksa jumlah karakter, yang mungkin bukan metrik terbaik saat menggunakan font proporsional untuk merender teks. Pemeriksaan :ref:`check-max-size` memeriksa rendering teks yang sebenarnya.
ja: この検査では文字数を確認するので、プロポーショナル フォントを使用してテキストを表示する場合は適さないかもしれません。:ref:`check-max-size` 検査は、テキストの実際の表示結果を検査します。
nl: Deze controle kijkt naar het aantal tekens, wat niet de beste metriek zou kunnen zijn bij het gebruiken van proportionele lettertypen om de tekst te renderen. De controle :ref:`check-max-size` controleert het feitelijk renderen van de tekst.
pt: Esta verificação analisa a quntidade de carácteres, o que pode não ser a melhor métrica ao utilizar fontes proporcionais para renderizar o texto. A verificação :ref:`check-max-size` verifica a renderização real do texto.
pt_br: Esta verificação analisa o número de gráficos, o que pode não ser a melhor métrica ao utilizar fontes proporcionais para renderizar o texto. A verificação :ref:`check-max-size` verifica a renderização real do texto.
ro: Această verificare se uită la numărul de caractere, ceea ce ar putea să nu fie cea mai bună măsură atunci când se utilizează fonturi proporționale pentru a reda textul. Verificarea :ref:`check-max-size` verifică redarea efectivă a textului.
ru: Эта проверка смотрит на количество символов, что может быть не самой лучшей метрикой при использовании для отображения текста пропорциональных шрифтов. Проверка :ref:`check-max-size` проверяет фактическую отрисовку текста.
sv: Denna kontroll tittar på antalet tecken, vilket kanske inte är den bästa måttstocken när man använder proportionella teckensnitt för att återge texten. Kontrollen :ref:`check-max-size` kontrollerar den faktiska återgivningen av texten.
tr: Bu denetim, metni işlemek için orantılı yazı tipleri kullanırken en iyi ölçünün ne olmayabileceği ile ilgili karakter sayısına bakar. :ref:`check-max-size` denetimi, metnin gerçek görünümünü denetler.
uk: Ця перевірка використовує кількість символів — це значення може бути не найкращим варіантом, якщо для показу тексту використовується пропорційний шрифт. Справжню довжину тексту можна оцінити за допомогою перевірки :ref:`check-max-size`.
zh_hans: 这个检查看的是字符数，当使用比例字体来渲染文本时，这可能不是最好的衡量标准。:ref:`check-max-size` 检查会检查文本的实际渲染。
zh_hant: 此檢查查看字符數，使用比例字體呈現文本時可能不是最佳度量。：Ref：“Check-Max-size`檢查確實檢查了文本的實際渲染。

source: When ``xml-text`` flag is also used, the length calculation ignores XML tags.
de: Wenn ``xml-text`` ebenfalls verwendet wird, ignoriert die Längenberechnung XML-Tags.
ga: Nuair a úsáidtear bratach ``xml-text`` freisin, déanann an ríomh faid neamhaird ar chlibeanna XML.
hu: Ha az ``xml-text`` jelző is használatban van, az XML-címkék nem számítanak bele a hosszúságba.
id: Ketika tanda ``xml-text`` juga digunakan, perhitungan panjang mengabaikan tag XML.
ja: ``xml-text`` フラグも使用している場合、長さの計算では XML タグが無視されます。
nl: Als de vlag ``xml-text`` ook wordt gebruikt, negeert de berekening van de lengte de tags van XML.
pt: Quando o marcador ``xml-text`` também é usado, o cálculo do comprimento ignora as tags XML.
pt_br: Quando o marcador ``xml-text`` também é usado, o cálculo do comprimento ignora as tags XML.
ro: În cazul în care se utilizează și indicatorul ``xml-text``, calculul lungimii ignoră etichetele XML.
ru: Если также используется флаг ``xml-text``, при подсчёте длины игнорируются XML-теги.
sv: När flaggan ``xml-text`` också används ignoreras XML-taggar vid längdberäkningen.
ta: `` எக்ச்எம்எல்-உரை`` கொடியும் பயன்படுத்தப்படும்போது, நீள கணக்கீடு எக்ச்எம்எல் குறிச்சொற்களை புறக்கணிக்கிறது.
tr: ``xml-text`` imi de kullanıldığında, uzunluk hesaplamasında XML kod imleri yok sayılır.
uk: Якщо також використано прапорець ``xml-text``, в обчисленнях довжини буде проігноровано теґи XML.
zh_hans: 当同时使用 ``xml-text`` 标志时，长度计算会忽略 XML 标记。

source: Maximum size of translation
de: Maximaler Umfang der Übersetzung
ga: Uasmhéid an aistriúcháin
hu: Fordítás maximális mérete
id: Panjang terjemahan maksimal
ja: 翻訳の文字の最大サイズ
nl: Maximumomvang van de vertaling
pt: Tamanho máximo da tradução
pt_br: Tamanho máximo da tradução
ro: Dimensiune maximă a traducerii
ru: Максимальный размер перевода
sv: Maximal storlek för översättningen
ta: மொழிபெயர்ப்பின் அதிகபட்ச அளவு
tr: Çevirinin en fazla uzunluğu
uk: Найбільший розмір перекладу
zh_hans: 译文最大尺寸
zh_hant: 翻譯的最大長度

source: Translation rendered text should not exceed given size.
de: Der übersetzte, gerenderte Text sollte die vorgegebene Größe nicht überschreiten.
ga: Níor cheart go mbeadh an téacs a chuirtear san aistriúchán níos mó ná an méid atá tugtha.
hu: A megjelenített fordítás nem haladhatja meg a megadott méretet.
id: Teks terjemahan yang dirender tidak boleh melebihi ukuran yang diberikan.
nl: De vertaling van de getoonde tekst mag de opgegeven grootte niet overschrijden.
pt_br: O texto renderizado da tradução não deve exceder o tamanho dado.
sv: Översättningens renderade text får inte överskrida angiven storlek.
tr: Çevrilmiş metin belirtilen boyutu aşmamalıdır.
uk: Перекладений текст не повинен перевищувати заданий розмір.
