Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Supported file formats
de: Unterstützte Dateiformate
ga: Formáidí comhaid tacaithe
hu: Támogatott fájlformátumok
id: Format berkas yang didukung
ja: 対応するファイル形式
nl: Ondersteunde bestandsindelingen
pt: Formatos de ficheiros suportados
pt_br: Formatos de arquivos suportados
ro: Formate de fișiere acceptate
ru: Поддерживаемые форматы файлов
sv: Stödda filformat
ta: ஆதரிக்கப்படும் கோப்பு வடிவங்கள்
tr: Desteklenen dosya biçimleri
uk: Підтримувані формати файлів
zh_hans: 支持的文件格式
zh_hant: 支持的文件格式

source: Any file in a supported file format can be uploaded, but it is still recommended to use the same file format as the one used for translation, otherwise some features might not be translated properly.
de: Jede Datei in einem unterstützten Dateiformat kann hochgeladen werden. Es wird jedoch empfohlen, dasselbe Dateiformat zu verwenden, das auch für die Übersetzung verwendet wird, da sonst einige Funktionen möglicherweise nicht richtig übersetzt werden.
ga: Is féidir aon chomhad i bhformáid comhaid tacaithe a uaslódáil, ach moltar fós an fhormáid comhaid chéanna a úsáid leis an gceann a úsáidtear le haghaidh aistriúcháin, nó d’fhéadfadh sé nach mbeadh roinnt gnéithe aistrithe i gceart.
hu: Bármely támogatott formátumú fájl feltölthető, azonban ajánlott ugyanazt a fájlformátumot használni, mint amit a fordításhoz használtak, mivel más formátum esetén előfordulhat, hogy bizonyos funkciók nem működnek megfelelően.
id: Berkas apa pun dalam format berkas yang didukung dapat diunggah, tetapi tetap disarankan untuk menggunakan format berkas yang sama seperti yang digunakan untuk terjemahan, jika tidak, beberapa fitur mungkin tidak diterjemahkan dengan benar.
ja: 対応しているファイル形式のファイルはすべてアップロードできますが、翻訳に使用するファイル形式と同じファイル形式を使用することを推奨します。ファイル形式が異なると、一部の内容が正しく変換されないことがあります。
nl: Elk bestand in een ondersteunde bestandsindeling kan worden geüpload, maar aanbevolen wordt nog steeds om dezelfde indeling te gebruiken als die welke gebruikt is voor de vertaling, anders zouden sommige objecten misschien niet juist vertaald worden.
pt: Todos ficheiros num formato de ficheiro suportado pode ser enviado, mas ainda é recomendado usar o mesmo formato de ficheiro como o para a tradução, caso contrário, alguns recursos podem não ser traduzidos corretamente.
pt_br: Qualquer arquivo em um formato de arquivo suportado pode ser carregado, mas ainda é recomendado usar o mesmo formato de arquivo que o usado para tradução, caso contrário, alguns recursos podem não ser traduzidos corretamente.
ro: Orice fișier într-un format de fișier acceptat poate fi încărcat, dar se recomandă totuși utilizarea aceluiași format de fișier ca cel utilizat pentru traducere, altfel este posibil ca unele caracteristici să nu fie traduse corespunzător.
ru: Можно загрузить любой файл в поддерживаемом формате, но всё же рекомендуется использовать тот же самый формат файла, который используется для перевода, в противном случае некоторые возможности могут быть перенесены неправильно.
sv: Alla filer i ett filformat som stöds kan laddas upp, men det rekommenderas ändå att använda samma filformat som det som används för översättningen, annars kan vissa funktioner kanske inte översättas korrekt.
ta: ஆதரிக்கப்பட்ட கோப்பு வடிவத்தில் உள்ள எந்தவொரு கோப்பையும் பதிவேற்றலாம், ஆனால் மொழிபெயர்ப்புக்கு பயன்படுத்தப்படும் அதே கோப்பு வடிவமைப்பைப் பயன்படுத்த இன்னும் பரிந்துரைக்கப்படுகிறது, இல்லையெனில் சில நற்பொருத்தங்கள் சரியாக மொழிபெயர்க்கப்படாது.
tr: Desteklenen biçimdeki herhangi bir dosya karşıya yüklenebilir. Ancak yine de çeviri için kullanılan ile aynı dosya biçiminin kullanılması önerilir. Yoksa bazı özellikler düzgün çevrilemeyebilir.
uk: Вивантажувати можна файл у будь-якому підтримуваному форматі. Втім, рекомендуємо скористатися тим самим форматом, який використовується для перекладу, інакше не можна гарантувати належний переклад усіх рядків.
zh_hans: 可以上传任何受支持文件格式的文件，但仍建议使用与用于翻译的文件格式相同的文件格式，否则某些功能可能无法正确翻译。
zh_hant: 可以上載支持的文件格式中的任何文件，但仍然建議使用與用於翻譯的文件格式相同的文件格式，否則可能無法正確翻譯一些功能。

source: Import methods
de: Importmethoden
ga: Modhanna allmhairithe
hu: Importálási módok
id: Metode impor
ja: インポート方法
nl: Methoden voor importeren
pt: Métodos de importação
pt_br: Métodos de importação
ro: Metode de import
ru: Способы импорта
sv: Importmetoder
ta: இறக்குமதி முறைகள்
tr: İçe aktarma yöntemleri
uk: Способи імпортування
zh_hans: 导入方式

source: These are the choices presented when uploading translation files:
de: Dies sind die Auswahlmöglichkeiten, die beim Hochladen von Übersetzungsdateien angeboten werden:
ga: Seo iad na roghanna a chuirtear i láthair agus comhaid aistriúcháin á uaslódáil:
hu: Fordítási fájl feltöltésekor az alábbi lehetőségek közül választhat:
id: Berikut adalah pilihan yang dipresentasikan saat mengunggah berkas terjemahan:
ja: 翻訳ファイルをアップロードするときに表示される選択項目:
nl: Dit zijn de keuzes die worden gepresenteerd bij het uploaden van vertaalbestanden:
pt: Estas são as opções apresentadas ao enviar ficheiros de tradução:
pt_br: Estas são as opções apresentadas ao enviar arquivos de tradução:
ro: Acestea sunt opțiunile prezentate la încărcarea fișierelor de traducere:
ru: При загрузке файлов перевода вы можете выбирать из следующих вариантов:
sv: Dessa alternativ visas när du laddar upp översättningsfiler:
ta: மொழிபெயர்ப்பு கோப்புகளை பதிவேற்றும்போது வழங்கப்பட்ட தேர்வுகள் இவை:
tr: Çeviri dosyaları yüklenirken şu seçenekler sunulur:
uk: Під час вивантаження файлів перекладу ви можете вибрати значення таких параметрів:
zh_hans: 以下是上传翻译文件时显示的选项：
zh_hant: 這些是上傳翻譯文件時提供的選項：

source: Add as translation (``translate``)
de: Als Übersetzung hinzufügen (``translate``)
ga: Cuir leis mar aistriúchán (``aistrithe``)
hu: Fordításként hozzáadás (``translate``)
id: Tambahkan sebagai terjemahan (``terjemahkan``)
ja: 翻訳として追加（``translate``）
nl: Toevoegen als vertaling (``translate``)
pt: Adicionar como tradução (``translate``)
pt_br: Adicionar como tradução (``translate``)
ro: Adăugați ca traducere (``translate``)
ru: Добавить как перевод (``translate``)
sv: Lägg till som översättning (``översätt``)
ta: மொழிபெயர்ப்பாக சேர் (`` மொழிபெயர்ப்பு``)
tr: Çeviri olarak eklensin (``translate``)
uk: Додати як переклад (``translate``)
zh_hans: 添加为译文（``translate``）

source: Imported strings are added as translations to existing strings. This is the most common usecase, and the default behavior.
de: Importierte Zeichenketten werden als Übersetzungen zu vorhandenen Zeichenketten hinzugefügt. Dies ist der häufigste Anwendungsfall und das Standardverhalten.
ga: Cuirtear teaghráin iompórtáilte leis mar aistriúcháin ar theaghráin atá ann cheana féin. Is é seo an cás úsáide is coitianta, agus an t-iompar réamhshocraithe.
hu: A feltöltött szövegek fordításként kerülnek hozzáadásra a meglévő szövegekhez. Ez a leggyakoribb eset, és ez az alapértelmezett viselkedés.
id: String yang diimpor ditambahkan sebagai terjemahan ke string yang sudah ada. Ini adalah kasus penggunaan yang paling umum, dan merupakan perilaku bawaan.
ja: インポートした文字列は、翻訳として既存の文字列に追加されます。これは最も一般的な使用例であり、デフォルトの動作です。
nl: Geïmporteerde tekenreeksen worden aan vertalingen toegevoegd als bestaande tekenreeksen. Dat is het meest voorkomende gebruiksgeval en het standaard gedrag.
pt: As cadeias importados são adicionadas como traduções para cadeias existentes. Este é o caso de uso mais comum e o comportamento padrão.
pt_br: Os textos importados são adicionados como traduções para textos existentes. Este é o caso de uso mais comum e o comportamento padrão.
ro: Șirurile importate sunt adăugate ca traduceri la șirurile existente. Acesta este cel mai frecvent caz de utilizare și este comportamentul implicit.
ru: Импортированные строки добавляются как переводы к существующим строкам. Это наиболее распространённое использование и поведение по умолчанию.
sv: Importerade strängar läggs till som översättningar till befintliga strängar. Detta är det vanligaste användningsfallet och standardbeteendet.
ta: இறக்குமதி செய்யப்பட்ட சரங்கள் இருக்கும் சரத்திற்கு மொழிபெயர்ப்புகளாக சேர்க்கப்படுகின்றன. இது மிகவும் பொதுவான பயன்பாட்டு வழக்கு, மற்றும் இயல்புநிலை நடத்தை.
tr: İçe aktarılan dizgeler, var olan dizgelere çeviri olarak eklenir. En yaygın kullanım örneği ve varsayılan davranış budur.
uk: Імпортовані рядки буде додано як переклади до наявних рядків. Це найпоширеніший варіант, який є типовим.
zh_hans: 导入的字符串将作为译文添加到现有字符串中。这是最常见的用例，也是默认行为。

source: Only translations are used from the uploaded file and no additional content.
de: Es werden nur Übersetzungen aus der hochgeladenen Datei verwendet und keine zusätzlichen Inhalte.
ga: Ní úsáidtear ach aistriúcháin ón gcomhad uaslódáilte agus ní úsáidtear aon ábhar breise.
hu: Csak a fordítások kerülnek felhasználásra a feltöltött fájlból, egyéb tartalom nem.
id: Hanya terjemahan yang digunakan dari berkas yang diunggah dan tidak ada konten tambahan.
ja: アップロードしたファイルは翻訳のみを使用し、追加の情報は使用しません。
nl: Alleen vertalingen worden gebruikt vanuit het geüploade bestand en geen aanvullende inhoud.
pt: Apenas traduções são usadas do ficheiro carregado e nenhum conteúdo adicional.
pt_br: Apenas traduções são usadas do arquivo carregado e nenhum conteúdo adicional.
ro: Se utilizează doar traducerile din fișierul încărcat și nu se utilizează conținut suplimentar.
ru: Используются только переводы из загруженного файла и никакого дополнительного содержания.
sv: Endast översättningar från den uppladdade filen används, inget ytterligare innehåll.
ta: பதிவேற்றிய கோப்பிலிருந்து மொழிபெயர்ப்புகள் மட்டுமே பயன்படுத்தப்படுகின்றன மற்றும் கூடுதல் உள்ளடக்கம் இல்லை.
tr: Yalnızca yüklenen dosyadaki çeviriler kullanılır ve ek içerikler kullanılmaz.
uk: Буде використано лише переклади із вивантаженого файла, жодних додаткових даних.
zh_hans: 仅使用上传文件中的译文，不使用其他内容。
zh_hant: 只能從上傳的文件中使用翻譯，而且沒有其他內容。

source: This option is available only if the user has the :ref:`"Edit strings" permission <privileges>`.
de: Diese Option ist nur verfügbar, wenn der Benutzer über die :ref:`„Zeichenketten bearbeiten“-Berechtigung <privileges>` verfügt.
ga: Níl an rogha seo ar fáil ach amháin má tá an cead :ref:`"Cuir teaghráin in eagar" <privileges>` ag an úsáideoir.
hu: Ez az opció csak akkor érhető el, ha a felhasználónak van :ref:`„Szövegek szerkesztése” jogosultsága <privileges>`.
id: Pilihan ini hanya tersedia jika pengguna memiliki :ref:`"Edit strings" permission <privileges>`.
ja: このオプションは、ユーザーに :ref:`「文字列の編集」権限 <privileges>` がある場合にのみ使用できます。
nl: Deze optie is alleen beschikbaar als de gebruiker het :ref:`recht "Tekenreeksen bewerken" <privileges>` heeft.
pt_br: Esta opção só estará disponível se o usuário tiver a permissão :ref:`"Editar textos" <privileges>`.
sv: Det här alternativet är bara tillgängligt om användaren har behörigheten :ref:`"Redigera strängar" <privileges>`.
tr: Bu seçenek yalnızca kullanıcının :ref:`"Dizgeleri düzenleme" izninin <privileges>` olması durumunda kullanılabilir.
uk: Цим параметром можна буде скористатися, лише якщо у користувача є :ref:`права доступу «Редагування рядків» <privileges>`.
zh_hans: 此选项只在用户有 :ref:`“编辑字符串”权限 <privileges>` 时可用。

source: Add as suggestion (``suggest``)
de: Als Vorschlag hinzufügen (``suggest``)
ga: Cuir leis mar mholadh (``suggest``)
hu: Javaslatként hozzáadás (``suggest``)
id: Tambahkan sebagai saran (``saran``)
ja: 提案として追加（``suggest``）
nl: Toevoegen als suggestie (``suggest``)
pt: Adicionar como sugestão (``suggest``)
pt_br: Adicionar como sugestão (``suggest``)
ro: Adăugați ca sugestie (``suggest``)
ru: Добавить как предложение (``suggest``)
sv: Lägg till som förslag (``suggest``)
ta: ஆலோசனையாக சேர் (`` பரிந்துரைக்கவும்``)
tr: Öneri olarak eklensin (``suggest``)
uk: Додати як пропозицію (``suggest``)
zh_hans: 添加为建议（``suggest``）

source: Imported strings are added as suggestions. Do this when you want to have your uploaded strings reviewed.
de: Importierte Zeichenketten werden als Vorschläge hinzugefügt. Tun Sie dies, wenn Sie Ihre hochgeladenen Zeichenketten überprüfen lassen möchten.
ga: Cuirtear teaghráin iompórtáilte leis mar mholtaí. Déan é seo nuair is mian leat do theaghráin uaslódála a athbhreithniú.
hu: A feltöltött szövegek javaslatként kerülnek hozzáadásra. Ezt akkor használja, ha szeretné, hogy a feltöltött szövegeket mások ellenőrizzék.
id: String yang diimpor ditambahkan sebagai saran. Lakukan ini jika Anda ingin string yang diunggah ditinjau.
ja: インポートされた文字列は、翻訳候補として追加されます。アップロードした文字列の査読が必要な場合は、これを実行してください。
nl: Geïmporteerde tekenreeksen worden toegevoegd als suggesties. Doe dit als u uw geüploade tekenreeksen wilt laten beoordelen.
pt_br: Os textos importados são adicionados como sugestões. Faça isso quando quiser ter seus textos enviados revisados.
ru: Импортированные строки добавляются как предложения. Делайте это, когда хотите отрецензировать загруженные строки.
sv: Importerade strängar läggs till som förslag. Gör detta när du vill att dina uppladdade strängar ska granskas.
ta: இறக்குமதி செய்யப்பட்ட சரங்கள் பரிந்துரைகளாக சேர்க்கப்படுகின்றன. நீங்கள் பதிவேற்றிய சரங்களை மதிப்பாய்வு செய்ய விரும்பும் போது இதைச் செய்யுங்கள்.
tr: İçe aktarılan dizgeler öneri olarak eklenir. Yüklenen dizgelerinizin onaylanmasını istediğinizde bunu kullanın.
uk: Імпортовані рядки буде додано як пропозиції. Виберіть цей варіант, якщо ви хочете вивантажити переклади для рецензування.
zh_hans: 导入的字符串将添加为建议，当您希望审核上传的字符串时，请执行此操作。

source: This option is available only if the user has the :ref:`"Add suggestion" permission <privileges>`.
de: Diese Option ist nur verfügbar, wenn der Benutzer über die :ref:`„Vorschlag hinzufügen“-Berechtigung <privileges>` verfügt.
ga: Níl an rogha seo ar fáil ach amháin má tá an cead :ref:`""Cuir moladh leis" cead <privileges>` ag an úsáideoir.
hu: Ez az opció csak akkor érhető el, ha a felhasználónak van :ref:`„Javaslat hozzáadása” jogosultsága <privileges>`.
id: Pilihan ini hanya tersedia jika pengguna memiliki :ref:`"Add suggestion" permission <privileges>`.
ja: このオプションは、ユーザーが :ref:`「提案の追加」権限 <privileges>` がある場合にのみ使用できます。
nl: Deze optie is alleen beschikbaar als de gebruiker het :ref:`recht "Suggestie toevoegen" <privileges>` heeft.
pt_br: Esta opção só estará disponível se o usuário tiver a permissão :ref:`"Adicionar sugestão" <privileges>`.
sv: Det här alternativet är bara tillgängligt om användaren har behörigheten :ref:`"Lägg till förslag" <privileges>`.
tr: Bu seçenek yalnızca kullanıcının :ref:`"Öneri ekleme" izninin <privileges>` olması durumunda kullanılabilir.
uk: Цим параметром можна буде скористатися, лише якщо у користувача є :ref:`права доступу «Додавання пропозицій» <privileges>`.
zh_hans: 此选项只在用户有 :ref:`“添加建议”权限 <privileges>` 时可用。

source: Add as approved translation (``approve``)
de: Als genehmigte Übersetzung hinzufügen (``approve``)
ga: Cuir leis mar aistriúchán faofa (``approvy``)
hu: Jóváhagyott fordításként hozzáadás (``approve``)
id: Tambahkan sebagai terjemahan yang disetujui (``approve``)
ja: 承認された翻訳として追加 (``approve``)
nl: Toevoegen als goedgekeurde vertaling (``approve``)
pt_br: Adicionar como tradução aprovada (``approve``)
sv: Lägg till som godkänd översättning (``godkänn``)
ta: அங்கீகரிக்கப்பட்ட மொழிபெயர்ப்பாகச் சேர்க்கவும் (`` ஒப்புதல்``)
tr: Onaylanmış çeviri olarak eklensin (``approve``)
uk: Додати як схвалений переклад (``approve``)
zh_hans: 添加为已核准的译文（``approve``）

source: Imported strings are added as approved translations. Do this when you already reviewed your translations before uploading them.
de: Importierte Zeichenketten werden als genehmigte Übersetzungen hinzugefügt. Tun Sie dies, wenn Sie Ihre Übersetzungen bereits vor dem Hochladen überprüft haben.
ga: Cuirtear teaghráin iompórtáilte leis mar aistriúcháin cheadaithe. Déan é seo nuair a rinne tú athbhreithniú ar do chuid aistriúcháin cheana féin sula n-uaslódálann tú iad.
hu: A feltöltött szövegek jóváhagyott fordításként kerülnek hozzáadásra. Ezt akkor használja, ha a fordításokat feltöltés előtt már átnézte és jóváhagyta.
id: String yang diimpor akan ditambahkan sebagai terjemahan yang disetujui. Lakukan ini jika Anda telah meninjau terjemahan sebelum mengunggahnya.
ja: インポートされた文字列は、承認済み翻訳として追加されます。これは、アップロード前に翻訳を査読済みの場合にのみ実行してください。
nl: Geïmporteerde tekenreeksen worden toegevoegd als goedgekeurde vertalingen. Doe dit aks u uw vertalingen al hebt beoordeeld voordat u ze hebt geüpload.
pt_br: Textos importados são adicionados como traduções aprovadas. Faça isso quando já tiver revisado suas traduções antes de enviá-las.
sv: Importerade strängar läggs till som godkända översättningar. Gör detta när du redan har granskat dina översättningar innan du laddar upp dem.
ta: இறக்குமதி செய்யப்பட்ட சரங்கள் அங்கீகரிக்கப்பட்ட மொழிபெயர்ப்புகளாக சேர்க்கப்படுகின்றன. உங்கள் மொழிபெயர்ப்புகளை பதிவேற்றுவதற்கு முன் அவற்றை ஏற்கனவே மதிப்பாய்வு செய்தபோது இதைச் செய்யுங்கள்.
tr: İçe aktarılan dizgeler onaylanmış çeviriler olarak eklenir. Yüklenen dizgeleri daha önce onayladıysanız bunu kullanın.
uk: Імпортовані рядки буде додано як затверджені переклади. Скористайтеся цим, якщо ви вже рецензували ваші переклади до їхнього вивантаження.
zh_hans: 导入的字符串添加为已核准的译文，当你在上传译文前已经审阅过这些译文的时候执行该操作。

source: This option is available only if the user has the :ref:`"Review strings" permission <privileges>`.
de: Diese Option ist nur verfügbar, wenn der Benutzer über die :ref:`„Zeichenketten überprüfen“-Berechtigung <privileges>` verfügt.
ga: Níl an rogha seo ar fáil ach amháin má tá an cead :ref:`"Teaghráin Athbhreithnithe" <privileges>` ag an úsáideoir.
hu: Ez az opció csak akkor érhető el, ha a felhasználónak van :ref:`„Szövegek ellenőrzése” jogosultsága <privileges>`.
id: Opsi ini hanya tersedia jika pengguna memiliki :ref:`"Review strings" permission <privileges>`.
ja: このオプションは、ユーザーが :ref:`「文字列の査読」権限 <privileges>` がある場合にのみ使用できます。
nl: Deze optie is alleen beschikbaar als de gebruiker het :ref:`recht "Tekenreeksen beoordelen" <privileges>` heeft.
pt_br: Esta opção só estará disponível se o usuário tiver a permissão :ref:`"Revisar textos" <privileges>`.
sv: Det här alternativet är bara tillgängligt om användaren har behörigheten :ref:`"Granska strängar" <privileges>`.
tr: Bu seçenek yalnızca kullanıcının :ref:`"Dizgeleri onaylama" izninin <privileges>` olması durumunda kullanılabilir.
uk: Цим параметром можна буде скористатися, лише якщо у користувача є :ref:`права доступу «Рецензування рядків» <privileges>`.
zh_hans: 此选项只在用户有 :ref:`“审校字符串”权限 <privileges>` 时可用。

source: Add as translation needing edit (``fuzzy``)
de: Als bearbeitungsbedürftige Übersetzung hinzufügen (``fuzzy``)
ga: Cuir leis mar aistriúchán a dteastaíonn eagarthóireacht air (``fuzzy``)
hu: Szerkesztést igénylő fordításként hozzáadás (``fuzzy``)
id: Tambahkan sebagai terjemahan yang perlu disunting (``fuzzy``)
ja: 要編集の翻訳として追加（``fuzzy``）
nl: Toevoegen als vertaling die bewerken nodig heeft (``fuzzy``)
pt: Adicionar como tradução que necessita de edição (``fuzzy``)
pt_br: Adicionar tradução como "Necessita de edição" (``fuzzy``)
ro: Adăugați ca traducere care necesită editare (``fuzzy``)
ru: Добавить перевод как «На правку» (``fuzzy``)
sv: Lägg till som översättning som behöver redigeras (``fuzzy``)
ta: திருத்து தேவைப்படும் மொழிபெயர்ப்பாக சேர் (`` தெளிவில்லாமல்``)
tr: Düzenlenmesi gerekli çeviri olarak eklensin (``fuzzy``)
uk: Додати як переклад, що потребує редагування (``fuzzy``)
zh_hans: 添加为需要编辑的译文（``fuzzy``）

source: Imported strings are added as translations needing edit. This can be useful when you want translations to be used, but also reviewed.
de: Importierte Zeichenketten werden als bearbeitungsbedürftige Übersetzungen hinzugefügt. Dies kann nützlich sein, wenn Übersetzungen verwendet, aber auch überprüft werden sollen.
ga: Cuirtear teaghráin iompórtáilte leis mar aistriúcháin a dteastaíonn eagarthóireacht orthu. Is féidir é seo a bheith úsáideach nuair is mian leat aistriúcháin a úsáid, ach go ndéanfaí athbhreithniú orthu freisin.
hu: A feltöltött szövegek szerkesztést igénylő fordításként kerülnek hozzáadásra. Ez akkor hasznos, ha a fordításokat használni szeretné, de egyben átnézésre is szükség van.
id: String yang diimpor ditambahkan sebagai terjemahan yang perlu disunting. Ini berguna ketika Anda ingin terjemahan tersebut digunakan, tetapi juga perlu ditinjau.
ja: インポートした翻訳は、要編集の翻訳として追加されます。これは、翻訳を使用しながら査読もしてもらうのに便利です。
nl: Geïmporteerde tekenreeksen worden toegevoegd als vertalingen die Bewerken nodig hebben. Dit kan nuttig zijn als u de vertalingen wilt gebruiken, maar ook wilt beoordelen.
pt: As cadeias importadas são adicionadas como traduções que necessitam de edição. Isso pode ser útil quando quer que as traduções sejam usadas, mas também revistas.
pt_br: Os textos importados são adicionados como traduções que necessitam de edição. Isso pode ser útil quando você quer que as traduções sejam usadas, mas também revisadas.
ro: Șirurile de caractere importate sunt adăugate ca traduceri care trebuie editate. Acest lucru poate fi util atunci când doriți ca traducerile să fie utilizate, dar și revizuite.
ru: Импортированные строки добавляются как переводы, требующие правки. Это может быть полезно, когда вы хотите, чтобы переводы не только использовались, но и были отрецензированы.
sv: Importerade strängar läggs till som översättningar som behöver redigeras. Detta kan vara användbart när du vill att översättningarna ska användas, men också granskas.
ta: திருத்த வேண்டிய மொழிபெயர்ப்புகளாக இறக்குமதி செய்யப்பட்ட சரங்கள் சேர்க்கப்படுகின்றன. மொழிபெயர்ப்புகள் பயன்படுத்தப்பட வேண்டும் என்று நீங்கள் விரும்பும்போது இது பயனுள்ளதாக இருக்கும், ஆனால் மதிப்பாய்வு செய்யப்படுகிறது.
tr: İçe aktarılan dizgeler, düzenlenmesi gerekli çeviriler olarak eklenir. Bu seçenek, çevirilerin kullanılmasını ve aynı zamanda onaylanmasını istediğinizde yararlı olabilir.
uk: Імпортовані рядки буде додано як переклади, які потребують редагування. Цей варіант може бути корисним, якщо ви хочете, щоб переклади було використано, але також і рецензовано.
zh_hans: 导入的字符串将添加为需要编辑的译文。当您希望使用的译文也被审阅时，这可能很有用。

source: Replace existing translation file (``replace``)
de: Vorhandene Übersetzungsdatei ersetzen (``replace``)
ga: Ionadaigh an comhad aistriúcháin atá ann cheana (``ionadaigh``)
hu: Meglévő fordítási fájl cseréje (``replace``)
id: Ganti berkas terjemahan yang ada (``ganti``)
ja: 既存の翻訳ファイルの置き換え（``replace``）
nl: Bestaande vertaalbestand vervangen (``replace``)
pt: Substituir ficheiro de tradução existente ("replace")
pt_br: Substituir arquivo tradução existente (``replace``)
ro: Înlocuirea fișierului de traducere existent (``replace``)
ru: Заменить существующий файл перевода (``replace``)
sv: Ersätt befintlig översättningsfil (``replace``)
ta: இருக்கும் மொழிபெயர்ப்பு கோப்பை மாற்றவும் (`` மாற்றவும்``)
tr: Var olan çeviri dosyası değiştirilsin (``replace``)
uk: Замінити наявний файл перекладу (``replace``)
zh_hans: 替换现有翻译文件（``replace``）
