Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Adding a project serves as container for all components. Usually you create one project for one piece of software, or book (See :ref:`project` for info on individual parameters):
de: Das Hinzufügen eines Projekts dient als Container für alle Komponenten. Normalerweise erstellen Sie ein Projekt für ein Stück Software oder ein Buch (siehe :ref:`project` für Informationen zu den einzelnen Parametern):
ga: Feidhmíonn cur le tionscadal mar choimeádán do na comhpháirteanna go léir. De ghnáth cruthaíonn tú tionscadal amháin le haghaidh píosa amháin bogearraí, nó leabhar (Féach :ref:`project` le haghaidh faisnéise ar pharaiméadair aonair):
hu: Egy projekt hozzáadása egyfajta tárolóként szolgál az összes összetevő számára. Általában egy projektet egy szoftverhez vagy egy könyvhöz hozunk létre (az egyes paraméterekről lásd: :ref:`project`):
id: Menambahkan proyek berfungsi sebagai wadah untuk semua komponen. Biasanya Anda membuat satu proyek untuk satu perangkat lunak, atau buku (Lihat :ref:`project` untuk informasi tentang parameter individual):
ja: プロジェクトを追加すると、すべてのコンポーネントのコンテナとして働きます。通常、一つのソフトウェアや本につき一つのプロジェクトを作成します (個別の引数の情報は :ref:`project` を参照してください):
nl: Toevoegen van een project dient als een container voor alle onderdelen. Gewoonlijk maakt u een project voor een stukje software, of een boek (Bekijk :ref:`project` voor informatie over individuele parameters):
pt: A adição de um projeto serve como contentor para todos os componentes. Normalmente cria um projeto para um software, ou livro (Veja :ref:`project` para informações sobre parâmetros individuais):
pt_br: A adição de um projeto serve como contêiner para todos os componentes. Normalmente você cria um projeto para um software, ou livro (Consulte :ref:`project` para informações sobre parâmetros individuais):
ro: Adăugarea unui proiect servește drept container pentru toate componentele. De obicei, creați un proiect pentru o singură piesă de software sau o singură carte (See :ref:`project` for info on individual parameters):
ru: Добавление проекта служит контейнером для всех компонентов. Обычно вы создаёте один проект для одной части программного обеспечения или книги (для справки по параметрам смотрите раздел :ref:`project`):
sv: Att lägga till ett projekt fungerar som en behållare för alla komponenter. Vanligtvis skapar man ett projekt för en mjukvara eller bok (se :ref:`project` för information om enskilda parametrar):
tr: Eklenen bir proje, tüm bileşenler için bir kapsayıcı görevi görür. Genellikle bir yazılım ya da kitap parçası için bir proje oluşturursunuz (kullanılabilecek parametreler ile ilgili ayrıntılı bilgi almak için: :ref:`project` bölümüne bakabilirsiniz):
uk: Додавання проєкту створює контейнер для всіх складників. Зазвичай ви створюєте один проєкт для однієї частини програмного забезпечення або для однієї книги (див. :ref:`project`, щоб дізнатися більше про окремі параметри):
zh_hans: 添加项目作为所有部件的容器。通常可以为一部分软件或图书（各自参数的信息请参见 :ref:`project` ）来建立一个项目：
zh_hant: 添加項目作為所有組件的容器。通常可以為一部分軟件或圖書（各自參數的信息請參見 :ref:`project` ）來建立一個項目：

source: Bilingual components
de: Zweisprachige Komponenten
ga: Comhpháirteanna dátheangacha
hu: Kétnyelvű összetevők
id: Komponen bilingual
ja: バイリンガル コンポーネント
nl: Tweetalige onderdelen
pt: Componentes bilíngues
pt_br: Componentes bilíngues
ro: Componente bilingve
ru: Двуязычные компоненты
sv: Tvåspråkiga komponenter
ta: இருமொழி கூறுகள்
tr: Çift dilde bileşenler
uk: Двомовні складники
zh_hans: 双语部件
zh_hant: 雙語言組件

source: Once you have added a project, translation components can be added to it. (See :ref:`component` for info regarding individual parameters):
de: Sobald Sie ein Projekt hinzugefügt haben, können Sie ihm Übersetzungskomponenten hinzufügen. (Siehe :ref:`component` für Informationen zu den einzelnen Parametern):
ga: Nuair a bheidh tionscadal curtha leis agat, is féidir comhpháirteanna aistriúcháin a chur leis. (Féach :ref:`component` le haghaidh faisnéise maidir le paraiméadair aonair):
hu: Miután hozzáadott egy projektet, ahhoz fordítási összetevőket is hozzá lehet adni. (Az egyes paraméterekről bővebben lásd: :ref:`component`.):
id: Setelah Anda menambahkan proyek, komponen terjemahan dapat ditambahkan ke dalamnya. (Lihat :ref:`component` untuk infoemasi mengenai parameter individual):
ja: プロジェクトを追加すると、翻訳コンポーネントをプロジェクトに追加できます（個々のパラメータについては、:ref:`component` を参照）。
nl: Als u eenmaal een project hebt toegevoegd, kunnen daaraan vertaalonderdelen worden toegevoegd. (Bekijk :ref:`component` voor informatie met betrekking tot individuele parameters):
pt: Uma vez que adicionou um projeto, os componentes de tradução podem ser adicionados-lo. (Ver :ref:`component` para obter informações sobre parâmetros individuais):
pt_br: Uma vez adicionado um projeto, os componentes de tradução podem ser adicionados a ele. (Ver :ref:`component` para obter informações sobre parâmetros individuais):
ro: După ce ați adăugat un proiect, i se pot adăuga componente de traducere. (See :ref:`component` for info regarding individual parameters):
ru: После добавления проекта в него можно добавить компоненты перевода (для справки по параметрам смотрите раздел :ref:`component`):
sv: När du har lagt till ett projekt kan översättningskomponenter läggas till i det. (Se :ref:`component` för information om enskilda parametrar):
tr: Bir proje ekledikten sonra, ona çeviri bileşenleri ekleyebilirsiniz. (kullanılabilecek parametrelerle ilgili ayrıntılı bilgi almak için: :ref:`component`):
uk: Після додавання проєкту до нього можна додати складники перекладу. (Див. :ref:`component`, щоб дізнатися більше про окремі параметри):
zh_hans: 一旦添加了一个项目，就可以添加翻译部件了。（关于各自参数的信息，请参见 :ref:`component` ）：
zh_hant: 一旦添加了一個項目，就可以添加翻譯組件了。 （關於各自參數的信息，請參見 :ref:`component` ）：

source: Monolingual components
de: Einsprachige Komponenten
ga: Comhpháirteanna aonteangacha
hu: Egynyelvű összetevők
id: Komponen monolingual
ja: モノリンガル コンポーネント
nl: Eentalige onderdelen
pt: Componentes monolínguas
pt_br: Componentes monolíngues
ro: Componente monolingve
ru: Одноязычные компоненты
sv: Enspråkiga komponenter
ta: ஒருமொழி கூறுகள்
tr: Tek dilde bileşenler
uk: Одномовні складники
zh_hans: 单语言部件
zh_hant: 單語言組件

source: For easier translation of these, provide a template file containing the mapping of message IDs to its respective source language (usually English). (See :ref:`component` for info regarding individual parameters):
de: Um die Übersetzung zu erleichtern, stellen Sie eine Vorlagendatei zur Verfügung, welche die Zuordnung der Nachrichten-IDs zur jeweiligen Ausgangssprache (normalerweise Englisch) enthält. (Siehe :ref:`component` für Informationen zu den einzelnen Parametern):
ga: Chun iad seo a aistriú níos éasca, cuir comhad teimpléid ar fáil ina bhfuil mapáil aitheantais teachtaireachtaí chuig a dteanga foinse faoi seach (Béarla de ghnáth). (Féach :ref:`component` le haghaidh faisnéise maidir le paraiméadair aonair):
hu: Az ilyen típusú összetevők könnyebb fordítása érdekében célszerű egy sablonfájlt megadni, amely a szövegazonosítókat (message ID) a forrásnyelvi szövegekkel (általában angol) párosítja. (Az egyes paraméterekről bővebben lásd: :ref:`component`.):
id: Untuk memudahkan penerjemahan, sediakan berkas templat yang berisi pemetaan ID pesan ke bahasa sumbernya masing-masing (biasanya bahasa Inggris). (Lihat :ref:`component` untuk informasi mengenai parameter individual):
ja: これらを簡単に翻訳するには、メッセージ ID と各原文の言語（通常は英語）とのマッピングを含めたテンプレート ファイルを用意します。（個々のパラメータについては、:ref:`component` を確認）:
nl: Voor het gemakkelijker vertalen hiervan, verschaf een sjabloonbestand dat de verwijzing naar de ID's voor de eenheden naar zijn respectievelijke brontaal bevat (gewoonlijk Engels). (Bekijk :ref:`component` voor informatie met betrekking tot individuele parameters):
pt: Para facilitar a tradução destes, forneça um ficheiro de modelo contendo o mapeamento de IDs de mensagem para respectivo idioma fonte dele (geralmente inglês). (Ver :ref:`component` para obter informações sobre parâmetros individuais):
pt_br: Para facilitar a tradução destes, forneça um arquivo de modelo contendo o mapeamento de IDs de mensagem para seu respectivo idioma fonte (geralmente inglês). (Ver :ref:`component` para obter informações sobre parâmetros individuais):
ro: Pentru o traducere mai ușoară a acestora, furnizați un fișier șablon care să conțină corespondența dintre ID-urile mesajelor și limba sursă respectivă (usually English). (See :ref:`component` for info regarding individual parameters):
ru: Для облегчения их перевода предоставьте шаблон файла, содержащий отображение идентификаторов сообщений на соответствующие строки на языке оригинала (обычно это английский) (для справки по параметрам смотрите раздел :ref:`component`):
sv: För att underlätta översättningen av dessa, tillhandahåll en mallfil som innehåller mappningen av meddelande-ID:n till respektive källspråk (vanligtvis engelska). (Se :ref:`component` för information om enskilda parametrar):
tr: Bunların daha kolay çevrilmesi için, ileti kimliklerinin ilgili kaynak diliyle (genellikle İngilizce) eşlenebileceği bir kalıp dosyası sağlayın (kullanılabilecek parametrelerle ilgili ayrıntılı bilgi almak için :ref:`component` bölümüne bakabilirsiniz):
uk: Для спрощення перекладу вкажіть файл шаблона, який міститиме прив'язку ідентифікаторів повідомлень до відповідної початкової мови (зазвичай, англійської). (Див. :ref:`component`, щоб дізнатися більше про окремі параметри):
zh_hans: 为了使这些翻译更容易，提供了模板文件，包含了各自源语言的对应信息 ID（通常为英语）。（对于各自参数的信息，请参见 :ref:`component`）：
zh_hant: 為了使這些翻譯更容易，提供了模板文件，包含了各自源語言的對應信息 ID （通常為英語）。 （對於各自參數的信息，請參見 :ref:`component` ）：

source: In prior releases this feature was called whiteboard messages.
de: In früheren Versionen wurde diese Funktion Whiteboard-Nachrichten genannt.
ga: I eisiúintí roimhe seo tugadh teachtaireachtaí clár bán ar an ngné seo.
hu: Korábbi kiadásokban ezt a funkciót üzenőfal-üzeneteknek hívták.
id: Dalam terbitan versi sebelumnya, fitur ini disebut sebagai pesan papan tulis.
ja: 以前のリリースでは、この機能はホワイトボード メッセージと呼ばれていました。
nl: In eerdere uitgaven werd deze mogelijkheid whiteboardberichten genoemd.
pt: Em versões anteriores, esse recurso era chamado de mensagens de quadro de comunicações.
pt_br: Em versões anteriores, esse recurso era chamado de mensagens de quadro de comunicações.
ro: În versiunile anterioare, această funcție se numea mesaje de tablă albă.
ru: В предыдущих выпусках эта функция называлась «доской сообщений».
sv: I tidigare versioner hette den här funktionen whiteboard-meddelanden.
ta: முந்தைய வெளியீடுகளில் இந்த நற்பொருத்தம் வைட் போர்டு செய்திகள் என்று அழைக்கப்பட்டது.
tr: Önceki sürümlerde bu özelliğe beyaz tahta iletileri adı veriliyordu.
uk: У попередніх випусках ця можливість мала назву «повідомлення білої дошки».
zh_hans: 在以前的版本中，这个功能被称为白板消息。
zh_hant: 在此前的發布版本中，這個特性被稱為白板消息。

source: Provide info to your translators by posting announcements, site-wide, per project, component, or language.
de: Versorgen Sie Ihre Übersetzer mit Informationen, indem Sie Mitteilungen auf der gesamten Website, pro Projekt, Komponente oder Sprache veröffentlichen.
ga: Cuir eolas ar fáil do d’aistritheoirí trí fhógraí a phostáil, ar fud an tsuímh, de réir tionscadail, comhpháirte nó teanga.
hu: A fordítóknak szánt információk megosztására használható bejelentések közzétételével, akár webhelyszinten, akár projektenként, összetevőnként vagy nyelvenként.
id: Berikan informasi kepada penerjemah Anda dengan memposting pengumuman, di seluruh situs, per proyek, komponen, atau bahasa.
ja: サイト全体、プロジェクトごと、コンポーネントごと、言語ごとにお知らせを投稿して、翻訳者に情報を提供します。
nl: Verschaf informatie aan uw vertalers door aankondigingen te plaatsen, sitebreed, per project, onderdeel of taal.
pt: Forneça informações aos seus tradutores postando anúncios, em todo o site, por projeto, componente ou idioma.
pt_br: Forneça informações aos seus tradutores publicando novidades, em todo o site, por projeto, componente ou idioma.
ro: Furnizați informații traducătorilor dvs. prin postarea de anunțuri, la nivelul întregului site, pentru fiecare proiect, componentă sau limbă.
ru: Предоставляет информацию вашим переводчикам путём размещения объявлений для всего сайта, проекта, компонента или языка.
sv: Ge information till dina översättare genom att publicera meddelanden på hela webbplatsen, per projekt, komponent eller språk.
ta: அறிவிப்புகள், தள அகலம், ஒரு திட்டத்திற்கு, கூறு அல்லது மொழியை இடுகையிடுவதன் மூலம் உங்கள் மொழிபெயர்ப்பாளர்களுக்கு தகவலை வழங்கவும்.
tr: Site genelinde, projeye, bileşene ya da dile özel duyurular yayınlayarak çevirmenlerinize bilgi sağlayın.
uk: Надайте відомості вашим перекладачам за допомогою створення оголошень — на рівні усього сайту, проєкту, складника або мови.
zh_hans: 通过发布站点范围、每个项目、部件或语言的公告，向译者提供信息。
zh_hant: 通過張貼網站範圍的，每個項目、組件或語言的公告，向翻譯者提供信息。

source: Announce the purpose, deadlines, status, or specify targets for translation.
de: Geben Sie den Zweck, die Fristen, den Status oder die Ziele für die Übersetzung an.
ga: An cuspóir, na spriocdhátaí, an stádas a fhógairt, nó sonraigh spriocanna aistriúcháin.
hu: Közzé lehet tenni a projekt célját, határidőket, állapotokat vagy a fordítási célokat is.
id: Umumkan tujuan, tenggat waktu, status, atau tentukan target untuk penerjemahan.
ja: 翻訳の目的、期限、状態、目標値の設定を告知します。
nl: Kondig het doel aan, deadlines, status of specificeer doelen voor vertalingen.
pt: Anuncie o propósito, prazos, estados ou especificar metas para tradução.
pt_br: Anuncie o propósito, prazos, status ou especificar metas para tradução.
ro: Anunțați scopul, termenele limită, statutul sau specificați obiectivele pentru traducere.
ru: Объявите цель, сроки, статус или укажите цели перевода.
sv: Meddela syftet, deadlines, status eller specificera mål för översättningen.
ta: நோக்கம், காலக்கெடு, நிலை அல்லது மொழிபெயர்ப்புக்கான இலக்குகளை குறிப்பிடவும்.
tr: Amacı, bitiş tarihlerini ve durumu duyurun ya da çeviri hedeflerini belirtin.
uk: Оголошуйте про мету, контрольні дати, стан або вказуйте цілі для перекладу.
zh_hans: 宣布目的、截止日期、状态或指定翻译目标。
zh_hant: 宣布翻譯的目的、截止期限、狀態或特定目標。

source: The users will receive notification on the announcements for watched projects (unless they opt out).
de: Die Benutzer erhalten Benachrichtigungen über die Mitteilungen der beobachteten Projekte (sofern sie sich nicht abmelden).
ga: Gheobhaidh na húsáideoirí fógra faoi fhógraí na dtionscadal faire (ach amháin má diúltaíonn siad).
hu: A felhasználók értesítést kapnak az általuk figyelt projektekhez tartozó bejelentésekről (kivéve, ha ezt kikapcsolják).
id: Pengguna akan menerima pemberitahuan mengenai pengumuman proyek yang dipantau (kecuali jika mereka memilih untuk keluar).
ja: ユーザーには、監視中のプロジェクトのお知らせが (オプトアウトしない限り) 通知されます。
nl: De gebruikers zullen een notificatie voor de aankondiging voor projecten die zij volgen (tenzij zij zich daarvoor afmelden).
pt: Os utilizadores receberão notificação sobre os anúncios de projetos assistidos (a menos que optem por não participar).
pt_br: Os usuários receberão notificações sobre as novidades de projetos monitorados (a menos que optem por não participar).
ro: Utilizatorii vor primi notificări cu privire la anunțurile privind proiectele urmărite (cu excepția cazului în care renunță).
ru: Пользователи будут получать уведомления об объявлениях в отслеживаемых ими проектах (если только они не откажутся от получения таких уведомлений).
sv: Användarna kommer att få meddelanden om tillkännagivanden för bevakade projekt (om de inte väljer att avstå).
ta: பயனர்கள் பார்த்த திட்டங்களுக்கான அறிவிப்புகள் குறித்த அறிவிப்பைப் பெறுவார்கள் (அவர்கள் விலகாவிட்டால்).
tr: Kullanıcılar, izledikleri projelerin duyuruları ile ilgili bir bildirim alır (kapatmadıkları sürece).
uk: Користувачі отримають сповіщення при появі оголошень у проєктах, за якими вони спостерігають (якщо таке отримання не було вимкнено явним чином).
zh_hans: 用户将收到关注的项目公告的通知（除非用户选择关闭）。
zh_hant: 用戶可以接收到關注項目公告的通知（除非用戶選擇關閉）。

source: This can be useful for various things from announcing the purpose of the website to specifying targets for translations.
de: Dies kann für verschiedene Dinge nützlich sein, von der Mitteilung des Zwecks der Website bis zur Angabe von Zielen für Übersetzungen.
ga: D’fhéadfadh sé seo a bheith úsáideach le haghaidh rudaí éagsúla, ó chuspóir an tsuímh Ghréasáin a fhógairt go dtí spriocanna aistriúcháin a shonrú.
hu: Ez sok mindenre hasznos lehet: a weboldal céljának bejelentésétől a fordítási célok meghatározásáig.
id: Ini dapat berguna untuk berbagai hal, mulai dari mengumumkan tujuan situs web hingga menentukan target terjemahan.
ja: Web サイトの目的の告知から翻訳の目標の通知まで、さまざまな場面で役立ちます。
nl: Dit kan nuttig zijn voor verscheidene dingen van het aankondigen van het doel van de website tot het specificeren van doelen voor vertalingen.
pt: Isto pode ser útil para várias coisas, desde anunciar o propósito do site até especificar alvos para traduções.
pt_br: Isso pode ser útil para várias coisas, desde anunciar o propósito do site até especificar alvos para traduções.
ro: Acest lucru poate fi util pentru diverse lucruri, de la anunțarea scopului site-ului până la specificarea țintelor pentru traduceri.
ru: Это может быть полезно для различных вещей, начиная от объявления намерений веб-сайта и заканчивая указанием целей для перевода.
sv: Detta kan vara användbart för olika saker, från att tillkännage webbplatsens syfte till att ange mål för översättningar.
ta: வலைத்தளத்தின் நோக்கத்தை அறிவிப்பதில் இருந்து மொழிபெயர்ப்புகளுக்கான இலக்குகளைக் குறிப்பிடுவது வரை பல்வேறு விசயங்களுக்கு இது பயனுள்ளதாக இருக்கும்.
tr: Bu özellik, sitenin amacını duyurmaktan çeviriler için hedefler belirlemeye kadar çeşitli konularda yararlı olabilir.
uk: Це може бути корисним для різних речей — від оголошення мети на рівні сайта до визначення цілей для перекладу.
zh_hans: 这对宣布网站的目的和指定翻译目标等各种事情都很有用。
zh_hant: 這會用於從發佈網站的目的到指定翻譯的目標的各種事情。

source: The announcements can posted on each level in the :guilabel:`Operations` menu, using :guilabel:`Post announcement`:
id: Pengumuman dapat diposting di setiap tingkat di :guilabel:`Operations`, menggunakan :guilabel:`Post announcement`:
sv: Meddelandena kan publiceras på varje nivå i menyn :guilabel:`Operations` med hjälp av :guilabel:`Post announcement`:
uk: Оголошення можна розміщувати на кожному рівні :guilabel:`Operations` меню, використовуючи :guilabel:`Post announcement`:

source: Image showing an announcement that reads: "Translations will be used only if they reach 60%" atop the dashboard view.
de: Das Bild zeigt eine Mitteilung, die lautet: „Übersetzungen werden nur verwendet, wenn sie 60 % erreichen“ oberhalb der Übersichtsseite.
ga: Íomhá a thaispeánann fógra a léann: "Ní bhainfear úsáid as aistriúcháin ach amháin má shroicheann siad 60%" ar bharr amharc an deais.
hu: A kép egy bejelentést mutat, amely így szól: „A fordításokat csak akkor használjuk fel, ha elérik a 60%-os készültséget” a főoldal tetején.
id: Gambar yang menunjukkan pengumuman yang berada di atas tampilan dasbor. Pengumumuman itu berbunyi: "Terjemahan hanya akan digunakan jika telah mencapai 60%".
ja: ダッシュボード画面の上部に "翻訳は 60 % に達した場合にのみ採用されます" と表示される告知画像。
nl: Afbeelding die een aankondiging weergeeft die zegt: "Vertalingen zullen alleen worden gebruikt als zij 60% hebben bereikt" op de weergave van het dashboard.
pt: Imagem mostrando um anúncio que diz: "Translations will be used only if they reach 60%" (em português, "As traduções serão usadas apenas se atingirem 60%") no topo da visão do painel.
pt_br: Imagem mostrando uma novidade que diz: "Translations will be used only if they reach 60%" (em português, "As traduções serão usadas apenas se atingirem 60%") no topo da visão do painel.
ro: Imagine care arată un anunț care spune: "Traducerile vor fi utilizate numai dacă ating 60%" în partea de sus a tabloului de bord.
ru: Изображение, показывающее объявление: "Переводы будут использованы, только если достигнут готовности в 60%" наверху панели управления.
sv: Bild som visar ett meddelande med texten: "Översättningar kommer endast att användas om de når 60 %" ovanför instrumentpanelen.
ta: முகப்பலகை பார்வையில் "மொழிபெயர்ப்புகள் 60%ஐ அடைந்தால் மட்டுமே பயன்படுத்தப்படும்" என்று ஒரு அறிவிப்பைக் காட்டும் படம்.
tr: Panonun üst bölümünde "Yalnızca %60 oranına ulaşmış çeviriler kullanılacaktır" şeklinde bir duyuru görüntüleyen görsel.
uk: Зображення із оголошенням такого змісту: «Переклади буде застосовано, лише якщо рівень сягне 60%» над панеллю приладів.
zh_hans: 图片显示在操作面板顶部有一条公告：“只有当翻译程度达到 60% 的时候才会被采用”。

source: It can be also added using the admin interface:
de: Sie kann auch über die Adminoberfläche hinzugefügt werden:
ga: Is féidir é a chur leis freisin ag baint úsáide as an gcomhéadan riaracháin:
hu: Bejelentés közzététele az admin felületen keresztül is lehetséges:
id: Itu juga dapat ditambahkan menggunakan antarmuka admin:
ja: 同じことを、管理画面を使用して追加する方法:
nl: Dat kan ook worden toegevoegd via de beheerinterface:
pt: Ele também pode ser adicionado a usar a interface administrativa:
pt_br: Ele também pode ser adicionado usando a interface administrativa:
ro: Acesta poate fi adăugat și prin intermediul interfeței de administrare:
ru: Также его можно добавить через интерфейс администратора:
sv: Det kan också läggas till via administratörsgränssnittet:
ta: நிர்வாகி இடைமுகத்தைப் பயன்படுத்தி இதைச் சேர்க்கலாம்:
tr: Yönetim arayüzü kullanılarak da eklenebilir:
uk: Додавання також можливе за допомогою адміністративного інтерфейсу:
zh_hans: 还可以使用管理界面添加：
zh_hant: 還可以使用管理界面添加：

source: The announcements are then shown based on their specified context:
de: Die Mitteilungen werden dann in dem angegebenen Kontext angezeigt:
ga: Taispeántar na fógraí ansin bunaithe ar a gcomhthéacs sonraithe:
hu: A bejelentések megjelenítése a megadott kontextustól függően történik:
id: Pengumuman kemudian ditampilkan berdasarkan konteks yang telah ditentukan:
ja: 選択したコンテキストの内容に基づく表示位置:
nl: De aankondigingen worden dan weergegeven, gebaseerd op hun gespecificeerde context:
pt: Os anúncios são então mostrados com base no seu contexto específico:
pt_br: Novidades são então mostradas com base no seu contexto específico:
ro: Anunțurile sunt apoi afișate în funcție de contextul specificat:
ru: Объявления показываются в соответствии с заданным для них контекстом:
sv: Meddelandena visas sedan utifrån deras angivna sammanhang:
ta: அறிவிப்புகள் அவற்றின் குறிப்பிட்ட சூழலின் அடிப்படையில் காட்டப்படுகின்றன:
tr: Duyurular daha sonra belirtilen bağlamlarına göre görüntülenir:
uk: Далі, оголошення буде показано відповідно до вказаного контексту:
zh_hans: 然后根据特定的上下文显示公告：
zh_hant: 然後根據特定的語境顯示公告：

source: No context specified
de: Kein Kontext angegeben
ga: Níor sonraíodh comhthéacs ar bith
hu: Kontextus megadása nélkül
id: Tidak ada konteks yang ditentukan
ja: 対象を指定しない場合
nl: Geen context gespecificeerd
pt: Nenhum contexto especificado
pt_br: Nenhum contexto especificado
ro: Niciun context specificat
ru: Контекст не указан
sv: Inget sammanhang angivet
ta: சூழல் எதுவும் குறிப்பிடப்படவில்லை
tr: Herhangi bir bağlam belirtilmediğinde
uk: Контекст не вказано
zh_hans: 没有特定的上下文

source: Shown on dashboard (landing page).
de: Wird auf der Übersicht (Einstiegsseite) angezeigt.
ga: Taispeántar ar an deais (leathanach tuirlingthe).
hu: A bejelentés az vezérlőpulton (kezdőlapon) jelenik meg.
id: Tampilkan di dasbor (halaman pemasaran).
ja: ダッシュボード（ランディング ページ）の上部に表示。
nl: Weergeven op dashboard (landingspagina).
pt: Mostrado no painel (página de chegada).
pt_br: Mostrado no painel (página de chegada).
ro: Afișat pe tabloul de bord (pagina de destinație).
ru: Показываются в панели управления (на странице входа).
sv: Visas på instrumentpanelen (landningssida).
ta: டாச்போர்டில் காட்டப்பட்டுள்ளது (இறங்கும் பக்கம்).
tr: Panoda görüntülenir (giriş sayfası).
uk: Показано на панелі приладів (початковій сторінці).
zh_hans: 显示在操作面板（着陆页）上。
zh_hant: 顯示在控制面版上（登錄頁面）。
