Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed parsing translation from Windows RC, HTML and text files.
de: Das Analysieren der Übersetzung aus Windows RC-, HTML- und Textdateien korrigiert.
ga: Aistriúchán parsála seasta ó Windows RC, HTML agus comhaid téacs.
hu: Fordítás feldolgozásának javítása Windows RC, HTML és szövegfájlok esetén.
id: Memperbaiki penguraian terjemahan dari Windows RC, HTML, dan berkas teks.
ja: Windows RC、HTML、およびテキストファイルからの翻訳の解析を修正。
nl: Gerepareerd parsen van vertaling voor Windows RC, HTML- en tekstbestanden.
pt: Corrigida a análise da tradução de ficheiros do Windows RC, HTML e texto.
pt_br: Corrigida a análise da tradução de arquivos do Windows RC, HTML e texto.
ro: A fost reparată traducerea parsing din Windows RC, HTML și fișiere text.
ru: Исправлен парсинг перевода из Windows RC, HTML и текстовых файлов.
sv: Fast parsning av översättning från Windows RC-, HTML- och textfiler.
ta: சாளரங்கள் ஆர்.சி, எச்.டி.எம்.எல் மற்றும் உரை கோப்புகளிலிருந்து நிலையான பாகுபடுத்தல் மொழிபெயர்ப்பு.
tr: Windows RC, HTML ve metin dosyalarından yaşanan çeviri işleme sorunu düzeltildi.
uk: Виправлено обробку перекладів з файлів Windows RC, HTML та текстових файлів.
zh_hans: 修复了从 Windows RC、HTML 和文本文件解析翻译的问题。

source: Extended language code style configuration options.
de: Erweiterte Konfigurationsoptionen für den Stil des Sprachcodes.
ga: Roghanna cumraíochta stíl cód teanga leathnaithe.
hu: Nyelvkód-stílus beállítási lehetőségek bővítve.
id: Opsi konfigurasi gaya kode bahasa yang diperluas.
ja: 言語コード スタイルの設定オプションを拡張。
nl: Opties voor stijlconfiguratie voor taalcode uitgebreid.
pt: Estendidas as opções de configuração de estilo de código de idioma.
pt_br: Estendidas as opções de configuração de estilo de código de idioma.
ro: Opțiuni de configurare a stilului de cod lingvistic extins.
ru: Расширенные возможности конфигурации стиля языкового кода.
sv: Utökade konfigurationsalternativ för språkkodstil.
ta: நீட்டிக்கப்பட்ட மொழி குறியீடு பாணி உள்ளமைவு விருப்பங்கள்.
tr: Dil kodu biçemi yapılandırma seçenekleri genişletildi.
uk: Розширено параметри налаштовування стилю коду мов.
zh_hans: 扩展了语言代码样式配置选项。

source: Added support for plurals updated in the recent CLDR releases.
de: Unterstützung für Pluralformen hinzugefügt, die in den letzten CLDR-Versionen aktualisiert wurden.
ga: Tacaíocht bhreise le haghaidh iolraí nuashonraithe sna heisiúintí CLDR le déanaí.
hu: Többes számok támogatása frissítve a legújabb CLDR kiadások alapján.
id: Menambahkan dukungan untuk bentuk jamak yang diperbarui dalam rilis CLDR terkini.
ja: 最近の CLDR リリースで更新された複数形に対応。
nl: Toegevoegde ondersteuning voor meervouden bijgewerkt in de recente uitgaven van CLDR.
pt: Adicionado suporte para plurais atualizado nas versões recentes do CLDR.
pt_br: Adicionado suporte para plurais atualizado nas versões recentes do CLDR.
ro: A fost adăugat suport pentru pluralul actualizat în versiunile recente ale CLDR.
ru: Добавлена поддержка множественного числа, обновленная в последних выпусках CLDR.
sv: Stöd för pluralformer som uppdaterats i de senaste CLDR-utgåvorna har lagts till.
ta: அண்மைக் கால சி.எல்.டி.ஆர் வெளியீடுகளில் புதுப்பிக்கப்பட்ட பன்மைகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Son CLDR sürümlerinde güncellenen çoğul biçimler desteği eklendi.
uk: Додано підтримку оновлених форм множини з нещодавніх випусків CLDR.
zh_hans: 添加了对最近 CLDR 发行版本中更新的复数的支持。

source: Reduced memory usage while updating components with a lot of translations.
de: Reduzierter Speicherverbrauch beim Aktualisieren von Komponenten mit vielen Übersetzungen.
ga: Úsáid cuimhne laghdaithe agus comhpháirteanna á nuashonrú le go leor aistriúcháin.
hu: Memóriahasználat csökkentése sok fordítással rendelkező összetevők frissítésekor.
id: Mengurangi penggunaan memori saat memperbarui komponen dengan banyak terjemahan.
ja: 翻訳文字列の多いコンポーネントを更新する際のメモリ使用量を削減。
nl: Verminderd geheugengebruik tijdens bijwerken van onderdelen met veel vertalingen.
pt: Reduzido o uso de memória durante a atualização de componentes com muitas traduções.
pt_br: Reduzido o uso de memória durante a atualização de componentes com muitas traduções.
ro: Reducerea utilizării memoriei la actualizarea componentelor cu multe traduceri.
ru: Уменьшено использование памяти при обновлении компонентов с большим количеством переводов.
sv: Minskad minnesanvändning vid uppdatering av komponenter med många översättningar.
ta: பல மொழிபெயர்ப்புகளுடன் கூறுகளைப் புதுப்பிக்கும்போது குறைக்கப்பட்ட நினைவக பயன்பாடு.
tr: Çok sayıda çeviri içeren bileşenler güncellenirken bellek kullanımı azaltıldı.
uk: Зменшено використання пам'яті під час оновлення складників із багатьма перекладами.
zh_hans: 降低了更新包含大量翻译的组件时的内存用量。

source: Added support for translation domain in SAP Translation Hub.
de: Unterstützung für die Übersetzungsdomain im SAP Translation Hub hinzugefügt.
ga: Tacaíocht bhreise don fhearann aistriúcháin i Mol Aistriúcháin SAP.
hu: Fordítási tartomány támogatása hozzáadva az SAP Translation Hub esetén.
id: Menambahkan dukungan untuk domain terjemahan di SAP Translation Hub.
ja: SAP Translation Hub の翻訳ドメインに対応。
nl: Ondersteuning toegevoegd voor domein vertaling in SAP Translation Hub.
pt: Adicionado suporte para domínio de tradução em SAP Translation Hub.
pt_br: Adicionado suporte para domínio de tradução em SAP Translation Hub.
ro: A fost adăugat suport pentru domeniul de traducere în SAP Translation Hub.
ru: Добавлена поддержка домена перевода в SAP Translation Hub.
sv: Stöd för översättningsdomän har lagts till i SAP Translation Hub.
ta: sap மொழிபெயர்ப்பு மையத்தில் மொழிபெயர்ப்பு களத்திற்கான உதவி சேர்க்கப்பட்டது.
tr: SAP Translation Hub çeviri etki alanı desteği eklendi.
uk: Додано підтримку домену перекладу у SAP Translation Hub.
zh_hans: 新增支持 SAP 翻译中心 翻译域。

source: Allow absolute links in source string locations.
de: Absolute Links in Quelltexten von Ausgangszeichenketten ermöglicht.
ga: Ceadaigh naisc iomlána i láithreacha teaghrán foinse.
hu: Abszolút hivatkozások engedélyezése a forrásszöveg helyének megadásakor.
id: Izinkan tautan absolut di lokasi string sumber.
ja: 原文の記載位置への絶対リンクを許可するように変更。
nl: Absolute koppelingen toestaan in locaties brontekenreeks.
pt: Permite ligações absolutos em locais de cadeia fonte.
pt_br: Permite links absolutos em locais de texto fonte.
ro: Permiterea legăturilor absolute în locațiile șirului sursă.
ru: Разрешить абсолютные ссылки в местах расположения исходной строки.
sv: Tillåt absoluta länkar i källsträngens platser.
ta: மூல சரம் இருப்பிடங்களில் முழுமையான இணைப்புகளை அனுமதிக்கவும்.
tr: Kaynak dizge konumlarında mutlak bağlantıların kullanılabilmesi sağlandı.
uk: Уможливлено абсолютні посилання для місця розташування початкового рядка.
zh_hans: 允许源字符串位置中的绝对链接。

source: Improved operation behind some reverse proxies.
de: Verbesserter Betrieb hinter einigen Reverse-Proxys.
ga: Oibriú feabhsaithe taobh thiar de roinnt seachvótálaithe droim ar ais.
hu: Néhány fordított proxy mögötti működés továbbfejlesztve.
id: Peningkatan operasi di belakang beberapa proksi terbalik.
ja: 一部のリバース プロキシの動作を改良。
nl: Verbeterde werking achter sommige omgekeerde proxy's.
pt: Melhorada a operação por trás de alguns proxies reversos.
pt_br: Melhorada a operação por trás de alguns proxies reversos.
ro: Îmbunătățirea funcționării în spatele unor proxy-uri inverse.
ru: Улучшена работа некоторых обратных прокси.
sv: Förbättrad funktion bakom vissa omvända proxyservrar.
ta: சில தலைகீழ் ப்ராக்சிகளுக்குப் பின்னால் மேம்பட்ட செயல்பாடு.
tr: Bazı ters vekil sunucuların arkasında çalışma iyileştirildi.
uk: Удосконалено роботу за деякими оберненими проксі-серверами.
zh_hans: 改进了通过一些反向代理进行的操作。

source: Extended API to cover translation memory.
de: API erweitert, um den Übersetzungsspeicher einzubeziehen.
ga: API leathnaithe chun cuimhne aistriúcháin a chlúdach.
hu: API bővítése a fordítási memória kezelésére.
id: API yang diperluas untuk mencakup memori terjemahan.
ja: 翻訳メモリに対応するように API を拡張。
nl: API uitgebreid om vertaalgeheugen te behandelen.
pt: Estendida a API para cobrir a memória de tradução.
pt_br: Estendida a API para cobrir a memória de tradução.
ro: API extinsă pentru a acoperi memoria de traducere.
ru: Расширенный API для поддержки памяти переводов.
sv: Utökat API för att täcka översättningsminne.
ta: மொழிபெயர்ப்பு நினைவகத்தை மறைக்க நீட்டிக்கப்பட்ட பநிஇ.
tr: API, çeviri belleğini kapsayacak şekilde genişletildi.
uk: Програмний інтерфейс розширено для роботи з пам'яттю перекладів.
zh_hans: 扩展 API 以涵盖翻译记忆库。

source: Improved document translation workflow.
de: Übersetzungsabläufe für Dokumente verbessert.
ga: Sreabhadh oibre aistriúcháin doiciméad feabhsaithe.
hu: Dokumentumfordítási munkafolyamat javítása.
id: Peningkatan alur kerja terjemahan dokumen.
ja: ドキュメント翻訳ワークフローの改良。
nl: Verbeterde werkstroom vertaling document.
pt: Melhorado o fluxo de tradução de documentos.
pt_br: Melhorado o fluxo de tradução em documentos.
ro: Îmbunătățirea fluxului de lucru pentru traducerea documentelor.
ru: Улучшенный рабочий процесс перевода документов.
sv: Förbättrat arbetsflöde för dokumentöversättning.
ta: மேம்படுத்தப்பட்ட ஆவண மொழிபெயர்ப்பு பணிப்பாய்வு.
tr: Belge çevirisi iş akışı iyileştirildi.
uk: Удосконалено процедуру перекладу документів.
zh_hans: 改进了文档翻译工作流程。

source: Improved reliability of HTML and text files translation.
de: Die Zuverlässigkeit der Übersetzung von HTML- und Textdateien verbessert.
ga: Iontaofacht fheabhsaithe HTML agus aistriúcháin téacschomhaid.
hu: HTML és szövegfájlok fordításának megbízhatósága javítva.
id: Peningkatan keandalan terjemahan berkas HTML dan teks.
ja: HTML およびテキスト ファイルの翻訳の信頼性を向上。
nl: Verbeterde betrouwbaarheid van vertalingen HTML en tekstbestanden.
pt: Nelhorada a confiabilidade da tradução de ficheiros HTML e texto.
pt_br: Nelhorada a confiabilidade da tradução de arquivos HTML e texto.
ro: Îmbunătățirea fiabilității traducerii fișierelor HTML și text.
ru: Повышена надёжность перевода HTML и текстовых файлов.
sv: Förbättrad tillförlitlighet vid översättning av HTML- och textfiler.
ta: html மற்றும் உரை கோப்புகளின் மொழிபெயர்ப்பின் மேம்பட்ட நம்பகத்தன்மை.
tr: HTML ve metin dosyaları çevirisinin güvenilirliği artırıldı.
uk: Удосконалено надійність перекладу файлів HTML та текстових файлів.
zh_hans: 提高了 HTML 和文本文件翻译的可靠性。

source: Added support for project level backups.
de: Unterstützung für Sicherungen auf Projektebene hinzugefügt.
ga: Tacaíocht bhreise do chúltacaí ar leibhéal an tionscadail.
hu: Projektszintű mentések támogatása hozzáadva.
id: Menambahkan dukungan untuk pencadangan tingkat proyek.
ja: プロジェクト レベルのバックアップに対応。
nl: Ondersteuning toegevoegd voor back-ups op projectniveau.
pt: Adicionado suporte para backups em nível de projeto.
pt_br: Adicionado suporte para backups em nível de projeto.
ro: A fost adăugat suport pentru copii de rezervă la nivel de proiect.
ru: Добавлена поддержка резервных копий на уровне проекта.
sv: Stöd för säkerhetskopiering på projektnivå har lagts till.
ta: திட்ட நிலை காப்புப்பிரதிகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Proje düzeyinde yedekleme özelliği eklendi.
uk: Додано підтримку резервного копіювання на рівні проєктів.
zh_hans: 新增支持项目级别备份。

source: Improved performance and memory usage of translation memory lookups.
de: Verbesserte Leistung und Speichernutzung des Übersetzungsspeichers.
ga: Feidhmíocht feabhsaithe agus úsáid chuimhne ar chuardaigh chuimhne aistriúcháin.
hu: Fordítási memória lekérdezések teljesítménye és memóriahasználata javult.
id: Peningkatan kinerja dan penggunaan memori pada pencarian memori terjemahan.
ja: 翻訳メモリ検索の性能向上とメモリ使用量の削減。
nl: Verbeterde prestaties en geheugengebruik voor opzoeken in vertaalgeheugen.
pt: Melhorado o desempenho e uso de memória de pesquisas de memória de tradução.
pt_br: Melhorado o desempenho e uso de memória de buscas de memória de tradução.
ro: Îmbunătățirea performanțelor și a utilizării memoriei în cazul căutărilor în memoria de traducere.
ru: Улучшена производительность и использование памяти при поиске в памяти переводов.
sv: Förbättrad prestanda och minnesanvändning vid sökningar i översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவக தேடல்களின் மேம்பட்ட செயல்திறன் மற்றும் நினைவக பயன்பாடு.
tr: Çeviri belleği aramalarının başarımı ve bellek kullanımı iyileştirildi.
uk: Удосконалено швидкодію та використання пам'яті для пошуку в пам’яті перекладів.
zh_hans: 改进了翻译记忆库查找的性能和内存使用情况。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>``__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/84?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/84?closed=1>`__。

source: The Java formatting checks now match GNU gettext flags. The flags set in Weblate will be automatically migrated, but third-party scripts will need to use ``java-printf-format`` instead of ``java-format`` and ``java-format`` instead of ``java-messageformat``.
de: Die Java-Formatierungsprüfungen entsprechen nun den GNU-gettext-Markierungen. Die in Weblate gesetzten Markierungen werden automatisch migriert, aber Skripte von Drittanbietern müssen ``java-printf-format`` anstelle von ``java-format`` und ``java-format`` anstelle von ``java-messageformat`` verwenden.
ga: Meaitseálann na seiceálacha formáidithe Java le bratacha gettext GNU anois. Déanfar na bratacha atá socraithe in Weblate a ascnamh go huathoibríoch, ach beidh ar scripteanna tríú páirtí úsáid a bhaint as ``java-printf-format`` in ionad `` java-format`` agus `` java-format`` in ionad `` java -formáid na teachtaireachta``.
hu: A Java formátumellenőrzések mostantól megfelelnek a GNU gettext jelzőinek. A Weblate-ben beállított jelzők automatikusan migrálódnak, de a külső szkripteknek a ``java-format`` helyett a ``java-printf-format``, illetve a ``java-messageformat`` helyett a ``java-format`` használata szükséges.
id: Pemeriksaan format Java sekarang sesuai dengan tanda gettext GNU. Tanda yang diatur di Weblate akan dimigrasikan secara otomatis, tetapi skrip pihak ketiga perlu menggunakan ``java-printf-format``, bukan ``java-format``, dan ``java-format``, bukan ``java-messageformat``.
ja: Java 形式の検査が GNU gettext フラグと一致するようになりました。Weblate で設定したフラグは自動的に移行されますが、サードパーティのスクリプトでは ``java-format`` の代わりに ``java-printf-format`` を使用し、``java-messageformat`` の代わりに ``java-format`` を使用してください。
nl: De controles voor opmaak van Java komen nu overeen met vlaggen voor GNU gettext. De in Weblate ingestelde vlaggen zullen automatisch worden gemigreerd, maar scripts van derde partijen moeten ``java-printf-format`` gebruiken in plaats van ``java-format`` en ``java-format`` in plaats van ``java-messageformat``.
pt: As verificações de formatação Java agora correspondem aos marcadores GNU gettext. Os marcadores definidos no Weblate serão migrados automaticamente, mas scripts de terceiros precisarão usar ``java-printf-format`` em vez de ``java-format`` e ``java-format`` em vez de ``java -messageformat``.
pt_br: As verificações de formatação Java agora correspondem aos marcadores GNU gettext. Os marcadores definidos no Weblate serão migrados automaticamente, mas scripts de terceiros precisarão usar ``java-printf-format`` em vez de ``java-format`` e ``java-format`` em vez de ``java -messageformat``.
ro: Verificările de formatare Java se potrivesc acum cu indicatoarele GNU gettext. Stegulețele setate în Weblate vor fi migrate automat, dar scripturile terților vor trebui să folosească ``java-printf-format`` în loc de ``java-format`` și ``java-format`` în loc de ``java-messageformat``.
ru: Проверки форматирования Java теперь соответствуют флагам GNU gettext. Флаги, установленные в Weblate, будут автоматически перенесены, но сторонние скрипты должны будут использовать ``java-printf-format`` вместо ``java-format`` и ``java-format`` вместо ``java-messageformat``.
sv: Java-formateringskontrollerna matchar nu GNU gettext-flaggor. Flaggorna som ställts in i Weblate kommer att migreras automatiskt, men tredjepartsskript måste använda ``java-printf-format`` istället för ``java-format`` och ``java-format`` istället för ``java-messageformat``.
ta: சாவா வடிவமைத்தல் இப்போது குனு கெட்டெக்ச்ட் கொடிகளுடன் பொருந்துகிறது. வலைபெயர்ப்பில் அமைக்கப்பட்ட கொடிகள் தானாக இடம்பெயரும், ஆனால் மூன்றாம் தரப்பு ச்கிரிப்ட்கள் `` சாவா-வடிவத்திற்கு பதிலாக `` சாவா-வடிவத்திற்கு பதிலாக `` சாவா-வடிவத்திற்கு பதிலாக `` சாவா-பிரின்ட்ஃப்-ஃபார்மாட்` ஐப் பயன்படுத்த வேண்டும் -messageformat``.
tr: Java biçimlendirme denetimleri artık GNU gettext imleriyle eşleşiyor. Weblate üzerinde ayarlanan imler kendiliğinden taşınır. Ancak üçüncü taraf betiklerinin ``java-format`` yerine ``java-printf-format`` ve ``java-messageformat`` yerine ``java-format`` kullanması gerekir.
uk: Перевірки форматування Java у новій версії відповідають прапорцям GNU gettext. Прапорці, які встановлено у Weblate буде автоматично перенесено, але для сторонніх скриптів вам доведеться скористатися ``java-printf-format`` замість ``java-format`` і ``java-format`` замість ``java-messageformat``.
zh_hans: Java 格式检查现在匹配 GNU gettext 标记。Weblate 中设置的标记会自动迁移，但第三方脚本需要使用 ``java-printf-format`` 代替 ``java-format`` 和 ``java-format`` 代替 ``java-messageformat``.

source: The `jellyfish` dependency has been replaced by `rapidfuzz`.
de: Die `jellyfish`-Abhängigkeit wurde durch `rapidfuzz` ersetzt.
ga: Tá `rapidfuzz` curtha in ionad an spleáchais `smugairle róin`.
hu: A `jellyfish` függőséget `rapidfuzz` váltotta fel.
id: Dependensi `jellyfish` telah digantikan oleh `rapidfuzz`.
ja: `jellyfish` への依存は `rapidfuzz` に置き換わりました。
nl: De afhankelijkheid `jellyfish` is vervangen door `rapidfuzz`.
pt: A dependência `jellyfish` foi substituída por `rapidfuzz`.
pt_br: A dependência `jellyfish` foi substituída por `rapidfuzz`.
ro: Dependența `jellyfish` a fost înlocuită cu `rapidfuzz`.
ru: Зависимость `jellyfish` заменена на `rapidfuzz`.
sv: Beroendet `jellyfish` har ersatts av `rapidfuzz`.
ta: `செல்லிமீன்` சார்பு` ரேபிட்ஃபச்` ஆல் மாற்றப்பட்டுள்ளது.
tr: `jellyfish` bağımlılığı `rapidfuzz` ile değiştirildi.
uk: Залежність `jellyfish` було замінено на `rapidfuzz`.
zh_hans: `jellyfish` 依赖项已被 `rapidfuzz` 取代。

source: **Changed in 4.14.2:** Deprecated insecure configuration of VCS service API keys via _TOKEN/_USERNAME configuration instead of _CREDENTIALS list. In Docker, please add matching _HOST directive. For example see :envvar:`WEBLATE_GITHUB_HOST` and :setting:`GITHUB_CREDENTIALS`.
de: **Geändert in 4.14.2:** Die unsichere Konfiguration von API-Schlüsseln der VCS-Dienste über _TOKEN/_USERNAME-Konfiguration anstelle der _CREDENTIALS-Liste wurde eingestellt. In Docker bitte die passende _HOST-Direktive hinzufügen. Siehe zum Beispiel :envvar:`WEBLATE_GITHUB_HOST` und :setting:`GITHUB_CREDENTIALS`.
ga: **Athraithe i 4.14.2:** Cumraíocht neamhdhaingean réamhmheasta d'eochracha API seirbhíse VCS trí chumraíocht _TOKEN/_USERNAME in ionad an liosta _CREDENTIALS. In Docker, cuir treoir _HOST meaitseáilte leis. Mar shampla féach :envvar:`WEBLATE_GITHUB_HOST` agus :setting:`GITHUB_CREDENTIALS`.
hu: **Változott a 4.14.2 verzióban:** Elavultnak jelölve a VCS API kulcsok _TOKEN/_USERNAME beállítással történő konfigurálása, biztonsági okokból javasolt a _CREDENTIALS lista használata. Docker környezetben ehhez tartozó _HOST direktíva megadása is szükséges. Példa: :envvar:`WEBLATE_GITHUB_HOST` és :setting:`GITHUB_CREDENTIALS`.
id: **Diubah pada versi 4.14.2:** Konfigurasi kunci API layanan VCS yang tidak aman telah dihapus melalui konfigurasi _TOKEN/_USERNAME, alih-alih daftar _CREDENTIALS. Di Docker, harap tambahkan direktif _HOST yang sesuai. Sebagai contoh, lihat :envvar:`WEBLATE_GITHUB_HOST` dan :setting:`GITHUB_CREDENTIALS`.
ja: **4.14 .2で変更:** _CREDENTIALS リストの代わりに _TOKEN/_USERNAME 構成を使用した VCS サービス API キーの非推奨の安全な構成。Docker で、matching_HOST ディレクティブを追加してください。例として、:envvar:`WEBLATE_GITHUB_HOST` と :setting:`GITHUB_CREDENTIALS` を確認してください。
nl: **Gewijzigd in 4.14.2:** Vervallen onveilige configuratie van de VCS service API-sleutels via configuratie _TOKEN/_USERNAME in plaats van een lijst _CREDENTIALS. Voeg in Docker een overeenkomend directief _HOST in. Bekijk bijvoorbeeld :envvar:`WEBLATE_GITHUB_HOST` en :setting:`GITHUB_CREDENTIALS`.
pt: **Alterado no 4.14.2:** Descontinuada a configuração insegura de chaves de API do serviço VCS por meio da configuração _TOKEN/_USERNAME em vez da lista _CREDENTIALS. No Docker, adicionar a diretiva _HOST correspondente. Por exemplo, confira :envvar:`WEBLATE_GITHUB_HOST` e :setting:`GITHUB_CREDENTIALS`.
pt_br: **Alterado no 4.14.2:** Descontinuada a configuração insegura de chaves de API do serviço VCS por meio da configuração _TOKEN/_USERNAME em vez da lista _CREDENTIALS. No Docker, adicionar a diretiva _HOST correspondente. Por exemplo, confira :envvar:`WEBLATE_GITHUB_HOST` e :setting:`GITHUB_CREDENTIALS`.
ru: **Изменено в версии 4.14.2:** Устарела небезопасная конфигурация ключей API службы VCS с помощью конфигурации _TOKEN/_USERNAME вместо списка _CREDENTIALS. В Docker добавьте соответствующую директиву _HOST. Например, см. :envvar:`WEBLATE_GITHUB_HOST` и :setting:`GITHUB_CREDENTIALS`.
sv: **Ändrat i 4.14.2:** Föråldrad osäker konfiguration av VCS-tjänstens API-nycklar via _TOKEN/_USERNAME-konfiguration istället för _CREDENTIALS-listan. I Docker, lägg till matchande _HOST-direktiv. Se till exempel :envvar:`WEBLATE_GITHUB_HOST` och :setting:`GITHUB_CREDENTIALS`.
tr: **4.14.2 sürümünde değiştirildi:** VCS hizmeti API anahtarlarının güvenli olmayan yapılandırması, _CREDENTIALS listesi yerine _TOKEN/_USERNAME/ yapılandırmasıyla kullanımdan kaldırıldı. Docker üzerinde lütfen eşleşen _HOST komutunu ekleyin. Örneğin :envvar:`WEBLATE_GITHUB_HOST` ve :setting:`GITHUB_CREDENTIALS` bölümlerine bakabilirsiniz.
uk: **Змінено у 4.14.2:** Визнано застарілими небезпечні налаштування служб керування версіями за допомогою ключів програмного інтерфейсу та _TOKEN/_USERNAME замість списку _CREDENTIALS. У Docker, будь ласка, додайте відповідну інструкцію _HOST. Приклади наведено для :envvar:`WEBLATE_GITHUB_HOST` та :setting:`GITHUB_CREDENTIALS`.
zh_hans: **在 4.14.2 版中的变化：**\ 弃用通过 _TOKEN/_USERNAME 配置而不是 _CREDENTIALS 列表对版本控制系统服务 API 密钥进行不安全配置。在 Docker 中，请添加匹配的 _HOST 指令。示例参考 :envvar:`WEBLATE_GITHUB_HOST` 和 :setting:`GITHUB_CREDENTIALS`。

source: *Released on July 1st 2022.*
de: *Veröffentlicht am 1. Juli 2022.*
ga: *Eisithe ar 1 Iúil 2022.*
hu: *Kiadva: 2022. július 1.*
id: *Dirilis pada 1 Juli 2022.*
nl: *Uitgegeven op 1 juli 2022.*
pt_br: *Atualizado em 1° de julho de 2022.*
sv: *Släpps den 1 juli 2022.*
tr: *1 Temmuz 2022 tarihinde yayınlandı.*
uk: *Випущено 1 липня 2022 року.*
