Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The comments and suggestions are backed up with an username of user who did create them. Upon import it is assigned to a matching user. If there is no user with such username, it is assigned to anonymous user.
de: Die Kommentare und Vorschläge sind mit dem Benutzernamen des Benutzers, der sie erstellt hat, hinterlegt. Beim Import werden sie einem passenden Benutzer zugewiesen. Wenn es keinen Benutzer mit einem solchen Benutzernamen gibt, wird er einem anonymen Benutzer zugewiesen.
ga: Tá ainm úsáideora an úsáideora a chruthaigh iad mar thaca leis na tuairimí agus moltaí. Nuair a dhéantar é a allmhairiú, sanntar é d'úsáideoir meaitseála. Mura bhfuil ainm úsáideora den sórt sin ag úsáideoir, sanntar d’úsáideoir gan ainm é.
hu: A megjegyzéseket és javaslatokat az azt létrehozó felhasználó felhasználónevével együtt menti el a rendszer. Importáláskor ezek hozzárendelésre kerülnek a megfelelő felhasználóhoz. Ha nincs ilyen felhasználónév az új rendszerben, az hozzá lesz rendelve egy névtelen felhasználóhoz.
id: Komentar dan saran dicadangkan dengan nama pengguna yang membuatnya. Setelah diimpor, nama pengguna tersebut akan diberikan kepada pengguna yang cocok. Jika tidak ada pengguna dengan nama pengguna tersebut, nama pengguna tersebut akan diberikan kepada pengguna anonim.
ja: コメントと提案は、作成したユーザーのユーザー名でバックアップします。インポート時には、一致するユーザーに割り当てます。該当するユーザー名のユーザーが存在しない場合は、匿名ユーザーに割り当てます。
nl: De opmerkingen en suggesties worden geback-upt met de gebruikersnaam van de gebruiker die ze maakte. Bij het importeren wordt het toegewezen aan een overeenkomende gebruiker. Als er geen gebruiker is met die gebruikersnaam, wordt het toegewezen aan een anonieme gebruiker.
pt: Os comentários e sugestões são acompanhados pelo nome do utilizador que os criou. Após a importação, ele é atribuído a um utilizador correspondente. Se não houver nenhum utilizador com tal nome de utilizador, ele é atribuído a um utilizador anónimo.
pt_br: Os comentários e sugestões são acompanhados pelo nome do usuário que os criou. Após a importação, ele é atribuído a um usuário correspondente. Se não houver nenhum usuário com tal nome de usuário, ele é atribuído a um usuário anônimo.
ro: Comentariile și sugestiile sunt susținute de un nume de utilizator care le-a creat. La import, acestea sunt atribuite unui utilizator corespunzător. Dacă nu există un utilizator cu un astfel de nume de utilizator, este atribuit unui utilizator anonim.
ru: Комментарии и предложения сопровождаются именем пользователя, который их создал. При импорте они присваиваются соответствующему пользователю. Если нет пользователя с таким именем, он присваивается анонимному пользователю.
sv: Kommentarerna och förslagen backas upp med ett användarnamn för den användare som skapade dem. Vid import tilldelas de en matchande användare. Om det inte finns någon användare med det användarnamnet tilldelas de en anonym användare.
ta: கருத்துகள் மற்றும் பரிந்துரைகள் அவற்றை உருவாக்கிய பயனரின் பயனர்பெயருடன் காப்புப் பிரதி எடுக்கப்படுகின்றன. இறக்குமதி செய்தவுடன் இது பொருந்தக்கூடிய பயனருக்கு ஒதுக்கப்படுகிறது. அத்தகைய பயனர்பெயர் கொண்ட பயனரும் இல்லை என்றால், அது அநாமதேய பயனருக்கு ஒதுக்கப்படுகிறது.
tr: Yorumlar ve öneriler, bunları oluşturan kullanıcının kullanıcı adıyla yedeklenir. İçe aktarıldıktan sonra eşleşen bir kullanıcı ile ilişkilendirilir. Yedekteki kullanıcı adına sahip bir kullanıcı bulunamazsa, anonim kullanıcı ile ilişkilendirilir.
uk: Коментарі і пропозиції потрапляють до резервної копії разом із даними щодо користувача, який їх створив. Під час імпортування програма пов'яже їх із відповідним користувачем. Якщо не буде виявлено користувача із відповідною назвою облікового запису, дані буде пов'язано із анонімним користувачем.
zh_hans: 评论和建议由创建它们的用户的用户名备份。导入后，它会分配给匹配的用户。如果没有具有该用户名的用户，则将其分配给匿名用户。

source: The generated backups are kept on the server as configured by :setting:`PROJECT_BACKUP_KEEP_DAYS` and :setting:`PROJECT_BACKUP_KEEP_COUNT` (it defaults to keep at most 3 backups for 30 days).
de: Die erzeugten Sicherungen werden auf dem Server aufbewahrt, wie durch :setting:`PROJECT_BACKUP_KEEP_DAYS` und :setting:`PROJECT_BACKUP_KEEP_COUNT` konfiguriert (standardmäßig werden maximal 3 Sicherungen für 30 Tage aufbewahrt).
ga: Coinnítear na cúltacaí ginte ar an bhfreastalaí mar atá cumraithe ar :setting:`PROJECT_BACKUP_KEEP_DAYS` agus :setting:`PROJECT_BACKUP_KEEP_COUNT` (réamhshocraithe sé 3 chúltaca a choinneáil ar feadh 30 lá ar a mhéad).
hu: A létrehozott biztonsági mentések a szerveren kerülnek tárolásra, a :setting:`PROJECT_BACKUP_KEEP_DAYS` és :setting:`PROJECT_BACKUP_KEEP_COUNT` beállítások alapján (alapértelmezés szerint maximum 3 mentést tárol 30 napig).
id: Cadangan yang dihasilkan disimpan di server sebagaimana dikonfigurasikan oleh :setting:`PROJECT_BACKUP_KEEP_DAYS` dan :setting:`PROJECT_BACKUP_KEEP_COUNT` (default-nya adalah menyimpan maksimal 3 cadangan selama 30 hari).
ja: 生成されたバックアップは、:setting:`PROJECT_BACKUP_KEEP_DAYS` と :setting:`PROJECT_BACKUP_KEEP_COUNT` に設定した通りにサーバーに保存します（デフォルトでは、最大 3 つのバックアップを 30 日間保存します）。
nl: De gegenereerde back-ups worden behouden op de server zoals is geconfigureerd in :setting:`PROJECT_BACKUP_KEEP_DAYS` en :setting:`PROJECT_BACKUP_KEEP_COUNT` (het heeft een standaard van ten hoogste 3 back-ups voor 30 dagen).
pt: Os backups gerados são mantidos no servidor conforme configurado por :setting:`PROJECT_BACKUP_KEEP_DAYS` e :setting:`PROJECT_BACKUP_KEEP_COUNT` (o padrão é manter no máximo 3 backups por 30 dias).
pt_br: Os backups gerados são mantidos no servidor conforme configurado por :setting:`PROJECT_BACKUP_KEEP_DAYS` e :setting:`PROJECT_BACKUP_KEEP_COUNT` (o padrão é manter no máximo 3 backups por 30 dias).
ro: Copiile de rezervă generate sunt păstrate pe server după cum este configurat prin :setting:`PROJECT_BACKUP_KEEP_DAYS` și :setting:`PROJECT_BACKUP_KEEP_COUNT` (în mod implicit se păstrează cel mult 3 copii de rezervă pentru 30 de zile).
ru: Созданные резервные копии хранятся на сервере в соответствии с настройками :setting:`PROJECT_BACKUP_KEEP_DAYS` и :setting:`PROJECT_BACKUP_KEEP_COUNT` (по умолчанию хранится не более 3 резервных копий в течение 30 дней).
sv: De genererade säkerhetskopiorna sparas på servern enligt konfigurationen i :setting:`PROJECT_BACKUP_KEEP_DAYS` och :setting:`PROJECT_BACKUP_KEEP_COUNT` (standardinställningen är att spara högst 3 säkerhetskopior i 30 dagar).
tr: Oluşturulan yedekler, :setting:`PROJECT_BACKUP_KEEP_DAYS` ve :setting:`PROJECT_BACKUP_KEEP_COUNT` tarafından yapılandırıldığı şekilde sunucuda tutulur (varsayılan olarak 30 gün boyunca en fazla 3 yedek tutulur).
uk: Створені резервні копії зберігатимуться на сервері, який визначається змінними :setting:`PROJECT_BACKUP_KEEP_DAYS` і :setting:`PROJECT_BACKUP_KEEP_COUNT` (типовим є зберігання не більше 3 резервних копій протягом 30 днів).
zh_hans: 生成的备份按照 :setting:`PROJECT_BACKUP_KEEP_DAYS` 和 :setting:`PROJECT_BACKUP_KEEP_COUNT` 的配置保留在服务器上（默认情况下最多保留 3 个备份 30 天）。

source: Automated backup using BorgBackup
de: Automatisierte Datensicherung mit BorgBackup
ga: Cúltaca uathoibrithe ag baint úsáide as BorgBackup
hu: Automatizált biztonsági mentés BorgBackup használatával
id: Pencadangan otomatis menggunakan BorgBackup
ja: BorgBackup を使用した自動バックアップ
nl: Geautomatiseerde back-up met BorgBackup
pt: Backup automatizado pelo BorgBackup
pt_br: Backup automatizado usando BorgBackup
ro: Backup automatizat folosind BorgBackup
ru: Автоматическое резервное копирование с помощью BorgBackup
sv: Automatisk säkerhetskopiering med BorgBackup
ta: போர்க்பேக்கப் பயன்படுத்தி தானியங்கி காப்புப்பிரதி
tr: BorgBackup ile kendiliğinden yedekleme
uk: Автоматичне створення резервних копій за допомогою BorgBackup
zh_hans: 使用 BorgBackup 进行的自动化备份

source: Weblate has built-in support for creating service backups using `BorgBackup`_. Borg creates space-effective encrypted backups which can be safely stored in the cloud. The backups can be controlled in the management interface from the :guilabel:`Backups` tab.
de: Weblate bietet integrierte Unterstützung für das Erstellen von Sicherungen mit `BorgBackup`_. Borg erstellt platzsparende verschlüsselte Sicherungen, die sicher in der Cloud gespeichert werden können. Die Sicherungen können in der Verwaltungsoberfläche über den Reiter :guilabel:`Sicherungen` gesteuert werden.
ga: Tá tacaíocht ionsuite ag Weblate chun cúltacaí seirbhíse a chruthú ag baint úsáide as `BorgBackup`_. Cruthaíonn Borg cúltacaí criptithe spás-éifeachtach ar féidir iad a stóráil go sábháilte sa scamall. Is féidir na cúltacaí a rialú sa chomhéadan bainistíochta ón gcluaisín :guilabel:`Cúltacaí`.
hu: A Weblate beépített támogatással rendelkezik szolgáltatásbiztonsági mentések készítésére a `BorgBackup`_ segítségével. A Borg helytakarékos, titkosított biztonsági mentéseket készít, amelyek biztonságosan tárolhatók a felhőben. A mentések a kezelőfelületen a :guilabel:`Biztonsági mentések` fülön keresztül érhetők el és irányíthatók.
id: Weblate memiliki dukungan bawaan untuk membuat rekam cadang layanan menggunakan `BorgBackup`_. Borg membuat rekam cadang terenkripsi hemat ruang yang dapat disimpan dengan aman di awan. Rekam cadang dapat dikontrol di antarmuka manajemen dari tab :guilabel:`Rekam cadang`.
ja: Weblate には、`BorgBackup`_ を使用してサービスのバックアップを作成する機能が付属しています。Borg はスペース効率の高い暗号化されたバックアップを作成し、クラウドに安全に保存します。バックアップは、管理画面の :guilabel:`バックアップ` タブから管理します。
nl: Weblate heeft ingebouwde ondersteuning voor het maken van service back-ups met `BorgBackup`_. Borg maakt ruimtebesparende versleutelde back-ups die veilig kunnen worden opgeslagen in de cloud. De back-ups kunnen worden beheerd in de beheerinterface op de tab :guilabel:`Back-ups`.
pt: O Weblate tem suporte embutido para criação de backups de serviços a usar `BorgBackup`_. Borg cria backups criptografados eficazes em termos de espaço que podem ser armazenados com segurança na nuvem. Os backups podem ser controlados na interface de gestão da guia :guilabel:`Backups`.
pt_br: O Weblate tem suporte integrado para criação de backups de serviços usando `BorgBackup`_. Borg cria backups criptografados eficazes em termos de espaço que podem ser armazenados com segurança em Nuvem. Os backups podem ser controlados na interface de gerenciamento, na guia :guilabel:`Backups`.
ro: Weblate are un suport încorporat pentru crearea de copii de rezervă pentru servicii folosind `BorgBackup`_. Borg creează copii de rezervă criptate, eficiente din punct de vedere al spațiului, care pot fi stocate în siguranță în cloud. Copiile de rezervă pot fi controlate în interfața de gestionare din fila :guilabel:`Backups`.
ru: В Weblate встроена поддержка создания сервисных резервных копий с помощью `BorgBackup`_. Borg создаёт компактные зашифрованные резервные копии, которые можно безопасно хранить в облаке. Управлять резервными копиями можно через интерфейс управления на вкладке :guilabel:`Резервные копии`.
sv: Weblate har inbyggt stöd för att skapa säkerhetskopior av tjänsten med hjälp av `BorgBackup`_. Borg skapar utrymmeseffektiva krypterade säkerhetskopior som kan lagras säkert i molnet. Säkerhetskopiorna kan kontrolleras i administrationsgränssnittet från fliken :guilabel:`Backups`.
ta: `போர்க்பேக்அப்`_ ஐப் பயன்படுத்தி பணி காப்புப்பிரதிகளை உருவாக்குவதற்கு வலைபெயர்ப்பு உள்ளமைக்கப்பட்ட ஆதரவைக் கொண்டுள்ளது. போர்க் விண்வெளி-பயனுள்ள மறைகுறியாக்கப்பட்ட காப்புப்பிரதிகளை உருவாக்குகிறது, அவை மேகக்கட்டத்தில் பாதுகாப்பாக சேமிக்கப்படலாம். மேலாண்மை இடைமுகத்தில் காப்புப்பிரதிகளைக் கட்டுப்படுத்தலாம்: வபஇசிட்டை: `காப்புப்பிரதிகள்` தாவல்.
tr: Weblate, `BorgBackup`_ kullanarak hizmet yedeklerinin alınmasını destekler. Borg, bulutta güvenli bir şekilde saklanabilen, depolama alanı açısından etkili şifrelenmiş yedekler alır. Yedekler, yönetim arayüzünde :guilabel:`Yedekler` sekmesinden yönetilebilir.
uk: У Weblate передбачено вбудовану підтримку створення резервних копій за допомогою `BorgBackup`_. Borg створює шифровані резервні копії мінімального розміру, які можна безпечно зберігати у «хмарі». Керувати резервним копіюванням можна за допомогою інтерфейсу керування на вкладці :guilabel:`Резервні копії`.
zh_hans: Weblate 内置了对使用 `BorgBackup`_ 创建服务备份的支持。Borg 创建了节省空间的加密备份，可以安全地存储在云中。可以从管理界面中的 :guilabel:`备份` 选项卡上控制备份。
zh_hant: Weblate 內置了對使用 `BorgBackup`_ 創建服務備份的支持。 Borg 創建了節省空間的加密備份，可以安全地存儲在雲中。可以從管理界面中的 :guilabel:`Backups` 選項卡上控製備份。

source: Both PostgreSQL and MySQL/MariaDB databases are included in the automated backups.
de: Sowohl PostgreSQL- als auch MySQL/MariaDB-Datenbanken sind in den automatischen Sicherungen enthalten.
ga: Tá bunachair shonraí PostgreSQL agus MySQL/MariaDB san áireamh sna cúltacaí uathoibrithe.
hu: Az automatizált mentések tartalmazzák a PostgreSQL és a MySQL/MariaDB adatbázisokat is.
id: Basis data PostgreSQL dan MySQL/MariaDB disertakan dalam rekam cadang otomatis.
ja: PostgreSQL と MySQL/MariaDB の両方のデータベースが自動バックアップに含まれています。
nl: Zowel databases van PostgreSQL als van MySQL/MariaDB zijn opgenomen in de geautomatiseerde back-ups.
pt: Os bancos de dados PostgreSQL e MySQL/MariaDB estão incluídos nos backups automatizados.
pt_br: Os bancos de dados PostgreSQL e MySQL/MariaDB estão incluídos nos backups automatizados.
ro: Atât bazele de date PostgreSQL, cât și MySQL/MariaDB sunt incluse în copiile de rezervă automate.
ru: Теперь обе поддерживаемые базы данных: и PostgreSQL, и MySQL/MariaDB, включаются в автоматические резервные копии.
sv: Både PostgreSQL- och MySQL/MariaDB-databaser ingår i de automatiska säkerhetskopiorna.
ta: postgresql மற்றும் mysql/mariadb தரவுத்தளங்கள் இரண்டும் தானியங்கி காப்புப்பிரதிகளில் சேர்க்கப்பட்டுள்ளன.
tr: Kendiliğinden alınan yedeklere hem PostgreSQL hem de MySQL/MariaDB veri tabanları katılır.
uk: До автоматичного резервного копіювання включено і базу даних PostgreSQL, і базу даних MySQL/MariaDB.
zh_hans: PostgreSQL 和 MySQL/MariaDB 数据库都包括在自动备份中。
zh_hant: PostgreSQL 和 MySQL/MariaDB 數據庫都包括在自動備份中。

source: The backups using Borg are incremental and Weblate is configured to keep following backups:
de: Die Sicherungen mit Borg sind inkrementell, und Weblate ist so konfiguriert, dass die folgenden Sicherungen beibehalten werden:
ga: Tá na cúltacaí a úsáideann Borg incriminteach agus tá Weblate cumraithe chun na cúltacaí seo a leanas a choinneáil:
hu: Az automatizált mentések tartalmazzák mind a PostgreSQL, mind a MySQL/MariaDB adatbázisokat:
id: Rekam cadang menggunakan Borg bersifat inkremental dan Weblate dikonfigurasi untuk menyimpan cadangan berikut ini:
ja: Borg を使用したバックアップは増分バックアップです。 Weblate は以下のバックアップを保持します。
nl: De back-ups die Borg gebruikt zijn verhogend en Weblate is geconfigureerd om de volgende back-ups te behouden:
pt: Os backups que usam o Borg são incrementais e o Weblate é configurado para manter os seguintes backups:
pt_br: Os backups que usam o Borg são incrementais e o Weblate é configurado para manter os seguintes backups:
ro: Copiile de rezervă care utilizează Borg sunt incrementale, iar Weblate este configurat să păstreze următoarele copii de rezervă:
ru: Резервные копии, которые делает Borg, являются инкрементальными, и Weblate настроен на хранение следующих ревизий резервных копий:
sv: Säkerhetskopiorna med Borg är inkrementella och Weblate är konfigurerat för att behålla följande säkerhetskopior:
ta: போர்க் பயன்படுத்தும் காப்புப்பிரதிகள் அதிகரிக்கும் மற்றும் காப்புப்பிரதிகளைப் பின்பற்றுவதற்காக வலைபெயர்ப்பு கட்டமைக்கப்பட்டுள்ளது:
tr: Borg kullanan yedekler artımlıdır ve Weblate şu yedekleri koruyacak şekilde yapılandırılır:
uk: Резервні копії з використанням Borg є нарощувальними, а Weblate налаштовування на збереження таких резервних копій:
zh_hans: 使用 Borg 的备份是增量的，Weblate 被配置为保留以下备份：
zh_hant: 使用 Borg 的備份是遞增的， Weblate 配置為保留後面的備份：

source: Daily backups for 14 days back
de: Tägliche Sicherungen der letzten 14 Tage
ga: Cúltacaí laethúla ar feadh 14 lá ar ais
hu: Napi mentések 14 napra visszamenőleg
id: Rekam cadang harian untuk 14 hari yang lalu
ja: 日次バックアップ、過去 14 日分
nl: Dagelijkse back-ups tot 14 dagen geleden
pt: Backups diários para 14 dias
pt_br: Backups diários para 14 dias
ro: Backup-uri zilnice pentru 14 zile înapoi
ru: Ежедневных, за последние 14 дней
sv: Dagliga säkerhetskopior i 14 dagar tillbaka
ta: 14 நாட்களுக்கு முன்பு நாள்தோறும் காப்புப்பிரதிகள்
tr: 14 gün geriye dönük günlük yedekler
uk: Щоденне резервне копіювання до 14 днів
zh_hans: 每天备份之前 14 天的内容

source: Weekly backups for 8 weeks back
de: Wöchentliche Sicherungen der letzten 8 Wochen
ga: Cúltacaí seachtainiúla ar feadh 8 seachtaine ar ais
hu: Heti mentések 8 hétre visszamenőleg
id: Rekam cadang mingguan selama 8 minggu ke belakang
ja: 週次バックアップ、過去 6 週分
nl: Wekelijkse back-ups tot 8 weken terug
pt: Backups semanais por 8 semanas atrás
pt_br: Backups semanais por 8 semanas atrás
ro: Backup-uri săptămânale pentru 8 săptămâni în urmă
ru: Еженедельных, за последние 8 недель
sv: Veckobackuper för 8 veckor tillbaka
ta: 8 வாரங்களுக்கு முன்பு வாராந்திர காப்புப்பிரதிகள்
tr: 8 hafta geriye dönük haftalık yedekler
uk: Щотижневе резервне копіювання до 8 тижнів
zh_hans: 前 8 周的每周备份
zh_hant: 每周備份8週回來

source: Monthly backups for 6 months back
de: Monatliche Sicherungen der letzten 6 Monate
ga: Cúltacaí míosúla ar feadh 6 mhí ar ais
hu: Havi mentések 6 hónapra visszamenőleg
id: Rekam cadang bulanan selama 6 bulan ke belakang
ja: 月次バックアップ、過去 6 か月分
nl: Maandelijkse back-ups tot 6 maanden terug
pt: Backups mensais por 6 meses atrás
pt_br: Backups mensais por 6 meses atrás
ro: Backup-uri lunare pentru 6 luni în urmă
ru: Ежемесячных, за последние 6 месяцев
sv: Månatliga säkerhetskopior för 6 månader tillbaka
ta: 6 மாதங்களுக்கு முன்பு மாதாந்திர காப்புப்பிரதிகள்
tr: 6 ay geriye dönük aylık yedekler
uk: Щомісячне резервне копіювання до 6 місяців
zh_hans: 前 6 个月的每月备份
zh_hant: 每月備份6個月回來

source: Borg encryption key
de: Borg-Verschlüsselungsschlüssel
ga: Borg eochair criptithe
hu: Borg titkosítási kulcs
id: Kunci enkripsi Borg
ja: Borg 暗号鍵
nl: Borg sleutel voor versleuteling
pt: Chave de criptografia do Borg
pt_br: Chave de criptografia do Borg
ro: Cheia de criptare Borg
ru: Ключ шифрования Borg
sv: Borg-krypteringsnyckel
ta: போர்க் குறியாக்க விசை
tr: Borg şifreleme anahtarı
uk: Ключ шифрування Borg
zh_hans: Borg 加密密钥

source: `BorgBackup`_ creates encrypted backups and you wouldn’t be able to restore them without the passphrase. The passphrase is generated when adding a new backup service and you should copy it and keep it in a secure place.
de: `BorgBackup`_ erstellt verschlüsselte Sicherungen, die Sie ohne die Passphrase nicht wiederherstellen können. Die Passphrase wird beim Hinzufügen eines neuen Sicherungsdienstes generiert und Sie sollten diese kopieren und an einem sicheren Ort aufbewahren.
ga: Cruthaíonn `BorgBackup`_ cúltacaí criptithe agus ní bheadh tú in ann iad a chur ar ais gan an pasfhrása. Gintear an pasfhrása agus seirbhís chúltaca nua á chur leis agus ba cheart duit é a chóipeáil agus a choinneáil in áit shábháilte.
hu: A `BorgBackup`_ titkosított mentéseket hoz létre, és a visszaállításhoz szükség van a jelszóra. A jelszó egy új biztonsági mentési szolgáltatás hozzáadásakor automatikusan generálódik – ezt érdemes azonnal kimásolni és biztonságos helyen tárolni.
id: `BorgBackup`_ membuat rekam cadang terenkripsi dan Anda tidak akan dapat memulihkannya tanpa frasa sandi. Frasa sandi dibuat saat menambahkan layanan rekam cadang baru dan Anda harus menyalinnya dan menyimpannya di tempat yang aman.
ja: `BorgBackup`_ は、暗号化したバックアップを作成するので、パスフレーズがないと復元できません。パスフレーズは、新しいバックアップ サービスを追加するときに生成されるので、コピーして安全な場所に保管しておくことが必要です。
nl: `BorgBackup`_ maakt versleutelde back-ups en u zult ze niet kunnen terugzetten zonder de beveiligingsfrase. De beveiligingsfrase wordt gegenereerd bij het toevoegen van een nieuwe service voor back-up en u zou hem moeten kopiëren en moeten bewaren op een veilige plek.
pt: `BorgBackup`_ cria backups criptografados e não conseguiria restaurá-los sem a palavra-passe. A palavra-passe é gerada ao adicionar novo serviço de backup e deve copiá-lo e mantê-lo num lugar seguro.
pt_br: `BorgBackup`_ cria backups criptografados e você não conseguiria restaurá-los sem a senha. A senha é gerada ao adicionar novo serviço de backup e você deve copiá-lo e mantê-lo em um lugar seguro.
ro: `BorgBackup`_ creează copii de rezervă criptate și nu le veți putea restaura fără fraza de acces. Fraza de acces este generată la adăugarea unui nou serviciu de backup și ar trebui să o copiați și să o păstrați într-un loc sigur.
ru: `BorgBackup`_ создаёт зашифрованные резервные копии и восстановить из без кодовой фразы у вас не получится. Парольная фраза генерируется при добавлении новой службы резервного копирования. Вы должны скопировать её и сохранить в безопасном месте.
sv: `BorgBackup`_ skapar krypterade säkerhetskopior och du kan inte återställa dem utan lösenordet. Lösenordet genereras när du lägger till en ny säkerhetskopieringstjänst och du bör kopiera det och förvara det på ett säkert ställe.
ta: `போர்க்பேக்அப்`_ மறைகுறியாக்கப்பட்ட காப்புப்பிரதிகளை உருவாக்குகிறது, மேலும் அவற்றை பாச்ஃபிரேச் இல்லாமல் மீட்டெடுக்க முடியாது. புதிய காப்புப்பிரதி சேவையைச் சேர்க்கும்போது கடவுச்சொல் உருவாக்கப்படுகிறது, மேலும் நீங்கள் அதை நகலெடுத்து பாதுகாப்பான இடத்தில் வைத்திருக்க வேண்டும்.
tr: `BorgBackup`_ şifrelenmiş yedekler alır ve parola olmadan bunları geri yükleyemezsiniz. Parola, yeni bir yedekleme hizmeti eklerken oluşturulur ve bunu kopyalayıp güvenli bir yerde saklamanız gerekir.
uk: `BorgBackup`_ створює зашифровані резервні копії. Без пароля ви не зможете відновити дані з резервної копії. Пароль створюється при додаванні нової служби резервного копіювання, вам слід скопіювати його і зберігати його у безпечному місці.
zh_hans: `BorgBackup`_ 创建加密的备份，如果没有密码，你将无法恢复它们。密码是在添加新的备份服务时生成的，你应该复制它并将其保存在一个安全的地方。
zh_hant: `BorgBackup`_ 創建加密的備份，如果沒有密碼，你將無法恢復它們。密碼是在添加新的備份服務時生成的，你應該複製它並將其保存在一個安全的地方。
