Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The API has separate rate limiting settings, see :ref:`api-rate`.
de: Die API verfügt über separate Einstellungen zur Ratenbegrenzung, siehe :ref:`api-rate`.
ga: Tá socruithe teorannú rátaí ar leith ag an API, féach :ref:`api-rate`.
hu: Az API-hoz külön sebességkorlátozási beállítások tartoznak, lásd: :ref:`api-rate`.
id: API memiliki pengaturan pembatasan akses terpisah, lihat :ref:`api-rate`.
ja: API には、個別の接続制限があります。参照: :ref:`api-rate`。
nl: De API heeft afzonderlijke instellingen voor de opvraaglimiet, bekijk :ref:`api-rate`.
pt: A API possui configurações separadas de limitação de taxa, consulte :ref:`api-rate`.
pt_br: A API possui configurações separadas de limitação de taxa, consulte :ref:`api-rate`.
ro: API are setări separate de limitare a ratei, a se vedea :ref:`api-rate`.
ru: Для API есть отдельные настройки ограничения количества запросов, смотреть раздел :ref:`api-rate`.
sv: API:et har separata inställningar för hastighetsbegränsning, se :ref:`api-rate`.
tr: API için ayrı hız sınırlama ayarları vardır. Ayrıntılı bilgi almak için: :ref:`api-rate`.
uk: У програмному інтерфейсі є окремі параметри обмеження частоти, див. :ref:`api-rate`.
zh_hans: API 具有另外的速率限制设置，请参见 :ref:`api-rate`。
zh_hant: API 具有另外的速率限制設置，請參見 :ref:`api-rate`。

source: Translation projects
de: Übersetzungsprojekte
ga: Tionscadail aistriúcháin
hu: Fordítási projektek
id: Proyek terjemahan
ja: 翻訳プロジェクト
nl: Vertaalprojecten
pt: Projetos de tradução
pt_br: Projetos de tradução
ro: Proiecte de traducere
ru: Проекты перевода
sv: Översättningsprojekt
ta: மொழிபெயர்ப்பு திட்டங்கள்
tr: Çeviri projeleri
uk: Проєкти перекладу
zh_hans: 翻译项目
zh_hant: 翻譯專案數

source: Translation organization
de: Übersetzungsorganisation
ga: Eagraíocht aistriúcháin
hu: Fordítási szervezés
id: Organisasi terjemahan
ja: 翻訳データの構造
nl: Organiseren van vertalingen
pt: Organização de tradução
pt_br: Organização de tradução
ro: Organizarea traducerii
ru: Организация переводов
sv: Översättningsorganisation
ta: மொழிபெயர்ப்பு அமைப்பு
tr: Çeviri kuruluşu
uk: Упорядкування перекладів
zh_hans: 翻译组织
zh_hant: 翻譯組織

source: Weblate organizes translatable VCS content of project/components into a tree-like structure. You can additionally organize components within a project using categories.
de: Weblate organisiert die übersetzbaren VCS-Inhalte von Projekten/Komponenten in einer baumartigen Struktur. Sie können Komponenten innerhalb eines Projekts zusätzlich über Kategorien organisieren.
ga: Eagraíonn Weblate ábhar VCS inaistrithe an tionscadail/comhpháirteanna i struchtúr crann. Is féidir leat freisin comhpháirteanna a eagrú laistigh de thionscadal ag baint úsáide as catagóirí.
hu: A Weblate a projektek és összetevők verziókezelő rendszerben tárolt fordítható tartalmát fa struktúrába szervezi, amely tovább finomítható az összetevők projekten belüli kategorizálásával.
id: Weblate mengorganisasikan konten VCS yang dapat diterjemahkan dari proyek/komponen ke dalam struktur seperti pohon. Anda juga dapat mengorganisasikan komponen dalam proyek menggunakan kategori.
ja: Weblate は、プロジェクト / コンポーネントの翻訳可能な VCS コンテンツをツリー状の構造に整理します。さらに、プロジェクト内でコンポーネントをカテゴリで整理できます。
nl: Weblate organiseert vertaalbare inhoud van het VCS van project/onderdelen in een boom-achtige structuur. U kunt aanvullend onderdelen binnen een project organiseren met categorieën.
pt: O Weblate organiza o conteúdo VCS traduzível de projetos/componentes numa estrutura semelhante a uma árvore. Além disso, pode organizar os componentes num projeto usando categorias.
pt_br: O Weblate organiza o conteúdo VCS traduzível de projetos/componentes em uma estrutura semelhante a uma árvore. Além disso, você pode organizar os componentes em um projeto usando categorias.
ru: Weblate организует переводимое содержимое VCS проекта/компонентов в древовидную структуру. Вы можете дополнительно организовать компоненты внутри проекта с помощью категорий.
sv: Weblate organiserar översättningsbart VCS-innehåll för projekt/komponenter i en trädliknande struktur. Du kan dessutom organisera komponenter inom ett projekt med hjälp av kategorier.
ta: வலைபெயர்ப்பு திட்ட/கூறுகளின் மொழிபெயர்க்கக்கூடிய வி.சி.எச் உள்ளடக்கத்தை மரம் போன்ற கட்டமைப்பில் ஏற்பாடு செய்கிறது. வகைகளைப் பயன்படுத்தி ஒரு திட்டத்திற்குள் நீங்கள் கூடுதலாக கூறுகளை ஒழுங்கமைக்கலாம்.
tr: Weblate, projenin/bileşenlerin çevrilebilir sürüm denetimi sistemi içeriğini ağaç benzeri bir yapı biçiminde düzenler. Ek olarak kategorileri kullanarak bir proje içindeki bileşenleri düzenleyebilirsiniz.
uk: Weblate упорядковує придатні до перекладу дані системи керування версіями проєкту і складників у деревоподібну структуру. Крім того, ви можете упорядкувати складники у проєкті за допомогою категорій.
zh_hans: Weblate 将项目/部件的可翻译版本控制系统内容组织成树状结构。你还可以使用类别来组织项目内的部件。

source: The bottom level object is :ref:`project`, which should hold all translations belonging together (for example translation of an application in several versions and/or accompanying documentation).
de: Das unterste Objekt ist die :ref:`project`, die alle zusammengehörenden Übersetzungen enthalten soll (z. B. Übersetzung einer Anwendung in mehreren Versionen und/oder Begleitdokumentation).
ga: Is é an réad bunleibhéil ná :ref:`project`, agus ba cheart go gcoimeádfaí na haistriúcháin go léir le chéile (mar shampla aistriúchán ar fheidhmchlár i leaganacha éagsúla agus/nó doiciméid a théann leis).
hu: A legalacsonyabb szintű objektum a :ref:`projekt <project>`, amelyhez az összetartozó fordításokat kell hozzárendelni (például egy alkalmazás több verziójának és a hozzájuk tartozó dokumentációnak a fordítását).
id: Objek tingkat bawah adalah :ref:`project`, yang seharusnya menampung semua terjemahan yang termasuk bersama-sama (misalnya terjemahan suatu aplikasi dalam beberapa versi dan/atau dokumentasi yang menyertainya).
ja: 最下位レベルのオブジェクトは :ref:`project` であり、すべての翻訳をまとめて保持することが必要です（たとえば、複数のバージョンのアプリケーションの翻訳および付属のドキュメントなど）。
nl: Het onderste niveau object is :ref:`project`, wat alle vertalingen zou moeten bevatten die bij elkaar horen (bijvoorbeeld de vertaling van een toepassing in verscheidene versies en/of bijbehorende documentatie).
pt: O objeto de nível inferior é :ref:`project`, que deve conter todas as traduções pertencentes a um conjunto (por exemplo, tradução de uma aplicação em várias versões e/ou documentação que o acompanha).
pt_br: O objeto de nível inferior é :ref:`project`, que deve conter todas as traduções pertencentes a um conjunto (por exemplo, tradução de um aplicativo em várias versões e/ou documentação que o acompanha).
ro: Obiectul de nivel inferior este :ref:`project`, care ar trebui să conțină toate traducerile care aparțin împreună (de exemplu, traducerea unei aplicații în mai multe versiuni și/sau documentația însoțitoare).
ru: Объектом нижнего уровня является :ref:`проект <project>`, который должен содержать все связанные переводы (например, перевод приложения различных версий и/или сопроводительную документацию).
sv: Det lägsta objektet är :ref:`project`, som ska innehålla alla översättningar som hör ihop (till exempel översättningar av en applikation i flera versioner och/eller tillhörande dokumentation).
tr: En alt düzeydeki nesne :ref:`project` olur ve tüm çevirileri bir arada bulundurmalıdır (bir uygulamanın birkaç sürümünün ve/veya ekindeki belgelerin çevirisi gibi).
uk: Об'єктом нижнього рівня є :ref:`проєкт <project>`. Проєкт має містити усі переклади, які йому належать, разом (наприклад, переклади декількох версій програми та/або відповідної документації).
zh_hans: 底层对象是 :ref:`project`，该项目配置应将所有翻译归在一起（例如，多个版本的应用程序翻译和/或随附的文档）。
zh_hant: 底層對像是 :ref:`project`，該項目配置應將所有翻譯歸在一起（例如，多個版本的應用程序翻譯和/或隨附的文檔）。

source: The middle level is optionally created by :ref:`category`. The categories can be nested to achieve more complex structure.
de: Die mittlere Ebene wird optional durch die :ref:`category` erstellt. Die Kategorien können verschachtelt werden, um eine komplexere Struktur zu erreichen.
ga: Cruthaítear an meánleibhéal go roghnach ag :ref:`category`. Is féidir na catagóirí a neadú chun struchtúr níos casta a bhaint amach.
hu: A középső szint opcionálisan :ref:`category` létrehozásával építhető ki. A kategóriák egymásba ágyazhatók az összetettebb struktúrák kialakításához.
id: Tingkat tengah dapat dibuat secara opsional oleh :ref:`category`. Kategori dapat disarangkan untuk mencapai struktur yang lebih kompleks.
ja: 中間レベルは、必要に応じて :ref:`category` を作成できます。カテゴリーを入れ子にして、より複雑な構造を実現できます。
nl: Het middelste niveau wordt optioneel gemaakt door :ref:`category`. De categorieën mogen worden genest om een meer complexe structuur te verkrijgen.
pt: O nível intermediário é opcionalmente criado por :ref:`category`. As categorias podem ser aninhadas para alcançar uma estrutura mais complexa.
pt_br: O nível intermediário é opcionalmente criado por :ref:`category`. As categorias podem ser aninhadas para alcançar uma estrutura mais complexa.
ru: Средний уровень дополнительно создаётся с помощью :ref:`category`. Категории могут быть вложены в более сложную структуру.
sv: Mellannivån skapas valfritt av :ref:`category`. Kategorierna kan vara nästlade för att uppnå en mer komplex struktur.
tr: Orta düzey isteğe bağlı olarak :ref:`category` tarafından oluşturulur. Daha karmaşık bir yapı elde etmek için kategoriler iç içe yerleştirilebilir.
uk: Середній рівень додатково створюється :ref:`категорією <category>`. Категорії можна вкладати одну в одну для досягнення складнішої структури.
zh_hans: 你可以选择通过 :ref:`category` 创建该中间级别。可以嵌套类别来实现更复杂的结构。

source: On the level above, :ref:`component`, which is actually the component to translate, you define the VCS repository to use, and the mask of files to translate.
de: Auf der darüber liegenden Ebene die :ref:`component`, welche die eigentlich zu übersetzende Komponente ist, definieren Sie das zu verwendende VCS-Repository und die Maske der zu übersetzenden Dateien.
ga: Ar an leibhéal thuas, :ref:`component`, arb é an chomhpháirt le haistriú i ndáiríre, sainíonn tú an stór VCS atá le húsáid, agus an masc comhaid le haistriú.
hu: A felette lévő szint az :ref:`összetevő <component>`, amely maga a lefordítandó összetevő. Itt adja meg a használt VCS tárolót és a fordítandó fájlok mintáját.
id: Pada level di atas, :ref:`component`, yang sebenarnya adalah komponen yang akan diterjemahkan, Anda menentukan repositori VCS yang akan digunakan, dan topeng berkas yang akan diterjemahkan.
ja: その上のレベルである :ref:`component` （実際に翻訳するコンポーネント）では、使用する VCS リポジトリと翻訳するファイルのマスクを定義します。
nl: Op het niveau daarboven, :ref:`component`, wat in feite het te vertalen onderdeel is, definieert u de te gebruiken opslagruimte van het VCS en het masker voor de te vertalen bestanden.
pt: No nível acima, :ref:`component`, que é na verdade o componente a ser traduzido, define o repositório VCS a ser usado e a máscara dos ficheiros a serem traduzidos.
pt_br: No nível acima, :ref:`component`, que é na verdade o componente a ser traduzido, você define o repositório VCS a ser usado e a máscara dos arquivos a serem traduzidos.
ro: La nivelul superior, :ref:`component`, care este de fapt componenta de tradus, se definește depozitul VCS de utilizat și masca de fișiere de tradus.
ru: На уровне выше располагается :ref:`компонент <component>`, который фактически и является компонентом для перевода, для которого вы определяете используемый репозиторий системы контроля версий и маску файлов для перевода.
sv: På nivån ovanför, :ref:`component`, som faktiskt är den komponent som ska översättas, definierar du vilket VCS-arkiv som ska användas och vilka filer som ska översättas.
tr: Yukarıdaki düzeyde, çevrilecek bileşen olan :ref:`component`, kullanılacak sürüm denetimi sistemi deposu ve çevrilecek dosyaların maskesi gibi bilgileri tanımlayabilirsiniz.
uk: Рівнем вище розташовано :ref:`складник <component>`, який є, власне, складником, який перекладають. Ви визначаєте сховище системи керування версіями, яке слід використовувати, та маску файлів, які слід перекладати.
zh_hans: 在上面的级别上，即 :ref:`component`，实际上是要翻译的部件，您定义要使用的版本控制系统仓库以及要翻译的文件掩码。
zh_hant: 在上面的級別上，:ref:`component`（實際上是要翻譯的組件），您定義要使用的版本控制系統（VCS ）倉庫以及要翻譯的文件的掩碼。

source: Above :ref:`component` there are individual translations, handled automatically by Weblate as translation files (which match :ref:`component-filemask` defined in :ref:`component`) appear in the VCS repository.
de: Oberhalb der :ref:`component` gibt es individuelle Übersetzungen, die von Weblate automatisch verarbeitet werden, wenn Übersetzungsdateien (die mit der in der :ref:`component` definierten :ref:`component-filemask` übereinstimmen) im VCS-Repository erscheinen.
ga: Thuas :ref:`component` tá aistriúcháin aonair, láimhseáilte go huathoibríoch ag Weblate mar chomhaid aistriúcháin (a mheaitseálann :ref:`component-filemask` mar a shainmhínítear in :ref:`component`) le feiceáil i stór VCS.
hu: Az :ref:`összetevő <component>` fölött egyedi fordítások találhatók, amelyeket a Weblate automatikusan kezel fordítási fájlként, amint azok megjelennek a VCS-tárolóban, és megfelelnek az :ref:`összetevő <component>` alatt megadott :ref:`component-filemask` beállításnak.
id: Di atas :ref:`component` terdapat terjemahan individual, ditangani secara otomatis oleh Weblate sebagai berkas terjemahan (yang cocok dengan :ref:`component-filemask` yang didefinisikan dalam :ref:`component`) muncul di repositori VCS.
ja: :ref:`component` の上には個々の翻訳があり、翻訳ファイル（:ref:`component` で定義した :ref:`component-filemask` と一致する）が VCS リポジトリに反映されると Weblate によって自動的に処理されます。
nl: Boven :ref:`component` staan individuele vertalingen, automatisch door Weblate afgehandeld als vertaalde bestanden (die overeenkomen met het :ref:`component-filemask` gedefinieerd in :ref:`component`) die verschijnen in de opslagruimte van het VCS.
pt: Acima da :ref:`component` existem traduções individuais, manipuladas automaticamente pelo Weblate como ficheiros de tradução (que correspondem a :ref:`component-filemask` definido em :ref:`component`) aparecem no repositório VCS.
pt_br: Acima da :ref:`component` existem traduções individuais, manipuladas automaticamente pelo Weblate como arquivos de tradução (que correspondem a :ref:`component-filemask` definido em :ref:`component`) aparecem no repositório VCS.
ro: Deasupra :ref:`component` se află traduceri individuale, gestionate automat de Weblate pe măsură ce fișierele de traducere (care se potrivesc cu :ref:`component-filemask` definit în :ref:`component`) apar în depozitul VCS.
ru: Ещё выше :ref:`компонента <component>` находятся отдельные переводы, которые Weblate обрабатывает автоматически, как только файлы перевода (соответствующие :ref:`маске файлов <component-filemask>`, определённой в :ref:`конфигурации компонента <component>`), появляются в репозитории системы контроля версий.
sv: Ovanför :ref:`component` finns individuella översättningar, som hanteras automatiskt av Weblate när översättningsfiler (som matchar :ref:`component-filemask` definierat i :ref:`component`) dyker upp i VCS-arkivet.
tr: Yukarıda :ref:`component` sürüm denetimi sistemi deposunda, çeviri dosyaları (:ref:`component` içinde tanımlanan :ref:`component-filemask` ile eşleşen) Weblate tarafından kendiliğinden işlenen bireysel çeviriler bulunur.
uk: Над :ref:`складником <component>` розташовано окремі переклади, які керуються Weblate у автоматичному режимі як файли перекладу (які відповідають :ref:`масці файлів складника <component-filemask>`, заданій у :ref:`складнику <component>`) у сховищі системи керування версіями.
zh_hans: 在 :ref:`component` 上方有单独的翻译，当版本控制系统仓库中出现翻译文件（与 :ref:`component` 中定义的 :ref:`component-filemask` 匹配）时，Weblate 会自动处理这些翻译。
zh_hant: 在:ref:`component` 上方，有單獨的翻譯，當版本控制系統（VCS ）倉庫中出現翻譯文件（與:ref:`component` 中定義的:ref:`component-filemask`匹配）時，Weblate會自動處理這些翻譯。

source: Weblate supports a wide range of translation formats (both bilingual and monolingual ones) supported by Translate Toolkit, see :ref:`formats`.
de: Weblate unterstützt eine breite Palette von Übersetzungsformaten (sowohl zweisprachige als auch einsprachige), die vom Translate Toolkit unterstützt werden, siehe :ref:`formats`.
ga: Tacaíonn Weblate le raon leathan formáidí aistriúcháin (idir dhátheangach agus aonteangacha) arna dtacú ag Translate Toolkit, féach :ref:`formats`.
hu: A Weblate számos fordítási formátumot támogat (mind kétnyelvű, mind egynyelvű formátumokat) a Translate Toolkit segítségével, lásd: :ref:`formats`.
id: Weblate mendukung berbagai format terjemahan (baik bilingual maupun monolingual) yang didukung oleh Translate Toolkit, lihat :ref:`formats`.
ja: Weblate は、Translate Toolkit が対応している幅広い翻訳ファイル形式（バイリンガルとモノリンガルの両方）に対応しています。参照: :ref:`formats`。
nl: Weblate ondersteunt een groot bereik aan indelingen voor vertalingen (zowel tweetalige als eentalige) ondersteund door Translate Toolkit, bekijk :ref:`formats`.
pt: O Weblate tem suporte a uma ampla gama de formatos de tradução (bilíngues e monolíngues) suportados pelo Translate Toolkit, veja :ref:`formats`.
pt_br: O Weblate tem suporte a uma ampla gama de formatos de tradução (bilíngues e monolíngues) suportados pelo Translate Toolkit, consulte :ref:`formats`.
ro: Weblate suportă o gamă largă de formate de traducere (atât cele bilingve, cât și cele monolingve) acceptate de Translate Toolkit, vezi :ref:`formats`.
ru: Weblate поддерживает широкий набор форматов перевода (как двуязычных, так и одноязычных), поддерживаемых набором инструментов Translate Toolkit, смотрите раздел :ref:`formats`.
sv: Weblate stöder ett brett utbud av översättningsformat (både tvåspråkiga och enspråkiga) som stöds av Translate Toolkit, se :ref:`formats`.
tr: Weblate, Translate Toolkit tarafından desteklenen çok çeşitli çeviri biçimlerini (hem iki dilli hem de tek dilli olanları) destekler. Ayrıntılı bilgi almak için :ref:`formats`.
uk: У Weblate передбачено підтримку широкого діапазону форматів перекладів (двомовних і одномовних). Підтримку реалізовано на основі Translate Toolkit, див. :ref:`formats`.
zh_hans: Weblate 支持 Translate Toolkit 支持的多种翻译格式（双语和单语），请参阅 :ref:`formats`。
zh_hant: Weblate 支持 Translate Toolkit 支持的多種翻譯格式（雙語和單語），請參閱 :ref:`formats`。

source: You can share cloned VCS repositories using :ref:`internal-urls`. Using this feature is highly recommended when you have many components sharing the same VCS. It improves performance and decreases required disk space.
de: Sie können geklonte VCS-Repositorys mit :ref:`internal-urls` freigeben. Die Verwendung dieser Funktion wird dringend empfohlen, wenn viele Komponenten dasselbe VCS gemeinsam nutzen. Sie verbessert die Leistung und verringert den benötigten Speicherplatz.
ga: Is féidir leat stórtha clónáilte VCS a roinnt trí úsáid a bhaint as :ref:`internal-urls`. Moltar go mór an ghné seo a úsáid nuair a bhíonn go leor comhpháirteanna ag roinnt an VCS céanna. Feabhsaíonn sé feidhmíocht agus laghdaítear spás diosca riachtanach.
hu: A klónozott VCS tárolók megosztása :ref:`internal-urls` használatával lehetséges. Ezt a funkciót kifejezetten ajánlott használni, ha sok összetevő osztozik ugyanazon VCS-en, mivel növeli a teljesítményt és csökkenti a lemezhasználatot.
id: Anda dapat berbagi repositori VCS kloning menggunakan :ref:`internal-urls`. Fitur ini sangat disarankan jika Anda memiliki banyak komponen yang berbagi VCS yang sama. Itu meningkatkan kinerja dan mengurangi ruang disk yang dibutuhkan.
ja: クローンした VCS リポジトリは、:ref:`internal-urls` を使用して共有できます。同じ VCS を共有する多くのコンポーネントがある場合、必ずこの機能を使用してください。これにより、性能が向上し、必要なディスク容量が減少します。
nl: U kunt gekloonde opslagruimten van het VCS delen met :ref:`internal-urls`. Gebruiken van deze mogelijkheid wordt sterk aanbevolen als u veel onderdelen hebt die hetzelfde VCS delen. Het verbetert de prestaties en vermindert de vereiste schijfruimte.
pt: Pode compartilhar repositórios VCS clonados a usar :ref:`internal-urls`. Usar este recurso é altamente recomendado quando tem muitos componentes a compartilhar o mesmo VCS. Ele melhora o desempenho e diminui o espaço em disco necessário.
pt_br: Você pode compartilhar repositórios VCS clonados usando :ref:`internal-urls`. Usar este recurso é altamente recomendado quando você tem muitos componentes compartilhando o mesmo VCS. Ele melhora o desempenho e diminui o espaço em disco necessário.
ro: Puteți partaja depozite VCS clonate folosind :ref:`internal-urls`. Utilizarea acestei funcții este foarte recomandată atunci când aveți mai multe componente care partajează același VCS. Aceasta îmbunătățește performanța și scade spațiul pe disc necesar.
ru: Вы можете совместно использовать склонированные репозитории системы контроля версий, используя :ref:`внутренние URL-адреса Weblate <internal-urls>`. Использование этой возможности настоятельно рекомендуется при наличии множества компонентов, совместно использующих один и тот же репозиторий. Она повышает производительность и уменьшает необходимое дисковое пространство.
sv: Du kan dela klonade VCS-arkiv med hjälp av :ref:`internal-urls`. Det rekommenderas starkt att använda denna funktion när du har många komponenter som delar samma VCS. Det förbättrar prestandan och minskar det nödvändiga diskutrymmet.
tr: Kopyalanmış sürüm denetimi sistemi depolarını :ref:`internal-urls` ile paylaşabilirsiniz. Aynı sürüm denetimi sistemini paylaşan birçok bileşeniniz olduğunda bu özelliği kullanmanız önemle önerilir. Başarımı artırır ve kullanılacak disk alanını azaltır.
uk: Ви можете використовувати спільне клоноване із системи керування версіям сховище для декількох складників за допомогою можливості :ref:`internal-urls`. Наполегливо рекомендуємо скористатися цією можливістю, якщо у вашому проєкті декілька складників використовують те саме сховище системи керування версіями. Таким чином ви пришвидшите роботу системі і зменшите витрату місця на диску.
zh_hans: 您可以使用 :ref:`internal-urls` 共享克隆的版本控制系统仓库。当您有许多共享同一版本控制系统的部件时，强烈推荐使用此功能。它提高了性能并减少了所需的磁盘空间。
zh_hant: 您可以使用 :ref:`internal-urls` 共享克隆的版本控制系統（VCS ）倉庫。當您有許多共享同一版本控制系統（VCS ）的組件時，強烈推薦使用此功能。它提高了性能並減少了所需的磁盤空間。

source: Adding translation projects and components
de: Übersetzungsprojekte und Komponenten hinzufügen
ga: Tionscadail agus comhpháirteanna aistriúcháin a chur leis
hu: Fordítási projektek és összetevők hozzáadása
id: Menambahkan proyek dan komponen terjemahan
ja: 翻訳プロジェクトとコンポーネントの追加
nl: Vertaalprojecten en onderdelen toevoegen
pt: Adicionando projetos e componentes de tradução
pt_br: Adicionando projetos e componentes de tradução
ro: Adăugarea de proiecte și componente de traducere
ru: Добавление проектов и компонентов перевода
sv: Lägga till översättningsprojekt och komponenter
ta: மொழிபெயர்ப்பு திட்டங்கள் மற்றும் கூறுகளைச் சேர்ப்பது
tr: Çeviri projelerini ve bileşenleri eklemek
uk: Додавання проєктів і складників перекладу
zh_hans: 添加翻译项目和部件
zh_hant: 添加翻譯項目和組件
