Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Some quality checks can be quite expensive, and if not needed, can save you some time during import if omitted. See :setting:`CHECK_LIST` for info on configuration.
de: Einige Qualitätsprüfungen können recht aufwendig sein, und wenn sie nicht benötigt werden, können Sie beim Import etwas Zeit sparen, wenn Sie sie weglassen. Siehe :setting:`CHECK_LIST` für Informationen zur Konfiguration.
ga: Is féidir le roinnt seiceálacha cáilíochta a bheith costasach go leor, agus mura bhfuil gá leo is féidir leo roinnt ama a shábháil le linn allmhairithe má fágtar ar lár iad. Féach :setting:`CHECK_LIST` le haghaidh faisnéise ar chumraíocht.
hu: Egyes minőség-ellenőrzések igen erőforrás-igényesek lehetnek, és ha nincs rájuk szükség, érdemes őket kihagyni az importálás során, így időt takaríthat meg. A beállításokról bővebben lásd: :setting:`CHECK_LIST`.
id: Beberapa pemeriksaan kualitas bisa sangat mahal, dan jika tidak diperlukan, dapat menghemat waktu Anda selama proses impor jika diabaikan. Lihat :setting:`CHECK_LIST` untuk informasi tentang konfigurasi.
ja: 一部の品質検査には、非常にコストがかかります。不要な場合は省略するとインポート中の時間を短縮できます。 設定の詳細については :setting:`CHECK_LIST` を確認してください。
nl: Sommige kwaliteitcontroles kunnen behoorlijk wat capaciteit vergen, en als zij niet nodig zijn, kunnen zij u tijd besparen bij het importeren als zij worden weggelaten. Bekijk :setting:`CHECK_LIST` voor informatie over configuratie.
pt: Algumas verificações de qualidade podem ser bastante custosas e, se não forem necessárias, podem economizar algum tempo durante a importação, se omitidas. Veja :setting:`CHECK_LIST` para informações sobre configuração.
pt_br: Algumas verificações de qualidade podem ser bastante custosas e, se não forem necessárias, podem economizar algum tempo durante a importação, se omitidas. Consulte :setting:`CHECK_LIST` para informações sobre configuração.
ro: Unele controale de calitate pot fi destul de costisitoare și, dacă nu sunt necesare, vă pot economisi timp în timpul importului dacă sunt omise. Consultați :setting:`CHECK_LIST` pentru informații despre configurare.
ru: Некоторые проверки качества могут быть довольно дорогими, и если в них нет необходимости, при импорте можно сэкономить некоторое время, если их пропустить. Информацию по их настройке смотрите в описании параметра :setting:`CHECK_LIST`.
sv: Vissa kvalitetskontroller kan vara ganska kostsamma, och om de inte behövs kan du spara tid under importen genom att utelämna dem. Se :setting:`CHECK_LIST` för information om konfiguration.
tr: Bazı kalite denetimleri için oldukça fazla kaynak gerekebilir ve gerekmeyen denetimler yok sayılırsa içe aktarım sırasında size biraz zaman kazandırabilir. Yapılandırma ile ilgili bilgi almak için: :setting:`CHECK_LIST`.
uk: Деякі перевірки якості є доволі витратними щодо ресурсів. Якщо вони є непотрібними, ви можете заощадити певний час під час імпортування, якщо ви пропустите їх. Див. :setting:`CHECK_LIST`, щоб дізнатися більше про налаштовування.
zh_hans: 一些质量检查可能相当昂贵，如果不需要，在导入时省略可以节省一些时间。配置的信息请参见 :setting:`CHECK_LIST`。
zh_hant: 一些質量檢查可以使非常昂貴的，而如果不需要，在導入時省略可以節省一些時間。配置的信息請參見 :setting:`CHECK_LIST`。

source: Automatic creation of components
de: Automatisches Erstellen von Komponenten
ga: Cruthú uathoibríoch comhpháirteanna
hu: Összetevők automatikus létrehozása
id: Pembuatan komponen otomatis
ja: コンポーネントの自動生成
nl: Automatisch maken van onderdelen
pt: Criação automática de componentes
pt_br: Criação automática de componentes
ro: Crearea automată a componentelor
ru: Автоматическое создание компонентов
sv: Automatisk skapande av komponenter
ta: கூறுகளின் தானியங்கி உருவாக்கம்
tr: Bileşenleri kendiliğinden oluşturmak
uk: Автоматичне створення складників
zh_hans: 自动新建部件
zh_hant: 自動新建組件

source: In case your project has dozen of translation files (e.g. for different gettext domains, or parts of Android apps), you might want to import them automatically. This can either be achieved from the command-line by using :wladmin:`import_project` or :wladmin:`import_json`, or by installing the :ref:`addon-weblate.discovery.discovery` add-on.
de: Falls Ihr Projekt Dutzende von Übersetzungsdateien hat (z. B. für verschiedene gettext-Domains oder Teile von Android-Apps), möchten Sie diese vielleicht automatisch importieren. Dies kann entweder über die Befehlszeile mit :wladmin:`import_project` oder :wladmin:`import_json` erfolgen oder durch die Installation der Erweiterung :ref:`addon-weblate.discovery.discovery`.
ga: Sa chás go bhfuil dosaen de chomhaid aistriúcháin ag do thionscadal (m.sh. d’fhearainn éagsúla gettext, nó codanna d’aipeanna Android), b’fhéidir gur mhaith leat iad a allmhairiú go huathoibríoch. Is féidir é seo a bhaint amach ón líne ordaithe trí úsáid a bhaint as :wladmin:`import_project` nó :wladmin:`import_json`, nó tríd an mbreiseán :ref:`addon-weblate.discovery.discovery` a shuiteáil.
hu: Ha a projektje több fordítási fájlt tartalmaz (például különböző gettext tartományokat vagy Android-alkalmazásrészeket), érdemes lehet ezeket automatikusan importálni. Ezt megteheti parancssorból a :wladmin:`import_project` vagy a :wladmin:`import_json` paranccsal, illetve az :ref:`addon-weblate.discovery.discovery` kiegészítő telepítésével.
id: Jika proyek Anda memiliki lusinan berkas terjemahan (misalnya untuk domain gettext yang berbeda, atau bagian dari aplikasi Android), Anda mungkin ingin mengimpornya secara otomatis. Hal ini dapat dilakukan melalui baris perintah dengan menggunakan :wladmin:`import_project` atau :wladmin:`import_json`, atau dengan memasang add-on :ref:`addon-weblate.discovery.discovery`.
ja: プロジェクトに多くの翻訳ファイル（例: 異なる gettext ドメインまたは Android アプリの一部）がある場合は、それらを自動的に読み込みたくなります。これは、コマンド行から :wladmin:`import_project` または :wladmin:`import_json` を使用するか、:ref:`addon-weblate.discovery.discovery` アドオンをインストールすることで実行できます。
nl: In het geval dat uw project dozijnen aan vertaalbestanden heeft (bijv. voor verschillende domeinen van gettext, of delen van apps voor Android), zou u ze misschien automatisch willen importeren. Dat kan ofwel worden bereikt met de opdrachtregel met :wladmin:`import_project` of :wladmin:`import_json`, of door het installeren van de add-on :ref:`addon-weblate.discovery.discovery`.
pt: Caso o seu projeto tenha dezenas de ficheiros de tradução (por exemplo, para diferentes domínios gettext ou partes de apps de Android), pode importá-los automaticamente. Pode ser feito na linha de comando usando :wladmin:`import_project` ou :wladmin:`import_json`, ou instalando a extensão :ref:`addon-weblate.discovery.discovery`.
pt_br: Caso seu projeto tenha dezenas de arquivos de tradução (por exemplo, para diferentes domínios gettext ou partes de aplicativos Android), você pode querer importá-los automaticamente. Isso pode ser feito na linha de comando usando :wladmin:`import_project` ou :wladmin:`import_json`, ou instalando o complemento :ref:`addon-weblate.discovery.discovery`.
ru: Если в вашем проекте есть десятки файлов перевода (например, для разных доменов gettext или частей приложений Android), вы можете импортировать их автоматически. Этого можно добиться либо из командной строки, используя :wladmin:`import_project` или :wladmin:`import_json`, либо установив надстройку :ref:`addon-weblate.discovery.discovery`.
sv: Om ditt projekt har dussintals översättningsfiler (t.ex. för olika gettext-domäner eller delar av Android-appar) kanske du vill importera dem automatiskt. Detta kan göras antingen från kommandoraden med hjälp av :wladmin:`import_project` eller :wladmin:`import_json`, eller genom att installera tillägget :ref:`addon-weblate.discovery.discovery`.
tr: Projenizde onlarca çeviri dosyası varsa (farklı gettext alanları veya Android uygulamalarının bölümleri gibi), bunları kendiliğinden içe aktarmak isteyebilirsiniz. Bunun için komut satırından :wladmin:`import_project` ya da :wladmin:`import_json` komutları kullanabilir ya da :ref:`addon-weblate.discovery.discovery` eklentisini kurabilirsiniz.
uk: Якщо у проєкт є з десяток файлів перекладу (наприклад, для різних доменів gettext або частин програм Android), у вас може виникнути потреба у імпортування цих файлів автоматично. Цього можна досягти або за допомогою командного рядка з використанням :wladmin:`import_project` чи :wladmin:`import_json`, або за допомогою встановлення додатка :ref:`addon-weblate.discovery.discovery`.
zh_hans: 在您的项目有十多个翻译文件的情况下（例如不同的 gettext 域，或 Android 应用的一部分），您会想要将它们自动导入。可以通过使用 :wladmin:`import_project` 或 :wladmin:`import_json`，或者通过安装 :ref:`addon-weblate.discovery.discovery` 附加组件，通过命令行来实现。

source: To use the add-on, you first need to create a component for one translation file (choose the one that is the least likely to be renamed or removed in future), and install the add-on on this component.
de: Um die Erweiterung zu verwenden, müssen Sie zunächst eine Komponente für eine Übersetzungsdatei erstellen (wählen Sie diejenige, bei der die Wahrscheinlichkeit am geringsten ist, dass sie in Zukunft umbenannt oder entfernt wird) und die Erweiterung auf dieser Komponente installieren.
ga: Chun an breiseán a úsáid, ní mór duit ar dtús comhpháirt a chruthú le haghaidh comhad aistriúcháin amháin (roghnaigh an ceann is lú seans go n-athainmneofar nó go mbainfear é amach anseo), agus suiteáil an breiseán ar an gcomhpháirt seo.
hu: A kiegészítő használatához először létre kell hozni egy összetevőt egy fordítási fájlhoz (célszerű olyat választani, amelynek átnevezése vagy törlése a legkevésbé valószínű), majd erre az összetevőre kell telepíteni a kiegészítőt.
id: Untuk menggunakan pengaya, Anda harus terlebih dahulu membuat komponen untuk satu berkas terjemahan (pilih salah satu yang paling kecil kemungkinannya untuk diganti namanya atau dihapus di masa mendatang), dan pasang pengaya pada komponen ini.
ja: アドオンを使用するには、まず 1 つの翻訳ファイル（将来的に名前変更または削除する可能性が最も低いものを選択）用のコンポーネントを作成し、このコンポーネントにアドオンをインストールすることが必要です。
nl: U moet, om de add-on te kunnen gebruiken, eerst een onderdeel maken voor een vertaalbestand (kies die welke de minste kans heeft om in de toekomst te worden hernoemd of verwijderd), en installeer de add-on in dat onderdeel.
pt: Para usar a extensão, primeiro precisa criar um componente para um ficheiro de tradução (escolha aquele que tem menos probabilidade de ser renomeado ou removido no futuro) e instalar a extensão neste componente.
pt_br: Para usar o complemento, primeiro você precisa criar um componente para um arquivo de tradução (escolha aquele que tem menos probabilidade de ser renomeado ou removido no futuro) e instalar o complemento neste componente.
ro: Pentru a utiliza add-onul, trebuie mai întâi să creați o componentă pentru un fișier de traducere (alegeți-l pe cel care este cel mai puțin probabil să fie redenumit sau eliminat în viitor) și instalați add-onul pe această componentă.
ru: Для использования надстройки вам сначала нужно создать компонент для одного файла перевода (выберите тот, который с наименьшей вероятностью в будущем будет переименован или удалён), и установить надстройку в этот компонент.
sv: För att kunna använda tillägget måste du först skapa en komponent för en översättningsfil (välj den som är minst benägen att byta namn eller tas bort i framtiden) och installera tillägget på denna komponent.
ta: துணை நிரலைப் பயன்படுத்த, நீங்கள் முதலில் ஒரு மொழிபெயர்ப்பு கோப்பிற்கான ஒரு கூறுகளை உருவாக்க வேண்டும் (எதிர்காலத்தில் மறுபெயரிடப்படவோ அல்லது அகற்றப்படவோ வாய்ப்புள்ள ஒன்றைத் தேர்வுசெய்க), மேலும் இந்த கூறுகளில் துணை நிரலை நிறுவவும்.
tr: Eklentiyi kullanmak için, önce bir çeviri dosyasına bir bileşen oluşturmanız (gelecekte yeniden adlandırılma ya da silinme olasılığı en düşük olanı seçin) ve eklentiyi bu bileşene kurmanız gerekir.
uk: Щоб скористатися додатком, вам слід спочатку створити складник для одного файла перекладу (виберіть той з них, який має найменшу ймовірність перейменовування або вилучення у майбутньому), а потім встановити додаток для цього складника.
zh_hans: 要使用附加组件，首先您需要为一个翻译文件（选择未来最不可能改名或删除的那个）创建一个部件，然后在该部件上安装附加组件。

source: For the management commands, you need to create a project which will contain all components and then run :wladmin:`import_project` or :wladmin:`import_json`.
de: Für die Verwaltungsbefehle müssen Sie ein Projekt erstellen, das alle Komponenten enthält, und dann :wladmin:`import_project` oder :wladmin:`import_json` ausführen.
ga: Le haghaidh na n-orduithe bainistíochta, ní mór duit tionscadal a chruthú ina mbeidh na comhpháirteanna go léir agus ansin rith :wladmin:`import_project` nó :wladmin:`import_json`.
hu: A kezelőparancsok esetén létre kell hozni egy projektet, amely tartalmazza majd az összes összetevőt, és utána kell futtatni a :wladmin:`import_project` vagy :wladmin:`import_json` parancsot.
id: Untuk perintah manajemen, Anda perlu membuat proyek yang akan berisi semua komponen dan kemudian menjalankan :wladmin:`import_project` atau :wladmin:`import_json`.
ja: 管理コマンドの場合は、すべてのコンポーネントを含むプロジェクトを作成してから、:wladmin:`import_project` または :wladmin:`import_json` の実行が必要です。
nl: Voor de beheersopdrachten moet u een project maken dat alle onderdelen zal bevatten en dan :wladmin:`import_project` of :wladmin:`import_json` uitvoeren.
pt: Para os comandos de gestão, precisa criar um projeto que conterá todos os componentes e então executar :wladmin:`import_project` ou :wladmin:`import_json`.
pt_br: Para os comandos de gerenciamento, você precisa criar um projeto que conterá todos os componentes e então executar :wladmin:`import_project` ou :wladmin:`import_json`.
ru: Для команд управления вам необходимо создать проект, который будет содержать все компоненты, а затем запустить :wladmin:`import_project` или :wladmin:`import_json`.
sv: För hanteringskommandona måste du skapa ett projekt som innehåller alla komponenter och sedan köra :wladmin:`import_project` eller :wladmin:`import_json`.
tr: Yönetim komutlarını kullanmak için, tüm bileşenleri kapsayacak bir proje oluşturmanız ve ardından :wladmin:`import_project` ya da :wladmin:`import_json` komutunu yürütmeniz gerekir.
uk: Для команд керування вам слід створити проєкт, який міститиме усі складники, а потім віддати команду :wladmin:`import_project` або :wladmin:`import_json`.
zh_hans: 对于管理命令，您需要新建包含所有部件的项目，然后运行 :wladmin:`import_project` 或 :wladmin:`import_json`。

source: Sample configuration
de: Beispielkonfiguration
ga: Cumraíocht samplach
hu: Mintakonfiguráció
id: Konfigurasi sampel
ja: 設定例
nl: Voorbeeld configuratie
pt: Amostra de configuração
pt_br: Amostra de configuração
ro: Exemplu de configurare
ru: Пример файла настроек
sv: Exempel på konfiguration
ta: மாதிரி உள்ளமைவு
tr: Örnek yapılandırma
uk: Зразок налаштувань
zh_hans: 配置的示例
zh_hant: 配置的例子

source: The following example is shipped as :file:`weblate/settings_example.py` with Weblate:
de: Das folgende Beispiel wird als :file:`weblate/settings_example.py` mit Weblate ausgeliefert:
ga: Seoltar an sampla seo a leanas mar :file:`weblate/settings_example.py` le Weblate:
hu: Az alábbi példa a Weblate-hez mellékelt :file:`weblate/settings_example.py` fájlban található:
id: Contoh berikut dikirimkan sebagai :file:`weblate/settings_example.py` dengan Weblate:
ja: Weblate が設定例として同梱している :file:`weblate/settings_example.py` ：
nl: Het volgende voorbeeld wordt met Weblate meegeleverd als :file:`weblate/settings_example.py`:
pt: O exemplo a seguir é enviado como :file:`weblate/settings_example.py` com Weblate:
pt_br: O exemplo a seguir é enviado como :file:`weblate/settings_example.py` com Weblate:
ro: Următorul exemplu este livrat ca :file:`weblate/settings_example.py` cu Weblate:
ru: Следующий пример поставляется с Weblate’ом в виде файла :file:`weblate/settings_example.py`:
sv: Följande exempel levereras som :file:`weblate/settings_example.py` med Weblate:
tr: Bu örnek, Weblate ile birlikte gelen :file:`weblate/settings_example.py` dosyasıdır:
uk: Наведений нижче приклад постачається як :file:`weblate/settings_example.py` разом із Weblate:
zh_hans: 后面的示例作为 :file:`weblate/settings_example.py` 与Weblate一起上市：
zh_hant: 後面的例子作為 :file:`weblate/settings_example.py` 與Weblate一起上市：

source: Getting support for Weblate
de: Support für Weblate erhalten
ga: Tacaíocht a fháil do Weblate
hu: Támogatás igénybevétele a Weblate-hez
id: Mendapatkan dukungan untuk Weblate
ja: Weblate によるサポートを受ける方法
nl: Ondersteuning krijgen voor Weblate
pt: Obter suporte para o Weblate
pt_br: Obtendo suporte para o Weblate
ro: Obținerea de asistență pentru Weblate
ru: Получение поддержки по Weblate
sv: Få support för Weblate
ta: வலைபெயர்ப்புடுக்கு ஆதரவைப் பெறுதல்
tr: Weblate için destek almak
uk: Отримання підтримки щодо Weblate
zh_hans: 从 Weblate 获取支持
zh_hant: 從 Weblate 獲得支持

source: *Weblate* is copylefted libre software with community support. Hosting subscribers receive priority support at no extra charge. Prepaid help packages are available for everyone, including self-hosting users. Find info about current support offerings at https://weblate.org/support.
de: *Weblate* ist eine Copyleft-lizenzierte Freie Software mit Community-Support. Hosting-Abonnenten erhalten bevorzugten Support ohne Aufpreis. Prepaid-Hilfspakete sind für alle verfügbar, auch für Benutzer von Self-Hosting. Informationen zu aktuellen Supportangeboten finden Sie unter https://weblate.org/support.
ga: Is bogearraí saora cóipleite é *Weblate* le tacaíocht pobail. Faigheann síntiúsóirí óstála tacaíocht tosaíochta gan aon táille bhreise. Tá pacáistí cabhrach réamhíoctha ar fáil do gach duine, lena n-áirítear úsáideoirí féin-óstála. Faigh faisnéis faoi thairiscintí tacaíochta reatha ag https://weblate.org/support.
hu: A *Weblate* copyleft alapú szabad szoftver közösségi támogatással. A felhő szolgáltatás előfizetői elsőbbségi támogatásban részesülnek, külön díj nélkül. Előre megvásárolható támogatási csomagok bárki számára elérhetők, beleértve az önálló üzemeltetőket is. Az aktuális támogatási lehetőségekről a https://weblate.org/support oldalon talál részletes információt.
id: *Weblate* adalah perangkat lunak bebas copylefted dengan dukungan komunitas. Pelanggan hosting mendapatkan dukungan prioritas tanpa biaya tambahan. Paket bantuan prabayar tersedia untuk semua orang, termasuk pengguna hosting mandiri. Temukan informasi tentang penawaran dukungan terkini di https://weblate.org/support.
ja: "Weblate" は、コピーレフトな自由ソフトウェアでありコミュニティによる支援もあります。ホスティングの加入者は、追加料金なしで優先的なサポートを受けられます。事前購入のヘルプ パッケージ（一時的な緊急サポート）は、自己ホスティングユーザーを含むすべての人が申し込めます。現在提供されているサポートの詳細については、https://weblate.org/support を確認してください。
nl: *Weblate* is vrije copyleft software met ondersteuning van de gemeenschap. Abonnees voor hosting ontvangen prioriteit bij ondersteuning, zonder extra kosten. Vooraf betaalde hulppakketten zijn voor iedereen beschikbaar, inclusief voor gebruikers die zelf hosten. U vindt informatie over de huidige aanbiedingen voor ondersteuning op https://weblate.org/support.
pt: O *Weblate* é um software livre protegido por copyleft com suporte da comunidade. Os assinantes de hospedagem recebem suporte prioritário sem custo adicional. Pacotes de ajuda pré-pagos estão disponíveis para todos, inclusive para utilizadores de hospedagem própria. Encontre informações sobre as ofertas de suporte atuais em https://weblate.org/support.
pt_br: O *Weblate* é um software livre protegido por copyleft com suporte da comunidade. Os assinantes de hospedagem recebem suporte prioritário sem custo adicional. Pacotes de ajuda pré-pagos estão disponíveis para todos, inclusive para usuários de hospedagem própria. Encontre informações sobre as ofertas de suporte atuais em https://weblate.org/support.
sv: *Weblate* är fri programvara med copyleft och support från communityn. Hostingabonnenter får prioriterad support utan extra kostnad. Förbetalda hjälppaket finns tillgängliga för alla, inklusive användare med egen hosting. Information om aktuella supporterbjudanden finns på https://weblate.org/support.
ta: * வெப்லேட்* என்பது சமூக ஆதரவுடன் நகலெடுக்கும் லிப்ரே மென்பொருளாகும். ஓச்டிங் சந்தாதாரர்கள் கூடுதல் கட்டணம் இல்லாமல் முன்னுரிமை ஆதரவைப் பெறுகிறார்கள். தன்வய ஓச்டிங் பயனர்கள் உட்பட அனைவருக்கும் ப்ரீபெய்ட் உதவி தொகுப்புகள் கிடைக்கின்றன. தற்போதைய உதவி பிரசாதங்களைப் பற்றிய தகவல்களை https://weblate.org/support இல் கண்டறியவும்.
tr: Weblate, topluluk destekli serbest telif hakkı sunan özgür bir yazılımdır. Barındırma aboneleri ek ücret ödemeden öncelikli destek alırlar. Kendi barındırmasını yapanlarla birlikte herkes, ön ödemeli yardım paketleri alabilir. Geçerli destek teklifleri ile ilgili bilgi almak için https://weblate.org/support adresine bakabilirsiniz.
uk: *Weblate* є вільним програмним забезпеченням, модифікація якого можлива лише за умов вільного її поширення, із супроводом, який забезпечується спільнотою користувачів. Передплатники отримують пріоритетну підтримку без додаткових сплат. Передплачені пакунки допомоги доступні для всіх, зокрема користувачів, які розміщують програмне забезпечення на власних серверах. Докладніше про поточні пропозиції супроводу можна дізнатися за допомогою сторінки https://weblate.org/support.
zh_hans: *Weblate* 是受社区支持的 copyleft 的自由软件。托管订阅者无需支付额外费用便可以获得优先支持；所有人都可以购买预付支持服务包，包括自托管用户。您可以在 <https://weblate.org/support/ 找到更多关于当前支持服务的信息。

source: Integrating support
de: Support integrieren
ga: Tacaíocht a chomhtháthú
hu: Támogatás integrálása
id: Mengintegrasikan dukungan
ja: サポートの統合
nl: Ondersteuning integreren
pt: Integrando o apoio
pt_br: Integrando suporte
ro: Integrarea sprijinului
ru: Интегрированная поддержка
sv: Integrering av support
ta: ஆதரவை ஒருங்கிணைத்தல்
tr: Destek bütünleştirmesi
uk: Інтегрування підтримки
zh_hans: 集成支持
zh_hant: 集成支持
