Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The backend names match names used in the URL for authentication.
de: Die Backend-Namen entsprechen den in der URL für die Authentifizierung verwendeten Namen.
ga: Meaitseálann na hainmneacha inneall ainmneacha a úsáidtear san URL le haghaidh fíordheimhnithe.
hu: A háttérrendszer nevei megegyeznek az azonosításhoz (hitelesítéshez) használt URL-ben szereplő nevekkel.
id: Nama backend cocok dengan nama yang digunakan di URL untuk autentikasi.
ja: バックエンド名は、認証用の URL で使用する名前と一致させます。
nl: De namen van de backends komen overeen met namen die worden gebruikt in de URL voor authenticatie.
pt: Os nomes de backend correspondem aos nomes usados na URL para autenticação.
pt_br: Os nomes de backend correspondem aos nomes usados na URL para autenticação.
ru: Имена бэкэндов совпадают с именами, используемыми в URL-адресах для авторизации.
sv: Backend-namnen matchar namnen som används i URL:en för autentisering.
ta: பின்தளத்தில் பெயர்கள் அங்கீகாரத்திற்காக முகவரி இல் பயன்படுத்தப்படும் பெயர்களுடன் பொருந்துகின்றன.
tr: Arka uç adları, kimlik doğrulaması için adres içinde kullanılan adlarla eşleşir.
uk: Назви модулів відповідають назвам, використаним у адресі для розпізнавання.
zh_hans: 与身份验证 URL 中使用的名称匹配的后端名称。

source: Whether registration of new accounts is protected by a CAPTCHA. Defaults to enabled.
de: Ob die Registrierung von neuen Konten durch ein CAPTCHA geschützt ist. Standardmäßig aktiviert.
ga: Cibé an bhfuil clárú cuntas nua cosanta ag CAPTCHA. Réamhshocruithe le cumasú.
hu: Új fiókok regisztrációjának CAPTCHA védelemmel való ellátása. Alapértelmezetten be van kapcsolva.
id: Apakah pendaftaran akun baru dilindungi oleh CAPTCHA. Bawaannya adalah diaktifkan.
ja: 新しいアカウントの登録が CAPTCHA によって保護されるかどうか。デフォルトでは有効。
nl: Of registratie van nieuwe accounts wordt beveiligd met een CAPTCHA. Standaard ingeschakeld.
pt: Se o registo de novas contas está protegido por CAPTCHA. O padrão é ativado.
pt_br: Se o registo de novas contas está protegido por CAPTCHA. O padrão é habilitado.
ru: Защищать ли регистрацию новых учётных записей с помощью CAPTCHA. По умолчанию значение включено.
sv: Om registrering av nya konton skyddas av CAPTCHA. Standardinställningen är aktiverad.
ta: புதிய கணக்குகளை பதிவு செய்வது ஒரு கேப்ட்சாவால் பாதுகாக்கப்படுகிறதா. இயக்கப்பட்ட இயல்புநிலை.
tr: Yeni hesap kaydının bir CAPTCHA ile korunup korunmayacağını belirler. Varsayılan olarak kullanıma alınmıştır.
uk: Визначає, чи має бути захищено нові облікові записи за допомогою CAPTCHA. Типово, захист увімкнено.
zh_hans: 新账户注册是否受 CAPTCHA 的保护。此功能默认开启。

source: If turned on, a CAPTCHA is added to all pages where a users enters their e-mail address:
de: Wenn diese Option aktiviert ist, wird ein CAPTCHA zu allen Seiten hinzugefügt, auf denen ein Benutzer seine E-Mail-Adresse eingibt:
ga: Má tá sé curtha ar siúl, cuirtear CAPTCHA le gach leathanach ina gcuireann úsáideoir a seoladh ríomhphoist isteach:
hu: Ha be van kapcsolva, CAPTCHA jelenik meg minden olyan oldalon, ahol a felhasználók e-mail címet adnak meg:
id: Jika diaktifkan, CAPTCHA akan ditambahkan ke semua halaman tempat pengguna memasukkan alamat surel mereka:
ja: 有効にすると、ユーザーがメール アドレスを入力して CAPTCHA が追加されるすべてのページ：
nl: Indien ingeschakeld wordt een CAPTCHA toegevoegd aan alle pagina's waar gebruikers hun e-mailadres invoeren:
pt: Se for ativado, um CAPTCHA é adicionado a todas as páginas onde um utilizador digita o endereço de e-mail dele:
pt_br: Se ativado, um CAPTCHA é adicionado a todas as páginas onde um usuário digita seu endereço de e-mail:
ro: Dacă este activată, un CAPTCHA este adăugat la toate paginile în care un utilizator își introduce adresa de e-mail:
ru: Если он включён, ко всем страницам, на которых пользователь вводит свой адрес электронной почты, добавляется капча:
sv: Om funktionen är aktiverad läggs en CAPTCHA till på alla sidor där användare anger sin e-postadress:
ta: இயக்கப்பட்டால், பயனர்கள் தங்கள் மின்னஞ்சல் முகவரியில் நுழையும் அனைத்து பக்கங்களிலும் ஒரு கேப்ட்சா சேர்க்கப்படுகிறது:
tr: Açıksa, kullanıcıların e-posta adreslerini yazdığı tüm sayfalara bir CAPTCHA eklenir:
uk: Якщо увімкнено, на усі сторінки, де користувачі вводять адреси електронної пошти, буде додано CAPTCHA:
zh_hans: 如果打开，CAPTCHA 会添加到用户输入其电子邮箱地址的所有页面中：
zh_hant: 如果打開，CAPTCHA 會添加到用戶輸入其電子郵箱地址的所有頁面中：

source: New account registration.
de: Registrierung eines neuen Kontos.
ga: Clárú cuntais nua.
hu: Új fiók regisztrációja.
id: Pendaftaran akun baru.
ja: 新規アカウント登録。
nl: Registreren nieuw account.
pt: Registo de uma conta nova.
pt_br: Cadastro de nova conta.
ro: Înregistrarea unui cont nou.
ru: Регистрация новой учётной записи.
sv: Registrering av nytt konto.
ta: புதிய கணக்கு பதிவு.
tr: Yeni hesap açılışı.
uk: Реєстрація нового облікового запису.
zh_hans: 新账户注册。

source: Password recovery.
de: Passwortwiederherstellung.
ga: Aisghabháil pasfhocal.
hu: Jelszó-visszaállítás.
id: Pemulihan kata sandi.
ja: パスワードの回復。
nl: Wachtwoord herstellen.
pt: Recuperação de palavra-passe.
pt_br: Recuperação de senha.
ro: Recuperarea parolei.
ru: Восстановление пароля.
sv: Återställning av lösenord.
ta: கடவுச்சொல் மீட்பு.
tr: Parola kurtarma.
uk: Відновлення пароля.
zh_hans: 找回密码。
zh_hant: 找回密碼。

source: Adding e-mail to an account.
de: E-Mail zu einem Konto hinzufügen.
ga: R-phost a chur le cuntas.
hu: E-mail cím hozzáadása egy fiókhoz.
id: Menambahkan surel ke akun.
ja: アカウントへのメールアドレスの追加。
nl: E-mail aan account toevoegen.
pt: Adição de uma e-mail a uma conta.
pt_br: Adição de e-mail a uma conta.
ro: Adăugarea de e-mail la un cont.
ru: Добавление в учётную запись адреса электронной почты.
sv: Lägga till e-post till ett konto.
ta: ஒரு கணக்கில் மின்னஞ்சலைச் சேர்ப்பது.
tr: Bir hesaba e-posta ekleme.
uk: Додавання адреси електронної пошти до облікового запису.
zh_hans: 将电子邮箱地址添加到账户中。
zh_hant: 將電子郵箱地址添加到賬戶中。

source: Contact form for users that are not signed in.
de: Kontaktformular für nicht angemeldete Benutzer.
ga: Foirm teagmhála d'úsáideoirí nach bhfuil sínithe isteach.
hu: Kapcsolatfelvételi űrlap nem bejelentkezett felhasználók számára.
id: Formulir kontak untuk pengguna yang tidak masuk.
ja: サイン インしていないユーザーへの問い合わせフォーム。
nl: Contactformulier voor gebruikers die niet ingelogd zijn.
pt: Formulário de contacto para utilizadores que não estão autenticados.
pt_br: Formulário de contato para usuários que não estão autenticados.
ro: Formular de contact pentru utilizatorii care nu sunt conectați.
ru: Контактная форма для пользователей, не вошедших в систему.
sv: Kontaktformulär för användare som inte är inloggade.
ta: உள்நுழையாத பயனர்களுக்கான தொடர்பு படிவம்.
tr: Oturum açmamış kullanıcılar için iletişim formu.
uk: Контактна форма для користувачів, які не увійшли до системи.
zh_hans: 供未登录用户使用的联系表单。
zh_hant: 供未登錄用戶使用的聯繫表格。

source: The protection currently consists of following steps:
de: Der Schutz besteht aktuell aus folgenden Schritten:
ga: Tá na céimeanna seo a leanas sa chosaint faoi láthair:
hu: A védelem jelenleg az alábbi lépésekből áll:
id: Perlindungan saat ini terdiri dari langkah-langkah berikut:
ja: 現在の保護の手順:
nl: De beveiliging bestaat momenteel uit de volgende stappen:
pt_br: A proteção atualmente consiste nas seguintes etapas:
sv: Skyddet består för närvarande av följande steg:
ta: பாதுகாப்பு தற்போது பின்வரும் படிகளைக் கொண்டுள்ளது:
tr: Koruma şu anda şu adımlardan oluşuyor:
uk: Зараз захист складається з наступних кроків:
zh_hans: 保护当前由下列步骤组成：

source: Mathematical captcha to be solved by the user.
de: Mathematisches Captcha, das vom Benutzer gelöst werden muss.
ga: Matamaitice captcha le réiteach ag an úsáideoir.
hu: Matematikai CAPTCHA megoldása a felhasználó által.
id: Captcha matematika yang harus dipecahkan oleh pengguna.
ja: ユーザーが解くべき数式 CAPTCHA。
nl: Wiskundige captcha, door de gebruiker op te lossen.
pt_br: Captcha matemático a ser resolvido pelo usuário.
sv: Matematisk captcha som ska lösas av användaren.
ta: கணித கேப்ட்சா பயனரால் தீர்க்கப்பட வேண்டும்.
tr: Kullanıcı tarafından çözülmesi gereken matematiksel captcha.
uk: Математична капча, яку розгадує користувач.
zh_hans: 用户要解决的数学人机验证。

source: Proof of work challenge calculated by the browser. The difficulty can be adjusted using :setting:`ALTCHA_MAX_NUMBER`.
de: Vom Browser berechnete Proof-of-Work-Challenge. Die Schwierigkeit kann mit :setting:`ALTCHA_MAX_NUMBER` angepasst werden.
ga: Dúshlán cruthúnais oibre arna ríomh ag an mbrabhsálaí. Is féidir an deacracht a choigeartú trí :setting:`ALTCHA_MAX_NUMBER` a úsáid.
hu: A böngésző által kiszámított proof of work kihívás. A nehézségi szint az :setting:`ALTCHA_MAX_NUMBER` beállítással módosítható.
id: Tantangan proof of work dihitung oleh peramban. Tingkat kesulitannya dapat disesuaikan menggunakan :setting:`ALTCHA_MAX_NUMBER`.
ja: プルーフ・オブ・ワークチャレンジはブラウザによって計算されます。難易度は :setting:`ALTCHA_MAX_NUMBER` を使用して調整できます。
nl: Uitdaging van Proof of work, berekend door de browser. De moeilijkheid kan worden aangepast met :setting:`ALTCHA_MAX_NUMBER`.
pt_br: Desafio de prova de trabalho calculado pelo navegador. A dificuldade pode ser ajustada usando :setting:`ALTCHA_MAX_NUMBER`.
sv: Bevis på arbetsutmaning beräknat av webbläsaren. Svårighetsgraden kan justeras med hjälp av :setting:`ALTCHA_MAX_NUMBER`.
tr: Tarayıcı tarafından hesaplanan çalışma kanıtı zorluğu. Zorluk :setting:`ALTCHA_MAX_NUMBER` kullanılarak ayarlanabilir.
uk: Проблема підтвердження роботи, розрахована браузером. Складність можна регулювати за допомогою :setting:`ALTCHA_MAX_NUMBER`.
zh_hans: 由浏览器计算的工作证明挑战。可使用 :setting:`ALTCHA_MAX_NUMBER` 调整难度。

source: Allows you to filter which e-mail addresses can register.
de: Hier können Sie filtern, welche E-Mail-Adressen sich registrieren können.
ga: Ligeann sé duit na seoltaí ríomhphoist is féidir a chlárú a scagadh.
hu: Lehetővé teszi, hogy szűrje, milyen e-mail címekről lehet regisztrálni.
id: Memungkinkan Anda memfilter alamat surel mana yang dapat mendaftar.
ja: 登録できるメール アドレスをフィルター処理できます。
nl: Maakt het voor u mogelijk te filteren welke e-mailadressen kunnen registreren.
pt: Permite filtrar quais endereços de e-mail podem ser registados.
pt_br: Permite filtrar quais endereços de e-mail podem ser registrados.
ro: Vă permite să filtrați adresele de e-mail care se pot înregistra.
ru: Позволяет вам отфильтровать допустимые для регистрации адреса электронной почты.
sv: Låter dig filtrera vilka e-postadresser som kan registreras.
ta: எந்த மின்னஞ்சல் முகவரிகள் பதிவு செய்யலாம் என்பதை வடிகட்ட உங்களை அனுமதிக்கிறது.
tr: Hangi e-posta adreslerinin kaydedilebileceğini süzmenizi sağlar.
uk: Надає вам змогу фільтрувати, які адреси електронної пошти можна реєструвати.
zh_hans: 允许你筛选哪个电子邮箱地址可以注册。
zh_hant: 允許你篩選哪個電子郵箱地址可以註冊。

source: Defaults to ``.*``, which allows any e-mail address to be registered.
de: Die Standardeinstellung ist ``.*``, sodass sich jede beliebige E-Mail-Adresse registrieren kann.
ga: Réamhshocrú go ``.*``, a cheadaíonn aon seoladh ríomhphoist a chlárú.
hu: Alapértelmezett érték: ``.*``, ami bármilyen e-mail cím regisztrációját engedélyezi.
id: Bawaannya adalah ``.*``, yang memperbolehkan alamat surel apa pun untuk didaftarkan.
ja: デフォルトは ``.*``、どのようなメールアドレスでも登録できます。
nl: Standaard is ``.*``, wat toestaat dat elk e-mailadres zich registreert.
pt: A predefinição é ``.*``, que permite que registar qualquer endereço de e-mail.
pt_br: O padrão e ``.*``, que permite que qualquer endereço de e-mail seja registrado.
ro: Valoarea implicită este ``.*``, ceea ce permite înregistrarea oricărei adrese de e-mail.
ru: По умолчанию равен ``.*``, что позволяет зарегистрироваться с любым адресом электронной почты.
sv: Standardinställningen är ``.*``, vilket innebär att alla e-postadresser kan registreras.
ta: இயல்புநிலை ``.*``, இது எந்த மின்னஞ்சல் முகவரியையும் பதிவு செய்ய அனுமதிக்கிறது.
tr: Varsayılan değer: ``.*``. Herhangi bir e-posta adresi ile hesap açılmasına izin verir.
uk: Типове значення — ``.*``, що надає змогу реєструвати будь-яку адресу електронної пошти.
zh_hans: 默认为 ``.*``，允许使用任何电子邮箱地址注册。
zh_hant: 默認為 ``.*`` ，允許使用任何電子郵箱地址註冊。

source: You can use it to restrict registration to a single e-mail domain:
de: Sie können damit die Registrierung auf eine einzige E-Mail-Domain beschränken:
ga: Is féidir leat é a úsáid chun clárú a shrianadh chuig fearann ríomhphoist amháin:
hu: Használható arra is, hogy a regisztrációt egyetlen e-mail domainre korlátozza:
id: Anda dapat menggunakannya untuk membatasi pendaftaran ke satu domain surel:
ja: 登録を単一のメール アドレスドメインに制限する方法：
nl: U kunt het gebruiken om registratie te beperken tot een enkel domein voor e-mail:
pt: Pode usá-lo para restringir o registo a um único domínio de e-mail:
pt_br: Você pode usá-lo para restringir o registro a um único domínio de e-mail:
ro: Îl puteți utiliza pentru a restricționa înregistrarea la un singur domeniu de e-mail:
ru: Вы можете использовать этот параметр для ограничения регистрации одним доменом электронной почты:
sv: Du kan använda den för att begränsa registreringen till en enda e-postdomän:
ta: ஒற்றை மின்னஞ்சல் களத்தில் பதிவை கட்டுப்படுத்த நீங்கள் இதைப் பயன்படுத்தலாம்:
tr: Bu seçeneği, hesap açma işlemini tek bir e-posta etki alanıyla sınırlamak için kullanabilirsiniz:
uk: Ви можете скористатися ним для обмеження реєстрації єдиним доменом електронної пошти:
zh_hans: 可以用它限制注册到单一的电子邮箱域名：
zh_hant: 可以用它限制註冊到單一的電子郵箱域名：

source: Whether registration of new accounts is currently permitted. Defaults to enabled.
de: Ob die Registrierung von neuen Konten derzeit erlaubt ist. Standardmäßig aktiviert.
ga: Cibé an bhfuil clárú cuntas nua ceadaithe faoi láthair. Réamhshocruithe le cumasú.
hu: Meghatározza, hogy az új fiókok regisztrációja jelenleg engedélyezett-e. Alapértelmezés szerint engedélyezett.
id: Apakah pendaftaran akun baru saat ini diizinkan. Bawaannya adalah diaktifkan.
ja: 現在、新規アカウントの登録を許可しているかどうか。デフォルトでは有効。
nl: Of registratie van nieuwe accounts momenteel is toegestaan. Standaard ingeschakeld.
pt: Se o registo de novas contas é permitido atualmente. O padrão é ativado.
pt_br: Se o registro de novas contas é permitido atualmente. O padrão é habilitado.
ru: Разрешена ли в данный момент регистрация новых учётных записей. По умолчанию значение включено.
sv: Om registrering av nya konton för närvarande är tillåtet. Standardinställningen är aktiverat.
ta: புதிய கணக்குகளின் பதிவு தற்போது அனுமதிக்கப்பட்டுள்ளதா. இயக்கப்பட்ட இயல்புநிலை.
tr: Şu anda yeni hesap açılmasına izin verilip verilmeyeceğini belirler. Varsayılan olarak kullanıma alınmıştır.
uk: Визначає, чи дозволено реєстрацію нових облікових записів. Типово увімкнено.
zh_hans: 当前是否允许注册新账户。默认为允许。

source: This setting affects built-in authentication by e-mail address or through the Python Social Auth (you can allow certain back-ends using :setting:`REGISTRATION_ALLOW_BACKENDS`).
de: Diese Einstellung wirkt sich auf die integrierte Authentifizierung per E-Mail-Adresse oder über Python Social Auth aus (Sie können bestimmte Backends über :setting:`REGISTRATION_ALLOW_BACKENDS` zulassen).
ga: Bíonn tionchar ag an socrú seo ar fhíordheimhniú ionsuite le seoladh ríomhphoist nó trí Python Social Auth (is féidir leat cúlchríocha áirithe a cheadú trí úsáid a bhaint as :setting:`REGISTRATION_ALLOW_BACKENDS`).
hu: Ez a beállítás az e-mail címmel történő beépített hitelesítést, illetve a Python Social Auth használatát érinti (bizonyos háttérrendszereket külön engedélyezhet a :setting:`REGISTRATION_ALLOW_BACKENDS` segítségével).
id: Pengaturan ini memengaruhi autentikasi bawaan melalui alamat surel atau melalui Python Social Auth (Anda dapat mengizinkan back-end tertentu menggunakan :setting:`REGISTRATION_ALLOW_BACKENDS`).
nl: Deze instelling beïnvloedt ingebouwde authenticatie door e-mailadres of via de Python Social Auth (u kunt bepaalde backends toestaan met :setting:`REGISTRATION_ALLOW_BACKENDS`).
pt_br: Essa configuração afeta a autenticação embutida por endereço de e-mail ou através do Python Social Auth (você pode permitir certos back-ends usando :setting:`REGISTRATION_ALLOW_BACKENDS`).
sv: Denna inställning påverkar inbyggd autentisering via e-postadress eller genom Python Social Auth (du kan tillåta vissa back-ends med :setting:`REGISTRATION_ALLOW_BACKENDS`).
tr: Bu ayar, e-posta adresi ya da Python Social Auth ile yapılan iç kimlik doğrulamasını etkiler (:setting:`REGISTRATION_ALLOW_BACKENDS` ayarını kullanarak belirli arka uçlara izin verebilirsiniz).
uk: Цей параметр впливає на вбудовану автентифікацію за адресою електронної пошти або через соціальну автентифікацію Python (ви можете дозволити певні бек-енди за допомогою :setting:`REGISTRATION_ALLOW_BACKENDS`).

source: If using third-party authentication methods such as :ref:`ldap-auth`, it just hides the registration form, but new users might still be able to sign in and create accounts.
de: Bei der Verwendung von Authentifizierungsmethoden von Drittanbietern, wie z. B. :ref:`ldap-auth`, wird lediglich das Registrierungsformular ausgeblendet, aber neue Benutzer können sich möglicherweise trotzdem anmelden und Konten erstellen.
ga: Má tá modhanna fíordheimhnithe tríú páirtí á n-úsáid mar :ref:`ldap-auth`, ní fholaíonn sé ach an fhoirm chlárúcháin, ach seans go mbeidh úsáideoirí nua fós in ann síniú isteach agus cuntais a chruthú.
hu: Ha harmadik fél által biztosított hitelesítési módszereket használ, például: :ref:`ldap-auth`, akkor csak a regisztrációs űrlapot rejti el, de az új felhasználók továbbra is be tudnak jelentkezni és fiókot tudnak létrehozni.
id: Jika menggunakan metode autentikasi pihak ketiga seperti :ref:`ldap-auth`, ia hanya menyembunyikan formulir pendaftaran, tetapi pengguna baru mungkin masih dapat masuk dan membuat akun.
ja: :ref:`ldap-auth` などのサード パーティ認証方法を使用している場合、登録フォームは非表示になりますが、新しいユーザーがサイン インしてアカウントを作成できることがあります。
nl: Indien methoden voor authenticatie van derde partijen wordt gebruikt, zoals :ref:`ldap-auth`, verbergt het slechts het registratieformulier, maar nieuwe gebruikers zouden nog steeds in staat kunnen zijn in te loggen en accounts te maken.
pt: Se estiver a usar métodos de autenticação de terceiros, como :ref:`ldap-auth`, ele apenas oculta o formulário de registo, mas novos utilizadores ainda conseguem se autenticar e criar contas.
pt_br: Se estiver usando métodos de autenticação de terceiros, como :ref:`ldap-auth`, ele apenas oculta o formulário de registro, mas novos usuários ainda conseguem se autenticar e criar contas.
ro: În cazul în care se utilizează metode de autentificare de la terți, cum ar fi :ref:`ldap-auth`, se ascunde doar formularul de înregistrare, dar utilizatorii noi ar putea fi în continuare capabili să se conecteze și să creeze conturi.
ru: При использовании сторонних методов авторизации, вроде :ref:`авторизации через LDAP <ldap-auth>`, этот параметр просто скрывает форму регистрации, но новые пользователи всё равно смогут входить в систему и создавать учётные записи.
sv: Om du använder autentiseringsmetoder från tredje part, såsom :ref:`ldap-auth`, döljs bara registreringsformuläret, men nya användare kan fortfarande logga in och skapa konton.
tr: :ref:`ldap-auth` gibi üçüncü taraf kimlik doğrulama yöntemleri kullanılıyorsa bu seçenek yalnızca kayıt formunu gizler. Ancak yeni kullanıcılar yine de oturum ve hesap açabilir.
uk: Якщо використано сторонні способи розпізнавання, зокрема :ref:`ldap-auth`, це просто призводить до приховування реєстраційної форми, але нові користувачі попри це зможуть входити до системи і створювати облікові записи.
zh_hans: 如果使用第三方身份验证方法，如 :ref:`ldap-auth`，只是隐藏注册表单，而新用户仍然能够登录并建立账户。
zh_hant: 如果使用第三方身份驗證方法，如 :ref:`ldap-auth` ，只是隱藏註冊表格，而新用戶仍然能夠登錄並建立賬戶。

source: Allow rebinding authentication backends for existing users. Turn this on when migrating between authentication providers.
de: Erlaubt das erneute Binden von Authentifizierungs-Backends für bestehende Benutzer. Aktivieren Sie dies, wenn Sie zwischen Authentifizierungsanbietern migrieren.
ga: Ceadaigh inneall fíordheimhnithe a athcheangal d'úsáideoirí reatha. Cuir é seo ar siúl agus tú ag aistriú idir soláthraithe fíordheimhnithe.
hu: Engedélyezi a hitelesítési háttérrendszerek újrakapcsolását (rebind) meglévő felhasználók esetén. Kapcsolja be ezt az opciót, ha hitelesítési szolgáltatók közötti átállás (migráció) történik.
id: Izinkan pengikatan ulang backend autentikasi untuk pengguna yang sudah ada. Aktifkan ini saat bermigrasi antar penyedia autentikasi.
ja: 既存のユーザの認証バックエンドの再バインドを許可します。認証プロバイダー間の移行時は有効にしてください。
nl: Sta opnieuw verbinden van backends voor authenticatie voor bestaande gebruikers toe. Schakel dit in bij het migreren tussne providers van authenticatie.
pt: Permitir backends de autenticação de religação para utilizadores existentes. Ative isto ao migrar entre provedores de autenticação.
pt_br: Permitir a religação de backends de autenticação para usuários existentes. Ative essa opção ao migrar entre provedores de autenticação.
ru: Разрешить повторную привязку бэкэндов проверки подлинности для существующих пользователей. Включите этот параметр при миграции между поставщиками проверки авторизации.
sv: Tillåt ombindning av autentiseringsbackends för befintliga användare. Aktivera detta när du migrerar mellan autentiseringsleverantörer.
ta: ஏற்கனவே உள்ள பயனர்களுக்கு அங்கீகார பின்தளத்தில் மறுக்க அனுமதிக்கவும். அங்கீகார வழங்குநர்களிடையே இடம்பெயரும்போது இதை இயக்கவும்.
tr: Var olan kullanıcılar için kimlik doğrulama hizmeti arka uçlarının yeniden bağlanmasını sağlar. Kimlik doğrulama hizmeti sağlayıcıları arasında geçiş yaparken bu seçeneği açın.
uk: Уможливлює повторну прив'язку модулів розпізнавання для наявних користувачів. Увімкніть при перенесенні між різними надавачами засобів для розпізнавання.
zh_hans: 允许为现有用户重新绑定身份验证后端。在不同身份验证提供者之间迁移时请打开此选项。
