Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For installation instructions see :ref:`custom-addon-modules`.
de: Für Installationsanweisungen siehe :ref:`custom-addon-modules`.
ga: Le haghaidh treoracha suiteála féach :ref:`custom-addon-modules`.
hu: A telepítési útmutatót lásd itt: :ref:`custom-addon-modules`.
id: Untuk petunjuk pemasangan, lihat :ref:`custom-addon-modules`.
ja: インストールの方法は :ref:`custom-addon-modules` を確認してください。
nl: Voor instructies voor installeren, bekijk :ref:`custom-addon-modules`.
pt: Para instruções de instalação, veja :ref:`custom-addon-modules`.
pt_br: Para instruções de instalação, consulte :ref:`custom-addon-modules`.
ro: Pentru instrucțiuni de instalare, consultați :ref:`custom-addon-modules`.
ru: Инструкции по установке смотрите в разделе :ref:`custom-addon-modules`.
sv: För installationsinstruktioner, se :ref:`custom-addon-modules`.
tr: Kurulum ile ilgili ayrıntılı bilgi almak için: :ref:`custom-addon-modules`.
uk: Настанови щодо встановлення наведено у розділі :ref:`custom-addon-modules`.
zh_hans: 安装方法请参见 :ref:`custom-addon-modules`。
zh_hant: 安裝方法請參見 :ref:`custom-addon-modules` 。

source: The script is executed with the current directory set to the root of the VCS repository for any given component.
de: Das Skript wird ausgeführt, wobei das aktuelle Verzeichnis auf das Stammverzeichnis des VCS-Repositorys für eine beliebige Komponente gesetzt wird.
ga: Déantar an script a fhorghníomhú agus an t-eolaire reatha socraithe ag fréamh an stór VCS d'aon chomhpháirt ar leith.
hu: A parancsfájl úgy fut le, hogy az aktuális könyvtár az adott összetevő VCS (verziókezelő) tárolójának gyökérkönyvtárára van beállítva.
id: Skrip dijalankan dengan menyetel direktori saat ini ke root repositori VCS untuk komponen apa pun.
ja: スクリプトは、指定したコンポーネントの VCS リポジトリのルートを、カレント ディレクトリとして実行されます。
nl: Het script wordt uitgevoerd met de huidige map ingesteld op de root van de opslagruimte voor het VCS voor een bepaald onderdeel.
pt: repositório VCS para qualquer componente.
pt_br: O script é executado com o diretório atual definido para a raiz do repositório VCS para qualquer componente.
ro: Scriptul este executat cu directorul curent setat la rădăcina depozitului VCS pentru orice componentă dată.
ru: Скрипт выполняется с текущим каталогом, установленном в корневой каталог репозитория системы контроля версий заданного компонента.
sv: Skriptet körs med den aktuella katalogen inställd på roten av VCS-arkivet för en given komponent.
ta: எந்தவொரு கூறுகளுக்கும் வி.சி.எச் களஞ்சியத்தின் வேருக்கு அமைக்கப்பட்ட தற்போதைய கோப்பகத்துடன் ச்கிரிப்ட் செயல்படுத்தப்படுகிறது.
tr: Betik dosyası, belirtilen bileşen için sürüm denetimi sistemi deposunun kök klasörüne ayarlanmış geçerli klasör ile yürütülür.
uk: Скрипт виконується у поточному каталозі, яким є кореневий каталог сховища системи керування версіями для будь-якого заданого складника.
zh_hans: 对于任何给定的部件，当前路径设置为版本控制系统仓库的根目录时，执行脚本。
zh_hant: 對於任何給定的組件，當前路徑設置為版本控制系統（ VCS ）倉庫的根目錄時，執行腳本。

source: Additionally, the following environment variables are available:
de: Zusätzlich sind die folgenden Umgebungsvariablen verfügbar:
ga: Ina theannta sin, tá na hathróga timpeallachta seo a leanas ar fáil:
hu: Ezen felül az alábbi környezeti változók érhetők el:
id: Selain itu, variabel lingkungan berikut ini juga tersedia:
ja: さらに利用可能な環境変数:
nl: Aanvullend zijn de volgende omgevingsvariabelen beschikbaar:
pt: Além disso, as seguintes variáveis de ambiente estão disponíveis:
pt_br: Além disso, estão disponíveis as seguintes variáveis de ambiente:
ro: În plus, sunt disponibile următoarele variabile de mediu:
ru: Кроме того, в скрипте доступны следующие переменные окружения:
sv: Dessutom finns följande miljövariabler tillgängliga:
ta: கூடுதலாக, பின்வரும் சுற்றுச்சூழல் மாறிகள் கிடைக்கின்றன:
tr: Ek olarak, şu ortam değişkenleri kullanılabilir:
uk: Крім того, можна скористатися такими змінними середовища:
zh_hans: 此外，以下环境变量是可用的：
zh_hant: 此外，可以訪問後面的環境參數：

source: Version control system used.
de: Versionsverwaltung verwendet.
ga: Córas rialaithe leagan a úsáidtear.
hu: Használt verziókezelő rendszer.
id: Sistem kontrol versi digunakan.
ja: 使用中のバージョン管理システム。
nl: Gebruikte versiebeheersysteem.
pt: Sistema de controlo de versão usado.
pt_br: Sistema de controle de versão usado.
ro: Sistemul de control al versiunilor utilizat.
ru: Используемая система контроля версий.
sv: Använt versionshanteringssystem.
ta: பதிப்பு கட்டுப்பாட்டு அமைப்பு பயன்படுத்தப்படுகிறது.
tr: Kullanılan sürüm denetimi sistemi.
uk: Використана система керування версіями.
zh_hans: 使用的版本控制系统。
zh_hant: 使用的版本控制系統。

source: Upstream repository URL.
de: URL des Upstream-Repositorys.
ga: URL stór in aghaidh an tsrutha.
hu: Forrás tároló URL-je.
id: URL repositori sumber.
ja: 上流リポジトリの URL。
nl: URL opslagruimte upstream.
pt: URL do repositório upstream.
pt_br: URL do repositório upstream.
ro: URL-ul depozitului din amonte.
ru: URL-адрес вышестоящего репозитория.
sv: Upstream-arkivets URL.
ta: மேலோடை களஞ்சிய முகவரி.
tr: Yukarı akış deposu adresi.
uk: Адреса основного сховища із кодом.
zh_hans: 上游仓库 URL。

source: Absolute path to VCS repository.
de: Absoluter Pfad zum VCS-Repository.
ga: Conair iomlán chuig stór VCS.
hu: Abszolút elérési út a VCS (verziókezelő) tárolóhoz.
id: Lokasi absolut ke repositori VCS.
ja: VCS リポジトリへの絶対パス。
nl: Absolute pad naar opslagruimte VCS.
pt: Caminho absoluto ao repositório VCS.
pt_br: Caminho absoluto para o repositório VCS.
ro: Calea absolută către depozitul VCS.
ru: Абсолютный путь к репозиторию системы контроля версий.
sv: Absolut sökväg till VCS-arkivet.
ta: வி.சி.எச் களஞ்சியத்திற்கு முழுமையான பாதை.
tr: Sürüm denetimi sistemi deposunun mutlak yolu.
uk: Абсолютний шлях до сховища системи керування версіями.
zh_hans: 版本控制系统仓库的绝对路径。
zh_hant: 版本控制系統（ VCS ）倉庫的絕對路徑。

source: Repository branch configured in the current component.
de: In der aktuellen Komponente konfigurierter Repository-Branch.
ga: Brainse stórtha cumraithe sa chomhpháirt reatha.
hu: Az aktuális összetevőhöz beállított tárolóág.
id: Cabang repositori dikonfigurasi dalam komponen saat ini.
ja: 現在のコンポーネントに設定したリポジトリのブランチ。
nl: Tak opslagruimte geconfigureerd in het huidige onderdeel.
pt: Ramo do repositório configurado no componente atual.
pt_br: Ramo do repositório configurado no componente atual.
ro: Ramura de depozit configurată în componenta curentă.
ru: Ветка репозитория, настроенная для текущего компонента.
sv: Repository-gren konfigurerad i den aktuella komponenten.
ta: தற்போதைய கூறுகளில் கட்டமைக்கப்பட்ட களஞ்சிய கிளை.
tr: Geçerli bileşende yapılandırılmış depo dalı.
uk: Гілка сховища, яку налаштовано у поточному складнику.
zh_hans: 当前部件配置的仓库分支。
zh_hant: 當前組件配置的倉庫分支。

source: File mask for current component.
de: Dateimaske für die aktuelle Komponente.
ga: Masc comhaid don chomhpháirt reatha.
hu: Az aktuális összetevő fájlmaszkja.
id: File mask untuk komponen saat ini.
ja: 現在のコンポーネントのファイルマスク。
nl: Bestandsmasker voor huidige onderdeel.
pt: Máscara de ficheiro para componente atual.
pt_br: Máscara de arquivo para componente atual.
ro: Masca de fișier pentru componenta curentă.
ru: Маска файлов для текущего компонента.
sv: Filmask för aktuell komponent.
ta: தற்போதைய கூறுகளுக்கு கோப்பு முகமூடி.
tr: Geçerli bileşen için dosya maskesi.
uk: Маска файлів для поточного складника.
zh_hans: 当前部件的文件掩码。
zh_hant: 當前組件的File mask。

source: Filename of template for monolingual translations (can be empty).
de: Dateiname der Vorlage für einsprachige Übersetzungen (kann leer sein).
ga: Ainm comhaid an teimpléid le haghaidh aistriúcháin aonteangacha (is féidir iad a bheith folamh).
hu: Egynyelvű fordítások sablonfájljának neve (lehet üres).
id: Nama berkas templat untuk terjemahan monolingual (bisa dikosongkan).
ja: モノリンガル翻訳用のテンプレートのファイル名（空欄でも可）。
nl: Bestandsnaam van sjabloon voor eentalige vertalingen (mag leeg zijn).
pt: Nome de ficheiro de modelo para traduções monolínguas (pode estar vazio).
pt_br: Nome de arquivo de modelo para traduções monolíngues (pode estar vazio).
ro: Numele de fișier al șablonului pentru traducerile monolingve (poate fi gol).
ru: Имя файла шаблона для одноязычных переводов (может быть пустым).
sv: Filnamn på mall för enspråkiga översättningar (kan vara tomt).
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கான வார்ப்புருவின் கோப்பு பெயர் (காலியாக இருக்கலாம்).
tr: Tek dilli çeviriler için kalıbın dosya adı (boş olabilir).
uk: Назва файла шаблона для одномовного перекладу (може бути порожньою).
zh_hans: 单语言翻译模板的文件名（可以为空）。
zh_hant: 單語言翻譯模板的文件名（可以為空）。

source: Filename of the file used for creating new translations (can be empty).
de: Dateiname der Datei, die für die Erstellung neuer Übersetzungen verwendet wird (kann leer sein).
ga: Ainm comhaid an chomhaid a úsáidtear chun aistriúcháin nua a chruthú (is féidir iad a bheith folamh).
hu: Az új fordítások létrehozásához használt fájl neve (lehet üres).
id: Nama berkas dari berkas yang digunakan untuk membuat terjemahan baru (bisa dikosongkan).
ja: 新しい翻訳の作成用のファイル名（空欄でも可）。
nl: Bestandsnaam van bestand gebruikt voor het maken van nieuwe vertalingen (mag leeg zijn).
pt: Nome do ficheiro usado para criar traduções (pode estar vazio).
pt_br: Nome de arquivo do arquivo usado para criar novas traduções (pode estar vazio).
ro: Numele de fișier al fișierului utilizat pentru crearea de noi traduceri (poate fi gol).
ru: Имя файла, используемого для создания новых переводов (может быть пустым).
sv: Filnamn på filen som används för att skapa nya översättningar (kan vara tom).
ta: புதிய மொழிபெயர்ப்புகளை உருவாக்கப் பயன்படுத்தப்படும் கோப்பின் கோப்பு பெயர் (காலியாக இருக்கலாம்).
tr: Yeni çeviriler oluşturmak için kullanılan dosyanın adı (boş olabilir).
uk: Назва файла, який використовується для створення перекладів (може бути порожньою).
zh_hans: 建立新的翻译所使用文件的文件名（可以为空）。
zh_hant: 建立新的翻譯所使用文件的文件名（可以為空）。

source: File format used in current component.
de: In der aktuellen Komponente verwendetes Dateiformat.
ga: Formáid comhaid a úsáidtear sa chomhpháirt reatha.
hu: Az aktuális összetevő fájlformátuma.
id: Format berkas yang digunakan dalam komponen saat ini.
ja: 現在のコンポーネントで使用するファイル形式。
nl: Bestandsindeling gebruikt in het huidige onderdeel.
pt: Formato de ficheiro usado no componente atual.
pt_br: Formato de arquivo usado no componente atual.
ro: Format de fișier utilizat în componenta curentă.
ru: Формат файла, используемый в текущем компоненте.
sv: Filformat som används i aktuell komponent.
ta: தற்போதைய கூறுகளில் பயன்படுத்தப்படும் கோப்பு வடிவம்.
tr: Geçerli bileşende kullanılan dosya biçimi.
uk: Формат файла у поточному складнику.
zh_hans: 用于当前部件的文件格式。

source: Language of currently processed translation (not available for component-level hooks).
de: Sprache der aktuell bearbeiteten Übersetzung (nicht verfügbar für Hooks auf Komponentenebene).
ga: Teanga an aistriúcháin atá próiseáilte faoi láthair (níl ar fáil le haghaidh crúcaí ar leibhéal na gcomhpháirteanna).
hu: A jelenleg feldolgozott fordítás nyelve (nem érhető el összetevő szintű hook-ok esetén).
id: Bahasa terjemahan yang sedang diproses (tidak tersedia untuk kait tingkat komponen).
ja: 現在実行中の翻訳言語（コンポーネント レベルのフックでは使用できません）。
nl: Taal van momenteel verwerkte vertaling (niet beschikbaar voor hooks op niveau van onderdeel).
pt: Idioma da tradução processada atualmente (não disponível para ganchos de nível de componente).
pt_br: Idioma da tradução processada atualmente (não disponível para ganchos de nível de componente).
ro: Limba traducerii procesate în prezent (nu este disponibilă pentru cârligele la nivel de componentă).
ru: Язык обрабатываемого в данный момент перевода (недоступен для обработчиков уровня компонента).
sv: Språk för den översättning som för närvarande bearbetas (inte tillgängligt för komponenthookar).
ta: தற்போது செயலாக்கப்பட்ட மொழிபெயர்ப்பின் மொழி (கூறு-நிலை கொக்கிகள் கிடைக்கவில்லை).
tr: İşlenmekte olan çevirinin dili (bileşen düzeyinde kancalar için kullanılamaz).
uk: Мова поточного оброблюваного перекладу (недоступна для скриптів керування на рівні складника).
zh_hans: 当前处理的翻译的语言（对于部件级别的钩子不可用）。
zh_hant: 當前處理的翻譯的語言（對於組件級別的鉤子不可用）。

source: Previous HEAD after update (only available after running the post-update hook).
de: Vorheriger HEAD nach der Aktualisierung (nur verfügbar nach Ausführung des Post-Update-Hooks).
ga: CEANN roimhe seo tar éis nuashonrú (ar fáil ach amháin tar éis an hook iar-nuashonraithe a rith).
hu: Frissítés utáni hivatkozási pont [HEAD] (csak a frissítés utáni művelet [post-update hook] végrehajtása után érhető el).
id: HEAD sebelumnya setelah pembaruan (hanya tersedia setelah menjalankan kait pascapembaruan).
ja: 更新前の HEAD（更新後のフックを実行した後にのみ利用可能）。
nl: Vorige HEAD na bijwerken (alleen beschikbaar na uitvoeren van de hook post-update).
pt: HEAD anterior após atualização (disponível apenas ao executar o gancho de pós-atualização).
pt_br: HEAD anterior após atualização (disponível apenas ao executar o gancho de pós-atualização).
ro: HEAD anterior după actualizare (disponibil numai după rularea cârligului post-update).
ru: Предыдущая HEAD после обновления (доступна только после запуска обработчика «после обновления»).
sv: Tidigare HEAD efter uppdatering (endast tillgängligt efter att post-update-hooken har körts).
ta: புதுப்பித்தலுக்குப் பிறகு முந்தைய தலை (பிந்தைய புதுப்பிப்பு ஊக்கை இயக்கிய பின்னரே கிடைக்கும்).
tr: Güncellemeden sonra önceki HEAD (yalnızca güncelleme sonrası kancası çalıştırıldıktan sonra kullanılabilir).
uk: Попередній HEAD при оновленні (доступно, лише якщо запускається скрипт обробки після оновлення).
zh_hans: 更新后的上个 HEAD (仅在运行更新后钩子后可用)。
zh_hant: 更新後的上個 HEAD (僅在運行更新後鉤子後可用)。

source: Component slug used to construct URL.
de: Komponenten-Slug, der zum Aufbau der URL verwendet wird.
ga: Seilide comhpháirte a úsáidtear chun URL a chruthú.
hu: Az összetevő URL-azonosítója (slug).
id: Slug komponen digunakan untuk membuat URL.
ja: コンポーネント URL の設定時に使用するスラッグ。
nl: Slug van onderdeel, gebruikt om de URL te maken.
pt: Slug do componente usado para construir a URL.
pt_br: Slug do componente usado para construir a URL.
ro: Denumirea componentei utilizată pentru a construi URL-ul.
ru: Плашка компонента, используемая для построения URL-адреса.
sv: Komponent slug som används för att konstruera URL.
ta: முகவரி ஐ உருவாக்க பயன்படுத்தப்படும் கூறு ச்லக்.
tr: Adresi oluşturmak için kullanılan bileşen kısaltması.
uk: Ідентифікатор складника, який використовується для побудови адреси.
zh_hans: 部件标识串用于构建 URL。
zh_hant: 組件標識串用於構建 URL 。

source: Project slug used to construct URL.
de: Projekt-Slug, der zum Aufbau der URL verwendet wird.
ga: Seilide tionscadail a úsáideadh chun URL a chruthú.
hu: A projekt URL-azonosítója (slug).
id: Slug proyek digunakan untuk membuat URL.
ja: プロジェクト URL の設定時に使用するスラッグ。
nl: Slug van project, gebruikt om URL te maken.
pt: Slug de projeto usado para construir a URL.
pt_br: Slug de projeto usado para construir a URL.
ro: Denumirea proiectului utilizată pentru a construi URL-ul.
ru: Плашка проекта, используемая для построения URL-адреса.
sv: Projektnamn som används för att skapa URL.
ta: முகவரி ஐ உருவாக்க பயன்படுத்தப்படும் திட்ட ச்லக்.
tr: Adresi oluşturmak için kullanılan proje kısaltması.
uk: Ідентифікатор проєкту, який використовується для побудови адреси.
zh_hans: 项目标识串用于构建 URL。
zh_hant: 項目標識串用於構建 URL 。

source: Component name.
de: Name der Komponente.
ga: Ainm na comhpháirte.
hu: Az összetevő neve.
id: Nama komponen.
ja: コンポーネント名。
nl: Naam onderdeel.
pt: Nome de componente.
pt_br: Nome de componente.
ro: Denumirea componentei.
ru: Название компонента.
sv: Komponentens namn.
ta: கூறு பெயர்.
tr: Bileşen adı.
uk: Назва складника.
zh_hans: 部件名称。
zh_hant: 組件名稱。

source: Project name.
de: Projektname.
ga: Ainm an tionscadail.
hu: A projekt neve.
id: Nama proyek.
ja: プロジェクト名。
nl: Naam project.
pt: Nome do projeto.
pt_br: Nome do projeto.
ro: Numele proiectului.
ru: Название проекта.
sv: Projektnamn.
ta: திட்ட பெயர்.
tr: Proje adı.
uk: Назва проєкту.
zh_hans: 项目名称。
zh_hant: 專案名稱。

source: Component URL.
de: URL der Komponente.
ga: URL na Comhpháirte.
hu: Az összetevő URL-je.
id: URL Komponen.
ja: コンポーネント URL。
nl: URL onderdeel.
pt: URL do componente.
pt_br: URL do componente.
ro: URL-ul componentei.
ru: URL-адрес компонента.
sv: Komponentens URL.
ta: கூறு முகவரி.
tr: Bileşen adresi.
uk: Адреса складника.
zh_hans: 部件 URL。
zh_hant: 組件 URL 。

source: Project engage URL.
de: URL des beteiligten Projekts.
ga: URL gabháil leis an tionscadal.
hu: A projekt részvételéhez tartozó URL-cím.
id: URL keterlibatan proyek.
ja: プロジェクト参加 URL。
nl: URL voor deelnemen aan project.
pt: URL de engajamento do projeto.
pt_br: URL de engajamento do projeto.
ro: URL de angajare a proiectului.
ru: URL-адрес для присоединения к переводу проекта.
sv: Projektets engagemangs-URL.
ta: திட்ட ஈடுபாடு முகவரி.
tr: Proje etkileşim sayfası adresi.
uk: Адреса роботи з проєктом.
zh_hans: 项目参与 URL。

source: Post-update repository processing
de: Repository-Verarbeitung nach Aktualisierung
ga: Próiseáil stórtha iar-nuashonraithe
hu: Tároló feldolgozása frissítés után
id: Pemrosesan repositori pasca pembaruan
ja: リポジトリを更新後の処理
nl: Na bijwerken verwerken van opslagruimte
pt: Processamento de repositório pós-atualização
pt_br: Processamento de repositório pós-atualização
ro: Prelucrarea depozitelor după actualizare
ru: Обработка репозитория после обновления
sv: Bearbetning av arkivet efter uppdatering
ta: பிந்தைய புதுப்பிப்பு களஞ்சிய செயலாக்கம்
tr: Güncelleme sonrası depo işleme
uk: Обробка сховища після оновлення
zh_hans: 更新后仓库处理

source: Can be used to update translation files when the VCS upstream source changes. To achieve this, please remember Weblate only sees files committed to the VCS, so you need to commit changes as a part of the script.
de: Kann verwendet werden, um Übersetzungsdateien zu aktualisieren, wenn sich der Upstream-Quellcode des VCS ändert. Um dies zu erreichen, denken Sie bitte daran, dass Weblate nur Dateien sieht, die an das VCS committet wurden, sodass Sie die Änderungen als Teil des Skripts committen müssen.
ga: Is féidir é a úsáid chun comhaid aistriúcháin a nuashonrú nuair a athraíonn foinse réamhtheachtacha an VCS. Chun é seo a bhaint amach, cuimhnigh le do thoil nach bhfeiceann Weblate ach comhaid tiomanta don VCS, mar sin ní mór duit athruithe a dhéanamh mar chuid den script.
hu: Használható a fordítási fájlok frissítésére, amikor a forrás tárolóban változás történik. Fontos, hogy a Weblate csak a verziókezelő rendszerbe (VCS) véglegesített (commitolt) fájlokat látja, ezért a módosításokat a parancsfájl részeként kell véglegesíteni.
id: Dapat digunakan untuk memperbarui berkas terjemahan ketika sumber upstream VCS berubah. Untuk mencapai ini, harap ingat bahwa Weblate hanya melihat berkas yang di-commit ke VCS, jadi Anda perlu melakukan perubahan sebagai bagian dari skrip.
ja: VCS の上流ソースが変更されたときに翻訳ファイルを更新するために使用できます。これを実現するには、 Weblate は VCS にコミットされたファイルだけを確認するので、スクリプトの一部として変更をコミットすることが必要であることに注意してください。
nl: Kan worden gebruikt om vertaalbestanden bij te werken als de bron van de VCS upstream wijzigt. Onthoud dat, om dit te doen, dat Weblate alleen bestanden ziet die zijn ingediend bij het VCS, u moet dus wijzigingen indienen opnemen als deel van het script.
pt: Pode ser usado para atualizar ficheiros de tradução quando a fonte VCS do upstream alterar. Para conseguir isso, lembre-se que o Weblate só vê fcheiros dos quais se fez commit com o VCS, então precisa fazer commit das alterações como parte do script.
pt_br: Pode ser usado para atualizar arquivos de tradução quando a fonte VCS do upstream alterar. Para conseguir isso, lembre-se que o Weblate só vê arquivos dos quais se fez commit com o VCS, então você precisa fazer commit das alterações como parte do script.
ro: Poate fi utilizat pentru a actualiza fișierele de traducere atunci când sursa VCS din amonte se modifică. Pentru a realiza acest lucru, vă rugăm să rețineți că Weblate vede numai fișierele trimise în VCS, deci trebuie să trimiteți modificările ca parte a scriptului.
ru: Может использоваться для обновления файлов перевода при изменении исходных файлов в вышестоящем репозитории. При этом помните, что Weblate видит только те файлы, которые были закоммичены в систему контроля версий, поэтому в скрипте вам необходимо закоммитить все изменения.
sv: Kan användas för att uppdatera översättningsfiler när VCS-uppströms källan ändras. För att uppnå detta, kom ihåg att Weblate endast ser filer som har lagts in i VCS, så du måste lägga in ändringarna som en del av skriptet.
ta: வி.சி.எச் மேலோடை மூல மாறும்போது மொழிபெயர்ப்பு கோப்புகளைப் புதுப்பிக்க பயன்படுத்தலாம். இதை அடைய, தயவுசெய்து வலைபெயர்ப்பு வி.சி.எச் -க்கு உறுதியளித்த கோப்புகளை மட்டுமே பார்க்கிறது என்பதை நினைவில் கொள்க, எனவே நீங்கள் ச்கிரிப்ட்டின் ஒரு பகுதியாக மாற்றங்களைச் செய்ய வேண்டும்.
tr: Sürüm denetimi sistemi yukarı akış kaynağı değiştiğinde çeviri dosyalarını güncellemek için kullanılabilir. Bunu yapabilmek için lütfen Weblate tarafından yalnızca sürüm denetimi sistemine işlenmiş dosyaların görüldüğünü, bu nedenle değişiklikleri betiğin bir parçası olarak yapmanız gerektiğini unutmayın.
uk: Можна скористатися для оновлення файлів перекладу, коли міняється джерело у основному сховищі системи керування версіями. Слід пам'ятати, що Weblate «бачить» лише файли, які внесено до системи керування версіями, тому вам доведеться внести зміни до сховища у самому скрипті.
zh_hans: 可用于在 VCS 上游源更改时更新翻译文件。为了实现这个功能，请记住 Weblate 只能看到提交给版本控制系统的文件，所以您需要将更改作为脚本的一部分提交。
zh_hant: 當 VCS 的上游源發生變化時，可用於更新翻譯文件。為了實現這個功能，請記住 Weblate 只看到提交給版本控制系統（ VCS ）的文件，所以需要同意更改作為腳本的一部分。

source: For example with Gulp you can do it using following code:
de: Zum Beispiel mit Gulp können Sie es mit folgendem Code machen:
ga: Mar shampla le Gulp is féidir leat é a dhéanamh ag baint úsáide as an gcód seo a leanas:
hu: Például Gulp használatával a következő kóddal valósítható meg:
id: Misalnya dengan Gulp Anda dapat melakukannya menggunakan kode berikut ini:
ja: Gulp による実行例:
nl: Bijvoorbeeld met Gulp kunt u dit doen met de volgende code:
pt: Por exemplo, com Gulp, pode fazê-lo a usar o código seguinte:
pt_br: Por exemplo, com Gulp, você pode fazê-lo usando o seguinte código:
ro: De exemplu, cu Gulp puteți face acest lucru folosind următorul cod:
ru: Например, при использовании Gulp это можно сделать следующим кодом:
sv: Med Gulp kan du till exempel göra det med följande kod:
ta: எடுத்துக்காட்டாக, culp உடன் பின்வரும் குறியீட்டைப் பயன்படுத்தி இதைச் செய்யலாம்:
tr: Örneğin Gulp ile bunu şu kodu kullanarak yapabilirsiniz:
uk: Наприклад, з Gulp ви можете зробити це за допомогою такого коду:
zh_hans: 例如，使用 Gulp，您可以使用以下代码来实现：
zh_hant: 例如 Gulp ，可以使用後面的代碼來執行：

source: Pre-commit processing of translations
de: Verarbeitung von Übersetzungen vor dem Commit
ga: Próiseáil aistriúcháin a réamhghealladh
hu: Fordítások véglegesítés előtti feldolgozása
id: Pemrosesan terjemahan pra-commit
ja: 翻訳のコミット前処理
nl: Verwerken van vertalingen voordat zij worden ingediend
pt: Processamento pré-commit de traduções
pt_br: Processamento pré-commit de traduções
ro: Pre-angajare de procesare a traducerilor
ru: Обработка переводов перед коммитом
sv: Förhandsgranskning av översättningar
ta: மொழிபெயர்ப்புகளின் முன்-கட்டாய செயலாக்கம்
tr: Depoya işlenmeden önce çevirilerin işlenmesi
uk: Обробка перекладів перед внесенням до сховища
zh_hans: 翻译的预提交处理
