Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Machine translation services are now configurable per project.
de: Maschinelle Übersetzungsdienste sind jetzt pro Projekt konfigurierbar.
ga: Is féidir seirbhísí aistriúcháin meaisín a chumrú in aghaidh an tionscadail anois.
hu: A gépi fordítási szolgáltatások mostantól projektszinten konfigurálhatók.
id: Layanan terjemahan mesin sekarang dapat dikonfigurasi per proyek.
ja: 機械翻訳サービスをプロジェクト単位で設定できるように修正。
nl: Services voor machinevertalingen zijn nu per project te configureren.
pt: Os serviços de tradução de máquina agora são configuráveis por projeto.
pt_br: Os serviços de tradução automática agora podem ser configurados por projeto.
ro: Serviciile de traducere automată sunt acum configurabile pentru fiecare proiect în parte.
ru: Услуги машинного перевода теперь можно настраивать для каждого проекта.
sv: Maskinöversättningstjänster kan nu konfigureras per projekt.
ta: இயந்திர மொழிபெயர்ப்பு சேவைகள் இப்போது ஒரு திட்டத்திற்கு கட்டமைக்கப்படுகின்றன.
tr: Makine çevirisi hizmetleri artık her proje için ayrı olarak yapılandırılabilir.
uk: Служби комп'ютерного перекладу у новій версії можна налаштовувати на рівні проєкту.
zh_hans: 现在可以为每个项目配置不同的翻译服务了。

source: Added separate permission for resolving comments and grant it to the :guilabel:`Review strings` role.
de: Eine separate Berechtigung für die Lösung von Kommentaren hinzugefügt und der Rolle :guilabel:`Zeichenketten überprüfen` zugewiesen.
ga: Cuireadh cead ar leith leis chun tuairimí a réiteach agus tabhair don ról :guilabel:`Review strings` é.
hu: Külön jogosultság került bevezetésre a megjegyzések lezárására, amelyet a :guilabel:`Szövegek felülvizsgálata` szerepkör automatikusan megkap.
id: Menambahkan izin terpisah untuk menyelesaikan komentar dan memberikannya ke peran :guilabel:`Review strings`.
ja: コメントを解決するための個別の権限を追加し、それを :guilabel:`文字列の査読` ロールに付与。
nl: Afzonderlijk recht toegevoegd voor oplossen van opmerkingen en dat toegewezen aan de rol :guilabel:`Tekenreeksen beoordelen`.
pt: Adicionada uma permissão separada para resolver comentários e concedê-la à função :guilabel:`Revisar cadeias`.
pt_br: Adicionada uma permissão separada para resolver comentários e concedê-la à função :guilabel:`Revisar textos`.
ro: A fost adăugată o permisiune separată pentru rezolvarea comentariilor și a fost acordată rolului :guilabel:`Review strings`.
ru: Добавлено отдельное разрешение на разрешение комментариев и предоставление ему роли :guilabel:`«Просмотр строк»`.
sv: Lagt till separat behörighet för att lösa kommentarer och bevilja den till rollen :guilabel:`Granska strängar`.
ta: கருத்துகளைத் தீர்ப்பதற்கும் அதை வழங்குவதற்கும் தனித்தனி இசைவு சேர்க்கப்பட்டது: வபஇசிட்டை: `மதிப்பாய்வு சரங்கள்` பாத்திரம்.
tr: Yorumların çözümlenmesi için ayrı bir izin eklendi ve :guilabel:`Dizgeleri onaylama` rolüne verildi.
uk: Додано окремі права доступу для обробки коментарів і передано їх до ролі :guilabel:`Рецензування рядків`.
zh_hans: 添加了用于解析评论的单独权限并将其授予 :guilabel:`审校字符串` 角色。

source: Added support for storing alternative translations in the CSV file.
de: Unterstützung für die Speicherung alternativer Übersetzungen in der CSV-Datei hinzugefügt.
ga: Tacaíocht bhreise chun aistriúcháin mhalartacha a stóráil sa chomhad CSV.
hu: Alternatív fordítások tárolásának támogatása hozzáadva CSV-fájlban.
id: Menambahkan dukungan untuk menyimpan terjemahan alternatif dalam berkas CSV.
ja: CSV ファイルで複数の代替翻訳の格納に対応。
nl: Ondersteuning toegevoegd voor het opslaan van alternatieve vertalingen in het CSV-bestand.
pt: Adicionado suporte para armazenar traduções alternativas no ficheiro CSV.
pt_br: Adicionado suporte para armazenar traduções alternativas no arquivo CSV.
ro: A fost adăugat suport pentru stocarea traducerilor alternative în fișierul CSV.
ru: Добавлена поддержка хранения альтернативных переводов в файле CSV.
sv: Lagt till stöd för lagring av alternativa översättningar i CSV-filen.
ta: சி.எச்.வி கோப்பில் மாற்று மொழிபெயர்ப்புகளை சேமிப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Alternatif çevirileri CSV dosyasında depolama özelliği eklendi.
uk: Додано підтримку зберігання альтернативних перекладів у файлах CSV.
zh_hans: 添加了对在 CSV 文件中存储替代翻译的支持。

source: The placeholders check can now be case-insensitive as well.
de: Beim Prüfen von Platzhaltern kann nun auch die Groß-/Kleinschreibung ignoriert werden.
ga: Is féidir le seic na sealbhóirí áit a bheith cás-íogair anois freisin.
hu: A helyettesítők ellenőrzése mostantól kis- és nagybetűktől függetlenül is működhet.
id: Pemeriksaan placeholder sekarang juga dapat dilakukan tanpa memperhatikan huruf besar/kecil.
ja: プレースホルダーの検査でも、大文字と小文字を区別できるように変更。
nl: De controle voor plaatsvervangers mag nu ook hoofdletterongevoelig zijn.
pt: A verificação de espaços reservados agora também não diferencia maiúsculas de minúsculas.
pt_br: A verificação de espaços reservados agora também não diferencia maiúsculas de minúsculas.
ro: De asemenea, verificarea marcajelor de poziție poate fi acum insensibilă la majuscule și minuscule.
ru: Проверка заполнителей теперь также может быть нечувствительна к регистру.
sv: Platshållarkontrollen kan nu också vara skiftlägesokänslig.
ta: பிளேச்ஓல்டர்கள் சோதனை இப்போது வழக்கு-உணர்வற்றதாக இருக்கலாம்.
tr: Yer belirtici denetimi artık büyük/küçük harfe duyarsız olarak da yapılabilir.
uk: Реалізовано можливість ігнорування регістру символів під час перевірки символів-замінників.
zh_hans: 占位符检查现在也可以不区分大小写。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>``__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/81?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/81?closed=1>`__。

source: Handling of context and location has been changed for :ref:`winrc`, :ref:`html`, :ref:`idml`, and :ref:`txt` file formats. In most cases the context is now shown as location.
de: Die Handhabung von Kontext und Ort wurde für die Dateiformate :ref:`winrc`, :ref:`html`, :ref:`idml` und :ref:`txt` geändert. In den meisten Fällen wird der Kontext nun als Ort angezeigt.
ga: Athraíodh láimhseáil comhthéacs agus suíomh le haghaidh :ref:`winrc`, :ref:`html`, :ref:`idml`, agus :ref:`txt` formáidí comhaid. I bhformhór na gcásanna taispeántar an comhthéacs anois mar shuíomh.
hu: A kontextus és hely kezelésének módja megváltozott a következő fájlformátumoknál: :ref:`winrc`, :ref:`html`, :ref:`idml`, :ref:`txt`. A legtöbb esetben a kontextus mostantól helyinformációként jelenik meg.
id: Penanganan konteks dan lokasi telah diubah untuk format berkas :ref:`winrc`, :ref:`html`, :ref:`idml`, dan :ref:`txt`. Dalam kebanyakan kasus, konteks sekarang ditampilkan sebagai lokasi.
ja: コンテキストとロケーションの処理が、:ref:`winrc`、:ref:`html`、:ref:`idml`、および :ref:`txt` のファイル形式で変更されました。ほとんどの場合、コンテキストにはロケーションが表示されます。
nl: Behandeling van context en locatie is gewijzigd voor de bestandsindelingen :ref:`winrc`, :ref:`html`, :ref:`idml` en :ref:`txt`. In de meeste gevallen wordt de context nu weergegeven als de locatie.
pt: A manipulação de contexto e local foi alterada aos formatos de ficheiro :ref:`winrc`, :ref:`html`, :ref:`idml` e :ref:`txt`. Na maioria dos casos, o contexto agora é mostrado como local.
pt_br: A manipulação de contexto e local foi alterada para os formatos de arquivo :ref:`winrc`, :ref:`html`, :ref:`idml` e :ref:`txt`. Na maioria dos casos, o contexto agora é mostrado como local.
ro: Gestionarea contextului și a locației a fost modificată pentru formatele de fișiere :ref:`winrc`, :ref:`html`, :ref:`idml` și :ref:`txt`. În majoritatea cazurilor, contextul este acum afișat ca locație.
ru: Обработка контекста и местоположения была изменена для форматов файлов :ref:`winrc`, :ref:`html`, :ref:`idml` и :ref:`txt`. В большинстве случаев контекст теперь отображается как местоположение.
sv: Hanteringen av kontext och plats har ändrats för filformaten :ref:`winrc`, :ref:`html`, :ref:`idml` och :ref:`txt`. I de flesta fall visas nu kontexten som plats.
tr: :ref:`winrc`, :ref:`html`, :ref:`idml` ve :ref:`txt` dosya biçimleri için bağlam ve konumun işlenmesi değiştirildi. Çoğu durumda bağlam artık konum olarak gösteriliyor.
uk: Обробку контексту і місця можна змінити для форматів файлів :ref:`winrc`, :ref:`html`, :ref:`idml` і :ref:`txt`. У більшості випадків, у новій версії контекст буде показано як місце.
zh_hans: 对 :ref:`winrc`, :ref:`html`, :ref:`idml`, 和 :ref:`txt` 文件格式的上下文和位置的处理已经改变.在大多数情况下，上下文现在被显示为位置。

source: The machine translation services are now configured using the user interface, settings from the configuration file will be imported during the database migration.
de: Die maschinellen Übersetzungsdienste werden nun über die Bedienoberfläche konfiguriert, die Einstellungen aus der Konfigurationsdatei werden bei der Datenbankmigration importiert.
ga: Tá na seirbhísí aistriúcháin meaisín cumraithe anois ag baint úsáide as an gcomhéadan úsáideora, déanfar socruithe ón gcomhad cumraíochta a allmhairiú le linn ascnaimh an bhunachair sonraí.
hu: A gépi fordítási szolgáltatások mostantól a felhasználói felületen keresztül konfigurálhatók, a konfigurációs fájlból származó beállítások importálásra kerülnek az adatbázis-migráció során.
id: Layanan terjemahan mesin sekarang dikonfigurasi menggunakan antarmuka pengguna, pengaturan dari berkas konfigurasi akan diimpor selama migrasi basis data.
ja: 機械翻訳サービスの設定はユーザーインターフェイスで行うようになりました。データベースの移行中に設定ファイルでの設定がインポートされます。
nl: De services voor machinevertaling worden nu geconfigureerd met de gebruikersinterface, instellingen uit het bestand voor de configuratie zullen worden geïmporteerd gedurende de migratie van de database.
pt: Os serviços de tradução automática agora são configurados usando a interface do utilizador, as configurações do ficheiro de configuração serão importadas durante a migração do banco de dados.
pt_br: Os serviços de tradução automática agora são configurados usando a interface do usuário, as configurações do arquivo de configuração serão importadas durante a migração do banco de dados.
ro: Serviciile de traducere automată sunt acum configurate cu ajutorul interfeței cu utilizatorul, iar setările din fișierul de configurare vor fi importate în timpul migrării bazei de date.
ru: Службы машинного перевода теперь настраиваются с помощью пользовательского интерфейса, настройки из конфигурационного файла будут импортированы во время переноса базы данных.
sv: Maskinöversättningstjänsterna konfigureras nu via användargränssnittet, och inställningarna från konfigurationsfilen importeras under databasmigreringen.
ta: இயந்திர மொழிபெயர்ப்பு சேவைகள் இப்போது பயனர் இடைமுகத்தைப் பயன்படுத்தி கட்டமைக்கப்பட்டுள்ளன, உள்ளமைவு கோப்பிலிருந்து அமைப்புகள் தரவுத்தள இடம்பெயர்வின் போது இறக்குமதி செய்யப்படும்.
tr: Makine çevirisi hizmetleri artık kullanıcı arabiriminden yapılandırılabilir. Yapılandırma dosyasındaki ayarlar veri tabanı aktarımı sırasında içe aktarılacaktır.
uk: У новій версії служби комп'ютерного перекладу можна налаштувати з інтерфейсу користувача. Параметри з файла налаштувань буде імпортовано під час перенесення бази даних.
zh_hans: 机器翻译服务现在可以使用用户界面进行配置，配置文件中的设置将在数据库迁移期间导入。

source: *Released on May 11th 2022.*
de: *Veröffentlicht am 11. Mai 2022.*
ga: *Eisithe ar 11 Bealtaine 2022.*
hu: *Kiadva: 2022. május 11.*
id: *Dirilis pada 11 Mei 2022.*
nl: *Uitgegeven op 11 mei 2022.*
pt_br: *Atualizado em 11 de maio de 2022.*
sv: *Släpptes den 11 maj 2022.*
tr: *11 Mayıs 2022 tarihinde yayınlandı.*
uk: *Випущено 11 травня 2022 року.*

source: Fixed rebuilding project translation-memory for some components.
de: Den Neuaufbau des Projektübersetzungsspeichers für einige Komponenten korrigiert.
ga: Tionscadal atógáil seasta aistriúcháin-cuimhne do roinnt comhpháirteanna.
hu: Projekt fordítási memória újraépítésének javítása bizonyos összetevők esetén.
id: Memperbaiki pembangunan kembali proyek terjemahan memori untuk beberapa komponen.
ja: 一部のコンポーネントのプロジェクト翻訳メモリの再構築を修正。
nl: Gerepareerd opnieuw bouwen van project vertaalgeheugen voor sommige onderdelen.
pt_br: Corrigida a reconstrução da memória de tradução do projeto para alguns componentes.
ru: Исправлена перестройка памяти переводов проекта для некоторых компонентов.
sv: Fixat ombyggnadsprojektets översättningsminne för vissa komponenter.
ta: சில கூறுகளுக்கான நிலையான மறுகட்டமைப்பு திட்ட மொழிபெயர்ப்பு-நினைவகம்.
tr: Bazı bileşenlerde yaşanan proje çeviri belleğinin yeniden oluşturulması sorunu düzeltildi.
uk: Виправлено повторну побудову пам'яті перекладів проєкту для деяких складників.
zh_hans: 修复了重建某些部件的项目翻译记忆库的问题。

source: Fixed sorting components by untranslated strings.
de: Fehler bei Sortierung von Komponenten nach nicht übersetzten Zeichenketten behoben.
ga: Comhpháirteanna seasta sórtála de réir teaghráin neamhaistrithe.
hu: Összetevők rendezésének javítása lefordítatlan szövegek szerint.
id: Memperbaiki komponen penyortiran berdasarkan string yang tidak diterjemahkan.
ja: 未翻訳の文字列によるコンポーネントの並べ替えの修正。
nl: Gerepareerd sorteren van onderdelen op niet vertaalde tekenreeksen.
pt: Corrigida a ordenação de componentes por cadeias não traduzidas.
pt_br: Corrigida a classificação de componentes por textos não traduzidos.
ro: S-a reparat sortarea componentelor în funcție de șirurile netraduse.
ru: Исправлена сортировка компонентов по непереведённым строкам.
sv: Fixade sorteringskomponenter efter icke översatta strängar.
ta: மொழிபெயர்க்கப்படாத சரங்களால் நிலையான வரிசையாக்க கூறுகள்.
tr: Bileşenlerin çevrilmemiş dizgelere göre sıralanması sorunu düzeltildi.
uk: Виправлено упорядкування складників за кількістю неперекладених рядків.
zh_hans: 修复了按未翻译字符串排序部件的问题。

source: Fixed possible loss of translations while adding a new language.
de: Möglicher Verlust von Übersetzungen beim Hinzufügen einer neuen Sprache behoben.
ga: Cailliúint fhéideartha seasta na n-aistriúchán agus teanga nua á cur leis.
hu: Fordítás elvesztésének javítása új nyelv hozzáadásakor.
id: Memperbaiki kemungkinan hilangnya terjemahan saat menambahkan bahasa baru.
ja: 新しい言語の追加中に翻訳が失われる可能性を修正。
nl: Gerepareerd mogelijk verlies vertalingen bij toevoegen van nieuwe taal.
pt_br: Corrigida uma possível perda de traduções ao adicionar um novo idioma.
ru: Исправлена возможная потеря переводов при добавлении нового языка.
sv: Fixat möjligt förlust av översättningar vid tillägg av ett nytt språk.
ta: புதிய மொழியைச் சேர்க்கும்போது மொழிபெயர்ப்புகளின் நிலையான இழப்பு.
tr: Yeni dil eklenirken yaşanan olası çeviri kaybı sorunu düzeltildi.
uk: Усунено можливу втрату перекладів під час додавання нової мови.
zh_hans: 修复了添加新语言时可能丢失翻译的问题。

source: Ensure Weblate SSH key is generated during migrations.
de: Sicherstellen, dass der Weblate-SSH-Schlüssel während der Migration erzeugt wird.
ga: A chinntiú go ngintear eochair Weblate SSH le linn ascnaimh.
hu: A Weblate SSH kulcs biztosan létrejön a migráció során.
id: Pastikan kunci SSH Weblate dibuat selama migrasi.
ja: 移行中に Weblate SSH 鍵が生成されていることの確認。
nl: Ervoor zorgen dat Weblate SSH-sleutel wordt gegenereerd gedurende migraties.
pt: Garante que a chave SSH do Weblate seja gerada durante as migrações.
pt_br: Garante que a chave SSH do Weblate seja gerada durante as migrações.
ro: Asigurați-vă că cheia SSH Weblate este generată în timpul migrărilor.
ru: Теперь ключ SSH Weblate создаётся во время миграции.
sv: Se till att Weblate SSH-nyckel genereras under migreringar.
ta: இடம்பெயர்வுகளின் போது வலைபெயர்ப்பு பாஓடு விசை உருவாக்கப்படுவதை உறுதிசெய்க.
tr: Aktarım işlemleri yapılırken Weblate SSH anahtarının oluşturulduğundan emin olunması sağlandı.
uk: Забезпечено створення ключа SSH Weblate під час перенесення даних.
zh_hans: 确保在迁移过程中生成Weblate SSH密钥。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
ru: `Все изменения подробно <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/83?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/83?closed=1>`__。

source: *Released on April 29th 2022.*
de: *Veröffentlicht am 29. April 2022.*
ga: *Eisithe ar 29 Aibreán 2022.*
hu: *Kiadva: 2022. április 29.*
id: *Dirilis pada 29 April 2022.*
nl: *Uitgegeven op 29 april 2022.*
pt_br: *Atualizado em 29 de abril de 2022.*
sv: *Släpptes den 29 april 2022.*
tr: *29 Nisan 2022 tarihinde yayınlandı.*
uk: *Випущено 29 квітня 2022 року.*

source: Fixed pull request message title.
de: Pull-Request-Nachrichtentitel korrigiert.
ga: Teideal teachtaireachta iarratais tarraingthe seasta.
hu: Módosítási kérelem (pull request) üzenet címének javítása.
id: Memperbaiki judul pesan permintaan penarikan.
ja: プルリクエスト メッセージのタイトルの修正。
nl: Gerepareerde titel bericht pull request.
pt: Corrigido título da mensagem de pull requests.
pt_br: Corrigido título da mensagem de pull requests.
ro: A fost corectat titlul mesajului de cerere de tip pull request.
ru: Исправлен заголовок сообщения с запросом на извлечение.
sv: Rättat titeln på pull-förfrågan.
ta: நிலையான இழுப்பு கோரிக்கை செய்தி தலைப்பு.
tr: Çekme isteği ileti başlığı düzeltildi.
uk: Виправлено заголовок повідомлення щодо запитів щодо злиття.
zh_hans: 修复了拉取请求说明标题的问题。

source: Improved syntax error handling in Fluent format.
de: Verbesserte Syntaxfehlerbehandlung im Fluent-Format.
ga: Láimhseáil feabhsaithe earráide comhréire i bhformáid Líofa.
hu: Szintaktikai hibák kezelése javítva Fluent formátumnál.
id: Peningkatan penanganan kesalahan sintaksis dalam format Fluent.
ja: Fluent 形式での構文エラー処理の改善。
nl: Verbeterde afhandeling fout syntaxis in indeling Fluent.
pt: Melhorado o tratamento de erros de sintaxe no formato Fluent.
pt_br: Melhorado o tratamento de erros de sintaxe no formato Fluent.
ro: Gestionarea îmbunătățită a erorilor de sintaxă în formatul Fluent.
ru: Улучшена обработка синтаксических ошибок в формате Fluent.
sv: Förbättrad hantering av syntaxfel i Fluent-format.
ta: மேம்படுத்தப்பட்ட தொடரியல் பிழை சரள வடிவத்தில் கையாளுதல்.
tr: Fluent biçiminde söz dizimi hatalarının işlenmesi iyileştirildi.
uk: Удосконалено обробку синтаксичних помилок у форматі Fluent.
zh_hans: 改进了 Fluent 格式的语法错误处理。

source: Fixed avatar display in notification e-mails.
de: Die Anzeige von Avataren in Benachrichtigungs-E-Mails korrigiert.
ga: Taispeáint avatar seasta i r-phoist fógra.
hu: Profilképek megjelenítésének javítása az értesítő e-mailekben.
id: Memperbaiki tampilan avatar di surel notifikasi.
ja: 通知メールのアバター表示の修正。
nl: Gerepareerde weergave avatar in e-mails notificatie.
pt: Corrigida a exibição de avatares em e-mails de notificação.
pt_br: Corrigida a exibição de avatares em e-mails de notificação.
ro: S-a remediat afișarea avatarului în e-mailurile de notificare.
ru: Исправлено отображение аватара в уведомлениях по электронной почте.
sv: Fast avatarvisning i e-postmeddelanden med aviseringar.
ta: அறிவிப்பு மின்னஞ்சல்களில் நிலையான அவதார் காட்சி.
tr: Bildirim e-postalarında yaşanan avatar görüntülenme sorunu düzeltildi.
uk: Виправлено показ аватару у повідомленнях-сповіщеннях електронної пошти.
zh_hans: 修复了通知电子邮件中的头像显示问题。

source: Add support for web monetization.
de: Unterstützung für Web-Monetarisierung hinzugefügt.
ga: Cuir tacaíocht le haghaidh airgeadú gréasáin.
hu: Webes monetizáció támogatása hozzáadva.
id: Menambahkan dukungan untuk monetisasi web.
ja: Web の収益化に対応。
nl: Ondersteuning toegevoegd voor web monetisatie.
pt: Adiciona suporte para monetização na web.
pt_br: Adiciona suporte para monetização na web.
ro: Adăugați suport pentru monetizarea web.
ru: Добавьте поддержку веб-монетизации.
sv: Lägg till stöd för intäktsgenerering på webben.
ta: வலை பணமாக்குதலுக்கான ஆதரவைச் சேர்.
tr: İnternet üzerinden para kazanma özelliği eklendi.
uk: Додано підтримку вебмонетизації.
zh_hans: 新增支持网络变现。

source: Fixed removal of stale source strings when removing translations.
de: Löschung von alten Ausgangszeichenketten während Entfernung von Übersetzungen behoben.
ga: Baint seasta de sheanteaghráin foinse agus aistriúcháin á mbaint.
hu: Lefordítatlan forrásszövegek eltávolításának javítása fordítások törlésekor.
id: Memperbaiki penghapusan string sumber yang sudah lampau saat menghapus terjemahan.
ja: 翻訳を削除した場合の、原文の削除の修正。
nl: Gerepareerd verwijderen van oude brontekenreeksen bij verwijderen van vertalingen.
pt: Corrigida a remoção de cadeias fonte obsoletos ao remover traduções.
pt_br: Corrigida a remoção de textos fonte obsoletos ao remover traduções.
ro: A fost reparată eliminarea șirurilor sursă vechi la eliminarea traducerilor.
ru: Исправлено удаление устаревших исходных строк при удалении переводов.
sv: Fast borttagning av gamla källsträngar vid borttagning av översättningar.
ta: மொழிபெயர்ப்புகளை அகற்றும்போது பழைய மூல சரங்களை நிலையான அகற்றுதல்.
tr: Çeviriler kaldırılırken yaşanan eski kaynak dizgelerinin kaldırılması sorunu düzeltildi.
uk: Усунено вилучення застарілих початкових рядків при вилученні перекладів.
zh_hans: 修复了删除翻译时删除陈旧源字符串的问题。
