Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Replace ``<SITE_URL>``, ``<SITE>`` and ``<EXPOSED_DOCKER_PORT>`` with actual values from your environment.
de: Ersetzen Sie ``<SITE_URL>``, ``<SITE>`` und ``<EXPOSED_DOCKER_PORT>`` durch tatsächliche Werte aus Ihrer Einsatzumgebung.
ga: Cuir luachanna iarbhír ó do thimpeallacht in ionad `` <SITE_URL>``, `` <SITE>`` agus `` <EXPOSED_DOCKER_PORT>``.
hu: Cserélje ki a ``<SITE_URL>``, ``<SITE>`` és ``<EXPOSED_DOCKER_PORT>`` értékeket a saját környezetének megfelelő adatokra.
id: Ganti ``<SITE_URL>``, ``<SITE>`` dan ``<EXPOSED_DOCKER_PORT>`` dengan nilai aktual dari lingkungan Anda.
ja: ``<SITE_URL>``、``<SITE>`` および ``<EXPOSED_DOCKER_PORT>`` は、実際に使用する環境の値に書き換えてください。
nl: Vervang ``<SITE_URL>``, ``<SITE>`` en ``<EXPOSED_DOCKER_PORT>`` door de feitelijke waarden van uw omgeving.
pt: Substitua ``<SITE_URL>``, ``<SITE>`` e ``<EXPOSED_DOCKER_PORT>`` por valores reais do seu ambiente.
pt_br: Substitua ``<SITE_URL>``, ``<SITE>`` e ``<EXPOSED_DOCKER_PORT>`` por valores reais de seu ambiente.
ro: Înlocuiți ``<SITE_URL>``, ``<SITE>`` și ``<EXPOSED_DOCKER_PORT>`` cu valorile reale din mediul dumneavoastră.
ru: Замените заполнители ``<SITE_URL>``, ``<SITE>`` и ``EXPOSED_DOCKER_PORT`` на фактические значения из вашего окружения.
sv: Ersätt ``<SITE_URL>``, ``<SITE>`` och ``<EXPOSED_DOCKER_PORT>`` med faktiska värden från din miljö.
ta: உங்கள் சூழலில் இருந்து உண்மையான மதிப்புகளுடன் `` <sitem_url> ``, `` <தள> `மற்றும்` `<exposed_docker_port>` `ஐ மாற்றவும்.
tr: ``<SITE_URL>``, ``<SITE>`` ve ``<EXPOSED_DOCKER_PORT>`` seçeneklerine ortamınızın gerçek değerlerini yazın.
uk: Замініть ``<SITE_URL>``, ``<SITE>`` і ``<EXPOSED_DOCKER_PORT>`` реальними значенням з вашого середовища.
zh_hans: 将 ``<SITE_URL>``，``<SITE>`` 和 ``<EXPOSED_DOCKER_PORT>`` 替换为您环境中的实际值。
zh_hant: 將 ``<SITE_URL>``，``<SITE>`` 和 ``<EXPOSED_DOCKER_PORT>`` 替換為您環境中的實際值。

source: Automatic SSL certificates using Let’s Encrypt
de: Automatische SSL-Zertifikate mit Let’s Encrypt
ga: Deimhnithe SSL uathoibríoch ag baint úsáide as Let's Encrypt
hu: Automatikus SSL tanúsítványok a Let’s Encrypt használatával
id: Sertifikat SSL otomatis menggunakan Let’s Encrypt
ja: Let's Encrypt による自動 SSL 証明書の発行
nl: Automatische SSL-certificaten met Let’s Encrypt
pt: Certificados SSL automáticos a usar Let's Encrypt
pt_br: Certificados SSL automáticos usando Let's Encrypt
ro: Certificate SSL automate folosind Let's Encrypt
ru: Автоматический выпуск SSL-сертификатов с помощью сервиса Let’s Encrypt
sv: Automatiska SSL-certifikat med Let’s Encrypt
ta: லெட்ச் குறியாக்கத்தைப் பயன்படுத்தி தானியங்கி எச்எச்எல் சான்றிதழ்கள்
tr: Let’s Encrypt ile SSL sertifikası sağlamak
uk: Автоматична сертифікація SSL за допомогою Let’s Encrypt
zh_hans: 使用 Let’s Encrypt 自动生成 SSL 证书
zh_hant: 使用 Let’s Encrypt 自動生成 SSL 證書

source: In case you want to use `Let’s Encrypt <https://letsencrypt.org/>`_ automatically generated SSL certificates on public installation, you need to add a reverse HTTPS proxy an additional Docker container, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ will be used for that. This is made use of in the :file:`docker-compose-https.yml` file. Then create a :file:`docker-compose-https.override.yml` file with your settings:
de: Für den Fall, dass Sie automatisch generierte `Let's Encrypt <https://letsencrypt.org/>`_ SSL-Zertifikate auf der öffentlichen Installation verwenden möchten, müssen Sie einen Reverse-HTTPS-Proxy in einem zusätzlichen Docker-Container hinzufügen, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ wird dafür verwendet. Dieser wird in der Datei :file:`docker-compose-https.yml` verwendet. Anschließend erstellen Sie eine Datei :file:`docker-compose-https.override.yml` mit Ihren Einstellungen:
ga: Ar eagla go dteastaíonn uait `Let's Encrypt <https://letsencrypt.org/>`_ deimhnithe SSL a ghintear go huathoibríoch ar shuiteáil phoiblí a úsáid, ní mór duit seachfhreastalaí HTTPS droim ar ais a chur le coimeádán Docker breise, úsáidfear `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ chuige sin. Baintear úsáid as seo sa chomhad :file:`docker-compose-https.yml`. Ansin cruthaigh comhad :file:`docker-compose-https.override.yml` le do shocruithe:
hu: Ha nyilvános telepítés esetén automatikusan generált SSL tanúsítványokat szeretne használni a `Let’s Encrypt <https://letsencrypt.org/>`_ szolgáltatással, akkor egy fordított HTTPS proxyval egészítse ki a rendszert egy további Docker-konténer segítségével. Ehhez az `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ konténer használható. Ezt a :file:`docker-compose-https.yml` fájl tartalmazza. Ezután hozza létre a saját beállításaival a :file:`docker-compose-https.override.yml` fájlt:
id: Jika Anda ingin menggunakan sertifikat SSL yang dihasilkan secara otomatis oleh `Let's Encrypt <https://letsencrypt.org/>`_ pada instalasi publik, Anda perlu menambahkan proksi HTTPS terbalik. Kontainer Docker tambahan, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_, akan digunakan untuk itu. Ini digunakan dalam berkas :file:`docker-compose-https.yml`. Kemudian, buat berkas :file:`docker-compose-https.override.yml` dengan pengaturan Anda:
ja: 公開サーバーで、`Let’s Encrypt <https://letsencrypt.org/>`_ の自動生成 SSL 証明書を使用する場合は、追加の Docker コンテナにリバース HTTPS プロキシの追加が必要です。そのため、`https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ を使用します。これは、:file:`docker-compose-https.yml` ファイルで使用されます。次に、設定した内容で :file:`docker-compose-https.override.yml` ファイルを作成します。
nl: In het geval dat u `Let’s Encrypt <https://letsencrypt.org/>`_ automatisch gegenereerde SSL-certificaten wilt gebruiken op een publieke installatie, moet u een omgekeerde HTTPS proxy toevoegen aan een aanvullende Docker container, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ zal daarvoor worden gebruikt. Die maakt gebruik van het bestand :file:`docker-compose-https.yml`. Maak dan een bestand :file:`docker-compose-https.override.yml` met uw instellingen:
pt: Caso queira usar certificados SSL `Let’s Encrypt <https://letsencrypt.org/>`_ gerados automaticamente na instalação pública, precisa adicionar um proxy HTTPS reverso num contentor Docker adicional, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ será usado para isso. Isso é usado no ficheiro :file:`docker-compose-https.yml`. Em seguida, crie um ficheiro :file:`docker-compose-https.override.yml` com as suas configurações:
pt_br: Caso você queira usar certificados SSL `Let’s Encrypt <https://letsencrypt.org/>`_ gerados automaticamente na instalação pública, você precisa adicionar um proxy HTTPS reverso em um contêiner Docker adicional, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ será usado para isso. Isso é usado no arquivo :file:`docker-compose-https.yml`. Em seguida, crie um arquivo :file:`docker-compose-https.override.yml` com suas configurações:
ru: Если вы хотите использовать `Let’s Encrypt <https://letsencrypt.org/>`_ для автоматической генерации SSL-сертификатов для общедоступной установки, вам нужно будет добавить дополнительный контейнер Docker с обратным HTTPS прокси — `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_. Он используется в файле :file:`docker-compose-https.yml`. Затем создайте файл :file:`docker-compose-https.override.yml` со своими настройками:
sv: Om du vill använda `Let’s Encrypt <https://letsencrypt.org/>`_ automatiskt genererade SSL-certifikat på en offentlig installation måste du lägga till en omvänd HTTPS-proxy och en extra Docker-container, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ kommer att användas för det. Detta används i filen :file:`docker-compose-https.yml`. Skapa sedan en :file:`docker-compose-https.override.yml`-fil med dina inställningar:
tr: Genel kurulumda kendiliğinden oluşturulan `Let’s Encrypt <https://letsencrypt.org/>`_ SSL sertifikalarını kullanmak istiyorsanız, bir ters HTTPS vekil sunucusu eklemeniz gerekir. Bunun için ek bir Docker kapsayıcısı olan `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_ kullanılır. Bu, :file:`docker-compose-https.yml` dosyası kullanılarak yapılır. Ardından ayarlarınızla bir :file:`docker-compose-https.override.yml` dosyası oluşturun:
uk: Якщо ви хочете скористатися автоматично створеними сертифікатами SSL від `Let’s Encrypt <https://letsencrypt.org/>`_ на загальнодоступній встановленій версії, вам слід додати обернений проксі HTTPS . Для цього буде використано додатковий контейнер Docker, `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_. Використання цього контейнера виконується за допомогою файла :file:`docker-compose-https.yml`. Далі, вам слід створити файл :file:`docker-compose-https.override.yml` із вашими параметрами:
zh_hans: 如果要在公共安装中使用 `Let’s Encrypt <https://letsencrypt.org/>`_ 自动生成的 SSL 证书，则需要在其他 Docker 容器中添加反向 HTTPS 代理，这将使用 `https-portal <https://hub.docker.com/r/steveltn/https-portal/>`_。这是在 :file:`docker-compose-https.yml` 文件中使用的。然后使用您的设置创建一个 :file:`docker-compose-https.override.yml` 文件：

source: Whenever invoking :program:`docker compose` you need to pass both files to it, and then do:
de: Bei jedem Aufruf von :program:`docker compose` müssen Sie beide Dateien übergeben und dann Folgendes tun:
ga: Nuair a dhéanann tú agairt ar :program:`docker compose` ní mór duit an dá chomhad a chur ar aghaidh chuige, agus ansin déan:
hu: Valahányszor használja a :program:`docker compose` parancsot, mindkét fájlt meg kell adni hozzá, majd hajtsa végre az alábbiakat:
id: Setiap kali memanggil :program:`docker compose` Anda perlu meneruskan kedua berkas ke sana, lalu lakukan:
ja: :program:`docker compose` を呼び出すときは常に、両方のファイルを渡すことが必要です。その後、次を実行:
nl: Altijd bij het uitvoeren van :program:`docker compose` moet u beide bestanden er aan doorgeven, en dan doen:
pt: Sempre que invocar :program:`docker compose`, precisa lhe passar os dois ficheiros e depois:
pt_br: Sempre que invocar :program:`docker compose`, você precisa passar os dois arquivos para ele, e então fazer:
ru: При каждом вызове :program:`docker compose` вам необходимо передать ему оба файла, а затем выполнить:
sv: När du anropar :program:`docker compose` måste du skicka båda filerna till det och sedan göra följande:
ta: அழைக்கும் போதெல்லாம்: நிரல்: `டோக்கர் இசையமைத்தல்` நீங்கள் இரண்டு கோப்புகளையும் அனுப்ப வேண்டும், பின்னர் செய்யுங்கள்:
tr: :program:`docker compose` komutunu her çağırdığınızda, her iki dosyayı da belirtmeniz ve ardından şunları yapmanız gerekir:
uk: Під час кожного виклику :program:`docker compose` вам слід передавати програмі обидва файли, а потім виконати:
zh_hans: 每当调用 :program:`docker compose` 时，您都需要将两个文件都传递给它，然后执行以下操作：

source: Upgrading the Docker container
de: Aktualisieren des Docker-Containers
ga: An coimeádán Docker a uasghrádú
hu: Docker-konténer frissítése
id: Memutakhirkan kontainer Docker
ja: Docker コンテナーのアップグレード
nl: Upgraden van de Docker container
pt: Atualizando o contentor Docker
pt_br: Atualizando o contêiner Docker
ro: Actualizarea containerului Docker
ru: Обновление контейнера Docker’а
sv: Uppgradering av Docker-containern
ta: கப்பல்துறை கொள்கலனை மேம்படுத்துதல்
tr: Docker kapsayıcısını yükseltmek
uk: Оновлення контейнера Docker
zh_hans: 升级 Docker 容器
zh_hant: 升級 Docker 容器

source: Usually it is good idea to only update the Weblate container and keep the PostgreSQL container at the version you have, as upgrading PostgreSQL is quite painful and in most cases does not bring many benefits.
de: Normalerweise ist es eine gute Idee, nur den Weblate-Container zu aktualisieren und den PostgreSQL-Container auf der vorhandenen Version zu belassen, da ein Upgrade von PostgreSQL ziemlich mühsam ist und in den meisten Fällen nicht viel bringt.
ga: De ghnáth is smaoineamh maith é an coimeádán Weblate a nuashonrú agus an coimeádán PostgreSQL a choinneáil ag an leagan atá agat, toisc go bhfuil uasghrádú PostgreSQL pianmhar go leor agus i bhformhór na gcásanna ní thugann sé go leor buntáistí.
hu: Általában célszerű csak a Weblate-konténert frissíteni és a PostgreSQL-konténert az aktuális verzión tartani, mivel a PostgreSQL frissítése elég körülményes, és legtöbbször nem jár jelentős előnnyel.
id: Biasanya merupakan ide yang baik untuk hanya memperbarui kontainer Weblate dan mempertahankan kontainer PostgreSQL pada versi yang Anda miliki, karena pemutakhiran PostgreSQL cukup menyulitkan dan dalam kebanyakan kasus tidak membawa banyak manfaat.
ja: 通常は、Weblate コンテナのみを更新し、PostgreSQL コンテナは現在のバージョンを維持してください。PostgreSQL のアップグレードは非常に面倒であり、多くの場合あまり効果は期待できません。
nl: Gewoonlijk is het een goed idee om alleen de Weblate container bij te werken en de PostgreSQL container op de versie te houden die u al hebt, omdat het bijwerken van PostgreSQL vrij pijnlijk is en in de meeste gevallen niet veel voordelen oplevert.
pt: Normalmente, é uma boa ideia atualizar apenas o contentor Weblate e manter o contentor PostgreSQL na versão que possui, já que atualizar o PostgreSQL é muito doloroso e na maioria dos casos não traz muitos benefícios.
pt_br: Normalmente, é uma boa ideia atualizar apenas o contêiner Weblate e manter o contêiner PostgreSQL na versão que você possui, já que atualizar o PostgreSQL é muito doloroso e na maioria dos casos não traz muitos benefícios.
ro: De obicei, este o idee bună să actualizați doar containerul Weblate și să păstrați containerul PostgreSQL la versiunea pe care o aveți, deoarece actualizarea PostgreSQL este destul de dureroasă și, în majoritatea cazurilor, nu aduce multe beneficii.
ru: Обычно рекомендуется обновлять только контейнер Weblate, а контейнер PostgreSQL сохранять той версии, которая у вас есть, поскольку обновление PostgreSQL довольно болезненно и в большинстве случаев не приносит особых преимуществ.
sv: Vanligtvis är det en bra idé att endast uppdatera Weblate-containern och behålla PostgreSQL-containern i den version du har, eftersom det är ganska besvärligt att uppgradera PostgreSQL och i de flesta fall inte ger några större fördelar.
ta: வழக்கமாக வலைபெயர்ப்பு கொள்கலனை மட்டுமே புதுப்பித்து, உங்களிடம் உள்ள பதிப்பில் போச்ட்கிரெச்க்யூல் கொள்கலனை மட்டுமே வைத்திருப்பது நல்லது, ஏனெனில் postgresql ஐ மேம்படுத்துவது மிகவும் வேதனையானது மற்றும் பெரும்பாலான சந்தர்ப்பங்களில் பல நன்மைகளைத் தராது.
tr: Genellikle yalnızca Weblate kapsayıcısını güncellemek ve PostgreSQL kapsayıcısını olduğu sürümde tutmak iyi bir fikirdir. Çünkü PostgreSQL yükseltmesi oldukça zorlu bir işlemdir ve çoğu durumda fazla bir yarar sağlamaz.
uk: Зазвичай, варто оновлювати лише контейнер Weblate, а версію контейнера PostgreSQL лишати незмінною, оскільки оновлення PostgreSQL є доволі болючою процедурою і, у більшості випадків, не дає значних переваг.
zh_hans: 通常，只更新 Weblate 容器并保持 PostgreSQL 容器为您的版本是一个好主意，因为升级 PostgreSQL 会很痛苦，并且在大多数情况下不会带来很多好处。
zh_hant: 通常，只更新 Weblate 容器並保持 PostgreSQL 容器為您的版本是一個好主意，因為升級 PostgreSQL 會很痛苦，並且在大多數情況下不會帶來很多好處。

source: Since Weblate 4.17-1, the Docker container uses Django 4.2 what requires PostgreSQL 12 or newer, please upgrade it prior to upgrading Weblate. See :ref:`docker-postgres-upgrade`.
de: Seit Weblate 4.17-1 verwendet der Docker-Container Django 4.2, was PostgreSQL 12 oder neuer erfordert. Bitte aktualisieren Sie es vor dem Upgrade von Weblate. Siehe :ref:`docker-postgres-upgrade`.
ga: Ós rud é Weblate 4.17-1, úsáideann an coimeádán Docker Django 4.2 rud a éilíonn PostgreSQL 12 nó níos nuaí, le do thoil uasghrádú é roimh uasghrádú Weblate. Féach :ref:`docker-postgres-upgrade`.
hu: A Weblate 4.17-1 verziójától kezdődően a Docker-konténer a Django 4.2-t használja, amely PostgreSQL 12-es vagy újabb verziót igényel. Kérjük, a Weblate frissítése előtt frissítse a PostgreSQL-t. Lásd: :ref:`docker-postgres-upgrade`.
id: Sejak Weblate 4.17-1, kontainer Docker menggunakan Django 4.2 yang membutuhkan PostgreSQL 12 atau yang lebih baru. Harap mutakhirkan kontainer tersebut sebelum memutakhirkan Weblate. Lihat :ref:`docker-postgres-upgrade`.
ja: Weblate 4.17-1 以降の Docker コンテナーは、PostgreSQL 12 以降が必要な Django 4.2 を使用するため、Weblate をアップグレードする前に PostgreSQL コンテナのアップグレードをしてください。参照: :ref:`docker-postgres-upgrade`。
nl: Vanaf Weblate 4.17-1 gebruikt de Docker container Django 4.2 dat PostgreSQL 12 of nieuwer vereist, upgrade het voordat u Weblate gaat upgraden. Bekijk :ref:`docker-postgres-upgrade`.
pt: Desde o Weblate 4.17-1, o contentor Docker usa Django 4.2, o que requer PostgreSQL 12 ou mais recente, atualize-o antes de atualizar o Weblate. Consulte :ref:`docker-postgres-upgrade`.
pt_br: Desde o Weblate 4.17-1, o contêiner Docker usa Django 4.2, o que requer PostgreSQL 12 ou mais recente, atualize-o antes de atualizar o Weblate. Consulte :ref:`docker-postgres-upgrade`.
ru: Начиная с Weblate 4.17-1, контейнер Docker использует Django 4.2, для которого требуется PostgreSQL 12 или новее, обновите его перед обновлением Weblate. См. :ref:`docker-postgres-upgrade`.
sv: Sedan Weblate 4.17-1 använder Docker-containern Django 4.2, vilket kräver PostgreSQL 12 eller nyare. Uppgradera detta innan du uppgraderar Weblate. Se :ref:`docker-postgres-upgrade`.
tr: Weblate 4.17-1 sürümünden bu yana, Docker kapsayıcısı PostgreSQL 12 ya da üzerindeki sürümlere gerek duyan Django 4.2 kullanır. Lütfen Weblate yükseltmesinden önce Docker sürümünü yükseltin. Ayrıntılı bilgi almak için: :ref:`docker-postgres-upgrade`.
uk: З моменту випуску Weblate 4.10-1 у контейнері Docker використано Django 4.0. Це потребує встановлення PostgreSQL 10 або новішої версії. Будь ласка, оновіть пакунки до оновлення Weblate. Докладніший опис можна знайти у розділі :ref:`docker-postgres-upgrade`.
zh_hans: 从 Weblate 4.17-1 开始，Docker 容器使用需要 PostgreSQL 12 或更高版本的 Django 4.2，请在升级 Weblate 之前对其进行升级。参见 :ref:`docker-postgres-upgrade`。

source: You can do this by sticking with the existing docker-compose and just pull the latest images and then restart:
de: Sie können dies tun, indem Sie das bestehende Docker-Compose beibehalten und einfach die neuesten Images ziehen und dann neu starten:
ga: Is féidir leat é seo a dhéanamh trí cloí leis an docker-compose atá ann cheana féin agus gan ach na híomhánna is déanaí a tharraingt agus ansin atosú:
hu: Ezt úgy is megteheti, hogy a meglévő docker-compose fájlt használja, lehúzza a legfrissebb képeket, majd újraindítja a konténereket:
id: Anda dapat melakukan ini dengan tetap menggunakan docker-compose yang ada dan cukup tarik gambar terbaru lalu mulai ulang:
ja: Weblate コンテナのみの更新方法。既存の docker-compose を使用し、最新のイメージを取得して再起動する手順:
nl: U kunt dit doen door te blijven bij de bestaande docker-compose en eenvoudigweg de laatste images op te halen en dan opnieuw op te starten:
pt: Pode fazer isso a manter o docker-compose existente e apenas obter as imagens mais recentes e reiniciar:
pt_br: Você pode fazer isso mantendo o docker-compose existente e apenas obter as imagens mais recentes e reiniciar:
ro: Puteți face acest lucru rămânând la docker-compose existent și doar să extrageți cele mai recente imagini și apoi să reporniți:
ru: Вы можете сделать это, оставаясь с существующим docker-compose и просто извлекая последние образы с последующим перезапуском контейнера:
sv: Du kan göra detta genom att behålla den befintliga docker-compose och bara hämta de senaste bilderna och sedan starta om:
ta: தற்போதுள்ள டோக்கர்-கம்ப்சுடன் ஒட்டிக்கொண்டு இதைச் செய்யலாம் மற்றும் அண்மைக் கால படங்களை இழுத்து மறுதொடக்கம் செய்யுங்கள்:
tr: Bu işlemi, var olan docker-compose ögesine bağlı kalarak ve son kalıpları alıp yeniden başlatarak yapabilirsiniz:
uk: Ви можете досягти цього фіксацією наявного docker-compose із простим отриманням найсвіжіших образів і наступним перезапуском:
zh_hans: 您可以通过坚持使用现有的 docker-compose，并且只是拉取最新镜像，然后重新启动，来执行此操作：
zh_hant: 您可以通過堅持使用現有的 docker-compose，並且只是拉取最新映像，然後重新啟動，來執行此操作：

source: The Weblate database should be automatically migrated on first startup, and there should be no need for additional manual actions.
de: Die Weblate-Datenbank sollte beim ersten Start automatisch migriert werden, und es sollten keine weiteren manuellen Maßnahmen erforderlich sein.
ga: Ba cheart bunachar sonraí Weblate a aistriú go huathoibríoch ar an gcéad tosaithe, agus níor cheart go mbeadh gá le gníomhartha láimhe breise.
hu: A Weblate adatbázis első indításkor automatikusan migrálásra kerül, nincs szükség további manuális beavatkozásra.
id: Basis data Weblate seharusnya otomatis termigrasi saat pertama kali dijalankan, dan tidak diperlukan tindakan manual tambahan.
ja: Weblate データベースは、初回の起動時に自動的に移行し、追加の手動操作は必要ありません。
nl: De database van Weblate zou automatisch moeten worden gemigreerd bij de eerste keer opstarten, en er zou geen noodzaak moeten zijn voor aanvullende handmatige acties.
pt: O banco de dados do Weblate deve ser migrado automaticamente na primeira inicialização e não deve haver necessidade de ações manuais adicionais.
pt_br: O banco de dados do Weblate deve ser migrado automaticamente na primeira inicialização e não deve haver necessidade de ações manuais adicionais.
ro: Baza de date Weblate ar trebui să fie migrată automat la prima pornire și nu ar trebui să fie nevoie de acțiuni manuale suplimentare.
ru: При первом запуске база данных Weblate должна быть перенесена автоматически, надобности в дополнительных ручных действиях не возникнет.
sv: Weblate-databasen bör migreras automatiskt vid första start, och det bör inte behövas några ytterligare manuella åtgärder.
ta: வலைபெயர்ப்பு தரவுத்தளம் முதல் தொடக்கத்தில் தானாக இடம்பெயரப்பட வேண்டும், மேலும் கூடுதல் கையேடு செயல்கள் தேவையில்லை.
tr: Weblate veri tabanının başlangıçta kendiliğinden aktarılması ve el ile yapılacak ek işlemlere gerek kalmaması beklenir.
uk: Базу даних Weblate має бути автоматично перенесено на нову версію при першому запуску. Потреби у додаткових діях вручну виникнути не повинно.
zh_hans: Weblate 数据库应在首次启动时自动迁移，并且不需要其他手动操作。
zh_hant: Weblate 數據庫應在首次啟動時自動遷移，並且不需要其他手動操作。
