Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed saving glossary explanations in some cases.
de: Das Speichern von Glossarerklärungen in einigen Fällen korrigiert.
ga: Mínithe ar ghluais shábháilte seasta i gcásanna áirithe.
hu: Szójegyzék-magyarázatok mentésének javítása bizonyos esetekben.
id: Memperbaiki penyimpanan penjelasan glosarium dalam beberapa kasus.
ja: 用語集の説明が保存されない場合があるのを修正。
nl: Gerepareerd opslaan van uitleg woordenlijst in sommige gevallen.
pt: Corrigido o salvamento das explicações do glossário em alguns casos.
pt_br: Corrigido o salvamento das explicações do glossário em alguns casos.
ro: A fost reparată salvarea explicațiilor din glosar în unele cazuri.
ru: Исправлено сохранение пояснений словаря в некоторых случаях.
sv: Rättade förklaringar i ordlistan i vissa fall.
ta: சில சந்தர்ப்பங்களில் நிலையான சேமிப்பு சொற்களஞ்சியம் விளக்கங்கள்.
tr: Bazı durumlarda yaşanan sözlük açıklamalarının kaydedilmesi sorunu düzeltildi.
uk: Виправлено збереження пояснень глосарію в деяких випадках.
zh_hans: 修复了某些情况下保存术语表解释的问题。

source: Fixed adding strings to monolingual glossary components.
de: Das Hinzufügen von Zeichenketten zu einsprachigen Glossarkomponenten korrigiert.
ga: Seasta ag cur teaghráin le comhpháirteanna aonteangacha gluais.
hu: Egynyelvű szójegyzék összetevőkhöz a szövegek hozzáadásának javítása.
id: Memperbaiki penambahan string ke komponen glosarium monolingual.
ja: モノリンガルの用語集コンポーネントに文字列を追加するのを修正。
nl: Gerepareerd toevoegen van tekenreeksen aan eentalige onderdelen woordenlijst.
pt: Corrigida a adição de cadeias a componentes monolingues do glossário.
pt_br: Corrigida a adição de textos a componentes monolíngues do glossário.
ro: A fost reparată adăugarea de șiruri de caractere la componentele monolingve ale glosarului.
ru: Исправлено добавление строк в компоненты одноязычного словаря.
sv: Fixat tillägg av strängar till enspråkiga ordlistekomponenter.
ta: ஒருமொழி சொற்களஞ்சிய கூறுகளுக்கு நிலையான சேர்க்கப்பட்ட சரங்களை.
tr: Tek dilli sözlük bileşenlerine dizge ekleme sorunu düzeltildi.
uk: Виправлено додавання рядків до одномовних складників глосарія.
zh_hans: 修复了向单语术语表部件添加字符串的问题。

source: Improved performance in handling variants.
de: Verbesserte Leistung bei der Handhabung von Varianten.
ga: Feidhmíocht fheabhsaithe maidir le malairtí a láimhseáil.
hu: Változatok kezelésének teljesítménye javítva.
id: Meningkatkan kinerja dalam menangani varian.
ja: 別表記処理のパフォーマンスの向上。
nl: Verbeterde prestaties bij afhandelen varianten.
pt: Melhorado o desempenho no manuseio de variantes.
pt_br: Melhorado o desempenho no manuseio de variantes.
ro: Performanță îmbunătățită în ceea ce privește variantele de manipulare.
ru: Улучшенная производительность в вариантах обработки.
sv: Förbättrad prestanda vid hantering av varianter.
ta: மாறுபாடுகளைக் கையாளுவதில் மேம்பட்ட செயல்திறன்.
tr: Çeşitler işlenirken başarım iyileştirildi.
uk: Удосконалено швидкодію обробки варіантів.
zh_hans: 改进了处理变体的性能。

source: Fixed squash add-on sometimes skipping parsing upstream changes.
de: Das gelegentliche Überspringen des Analysierens von Upstream-Änderungen der Squash-Erweiterung korrigiert.
ga: Breiseán seasta scuaise uaireanta gan bacadh le parsáil athruithe in aghaidh an tsrutha.
hu: A squash kiegészítő javítása, amely néha kihagyta a forrás tároló változásainak elemzését.
id: Memperbaiki pengaya squash yang terkadang melewatkan parsing perubahan upstream.
ja: 圧縮アドオンが上流の変更の解析をたびたび除外する問題の修正。
nl: Gerepareerd squash add-on slaat soms wijzigingen upstream over bij parsen.
pt: Corrigido o caso de extensão de squash, às vezes, ignorar análise das alterações de upstream.
pt_br: Corrigido o problema do complemento squash que às vezes ignorava a análise das alterações de upstream.
ro: A fost reparat add-on-ul squash, care uneori sărea peste analizarea modificărilor din upstream.
ru: Исправлена надстройка уплотнения, которая иногда пропускала разбор изменений в вышестоящий репозиторий.
sv: Fast squash-tillägg som ibland hoppar över analys av uppströmsändringar.
ta: நிலையான ச்குவாச் கூடுதல் சில நேரங்களில் பாகுபடுத்தும் மேலோடை மாற்றங்களைத் தவிர்க்கிறது.
tr: Bir araya toplama eklentisinde yaşanan yukarı akış değişikliklerinin işlenmesini atlama sorunu düzeltildi.
uk: Усунено помилку, яка призводила до того, що додаток squash іноді пропускав обробку змін у основній гілці.
zh_hans: 修复了 squash 附加组件有时会跳过解析上游更改。

source: Preserve file extension for downloads.
de: Dateierweiterung für Downloads beibehalten.
ga: Íosluchtaigh síneadh comhad a shábháil.
hu: Fájlletöltéseknél a kiterjesztés megtartásra kerül.
id: Pertahankan ekstensi berkas untuk unduhan.
ja: ダウンロード用のファイル拡張子の保存。
nl: Bestandsextensie voor downloads behouden.
pt: Preserva a extensão do ficheiro para descarregas.
pt_br: Preserva o complemento do arquivo para downloads.
ro: Păstrați extensia de fișier pentru descărcări.
ru: Сохранение расширения файла при загрузке.
sv: Bevara filändelsen för nedladdningar.
ta: பதிவிறக்கங்களுக்கான கோப்பு நீட்டிப்பைப் பாதுகாக்கவும்.
tr: İndirmelerin dosya uzantısını korunsun.
uk: Реалізовано збереження суфікса назви файла при отриманні.
zh_hans: 保留下载文件扩展名。

source: Added support for the Fluent format.
de: Unterstützung für das Fluent-Format hinzugefügt.
ga: Tacaíocht bhreise don fhormáid Líofa.
hu: Fluent formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format Fluent.
ja: Fluent 形式に対応。
nl: Ondersteuning toegevoegd voor de indeling Fluent.
pt: Adicionado suporte para o formato Fluent.
pt_br: Adicionado suporte para o formato Fluent.
ro: A fost adăugat suport pentru formatul Fluent.
ru: Добавлена поддержка формата Fluent.
sv: Stöd för Fluent-formatet har lagts till.
ta: சரளமாக வடிவத்திற்கு உதவி சேர்க்கப்பட்டது.
tr: Fluent biçimi desteği eklendi.
uk: Додано підтримку формату файлів Fluent.
zh_hans: 增加了对 Fluent 格式的支持。

source: Added support for using tabs to indent JSON formats.
de: Unterstützung für die Verwendung von Tabulatoren zum Einrücken von JSON-Formaten hinzugefügt.
ga: Cuireadh tacaíocht leis chun cluaisíní a úsáid chun formáidí JSON a fhleasc.
hu: JSON formátumok behúzásához tabulátorok használatának támogatása hozzáadva.
id: Menambahkan dukungan untuk menggunakan tab untuk membuat indentasi format JSON.
ja: タブを使用した JSON 形式のインデントに対応。
nl: Ondersteuning toegevoegd voor gebruiken van tabs om indelingen JSON in te springen.
pt: Adicionado suporte para usar tabulações para formatos de recuo do JSON.
pt_br: Adicionado suporte para usar tabulações para formatos de recuo do JSON.
ro: A fost adăugat suport pentru utilizarea filelor pentru a indenta formatele JSON.
ru: Добавлена поддержка использования табуляции для отступов в форматах JSON.
sv: Lagt till stöd för att använda tabbar för att indra JSON-format.
ta: சாதொபொகு வடிவங்களை உள்தள்ள தாவல்களைப் பயன்படுத்துவதற்கான உதவி சேர்க்கப்பட்டது.
tr: JSON biçimlerini girintilemek için sekmeleri kullanma özelliği eklendi.
uk: Додано підтримку використання табуляцій для форматування коду JSON.
zh_hans: 支持使用制表符缩进 JSON 格式。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/67?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/67?closed=1>`__。

source: There are no additional upgrade steps needed in this release.
de: In dieser Version sind keine zusätzlichen Upgrade-Schritte erforderlich.
ga: Níl aon chéimeanna uasghrádaithe breise ag teastáil sa scaoileadh seo.
hu: Ehhez a kiadáshoz nincs szükség további frissítési lépésekre.
id: Tidak ada langkah peningkatan tambahan yang diperlukan dalam rilis ini.
ja: このリリースでは、追加のアップグレード作業は必要ありません。
nl: Er zijn voor deze uitgave geen aanvullende stappen voor upgraden nodig.
pt: Não há etapas de atualização adicionais necessárias nesta versão.
pt_br: Não há etapas de atualização adicionais necessárias nesta versão.
ro: Nu sunt necesare etape suplimentare de actualizare în această versiune.
ru: В этом выпуске не требуется никаких дополнительных действий по обновлению.
sv: Det krävs inga ytterligare uppgraderingssteg i den här versionen.
ta: இந்த வெளியீட்டில் கூடுதல் மேம்படுத்தல் படிகள் தேவையில்லை.
tr: Bu sürüm için ek yükseltme adımlarına gerek yoktur.
uk: У цьому випуску ніяких додаткових кроків із оновлення виконувати не потрібно.
zh_hans: 此版本中不需要额外的升级步骤。

source: *Released on July 15th 2021.*
de: *Veröffentlicht am 15. Juli 2021.*
ga: *Eisithe ar 15 Iúil 2021.*
hu: *Kiadva: 2021. július 15.*
id: *Dirilis pada 15 Juli 2021.*
nl: *Uitgegeven op 15 juli 2021.*
pt_br: *Atualizado em 15 de julho de 2021.*
sv: *Släpptes den 15 juli 2021.*
tr: *15 Temmuz 2021 tarihinde yayınlandı.*
uk: *Випущено 15 липня 2021 року.*

source: Support more language aliases to be configured on a project.
de: Unterstützung von mehr Sprachaliasnamen, die für ein Projekt konfiguriert werden können.
ga: Tacaigh le níos mó ailiasanna teanga a chumrú ar thionscadal.
hu: További nyelvi álnevek beállításának támogatása projektszinten.
id: Mendukung lebih banyak alias bahasa untuk dikonfigurasi pada proyek.
ja: 1 つのプロジェクトで設定できる言語エイリアスの数の増加。
nl: Ondersteunen van configureren van meer aliassen voor taal in een project.
pt: Suporta mais apelidos de idioma a serem configurados num projeto.
pt_br: Suporta mais apelidos de idioma a serem configurados em um projeto.
ro: Suportă mai multe alias-uri de limbă care pot fi configurate pentru un proiect.
ru: Поддержка большего количества псевдонимов для языка в настройках проекта.
sv: Stöd för fler språkaliaser som kan konfigureras i ett projekt.
ta: ஒரு திட்டத்தில் கட்டமைக்க அதிக மொழி மாற்றுப்பெயர்களை ஆதரிக்கவும்.
tr: Bir projede daha fazla dil kısaltmasının yapılandırılması özelliği eklendi.
uk: Реалізовано підтримку налаштовування більшої кількості альтернативних назв мов на рівні проєкту.
zh_hans: 支持在项目上配置更多的语言别名。

source: Fixed search string validation in API.
de: Die Validierung der Suchbegriffe in der API korrigiert.
ga: Bailíochtú teaghrán cuardaigh seasta in API.
hu: Keresési szöveg érvényesítésének javítása az API-ban.
id: Memperbaiki validasi string pencarian di API.
ja: API での検索文字列の検証の修正。
nl: Gerepareerd valideren zoektekenreeks in API.
pt: Corrigida a validação de cadeias de pesquisa na API.
pt_br: Corrigida a validação de texto de busca na API.
ro: A fost reparată validarea șirului de căutare în API.
ru: Исправлена проверка поисковой строки в API.
sv: Fixad validering av söksträng i API.
ta: பநிஇ இல் நிலையான தேடல் சரம் சரிபார்ப்பு.
tr: API üzerinde yaşanan arama dizgesini doğrulama sorunu düzeltildi.
uk: Виправлено перевірку чинності рядка пошуку у програмному інтерфейсі.
zh_hans: 修复了 API 中搜索字符串验证问题。

source: Fixed Git exporter URLs after a domain change.
de: Git-Exporter-URLs nach einem Domainwechsel korrigiert.
ga: URLanna onnmhaireora Git Seasta tar éis athrú fearainn.
hu: Git exportáló URL-ek javítása domainváltás után.
id: Memperbaiki URL pengekspor Git setelah perubahan domain.
ja: ドメイン変更後の Git exporter URL の修正。
nl: Gerepareerd Git export-URL's na wijziging domein.
pt: Corrigidas as URLs do exportador Git após uma mudança de domínio.
pt_br: Corrigidas as URLs do exportador Git após uma mudança de domínio.
ro: Fixate URL-urile exportatorului Git după o schimbare de domeniu.
ru: Исправлены URL-адреса экспортера Git после смены домена.
sv: Fixade Git-exportörens URL:er efter en domänändring.
ta: ஒரு டொமைன் மாற்றத்திற்குப் பிறகு நிலையான அறிவிலி ஏற்றுமதியாளர் முகவரி கள்.
tr: Bir etki alanı değişikliğinden sonra Git dışa aktarıcı adresleri düzeltildi.
uk: Виправлено адреси засобів експортування Git після зміни домену.
zh_hans: 修复了域名变更后的 Git 导出器 URL 问题。

source: Fixed cleanup add-on for Windows RC files.
de: Bereinigungsvorgang der Erweiterung für Windows RC-Dateien korrigiert.
ga: Breiseán glanta seasta do chomhaid Windows RC.
hu: Windows RC-fájlokat kezelő törlő kiegészítő javítása.
id: Memperbaiki pengaya pembersihan untuk berkas Windows RC.
ja: Windows RC ファイル用のクリーンアップ アドオンの修正。
nl: Gerepareerd add-on opschonen voor bestanden van Windows RC.
pt: Corrigida a extensão de limpeza para ficheiros RC do Windows.
pt_br: Complemento de limpeza corrigido para arquivos RC do Windows.
ro: A fost reparat add-on-ul de curățare pentru fișierele Windows RC.
ru: Исправлена надстройка очистки для файлов Windows RC.
sv: Fast tillägg för rensning av Windows RC-filer.
ta: சாளரங்கள் ஆர்.சி கோப்புகளுக்கான நிலையான தூய்மைப்படுத்தும் துணை நிரல்.
tr: Windows RC dosyaları için temizleme eklentisi düzeltildi.
uk: Виправлено додаток чищення для файлів RC Windows.
zh_hans: 修复了 Windows RC 文件的清理附加组件。

source: Fixed possible crash in XLIFF updating.
de: Möglicher Absturz bei der XLIFF-Aktualisierung behoben.
ga: Tuairte féideartha seasta i nuashonrú XLIFF.
hu: XLIFF frissítés során fellépő lehetséges összeomlás javítása.
id: Memperbaiki kemungkinan kerusakan dalam pembaruan XLIFF.
ja: XLIFF 更新で発生する可能性のあるクラッシュの修正。
nl: Gerepareerd mogelijke crash in bijwerken XLIFF.
pt: Corrigida possível falha na atualização de XLIFF.
pt_br: Corrigida possível falha na atualização de XLIFF.
ro: A fost reparat un posibil blocaj în actualizarea XLIFF.
ru: Исправлен возможный сбой при обновлении XLIFF.
sv: Fixat möjligt krasch vid uppdatering av XLIFF.
ta: ஃலிப்ப் புதுப்பிப்பில் நிலையான விபத்து.
tr: XLIFF güncellemesinde yaşanabilecek çökme sorunu düzeltildi.
uk: Усунено можливе аварійне завершення роботи під час оновлення XLIFF.
zh_hans: 修复了更新 XLIFF 时可能的崩溃。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/69?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/69?closed=1>`__。

source: *Released on June 30th 2021.*
de: *Veröffentlicht am 30. Juni 2021.*
ga: *Eisithe ar 30 Meitheamh 2021.*
hu: *Kiadva: 2021. június 30.*
id: *Dirilis pada 30 Juni 2021.*
nl: *Uitgegeven op 30 juni 2021.*
pt_br: *Atualizado em 30 de junho de 2021.*
sv: *Släpptes den 30 juni 2021.*
tr: *30 Haziran 2021 tarihinde yayınlandı.*
uk: *Випущено 30 червня 2021 року.*

source: Improved popup for adding terms to glossary.
de: Verbessertes Popup beim Hinzufügen von Begriffen zum Glossar.
ga: Preabfhuinneog feabhsaithe chun téarmaí a chur leis an ngluais.
hu: Felugró ablak javítása szójegyzékbe történő szövegfelvételkor.
id: Memperbaiki popup untuk menambahkan istilah ke glosarium.
ja: 用語集に用語を追加するためのポップアップの改善。
nl: Verbeterde pop-up voor toevoegen van termen aan de woordenlijst.
pt: Aprimorado o popup para adicionar termos ao glossário.
pt_br: Aprimorado o popup para adicionar termos ao glossário.
ro: Îmbunătățirea ferestrei pop-up pentru adăugarea de termeni în glosar.
ru: Улучшено всплывающее окно для добавления терминов в словарь.
sv: Förbättrad popup-ruta för att lägga till termer i ordlistan.
ta: சொற்களஞ்சியத்திற்கு விதிமுறைகளைச் சேர்ப்பதற்கான மேம்பட்ட பாப்அப்.
tr: Sözlüğe terim ekleme açılır penceresi iyileştirildi.
uk: Удосконалено контекстну панель додавання термінів до глосарія.
zh_hans: 优化了向术语表中添加术语的弹窗。

source: Added support for LibreTranslate machine translation service.
de: Unterstützung für den maschinellen Übersetzungsdienst LibreTranslate hinzugefügt.
ga: Tacaíocht bhreise do sheirbhís aistriúcháin meaisín LibreTranslate.
hu: LibreTranslate gépi fordítási szolgáltatás támogatása hozzáadva.
id: Menambahkan dukungan untuk layanan terjemahan mesin LibreTranslate.
ja: LibreTranslate の機械翻訳サービスに対応。
nl: Ondersteuning toegevoegd voor service machinevertaling LibreTranslate.
pt: Adicionado suporte para serviço de tradução de máquina do LibreTranslate.
pt_br: Adicionado suporte para o serviço de tradução automática LibreTranslate.
ro: A fost adăugat suport pentru serviciul de traducere automată LibreTranslate.
ru: Добавлена поддержка машинного перевода с помощью LibreTranslate.
sv: Stöd för maskinöversättningstjänsten LibreTranslate har lagts till.
ta: லிப்ரெட்ரான்ச்லேட் இயந்திர மொழிபெயர்ப்பு சேவைக்கு உதவி சேர்க்கப்பட்டது.
tr: LibreTranslate makine çevirisi hizmeti desteği eklendi.
uk: Додано підтримку служби комп'ютерного перекладу LibreTranslate.
zh_hans: 新增对 LibreTranslate 机器翻译服务的支持。

source: Added rate limiting on creating new projects.
de: Eine Ratenbegrenzung für die Erstellung neuer Projekte hinzugefügt.
ga: Teorainn ráta breise ar thionscadail nua a chruthú.
hu: Új projektek létrehozására vonatkozó korlátozások (rate limiting) bevezetése.
id: Menambahkan pembatasan tarif untuk membuat proyek baru.
ja: 新しいプロジェクトの作成にアクセス制限の追加。
nl: Toegevoegde beperking aantal bij maken van nieuwe projecten.
pt: Adicionada limitação de taxa na criação de novos projetos.
pt_br: Adicionada limitação de taxa na criação de novos projetos.
ro: A fost adăugată limitarea ratei la crearea de noi proiecte.
ru: Добавлено ограничение скорости при создании новых проектов.
sv: Tillagd hastighetsbegränsning vid skapande av nya projekt.
ta: புதிய திட்டங்களை உருவாக்குவதில் விகிதத்தைக் கட்டுப்படுத்தியது.
tr: Yeni projeler oluşturulurken hız sınırlaması eklendi.
uk: Додано обмеження на частоту при створенні проєктів.
zh_hans: 增加了创建新项目的速率限制。

source: Improved performance of file updates.
de: Die Leistung von Dateiaktualisierungen verbessert.
ga: Feidhmíocht fheabhsaithe maidir le nuashonruithe comhad.
hu: Fájlfrissítések teljesítményének javítása.
id: Meningkatkan kinerja pembaruan berkas.
ja: ファイル更新の性能の向上。
nl: Verbeterde prestaties bij bijwerken bestanden.
pt: Melhorado o desempenho de atualizações de ficheiros.
pt_br: Melhorado o desempenho de atualizações de arquivo.
ro: Performanță îmbunătățită a actualizărilor de fișiere.
ru: Улучшена производительность обновления файлов.
sv: Förbättrad prestanda vid filuppdateringar.
ta: கோப்பு புதுப்பிப்புகளின் மேம்பட்ட செயல்திறன்.
tr: Dosya güncelleme başarımı iyileştirildi.
uk: Поліпшено швидкодію оновлення файлів.
zh_hans: 改进了文件更新的性能。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/68?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/68?closed=1>`__。

source: *Released on June 17th 2021.*
de: *Veröffentlicht am 17. Juni 2021.*
ga: *Eisithe ar 17 Meitheamh 2021.*
hu: *Kiadva: 2021. június 17.*
id: *Dirilis pada 17 Juni 2021.*
nl: *Uitgegeven op 17 juni 2021.*
pt_br: *Atualizado em 17 de junho de 2021.*
sv: *Släpptes den 17 juni 2021.*
tr: *17 Haziran 2021 tarihinde yayınlandı.*
uk: *Випущено 17 червня 2021 року.*

source: Improved configuration health check.
de: Verbesserte Integritätsprüfung der Konfiguration.
ga: Seiceáil sláinte cumraíochta feabhsaithe.
hu: Konfigurációs állapotellenőrzés javítása.
id: Memperbaiki pemeriksaan kesehatan konfigurasi.
ja: 設定の健全性診断の改善。
nl: Verbeterde configuratie controle gezondheid.
pt: Melhorada a verificação de saúde da configuração.
pt_br: Melhorada a verificação de saúde da configuração.
ro: Verificare îmbunătățită a stării de sănătate a configurației.
ru: Улучшена проверка работоспособности конфигурации.
sv: Förbättrad hälsokontroll av konfigurationen.
ta: மேம்படுத்தப்பட்ட உள்ளமைவு சுகாதார சோதனை.
tr: Yapılandırma sağlığı denetimi iyileştirildi.
uk: Удосконалено перевірку коректності налаштувань.
zh_hans: 改进了配置健康性的检查。
