Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Releases are signed by Sigstore instead of PGP, see :ref:`verify`.
de: Veröffentlichungen werden mit Sigstore anstelle von PGP signiert, siehe :ref:`verify`.
ga: Síníonn Sigstore na heisiúintí in ionad PGP, féach :ref:`verify`.
hu: A kiadások mostantól Sigstore által kerülnek aláírásra PGP helyett, lásd: :ref:`verify`.
id: Rilis ditandatangani oleh Sigstore dan bukan PGP, lihat :ref:`verify`.
ja: リリースは PGP ではなく Sigstore によって署名されます。参照: :ref:`verify`。
nl: Uitgaven worden ondertekend door Sigstore in plaats van door PGP, bekijk :ref:`verify`.
pt: As versões são assinadas pelo Sigstore em vez do PGP, consulte :ref:`verify`.
pt_br: As versões são assinadas pelo Sigstore em vez do PGP, consulte :ref:`verify`.
sv: Utgåvor signeras av Sigstore istället för PGP, se :ref:`verify`.
ta: வெளியீடுகள் PGPக்கு பதிலாக Sigstore மூலம் கையொப்பமிடப்பட்டுள்ளன, பார்க்கவும் :ref:`verify`.
tr: Sürümlerin PGP yerine Sigstore tarafından imzalanması sağlandı. Ayrıntılı bilgi almak için: :ref:`verify`.
uk: Реалізовано підписування випусків за допомогою Sigstore замість PGP, див. :ref:`verify`.
zh_hans: 发行文件由 Sigstore 而非 PGP 签名，见 :ref:`验证`。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/109?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__。

source: *Released on December 19th 2023.*
de: *Veröffentlicht am 19. Dezember 2023.*
ga: *Eisithe ar 19 Nollaig 2023.*
hu: *Kiadva: 2023. december 19.*
id: *Dirilis pada 19 Desember 2023.*
nl: *Uitgegeven op 19 december 2023.*
pt_br: *Atualizado em 19 de dezembro de 2023.*
sv: *Släpptes den 19 december 2023.*
tr: *19 Aralık 2023 tarihinde yayınlandı.*
uk: *Випущено 19 грудня 2023 року.*

source: Not updating statistics in some situations.
de: In manchen Situationen wurden Statistiken nicht aktualisiert.
ga: Gan staitisticí a nuashonrú i gcásanna áirithe.
hu: Bizonyos esetekben nem frissültek a statisztikák.
id: Tidak memperbarui statistik dalam beberapa situasi.
ja: 特定の状況で統計が更新されない。
nl: In sommige situaties worden statistieken niet bijgewerkt.
pt: Não atualizar as estatísticas em algumas situações.
pt_br: Não atualizar as estatísticas em algumas situações.
sv: Uppdaterar inte statistik i vissa situationer.
ta: சில சூழ்நிலைகளில் புள்ளிவிவரங்களை புதுப்பிக்கவில்லை.
tr: Bazı durumlarda yaşanan istatistiklerin güncellenmemesi sorunu düzeltildi.
uk: Усунено непотрібне оновлення статистики у певних випадках.
zh_hans: 某些情况下不更新统计数字。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__。
nl: `Alle wijzigingenin detail <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/110?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__。

source: *Released on December 14th 2023.*
de: *Veröffentlicht am 14. Dezember 2023.*
ga: *Eisithe ar 14 Nollaig 2023.*
hu: *Kiadva: 2023. december 14.*
id: *Dirilis pada 14 Desember 2023.*
nl: *Uitgegeven op 14 december 2023.*
pt_br: *Atualizado em 14 de dezembro de 2023.*
sv: *Släpptes den 14 december 2023.*
tr: *14 Aralık 2023 tarihinde yayınlandı.*
uk: *Випущено 14 грудня 2023 року.*

source: :ref:`mt-openai` automatic suggestion service.
de: Automatischer Vorschlagsdienst :ref:`mt-openai`.
ga: :ref:`mt-openai` seirbhís mholtaí uathoibríoch.
hu: Új :ref:`mt-openai` automatikus javaslatszolgáltatás.
id: :ref:`mt-openai` layanan saran otomatis.
ja: :ref:`mt-openai` 自動提案サービス。
nl: :ref:`mt-openai` automatische service voor suggesties.
pt: :ref:`mt-openai` serviço de sugestão automática.
pt_br: :ref:`mt-openai` serviço de sugestão automática.
ru: :ref:`mt-openai` служба автоматических предложений.
sv: :ref:`mt-openai` automatisk förslagstjänst.
tr: :ref:`mt-openai` kendiliğinden öneri hizmeti eklendi.
uk: Служба автоматичних пропозицій :ref:`mt-openai`.
zh_hans: :ref:`mt-openai` 自动建议服务。

source: :ref:`mt-alibaba` automatic suggestion service.
de: Automatischer Vorschlagsdienst :ref:`mt-alibaba`.
ga: :ref:`mt-alibaba` seirbhís moltaí uathoibríoch.
hu: Új :ref:`mt-alibaba` automatikus javaslatszolgáltatás.
id: :ref:`mt-alibaba` layanan saran otomatis.
ja: :ref:`mt-alibaba` 自動提案サービス。
nl: :ref:`mt-alibaba` automatische service voor suggesties.
pt: :ref:`mt-alibaba` serviço de sugestão automática.
pt_br: :ref:`mt-alibaba` serviço de sugestão automática.
ru: :ref:`mt-alibaba` служба автоматических предложений.
sv: :ref:`mt-alibaba` automatisk förslagstjänst.
tr: :ref:`mt-alibaba` kendiliğinden öneri hizmeti eklendi.
uk: Служба автоматичних пропозицій :ref:`mt-alibaba`.
zh_hans: :ref:`mt-alibaba` 自动建议服务。

source: New automatic fixer for :ref:`autofix-punctuation-spacing`.
de: Neuer automatischer Fixer für :ref:`autofix-punctuation-spacing`.
ga: Ceartaitheoir uathoibríoch nua do :ref:`autofix-punctuation-spacing`.
hu: Új automatikus javító az :ref:`autofix-punctuation-spacing` részhez.
id: Perbaikan otomatis baru untuk :ref:`autofix-punctuation-spacing`.
ja: :ref:`autofix-punctuation-spacing` の新しい自動修正。
nl: Nieuwe automatische reparatie voor :ref:`autofix-punctuation-spacing`.
pt: Novo fixador automático para :ref:`autofix-punctuation-spacing`.
pt_br: Novo fixador automático para :ref:`autofix-punctuation-spacing`.
sv: Ny automatisk korrigeringsfunktion för :ref:`autofix-punctuation-spacing`.
tr: :ref:`autofix-punctuation-spacing` için yeni kendiliğinden düzeltme eklendi.
uk: Виправлено нову автоматику для :ref:`autofix-punctuation-spacing`.
zh_hans: 新增自动修复 :ref:`autofix-punctuation-spacing`。

source: :ref:`mt-google-translate-api-v3` now better honors placeables or line breaks.
de: :ref:`mt-google-translate-api-v3` berücksichtigt nun Platzhalter oder Zeilenumbrüche besser.
ga: :ref:`mt-google-translate-api-v3` is fearr anois áitiúcháin nó sosanna líne a onórú.
hu: A :ref:`mt-google-translate-api-v3` mostantól jobban figyelembe veszi a helykitöltőket és sortöréseket.
id: :ref:`mt-google-translate-api-v3` sekarang lebih menghargai penempatan atau jeda baris.
ja: :ref:`mt-google-translate-api-v3` は、配置要素や改行をより適切に尊重するように改良。
nl: :ref:`mt-google-translate-api-v3` houdt nu beter rekening met plaatsvervangers of regeleinden.
pt: :ref:`mt-google-translate-api-v3` agora honra melhor os placeables ou quebras de linha.
pt_br: :ref:`mt-google-translate-api-v3` agora honra melhor os placeables ou quebras de linha.
sv: :ref:`mt-google-translate-api-v3` hanterar nu placeringar och radbrytningar bättre.
ta: :ref:`mt-google-translate-api-v3` now better honors placeables or வரி breaks.
tr: :ref:`mt-google-translate-api-v3` artık yerleştirilebilir ögeleri veya satır sonlarını daha iyi dikkate alıyor.
uk: :ref:`mt-google-translate-api-v3` тепер краще обробляє елементи розташування або розриви рядків.
zh_hans: :ref:`mt-google-translate-api-v3` 现在更好遵守占位符或换行符。

source: Reduced memory usage for statistics.
de: Reduzierter Speicherverbrauch für Statistiken.
ga: Úsáid cuimhne laghdaithe le haghaidh staitisticí.
hu: Csökkent a memóriahasználat a statisztikákhoz.
id: Mengurangi penggunaan memori untuk statistik.
ja: 統計のメモリ使用量を削減。
nl: Verminderd geheugengebruik voor statistieken.
pt: Redução do uso de memória para estatísticas.
pt_br: Redução do uso de memória para estatísticas.
sv: Minskad minnesanvändning för statistik.
ta: புள்ளிவிவரங்களுக்கான நினைவக பயன்பாடு குறைக்கப்பட்டுள்ளது.
tr: İstatistiklerin bellek kullanımı azaltıldı.
uk: Зменшено споживання пам'яті для статистики.
zh_hans: 减少了统计数据的内存使用。

source: :ref:`mt-deepl` performs better in :ref:`auto-translation` and supports :ref:`glossary-mt`.
de: :ref:`mt-deepl` bietet eine bessere Leistung in :ref:`auto-translation` und unterstützt :ref:`glossary-mt`.
ga: Feidhmíonn :ref:`mt-deepl` níos fearr i :ref:`auto-translation` agus tacaíonn sé le :ref:`glossary-mt`.
hu: A :ref:`mt-deepl` jobb teljesítményt nyújt az :ref:`auto-translation` használata során, és támogatja a :ref:`glossary-mt` funkciót.
id: :ref:`mt-deepl` berkinerja lebih baik dalam :ref:`auto-translation` dan mendukung :ref:`glossary-mt`.
ja: :ref:`auto-translation` の :ref:`mt-deepl` は性能が向上し、 :ref:`glossary-mt` に対応。
nl: :ref:`mt-deepl` presteert beter in :ref:`auto-translation` en ondersteunt :ref:`glossary-mt`.
pt: :ref:`mt-deepl` tem melhor desempenho em :ref:`auto-translation` e suporta :ref:`glossary-mt`.
pt_br: :ref:`mt-deepl` tem melhor desempenho em :ref:`auto-translation` e suporta :ref:`glossary-mt`.
sv: :ref:`mt-deepl` fungerar bättre i :ref:`auto-translation` och stöder :ref:`glossary-mt`.
tr: :ref:`mt-deepl`, :ref:`auto-translation` başarımı iyileştirildi ve :ref:`glossary-mt` desteği eklendi.
uk: Нова версія :ref:`mt-deepl` краще працює у :ref:`auto-translation` і підтримує :ref:`glossary-mt`.
zh_hans: :ref:`mt-deepl` 在 :ref:`auto-translation` 下表现得更好并支持 :ref:`glossary-mt`。

source: :ref:`mt-microsoft-translator` supports :ref:`glossary-mt`.
de: :ref:`mt-microsoft-translator` unterstützt :ref:`glossary-mt`.
ga: :ref:`mt-microsoft-translator` tacaíochtaí :ref:`glossary-mt`.
hu: Az :ref:`mt-microsoft-translator` is támogatja a :ref:`glossary-mt` funkciót.
id: :ref:`mt-microsoft-translator` mendukung :ref:`glossary-mt`.
ja: :ref:`mt-microsoft-translator` は :ref:`glossary-mt` に対応。
nl: :ref:`mt-microsoft-translator` ondersteunt :ref:`glossary-mt`.
pt: :ref:`mt-microsoft-translator` suporta o :ref:`glossary-mt`.
pt_br: :ref:`mt-microsoft-translator` suporta :ref:`glossary-mt`.
ru: :ref:`mt-microsoft-translator` поддерживает :ref:`glossary-mt`.
sv: :ref:`mt-microsoft-translator` stöder :ref:`glossary-mt`.
tr: :ref:`mt-microsoft-translator` için :ref:`glossary-mt` desteği eklendi.
uk: :ref:`mt-microsoft-translator` підтримує :ref:`glossary-mt`.
zh_hans: :ref:`mt-microsoft-translator` 支持 :ref:`glossary-mt`。

source: Improved region selection in :ref:`mt-google-translate-api-v3`.
de: Verbesserte Regionsauswahl in :ref:`mt-google-translate-api-v3`.
ga: Rogha feabhsaithe réigiúin i :ref:`mt-google-translate-api-v3`.
hu: Továbbfejlesztett régióválasztás a :ref:`mt-google-translate-api-v3` esetében.
id: Peningkatan pemilihan wilayah di :ref:`mt-google-translate-api-v3`.
ja: :ref:`mt-google-translate-api-v3` での地域選択の改良。
nl: Verbeterd selecteren regio in :ref:`mt-google-translate-api-v3`.
pt: Seleção de região aprimorada em :ref:`mt-google-translate-api-v3`.
pt_br: Seleção de região aprimorada em :ref:`mt-google-translate-api-v3`.
ru: Улучшен выбор региона в :ref:`mt-google-translate-api-v3`.
sv: Förbättrad regionval i :ref:`mt-google-translate-api-v3`.
tr: :ref:`mt-google-translate-api-v3` için bölge seçimi iyileştirildi.
uk: Удосконалений вибір регіону в :ref:`mt-google-translate-api-v3`.
zh_hans: 改进了 :ref:`mt-google-translate-api-v3` 中的区域选择。

source: Added nested JSON exporter in :ref:`download`.
de: Exporter für verschachteltes JSON in :ref:`download` hinzugefügt.
ga: Cuireadh onnmhaireoir JSON neadaithe leis i :ref:`download`.
hu: Bevezetésre került a beágyazott JSON exportálás a :ref:`download` funkcióban.
id: Menambahkan eksportir JSON bersarang di :ref:`download`.
ja: ネストされた JSON エクスポーターを :ref:`download` に追加。
nl: Geneste JSON-exporteerder toegevoegd in :ref:`download`.
pt: Adicionado exportador JSON aninhado em :ref:`download`.
pt_br: Adicionado exportador JSON aninhado em :ref:`download`.
sv: Lade till inbäddad JSON-exportör i :ref:`download`.
tr: :ref:`download` içine, iç içe JSON dışa aktarıcısı eklendi.
uk: Додано засіб експортування JSON із вкладенням у :ref:`download`.
zh_hans: 在 :ref:`download` 中新增折叠 JSON 导出工具。

source: Improved :ref:`git-exporter` performance on huge repositories.
de: Verbesserte :ref:`git-exporter`-Leistung bei großen Repositorys.
ga: Feabhsaithe :ref:`git-exporter` ar stórais ollmhóra.
hu: Javult a :ref:`git-exporter` teljesítménye nagy tárolók esetén.
id: Peningkatan kinerja :ref:`git-exporter` pada repositori besar.
ja: 巨大なリポジトリでの :ref:`git-exporter` のパフォーマンスを改善。
nl: Verbeterde prestaties :ref:`git-exporter` op grote opslagruimten.
pt: Melhor desempenho para :ref:`git-exporter` em repositórios enormes.
pt_br: Melhor desempenho para :ref:`git-exporter` em repositórios enormes.
sv: Förbättrad prestanda för :ref:`git-exporter` i stora repositorier.
tr: Çok büyük depolarda :ref:`git-exporter` başarımı iyileştirildi.
uk: Удосконалено швидкодію :ref:`git-exporter` для величезних сховищ.
zh_hans: 改进了 :ref:`git-exporter` 在巨大仓库中的性能。

source: Removing stale VCS directories.
de: Entfernen veralteter VCS-Verzeichnisse.
ga: Sean-eolairí VCS a bhaint.
hu: Elavult VCS könyvtárak eltávolítása.
id: Menghapus direktori VCS yang basi.
ja: 古い VCS ディレクトリの削除。
nl: Verwijderen van verouderde mappen in het VCS.
pt: Remoção de diretórios VCS obsoletos.
pt_br: Remoção de diretórios VCS obsoletos.
sv: Ta bort gamla VCS-kataloger.
ta: பழமையான வி.சி.எச் கோப்பகங்களை நீக்குதல்.
tr: Eski sürüm denetimi sistemi klasörlerinin kaldırılması sağlandı.
uk: Реалізовано вилучення застарілих каталогів систем керування версіями.
zh_hans: 删除陈旧的 VCS 目录。

source: Dropped Microsoft Terminology service for automatic suggestions, as it is no longer provided by Microsoft.
de: Der Microsoft-Terminologiedienst für automatische Vorschläge wurde entfernt, da er nicht mehr von Microsoft bereitgestellt wird.
ga: Thit seirbhís Téarmaíochta Microsoft le haghaidh moltaí uathoibríocha, toisc nach bhfuil sé á sholáthar ag Microsoft a thuilleadh.
hu: A Microsoft Terminology szolgáltatás kivezetésre került az automatikus javaslatok közül, mivel a Microsoft már nem biztosítja azt.
id: Menghentikan layanan Terminologi Microsoft untuk saran otomatis, karena tidak lagi disediakan oleh Microsoft.
ja: 自動提案の Microsoft Terminology サービスは Microsoft から提供されなくなったため削除。
nl: Service Microsoft Terminology voor automatische suggesties verwijderd, omdat die niet langer wordt verschaft door Microsoft.
pt: Remoção do serviço Microsoft Terminology para sugestões automáticas, pois ele não é mais fornecido pela Microsoft.
pt_br: Remoção do serviço Microsoft Terminology para sugestões automáticas, pois ele não é mais fornecido pela Microsoft.
sv: Avlägsnade Microsoft Terminology-tjänsten för automatiska förslag, eftersom den inte längre tillhandahålls av Microsoft.
ta: நுண்மென் டெர்மினாலசி சேவையை தானியங்கி பரிந்துரைகளுக்காக கைவிட்டது, ஏனெனில் இது இனி மைக்ரோசாப்ட் வழங்காது.
tr: Artık Microsoft tarafından sunulmadığından, kendiliğinden öneriler için Microsoft Terminology hizmeti kaldırıldı.
uk: Відкинуто службу Microsoft Terminology для автоматичних пропозицій, оскільки такі послуги більше не надаються Microsoft.
zh_hans: Microsoft Terminology 服务无法再用于自动建议，因 Microsoft 不再提供此服务。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/107?cloced=1> ____.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__。

source: *Released on November 22nd 2023.*
de: *Veröffentlicht am 22. November 2023.*
ga: *Eisithe ar 22 Samhain 2023.*
hu: *Kiadva: 2023. november 22.*
id: *Dirilis pada 22 November 2023.*
nl: *Uitgegeven op 22 november 2023.*
pt_br: *Atualizado em 22 de novembro de 2023.*
sv: *Släpptes den 22 november 2023.*
tr: *22 Kasım 2023 tarihinde yayınlandı.*
uk: *Випущено 22 листопада 2023 року.*

source: Show search field after no strings found while translating.
de: Suchfeld anzeigen, wenn beim Übersetzen keine Zeichenketten gefunden wurden.
ga: Taispeáin an réimse cuardaigh tar éis nach bhfuarthas aon teaghráin agus tú ag aistriú.
hu: Fordítás közben, ha nem található szöveg, megjelenik a keresőmező.
id: Tampilkan kolom pencarian setelah tidak ada string yang ditemukan saat menerjemahkan.
ja: 翻訳中に文字列が見つからなかった場合に検索フィールドを表示。
nl: Zoekveld weergeven nadat geen tekenreeksen werden gevonden tijdens vertalen.
pt: Mostrar campo de pesquisa após nenhuma cadeia ser encontrada durante a tradução.
pt_br: Mostra campo de busca após nenhum texto ser encontrado durante a tradução.
sv: Visa sökfältet efter att inga strängar hittats under översättningen.
ta: மொழிபெயர்க்கும் போது எந்த சரங்களும் கிடைக்காத பிறகு தேடல் புலத்தைக் காட்டு.
tr: Çeviri sırasında herhangi bir dizge bulunamadığında arama alanının görüntülenmesi sağlandı.
uk: Реалізовано показу поля пошуку після того, як не було знайдено жодного рядка під час перекладу.
zh_hans: 翻译时未找到字符串后显示搜索字段。

source: Added soft hyphen to special-characters toolbar.
de: Bedingter Trennstrich zur Symbolleiste für Sonderzeichen hinzugefügt.
ga: Cuireadh fleiscín bog leis an mbarra uirlisí saincharachtair.
hu: A speciális karakterek eszköztárához hozzáadva a lágy kötőjel.
id: Menambahkan tanda hubung lunak ke bilah alat karakter khusus.
ja: 特殊文字ツールバーにソフト ハイフンの追加。
nl: Zacht afbreekstreepje toegevoegd aan werkbalk voor speciale tekens.
pt: Adicionado hífen suave à barra de ferramentas de caracteres especiais.
pt_br: Adicionado hífen suave à barra de ferramentas de caracteres especiais.
sv: Lagt till mjukt bindestreck i verktygsfältet för specialtecken.
ta: சிறப்பு-கதாபாத்திரங்கள் கருவிப்பட்டியில் மென்மையான ஐபன் சேர்க்கப்பட்டது.
tr: Özel karakterler araç çubuğuna kısa tire eklendi.
uk: На панель спеціальних символів додано символ м'якого дефіса.
zh_hans: 新增软连字符到特殊字符工具栏。

source: Database backups compatibility with Alibaba Cloud Database PolarDB.
de: Kompatibilität der Sicherungen mit der Datenbank Alibaba Cloud PolarDB.
ga: Comhoiriúnacht cúltacaí bunachar sonraí le Alibaba Cloud Database PolarDB.
hu: Az adatbázis biztonsági mentések mostantól kompatibilisek az Alibaba Cloud Database PolarDB rendszerrel.
id: Kompatibilitas pencadangan basis data dengan Alibaba Cloud Database PolarDB.
ja: Alibaba Cloud Database PolarDB とのデータベース バックアップの互換性を実現。
nl: Compatibiliteit back-ups voor database met Alibaba Cloud Database PolarDB.
pt: Compatibilidade de backups para banco de dados com PolarDB do Alibaba Cloud Database.
pt_br: Compatibilidade de backups para banco de dados com PolarDB do Alibaba Cloud Database.
sv: Databasbackups kompatibilitet med Alibaba Cloud Database PolarDB.
ta: தரவுத்தள காப்புப்பிரதிகள் அலிபாபா முகில் டேட்டாபேச் போலார்ட் உடன் பொருந்தக்கூடிய தன்மை.
tr: Veri tabanı yedeklerinin Alibaba Cloud Database PolarDB ile uyumluluğu sağlandı.
uk: Реалізовано сумісність резервних копій із базою даних Alibaba Cloud, PolarDB.
zh_hans: 与 Alibaba 云数据库 PolarDB 的数据库备份兼容性。

source: Crash on loading statistics calculated by previous versions.
de: Absturz beim Laden von Statistiken, die von früheren Versionen berechnet wurden.
ga: Tuairteála ar staitisticí luchtaithe arna ríomh ag leaganacha roimhe seo.
hu: Összeomlás javítva, amelyet a korábbi verziók által számolt statisztikák betöltése okozott.
id: Mogok saat memuat statistik yang dihitung oleh versi sebelumnya.
ja: 以前のバージョンで計算された統計情報をロードするとクラッシュする。
nl: Crash bij laden berekende statistieken uit eerdere versies.
pt: Falha ao carregar estatísticas calculadas por versões anteriores.
pt_br: Falha ao carregar estatísticas calculadas por versões anteriores.
sv: Krasch vid laddning av statistik beräknad av tidigare versioner.
ta: முந்தைய பதிப்புகளால் கணக்கிடப்பட்ட புள்ளிவிவரங்களை ஏற்றுவதில் செயலிழப்பு.
tr: Önceki sürümler tarafından hesaplanmış istatistikler yüklenirken yaşanan çökme sorunu düzeltildi.
uk: Усунено аварійне завершення роботи при завантаженні статистичних даних, які обчислено попередніми версіями.
zh_hans: 加载由先前版本加载的统计数据时崩溃。

source: Sort icons in dark mode.
de: Sortierung der Symbole im dunklen Modus.
ga: Sórtáil deilbhíní i mód dorcha.
hu: Sötét módban a rendezési ikonok megjelenítése javítva.
id: Urutkan ikon dalam mode gelap.
ja: ダークモードでの並べ替えアイコン。
nl: Pictogrammen sorteren in donkere modus.
pt: Ordenação de ícones no modo escuro.
pt_br: Ordenação de ícones no modo escuro.
sv: Sortera ikoner i mörkt läge.
ta: ஐகான்களை இருண்ட பயன்முறையில் வரிசைப்படுத்தவும்.
tr: Koyu kipte simgeleri düzeltildi.
uk: Реалізовано піктограми упорядковування у темному режимі.
zh_hans: 在深色模式下排列图标。
