Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Before translating any software, you should realize that languages around the world are really different and you should not make any assumption based on your experience. For most of languages it will look weird if you try to concatenate a sentence out of translated segments. You also should properly handle plural forms because many languages have complex rules for that and the internationalization framework you end up using should support this.
de: Bevor Sie eine Software übersetzen, sollten Sie sich darüber im Klaren sein, dass Sprachen auf der ganzen Welt sehr unterschiedlich sind und Sie sollten keine Vermutungen aufgrund Ihrer Erfahrung anstellen. In den meisten Sprachen wird es seltsam aussehen, wenn Sie versuchen, einen Satz aus übersetzten Segmenten zusammenzufügen. Außerdem sollten Sie Pluralformen richtig behandeln, denn viele Sprachen haben dafür komplexe Regeln, und das Internationalisierungs-Framework, das Sie verwenden, sollte dies unterstützen.
ga: Sula n-aistríonn tú aon bhogearra, ba chóir duit a thuiscint go bhfuil teangacha ar fud an domhain an-difriúil agus níor cheart duit aon toimhde a dhéanamh bunaithe ar do thaithí. I gcás fhormhór na dteangacha beidh cuma aisteach air má dhéanann tú iarracht abairt a chomhcheangal as míreanna aistrithe. Ba cheart duit foirmeacha iolra a láimhseáil i gceart freisin toisc go bhfuil rialacha casta ag go leor teangacha chuige sin agus ba chóir go dtacódh an creat idirnáisiúnaithe a úsáideann tú leis seo.
hu: Mielőtt bármilyen szoftvert lefordítana, fontos tudatosítani, hogy a világ nyelvei nagyon különböznek, és nem szabad a saját nyelvi tapasztalataira alapozni. A legtöbb nyelven például furcsán hat, ha egy mondatot lefordított szövegrészek összefűzésével próbál összeállítani. A többes számú alakokat is megfelelően kell kezelni, mivel sok nyelvben bonyolult szabályok vonatkoznak ezekre — a használt nemzetköziesítési keretrendszernek ezt támogatnia kell.
id: Sebelum menerjemahkan perangkat lunak apa pun, Anda harus menyadari bahwa bahasa di seluruh dunia sangat berbeda dan Anda tidak boleh berasumsi berdasarkan pengalaman Anda. Untuk sebagian besar bahasa, akan terlihat aneh jika Anda mencoba menggabungkan kalimat dari segmen yang telah diterjemahkan. Anda juga harus menangani bentuk jamak dengan benar karena banyak bahasa memiliki aturan yang rumit untuk itu dan kerangka kerja internasionalisasi yang Anda gunakan seharusnya mendukung hal ini.
ja: ソフトウェアを翻訳する前に、世界中の言語が本当に異なっていることを理解し、自分の経験に基づいた推測を排除してください。ほとんどの言語では、翻訳された部分から文を連結しようとすると、おかしくなります。また、複数形を適切に処理することが必要です。これは、多くの言語には複雑な規則があり、最終的に使用する国際化フレームワークがこれに対応しているためです。
nl: Voor het vertalen van elke software zou u zich moeten realiseren dat talen over de gehele wereld echt anders zijn en u zou geen aanname moeten doen die is gebaseerd op uw ervaring. Voor de meeste talen zal het er vreemd uitzien als u probeert een zin samen te stellen uit vertaalde segmenten. U zou ook op de juiste manier meervoudsvormen moeten behandelen, omdat veel talen daar complexe regels voor hebben en het framewerk voor internationalisatie dat u daarvoor gaat gebruiken zou dat moeten ondersteunen.
pt: Antes de traduzir qualquer software, deve perceber que os idiomas ao redor do mundo são realmente diferentes e não deve fazer nenhuma suposição com base na sua experiência. Para a maioria dos idiomas, parecerá estranho se tentar concatenar uma frase de segmentos traduzidos. Também deve lidar adequadamente com formas plurais porque muitos idiomas têm regras complexas para isso e a estrutura de internacionalização que acaba a usar deve oferecer suporte a isso.
pt_br: Antes de traduzir qualquer software, você deve perceber que os idiomas ao redor do mundo são realmente diferentes e não deve fazer nenhuma suposição com base em sua experiência. Para a maioria dos idiomas, parecerá estranho se você tentar concatenar uma frase de segmentos traduzidos. Você também deve lidar adequadamente com formas plurais porque muitos idiomas têm regras complexas para isso e a estrutura de internacionalização que você acaba usando deve oferecer suporte a isso.
ro: Înainte de a traduce orice software, trebuie să vă dați seama că limbile din întreaga lume sunt foarte diferite și nu trebuie să faceți nicio presupunere bazată pe experiența dumneavoastră. Pentru majoritatea limbilor, va arăta ciudat dacă încercați să concatenați o propoziție din segmente traduse. De asemenea, ar trebui să gestionați în mod corespunzător formele de plural, deoarece multe limbi au reguli complexe în acest sens, iar cadrul de internaționalizare pe care ajungeți să îl utilizați ar trebui să suporte acest lucru.
ru: Перед тем, как переводить какое-либо программное обеспечение, вы должны осознать, что языки в мире сильно отличаются друг от друга, так что вы не должны делать никаких предположений, основанных на вашем опыте. Если вы попытаетесь собрать предложение из отдельно переведённых сегментов, в большинстве языков оно будет выглядеть очень странно. Также вы должны правильно обрабатывать множественные формы, поскольку во многих языках они строятся по сложным правилам, а используемая вами среда интернационализации должна их поддерживать.
sv: Innan du översätter någon programvara bör du vara medveten om att språk runt om i världen är väldigt olika och att du inte bör göra några antaganden baserade på din egen erfarenhet. För de flesta språk kommer det att se konstigt ut om du försöker sammanfoga en mening av översatta segment. Du bör också hantera pluralformer på rätt sätt, eftersom många språk har komplexa regler för detta och det internationaliseringsramverk du använder bör stödja detta.
ta: எந்தவொரு மென்பொருளையும் மொழிபெயர்க்கும் முன், உலகெங்கிலும் உள்ள மொழிகள் உண்மையில் வேறுபட்டவை என்பதை நீங்கள் உணர வேண்டும், மேலும் உங்கள் அனுபவத்தின் அடிப்படையில் நீங்கள் எந்த அனுமானத்தையும் செய்யக்கூடாது. பெரும்பாலான மொழிகளுக்கு மொழிபெயர்க்கப்பட்ட பகுதிகளிலிருந்து ஒரு வாக்கியத்தை சுருக்க முயற்சித்தால் அது வித்தியாசமாக இருக்கும். நீங்கள் பன்மை வடிவங்களையும் சரியாகக் கையாள வேண்டும், ஏனெனில் பல மொழிகள் அதற்கு சிக்கலான விதிகளைக் கொண்டுள்ளன, மேலும் நீங்கள் பயன்படுத்தும் பன்னாட்டுமயமாக்கல் கட்டமைப்பு இதை ஆதரிக்க வேண்டும்.
tr: Herhangi bir yazılımı çevirmeden önce, dünyadaki dillerin gerçekten farklı olduğunu fark etmeli ve deneyimlerinize dayanarak herhangi bir varsayımda bulunmamalısınız. Çoğu dil için, bir cümleyi çevrilmiş bölümlerden birleştirmeye çalışırsanız garip görünür. Ayrıca çoğul biçimleri düzgün bir şekilde ele almalısınız. Birçok dilin çoğul biçimler için karmaşık kuralları vardır ve kullandığınız yerelleştirme çatısı bunu desteklemelidir.
uk: Перш ніж перекладати будь-яке програмне забезпечення, вам слід зрозуміти, що мови світу є дуже різними — ви не можете робити ніяких припущень на основі вашого попереднього життєвого досвіду. Для більшості мов поділ речення на шматки, які потім з'єднуються, дуже ускладнює переклад. Вам слід належним чином обробляти форми множини, оскільки у багатьох мовах доволі складні правила щодо цього, отже оболонка перекладу, якою ви користуєтеся, має підтримувати ці форми множини.
zh_hans: 在翻译任何软件之前，要认识到世界各处的语言真正不同，而您不应该根据自己的经验做出任何假设。对于多数语言，如果尝试从翻译的段落中连接出句子，看起来会很奇怪。应该正常滴处理复数形式，因为很多语言对此具有复杂的规则，最终使用的国际化框架应该支持它。
zh_hant: 在翻譯任何軟件之前，要認識到世界各處的語言真正不同，而您不應該根據自己的經驗做出任何假設。對於多數語言，如果嘗試從翻譯的段落中連接出句子，看起來會很奇怪。應該正常滴處理複數形式，因為很多語言對此具有復雜的規則，最終使用的國際化框架應該支持它。

source: Choosing internationalization framework
de: Framework für Internationalisierung auswählen
ga: Creat idirnáisiúnaithe a roghnú
hu: Nemzetköziesítési keretrendszer kiválasztása
id: Memilih kerangka kerja internasionalisasi
ja: 国際化フレームワークの選択
nl: Het framewerk voor internationalisatie kiezen
pt: Escolhendo a estrutura de internacionalização
pt_br: Escolhendo a estrutura de internacionalização
ro: Alegerea cadrului de internaționalizare
ru: Выбор среды интернационализации
sv: Välja ramverk för internationalisering
ta: பன்னாட்டுமயமாக்கல் கட்டமைப்பைத் தேர்ந்தெடுப்பது
tr: Yerelleştirme çatısının seçilmesi
uk: Вибір оболонки інтернаціоналізації
zh_hans: 选择国际化框架
zh_hant: 選擇國家化框架

source: Choose whatever is standard on your platform, try to avoid reinventing the wheel by creating your own framework to handle localizations. Weblate supports most of the widely used frameworks, see :ref:`formats` for more information (especially :ref:`fmt_capabs`).
de: Wählen Sie das, was auf Ihrer Plattform Standard ist. Versuchen Sie zu vermeiden, das Rad neu zu erfinden, indem Sie Ihr eigenes Framework für die Lokalisierung erstellen. Weblate unterstützt die meisten der weit verbreiteten Frameworks, siehe :ref:`formats` für weitere Informationen (insbesondere :ref:`fmt_capabs`).
ga: Roghnaigh cibé rud atá caighdeánach ar d'ardán, déan iarracht an roth a athchruthú a sheachaint trí do chreat féin a chruthú chun logánú a láimhseáil. Tacaíonn Weblate le formhór na gcreataí a úsáidtear go forleathan, féach :ref:`formats` le haghaidh tuilleadh faisnéise (go sonraí :ref:`fmt_capabs`).
hu: Használja azt, ami az adott platformon szabványos — próbálja elkerülni, hogy saját rendszert hozzon létre a lokalizációk kezelésére. A Weblate támogatja a legtöbb elterjedt keretrendszert, részletekért lásd: :ref:`formats` (különösen: :ref:`fmt_capabs`).
id: Pilih apa pun yang standar di platform Anda, dan cobalah untuk menghindari pengulangan dengan membuat kerangka kerja Anda sendiri untuk menangani pelokalan. Weblate mendukung sebagian besar kerangka kerja yang umum digunakan, lihat :ref:`formats` untuk informasi selengkapnya (terutama :ref:`fmt_capabs`).
ja: プラットフォームで標準となるものを選択し、現地語化を処理する独自のフレームワークを作成して、車輪の再発明を避けてください。Weblate は、広く使用されているフレームワークのほとんどに対応していますが、詳細については、:ref:`formats` を確認してください（特に :ref:`fmt_capabs`）。
nl: Kies wat de standaard is voor uw platform, probeer het opnieuw uitvinden van het wiel te voorkomen door uw eigen framewerk te maken voor het afhandelen van vertalingen. Weblate ondersteunt de meeste breed gebruikte framewerken, bekijk :ref:`formats` voor meer informatie (speciaal :ref:`fmt_capabs`).
pt: Escolha o que for padrão na sua plataforma, tente evitar reinventar a roda a criar a sua própria estrutura para lidar com localizações. Weblate tem suporte à maioria dos frameworks amplamente usados, veja :ref:`formats` para mais informações (especialmente :ref:`fmt_capabs`).
pt_br: Escolha o que for padrão em sua plataforma, tente evitar reinventar a roda criando sua própria estrutura para lidar com localizações. Weblate tem suporte à maioria dos frameworks amplamente usados, consulte :ref:`formats` para mais informações (especialmente :ref:`fmt_capabs`).
ro: Alegeți ceea ce este standard pe platforma dvs., încercați să evitați reinventarea roții prin crearea propriului cadru pentru a gestiona localizările. Weblate acceptă majoritatea cadrelor utilizate pe scară largă, consultați :ref:`formats` pentru mai multe informații (în special :ref:`fmt_capabs`).
ru: Выбирайте ту среду, которая является стандартом для вашей платформы, постарайтесь не изобретать заново колесо, создавая свою собственную среду для работы с локализациями. Weblate поддерживает большинство широко используемых сред, подробнее смотрите раздел :ref:`formats` (особенно его подраздел :ref:`fmt_capabs`).
sv: Välj det som är standard på din plattform och försök att undvika att uppfinna hjulet på nytt genom att skapa ett eget ramverk för hantering av lokaliseringar. Weblate stöder de flesta vanliga ramverk. Se :ref:`formats` för mer information (särskilt :ref:`fmt_capabs`).
tr: Platformunuzda standart olan çatıyı seçin. Yerelleştirmeleri işlemek için kendi çatınızı oluşturarak tekerleği yeniden icat etmekten kaçınmaya çalışın. Weblate, yaygın olarak kullanılan çatıların çoğunu destekler. Ayrıntılı bilgi almak için :ref:`formats` bölümüne bakabilirsiniz (özellikle :ref:`fmt_capabs`).
uk: Виберіть стандартну оболонку для вашої програмної платформи. Намагайтеся не винаходити колеса створенням власної бібліотеки для локалізації. У Weblate передбачено підтримку більшості поширених бібліотек, див. :ref:`розділ щодо форматів<formats>`, щоб дізнатися більше (особливо, допоміжний розділ :ref:`fmt_capabs`).
zh_hans: 选择你平台上的标准格式，尽量避免重复发明轮子，避免通过创建你自己的框架来处理本地化问题。Weblate 支持大多数广泛使用的框架，更多信息请参见 :ref:`formats`\ （特别是 :ref:`fmt_capabs`）。
zh_hant: 選擇您的平台上任何標準化的，嘗試通過創建自己的框架來處理本地化，來避免重新發明輪子。 Weblate 支持大多數廣泛使用的框架，更多信息請參見 :ref:`formats`（特別是 :ref:`fmt_capabs`）。

source: Our personal recommendation for some platforms is in the following table. This is based on our experience, but that can not cover all use cases, so always consider your environment when doing the choice.
de: Unsere persönliche Empfehlung für einige Plattformen finden Sie in der folgenden Tabelle. Diese basiert auf unserer Erfahrung, kann aber nicht alle Anwendungsfälle abdecken, daher sollten Sie bei der Auswahl immer Ihre Einsatzumgebung berücksichtigen.
ga: Tá ár moladh pearsanta maidir le roinnt ardán sa tábla seo a leanas. Tá sé seo bunaithe ar ár dtaithí, ach ní féidir leis sin gach cás úsáide a chlúdach, mar sin déan do thimpeallacht a mheas i gcónaí agus an rogha á dhéanamh agat.
hu: Személyes ajánlásaink egyes platformokra az alábbi táblázatban találhatók. Ezek tapasztalatainkon alapulnak, de nem fednek le minden eshetőséget, ezért mindig vegye figyelembe a saját környezetét a választásnál.
id: Rekomendasi pribadi kami untuk beberapa platform terdapat pada tabel berikut. Tabel ini berdasarkan pengalaman kami, tetapi tidak dapat mencakup semua kasus penggunaan, jadi selalu pertimbangkan lingkungan Anda saat memilih.
ja: 下記の表は、各プラットフォームごとに、推奨するファイル形式です。推奨は経験に基づいていますが、すべての使用例を網羅することはできないので、選択をする場合は常に実際に使用する環境を考慮してください。
nl: Onze persoonlijke aanbeveling voor sommige platforms staat in de volgende tabel. Dit is gebaseerd op onze ervaring, maar die kan niet alle gevallen afdekken, houdt dus altijd rekening met uw omgeving als u uw keuze maakt.
pt: Nossa recomendação pessoal para algumas plataformas está na tabela a seguir. Isso se baseia em nossa experiência, mas não pode abranger todos os casos de uso, portanto, sempre considere o seu ambiente ao fazer a escolha.
pt_br: Nossa recomendação pessoal para algumas plataformas está na tabela a seguir. Isso se baseia em nossa experiência, mas não pode abranger todos os casos de uso, portanto, sempre considere seu ambiente ao fazer a escolha.
ro: Recomandarea noastră personală pentru unele platforme este prezentată în tabelul următor. Aceasta se bazează pe experiența noastră, dar nu poate acoperi toate cazurile de utilizare, așa că luați întotdeauna în considerare mediul dumneavoastră atunci când faceți alegerea.
ru: Наши личные рекомендации для некоторых платформ приведены в следующей таблице. Эти рекомендации основаны на нашем опыте, но он не всеобъемлющ, поэтому, когда делаете выбор, всегда учитывайте своё окружение.
sv: Vår personliga rekommendation för vissa plattformar finns i följande tabell. Den baseras på vår erfarenhet, men kan inte täcka alla användningsfall, så ta alltid hänsyn till din miljö när du gör ditt val.
ta: சில தளங்களுக்கான எங்கள் தனிப்பட்ட பரிந்துரை பின்வரும் அட்டவணையில் உள்ளது. இது எங்கள் அனுபவத்தை அடிப்படையாகக் கொண்டது, ஆனால் அது அனைத்து பயன்பாட்டு வழக்குகளையும் உள்ளடக்க முடியாது, எனவே தேர்வு செய்யும்போது எப்போதும் உங்கள் சூழலைக் கருத்தில் கொள்ளுங்கள்.
tr: Bazı platformlar için kişisel önerimizi aşağıdaki tabloda görebilirsiniz. Bu öneriler, deneyimlerimize dayanmaktadır. Ancak bunlar tüm kullanım örneklerini kapsayamaz. Bu nedenle seçimi yaparken her zaman ortamınızı göz önünde bulundurun.
uk: Наші особисті рекомендації для деяких платформ викладено у наведеній нижче таблиці. Вміст таблиці засновано на наших власних враженнях, він не є абсолютно повним, тому зважайте на ваше середовище, коли робитимете вибір.
zh_hans: 我们对一些平台的个人推荐在下面的表格中。这基于我们的经验，但这无法覆盖所有的使用情况，因此做选择时总是要考虑您的环境。
zh_hant: 我們對一些平台的個人推薦在下面的表格中。這基於我們的經驗，但這無法覆蓋所有的使用情況，因此做選擇時總是要考慮您的環境。

source: Platform
de: Plattform
ga: Ardán
ja: プラットフォーム
pt: Plataforma
pt_br: Plataforma
ro: Platformă
ru: Платформа
sv: Plattform
ta: தளம்
uk: Платформа
zh_hans: 平台

source: Recommended format
de: Empfohlenes Format
ga: Formáid mholta
hu: Ajánlott formátum
id: Format yang direkomendasikan
ja: 推奨するファイル形式
nl: Aanbevolen indeling
pt: Formato recomendado
pt_br: Formato recomendado
ro: Format recomandat
ru: Рекомендуемый формат
sv: Rekommenderat format
ta: பரிந்துரைக்கப்பட்ட வடிவம்
tr: Önerilen biçim
uk: Рекомендований формат
zh_hans: 推荐的格式
zh_hant: 推薦的格式

source: Web extensions
ga: Eisínteachtaí gréasáin
hu: Webes bővítmények
id: Ekstensi web
ja: Web 拡張機能
nl: Web extensies
pt: Extensões web
pt_br: Extensões da Web
ro: Extensii web
ru: Расширения браузеров
sv: Webbtillägg
ta: வலை நீட்டிப்புகள்
tr: Site eklentileri
uk: Веброзширення
zh_hans: Web 扩展
zh_hant: Web 擴展

source: The native Gettext support in PHP is buggy and often missing on Windows builds, it is recommended to use third party library `motranslator <https://github.com/phpmyadmin/motranslator>`_ instead.
de: Die native gettext-Unterstützung in PHP ist fehlerhaft und fehlt oft in Windows-Builds, es wird empfohlen, stattdessen die Drittanbieter-Bibliothek `motranslator <https://github.com/phpmyadmin/motranslator>`_ zu verwenden.
ga: Tá an tacaíocht dhúchasach Gettext i PHP bugaí agus is minic a bhíonn sé in easnamh ar thógálacha Windows, moltar úsáid a bhaint as `motranslator leabharlann tríú páirtí <https://github.com/phpmyadmin/motranslator>`_ ina ionad sin.
hu: A PHP natív Gettext támogatása hibás, és Windows rendszeren gyakran hiányzik — javasolt helyette a `motranslator <https://github.com/phpmyadmin/motranslator>`_ nevű külső könyvtár használata.
id: Dukungan Gettext asli dalam PHP bermasalah dan sering hilang pada versi Windows, sebaiknya gunakan pustaka pihak ketiga `motranslator <https://github.com/phpmyadmin/motranslator>`_ sebagai gantinya.
ja: PHP 純正の Gettext 対応はバグが多く、Windows のビルド版は不完全です。代わりに、サードパーティのライブラリ `motranslator <https://github.com/phpmyadmin/motranslator>`_ を使用してください。
nl: De eigen ondersteuning voor Gettext in PHP is problematisch en ontbreekt vaak op Windows builds, aanbevolen wordt om in plaats daarvan de bibliotheek van een derde partij `motranslator <https://github.com/phpmyadmin/motranslator>`_ te gebruiken.
pt: O suporte nativo a Gettext no PHP é problemático e frequentemente está ausente nas compilações do Windows, é recomendado usar a biblioteca de terceiros `motranslator <https://github.com/phpmyadmin/motranslator>`_ em vey disso.
pt_br: O suporte nativo a Gettext no PHP é problemático e frequentemente está ausente nas compilações do Windows, é recomendado usar a biblioteca de terceiros `motranslator <https://github.com/phpmyadmin/motranslator>`_ em seu lugar.
ro: Suportul nativ pentru Gettext în PHP este eronat și adesea lipsește în versiunile Windows, se recomandă utilizarea bibliotecii terță parte `motranslator <https://github.com/phpmyadmin/motranslator>`_ în schimb.
ru: Родная поддержка Gettext в PHP содержит множество ошибок и часто отсутствует в сборках под Windows, так что вместо неё мы рекомендуем использовать стороннюю библиотеку `motranslator <https://github.com/phpmyadmin/motranslator>`_.
sv: Det inbyggda Gettext-stödet i PHP är buggigt och saknas ofta i Windows-versioner. Det rekommenderas därför att istället använda tredjepartsbiblioteket `motranslator <https://github.com/phpmyadmin/motranslator>`_.
ta: பி.எச்.பி.யில் உள்ள பூர்வீக கெட்டெக்ச்ட் உதவி பெரும்பாலும் சாளரங்கள் கட்டமைப்பில் இல்லை, அதற்கு பதிலாக மூன்றாம் தரப்பு நூலகமான 'மோட்ரான்ச்லேட்டர் <https://github.com/phpmyadmin/motranslator>' பயன்படுத்த பரிந்துரைக்கப்படுகிறது.
tr: Yerel PHP gettext desteği buggy ile sağlanır ve genellikle Windows yapımlarında eksiktir. Bunun yerine `motranslator <https://github.com/phpmyadmin/motranslator>`_ üçüncü taraf kitaplığının kullanılması önerilir.
uk: Вбудована підтримка Gettext у PHP має вади, її часто не передбачено у збірках для Windows. Рекомендуємо скористатися замість неї сторонньою бібліотекою `motranslator <https://github.com/phpmyadmin/motranslator>`_.
zh_hans: PHP 对 Gettext 的原生支持是有问题的，并且在 Windows 构建中经常丢失，建议使用第三方库 `motranslator <https://github.com/phpmyadmin/motranslator>`_ 来代替。
zh_hant: PHP 對 Gettext 的本地支持故障比較多，並且通常缺乏 Windows 構建，推薦替代使用第三方庫 `motranslator <https://github.com/phpmyadmin/motranslator>`_。

source: You can also use :ref:`javaprop` if plurals are not needed.
de: Es können auch :ref:`javaprop` verwendet werden, wenn Pluralformen nicht benötigt werden.
ga: Is féidir leat :ref:`javaprop` a úsáid freisin mura bhfuil iolraí de dhíth.
hu: Ha nincs szükség többes számokra, használható a :ref:`javaprop` formátum is.
id: Anda juga dapat menggunakan :ref:`javaprop` jika bentuk jamak tidak diperlukan.
ja: 複数形が必要ない場合、:ref:`javaprop` を使用してください。
nl: U kunt ook :ref:`javaprop` gebruiken als er geen meervouden nodig zijn.
pt: Também pode usar :ref:`javaprop` se os plurais não forem necessários.
pt_br: Você também pode usar :ref:`javaprop` se os plurais não forem necessários.
ro: De asemenea, puteți utiliza :ref:`javaprop` dacă nu este nevoie de plural.
ru: Также, если множественные числа вам не нужны, вы можете использовать :ref:`javaprop`.
sv: Du kan också använda :ref:`javaprop` om pluralformer inte behövs.
tr: Çoğullara gerek yoksa :ref:`javaprop` kullanabilirsiniz.
uk: Ви також можете скористатися :ref:`javaprop`, якщо форми множини не використовуються.
zh_hans: 如果不需要复数的话还可以使用 :ref:`javaprop`。
zh_hant: 如果不需要復數的話還可以使用 :ref:`javaprop`。

source: You can also use plain :ref:`json` if plurals are not needed.
de: Es können auch einfache :ref:`json` verwendet werden, wenn Pluralformen nicht benötigt werden.
ga: Is féidir leat plain :ref:`json` a úsáid freisin mura bhfuil iolraí de dhíth.
hu: Szintén használható egyszerű :ref:`json` formátum, ha nem kell többes szám.
id: Anda juga dapat menggunakan :ref:`json` biasa jika bentuk jamak tidak diperlukan.
ja: 複数形が必要ない場合、プレーンの :ref:`json` も使用できます。
nl: U kunt ook platte :ref:`json` gebruiken als meervouden niet nodig zijn.
pt: Também pode usar :ref:`json` simples se os plurais não forem necessários.
pt_br: Você também pode usar :ref:`json` simples se os plurais não forem necessários.
ro: De asemenea, puteți utiliza simplu :ref:`json` dacă nu este nevoie de plural.
ru: Также, если множественные числа вам не нужны, вы можете использовать простой :ref:`json`.
sv: Du kan också använda vanlig :ref:`json` om pluralformer inte behövs.
tr: Çoğullara gerek yoksa plain :ref:`json` kullanabilirsiniz.
uk: Ви також можете скористатися простим :ref:`json`, якщо форми множини не використовуються.
zh_hans: 如果不需要复数的话还可以使用简单的 :ref:`json`。
zh_hant: 如果不需要復數的話還可以使用簡單的 :ref:`json`。
