Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added quality check for AngularJS interpolation.
de: Qualitätsprüfung für AngularJS-Interpolation hinzugefügt.
ga: Seiceála cáilíochta breise le haghaidh idirshuíomh AngularJS.
hu: Minőség-ellenőrzés hozzáadva AngularJS interpolációhoz.
id: Menambahkan pemeriksaan kualitas untuk interpolasi AngularJS.
ja: AngularJS 補間の品質検査を追加。
nl: Kwaliteitscontrole voor interpolatie AngularJS toegevoegd.
pt: Adicionada verificação de qualidade para interpolação AngularJS.
pt_br: Adicionada verificação de qualidade para interpolação AngularJS.
ro: A fost adăugată verificarea calității pentru interpolarea AngularJS.
ru: Добавлена проверка качества интерполяций AngularJS.
sv: Kvalitetskontroll för AngularJS-interpolering har lagts till.
ta: angularjs இடைக்கணிப்புக்கான தரமான சோதனை சேர்க்கப்பட்டது.
tr: AngularJS ara değerlemesi için kalite denetimi eklendi.
uk: Додано перевірку якості для інтерполяції AngularJS.
zh_hans: 为 AngularJS 插值添加了质量检查。
zh_hant: 為 AngularJS 插值添加了質量檢查。

source: Added extensive group based ACLs.
de: Umfangreiche gruppenbasierte Zugriffssteuerungslisten hinzugefügt.
ga: Cuireadh ACLanna grúpabhunaithe fairsinge leis.
hu: Kiterjedt, csoportalapú hozzáférés-vezérlés (ACL) támogatása.
id: Menambahkan ACL berbasis grup yang luas.
ja: ACL を基にしたグループ拡張機能の追加。
nl: Uitgebreide groep gebaseerd op ACL toegevoegd.
pt: Adicionadas ACLs extensivas baseadas em grupos .
pt_br: Adicionadas ACLs extensivas baseadas em grupos .
ro: Au fost adăugate ACL-uri extinse bazate pe grupuri.
ru: Добавлена многообещающая система списков контроля доступа, основанная на группах.
sv: Lagt till omfattande gruppbaserade ACL:er.
ta: விரிவான குழு அடிப்படையிலான acl களைச் சேர்த்தது.
tr: Kapsamlı grup tabanlı erişim denetimi listeleri eklendi.
uk: Додано розширені ACL на основі груп.
zh_hans: 添加了广泛的基于群组的 ACLs。
zh_hant: 添加了廣泛的基於群組的 ACLs。

source: Clarified terminology on strings needing edit (formerly fuzzy).
de: Verdeutlichung der Terminologie für bearbeitungsbedürftige Zeichenketten (früher ungenau).
ga: Téarmaíocht shoiléirithe ar theaghráin ar ghá eagarthóireacht a dhéanamh orthu (doiléir roimhe seo).
hu: A szerkesztést igénylő szövegek (korábban zavaros) terminológiája pontosítva.
id: Mengklarifikasi terminologi pada string yang memerlukan penyuntingan (sebelumnya fuzzy).
ja: 編集が必要な文字列に関する用語の明確化（以前は "fuzzy”）。
nl: Duidelijker terminologie voor tekenreeksen die bewerken nodig hebben (eerder fuzzy).
pt: Terminologia clarificada em entradas que necessitem de edição (anteriormente imprecisas).
pt_br: Esclarecida a terminologia sobre textis que necessitam edição (anteriormente "fuzzy").
ro: A fost clarificată terminologia privind șirurile de caractere care necesită editare (anterior fuzzy).
ru: Прояснение терминологии для строк «на правку» (ранее известных как «неточные»).
sv: Förtydligad terminologi för strängar som behöver redigeras (tidigare otydlig).
ta: திருத்தம் தேவைப்படும் சரங்களின் தெளிவுபடுத்தப்பட்ட சொற்களஞ்சியம் (முன்னர் தெளிவற்றது).
tr: Düzenlenmesi gereken dizgeler (eski adıyla belirsiz) terimi açıklığa kavuşturuldu.
uk: Прояснено термінологію для рядків, які потребують редагування (раніше «неточні»).
zh_hans: 阐明了需要编辑的字符串的术语（以前被称为 fuzzy，即模糊）。
zh_hant: 闡明了需要編輯的字符串的術語（以前被稱為 fuzzy，即模糊）。

source: Clarified terminology on strings needing action and untranslated strings.
de: Verdeutlichung der Terminologie in Bezug auf Zeichenketten mit Handlungsbedarf und nicht übersetzte Zeichenketten.
ga: Téarmaíocht shoiléir maidir le teaghráin a dteastaíonn gníomh uathu agus teaghráin neamhaistrithe.
hu: A feldolgozást igénylő és le nem fordított szövegek terminológiája pontosítva.
id: Mengklarifikasi terminologi pada string yang memerlukan tindakan dan string yang belum diterjemahkan.
ja: 作業が必要な文字列と、未翻訳の文字列の用語の明確化。
nl: Duidelijker terminologie voor tekenreeksen die actie nodig hebben en niet vertaalde tekenreeksen.
pt: Clarificada a terminologia sobre cadeias que necessitam ação e cadeias não traduzidas.
pt_br: Esclarecida a terminologia sobre textos que necessitam ação e textos não traduzidas.
ro: A fost clarificată terminologia privind șirurile care necesită acțiune și șirurile netraduse.
ru: Уточнена терминология относительно строк, требующих действий, и непереведённых строк.
sv: Förtydligad terminologi för strängar som kräver åtgärd och icke översatta strängar.
ta: நடவடிக்கை மற்றும் மொழிபெயர்க்கப்படாத சரங்கள் தேவைப்படும் சரங்களில் தெளிவுபடுத்தப்பட்ட சொற்கள்.
tr: İşlem yapılması gereken ve çevrilmemiş dizgelerle ilgili terimler açıklığa kavuşturuldu.
uk: Прояснено термінологію для рядків, які потребують дій і неперекладених рядків.
zh_hans: 明确了需要处理的字符串和未翻译的字符串相关术语。

source: Support for Python 3.
de: Unterstützung für Python 3.
ga: Tacaíocht do Python 3.
hu: Python 3 támogatása hozzáadva.
id: Dukungan untuk Python 3.
ja: Python 3 に対応。
nl: Ondersteuning voor Python 3.
pt: Suporte para Python 3.
pt_br: Suporte para Python 3.
ro: Suport pentru Python 3.
ru: Поддержка Python 3.
sv: Stöd för Python 3.
ta: பைதான் 3 க்கான உதவி.
tr: Python 3 desteği eklendi.
uk: Реалізовано підтримку Python 3.
zh_hans: 支持 Python 3。
zh_hant: 支持 Python 3。

source: Dropped support for Django 1.7.
de: Die Unterstützung für Django 1.7 eingestellt.
ga: Tacaíocht laghdaithe do Django 1.7.
hu: Django 1.7 támogatása megszűnt.
id: Menghentikan dukungan untuk Django 1.7.
ja: Django 1.7 への対応の終了。
nl: Ondersteuning voor Django 1.7 vervallen.
pt: Removido o suporte ao Django 1.7.
pt_br: Removido o suporte ao Django 1.7.
ro: A renunțat la suportul pentru Django 1.7.
ru: Удалена поддержка Django 1.7.
sv: Stödet för Django 1.7 har upphört.
ta: சாங்கோ 1.7 க்கான உதவி கைவிடப்பட்டது.
tr: Django 1.7 desteği kaldırıldı.
uk: Відкинуто підтримку Django 1.7.
zh_hans: 去掉了对 Django 1.7 的支持。
zh_hant: 去掉了對 Django 1.7 的支持。

source: Dropped dependency on msginit for creating new gettext PO files.
de: Die Abhängigkeit von msginit zum Erstellen neuer gettext PO-Dateien aufgehoben.
ga: Braitheann spleáchas ar msginit chun comhaid PO gettext nua a chruthú.
hu: Új gettext PO-fájlok létrehozásához már nem szükséges az `msginit`.
id: Menghilangkan ketergantungan pada msginit untuk membuat berkas PO gettext baru.
ja: 新しい gettext PO ファイルを作成するための msginit への依存関係の解消。
nl: Afhankelijkheid voor msginit voor maken van nieuwe gettext PO-bestanden vervallen.
pt: Removida a dependência do msginit para a criação de novos ficheiros gettext PO.
pt_br: Removida a dependência do msginit para a criação de novos arquivos gettext PO.
ro: S-a renunțat la dependența de msginit pentru crearea de noi fișiere gettext PO.
ru: Удалена зависимость от msginit при создании новых PO-файлов gettext.
sv: Borttagen beroende på msginit för att skapa nya gettext PO-filer.
ta: புதிய உரைபெறு po கோப்புகளை உருவாக்குவதற்கான msginit இல் சார்பு கைவிடப்பட்டது.
tr: Yeni Gettext PO dosyaları oluşturmak için msginit bağımlılığı kaldırıldı.
uk: Відкинуто залежність від msginit для створення файлів PO gettext.
zh_hans: 去掉了用于新建 gettext PO 文件的 msginit 依赖项。
zh_hant: 去掉了用於新建新的 gettext PO 文件的 msginit 依賴性。

source: Added configurable dashboard views.
de: Konfigurierbare Übersichtsseiten hinzugefügt.
ga: Cuireadh radhairc deais inchumraithe leis.
hu: Testreszabható vezérlőpult nézetek támogatása hozzáadva.
id: Menambahkan tampilan dasbor yang dapat dikonfigurasi.
ja: 設定可能なダッシュボード画面の追加。
nl: Te configureren weergaven voor dashboard toegevoegd.
pt: Adicionadas visualizações de painel configuráveis.
pt_br: Adicionadas visualizações de painel configuráveis.
ro: Au fost adăugate vizualizări configurabile ale tabloului de bord.
ru: Добавлена возможность настраивать вид панели управления.
sv: Lagt till konfigurerbara instrumentpanelvyer.
ta: கட்டமைக்கக்கூடிய முகப்பலகை காட்சிகள் சேர்க்கப்பட்டன.
tr: Yapılandırılabilir pano görünümleri eklendi.
uk: Додано придатні до налаштовування панелі приладів.
zh_hans: 增加了操作面板视图的配置项。
zh_hant: 添加了可配置的面板視圖。

source: Improved notifications on parse errors.
de: Verbesserte Benachrichtigungen bei Analysefehlern.
ga: Fógraí feabhsaithe ar earráidí parsála.
hu: Értelmezési hibákról szóló értesítések továbbfejlesztve.
id: Peningkatan notifikasi pada galat penguraian.
ja: 解析エラー通知の改良。
nl: Verbeterde notificaties voor fouten bij parsen.
pt: Melhoradas notificações sobre erros de análise.
pt_br: Melhoradas notificações sobre erros de análise.
ro: Notificări îmbunătățite privind erorile de analiză.
ru: Улучшены уведомления при ушибках разбора.
sv: Förbättrade meddelanden om tolkningsfel.
ta: பாகுபடுத்தும் பிழைகள் குறித்த மேம்பட்ட அறிவிப்புகள்.
tr: İşleme hatalarıyla ilgili bildirimler iyileştirildi.
uk: Удосконалено сповіщення щодо помилок обробки.
zh_hans: 改进了解析错误的通知。
zh_hant: 改進了解析錯誤的通知。

source: Added option to import components with duplicate name to import_project.
de: Option zum Importieren von Komponenten mit doppeltem Namen zu import_project hinzugefügt.
ga: Cuireadh leis an rogha chun comhpháirteanna a bhfuil ainm dúblach orthu a allmhairiú chuig import_project.
hu: Duplikált nevű összetevők importálásának támogatása az `import_project` parancsban.
id: Menambahkan opsi untuk mengimpor komponen dengan nama duplikat ke import_project.
ja: 重複した名前のコンポーネントを import_project にインポートするオプションの追加。
nl: Optie toegevoegd om onderdelen met duplicaat-naam te importeren naar to import_project.
pt: Adicionada opção para importar componentes com nome duplicado para import_project.
pt_br: Adicionada opção para importar componentes com nome duplicado para import_project.
ro: A fost adăugată opțiunea de a importa componente cu nume duplicat la import_project.
ru: К команде import_project добавлен параметр, который позволяет импортировать компоненты с дублирующимися именами.
sv: Lagt till alternativ för att importera komponenter med dubbla namn till import_project.
ta: இறக்குமதி_ திட்டத்திற்கு நகல் பெயருடன் கூறுகளை இறக்குமதி செய்ய விருப்பம் சேர்க்கப்பட்டது.
tr: Aynı adlı bileşenleri import_project komutu ile içe aktarma seçeneği eklendi.
uk: Додано параметр для імпортування складників із дублюванням назв для import_project.
zh_hans: 在 import_project 中增加了导入名称重复的部件的选项。
zh_hant: 添加了選項將帶有復制名稱的組件導入 import_project。

source: Added XLIFF export for dictionary.
de: XLIFF-Export für Wörterbuch hinzugefügt.
ga: Cuireadh easpórtáil XLIFF leis mar fhoclóir.
hu: XLIFF export hozzáadva a szótárhoz.
id: Menambahkan ekspor XLIFF untuk kamus.
ja: 辞書用の XLIFF エクスポート機能を追加。
nl: Toegevoegd exporteren van XLIFF naar woordenboek.
pt: Adicionada exportação XLIFF para dicionário.
pt_br: Adicionada exportação XLIFF para dicionário.
ro: A fost adăugat exportul XLIFF pentru dicționar.
ru: Добавлен экспорт в XLIFF для словарей.
sv: XLIFF-export för ordbok har lagts till.
ta: அகராதிக்கு ஃலிப்ப் ஏற்றுமதி சேர்க்கப்பட்டது.
tr: Sözlüğü XLIFF olarak dışa aktarma özelliği eklendi.
uk: Додано експортування XLIFF для словника.
zh_hans: 添加了字典的 XLIFF 导出。
zh_hant: 添加了字典的 XLIFF 導出。

source: Added XLIFF and gettext PO export for all translations.
de: XLIFF- und gettext PO-Export für alle Übersetzungen hinzugefügt.
ga: Cuireadh XLIFF agus onnmhairiú PO gettext leis do gach aistriúchán.
hu: XLIFF és gettext PO export lehetőség az összes fordításhoz.
id: Menambahkan ekspor XLIFF dan gettext PO untuk semua terjemahan.
ja: すべての翻訳に XLIFF と gettext PO エクスポートを追加。
nl: Toegevoegd exporteren naar XLIFF en gettext PO voor alle vertalingen.
pt: Adicionada exportação de XLIFF e gettext PO para todas as traduções.
pt_br: Adicionada exportação de XLIFF e gettext PO para todas as traduções.
ro: A fost adăugat exportul XLIFF și gettext PO pentru toate traducerile.
ru: Добавлен экспорт в XLIFF и gettext PO для всех переводов.
sv: Lagt till XLIFF- och gettext PO-export för alla översättningar.
ta: அனைத்து மொழிபெயர்ப்புகளுக்கும் ஃலிப்ப் மற்றும் உரைபெறு po ஏற்றுமதி சேர்க்கப்பட்டது.
tr: Tüm çevirileri XLIFF ve Gettext PO olarak dışa aktarma özelliği eklendi.
uk: Додано експортування XLIFF і PO gettext для всіх перекладів.
zh_hans: 为所有翻译添加了 XLIFF 和 gettext PO 导出。
zh_hant: 為所有翻譯添加了 XLIFF 和 gettext PO 導出。

source: Added support for configurable automatic group assignments.
de: Unterstützung für konfigurierbare automatische Gruppenzuweisungen hinzugefügt.
ga: Tacaíocht breise le haghaidh tascanna grúpa uathoibríoch inroghnaithe.
hu: Automatikus csoport-hozzárendelés konfigurálhatóvá vált.
id: Dukungan tambahan untuk penugasan grup otomatis yang dapat dikonfigurasi.
ja: 設定可能な自動グループ割り当てに対応。
nl: Ondersteuning toegevoegd voor te configureren automatische toewijzingen voor groepen.
pt: Adicionado suporte para atribuições de grupo automáticas configuráveis.
pt_br: Adicionado suporte para atribuições de grupo automáticas configuráveis.
ro: A fost adăugat suport pentru atribuirile automate configurabile de grupuri.
ru: Добавлена поддержка настраиваемых автоматических групповых назначений.
sv: Lagt till stöd för konfigurerbara automatiska grupptilldelningar.
ta: உள்ளமைக்கக்கூடிய தானியங்கி குழு பணிகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Kendiliğinden grup atamalarını yapılandırma özelliği eklendi.
uk: Додано підтримку для придатних до налаштовування автоматичних призначень груп.
zh_hans: 新增了对可配置的自动群组分配的支持。
zh_hant: 為可配置的自動群組指定添加了支持。

source: Improved adding of new translations.
de: Verbessertes Hinzufügen von neuen Übersetzungen.
ga: Cuireadh feabhas ar aistriúcháin nua.
hu: Új fordítások hozzáadása továbbfejlesztve.
id: Peningkatan penambahan terjemahan baru.
ja: 新しい翻訳を追加する機能の改善。
nl: Verbeterd toevoegen van nieuwe vertalingen.
pt: Melhorada a adição de novas traduções.
pt_br: Melhorada a adição de novas traduções.
ro: A fost îmbunătățită adăugarea de noi traduceri.
ru: Улучшено добавление новых переводов.
sv: Förbättrad tillägg av nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பது.
tr: Yeni çevirilerin eklenmesi iyileştirildi.
uk: Удосконалено додавання нових перекладів.
zh_hans: 改进了新翻译的添加。
zh_hant: 改進了新翻譯的添加。

source: *Released on Sep 20th 2015.*
de: *Veröffentlicht am 20. September 2015.*
ga: *Eisithe ar 20 Meán Fómhair 2015.*
hu: *Kiadva: 2015. szeptember 20.*
id: *Dirilis pada 20 September 2015.*
nl: *Uitgegeven op 20 september 2015.*
pt_br: *Atualizado em 20 de setembro de 2015.*
sv: *Släppt den 20 september 2015.*
tr: *20 Eylül 2015 tarihinde yayınlandı.*
uk: *Випущено 20 вересня 2015 року.*

source: Improved support for PHP files.
de: Verbesserte Unterstützung für PHP-Dateien.
ga: Tacaíocht fheabhsaithe do chomhaid PHP.
hu: PHP fájlok támogatása továbbfejlesztve.
id: Peningkatan dukungan untuk berkas PHP.
ja: PHP ファイルへの対応を改良。
nl: Verbeterde ondersteuning voor PHP-bestanden.
pt: Melhorado o suporte para ficheiros de PHP.
pt_br: Melhorado o suporte para arquivos PHP.
ro: Suport îmbunătățit pentru fișierele PHP.
ru: Улучшена поддержка PHP-файлов.
sv: Förbättrat stöd för PHP-filer.
ta: php கோப்புகளுக்கான மேம்பட்ட உதவி.
tr: PHP dosyaları desteği iyileştirildi.
uk: Удосконалено підтримку файлів PHP.
zh_hans: 改进了对 PHP 文件的支持。
zh_hant: 改進了對 PHP 文件的支持。

source: Ability to add ACL to anonymous user.
de: Möglichkeit, anonymen Benutzern eine Zugriffssteuerungsliste hinzuzufügen.
ga: Cumas ACL a chur le húsáideoir gan ainm.
hu: Lehetőség jogosultság (ACL) hozzárendelésére névtelen felhasználókhoz.
id: Kemampuan untuk menambahkan ACL ke pengguna anonim.
ja: 匿名ユーザーに ACL を追加する機能を追加。
nl: Mogelijkheid om ACL toe te voegen aan anonieme gebruiker.
pt: Capacidade de adicionar ACL a utilizador anônimo.
pt_br: Capacidade de adicionar ACL a usuário anônimo.
ro: Posibilitatea de a adăuga ACL la un utilizator anonim.
ru: Возможность добавления списков контроля доступа (ACL) для анонимных пользователей.
sv: Möjlighet att lägga till ACL till anonym användare.
ta: அநாமதேய பயனருக்கு acl ஐ சேர்க்கும் திறன்.
tr: Anonim kullanıcıya erişim denetimi listesi ekleme özelliği eklendi.
uk: Реалізовано можливість додавання ACL для анонімного користувача.
zh_hans: 为匿名用户添加 ACL 的能力。
zh_hant: 為匿名用戶添加 ACL 的能力。

source: Improved configurability of import_project command.
de: Verbesserte Konfigurierbarkeit des Befehls import_project.
ga: Cumraíocht fheabhsaithe an ordaithe import_project.
hu: `import_project` parancs konfigurálhatósága javult.
id: Peningkatan konfigurasi perintah import_project.
ja: import_project コマンドの設定範囲の拡大。
nl: Verbeterd configureren van de opdracht import_project.
pt: Melhorada a capacidade de configuração do comando import_project.
pt_br: Melhorada a capacidade de configuração do comando import_project.
ro: A fost îmbunătățită capacitatea de configurare a comenzii import_project.
ru: Улучшена настраиваемость команды import_project.
sv: Förbättrad konfigurerbarhet för kommandot import_project.
ta: இறக்குமதி_வாத கட்டளையின் மேம்பட்ட உள்ளமைவு.
tr: import_project komutunun yapılandırılabilirliği iyileştirildi.
uk: Удосконалено придатність до налаштовування команди import_project.
zh_hans: 改进了 import_project 命令的配置。
zh_hant: 改進了 import_project 命令的配置。

source: Added CSV dump of history.
de: CSV-Auszug dem Verlauf hinzugefügt.
ga: Cuireadh dumpáil CSV staire leis.
hu: Előzmények CSV formátumú exportja hozzáadva.
id: Menambahkan dump CSV riwayat.
ja: 履歴に CSV ダンプを追加。
nl: CSV-dump van geschiedenis toegevoegd.
pt: Adicionado despejo de histórico em CSV.
pt_br: Adicionado despejo de histórico em CSV.
ro: A fost adăugată descărcarea CSV a istoricului.
ru: Добавлена возможность делать дамп истории в CSV.
sv: Lagt till CSV-dump av historik.
ta: வரலாற்றின் சி.எச்.வி டம்ப் சேர்க்கப்பட்டது.
tr: Geçmişin CSV dökümünü alma özelliği eklendi.
uk: До журналу додано дамп CSV.
zh_hans: 添加了 历史的 CSV 转储。
zh_hant: 添加了 歷史的 CSV 轉儲。

source: Avoid copy/paste errors with whitespace characters.
de: Vermeiden von Fehlern beim Kopieren/Einfügen mit Leerzeichen.
ga: Seachain earráidí cóipe/greamaigh le carachtair spás bán.
hu: Szóköz karakterek másolásakor/beillesztésekor fellépő hibák megelőzése.
id: Hindari galat salin/tempel dengan karakter spasi.
ja: 空白文字によるコピーと貼り付けのエラー問題の修正。
nl: Vermijd fouten bij kopiëren/plakken met tekens voor witruimte.
pt: Evita erros de copiar/colar com caracteres de espaço em branco.
pt_br: Evita erros de copiar/colar com caracteres de espaço em branco.
ro: Evitați erorile de copy/paste cu ajutorul caracterelor de spații albe.
ru: Добавлены меры, чтобы предупредить ошибочное копирование/вставку графических отображений пробельных символов.
sv: Undvik kopierings-/klistringsfel med blankstegstecken.
ta: வைட்ச்பேச் எழுத்துக்களுடன் பிழைகளை நகலெடுக்க/ஒட்டவும்.
tr: Kopyalama/yapıştırma işlemlerinde boşluk karakteri hataları engellendi.
uk: Усунено помилки копіювання зі вставленням із пробільними символами.
zh_hans: 避免复制/粘贴空白字符的错误。
zh_hant: 避免複製/粘貼空白字符的錯誤。

source: Added support for Bitbucket webhooks.
de: Unterstützung für Bitbucket-Webhooks hinzugefügt.
ga: Tacaíocht bhreise le haghaidh greimíní gréasáin Bitbucket.
hu: Bitbucket webhook támogatás hozzáadva.
id: Menambahkan dukungan untuk webhook Bitbucket.
ja: Bitbucket の Web フックに対処。
nl: Ondersteuning toegevoegd voor Bitbucket webhooks.
pt: Adicionado suporte para webhooks do Bitbucket.
pt_br: Adicionado suporte para webhooks do Bitbucket.
ro: A fost adăugat suport pentru Bitbucket webhooks.
ru: Добавлена поддержка веб-обработчиков Bitbucket.
sv: Stöd för Bitbucket-webhooks har lagts till.
ta: பிட்பக்கெட் வெப்ஊக்குகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Bitbucket internet kancaları desteği eklendi.
uk: Додано підтримку скриптів спостереження Bitbucket.
zh_hans: 为 Bitbucket webhooks 添加了支持。
zh_hant: 為 Bitbucket webhooks 添加了支持。

source: Tighter control on fuzzy strings on translation upload.
de: Strengere Kontrolle von ungenauen Zeichenketten beim Hochladen von Übersetzungen.
ga: Rialú níos doichte ar theaghráin doiléir ar uaslódáil aistriúcháin.
hu: Szorosabb ellenőrzés a szerkesztést igénylő (zavaros) szövegeken fordítás feltöltésekor.
id: Kontrol yang lebih ketat pada string fuzzy saat unggahan terjemahan.
ja: 翻訳アップロード時のあいまいな文字列をより厳密に制御するように改良。
nl: Strakker beheer voor fuzzy tekenreeksen bij uploaden vertaling.
pt: Controlo mais rígido em entradas imprecisas ao carregar tradução.
pt_br: Controle mais rígido em textos aproximados ao enviar a tradução.
ro: Un control mai riguros asupra șirurilor de caractere neclare la încărcarea traducerilor.
ru: Более жёсткий контроль неточных строк при загрузке переводов.
sv: Strängare kontroll av otydliga strängar vid uppladdning av översättningar.
ta: மொழிபெயர்ப்பு பதிவேற்றத்தில் தெளிவற்ற சரங்களில் இறுக்கமான கட்டுப்பாடு.
tr: Çeviri yüklerken belirsiz dizgeler üzerine uygulanan denetim sıkışlaştırıldı.
uk: Ужорсточено контроль за неточними перекладами при вивантаженні перекладу.
zh_hans: 在翻译上传时对模糊字符串更严格的控制。
zh_hant: 在翻譯上傳時對模糊字符串更嚴格的控制。

source: Several URLs have changed, you might have to update your bookmarks.
de: Einige URLs haben sich geändert, Sie müssen möglicherweise Ihre Lesezeichen aktualisieren.
ga: Tá roinnt URLanna athraithe, seans go mbeidh ort do leabharmharcanna a nuashonrú.
hu: Több URL megváltozott, érdemes frissíteni a könyvjelzőket.
id: Beberapa URL telah berubah, Anda mungkin harus memperbarui markah Anda.
ja: 一部の URL を変更しました。ブックマークを更新する必要があるかもしれません。
nl: Verscheidene URL's zijn gewijzigd, u moet misschien uw bladwijzers aanpassen.
pt: Várias URLs foram alteradas, deverá ter de atualizar os seus favoritos.
pt_br: Várias URLs foram alteradas, pode ser necessário atualizar seus favoritos.
ro: S-au schimbat mai multe URL-uri, este posibil să trebuiască să vă actualizați marcajele.
ru: Некоторые адреса URL поменялись, возможно, вам придётся обновить свои закладки.
sv: Flera URL-adresser har ändrats, så du kan behöva uppdatera dina bokmärken.
ta: பல முகவரி கள் மாறிவிட்டன, உங்கள் புக்மார்க்குகளை நீங்கள் புதுப்பிக்க வேண்டியிருக்கும்.
tr: Birkaç adres değişti. Yer imlerinizi güncellemeniz gerekebilir.
uk: Було змінено декілька адрес. Вам варто оновити ваші закладки.
zh_hans: 几个 URL 已经更改，你可能需要更新书签。
zh_hant: 幾個 URLs 已經更改，可能必須要更新您的書籤。

source: Hook scripts are executed with VCS root as current directory.
de: Hook-Skripte werden mit VCS-Root als aktuellem Verzeichnis ausgeführt.
ga: Déantar scripteanna duán a fhorghníomhú le fréamh VCS mar chomhadlann reatha.
hu: Hook szkriptek a VCS gyökérkönyvtárban kerülnek végrehajtásra.
id: Skrip kait dieksekusi dengan root VCS sebagai direktori saat ini.
ja: Hook スクリプトが、VCS のルートを現在のディレクトリとして実行するように改良。
nl: Scripts voor hooks worden uitgevoerd met de bron van VCS als de huidige map.
pt: Os scripts de gancho são executados com a raiz VCS como diretório atual.
pt_br: Os scripts de gancho são executados com a raiz VCS como diretório atual.
ro: Scripturile Hook sunt executate cu rădăcina VCS ca director curent.
ru: Скрипты обработчики теперь выполняются из корневого каталога системы контроля версий.
sv: Hook-skript körs med VCS-roten som aktuell katalog.
ta: ஊக் ச்கிரிப்ட்கள் வி.சி.எச் வேருடன் தற்போதைய கோப்பகமாக செயல்படுத்தப்படுகின்றன.
tr: Kanca betiklerinin, geçerli klasör olarak sürüm denetimi sistemi kökü ile yürütülmesi sağlandı.
uk: Реалізовано запуск скриптів стеження з кореневого каталогу системи керування версіями.
zh_hans: 钩子脚本以版本控制系统root 作为当前目录执行。
zh_hant: 鉤子腳本以 VCS root 作為當前目錄執行。
