Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Always back up the full database before upgrading, so that you can roll back the database if the upgrade fails, see :doc:`backup`.
de: Sichern Sie immer die gesamte Datenbank, bevor Sie ein Upgrade durchführen, damit Sie die Datenbank zurücksetzen können, wenn das Upgrade fehlschlägt, siehe :doc:`backup`.
ga: Cuir cúltaca ar an mbunachar sonraí iomlán i gcónaí sula n-uasghrádú, ionas gur féidir leat an bunachar sonraí a rolladh ar ais má theipeann ar an uasghrádú, féach :doc:`backup`.
hu: Mindig készítsen teljes adatbázis-mentést frissítés előtt, hogy sikertelen frissítés esetén vissza tudjon állni, lásd: :doc:`backup`.
id: Selalu cadangkan seluruh basis data sebelum melakukan pemutakhiran, sehingga Anda dapat mengembalikan basis data jika pemutakhiran gagal, lihat :doc:`backup`.
ja: アップグレードが失敗した場合にデータベースをロールバックできるように、アップグレードする前に必ずデータベース全体をバックアップしてください（ 参照: :doc:`backup`）。
nl: Maak altijd een back-up van de volledige database voor het upgraden, zodat u de database terug kunt zetten als het upgraden mislukt, bekijk :doc:`backup`.
pt: Sempre faça backup completo do banco de dados antes de atualizar, para que possa reverter o banco de dados se a atualização falhar, consulte :doc:`backup`.
pt_br: Sempre faça backup completo do banco de dados antes de atualizar, para que você possa reverter o banco de dados se a atualização falhar, consulte :doc:`backup`.
sv: Säkerhetskopiera alltid hela databasen innan du uppgraderar, så att du kan återställa databasen om uppgraderingen misslyckas, se :doc:`backup`.
tr: Yükseltmenin yapılamaması durumunda veri tabanını önceki sürüme döndürebilmeniz için yükseltmeden önce her zaman veri tabanının tam yedeğini alın. Ayrıntılı bilgi almak için: :doc:`backup`.
uk: До оновлення рекомендуємо вам створити повну резервну копію бази даних, щоб ви могли повернутися до попереднього стану бази даних, якщо не вдасться виконати оновлення, див. :doc:`backup`.
zh_hans: 请在升级前始终备份完整数据库，以便你可以在升级失败的情况下回滚数据库，参见 :doc:`backup`。

source: Stop the WSGI and Celery processes to avoid old processes running while upgrading. Otherwise incompatible changes in the database might occur.
de: Die WSGI- und Celery-Prozesse stoppen, um zu vermeiden, dass alte Prozesse während des Upgrades weiterlaufen. Andernfalls kann es zu inkompatiblen Änderungen in der Datenbank kommen.
ga: Cuir stop leis na próisis WSGI agus Soilire chun seanphróisis a sheachaint agus iad á n-uasghrádú. Seachas sin d'fhéadfadh athruithe neamh-chomhoiriúnacha tarlú sa bhunachar sonraí.
hu: Állítsa le a WSGI- és Celery-folyamatokat a frissítés idejére, hogy elkerülje a régi folyamatok futását. Ellenkező esetben inkompatibilis adatbázisváltozások léphetnek fel.
id: Hentikan proses WSGI dan Celery untuk mencegah proses lama berjalan saat pemutakhiran. Jika tidak, perubahan yang tidak kompatibel pada basis data dapat terjadi.
ja: アップグレード中に古いプロセスが実行されないように、WSGI および Celery プロセスを停止してください。停止しない場合、データベースに互換性のない変更が発生します。
nl: Stop de processen voor WSGI en Celery om te vermijden dat oude processen worden uitgevoerd tijdens het upgraden. Anders zouden er niet compatibele wijzigingen in de database kunnen optreden.
pt: Pare os processos WSGI e Celery para evitar que processos antigos continuem em execução durante a atualização. Caso contrário, mudanças incompatíveis no banco de dados podem ocorrer.
pt_br: Pare os processos WSGI e Celery para evitar que processos antigos continuem em execução durante a atualização. Caso contrário, mudanças incompatíveis no banco de dados podem ocorrer.
sv: Stoppa WSGI- och Celery-processerna för att undvika att gamla processer körs under uppgraderingen. Annars kan inkompatibla ändringar i databasen uppstå.
ta: மேம்படுத்தும்போது பழைய செயல்முறைகள் இயங்குவதைத் தவிர்க்க WSGI மற்றும் செலரி செயல்முறைகளை நிறுத்துங்கள். இல்லையெனில் தரவுத்தளத்தில் பொருந்தாத மாற்றங்கள் ஏற்படக்கூடும்.
tr: Yükseltme sırasında eski işlemlerin çalışmasını önlemek için WSGI ve Celery işlemlerini durdurun. Yoksa veri tabanında uyumsuz değişiklikler yapılabilir.
uk: Зупиніть процеси WSGI і Celery, щоб уникнути запуску старих процесів під час оновлення. Інакше це може призвести до несумісних змін у базі даних.
zh_hans: 停止 WSGI 和 Celery 进程避免升级时旧进程运行。否则可能发生不兼容的数据库更改。

source: Upgrade Weblate
de: Weblate aktualisieren
ga: Uasghrádú Weblate
hu: A Weblate frissítése
id: Mutakhirkan Weblate
ja: Weblate のアップグレード
nl: Weblate upgraden
pt: Atualização do Weblate
pt_br: Atualização do Weblate
sv: Uppgradera Weblate
ta: வெப்ளேட்டை மேம்படுத்தவும்
tr: Weblate yazılımını yükseltmek
uk: Оновлення Weblate
zh_hans: 升级 Weblate

source: For pip installs it can be achieved by:
de: Bei Pip-Installationen kann dies erreicht werden durch:
ga: I gcás suiteálacha pip is féidir é a bhaint amach trí:
hu: Pip-es telepítés esetén a következő módon frissíthet:
id: Untuk instalasi pip dapat dicapai dengan:
ja: pip によるインストール方法:
nl: Voor installeren met pip kan het worden bereikt met:
pt: Para instalações pip, isso pode ser alcançado da seguinte forma:
pt_br: Para instalações pip, isso pode ser alcançado da seguinte forma:
ro: În cazul instalațiilor pip, acest lucru poate fi realizat prin:
ru: При установке через pip это можно сделать следующим образом:
sv: För pip-installationer kan detta uppnås genom:
ta: பிஐபி நிறுவல்களுக்கு இதை அடைய முடியும்:
tr: Pip kurulumları için şöyle yapılabilir:
uk: Для встановлень за допомогою pip цього можна досягти такою командою:
zh_hans: 对于 pip 安装，可以通过以下命令实现：
zh_hant: 對於 pip 安裝，可以通過後面的來實現：

source: Or, if you just want to get the latest released version:
de: Oder wenn Sie einfach nur die neueste Version erhalten möchten:
ga: Nó, más mian leat an leagan is déanaí a scaoileadh a fháil:
hu: Vagy, ha a legújabb kiadott verziót szeretné:
id: Atau, jika Anda hanya ingin mendapatkan versi rilis terbaru:
ja: または、最新のリリース バージョンを入手するだけの場合:
nl: Of, als u slechts de laatste uitgegeven versie wilt ophalen:
pt: Ou, se quiser apenas obter a versão lançada mais recente:
pt_br: Ou, se você quiser apenas obter a versão lançada mais recente:
ro: Sau, dacă doriți doar să obțineți cea mai recentă versiune lansată:
ru: Или, если вы просто хотите получить последнюю выпущенную версию:
sv: Eller, om du bara vill hämta den senaste versionen:
ta: அல்லது, நீங்கள் அண்மைக் கால வெளியிடப்பட்ட பதிப்பைப் பெற விரும்பினால்:
tr: Ya da yalnızca güncel sürümü edinmek istiyorsanız:
uk: Або, якщо ви просто хочете отримати найсвіжішу випущену версію:
zh_hans: 或者，如果您只想获取最新发布的版本：

source: If you don't want to install all of the optional dependencies do:
de: Wenn Sie nicht alle optionalen Abhängigkeiten installieren möchten, tun Sie dies:
ga: Mura dteastaíonn uait na spleáchais roghnacha go léir a shuiteáil déan:
hu: Ha nem kívánja az összes opcionális függőséget telepíteni, tegye ezt:
id: Jika Anda tidak ingin menginstal semua dependensi opsional, lakukan:
ja: すべてのオプションの依存関係をインストールせずに、インストールする方法:
nl: Als u niet alle optionele afhankelijkheden wilt installeren, doe dan:
pt: Se não quiser instalar todas as dependências opcionais, faça:
pt_br: Se você não quiser instalar todas as dependências opcionais, faça:
ro: Dacă nu doriți să instalați toate dependențele opționale, instalați-le:
ru: Если вы не хотите устанавливать все необязательные зависимости, сделайте это:
sv: Om du inte vill installera alla valfria beroenden gör du så här:
ta: விருப்பமான சார்புநிலைகள் அனைத்தையும் நிறுவ நீங்கள் விரும்பவில்லை என்றால்:
tr: İsteğe bağlı bağımlılıkların tümünü kurmak istemiyorsanız şunu yapın:
uk: Якщо ви не хочете встановлювати усі необов'язкові залежності, зробіть так:
zh_hans: 如果不想安装所有可选依赖项，请执行以下操作：

source: Using Git checkout, you need to fetch new source code and update your installation:
de: Mithilfe von Git-Checkout müssen Sie den neuen Quellcode abrufen und Ihre Installation aktualisieren:
ga: Ag baint úsáide as Git Seiceáil, ní mór duit cód foinse nua a fháil agus do shuiteáil a nuashonrú:
hu: Git-es klónozás esetén töltse le az új forráskódot és frissítse a telepítést:
id: Dengan menggunakan Git checkout, Anda perlu mengambil kode sumber baru dan memperbarui instalasi Anda:
ja: Git チェックアウトを使用して、新しいソースコードを取得して、インストールを更新することが必要です。取得と更新方法:
nl: Met checkout van Git moet u nieuwe broncode ophalen en uw installatie bijwerken:
pt: Quando usar o checkout do Git, precisa buscar o novo código-fonte e atualizar a sua instalação:
pt_br: Usando o checkout do Git, você precisa buscar o novo código-fonte e atualizar sua instalação:
sv: Med Git checkout måste du hämta ny källkod och uppdatera din installation:
ta: அறிவிலி புதுப்பித்தலைப் பயன்படுத்தி, நீங்கள் புதிய மூலக் குறியீட்டைப் பெற்று உங்கள் நிறுவலைப் புதுப்பிக்க வேண்டும்:
tr: Git checkout ile yeni kaynak kodunu almanız ve kurulumunuzu yükseltmeniz gerekir:
uk: Якщо ви працюєте із копією з Git, вам слід отримати новий початковий коді і оновити встановлену у вас версію:
zh_hans: 使用 Git checkout，你需要取回新的源代码并更新你的安装：

source: New Weblate releases might have new :ref:`python-deps`, check if they cover the features you want.
de: Neue Weblate-Versionen haben möglicherweise neue :ref:`python-deps`, prüfen Sie, ob diese die gewünschten Funktionen abdecken.
ga: Seans go mbeidh :ref:`python-deps` ag eisiúintí nua Weblate, seiceáil an gclúdaíonn siad na gnéithe atá uait.
hu: Az új Weblate kiadások új :ref:`python-deps` függőségeket is tartalmazhatnak, ellenőrizze, hogy ezek lefedik-e a kívánt funkciókat.
id: Rilis Weblate baru mungkin memiliki :ref:`python-deps` baru, periksa apakah mereka mencakup fitur yang Anda inginkan.
ja: 新しい Weblate のリリースには、新しい :ref:`python-deps` が含まれていることがあります。必要な機能が含まれていることを確認してください。
nl: Nieuwe uitgaven van Weblate zouden nieuwe :ref:`python-deps` kunnen hebben, controleer of die van toepassing zijn voor de mogelijkheden die u wilt gebruiken.
pt: Novas versões do Weblate podem ter novos :ref:`python-deps`, verifique se eles abrangem as funcionalidades que deseja.
pt_br: Novas versões do Weblate podem ter novos :ref:`python-deps`, verifique se eles abrangem as funcionalidades que você deseja.
sv: Nya Weblate-versioner kan ha nya :ref:`python-deps`, kontrollera om de täcker de funktioner du vill ha.
tr: Yeni Weblate sürümünde yeni :ref:`python-deps` bulunabilir. İstediğiniz özellikleri kapsayıp kapsamadığını denetleyin.
uk: У нового випуску Weblate можуть бути нові :ref:`python-deps`. Перевірте, чи забезпечують вони роботу потрібних вам можливостей.
zh_hans: 新版本 Weblate 可能有新的 :ref:`python-deps`，快来看看有没有你感兴趣的功能。

source: Upgrade the database:
de: Die Datenbank aktualisieren:
ga: Uasghrádaigh an bunachar sonraí:
hu: Frissítse az adatbázist:
id: Mutakhirkan basis data:
ja: データベースのアップグレード:
nl: Upgraden van de database:
pt: Atualizar o banco de dados:
pt_br: Atualizar o banco de dados:
sv: Uppgradera databasen:
ta: தரவுத்தளத்தை மேம்படுத்தவும்:
tr: Veri tabanını yükseltin:
uk: Оновлення бази даних:
zh_hans: 升级数据库：

source: Collect updated static files (see :ref:`server` and :ref:`static-files`):
de: Aktualisierte statische Dateien sammeln (siehe :ref:`server` und :ref:`static-files`):
ga: Bailigh comhaid statacha nuashonraithe (féach :ref:`server` agus :ref:`static-files`):
hu: Gyűjtse össze a frissített statikus fájlokat (lásd: :ref:`server` és :ref:`static-files`):
id: Kumpulkan berkas statis yang diperbarui (lihat :ref:`server` dan :ref:`static-files`):
ja: 更新された静的ファイルを収集する（参照: :ref:`server` および :ref:`static-files`）:
nl: Verzameln bijgewerkte statische bestanden (bekijk :ref:`server` en :ref:`static-files`):
pt: Colete ficheiros estáticos atualizados (veja :ref:`server` e :ref:`static-files`):
pt_br: Colete arquivos estáticos atualizados (consulte :ref:`server` e :ref:`static-files`):
ro: Colectează fișierele statice actualizate (a se vedea :ref:`server` și :ref:`static-files`):
ru: Соберите обновленные статические файлы (смотрите разделы :ref:`server` и :ref:`static-files`):
sv: Samla in uppdaterade statiska filer (se :ref:`server` och :ref:`static-files`):
tr: Güncellenmiş durağan dosyaları derleyin (ayrıntılı bilgi almak için: :ref:`server` ve :ref:`static-files`):
uk: Зберіть оновлені статичні файли (див. :ref:`server` і :ref:`static-files`):
zh_hans: 收集升级的静态文件（请参见 :ref:`server` 和 :ref:`static-files`）：
zh_hant: 收集升級的靜態文件（請參見 :ref:`server` 和 :ref:`static-files`）：

source: Compress JavaScript and CSS files (optional, see :ref:`production-compress`):
de: JavaScript- und CSS-Dateien komprimieren (optional, siehe :ref:`production-compress`):
ga: Comhbhrúigh comhaid JavaScript agus CSS (roghnach, féach :ref:`production-compress`):
hu: Tömörítse a JavaScript- és CSS-fájlokat (opcionális, lásd: :ref:`production-compress`):
id: Kompres berkas JavaScript dan CSS (opsional, lihat :ref:`production-compress`):
ja: JavaScript ファイルと CSS ファイルを圧縮する（省略可能、参照: :ref:`production-compress`）:
nl: Comprimeer bestanden van JavaScript en CSS (optioneel, bekijk :ref:`production-compress`):
pt: Compactar ficheiros JavaScript e CSS (opcional, veja :ref:`production-compress`):
pt_br: Compactar arquivos JavaScript e CSS (opcional, consulte :ref:`production-compress`):
ro: Comprimarea fișierelor JavaScript și CSS (opțional, consultați :ref:`production-compress`):
ru: Сожмите файлы JavaScript и CSS (необязательно, смотрите раздел :ref:`production-compress`):
sv: Komprimera JavaScript- och CSS-filer (valfritt, se :ref:`production-compress`):
tr: JavaScript ve CSS dosyalarını sıkıştırın (isteğe bağlı, ayrıntılı bilgi almak için: :ref:`production-compress`):
uk: Стисніть файли JavaScript і CSS (необов'язково, див. :ref:`production-compress`):
zh_hans: 压缩 JavaScript 和 CSS 文件（可选步骤，请参见 :ref:`production-compress` ）：
zh_hant: 壓縮 JavaScript 和 CSS 文件（可選步驟，請參見 :ref:`production-compress` ）：

source: If you are running an installation from Git, you should also regenerate locale files every time you upgrade. You can do this by invoking:
de: Wenn Sie eine Installation von Git aus betrieben, sollten bei jedem Upgrade auch die Gebietsschemadateien neu generiert werden. Dies kann durch folgenden Aufruf erfolgen:
ga: Má tá suiteáil á rith agat ó Git, ba cheart duit comhaid locale a athghiniúint gach uair a uasghrádaíonn tú. Is féidir leat é seo a dhéanamh trí agairt a dhéanamh:
hu: Ha Git-alapú telepítést használ, minden frissítés után újra kell generálnia a lokalizációs fájlokat. Ezt az alábbi paranccsal teheti meg:
id: Jika Anda menjalankan instalasi dari Git, Anda juga harus membuat ulang berkas lokal setiap kali Anda melakukan pemutakhiran. Anda dapat melakukannya dengan menjalankan perintah:
ja: もし Git からインストールしている場合、アップグレードするたびに言語ファイルを再生成してください。再生成させるコマンド:
nl: Als u een installatie vanuit Git uitvoert, zou u ook lokale bestanden opnieuw moeten genereren, elke keer als u upgradet. U kunt dat doen door aan te roepen:
pt: Se estiver a executar uma instalação a partir do Git, também deverá gerar novamente os ficheiros de localidade sempre que fizer uma atualização. Pode fazer isto invocando:
pt_br: Se você estiver executando uma instalação a partir do Git, também deverá gerar novamente os arquivos de localidade sempre que fizer uma atualização. Você pode fazer isso invocando:
sv: Om du kör en installation från Git bör du också regenerera lokaliseringsfilerna varje gång du uppgraderar. Du kan göra detta genom att anropa:
ta: நீங்கள் GIT இலிருந்து ஒரு நிறுவலை இயக்குகிறீர்கள் என்றால், நீங்கள் மேம்படுத்தும் ஒவ்வொரு முறையும் லோகேல் கோப்புகளையும் மீண்டும் உருவாக்க வேண்டும். நீங்கள் இதைச் செய்வதன் மூலம் இதைச் செய்யலாம்:
tr: Git üzerindeki bir kurulumu çalıştırıyorsanız, her yükseltme yaptığınızda yerel dosyalarını da yeniden oluşturmanız gerekir. Bu işlemi şu şekilde yapabilirsiniz:
uk: Якщо ви працюєте із версією з Git, вам слід також повторно створювати файли локалей кожного разу після оновлення. Зробити це можна за допомогою такої команди:
zh_hans: 如果你从 Git 运行安装，每次升级时还应该重新生成 locale 文件。可以通过调用下列项目来进行：

source: Restart the Celery worker (see :ref:`celery`).
de: Die Celery-Worker neu starten (siehe :ref:`celery`).
ga: Athosaigh an t-oibrí Celery (féac :ref:`celery`).
hu: Indítsa újra a Celery-munkafolyamatot (lásd: :ref:`celery`).
id: Mulai ulang pekerja Celery (lihat :ref:`celery`).
ja: Celery ワーカーを再起動する（参照: :ref:`celery`）。
nl: Start de werker van Celery opnieuw (bekijk :ref:`celery`).
pt: Reinicie o worker do Celery (veja :ref:`celery`).
pt_br: Reinicie o worker do Celery (consulte :ref:`celery`).
sv: Starta om Celery-arbetaren (se :ref:`celery`).
tr: Celery işlemini yeniden başlatın (ayrıntılı bilgi almak için: :ref:`celery`).
uk: Перезапустіть засіб обробки Celery (див. :ref:`celery`).
zh_hans: 重新启动 Celery 工作进程（请参见 :ref:`celery`）。

source: Version-specific instructions
de: Versionsspezifische Anweisungen
ga: Treoracha leagan ar leith
hu: Verzióspecifikus útmutatások
id: Instruksi khusus versi
ja: バージョン別の手順
nl: Versie-specifieke instructies
pt: Instruções específicas da versão
pt_br: Instruções específicas da versão
sv: Versionsspecifika instruktioner
ta: பதிப்பு-குறிப்பிட்ட வழிமுறைகள்
tr: Sürüme özel yönergeler
uk: Специфічні для версій настанови
zh_hans: 特定版本的操作指南

source: Version specific instructions are now included in the release notes, see :doc:`/changes`.
de: Versionsspezifische Anweisungen sind jetzt in den Versionshinweisen enthalten, siehe :doc:`/changes`.
ga: Tá treoracha a bhaineann go sonrach le leagan san áireamh anois sna nótaí eisiúna, féach :doc:`/changes`.
hu: A verzióspecifikus útmutatások mostantól a kiadási megjegyzésekben találhatók, lásd: :doc:`/changes`.
id: Petunjuk khusus versi sekarang disertakan dalam catatan rilis, lihat :doc:`/changes`.
ja: バージョン固有の指示は、リリースノートに含まれるようになりました。参照: :doc:`/changes`。
nl: Versie specifieke instructies zijn nu opgenomen in de opmerkingen voor de uitgave, bekijk :doc:`/changes`.
pt: Instruções específicas da versão agora estão incluídas nas notas de lançamento, consulte :doc:`/changes`.
pt_br: Instruções específicas da versão agora estão incluídas nas notas de lançamento, consulte :doc:`/changes`.
ru: Инструкции для конкретной версии теперь включены в примечания к выпуску, см. :doc:`/changes`.
sv: Versionsspecifika instruktioner finns nu med i release notes, se :doc:`/changes`.
tr: Sürüme özel yönergeler sürüm notlarına eklendi. Ayrıntılı bilgi almak için: :doc:`/changes`.
uk: Специфічні настанови щодо версій тепер включено до приміток щодо випуску, див. :doc:`/changes`.
zh_hans: 特定版本的操作指南现在包含在发行日志中，见 :doc:`/changes`。

source: Upgrade from an older major version
de: Upgrade von einer älteren Hauptversion
ga: Uasghrádú ó leagan níos sine
hu: Frissítés régebbi főverzióról
id: Mutakhirkan dari versi utama yang lebih lama
ja: 古いメジャー バージョンからのアップグレード
nl: Upgrade vanuit een oudere majeure versie
pt: Atualize de uma versão principal mais antiga
pt_br: Atualize de uma versão principal mais antiga
ru: Обновление со старой основной версии
sv: Uppgradering från en äldre huvudversion
ta: பழைய முக்கிய பதிப்பிலிருந்து மேம்படுத்தவும்
tr: Eski bir büyük sürümden yükseltme
uk: Оновлення із застарілої основної версії
zh_hans: 从较旧的大版本进行升级

source: Upgrades across major versions are not supported. Always upgrade to the latest patch level for the initial major release. Upgrades skipping this step are not supported and will break.
de: Upgrades zwischen Hauptversionen werden nicht unterstützt. Aktualisieren Sie immer auf den neuesten Patch-Level für die erste Hauptversion. Upgrades, die diesen Schritt überspringen, werden nicht unterstützt und führen zu Fehlern.
ga: Ní thacaítear le huasghráduithe thar mórleaganacha. Uasghrádaigh i gcónaí go dtí an leibhéal paiste is déanaí don mhórscaoileadh tosaigh. Ní thacaítear le huasghráduithe a sháraíonn an chéim seo agus brisfear iad.
hu: Főverziók közötti frissítés nem támogatott. Mindig frissítsen először az adott főverzió legújabb javítókiadására. A köztes lépés kihagyása nem támogatott, és rendszerhibát okozhat.
id: Pemutakhiran lintas versi utama tidak didukung. Selalu mutakhirkan ke tingkat patch terbaru untuk rilis utama awal. Pemutakhiran yang melewati langkah ini tidak didukung dan akan rusak.
ja: メジャーバージョン間のアップグレードには対応していません。初めのメジャーリリースの最新のパッチレベルにアップグレードしてください。この手順を省いたアップグレードには対応していませんので、中断します。
nl: Upgrades over majeure versies worden niet ondersteund. Upgrade altijd naar het laatste patchniveau van de initiële majeure uitgave. Upgrades die deze stap overslaan worden niet ondersteund en zullen defect raken.
pt: Atualizações entre versões principais não são suportadas. Sempre atualize para o nível de patch mais recente da versão principal inicial. As atualizações que ignoram esta etapa não são suportadas e serão interrompidas.
pt_br: Atualizações entre versões principais não são suportadas. Sempre atualize para o nível de patch mais recente da versão principal inicial. As atualizações que ignoram esta etapa não são suportadas e serão interrompidas.
ru: Обновления основных версий не поддерживаются. Всегда обновляйте версию исправления до последней версии для первоначального основного выпуска. Обновления, пропускающие этот шаг, не поддерживаются и не будут работать.
sv: Uppgraderingar mellan större versioner stöds inte. Uppgradera alltid till den senaste patchnivån för den ursprungliga större versionen. Uppgraderingar som hoppar över detta steg stöds inte och kommer att sluta fungera.
ta: முக்கிய பதிப்புகள் முழுவதும் மேம்படுத்தல்கள் ஆதரிக்கப்படவில்லை. ஆரம்ப பெரிய வெளியீட்டிற்கான அண்மைக் கால ஒட்டு நிலைக்கு எப்போதும் மேம்படுத்தவும். மேம்படுத்தல்கள் இந்த நடவடிக்கையைத் தவிர்ப்பது ஆதரிக்கப்படவில்லை மற்றும் உடைந்து விடும்.
tr: Yükseltmelerde büyük sürümler atlanamaz. Her zaman ilk işlem olarak büyük sürümün son yama düzeyine yükseltin. Bu adımı atlayan yükseltme işlemleri desteklenmez ve bozulur.
uk: Підтримки оновлення до нових основних версій не передбачено. Завжди виконуйте оновлення до найсвіжішої проміжної версії початкового основного випуску. Оновлення, у яких пропущено цей крок, вважаються непідтримуваними — вони не працюватимуть як слід.
zh_hans: 不支持跨大版本的升级。始终先升级到初始大版本的最新补丁级别。跳过此步骤进行升级不受支持，并且会搞砸升级。

source: If you are upgrading from the 2.x release, always first upgrade to 3.0.1.
de: Wenn Sie ein Upgrade von der Version 2.x durchführen, sollten Sie immer zuerst auf 3.0.1 aktualisieren.
ga: Má tá tú ag uasghrádú ón scaoileadh 2.x, déan uasghrádú go 3.0.1 ar dtús i gcónaí.
hu: Ha a 2.x kiadásról frissít, először mindig a 3.0.1 verzióra frissítsen.
id: Jika Anda melakukan pemutakhiran dari versi 2.x, selalu mutakhirkan terlebih dahulu ke versi 3.0.1.
ja: もし、2.x リリースからアップグレードする場合は、必ず最初に 3.0.1 にアップグレードしてください。
nl: Als u upgradet vanuit de uitgave 2.x, upgrade altijd eerst naar 3.0.1.
pt: Se estiver a atualizar a partir da versão 2.x, sempre atualize primeiro para a versão 3.0.1.
pt_br: Se estiver atualizando a partir da versão 2.x, sempre atualize primeiro para a versão 3.0.1.
ru: Если вы переходите с версии 2.x, всегда сначала переходите на версию 3.0.1.
sv: Om du uppgraderar från version 2.x ska du alltid först uppgradera till 3.0.1.
ta: நீங்கள் 2.x வெளியீட்டிலிருந்து மேம்படுத்தினால், எப்போதும் முதலில் 3.0.1 ஆக மேம்படுத்தவும்.
tr: 2.x sürümünden yükseltiyorsanız, her zaman ilk olarak 3.0.1 sürümüne yükseltin.
uk: Якщо ви оновлюєте систему з версії 2.x, завжди спочатку оновіться до версії 3.0.1.
zh_hans: 如果从 2.x 发布版本升级，请始终先升级到 3.0.1。
