Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Role-based access controls enforce data access separation.
de: Rollenbasierte Zugriffssteuerungen ermöglichen die Trennung des Datenzugriffs.
ga: Forfheidhmíonn rialuithe rochtana bunaithe ar róil scaradh rochtana sonraí.
hu: Szerepkör-alapú hozzáférés-vezérlés biztosítja az adatok elkülönített hozzáférését.
id: Kontrol akses berbasis peran menegakkan pemisahan akses data.
nl: Op rol gebaseerd toegangsbeheer dwingt scheiding van gegevens voor toegang af.
sv: Rollbaserade åtkomstkontroller säkerställer separering av dataåtkomst.
uk: Контроль доступу на основі ролей забезпечує розділення доступу до даних.

source: International transfers
de: Internationale Übermittlungen
ga: Aistrithe idirnáisiúnta
hu: Nemzetközi adattovábbítások
id: Transfer internasional
nl: Internationale overdracht
sv: Internationella överföringar
uk: Міжнародні перекази

source: Weblate itself performs no automatic data transfers.
de: Weblate selbst führt keine automatischen Datenübertragungen durch.
ga: Ní dhéanann Weblate féin aon aistrithe sonraí uathoibríocha.
hu: A Weblate maga nem végez automatikus adatátvitelt.
id: Weblate sendiri tidak melakukan transfer data otomatis.
nl: Weblate voert van zichzelf geen automatische gegevensoverdracht uit.
sv: Weblate utför inga automatiska dataöverföringar.
uk: Сам Weblate не виконує автоматичного передавання даних.

source: All hosting and data residency is controlled by the system operator.
de: Das gesamte Hosting und die Datenaufbewahrung werden vom Systembetreiber kontrolliert.
ga: Tá an t-óstáil agus an chónaitheacht sonraí go léir faoi rialú an oibreoir córais.
hu: Az adatok tárolásának helyét és az üzemeltetést a rendszer üzemeltetője határozza meg és ellenőrzi.
id: Semua hosting dan residensi data dikontrol oleh operator sistem.
nl: Alle plaatsing voor hosting en gegevens wordt beheerd door de systeemverwerker.
sv: All hosting och datalagring kontrolleras av systemoperatören.
uk: Весь хостинг та місцезнаходження даних контролюються системним оператором.

source: Organizations may host Weblate within specific jurisdictions (e.g., EU, India, China) to ensure compliance with data localization laws.
de: Organisationen können Weblate in bestimmten Rechtsräumen (z. B. EU, Indien, China) hosten, um das Einhalten der Gesetze zur Datenlokalisierung zu gewährleisten.
ga: Féadfaidh eagraíochtaí Weblate a óstáil laistigh de dhlínsí sonracha (e.g., an AE, an India, an tSín) chun comhlíonadh le dlíthe logánaithe sonraí a chinntiú.
hu: A szervezetek a Weblate-et adott joghatóságokon belül is üzemeltethetik (például az EU-ban, Indiában vagy Kínában), hogy megfeleljenek az adatlokalizációs előírásoknak.
id: Organisasi dapat menghosting Weblate dalam yurisdiksi tertentu (misalnya, UE, India, Tiongkok) untuk memastikan kepatuhan terhadap undang-undang lokalisasi data.
nl: Organisaties kunnen Weblate hosten binnen specifieke jurisdicties (bijv. EU, India, China) om ervoor te zorgen dat wordt voldaan aan de wetten met betrekking tot plaatsing van gegevens.
sv: Organisationer kan vara värd för Weblate inom specifika jurisdiktioner (t.ex. EU, Indien, Kina) för att säkerställa efterlevnad av lagar om datalokalisering.
uk: Організації можуть розміщувати Weblate в межах певних юрисдикцій (наприклад, ЄС, Індія, Китай), щоб забезпечити дотримання законів про локалізацію даних.

source: Regulatory mapping
de: Regulatorische Zuordnung
ga: Mapáil rialála
hu: Jogszabályi megfeleltetés
id: Pemetaan regulasi
nl: Regelgeving in kaart
sv: Regulatorisk kartläggning
uk: Нормативне картографування

source: Framework
de: Rechtsrahmen
ga: Creat
hu: Keretrendszer
id: Kerangka
nl: Framewerk
sv: Ramverk
uk: Рамка

source: Minimization, consent, erasure, auditability, locality
de: Minimierung, Einwilligung, Löschung, Überprüfbarkeit, Lokalität
ga: Íoslaghdú, toiliú, scriosadh, iniúchóireacht, logántacht
hu: Adatminimalizálás, hozzájárulás, törléshez való jog, ellenőrizhetőség, adatok tárolási helye
id: Minimalisasi, persetujuan, penghapusan, auditabilitas, lokalitas
nl: Minimalisatie, consent, wissen, auditbaar, plaatsing
sv: Minimering, samtycke, radering, granskbarhet, lokalitet
uk: Мінімізація, згода, стирання, можливість перевірки, локальність

source: CCPA (California)
de: CCPA (Kalifornien)
hu: CCPA (Kalifornia)
nl: CCPA (Californië)
sv: CCPA (Kalifornien)
uk: CCPA (Каліфорнія)

source: Access, deletion, no sale, user control
de: Zugriff, Löschung, kein Verkauf, Benutzerkontrolle
ga: Rochtain, scriosadh, gan díol, rialú úsáideora
hu: Hozzáférés, törlés, tiltott értékesítés, felhasználói kontroll
id: Akses, penghapusan, tidak ada penjualan, kontrol pengguna
nl: Toegang, verwijderen, geen verkoop, beheer door gebruiker
sv: Åtkomst, radering, ingen försäljning, användarkontroll
uk: Доступ, видалення, заборона продажу, контроль користувача

source: LGPD (Brazil)
de: LGPD (Brasilien)
ga: LGPD (An Bhrasaíl)
hu: LGPD (Brazília)
id: LGPD (Brasil)
nl: LGPD (Brazilië)
sv: LGPD (Brasilien)
uk: LGPD (Бразилія)

source: Legal basis, access, correction, deletion
de: Rechtsgrundlage, Zugriff, Berichtigung, Löschung
ga: Bunús dlíthiúil, rochtain, ceartú, scriosadh
hu: Jogi alap, hozzáférés, helyesbítés, törlés
id: Dasar hukum, akses, koreksi, penghapusan
nl: Wettelijke basis, toegang, correctie, verwijderen
sv: Rättslig grund, tillgång, rättelse, radering
uk: Правова основа, доступ, виправлення, видалення

source: nFADP (Switzerland)
de: nFADP (Schweiz)
ga: nFADP (An Eilvéis)
hu: nFADP (Svájc)
id: nFADP (Swiss)
nl: nFADP (Zwitserland)
sv: nFADP (Schweiz)
uk: nFADP (Швейцарія)

source: Purpose limitation, consent, transparency
de: Zweckbindung, Einwilligung, Transparenz
ga: Teorannú cuspóir, toiliú, trédhearcacht
hu: Célhoz kötöttség, hozzájárulás, átláthatóság
id: Batasan tujuan, persetujuan, transparansi
nl: Beperking van doel, consent, openheid
sv: Begränsning av ändamål, samtycke, öppenhet
uk: Обмеження цілей, згода, прозорість

source: PIPEDA (Canada)
de: PIPEDA (Kanada)
ga: PIPEDA (Ceanada)
hu: PIPEDA (Kanada)
id: PIPEDA (Kanada)
sv: PIPEDA (Kanada)
uk: PIPEDA (Канада)

source: Consent, access, individual rights
de: Einwilligung, Zugriff, Individualrechte
ga: Toiliú, rochtain, cearta aonair
hu: Hozzájárulás, hozzáférés, egyéni jogok
id: Persetujuan, akses, hak individu
nl: Consent, toegang, individuele rechten
sv: Samtycke, tillgång, individuella rättigheter
uk: Згода, доступ, індивідуальні права

source: DPDPA (India)
de: DPDPA (Indien)
ga: DPDPA (An India)
sv: DPDPA (Indien)
uk: DPDPA (Індія)

source: Lawful processing, consent, notice, user rights
de: Rechtmäßige Verarbeitung, Einwilligung, Benachrichtigung, Benutzerrechte
ga: Próiseáil dhleathach, toiliú, fógra, cearta úsáideora
hu: Jogalapú adatkezelés, hozzájárulás, tájékoztatás, felhasználói jogok
id: Pemrosesan yang sah, persetujuan, pemberitahuan, hak pengguna
nl: Rechtmatige verwerking, consent, in kennis stellen, gebruikersrechten
sv: Laglig behandling, samtycke, meddelande, användarrättigheter
uk: Законна обробка, згода, повідомлення, права користувача

source: PIPL (China)
ga: PIPL (An tSín)
hu: PIPL (Kína)
id: PIPL (Tiongkok)
sv: PIPL (Kina)
uk: PIPL (Китай)

source: Purpose limitation, data minimization, locality
de: Zweckbindung, Datenminimierung, Lokalität
ga: Teorannú cuspóireach, íoslaghdú sonraí, áitiúilcht
hu: Célhoz kötöttség, adatminimalizálás, adatlokalizáció
id: Batasan tujuan, minimisasi data, lokalitas
nl: Beperking doel, minimaliseren gegevens, plaatsing
sv: Begränsning av ändamål, dataminimering, lokalitet
uk: Обмеження цілей, мінімізація даних, локальність

source: Recommendations for compliance
de: Empfehlungen zur Einhaltung der Vorschriften
ga: Moltaí maidir le comhlíonadh
hu: Ajánlások a megfeleléshez
id: Rekomendasi untuk kepatuhan
nl: Aanbevelingen voor conformiteit
sv: Rekommendationer för efterlevnad
uk: Рекомендації щодо дотримання вимог

source: **Consent capture:** Provide a notice and/or explicit consent checkbox during registration, via :ref:`legal`.
de: **Einverständniserklärung:** Bieten Sie bei der Registrierung einen Hinweis und/oder ein Kontrollkästchen für die ausdrückliche Zustimmung an, und zwar über das :ref:`legal`.
ga: **Gabháil toiliú:** Cuir fógra agus/nó bosca seiceála toiliú sainráite ar fáil le linn clárúcháin, tríd an nasc :ref:`legal`.
hu: **Hozzájárulás bekérése:** Regisztráció során jelenítsen meg tájékoztatást és/vagy kérjen kifejezett hozzájárulást a :ref:`legal` beállítással.
id: **Penangkapan persetujuan:** Berikan pemberitahuan dan/atau kotak centang persetujuan eksplisit selama pendaftaran, melalui :ref:`legal`.
nl: **Consent vastleggen:** Verschaf een notitie en/of expliciet keuzevak voor consent gedurende registratie, via :ref:`legal`.
sv: **Insamling av samtycke:** Tillhandahåll ett meddelande och/eller en kryssruta för uttryckligt samtycke vid registreringen, via :ref:`legal`.
uk: **Отримання згоди:** Надайте повідомлення та/або поставте прапорець для явної згоди під час реєстрації через :ref:`legal`.

source: **Policy display:** Link to privacy and retention policies directly in Weblate’s user interface, either via :ref:`legal` or :setting:`PRIVACY_URL`.
de: **Anzeige der Erklärung:** Links zu Datenschutz- und Aufbewahrungsrichtlinien direkt in der Bedienoberfläche von Weblate, entweder über das :ref:`legal` oder :setting:`PRIVACY_URL`.
ga: **Taispeántas beartais:** Nasc chuig beartais phríobháideachais agus choinneála go díreach i gcomhéadan úsáideora Weblate, trí :ref:`legal` nó :setting:`PRIVACY_URL`.
hu: **Irányelvek megjelenítése:** Hivatkozzon az adatvédelmi és adatmegőrzési irányelvekre közvetlenül a Weblate felhasználói felületén, a :ref:`legal` vagy a :setting:`PRIVACY_URL` használatával.
id: **Tampilan kebijakan:** Tautan ke kebijakan privasi dan penyimpanan langsung di antarmuka pengguna Weblate, baik melalui :ref:`legal` atau :setting:`PRIVACY_URL`.
nl: **Weergave beleid:** Link naar beleid voor privacy en retentie direct in Weblate’s gebruikersinterface, ofwel via :ref:`legal` of :setting:`PRIVACY_URL`.
sv: **Policyvisning:** Länk till sekretess- och lagringspolicyer direkt i Weblates användargränssnitt, antingen via :ref:`legal` eller :setting:`PRIVACY_URL`.
uk: **Відображення політики:** Посилання на політики конфіденційності та зберігання даних безпосередньо в інтерфейсі користувача Weblate, або через :ref:`legal`, або :setting:`PRIVACY_URL`.

source: **Audit integration:** Use the built-in audit log and GELF forwarding to meet logging mandates.
de: **Audit-Integration:** Nutzen Sie das integrierte Audit-Protokoll und die GELF-Weiterleitung, um die Anforderungen an die Protokollierung zu erfüllen.
ga: **Comhtháthú iniúchta:** Bain úsáid as an log iniúchta ionsuite agus as an atreorú GELF chun freastal ar shainorduithe logála.
hu: **Auditnapló-integráció:** Használja a beépített auditnaplót és a GELF-alapú továbbítást a naplózási előírások teljesítéséhez.
id: **Integrasi audit:** Gunakan log audit bawaan dan penerusan GELF untuk memenuhi mandat pencatatan.
nl: **Integratie audit:** gebruik de ingebouwde audit log en GELF doorsturen om te voldoen aan vereisten voor loggen.
sv: **Revisionsintegration:** Använd den inbyggda revisionsloggen och GELF-vidarebefordran för att uppfylla loggningskrav.
uk: **Інтеграція аудиту:** Використовуйте вбудований журнал аудиту та переадресацію GELF для виконання вимог щодо ведення журналу.

source: **Data subject requests:** Define a manual or automated procedure to fulfill access/erasure requests.
de: **Anfragen betroffener Personen:** Definieren Sie ein manuelles oder automatisiertes Verfahren zum Erfüllen von Auskunfts-/Löschanfragen.
ga: **Iarratais ábhair sonraí:** Sainmhínigh nós imeachta láimhe nó uathoibrithe chun iarratais rochtana/scriosta a chomhlíonadh.
hu: **Adatalanyi kérelmek:** Határozzon meg manuális vagy automatizált eljárást a hozzáférési vagy törlési kérelmek teljesítésére.
id: **Permintaan subjek data:** Tentukan prosedur manual atau otomatis untuk memenuhi permintaan akses/penghapusan.
nl: **Verzoeken omtrent gegevens:** Definieer een handleiding of geautomatiseerde procedure om te voldoen aan verzoeken voor toegang/wissen.
sv: **Begäran från registrerade:** Definiera en manuell eller automatiserad procedur för att uppfylla begäran om tillgång/radering.
uk: **Запити суб’єктів даних**: Визначте ручну або автоматизовану процедуру для виконання запитів на доступ/видалення.

source: **Locality:** Ensure infrastructure is physically located within the target jurisdiction as required.
de: **Lokalität:** Stellen Sie sicher, dass sich die Infrastruktur wie gefordert physisch im Zielgebiet befindet.
ga: **Ceantar:** Cinntigh go bhfuil an bonneagar suite go fisiciúil laistigh den dlínse sprice de réir mar is gá.
hu: **Adatlokalizáció**: Biztosítani kell, hogy az infrastruktúra fizikailag a célzott joghatóság területén helyezkedjen el, amennyiben ezt előírják.
id: **Lokalitas:** Pastikan infrastruktur secara fisik berlokasi dalam yurisdiksi target sebagaimana diperlukan.
nl: **Plaatsing:** Zorg ervoor dat de infrastructuur fysiek is geplaatst binnen de doel-jurisdictie, zoals vereist.
sv: **Lokalisering:** Se till att infrastrukturen är fysiskt belägen inom den aktuella jurisdiktionen enligt kraven.
uk: **Локальність:** Забезпечте фізичне розташування інфраструктури в межах цільової юрисдикції, як того вимагає ситуація.**Місцевість:** Забезпечте фізичне розташування інфраструктури в межах цільової юрисдикції, як того вимагає ситуація.

source: Weblate threat model
de: Weblate-Bedrohungsmodell
ga: Múnla bagairt Weblate
hu: Weblate fenyegetési modell
id: Model ancaman Weblate
nl: Weblate dreigingsmodel
sv: Weblate hotmodell
uk: Модель загрози Weblate

source: **Scope:** Core Weblate web application, its interactions with user browsers, backend components (web server, WSGI, database, datastore, Celery), and integration with external VCS. **Assumptions:** Standard Weblate deployment with typical components (nginx/Apache, Gunicorn/uWSGI, PostgreSQL, datastore, Celery) and user roles (Unauthenticated, Translator, Project Manager, Administrator).
sv: **Omfattning:** Weblate-kärnwebbapplikation, dess interaktioner med användarnas webbläsare, backend-komponenter (webbserver, WSGI, databas, datalagring, Celery) och integration med externa VCS. **Antaganden:** Standard Weblate-distribution med typiska komponenter (nginx/Apache, Gunicorn/uWSGI, PostgreSQL, datalager, Celery) och användarroller (icke autentiserad, översättare, projektledare, administratör).

source: System description and scope
de: Systembeschreibung und Umfang
ga: Cur síos agus raon feidhme an chórais
hu: A rendszer leírása és hatóköre
id: Deskripsi dan cakupan sistem
nl: Systeembeschrijving en bereik
sv: Systembeskrivning och omfattning
uk: Опис та сфера застосування системи

source: Weblate is an open-source web-based localization platform built on Django. It integrates tightly with Git repositories to manage translations and offers CI/CD-style features for automation, hooks, and VCS synchronization.
de: Weblate ist eine webbasierte Open-Source-Lokalisierungsplattform, die auf Django basiert. Sie lässt sich nahtlos in Git-Repositorys integrieren, um Übersetzungen zu verwalten, und bietet CI/CD-ähnliche Funktionen für Automatisierung, Hooks und VCS-Synchronisierung.
ga: Is ardán logánaithe gréasánbhunaithe foinse oscailte é Weblate atá tógtha ar Django. Comhtháthaíonn sé go dlúth le stórtha Git chun aistriúcháin a bhainistiú agus cuireann sé gnéithe stíl CI/CD ar fáil le haghaidh uathoibrithe, crúcaí, agus sioncrónaithe VCS.
hu: A Weblate egy nyílt forráskódú, webalapú lokalizációs platform, amely a Django keretrendszerre épül. Szorosan integrálódik a Git-tárolókkal a fordítások kezelésére, és CI/CD-jellegű funkciókat kínál automatizáláshoz, hookokhoz és VCS-szinkronizációhoz.
id: Weblate adalah platform lokalisasi berbasis web sumber terbuka yang dibangun di atas Django. Platform ini terintegrasi erat dengan repositori Git untuk mengelola terjemahan dan menawarkan fitur bergaya CI/CD untuk otomatisasi, hook, dan sinkronisasi VCS.
nl: Weblate is een open-bron op het web gebaseerd vertaalplatform, gebouwd op Django. Het integreert nauw met opslagplaatsen voor Git om vertalingen te beheren en biedt CI/CD-stijl mogelijkheden voor automatiseren, hooks en VCS-synchronisatie.
sv: Weblate är en öppen källkodsbaserad webbplattform för lokalisering som bygger på Django. Den integreras tätt med Git-arkiv för att hantera översättningar och erbjuder CI/CD-liknande funktioner för automatisering, hooks och VCS-synkronisering.
uk: Weblate - це веб-платформа для локалізації з відкритим вихідним кодом, створена на основі Django. Вона тісно інтегрується з репозиторіями Git для керування перекладами та пропонує функції у стилі CI/CD для автоматизації, хуки та синхронізації VCS.

source: Assets:
ga: Sócmhainní:
hu: Védendő elemek:
id: Aset:
nl: Waarden:
sv: Tillgångar:
uk: Активи:

source: **Confidentiality:** Translation strings, API keys/credentials for VCS integration, user credentials (passwords, 2FA secrets), user personal data (email, name), session tokens, audit logs, private project data.
de: **Vertraulichkeit:** Übersetzungszeichenketten, API-Schlüssel/Zugangsdaten für die VCS-Integration, Benutzeranmeldeinformationen (Passwörter, 2FA-Geheimnisse), personenbezogene Benutzerdaten (E-Mail-Adresse, Name), Sitzungstoken, Audit-Protokolle, private Projektdaten.
ga: **Rúndacht:** Teaghráin aistriúcháin, eochracha/dintiúir API le haghaidh comhtháthú VCS, dintiúir úsáideora (pasfhocail, rúin 2FA), sonraí pearsanta úsáideora (ríomhphost, ainm), comharthaí seisiúin, logaí iniúchta, sonraí tionscadail príobháideacha.
hu: **Bizalmasság:** Fordítási szövegek, VCS-integrációhoz tartozó API-kulcsok/hitelesítési adatok, felhasználói hitelesítő adatok (jelszavak, 2FA-titkok), felhasználói személyes adatok (e-mail, név), munkamenet-tokenek, audit naplók, személyes projektek adatai.
id: **Kerahasiaan:** String terjemahan, kunci/kredensial API untuk integrasi VCS, kredensial pengguna (kata sandi, rahasia 2FA), data pribadi pengguna (surel, nama), token sesi, log audit, data proyek pribadi.
nl: **Vetrouwelijkheid:** Brontekenreeksen, API-sleutels/inloggegevens voor VCS-integratie, inloggegevens gebruikers (wachtwoorden, 2FA geheimen), persoonlijke gegevens gebruikers (e-mail, naam), sessietokens, auditlogs, private projectgegevens.
sv: **Sekretess:** Översättningssträngar, API-nycklar/autentiseringsuppgifter för VCS-integration, användarens autentiseringsuppgifter (lösenord, 2FA-hemligheter), användarens personuppgifter (e-postadress, namn), sessionstoken, granskningsloggar, privata projektdata.
uk: **Конфіденційність:** Рядки перекладу, ключі/облікові дані API для інтеграції з VCS, облікові дані користувачів (паролі, 2FA-секрети), персональні дані користувачів (електронна пошта, ім'я), токени сеансів, журнали аудиту, приватні дані проектів.

source: **Integrity:** Translation string content, VCS repository integrity, project and component configurations, user permissions, audit logs.
de: **Integrität:** Inhalt der Übersetzungszeichenkette, Integrität des VCS-Repository, Projekt- und Komponentenkonfigurationen, Benutzerberechtigungen, Audit-Protokolle.
ga: **Sláine:** Ábhar teaghrán aistriúcháin, sláine stórtha VCS, cumraíochtaí tionscadail agus comhpháirteanna, ceadanna úsáideoirí, logaí iniúchta.
hu: **Sértetlenség:** Fordítási szövegek tartalma, VCS-tárolók sértetlensége, projekt- és összetevőbeállítások, felhasználói jogosultságok, auditnaplók.
id: **Integritas:** Konten string terjemahan, integritas repositori VCS, konfigurasi proyek dan komponen, izin pengguna, log audit.
nl: **Integriteit:** Inhoud tekenreeksen, integriteit opslagplaats van VCS , configuraties voor projecten en onderdelen, rechten voor gebruikers, auditlogs.
sv: **Integritet:** Innehåll i översättningssträngar, VCS-arkivets integritet, projekt- och komponentkonfigurationer, användarbehörigheter, granskningsloggar.
uk: **Цілісність:** Вміст рядка перекладу, цілісність репозиторію VCS, конфігурації проєкту та компоненту, дозволи користувачів, журнали аудиту.

source: **Availability:** Weblate web interface, VCS integration, database access, background task processing.
de: **Verfügbarkeit:** Weblate-Weboberfläche, VCS-Integration, Datenbankzugriff, Verarbeitung von Hintergrundaufgaben.
ga: **Infhaighteacht:** Comhéadan gréasáin Weblate, comhtháthú VCS, rochtain ar bhunachar sonraí, próiseáil tascanna cúlra.
hu: **Rendelkezésre állás:** A Weblate webes felülete, VCS-integráció, adatbázis-elérés, háttérfeladatok feldolgozása.
id: **Ketersediaan:** Antarmuka web Weblate, integrasi VCS, akses basis data, pemrosesan tugas latar belakang.
nl: **Beschikbaarheid:** Weblate webinterface, VCS-integratie, databasetoegang, op achtergrond verwerken van taken.
sv: **Tillgänglighet:** Weblate-webbgränssnitt, VCS-integration, databasåtkomst, bakgrundsbehandling av uppgifter.
uk: **Доступність:** Веб-інтерфейс Weblate, інтеграція з VCS, доступ до бази даних, обробка фонових завдань.

source: **Authenticity/Non-repudiation:** Translation commit history, user attribution for translations, audit logs of administrative actions.
de: **Echtheit/Nachweisbarkeit:** Verlauf der Übersetzungs-Commits, Benutzerzuordnung für Übersetzungen, Audit-Protokolle für administrative Aktionen.
ga: **Barántúlacht/Neamh-shéanadh:** Stair tiomantais aistriúcháin, leithdháileadh úsáideoirí le haghaidh aistriúcháin, logaí iniúchta ar ghníomhartha riaracháin.
hu: **Hitelesség / visszautasíthatatlanság:** Fordítási véglegesítések előzményei, felhasználók hozzárendelése a fordításokhoz, adminisztratív műveletek auditnaplói.
id: **Keaslian/Non-penyangkalan:** Riwayat komit terjemahan, atribusi pengguna untuk terjemahan, log audit tindakan administratif.
nl: **Authenticiteit/Niet-afwijzing:** Geschiedenis van de commits van vertalingen, attributie voor vertalingen van gebruikers, auditlogs van administratieve acties.
sv: **Äkthet/icke-förnekbarhet:** Översättningshistorik, användarattribution för översättningar, revisionsloggar för administrativa åtgärder.
uk: **Автентичність/Незаперечність:** Історія фіксованих перекладів, атрибуція користувачів для перекладів, журнали аудиту адміністративних дій.

source: Conceptual data flow diagram
de: Konzeptionelles Datenflussdiagramm
ga: Léaráid shreafa sonraí coincheapúil
hu: Elvi adatáramlási diagram
id: Diagram aliran data konseptual
nl: Conceptueel diagram gegevensstroom
sv: Konceptuellt dataflödesdiagram
uk: Концептуальна діаграма потоку даних

source: Trust boundaries
de: Vertrauensgrenzen
ga: Teorainneacha muiníne
hu: Megbízási határok
id: Batasan kepercayaan
nl: Grenzen van vertrouwen
sv: Förtroendegränser
uk: Межі довіри

source: **Internet ↔ Web server:** Public internet traffic interacting with the first line of defense.
de: **Internet ↔ Webserver:** Öffentlicher Internetverkehr, der mit der ersten Verteidigungslinie interagiert.
ga: **Idirlíon ↔ Freastalaí gréasáin:** Trácht idirlín poiblí ag idirghníomhú leis an gcéad líne chosanta.
hu: **Internet ↔ Webkiszolgáló:** A nyilvános internetes forgalom kommunikál az első védelmi vonallal.
id: **Internet ↔ Server web:** Lalu lintas internet publik yang berinteraksi dengan baris pertahanan pertama.
nl: **Internet ↔ Webserver:** Openbaar internetverkeer interacteert met eerste lijn van de verdediging.
sv: **Internet ↔ Webbserver:** Offentlig internettrafik som interagerar med den första försvarslinjen.
uk: **Інтернет ↔ Веб-сервер:** Публічний інтернет-трафік, що взаємодіє з першою лінією захисту.
