Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Image showing the Weblate administration panel with the above configuration filled in.
de: Das Bild zeigt das Weblate-Verwaltungspanel mit der oben beschriebenen Konfiguration.
ga: Íomhá a thaispeánann painéal riaracháin Weblate agus an chumraíocht thuas líonta isteach.
hu: A kép a Weblate adminisztrációs paneljét mutatja, a fenti konfigurációval kitöltve.
id: Gambar yang menunjukkan panel administrasi Weblate dengan konfigurasi di atas yang telah diisi.
ja: 上記の設定を行った Weblate の管理画面。
nl: Afbeelding die het Weblate beheerpaneel weergeeft met bovenstaande configuratie ingevuld.
pt: Imagem mostrando o painel de administração do Weblate com a configuração acima preenchida.
pt_br: Imagem mostrando o painel de administração do Weblate com a configuração acima preenchida.
ro: Imagine care arată panoul de administrare Weblate cu configurația de mai sus completată.
ru: Изображение, показывающее панель администрирования Weblate с заполненной вышеуказанной конфигурацией.
sv: Bild som visar Weblate-administrationspanelen med ovanstående konfiguration ifylld.
ta: மேலே உள்ள உள்ளமைவுடன் வலைபெயர்ப்பு நிர்வாகக் குழுவைக் காட்டும் படம்.
tr: Yukarıdaki yapılandırmanın ayarlandığı Weblate yönetim panosu görseli.
uk: Зображення панелі адміністрування Weblate із заповненням описаними вище значеннями параметрів.
zh_hans: 图片展示了已填写上述配置的 Weblate 管理面板。

source: All settings are stored in :file:`settings.py` (as is usual for Django).
de: Alle Einstellungen werden in :file:`settings.py` gespeichert (wie bei Django üblich).
ga: Stóráiltear na socruithe go léir in :file:`settings.py` (mar is gnách do Django).
hu: Minden beállítás a :file:`settings.py` fájlban van tárolva (ahogy az a Django rendszernél szokásos).
id: Semua pengaturan disimpan dalam :file:`settings.py` (seperti biasa untuk Django).
ja: すべての設定は :file:`settings.py` に保存されます（Django の通常の方法）。
nl: Alle instellingen worden opgeslagen in :file:`settings.py` (zoals gebruikelijk voor Django).
pt: Todas as configurações estão armazenadas em :file:`settings.py` (como é habitual no Django).
pt_br: Todas as configurações estão armazenadas em :file:`settings.py` (como é habitual no Django).
ro: Toate setările sunt stocate în :file:`settings.py` (așa cum este normal pentru Django).
ru: Все настройки хранятся в файле :file:`settings.py` (как обычно для проектов Django).
sv: Alla inställningar sparas i :file:`settings.py` (som vanligt för Django).
tr: Tüm ayarlar :file:`settings.py` dosyasında (Django için her zamanki gibi) tutulur.
uk: Усі параметри зберігаються у файлі :file:`settings.py` (звична картина для Django).
zh_hans: 所有的设置都存储在 :file:`settings.py` 中（就像 Django 通常那样）。
zh_hant: 所有的設置存儲在 :file:`settings.py` 中，（如 Django 通常那樣）。

source: After changing any of these settings, you need to restart Weblate — both WSGI and Celery processes.
de: Nachdem Sie eine dieser Einstellungen geändert haben, müssen Sie Weblate neu starten – sowohl WSGI- als auch Celery-Prozesse.
ga: Tar éis duit aon cheann de na socruithe seo a athrú, ní mór duit Weblate a atosú - próisis WSGI agus Soilire araon.
hu: A beállítások módosítása után újra kell indítani a Weblate-et — mind a WSGI, mind a Celery folyamatokat.
id: Setelah mengubah salah satu pengaturan ini, Anda perlu memulai ulang Weblate — baik proses WSGI maupun Celery.
ja: これらの設定の変更後、Weblate（WSGI プロセスと Celery プロセスの両方）の再起動が必要です。
nl: Na het wijzigen van deze instellingen moet u Weblate opnieuw starten — zowel de processen van WSGI als van Celery.
pt: Após alterar qualquer uma dessas configurações, precisa de reiniciar o Weblate — tanto os processos WSGI quanto os Celery.
pt_br: Após alterar qualquer uma dessas configurações, você precisa reiniciar o Weblate — tanto os processos WSGI quanto os Celery.
ru: После изменения любого из этих параметров вам необходимо перезапустить Weblate — как процесс WSGI, так и процесс Celery.
sv: Efter att ha ändrat någon av dessa inställningar måste du starta om Weblate – både WSGI- och Celery-processerna.
ta: இந்த அமைப்புகளில் ஏதேனும் ஒன்றை மாற்றிய பிறகு, நீங்கள் வலைபெயர்ப்பு மறுதொடக்கம் செய்ய வேண்டும் - wsgi மற்றும் செலரி செயல்முறைகள்.
tr: Bu ayarlardan herhangi birini değiştirdikten sonra, Weblate WSGI ve Celery işlemlerinin ikisini de yeniden başlatmanız gerekir.
uk: Після внесення змін до будь-яких з цих параметрів вам слід перезапустити Weblate — обидва процеси, WSGI і Celery.
zh_hans: 更改这些设置中的任意一项后，您需要重新启动 Weblate—包括 WSGI 和 Celery 进程。

source: In case it is run as ``mod_wsgi``, you need to restart Apache to reload the configuration.
de: Wenn es als ``mod_wsgi`` ausgeführt wird, müssen Sie Apache neu starten, um die Konfiguration neu zu laden.
ga: Sa chás go bhfuil sé á reáchtáil mar ``mod_wsgi``, ní mór duit Apache a atosú chun an chumraíocht a athlódáil.
hu: Ha ``mod_wsgi`` alatt futtatja a Weblate-et, az Apache szervert is újra kell indítani a konfiguráció betöltéséhez.
id: Jika dijalankan sebagai ``mod_wsgi``, Anda perlu memulai ulang Apache untuk memuat ulang konfigurasi.
ja: ``mod_wsgi`` として実行する場合は、Apache を再起動して設定のリロードが必要です。
nl: In het geval dat het wordt uitgevoerd als ``mod_wsgi``, moet u Apache opnieuw starten om de configuratie opnieuw te laden.
pt: Caso seja executado como ``mod_wsgi:``, precisa reiniciar o Apache para recarregar a configuração.
pt_br: Caso seja executado como ``mod_wsgi:``, você precisa reiniciar o Apache para recarregar a configuração.
ro: În cazul în care este rulat ca ``mod_wsgi``, trebuie să reporniți Apache pentru a reîncărca configurația.
ru: В случае, если Weblate работает через ``mod_wsgi``, для перезагрузки конфигурации вам нужно перезапустить Apache.
sv: Om det körs som ``mod_wsgi`` måste du starta om Apache för att ladda om konfigurationen.
ta: இது `` mod_wsgi`` ஆக இயங்கினால், உள்ளமைவை மீண்டும் ஏற்ற அப்பாச்சியை மறுதொடக்கம் செய்ய வேண்டும்.
tr: ``mod_wsgi`` olarak çalıştırılması durumunda, yapılandırmayı yeniden yüklemek için Apache sunucusunu yeniden başlatmanız gerekir.
uk: У випадку, якщо Weblate запущено як ``mod_wsgi``, вам слід перезапустити Apache для перезавантаження налаштувань.
zh_hans: 在它作为 ``mod_wsgi`` 运行的情况下，需要重新启动 Apache，来重新加载配置。
zh_hant: 在它作為 ``mod_wsgi`` 運行的情況下，需要重新啟動 Apache ，來重新加載配置。

source: Please also check :doc:`Django's documentation <django:ref/settings>` for parameters configuring Django itself.
de: Bitte lesen Sie auch die :doc:`Django-Dokumentation <django:ref/settings>` für Parameter zur Konfiguration von Django selbst.
ga: Seiceáil freisin :doc:`Doiciméadú Django <django:ref/settings>` le haghaidh paraiméadair a chumrú Django féin.
hu: Érdemes áttekinteni a :doc:`Django dokumentációját <django:ref/settings>` is, amely a Django saját beállításait ismerteti.
id: Silakan periksa juga :doc:`Django's documentation <django:ref/settings>` untuk parameter yang mengonfigurasi Django itu sendiri.
ja: Django 自体の設定パラメーターについては、:doc:`Django のドキュメント <django:ref/settings>` も確認してください。
nl: Controleer ook :doc:`de documentatie van Django <django:ref/settings>` voor parameters om Django zelf te configureren.
pt: Verifique também :doc:`Django's documentation <django:ref/settings>` para parâmetros de configuração do próprio Django.
pt_br: Verifique também a :doc:`documentação do Django <django:ref/settings>` para parâmetros de configuração do próprio Django.
ro: De asemenea, consultați :doc:`Documentația Django <django:ref/settings>` pentru parametrii de configurare a lui Django.
ru: Также, пожалуйста, ознакомьтесь с :doc:`документацией Django <django:ref/settings>` по настройке параметров самого Django.
sv: Se även :doc:`Djangos dokumentation <django:ref/settings>` för parametrar som konfigurerar Django själv.
tr: Django yapılandırma parametreleri için :doc:`Django belgelerine <django:ref/settings>` bakabilirsiniz.
uk: Будь ласка, також ознайомтеся із :doc:`документацією до Django <django:ref/settings>`, щоб дізнатися більше про параметри налаштовування самого Django.
zh_hans: 另请查阅 :doc:`Django 的文档 <django:ref/settings>`，了解配置 Django 自身的参数。
zh_hant: 還要請查看 :doc:`Django's documentation <django:ref/settings>` 中關於配置 Django 自身的參數。

source: Configures where contact form sends e-mails. If not configured, e-mail addresses from :setting:`ADMINS` are used.
de: Legt fest, wohin das Kontaktformular E-Mails sendet. Wenn nicht konfiguriert, werden die E-Mail-Adressen aus :setting:`ADMINS` verwendet.
ga: Cumraíonn sé an áit a seolann an fhoirm teagmhála r-phoist. Mura bhfuil siad cumraithe, úsáidtear seoltaí ríomhphoist ó :setting:`ADMINS`.
hu: Ez határozza meg, hova küldje a kapcsolatfelvételi űrlap az e-maileket. Ha nincs külön megadva, az :setting:`ADMINS` beállításban szereplő e-mail címek lesznek használva.
id: Mengonfigurasi ke mana formulir kontak akan mengirimkan surel. Jika tidak dikonfigurasi, alamat surel dari :setting:`ADMINS` akan digunakan.
ja: お問い合わせフォームの送信先メールアドレスを設定します。設定されていない場合は、:setting:`ADMINS` のメール アドレスが使用されます。
nl: Configureert waar het contactformulier zijn e-mail naartoe stuurt. Indien niet geconfigureerd, worden e-mailadressen van :setting:`ADMINS` gebruikt.
pt: Configura para onde o formulário de contato envia e-mails. Se não estiver configurado, os endereços de e-mail de :setting:`ADMINS` serão usados.
pt_br: Configura para onde o formulário de contato envia e-mails. Se não estiver configurado, os endereços de e-mail de :setting:`ADMINS` serão usados.
ru: Настройка, указывающая, куда отправлять электронные письма из контактной формы. Если не настроена, будут использованы адреса электронной почты из :setting:`ADMINS`.
sv: Konfigurerar vart kontaktformuläret skickar e-postmeddelanden. Om det inte är konfigurerat används e-postadresser från :setting:`ADMINS`.
tr: İletişim formu e-postalarının nereye gönderileceğini yapılandırır. Yapılandırılmamışsa, :setting:`ADMINS` seçeneğindeki e-posta adresleri kullanılır.
uk: Визначає, куди форма зв'язку надсилатиме повідомлення електронної пошти. Якщо не вказано, буде використано адреси електронної пошти з :setting:`ADMINS`.
zh_hans: 配置联络表单向何处发送电子邮件。如未配置，将使用来自 :setting:`ADMINS` 的电子邮件地址。

source: Configure this as a list of e-mail addresses:
de: Konfigurieren Sie dies als eine Liste von E-Mail-Adressen:
ga: Cumraigh é seo mar liosta seoltaí ríomhphoist:
hu: A beállítást egy e-mail címekből álló listaként kell megadni:
id: Konfigurasikan ini sebagai daftar alamat surel:
ja: 設定する送信先メールアドレス一覧:
nl: Configureer dit als een lijst met e-mailadressen:
pt: Configure isto como uma lista de endereços de e-mail:
pt_br: Configure isso como uma lista de endereços de e-mail:
ru: Настройте это как список адресов электронной почты:
sv: Konfigurera detta som en lista med e-postadresser:
ta: இதை மின்னஞ்சல் முகவரிகளின் பட்டியலாக உள்ளமைக்கவும்:
tr: Bunu e-posta adresleri listesi olarak yapılandırın:
uk: Налаштуйте це як список адрес електронної пошти:
zh_hans: 将这个作为电子邮件地址列表进行配置：

source: Configures which domains are allowed for fetching assets in Weblate.
sv: Konfigurerar vilka domäner som är tillåtna för hämtning av tillgångar i Weblate.

source: This enhances security by preventing loading assets from untrusted sources. Assets are downloaded once by the Weblate server and stored locally, rather than being served directly from external domains to users.
sv: Detta förbättrar säkerheten genom att förhindra att tillgångar laddas från opålitliga källor. Tillgångarna laddas ner en gång av Weblate-servern och lagras lokalt, istället för att levereras direkt från externa domäner till användarna.

source: It expects a list of host/domain names. You can use fully qualified names (e.g ``www.example.com``) or prepend with a period as a wildcard to match all subdomains (e.g ``.example.com`` will match ``cdn.example.com`` or ``static.example.com``).
sv: Den förväntar sig en lista med värd-/domännamn. Du kan använda fullständiga namn (t.ex. ``www.example.com``) eller lägga till en punkt som jokertecken för att matcha alla underdomäner (t.ex. ``.example.com`` matchar ``cdn.example.com`` eller ``static.example.com``).

source: Defaults to `[*]` which will allow all domains.
sv: Standardinställningen är `[*]`, vilket tillåter alla domäner.

source: **Example**
sv: **Exempel**

source: This is currently used in the following places:
sv: Detta används för närvarande på följande platser:

source: Configures size limit for fetching assets in Weblate. Defaults to 4 MB.
sv: Konfigurerar storleksbegränsningen för hämtning av tillgångar i Weblate. Standardvärdet är 4 MB.

source: Configures a maximal number for ALTCHA proof-of-work mechanism.
de: Konfiguriert eine maximale Zahl für den ALTCHA-Proof-of-Work-Mechanismus.
ga: Cumraíonn sé uaslíon do mheicníocht cruthúnais oibre ALTCHA.
hu: A maximális szám konfigurálása az ALTCHA proof-of-work mechanizmushoz.
id: Mengonfigurasi jumlah maksimal untuk mekanisme bukti kerja ALTCHA.
ja: ALTCHA proof-of-work メカニズムの最大数を設定します。
nl: Configureert een maximaal getal voor het proof-of-work mechanisme van ALTCHA.
pt_br: Configura um número máximo para o mecanismo de prova de trabalho do ALTCHA.
sv: Konfigurerar ett maximalt antal för ALTCHA-mekanismen för bevis på arbete.
ta: ஆல்ட்சா ஆதாரம்-வேலை பொறிமுறைக்கு அதிகபட்ச எண்ணை உள்ளமைக்கிறது.
tr: ALTCHA çalışma kanıtı yöntemi için bir en büyük sayı yapılandırır.
uk: Налаштовує максимальну кількість для механізму підтвердження роботи ALTCHA.
zh_hans: 配置 ALTCHA 工作证明机制的最大数字。

source: Username of users that are not signed in.
de: Benutzername von Benutzern, die nicht angemeldet sind.
ga: Ainm úsáideora na n-úsáideoirí nach bhfuil sínithe isteach.
hu: A nem bejelentkezett felhasználók felhasználóneve.
id: Nama pengguna dari pengguna yang tidak masuk.
ja: サインインしていないユーザーのユーザー名。
nl: Gebruikersnaam van gebruikers die niet zijn ingelogd.
pt: O nome de utilizadores não autenticados.
pt_br: O nome de usuário dos usuários não autenticados.
ro: Numele de utilizator al utilizatorilor care nu sunt conectați.
ru: Имена пользователей, которые не входят в систему.
sv: Användarnamn för användare som inte är inloggade.
ta: கையொப்பமிடப்படாத பயனர்களின் பயனர்பெயர்.
tr: Oturum açmamış kullanıcılar için kullanıcı adı.
uk: Імена користувачів, які не увійшли до системи.
zh_hans: 未登录用户的用户名。
zh_hant: 未登錄用戶的用戶名。

source: The maximum number of days Weblate will keep audit logs containing information about the account activity.
de: Die maximale Anzahl von Tagen, die Weblate Audit-Protokolle mit Informationen über die Kontoaktivitäten aufbewahrt.
ga: An t-uaslíon laethanta a choinneoidh Weblate logaí iniúchta ina mbeidh faisnéis faoi ghníomhaíocht an chuntais.
hu: A naplózási adatokban tárolt fióktevékenységi információk maximális megőrzési ideje napokban számolva.
id: Jumlah hari maksimum Weblate akan menyimpan log audit yang berisi informasi tentang aktivitas akun.
ja: Weblate がアカウントの活動を記録した監査ログを保存する最大日数。
nl: Het maximale aantal dagen dat Weblate logboeken zou moeten bewaren, die informatie bevatten over activiteiten van het account.
pt_br: O número máximo de dias que o Weblate manterá registros de auditoria contendo informações sobre a atividade da conta.
sv: Det maximala antalet dagar som Weblate sparar granskningsloggar med information om kontoaktiviteten.
tr: Hesap işlemleri ile ilgili bilgilerin bulunduğu Weblate denetim günlüklerinin tutulacağı en fazla gün sayısı.
uk: Максимальна кількість днів, коли Weblate зберігатиме журнали аудиту, що містять інформацію про активність облікового запису.

source: Defaults to 180 days.
de: Der Standardwert ist 180 Tage.
ga: Réamhshocrú go 180 lá.
hu: Alapértelmezett érték: 180 nap.
id: Bawaannya adalah 180 hari.
ja: デフォルトは 180 日です。
nl: Standaard is 180 dagen.
pt: A predefinição é de 180 dias.
pt_br: O padrão é 180 dias.
ro: Valoarea implicită este de 180 de zile.
ru: По умолчанию установлен в 180 дней.
sv: Standardinställningen är 180 dagar.
ta: இயல்புநிலை 180 நாட்களுக்கு.
tr: Varsayılan değer: 180 gün.
uk: Типовим є значення у 180 днів.
zh_hans: 默认为 180 天。
zh_hant: 默認為 180 天。

source: Maximum number of failed authentication attempts before rate limiting is applied.
de: Maximale Anzahl von fehlgeschlagenen Authentifizierungsversuchen, bevor die Ratenbegrenzung angewendet wird.
ga: Uaslíon iarrachtaí fíordheimhnithe ar theip orthu sula gcuirtear teorannú rátaí i bhfeidhm.
hu: A hibás hitelesítési kísérletek maximális száma, mielőtt a rendszer korlátozást alkalmaz.
id: Jumlah maksimum upaya autentikasi yang gagal sebelum pembatasan akses diterapkan.
ja: 接続制限が適用されるまでに失敗した認証試行の最大回数。
nl: Maximaal aantal mislukte pogingen voor authenticatie voordat de limiet wordt toegepast.
pt: Quantidade máxima de tentativas de autenticação que falharam antes da aplicação da limitação de taxa.
pt_br: Número máximo de tentativas de autenticação com falha antes da aplicação da limitação de taxa.
ro: Numărul maxim de încercări de autentificare eșuate înainte de a se aplica limitarea vitezei.
ru: Максимальное количество неудачных попыток авторизации до применения ограничения частоты запросов.
sv: Maximalt antal misslyckade autentiseringsförsök innan hastighetsbegränsning tillämpas.
ta: வீதத்தைக் கட்டுப்படுத்துவதற்கு முன் தோல்வியுற்ற அங்கீகார முயற்சிகளின் அதிகபட்ச எண்ணிக்கை.
tr: Hız sınırlaması uygulanmadan önce başarısız olmasına izin verilecek en fazla kimlik doğrulama girişimi sayısı.
uk: Максимальна кількість спроб невдалого розпізнавання, перш ніж буде застосовано обмеження швидкості.
zh_hans: 应用速率限制之前，认证尝试失败的最大次数。
zh_hant: 在rate限制應用前，授權嘗試失敗的最多次數。

source: This is currently applied in the following locations:
de: Dies wird derzeit an den folgenden Standorten angewandt:
ga: Cuirtear é seo i bhfeidhm sna háiteanna seo a leanas faoi láthair:
hu: Jelenleg az alábbi esetekben érvényesül:
id: Ini saat ini diterapkan di lokasi berikut:
ja: 現在、適用している場所：
nl: Dit wordt momenteel toegepast op de volgende locaties:
pt: Atualmente, isto é aplicado nos locais seguintes:
pt_br: Atualmente, isso é aplicado nos seguintes locais:
ro: Aceasta se aplică în prezent în următoarele locații:
ru: В настоящее время оно применяется в следующих местах:
sv: Detta tillämpas för närvarande på följande platser:
ta: இது தற்போது பின்வரும் இடங்களில் பயன்படுத்தப்படுகிறது:
tr: Bu seçenek şu anda şu konumlarda uygulanmaktadır:
uk: У поточній версії застосовується у таких місцях:
zh_hans: 当前，这应用在后面的位置：
zh_hant: 當前，這應用在後面的位置：

source: Sign in. Deletes the account password, preventing the user from signing in without requesting a new password.
de: Anmelden. Löscht das Passwort des Kontos und verhindert, dass sich der Benutzer anmelden kann, ohne ein neues Passwort anzufordern.
ga: Sínigh isteach. Scrios pasfhocal an chuntais, rud a chuireann cosc ar an úsáideoir síniú isteach gan pasfhocal nua a iarraidh.
hu: Bejelentkezés: Törli a fiók jelszavát, így a felhasználó nem tud bejelentkezni, amíg új jelszót nem igényel.
id: Masuk. Menghapus kata sandi akun, mencegah pengguna masuk tanpa meminta kata sandi baru.
ja: サインイン。アカウント パスワードを削除し、ユーザーが新しいパスワードを要求しなければサインインできないようにしています。
nl: Inloggen. Verwijdert het wachtwoord voor het account, voorkomt dat de gebruiker kan inloggen zonder eerst een nieuw wachtwoord aan te vragen.
pt: Autenticação. Apaga a senha da conta, impedindo que o utilizador entre sem solicitar uma nova senha.
pt_br: Login. Exclui a senha da conta, impedindo que o usuário entre sem solicitar uma nova senha.
ro: Conectați-vă. Șterge parola contului, împiedicând utilizatorul să se conecteze fără a solicita o nouă parolă.
ru: Страница входа. Удаляет пароль учётной записи, не позволяя пользователю войти в систему без запроса нового пароля.
sv: Logga in. Tar bort kontots lösenord, vilket förhindrar användaren från att logga in utan att begära ett nytt lösenord.
ta: உள்நுழைக. கணக்கு கடவுச்சொல்லை நீக்குகிறது, புதிய கடவுச்சொல்லை கோராமல் பயனரை உள்நுழைவதைத் தடுக்கிறது.
tr: Oturum aç. Hesap parolasını silerek kullanıcının yeni bir parola isteği yapmadan oturum açmasını engeller.
uk: Вхід. Вилучає пароль до облікового запису, забороняючи користувачеві входити до системи без запиту щодо введення нового пароля.
zh_hans: 登录。删除账户密码，防止用户不请求新的密码而登录。

source: Password reset. Prevents new e-mails from being sent, avoiding spamming users with too many password-reset attempts.
de: Passwort zurücksetzen. Verhindert, dass neue E-Mails gesendet werden, damit die Benutzer nicht mit zu vielen Versuchen, ihr Passwort zurückzusetzen, belästigt werden.
ga: Athshocrú pasfhocal. Cuireann sé cosc ar r-phoist nua a sheoladh, ag seachaint úsáideoirí turscair a bhfuil an iomarca iarrachtaí athshocrú pasfhocail acu.
hu: Jelszó visszaállítása: új visszaállító e-mailek küldését tiltja le, elkerülve a visszaélésből eredő spamküldést.
id: Pengaturan ulang kata sandi. Mencegah pengiriman surel baru, menghindari spam kepada pengguna dengan terlalu banyak upaya pengaturan ulang kata sandi.
ja: パスワードのリセット。新しいメールが送信されないようにして、パスワードのリセット試行回数が多すぎるユーザーへのスパムを回避します。
nl: Wachtwoord herstellen. Voorkomt dat nieuwe e-mails worden verzonden, vermijdt het spammen van gebruikers met te veel pogingen voor herstellen van wachtwoord.
pt: Redefinição de palavra-passe. Impede que novos e-mails sejam enviados, evitando o envio de spam aos utilizadores com muitas tentativas de redefinição de palavra-passe.
pt_br: Redefinição de senha. Impede que novos e-mails sejam enviados, evitando o envio de spam aos usuários com muitas tentativas de redefinição de senha.
ru: Страница сброса пароля. Предотвращает отправку новых писем, избегая рассылки спама пользователям со слишком большим количеством попыток сброса пароля.
sv: Återställning av lösenord. Förhindrar att nya e-postmeddelanden skickas, vilket undviker att användare spammades med för många försök att återställa lösenordet.
ta: கடவுச்சொல் மீட்டமைப்பு. புதிய மின்னஞ்சல்கள் அனுப்பப்படுவதைத் தடுக்கிறது, பல கடவுச்சொல்-மறுசீரமைக்கப்பட்ட முயற்சிகளைக் கொண்ட பயனர்களை ச்பேமிங் செய்வதைத் தவிர்க்கிறது.
tr: Parola sıfırlama. Çok fazla parola sıfırlama girişimi ile istenmeyen trafik oluşturan kullanıcılara yeni e-posta gönderilmesini engeller.
uk: Скидання пароля. Забороняє надсилання нових повідомлень електронної пошти, не набридаючи користувачам надто великою кількістю повідомлень щодо скидання пароля.
zh_hans: 密码重置。防止发出新的电子邮件，避免向用户发出太多密码重置尝试的垃圾电子邮件。

source: Defaults to 10.
de: Der Standardwert ist 10.
ga: Réamhshocruithe go dtí 10.
hu: Alapértelmezett érték: 10 hibás próbálkozás.
id: Bawaannya adalah 10.
ja: デフォルトは 10 回です。
nl: Standaard is 10.
pt: A predefinição é 10.
pt_br: O padrão é 10.
ro: Valoarea implicită este 10.
ru: По умолчанию установлен в 10.
sv: Standardvärdet är 10.
ta: இயல்புநிலை 10 க்கு.
tr: Varsayılan değer: 10.
uk: Типове значення — 10.
zh_hans: 默认为 10。

source: Updates all repositories on a daily basis.
de: Tägliche Aktualisierung aller Repositorys.
ga: Nuashonraítear gach stór ar bhonn laethúil.
hu: Minden tárolót napi rendszerességgel frissít.
id: Memperbarui semua repositori setiap hari.
ja: すべてのリポジトリを毎日更新。
nl: Werkt alle opslagruimten bij op dagelijkse basis.
pt: Atualiza todos repositórios diariamente.
pt_br: Atualiza todos repositórios diariamente.
ro: Actualizează zilnic toate depozitele.
ru: Обновление всех репозиториев на ежедневной основе.
sv: Uppdaterar alla arkiv dagligen.
ta: அனைத்து களஞ்சியங்களையும் நாள்தோறும் அடிப்படையில் புதுப்பிக்கிறது.
tr: Tüm depoları günlük olarak günceller.
uk: Оновлює усі сховища щоденно.
zh_hans: 以每天的频率更新所有仓库。
zh_hant: 以每天的頻率更新所有倉庫。
