Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Change is older than period defined as :ref:`component-commit_pending_age` on :ref:`component`.
de: Die Änderung ist älter als der in :ref:`component-commit_pending_age` definierte Zeitraum unter :ref:`component`.
ga: Tá an t-athrú níos sine ná an tréimhse a shainmhínítear mar :ref:`component-commit_pending_age` ar :ref:`component`.
hu: A változás régebbi, mint az :ref:`összetevő <component>` beállításnál megadott :ref:`component-commit_pending_age` időszak.
id: Perubahan lebih lama dari periode yang ditetapkan sebagai :ref:`component-commit_pending_age` pada :ref:`component`.
ja: 変更が、:ref:`component` で :ref:`component-commit_pending_age` として設定した期間を超えている。
nl: Wijziging is ouder dan de periode die is gedefinieerd als :ref:`component-commit_pending_age` in :ref:`component`.
pt: A alteração é mais antiga do que o período definido como :ref:`component-commit_pending_age` em :ref:`component`.
pt_br: A alteração é mais antiga do que o período definido como :ref:`component-commit_pending_age` em :ref:`component`.
ro: Modificarea este mai veche decât perioada definită ca :ref:`component-commit_pending_age` pe :ref:`component`.
ru: Изменения старше периода, определённого :ref:`возрастом изменений для коммита <component-commit_pending_age>` в :ref:`конфигурации компонента <component>`.
sv: Ändringen är äldre än den period som definieras som :ref:`component-commit_pending_age` på :ref:`component`.
tr: Değişiklik, :ref:`component` üzerinde :ref:`component-commit_pending_age` olarak tanımlanmış dönemden daha eski olduğunda.
uk: Зміна є старішою за часовий проміжок, визначений як :ref:`component-commit_pending_age` у :ref:`component`.
zh_hans: 更改比 :ref:`component` 上定义为 :ref:`component-commit_pending_age` 的时间段更陈旧。
zh_hant: 更改比 :ref:`component` 上定義為 :guilabel:`Age of changes to commit` 的時間段更陳舊。

source: Commits are created for every component. So in case you have many components you will still see lot of commits. You might utilize :ref:`addon-weblate.git.squash` add-on in that case.
de: Commits werden für jede Komponente erstellt. Wenn Sie also viele Komponenten haben, werden Sie trotzdem viele Commits sehen. In diesem Fall können Sie die Erweiterung :ref:`addon-weblate.git.squash` verwenden.
ga: Cruthaítear gealltanais do gach comhpháirt. Mar sin ar eagla go bhfuil go leor comhpháirteanna agat feicfidh tú go leor gealltanais fós. D'fhéadfá úsáid a bhaint as :ref:`addon-weblate.git.squash` breiseán sa chás sin.
hu: A véglegesítések minden összetevőhöz külön jönnek létre, tehát ha sok összetevője van, így is sok véglegesítést fog látni. Ilyenkor érdemes lehet a :ref:`addon-weblate.git.squash` kiegészítőt használni.
id: Commit dibuat untuk setiap komponen.Jika Anda memiliki banyak komponen, Anda akan melihat banyak commit. Anda dapat menggunakan pengaya :ref:`addon-weblate.git.squash` dalam kasus tersebut.
ja: コミットはコンポーネントごとに作成されます。そのため、多くのコンポーネントがある場合も、多くのコミットが行われます。その場合は、:ref:`addon-weblate.git.squash` アドオンを使用できます。
nl: Indieningen worden gemaakt voor elk onderdeel. Dus in het geval u heel veel onderdelen hebt, zult u nog steeds heel veel indieningen hebben. U zou in dat geval misschien de add-on :ref:`addon-weblate.git.squash` willen gebruiken.
pt: Os commits são criados para cada componente. Então, caso tenha muitos componentes, ainda verá muitos compromissos. Pode utilizar a extensão :ref:`addon-weblate.git.squash` neste caso.
pt_br: Os commits são criados para cada componente. Então, caso você tenha muitos componentes, você ainda verá muitos compromissos. Você pode utilizar o complemento :ref:`addon-weblate.git.squash` neste caso.
ro: Se creează angajamente pentru fiecare componentă. Astfel, în cazul în care aveți multe componente, veți vedea în continuare o mulțime de comisioane. În acest caz, ați putea utiliza add-on-ul :ref:`addon-weblate.git.squash`.
ru: Коммиты создаются для каждого компонента. Так что в случае, если у вас много компонентов, у вас всё равно будет множество коммитов. В этом случае вы можете использовать надстройку :ref:`addon-weblate.git.squash`.
sv: Commits skapas för varje komponent. Om du har många komponenter kommer du alltså fortfarande att se många commits. I så fall kan du använda tillägget :ref:`addon-weblate.git.squash`.
tr: İşlemeler her bileşen için ayrı oluşturulur. Bu nedenle, birçok bileşeniniz varsa, gene çok sayıda işleme görürsünüz. Bu durumda :ref:`addon-weblate.git.squash` eklentisini kullanabilirsiniz.
uk: Внески створюються для кожного складника. Отже, якщо у вас багато складників, у вас буде багато внесків. Щоб зменшити кількість, ви можете скористатися додатком :ref:`addon-weblate.git.squash`.
zh_hans: 每个部件都会创建提交。所以，如果你有很多部件，仍然会看到很多提交。在这种情况下，你可以使用 :ref:`addon-weblate.git.squash` 附加组件。

source: If you want to commit changes more frequently and without checking of age, you can schedule a regular task to perform a commit. This can be done using :guilabel:`Periodic Tasks` in :ref:`admin-interface`. First create desired :guilabel:`Interval` (for example 120 seconds). Then add new periodic task and choose ``weblate.trans.tasks.commit_pending`` as :guilabel:`Task` with ``{"hours": 0}`` as :guilabel:`Keyword Arguments` and desired interval.
de: Wenn Sie Änderungen häufiger und ohne Überprüfen des Alters committen möchten, können Sie eine regelmäßige Aufgabe für das Ausführen eines Commits planen. Dies kann mit :guilabel:`Periodic Tasks` in der :ref:`admin-interface` erfolgen. Legen Sie zunächst das gewünschte :guilabel:`Interval` fest (zum Beispiel 120 Sekunden). Fügen Sie dann eine neue periodische Aufgabe hinzu und wählen Sie ``weblate.trans.tasks.commit_pending`` als :guilabel:`Task` mit ``{"hours": 0}`` als :guilabel:`Keyword Arguments` und dem gewünschten Intervall.
ga: Más mian leat athruithe a dhéanamh níos minice agus gan aois a sheiceáil, is féidir leat tasc rialta a sceidealú chun gealltanas a dhéanamh. Is féidir é seo a dhéanamh ag baint úsáide as :guilabel:`Tascanna Tréimhsiúla` i :ref:`admin-interface`. Ar dtús cruthaigh :guilabel:`Eatramh` (120 soicind mar shampla). Ansin cuir tasc tréimhsiúil nua leis agus roghnaigh ``weblate.trans.tasks.commit_pending`` mar :guilabel:`Tasc` le ``{"uaireanta": 0}`` mar :guilabel:`Argóintí Eochairfhocal` agus an t-eatramh inmhianaithe.
hu: Ha gyakrabban szeretné a változtatásokat véglegesíteni, korosodási ellenőrzés nélkül, ütemezhet rendszeres feladatot. Ez a :ref:`admin-interface` felületén, az :guilabel:`Időzített feladatok` menüpontban végezhető el. Először hozzon létre egy :guilabel:`Időközt` (például 120 másodperc). Ezután adjon hozzá új időzített feladatot, válassza a ``weblate.trans.tasks.commit_pending`` értéket a :guilabel:`Feladat` mezőben, {"hours": 0} :guilabel:`Kulcsszó argumentummal`, valamint a kívánt időközzel.
id: Jika Anda ingin melakukan komit perubahan lebih sering tanpa memeriksa usia, Anda dapat menjadwalkan tugas rutin untuk melakukan komit. Ini dapat dilakukan menggunakan :guilabel:`Periodic Tasks` di :ref:`admin-interface`. Pertama, buat :guilabel:`Interval` yang diinginkan (misalnya 120 detik). Kemudian, tambahkan tugas berkala baru dan pilih ``weblate.trans.tasks.commit_pending`` sebagai :guilabel:`Task` dengan ``{"hours": 0}`` sebagai :guilabel:`Keyword Arguments` dan interval yang diinginkan.
ja: 経過時間を考慮せず頻繁に変更をコミットする場合は、定期的なタスクをスケジュールしてコミットを実行させます。これには、:ref:`admin-interface` の :guilabel:`Periodic Tasks` を使用します。まず必要な :guilabel:`Interval` を作成します（例: 120秒）。次に、新しい定期タスクを追加し、:guilabel:`Task` に ``weblate.trans.tasks.commit_pending`` を、:guilabel:`Keyword Arguments` として ``{"hours": 0}`` を選択して必要な間隔時間を設定してください。
nl: Wanneer u wijzigingen vaker in wilt dienen en zonder controle op hun ouderdom, kunt u een normale taak plannen om een indiening uit te voeren. Dit kan worden gedaan met :guilabel:`Periodic tasks` in :ref:`admin-interface`. Maak eerst de gewenste :guilabel:`Interval` (bijvoorbeeld 120 seconden). Voeg dan een nieuwe periodieke taak toe en kies ``weblate.trans.tasks.commit_pending`` als :guilabel:`Task` met ``{"hours": 0}`` als :guilabel:`Keyword Arguments` en de gewenste interval.
pt: Se quiser confirmar as alterações com mais frequência e sem verificações de idade, pode agendar uma tarefa regular para realizar um commit. Isto pode ser feito usando :guilabel:`Tarefas Periódicas` em :ref:`admin-interface`. Primeiro, crie o :guilabel:`Intervalo` desejado (por exemplo, 120 segundos). Em seguida, adicione uma nova tarefa periódica e escolha ``weblate.trans.tasks.commit_pending`` como :guilabel:`Tarefa` com ``{"hours": 0}`` como :guilabel:`Argumentos de Palavra-chave` e o intervalo desejado.
pt_br: Se quiser confirmar as alterações com mais frequência e sem verificações de idade, você pode agendar uma tarefa regular para realizar um commit. Isso pode ser feito usando :guilabel:`Tarefas Periódicas` em :ref:`admin-interface`. Primeiro, crie o :guilabel:`Intervalo` desejado (por exemplo, 120 segundos). Em seguida, adicione uma nova tarefa periódica e escolha ``weblate.trans.tasks.commit_pending`` como :guilabel:`Tarefa` com ``{"hours": 0}`` como :guilabel:`Argumentos de Palavra-chave` e o intervalo desejado.
ru: Если вы хотите фиксировать изменения чаще и без проверки возраста, вы можете запланировать регулярную задачу для выполнения фиксации. Это можно сделать с помощью :guilabel:`периодических задач` в :ref:`admin-interface`. Сначала создайте желаемый :guilabel:`интервал` (например, 120 секунд). Затем добавьте новую периодическую задачу и выберите ``weblate.trans.tasks.commit_pending`` в качестве :guilabel:`задачи` с ``{"hours": 0}`` в качестве :guilabel:`ключевых аргументов` и желаемого интервала.
sv: Om du vill göra ändringar oftare och utan att kontrollera åldern kan du schemalägga en regelbunden uppgift för att utföra en commit. Detta kan göras med hjälp av :guilabel:`Periodiska uppgifter` i :ref:`admin-interface`. Skapa först önskat :guilabel:`Intervall` (till exempel 120 sekunder). Lägg sedan till en ny periodisk uppgift och välj ``weblate.trans.tasks.commit_pending`` som :guilabel:`Uppgift` med ``{"hours": 0}`` som :guilabel:`Nyckelordsargument` och önskat intervall.
tr: Değişikliklerin daha sık ve yaşları denetlemeden yapılmasını istiyorsanız, işlemeyi yapacak bir zamanlanmış görev ayarlayabilirsiniz. Bu işlemi :ref:`admin-interface` içinde :guilabel:`Zamanlanmış görevler` bölümünden yapabilirsiniz. Önce istediğiniz :guilabel:`Sıklık` ögesini oluşturun (120 saniye gibi). Ardından yeni bir zamanlanmış görev ekleyin ve :guilabel:`Görev` olarak ``weblate.trans.tasks.commit_pending``, :guilabel:`Anahtar sözcük parametreleri` ve istenilen sıklık olarak ``{"hours": 0}`` yazın.
uk: Якщо ви хочете вносити зміни частіше і без перевірки віку, ви можете запланувати регулярне задання для створення внесків. Зробити це можна за допомогою пункту :guilabel:`Періодичні завдання` і :ref:`адміністративного інтерфейсу <admin-interface>`. Спочатку створіть бажаний :guilabel:`Інтервал` (наприклад 120 секунд). Далі, додайте періодичне завдання і виберіть ``weblate.trans.tasks.commit_pending``, як :guilabel:`Завдання` з ``{"hours": 0}`` у полі :guilabel:`Аргументи ключових слів` та бажаним інтервалом.
zh_hans: 如果你想更频繁地提交更改而无需检查存在时间，你可以设置一个定时任务来执行提交。方法是使用 :ref:`admin-interface` 中的 :guilabel:`Periodic Tasks`。首先，创建期望的 :guilabel:`Interval`\ （比如 120 秒）。接着，添加新的定时任务并选择 ``weblate.trans.tasks.commit_pending`` 为 :guilabel:`Task`， ``{"hours": 0}`` 为 :guilabel:`Keyword Arguments` 和想要的间隔。

source: Processing repository with scripts
de: Repository mit Skripten verarbeiten
ga: Stór a phróiseáil le scripteanna
hu: Tároló kezelése szkriptekkel
id: Memproses repositori dengan skrip
ja: スクリプトを使用するリポジトリの処理
nl: Opslagruimte verwerken met scripts
pt: Processar repositório com scripts
pt_br: Processando repositório com scripts
ro: Procesarea depozitului cu scripturi
ru: Обработка репозитория скриптами
sv: Bearbetning av arkiv med skript
ta: ச்கிரிப்டுகளுடன் களஞ்சியத்தை செயலாக்குகிறது
tr: Betikleri kullanarak depo işlemleri yapmak
uk: Обробка сховища зі скриптами
zh_hans: 用脚本处理仓库
zh_hant: 用腳本處理倉庫

source: The way to customize how Weblate interacts with the repository is :ref:`addons`. Consult :ref:`addon-script` for info on how to execute external scripts through add-ons.
de: Die Art und Weise, wie Weblate mit dem Repository interagiert, kann mit :ref:`addons` angepasst werden. Konsultieren Sie :ref:`addon-script` für Informationen darüber, wie man externe Skripte durch Erweiterungen ausführt.
ga: Is é an bealach chun an chaoi a n-idirghníomhaíonn Weblate leis an stór a shaincheapadh ná :ref:`addons`. Téigh i gcomhairle :ref:`addon-script` le haghaidh faisnéise ar conas scripteanna seachtracha a rith trí bhreiseáin.
hu: A Weblate és a tároló közötti egyedi integrációkhoz a :ref:`addons` használhatóak. További információért lásd: :ref:`addon-script`, ahol bemutatjuk, hogyan lehet külső szkripteket végrehajtani kiegészítőkön keresztül.
id: Cara menyesuaikan bagaimana Weblate berinteraksi dengan repositori adalah :ref:`addons`. Konsultasikan :ref:`addon-script` untuk informasi tentang cara menjalankan skrip eksternal melalui pengaya.
ja: Weblate がリポジトリとのやり取りをカスタマイズするには、:ref:`addons` を使用します。アドオンを使用して外部スクリプトを実行する方法については、:ref:`addon-script` を確認してください。
nl: De manier om aan te passen hoe Weblate interacteert met de opslagruimte is :ref:`addons`. Raadpleeg :ref:`addon-script` voor informatie over hoe externe scripts uit te voeren via add-ons.
pt: A maneira de personalizar como o Weblate interage com o repositório é com :ref:`addons`. Consulte :ref:`addon-script` para obter informações sobre como executar scripts externos através de extensões.
pt_br: A maneira de personalizar como o Weblate interage com o repositório é com :ref:`addons`. Consulte :ref:`addon-script` para obter informações sobre como executar scripts externos através de complementos.
ro: Modalitatea de a personaliza modul în care Weblate interacționează cu depozitul este :ref:`addons`. Consultați :ref:`addon-script` pentru informații despre cum să executați scripturi externe prin intermediul add-ons.
ru: Настройка взаимодействия Weblate с репозиторием заключается в использовании :ref:`надстроек <addons>`. Для получения информации о том, как через надстройки выполнять внешние скрипты, обратитесь к разделу :ref:`addon-script`.
sv: Du kan anpassa hur Weblate interagerar med arkivet med hjälp av :ref:`addons`. Se :ref:`addon-script` för information om hur du kör externa skript via tillägg.
tr: Weblate ile depo arasındaki etkileşim :ref:`addons` ile özelleştirilebilir. Eklentiler ile dış betiklerin nasıl yürütüleceği ile ilgili ayrıntılı bilgi almak için :ref:`addon-script` bölümüne bakabilirsiniz.
uk: Спосіб взаємодії Weblate з сховищем коду можна змінити за допомогою :ref:`addons`. Зверніться до розділу :ref:`addon-script`, щоб дізнатися про те, як виконувати зовнішні скрипти з додатків.
zh_hans: 定制 Weblate 与仓库交互的方式是 :ref:`addons`。关于如何通过附加组件执行外部脚本的信息，请咨询 :ref:`addon-script`。

source: Keeping translations same across components
de: Übersetzungen aller Komponenten gleich halten
ga: Aistriúcháin á gcoinneáil mar an gcéanna trasna comhpháirteanna
hu: Fordítások egységesítése összetevők között
id: Menjaga terjemahan tetap sama di semua komponen
ja: コンポーネント間で翻訳を同じ状態に維持
nl: Vertalingen hetzelfde houden tussen onderdelen
pt: Manter traduções iguais entre componentes
pt_br: Mantendo traduções iguais entre componentes
ro: Păstrarea traducerilor la fel în toate componentele
ru: Поддержание единого перевода в разных компонентах
sv: Hålla översättningarna lika mellan komponenterna
ta: கூறுகள் முழுவதும் மொழிபெயர்ப்புகளை ஒரே மாதிரியாக வைத்திருத்தல்
tr: Bileşenler arasında çevirilerin tutarlığını sağlamak
uk: Підтримання синхронізації перекладів у різних складниках
zh_hans: 跨部件保持翻译一致
zh_hant: 跨組件保持翻譯一致

source: Once you have multiple translation components, you might want to ensure that the same strings have same translation. This can be achieved at several levels.
de: Wenn Sie mehrere Übersetzungskomponenten haben, möchten Sie möglicherweise sicherstellen, dass die selben Zeichenketten dieselbe Übersetzung haben. Dies kann auf mehreren Ebenen erreicht werden.
ga: Nuair a bheidh ilchodanna aistriúcháin agat, b'fhéidir gur mhaith leat a chinntiú go bhfuil an t-aistriúchán céanna ar na teaghráin chéanna. Is féidir é seo a bhaint amach ar leibhéil éagsúla.
hu: Ha több fordítási összetevője van, érdemes lehet biztosítani, hogy az azonos szövegek ugyanazt a fordítást kapják. Erre többféle megoldás is létezik.
id: Setelah Anda memiliki beberapa komponen terjemahan, Anda mungkin ingin memastikan bahwa string yang sama memiliki terjemahan yang sama. Hal ini dapat dicapai pada beberapa tingkatan.
ja: 複数の翻訳コンポーネントを作成したとき、同じ文字列は同じ翻訳になるようにしたいことでしょう。これはいくつかのレベルで実現できます。
nl: Als eenmaal meerdere vertaalonderdelen hebt, zou u er misschien voor willen zorgen dat dezelfde tekenreeksen ook dezelfde vertaling hebben. Dat kan op verscheidene niveaus worden bereikt.
pt: Uma vez que tenha vários componentes de tradução, pode garantir que as mesmas cadeias tenham a mesma tradução. Isso pode ser alcançado em vários níveis.
pt_br: Uma vez que você tenha vários componentes de tradução, você pode querer garantir que os mesmos textos tenham a mesma tradução. Isso pode ser alcançado em vários níveis.
ro: Odată ce aveți mai multe componente de traducere, ați putea dori să vă asigurați că aceleași șiruri de caractere au aceeași traducere. Acest lucru poate fi realizat la mai multe niveluri.
ru: Если у вас несколько компонентов перевода, вы возможно захотите убедиться, что одни и те же строки имеют один и тот же перевод. Этого можно достичь на нескольких уровнях.
sv: När du har flera översättningskomponenter kan det vara bra att se till att samma strängar har samma översättning. Detta kan uppnås på flera nivåer.
ta: உங்களிடம் பல மொழிபெயர்ப்பு கூறுகள் கிடைத்தவுடன், ஒரே சரங்களுக்கு ஒரே மொழிபெயர்ப்பு இருப்பதை உறுதிப்படுத்த விரும்பலாம். இதை பல நிலைகளில் அடையலாம்.
tr: Birden çok çeviri bileşeniniz olduğunda, aynı dizgelerin çevirilerinin de aynı olduğundan emin olmak isteyebilirsiniz. Bu tutarlılık birkaç düzeyde sağlanabilir.
uk: Якщо у вас декілька складників перекладу, у вас може виникнути потреба у тому, щоб однакові рядки мали однакові переклади. Досягти такої синхронізації можна на декількох рівнях.
zh_hans: 一旦具有多个翻译部件，你会想要确保相同的字符串具有相同的翻译。这可以在几个层次实现。
zh_hant: 一旦具有多個翻譯組件，你會想要確保相同的字符串具有相同的翻譯。這可以在幾個層次實現。

source: Translation propagation
de: Übersetzungsweitergabe
ga: Iomadú aistriúcháin
hu: Fordítási terjesztés
id: Propagasi terjemahan
ja: 翻訳の反映
nl: Verspreiden van vertaling
pt: Propagação de tradução
pt_br: Propagação de tradução
ro: Propagarea traducerii
ru: Распространение перевода
sv: Översättningsspridning
ta: மொழிபெயர்ப்பு பரப்புதல்
tr: Çevirilerin yayılmasını sağlamak
uk: Синхронізація перекладу
zh_hans: 翻译传播
zh_hant: 翻譯宣傳

source: With :ref:`component-allow_translation_propagation` enabled (what is the default, see :ref:`component`), all new translations are automatically done in all components with matching strings. Such translations are properly credited to currently translating user in all components.
de: Wenn :ref:`component-allow_translation_propagation` aktiviert ist (was die Voreinstellung ist, siehe :ref:`component`), werden alle neuen Übersetzungen automatisch in allen Komponenten mit übereinstimmenden Zeichenketten durchgeführt. Solche Übersetzungen werden dem aktuell übersetzenden Benutzer in allen Komponenten korrekt zugeordnet.
ga: Le :ref:`component-allow_translation_propagation` cumasaithe (cad é an réamhshocrú, féach :ref:`component`), déantar gach aistriúchán nua go huathoibríoch i ngach comhpháirt le teaghráin mheaitseála. Cuirtear na haistriúcháin sin chun sochair go cuí don úsáideoir atá ag aistriú faoi láthair i ngach comhpháirt.
hu: Ha a :ref:`component-allow_translation_propagation` beállítás engedélyezve van (ami alapértelmezés szerint így van, lásd: :ref:`component`), akkor az új fordítások automatikusan megjelennek minden olyan összetevőben, ahol a szövegek megegyeznek. Az ilyen módon terjesztett fordítások minden összetevőben a fordítást végző felhasználó nevéhez lesznek rögzítve.
id: Dengan :ref:`component-allow_translation_propagation` diaktifkan (lihat :ref:`component` sebagai nilai bawaan), semua penerjemahan baru akan otomatis dilakukan di semua komponen dengan string yang cocok. Terjemahan tersebut akan dikreditkan dengan benar kepada pengguna yang sedang menerjemahkan di semua komponen.
ja: :ref:`component-allow_translation_propagation` を有効にすると（デフォルトについては、参照: :ref:`component`）、すべての新しい翻訳は、一致する文字列を持つすべてのコンポーネントに自動的に反映されます。このような翻訳は、すべてのコンポーネントで現在の翻訳ユーザーが適切にクレジットされます。
nl: Met :ref:`component-allow_translation_propagation` ingeschakeld (wat de standaard is, bekijk :ref:`component`), worden alle nieuwe vertalingen automatisch doorgevoerd in alle onderdelen met overeenkomende tekenreeksen. Dergelijke vertalingen worden op de juiste wijze geattribueerd met de huidige vertalende gebruiker in alle onderdelen.
pt: Com :ref:`component-allow_translation_propagation` ativada (que é o padrão, consulte :ref:`component`), todas as novas traduções são feitas automaticamente em todos os componentes com cadeias correspondentes. Estas traduções são devidamente creditadas ao utilizador que traduz atualmente em todos os componentes.
pt_br: Com :ref:`component-allow_translation_propagation` habilitada (que é o padrão, consulte :ref:`component`), todas as novas traduções são feitas automaticamente em todos os componentes com textos correspondentes. Estas traduções são devidamente creditadas ao usuário que traduz atualmente em todos os componentes.
ro: Cu :ref:`component-allow_translation_propagation` activat (ceea ce este implicit, vezi :ref:`component`), toate traducerile noi sunt efectuate automat în toate componentele cu șiruri de caractere corespunzătoare. Astfel de traduceri sunt creditate în mod corespunzător utilizatorului care traduce în mod curent în toate componentele.
ru: При включённой функции :ref:`component-allow_translation_propagation` (которая включена по умолчанию, смотрите раздел :ref:`component`), все новые переводы автоматически копируются во все компоненты с совпадающими строками. Такие переводы должным образом засчитываются текущему пользователю-переводчику во всех компонентах.
sv: Med :ref:`component-allow_translation_propagation` aktiverat (vilket är standard, se :ref:`component`) görs alla nya översättningar automatiskt i alla komponenter med matchande strängar. Sådana översättningar krediteras korrekt till den användare som för närvarande översätter i alla komponenter.
tr: :ref:`component-allow_translation_propagation` seçeneği kullanıma alınmışken (varsayılan değer nedir, ayrıntılı bilgi almak için: :ref:`component`), tüm yeni çeviriler dizgeleri eşleşen tüm bileşenlerde kendiliğinden yapılır. Bu tür çeviriler, tüm bileşenlerde çeviriyi yapan geçerli kullanıcının hesabına yazılır.
uk: Якщо увімкнено :ref:`component-allow_translation_propagation` (типова поведінка, див. :ref:`component`), усі нові переклади автоматично виконуватимуться в усіх складниках із відповідними рядками. Авторство таких перекладів буде визначено належним чином — автором в усіх складниках вважатиметься той, хто здійснив переклад в одному із складників.
zh_hans: 当 :ref:`component-allow_translation_propagation` 处于启用状态时（这是默认的，请参见 :ref:`component` ），在所有的部件中字符串匹配时，所有新的翻译自动进行。在所有的部件中这样的翻译都适当地归功于当前翻译的用户。

source: Propagation preconditions:
de: Voraussetzungen für die Weitergabe:
ga: Réamhchoinníollacha iomadúcháin:
hu: Terjesztési előfeltételek:
id: Prakondisi propagasi:
nl: Doorgegeven voorwaarden vooraf:
sv: Förutsättningar för spridning:
uk: Передумови поширення:
