Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Most likely these will not be directly usable to you, but might come in handy as a starting point if adjusted to meet your needs.
de: Höchstwahrscheinlich sind diese für Sie nicht direkt verwendbar, können aber als Ausgangspunkt nützlich sein, wenn Sie sie an Ihre Bedürfnisse anpassen.
ga: Is dócha nach mbeidh siad seo inúsáidte go díreach duit, ach d’fhéadfadh go mbeadh siad áisiúil mar phointe tosaigh má dhéantar iad a choigeartú chun freastal ar do chuid riachtanas.
hu: Valószínűleg ezek így nem lesznek közvetlenül használhatók, de kiindulási alapként jól jöhetnek, ha az igényeihez igazítja őket.
id: Kemungkinan besar ini tidak dapat langsung Anda gunakan, tetapi mungkin berguna sebagai titik awal jika disesuaikan dengan kebutuhan Anda.
ja: 多くの場合、これをそのまま使用することは難しいですが、必要に合わせて変更したりすると、足掛かりとしては参考になります。
nl: Zeer waarschijnlijk zullen deze niet direct bruikbaar voor u zijn, maar ze kunnen handig zijn als een beginpunt om aan te passen naar uw behoeften.
pt: Muito provavelmente, eles não serão úteis diretamente para si, mas podem ser úteis como um ponto de partida se ajustados para atender às suas necessidades.
pt_br: Muito provavelmente, eles não serão úteis diretamente para você, mas podem ser úteis como um ponto de partida se ajustados para atender às suas necessidades.
ro: Cel mai probabil, acestea nu vă vor fi direct utilizabile, dar ar putea fi utile ca punct de plecare, dacă sunt adaptate pentru a răspunde nevoilor dumneavoastră.
ru: Скорей всего, вы не сможете просто «взять и использовать» их, так как они вам не подойдут. Однако, вы можете скорректировать их под свои нужды или они могут послужить отправной точкой при написании собственных документов.
sv: Dessa kommer troligen inte att vara direkt användbara för dig, men kan vara till hjälp som utgångspunkt om de anpassas efter dina behov.
ta: பெரும்பாலும் இவை உங்களுக்கு நேரடியாகப் பயன்படுத்தப்படாது, ஆனால் உங்கள் தேவைகளைப் நிறைவு செய்ய சரிசெய்யப்பட்டால் ஒரு தொடக்க புள்ளியாக கைக்கு வரக்கூடும்.
tr: Büyük olasılıkla bunları olduğu gibi kullanamazsınız. Ancak gereksinimlerinize uygun olarak ayarlamakta başlangıç noktası olarak yararlı olabilir.
uk: Найімовірніше, ці документи не будуть безпосередньо придатними для використання вами, але можуть бути корисними як база, яку ви можете скоригувати до ваших потреб.
zh_hans: 这些很可能对您没有直接的用处，但如果调整来满足您的需求时，以此作为起点可能会比较方便。
zh_hant: 這些很可能對您沒有直接的用處，但如果調整來滿足您的需求時，以此作為起點可能會比較方便。

source: 1. Add ``weblate.legal`` to installed apps in :file:`settings.py`:
de: 1. ``weblate.legal`` zu den installierten Anwendungen in :file:`settings.py` hinzufügen:
ga: 1. Cuir ``weblate.legal`` le feidhmchláir suiteáilte in :file:`settings.py`:
hu: 1. Adja hozzá az ``weblate.legal`` modult a :file:`settings.py` fájlban a telepített alkalmazásokhoz:
id: 1. Tambahkan ``weblate.legal`` ke aplikasi yang terinstal di :file:`settings.py`:
ja: 1. :file:`settings.py` ファイル内の、インストールするアプリに ``weblate.legal`` を追加する:
nl: 1. Voeg ``weblate.legal`` toe aan geïnstalleerde apps in :file:`settings.py`:
pt: 1. Adicione ``weblate.legal`` às apps instaladas em :file:`settings.py`:
pt_br: 1. Adicione ``weblate.legal`` aos aplicativos instalados em :file:`settings.py`:
ro: 1. Adăugați ``weblate.legal`` la aplicațiile instalate în :file:`settings.py`:
ru: 1. Добавьте ``weblate.legal`` в установленные приложения в файле :file:`settings.py`:
sv: 1. Lägg till ``weblate.legal`` till installerade appar i :file:`settings.py`:
tr: 1. :file:`settings.py` dosyasındaki kurulu uygulamalara ``weblate.legal`` ekleyin:
uk: 1. Додайте ``weblate.legal`` до встановлених програм у :file:`settings.py`:
zh_hans: 1. 将 ``weblate.legal`` 添加到安装的 app 的 :file:`settings.py` 中：
zh_hant: 1. 將 ``weblate.legal`` 添加到安裝的 app 的 :file:`settings.py` 中：

source: Edit the legal documents in the :file:`weblate/legal/templates/legal/` folder to match your service.
de: Die Rechtsdokumente im Ordner :file:`weblate/legal/templates/legal/` bearbeiten, um sie an Ihren Dienst anzupassen.
ga: Cuir na doiciméid dhlíthiúla san fhillteán :file:`weblate/legal/templates/legal/` a chur in eagar chun do sheirbhís a mheaitseáil.
hu: A :file:`weblate/legal/templates/legal/` mappában található jogi dokumentumokat igazítsa a saját szolgáltatásához.
id: Sunting dokumen hukum di map :file:`weblate/legal/templates/legal/` agar sesuai dengan layanan Anda.
ja: :file:`weblate/legal/templates/legal/` フォルダーにある法的文書を、サービスに合わせて編集する。
nl: Bewerk de wettelijke documenten in de map :file:`weblate/legal/templates/legal/` om overeen te komen met uw service.
pt: Edite os documentos jurídicos na pasta :file:`weblate/legal/templates/legal/` para corresponder ao seu serviço.
pt_br: Edite os documentos jurídicos na pasta :file:`weblate/legal/templates/legal/` para corresponder ao seu serviço.
ro: Modificați documentele juridice din dosarul :file:`weblate/legal/templates/legal/` pentru a corespunde serviciului dumneavoastră.
ru: Отредактируйте юридические документы в каталоге :file:`weblate/legal/templates/legal/` в соответствии с вашими условиями.
sv: Redigera de juridiska dokumenten i mappen :file:`weblate/legal/templates/legal/` så att de passar din tjänst.
tr: :file:`weblate/legal/templates/legal/` klasöründeki yasal belgeleri size uygun şekilde düzenleyin.
uk: Змініть юридичні документи у теці :file:`weblate/legal/templates/legal/` так, щоб вони відповідали вашій службі.
zh_hans: 编辑 :file:`weblate/legal/templates/legal/` 文件夹中的而法律文件，与您的服务匹配。
zh_hant: 編輯 :file:`weblate/legal/templates/legal/` 文件夾中的而法律文檔，與您的服務匹配。

source: After installation and editing, the legal documents are shown in the Weblate UI.
de: Nach der Installation und Bearbeitung werden die Rechtsdokumente in der Weblate-Bedienoberfläche angezeigt.
ga: Tar éis suiteáil agus eagarthóireacht, taispeántar na doiciméid dhlíthiúla san Chomhéadain Weblate.
hu: A telepítés és a szerkesztés után a jogi dokumentumok megjelennek a Weblate felületén.
id: Setelah instalasi dan penyuntingan, dokumen hukum ditampilkan di UI Weblate.
ja: インストールと編集をすると、法的文書が Weblate UI に表示されます。
nl: Na het installeren en bewerken worden de wettelijke documenten weergegeven in de gebruikersinterface van Weblate.
pt: Após a instalação e edição, os documentos legais são exibidos na interface de utilizador do Weblate.
pt_br: Após a instalação e edição, os documentos legais são exibidos na interface de usuário do Weblate.
ro: După instalare și editare, documentele juridice sunt afișate în Weblate UI.
ru: После установки и редактирования юридические документы будут отображаться в пользовательском интерфейсе Weblate.
sv: Efter installation och redigering visas de juridiska dokumenten i Weblate-gränssnittet.
ta: நிறுவல் மற்றும் திருத்திய பின், சட்ட ஆவணங்கள் வலைபெயர்ப்பு இடைமுகம் இல் காட்டப்பட்டுள்ளன.
tr: Kurulum ve düzenlemeden sonra, yasal belgeler Weblate arayüzünde görüntülenir.
uk: Після встановлення і редагування юридичні документи буде показано у інтерфейсі користувача Weblate.
zh_hans: 安装并编辑后，法律文件显示在 Weblate 界面中。
zh_hant: 安裝並編輯後，法律文檔顯示在 Weblate UI 中。

source: Avatars
de: Avatare
ga: Abhatáir
hu: Profilképek
id: Avatar
ja: アバター
pt: Avatares
pt_br: Avatares
ro: Avataruri
ru: Аватары
sv: Avatarer
ta: அவதாரங்கள்
tr: Avatarlar
uk: Аватари
zh_hans: 头像

source: Avatars are downloaded and cached server-side to reduce information leaks to the sites serving them by default. The built-in support for fetching avatars from e-mails addresses configured for it can be turned off using :setting:`ENABLE_AVATARS`.
de: Avatare werden standardmäßig heruntergeladen und serverseitig zwischengespeichert, um Informationslecks zu den Websites, die sie anbieten, zu reduzieren. Die integrierte Unterstützung für das Abrufen von Avataren von E-Mail-Adressen, die dafür konfiguriert sind, kann mit :setting:`ENABLE_AVATARS` deaktiviert werden.
ga: Déantar avatars a íoslódáil agus a thaisceadh ar thaobh an fhreastalaí chun sceitheadh faisnéise chuig na suíomhanna a fhreastalaíonn orthu de réir réamhshocraithe a laghdú. Is féidir an tacaíocht ionsuite chun avatars a fháil ó sheoltaí ríomhphoist atá cumraithe dó a mhúchadh trí úsáid a bhaint as :setting:`ENABLE_AVATARS`.
hu: A profilképek szerveroldali letöltése és gyorsítótárazása alapértelmezés szerint csökkenti az információszivárgás kockázatát a képeket kiszolgáló oldalak felé. Az e-mail-címek alapján történő profilkép-letöltés beépített támogatása kikapcsolható az :setting:`ENABLE_AVATARS` beállítással.
id: Avatar diunduh dan disimpan di sisi server untuk mengurangi kebocoran informasi ke situs yang menyediakannya secara bawaan. Dukungan bawaan untuk mengambil avatar dari alamat email yang dikonfigurasi untuknya dapat dinonaktifkan menggunakan :setting:`ENABLE_AVATARS`.
ja: アバターはダウンロードして、サーバー側でキャッシュされるので、デフォルトではアバターを提供しているサイトへの情報漏洩を減らせます。設定したメールアドレスからアバターを取得する機能は、:setting:`ENABLE_AVATARS` を使用して無効化します。
nl: Avatars worden gedownload en gecachet aan de kant van de server om het lekken van informatie te verkleinen voor de sites die ze standaard serveren. De ingebouwde ondersteuning voor het ophalen van avatars uit daarvoor geconfigureerde e-mailadressen kan worden uitgeschakeld met :setting:`ENABLE_AVATARS`.
pt: Os avatares são descarredaos e armazenados em cache no lado do servidor para reduzir o vazamento de informações para os sites que os servem por predefinição. O suporte embutido para buscar avatares de endereços de e-mail configurados para isso pode ser desligado usando :setting:`ENABLE_AVATARS`.
pt_br: Os avatares são baixados e armazenados em cache no lado do servidor para reduzir o vazamento de informações para os sites que os servem por padrão. O suporte embutido para buscar avatares de endereços de e-mail configurados para isso pode ser desligado usando :setting:`ENABLE_AVATARS`.
ro: Avatarurile sunt descărcate și stocate în memoria cache pe server pentru a reduce scurgerile de informații către site-urile care le oferă în mod implicit. Suportul încorporat pentru preluarea avatarurilor de la adresele de e-mail configurate în acest scop poate fi dezactivat cu :setting:`ENABLE_AVATARS`.
ru: Аватары загружаются и кэшируются на стороне сервера, чтобы уменьшить утечку информации на сайты, обслуживающие их по умолчанию. Встроенную поддержку получения аватаров из настроенных для этого адресов электронной почты можно отключить с помощью параметра :setting:`ENABLE_AVATARS`.
sv: Avatarer laddas ner och cachelagras på serversidan för att minska informationsläckor till de webbplatser som serverar dem som standard. Det inbyggda stödet för att hämta avatarer från e-postadresser som konfigurerats för detta kan stängas av med :setting:`ENABLE_AVATARS`.
tr: Avatarlar, varsayılan olarak hizmet verdikleri sitelerden bilgi sızıntılarını azaltmak için sunucu tarafına indirilir ve ön belleğe alınır. Bunun için yapılandırılmış e-posta adreslerinden avatarları almayı sağlama özelliği :setting:`ENABLE_AVATARS` seçeneği ile kullanımdan kaldırılabilir.
uk: Аватари завантажуються і кешуються на боці сервера для зменшення витоку відомостей для сайтів, які їх типово обслуговують. Вбудовану підтримку для отримання аватарів з адрес електронної пошти, які для них налаштовано, можна вимкнути за допомогою :setting:`ENABLE_AVATARS`.
zh_hans: 头像在服务器端下载并缓存，来减少对默认服务的网站的泄露。通过为其配置的电子邮箱地址来取回头像的内建支持，可以使用 :setting:`ENABLE_AVATARS` 来关闭。
zh_hant: 頭像在服務器端下載並緩存，來減少對默認服務的網站的洩露。通過為其配置的電子郵件地址來取回頭像的內建支持，可以使用 :setting:`ENABLE_AVATARS` 來關閉。

source: Weblate currently supports:
de: Weblate unterstützt derzeit:
ga: Tacaíonn Weblate faoi láthair:
hu: Weblate jelenleg a következőket támogatja:
id: Weblate saat ini mendukung:
ja: 現在 Weblate が対応しているアバター:
nl: Weblate ondersteunt momenteel:
pt: Atualmente, o Weblate oferece suporte a:
pt_br: Atualmente, o Weblate oferece suporte a:
ro: Weblate suportă în prezent:
ru: В настоящее время Weblate поддерживает:
sv: Weblate stöder för närvarande:
ta: வலைபெயர்ப்பு தற்போது ஆதரிக்கிறது:
tr: Weblate şu anda şunları destekliyor:
uk: У поточній версії Weblate передбачено підтримку таких служб:
zh_hans: 当前的 Weblate 支持：

source: Signing Git commits with GnuPG
de: Git-Commits mit GnuPG signieren
ga: Tiomnaíonn síniú Git le GnuPG
hu: Git véglegesítések aláírása GnuPG-vel
id: Menandatangani komit Git dengan GnuPG
ja: GnuPG を使用した Git コミットの署名
nl: Ondertekenen van indieningen voor Git met GnuPG
pt: Assinando commits do Git com GnuPG
pt_br: Assinando commits do Git com GnuPG
ro: Semnarea comenzilor Git cu GnuPG
ru: Подписание коммитов Git с помощью GnuPG
sv: Signera Git-commits med GnuPG
ta: கையொப்பமிடும் அறிவிலி க்னப் உடன் கம்யூட்
tr: Git işlemelerini GnuPG ile imzalamak
uk: Підписування внесків Git за допомогою GnuPG
zh_hans: 使用 GnuPG 为 Git 提交签名
zh_hant: 簽署 GnuPG 的 Git 承諾

source: All commits can be signed by the GnuPG key of the Weblate instance.
de: Alle Commits können mit dem GnuPG-Schlüssel der Weblate-Instanz signiert werden.
ga: Is féidir gach gealltanas a shíniú le heochair GnuPG an ásc Weblate.
hu: Minden véglegesítés aláírható a Weblate példány saját GnuPG-kulcsával.
id: Semua komit dapat ditandatangani dengan kunci GnuPG dari instansi Weblate.
ja: すべてのコミットを、Weblate インスタンスの GnuPG 鍵を使用して署名します。
nl: Alle commits kunnen worden ondertekend met de sleutel voor GnuPG van de instantie van Weblate.
pt: Todos os commits podem ser assinados pela chave GnuPG da instância Weblate.
pt_br: Todos os commits podem ser assinados pela chave GnuPG da instância Weblate.
ro: Toate angajamentele pot fi semnate de cheia GnuPG a instanței Weblate.
ru: Все коммиты могут быть подписаны с помощью ключа GnuPG вашего экземпляра Weblate.
sv: Alla commit kan signeras med GnuPG-nyckeln för Weblate-instansen.
ta: எல்லா கமிட்டுகளையும் வலைபெயர்ப்பு நிகழ்வின் gnupg விசையால் கையொப்பமிடலாம்.
tr: Tüm işlemeler Weblate kopyasının GnuPG anahtarı tarafından imzalanabilir.
uk: Усі внески можна підписувати за допомогою ключа GnuPG екземпляра Weblate.
zh_hans: 所有的提交均可由 Weblate 实例的 GnuPG 密钥为其签名。
zh_hant: 所有的承諾可以由 Weblate 時間的 GnuPG 密鑰簽署。

source: Turn on :setting:`WEBLATE_GPG_IDENTITY`. (Weblate will generate a GnuPG key when needed and will use it to sign all translation commits.)
de: Schalten Sie :setting:`WEBLATE_GPG_IDENTITY` ein. (Weblate erzeugt bei Bedarf einen GnuPG-Schlüssel und verwendet ihn zum Signieren aller Commits von Übersetzungen.)
ga: Cuir ar siúl :setting:`WEBLATE_GPG_IDENTITY`. (Ginfidh Weblate eochair GnuPG nuair is gá agus úsáidfear í chun gach gealltanas aistriúcháin a shíniú.)
hu: Kapcsolja be a :setting:`WEBLATE_GPG_IDENTITY` beállítást. (A Weblate szükség esetén létrehoz egy GnuPG-kulcsot, és azzal írja alá az összes fordítási véglegesítést.)
id: Aktifkan :setting:`WEBLATE_GPG_IDENTITY`. (Weblate akan menghasilkan kunci GNUPG saat dibutuhkan dan akan menggunakannya untuk menandatangani semua komit terjemahan.)
nl: Schakel in :setting:`WEBLATE_GPG_IDENTITY`. (Weblate zal een GnuPG-sleutel genereren indien nodig en zal die gebruiken om alle commits voor vertalingen te ondertekenen.)
pt_br: Ative :setting:`WEBLATE_GPG_IDENTITY`. (Weblate irá gerar uma chave GnuPG quando necessário e irá usá-la para assinar todos os commits de tradução.)
sv: Aktivera :setting:`WEBLATE_GPG_IDENTITY`. (Weblate genererar en GnuPG-nyckel när det behövs och använder den för att signera alla översättningskommandon.)
tr: :setting:`WEBLATE_GPG_IDENTITY` ayarını açın. (Weblate, gerektiğinde bir GnuPG anahtarı oluşturur ve bunu tüm çeviri işlemelerini imzalamak için kullanır.)
uk: Увімкніть :setting:`WEBLATE_GPG_IDENTITY`. (Weblate за потреби згенерує ключ GnuPG і використовуватиме його для підпису всіх комітів перекладу.)

source: This feature needs GnuPG 2.1 or newer installed.
de: Für diese Funktion muss GnuPG 2.1 oder neuer installiert sein.
ga: Teastaíonn GnuPG 2.1 nó níos nuaí a shuiteáil ón ngné seo.
hu: Ez a funkció GnuPG 2.1 vagy újabb verziót igényel.
id: Fitur ini membutuhkan GnuPG 2.1 atau yang lebih baru diinstal.
ja: この機能には、GnuPG 2.1 以降がインストールされていることが必要です。
nl: Voor deze mogelijkheid moet GnuPG 2.1 of nieuwer zijn geïnstalleerd.
pt: Este recurso precisa do GnuPG 2.1 ou mais recente instalado.
pt_br: Este recurso precisa do GnuPG 2.1 ou mais recente instalado.
ro: Această funcție necesită instalarea GnuPG 2.1 sau o versiune mai nouă.
ru: Эта функция требует установки GnuPG 2.1 или новее.
sv: Denna funktion kräver att GnuPG 2.1 eller senare är installerat.
ta: இந்த அம்சத்திற்கு gnupg 2.1 அல்லது புதிய நிறுவப்பட்ட தேவை.
tr: Bu özellik için GnuPG 2.1 ya da üzerindeki bir sürüm kurulu olmalıdır.
uk: Для користування цією можливістю слід встановити GnuPG 2.1 або новішу версію.
zh_hans: 此功能需要安装 GnuPG 2.1 或更新版本。
zh_hant: 這個特性需要安裝 GnuPG 2.1 或更新版。

source: You can find the key in the :setting:`DATA_DIR` and the public key is shown on the "About" page:
de: Sie finden den Schlüssel in :setting:`DATA_DIR` und der öffentliche Schlüssel wird auf der „Über Weblate“-Seite angezeigt:
ga: Is féidir leat an eochair a fháil i :setting:`DATA_DIR` agus taispeántar an eochair phoiblí ar an leathanach “Maidir”:
hu: A kulcs a :setting:`DATA_DIR` könyvtárban található, a nyilvános kulcs pedig a „Névjegy” oldalon tekinthető meg:
id: Anda dapat menemukan kunci dalam :setting:`DATA_DIR` dan kunci publik ditampilkan pada halaman" Tentang ":
ja: 鍵は :setting:`DATA_DIR` にあり、公開鍵は「Weblate について」 のページに表示されます。表示例:
nl: De sleutel is te vinden in de :setting:`DATA_DIR` en de publieke sleutel wordt weergegeven op de pagina "Over":
pt: Pode encontrar a chave em :setting:`DATA_DIR` e a chave pública é mostrada na página "Sobre":
pt_br: Você pode encontrar a chave em :setting:`DATA_DIR` e a chave pública é mostrada na página "Sobre":
ro: Cheia poate fi găsită în :setting:`DATA_DIR`, iar cheia publică este afișată pe pagina "Despre":
ru: Этот ключ будет хранится по пути, указанному в :setting:`DATA_DIR`, а открытый ключ будет отображаться на странице «О Weblate» (`/about/`):
sv: Du hittar nyckeln i :setting:`DATA_DIR` och den offentliga nyckeln visas på sidan "Om":
tr: Anahtarı :setting:`DATA_DIR` içinde bulabilirsiniz. Herkese açık anahtar "Hakkında" sayfasında görüntülenir:
uk: Ключ зберігається у каталозі :setting:`DATA_DIR`, а відкритий ключ буде показано на сторінці «Про Weblate»:
zh_hans: 您可以在 :setting:`DATA_DIR` 中找到密钥，公钥显示在“关于”页面上：
zh_hant: 您可以在 :setting:`DATA_DIR` 中找到密鑰，而公鑰顯示在“關於”頁面上：

source: Alternatively you can also import existing keys into Weblate, just set ``HOME=$DATA_DIR/home`` when invoking gpg.
de: Alternativ können Sie auch bestehende Schlüssel in Weblate importieren, indem Sie beim Aufruf von gpg ``HOME=$DATA_DIR/home`` setzen.
ga: Nó is féidir leat eochracha atá ann cheana a iompórtáil isteach i Weblate, níl le déanamh ach ``HOME=$DATA_DIR/home`` a shocrú agus gpg á agairt agat.
hu: Alternatív megoldásként meglévő kulcsokat is importálhat Weblate-be, ehhez a ``HOME=$DATA_DIR/home`` beállítást használja a gpg meghívásakor.
id: Atau Anda juga dapat mengimpor kunci yang ada ke dalam Weblate, cukup atur ``HOME=$DATA_DIR/home`` saat memohon gpg.
nl: Als alternatief kunt u ook bestaande sleutels importeren in Weblate, stel eenvoudigweg ``HOME=$DATA_DIR/home`` in bij het activeren van GPG.
pt_br: Alternativamente, você também pode importar as chaves existentes para o Weblate, apenas defina ``HOME=$DATA_DIR/home`` ao invocar gpg.
sv: Alternativt kan du också importera befintliga nycklar till Weblate, ställ bara in ``HOME=$DATA_DIR/home`` när du anropar gpg.
tr: Alternatif olarak, var olan anahtarları Weblate içine de aktarabilirsiniz. gpg çağırırken ``HOME = $DATA_DIR/home`` ayarını yapmanız yeterlidir.
uk: Крім того, ви також можете імпортувати існуючі ключі в Weblate, просто встановіть ``HOME=$DATA_DIR/home`` під час виклику gpg.

source: The key material is cached by Weblate for a long period. In case you let Weblate generate a key with :setting:`WEBLATE_GPG_IDENTITY` and then import key with the same identity to use an existing key, purging redis cache is recommended to see the effect of such change.
de: Das Schlüsselmaterial wird von Weblate über einen längeren Zeitraum zwischengespeichert. Falls Sie Weblate einen Schlüssel mit :setting:`WEBLATE_GPG_IDENTITY` erzeugen lassen und dann einen Schlüssel mit der gleichen Identität importieren, um einen bestehenden Schlüssel zu verwenden, wird empfohlen, den Redis-Cache zu leeren, um die Auswirkungen einer solchen Änderung zu sehen.
ga: Tá an t-ábhar lárnach i dtaisce ag Weblate ar feadh tréimhse fada. Ar eagla go ligeann tú do Weblate eochair a ghiniúint le :setting:`WEBLATE_GPG_IDENTITY` agus ansin eochair a iompórtáil leis an aitheantas céanna chun eochair atá ann cheana a úsáid, moltar an taisce redis a ghlanadh chun éifeacht an athraithe sin a fheiceáil.
hu: A kulcsanyag hosszú ideig gyorsítótárazódik Weblate-ben. Ha a :setting:`WEBLATE_GPG_IDENTITY` beállítással generált kulcsot később egy azonosítót használó meglévő kulcsra szeretné cserélni, ajánlott a redis gyorsítótár ürítése, hogy a módosítás érvényesüljön.
id: Materi kunci disimpan dalam penyimpanan oleh Weblate untuk jangka waktu yang lama. Jika Anda mengizinkan Weblate menghasilkan kunci dengan :setting:`WEBLATE_GPG_IDENTITY` lalu mengimpor kunci dengan identitas yang sama untuk menggunakan kunci yang sudah ada, disarankan untuk membersihkan penyimpanan Redis guna melihat dampak perubahan tersebut.
ja: キーマテリアルは、Weblate により長期間キャッシュされます。:setting:`WEBLATE_GPG_IDENTITY` を使用して Weblate に鍵を生成させ、同じ ID で鍵をインポートして既存の鍵を使用する場合、この変更の効果を確認するためには、Redis のキャッシュのクリアをしてください。
nl: Het materiaal van de sleutel wordt door Weblate voor een lange periode gecachet. In het geval u Weblate een sleutel laat genereren met :setting:`WEBLATE_GPG_IDENTITY` en dan de sleutel importeert met dezelfde identiteit om voor een bestaande sleutel te gebruiken, wordt het purgen van de cache van Redis aanbevolen om het effect van een dergelijke wijziging te kunnen zien.
pt: O material da chave é armazenado em cache pelo Weblate por um longo período. Caso permita que o Weblate gere uma chave com :setting:`WEBLATE_GPG_IDENTITY` e, em seguida, importe uma chave com a mesma identidade para usar uma chave existente, é recomendável limpar o cache do Redis para ver o efeito dessa alteração.
pt_br: O material da chave é armazenado em cache pelo Weblate por um longo período. Caso você permita que o Weblate gere uma chave com :setting:`WEBLATE_GPG_IDENTITY` e, em seguida, importe uma chave com a mesma identidade para usar uma chave existente, é recomendável limpar o cache do Redis para ver o efeito dessa alteração.
ru: Ключевой материал кэшируется Weblate на длительный период. Если вы позволяете Weblate создать ключ с :setting:`WEBLATE_GPG_IDENTITY`, а затем импортировать ключ с тем же идентификатором, чтобы использовать существующий ключ, рекомендуется очистить кэш Redis, чтобы увидеть эффект такого изменения.
sv: Nyckelmaterialet cachelagras av Weblate under en lång period. Om du låter Weblate generera en nyckel med :setting:`WEBLATE_GPG_IDENTITY` och sedan importerar nyckeln med samma identitet för att använda en befintlig nyckel, rekommenderas det att rensa redis-cachen för att se effekten av en sådan ändring.
tr: Weblate anahtar materyalini uzun süreyle ön belleğe alır. :setting:`WEBLATE_GPG_IDENTITY` seçeneği ile Weblate tarafından bir anahtar oluşturmasına izin veriyorsanız ve var olan bir anahtarı kullanmak için aynı kimlikli anahtarı Weblate içine aktarırsanız, bu tür bir değişikliğin etkisini görmek için redis ön belleğini temizlemeniz önerilir.
uk: Дані ключів зберігаються у кеші Weblate протягом довгого часу. Якщо ви надасте Weblate змогу створити ключ з :setting:`WEBLATE_GPG_IDENTITY`, а потім імпортуєте ключ для того самого профілю для використання його як наявного ключа, рекомендуємо очистити кеш redis, щоб зміни набули чинності.
zh_hans: Weblate 会将关键材料缓存很长一段时间。如果你通过 :setting:`WEBLATE_GPG_IDENTITY` 让 Weblate 生成一个密钥，接着用相同身份导入密钥来使用现有密钥的话，建议清空 redis 缓存来查看此类更改的效果。
