Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The database backups are saved as plain text by default, but they can also be compressed or entirely skipped using :setting:`DATABASE_BACKUP`.
de: Die Datenbanksicherungen werden standardmäßig als reiner Text gespeichert, können aber auch komprimiert oder mit :setting:`DATABASE_BACKUP` ganz übersprungen werden.
ga: Déantar cúltacaí an bhunachair shonraí a shábháil mar ghnáth-théacs de réir réamhshocraithe, ach is féidir iad a chomhbhrú nó a scipeáil go hiomlán trí úsáid a bhaint as :setting:`DATABASE_BACKUP`.
hu: Az adatbázis-mentések alapértelmezetten szöveges formátumban kerülnek mentésre, de tömörítve is elmenthetők vagy akár teljesen kihagyhatók a :setting:`DATABASE_BACKUP` beállítással.
id: Rekam cadang basis data disimpan sebagai teks biasa secara asali, tetapi mereka juga dapat dikompresi atau seluruhnya dilewati menggunakan :setting:`DATABASE_BACKUP`.
ja: データベースのバックアップは、デフォルトではプレーン テキストとして保存されます。しかし、:setting:`DATABASE_BACKUP` を使用して、圧縮したり、何も実行しないかを選択できます。
nl: De back-ups van de database worden standaard als platte tekst opgeslagen, maar zij kunnen ook worden gecomprimeerd of volledig worden overgeslagen met :setting:`DATABASE_BACKUP`.
pt: Os backups do banco de dados são salvos como texto simples por padrão, mas eles também podem ser comprimidos ou totalmente ignorados a usar :setting:`DATABASE_BACKUP`.
pt_br: Os backups do banco de dados são salvos como texto simples por padrão, mas eles também podem ser comprimidos ou totalmente ignorados usando :setting:`DATABASE_BACKUP`.
ro: În mod implicit, copiile de rezervă ale bazei de date sunt salvate ca text simplu, dar pot fi comprimate sau pot fi omise în întregime folosind :setting:`DATABASE_BACKUP`.
ru: Резервные копии базы данных по умолчанию сохраняются в виде простого текста, но их также можно сжать или полностью выключить, устанавив параметр :setting:`DATABASE_BACKUP`.
sv: Databasbackuperna sparas som vanlig text som standard, men de kan också komprimeras eller helt hoppas över med hjälp av :setting:`DATABASE_BACKUP`.
tr: Veri tabanı yedekleri varsayılan olarak düz metin biçiminde kaydedilir. Ancak :setting:`DATABASE_BACKUP` seçeneği ile sıkıştırılabilir ya da tümüyle atlanabilir.
uk: Типово, резервні копії зберігаються у форматі простого тексту. Втім, її можна стиснути або повністю пропустити за допомогою параметра :setting:`DATABASE_BACKUP`.
zh_hans: 数据库备份默认保存为纯文本，但也可以通过 :setting:`DATABASE_BACKUP` 来进行压缩或整个跳过。
zh_hant: 數據庫備份默認保存為純文本，但也可以通過 :setting:`DATABASE_BACKUP`來進行壓縮或整個跳過。

source: To restore the database backup, load it using database tools, for example:
de: Um die Datenbanksicherung wiederherzustellen, laden Sie sie z. B. mit Hilfe der Datenbank-Tools:
ga: Chun cúltaca an bhunachair shonraí a athbhunú, lódáil le huirlisí bunachar sonraí é, mar shampla:
hu: Az adatbázis-mentés visszaállításához töltse be az állományt adatbáziskezelő eszközök segítségével, például:
id: Untuk memulihkan cadangan basis data, muat menggunakan alat basis data, misalnya:
ja: データベースのバックアップを復元するには、データベース ツールを使用して読み込みます。読み込み例:
nl: Laad, om de back-up van de database terug te zetten, hem met de gereedschappen voor de database, bijvoorbeeld:
pt_br: Para restaurar o backup do banco de dados, carregue-o usando ferramentas de banco de dados, por exemplo:
sv: För att återställa databasbackupen, ladda den med hjälp av databasverktyg, till exempel:
ta: தரவுத்தள காப்புப்பிரதியை மீட்டெடுக்க, தரவுத்தள கருவிகளைப் பயன்படுத்தி அதை ஏற்றவும், எடுத்துக்காட்டாக:
tr: Veri tabanı yedeğini geri yüklemek için veri tabanı araçlarını kullanın. Örneğin:
uk: Щоб відновити бази даних з резервної копії, завантажте її за допомогою інструментів бази даних, наприклад:
zh_hans: 要恢复数据库备份，请使用数据库工具加载它，例如：

source: Version control repositories
de: Repositorys der Versionsverwaltung
ga: Stórálacha rialaithe leagan
hu: Verziókezelő tárolók
id: Repositori kontrol versi
ja: バージョン管理レポジトリ
nl: Opslagruimten versiebeheer
pt: Repositórios de controle de versão
pt_br: Repositórios de controle de versão
ro: Depozite de control al versiunilor
ru: Репозитории системы контроля версий
sv: Versionskontrollförvar
ta: பதிப்பு கட்டுப்பாட்டு களஞ்சியங்கள்
tr: Sürüm denetimi depoları
uk: Сховища систем керування версіями
zh_hans: 版本控制仓库

source: Stored in :setting:`DATA_DIR` ``/vcs``.
de: Gespeichert in :setting:`DATA_DIR` ``/vcs``.
ga: Stóráilte i :setting:`DATA_DIR` ``/vcs``.
hu: Tárolási hely: :setting:`DATA_DIR` ``/vcs``.
id: Disimpan di :setting:`DATA_DIR` ``/vcs``.
ja: 保存先: :setting:`DATA_DIR` ``/vcs``。
nl: Opgeslagen in :setting:`DATA_DIR` ``/vcs``.
pt: Armazenados em :setting:`DATA_DIR` ``/vcs``.
pt_br: Armazenados em :setting:`DATA_DIR` ``/vcs``.
ro: Stocat în :setting:`DATA_DIR` ``/vcs``.
ru: Хранятся в :setting:`DATA_DIR` ``/vcs``.
sv: Lagras i :setting:`DATA_DIR` ``/vcs``.
tr: :setting:`DATA_DIR` ``/vcs`` konumunda tutulur.
uk: Зберігається у :setting:`DATA_DIR` ``/vcs``.
zh_hans: 存储在 :setting:`DATA_DIR` ``/vcs`` 中。
zh_hant: 存儲在 :setting:`DATA_DIR` ``/vcs``中。

source: The version control repositories contain a copy of your upstream repositories with Weblate changes. If you have :ref:`component-push_on_commit` enabled for all your translation components, all Weblate changes are included upstream. No need to back up the repositories on the Weblate side as they can be cloned again from the upstream location with no data loss.
de: Die Versionsverwaltung enthält eine Kopie Ihrer Upstream-Repositorys mit Weblate-Änderungen. Wenn Sie :ref:`component-push_on_commit` für alle Ihre Übersetzungskomponenten aktiviert haben, werden alle Weblate-Änderungen Upstream aufgenommen. Es ist nicht notwendig, die Repositorys auf der Weblate-Seite zu sichern, da sie ohne Datenverlust vom Upstream-Speicherort erneut geklont werden können.
ga: Tá cóip de do stórtha réamhtheachtacha le hathruithe Weblate sna stórtha rialaithe leagan. Má tá :ref:`component-push_on_commit` cumasaithe le do chuid comhpháirteanna aistriúcháin go léir, cuirfear gach athrú Weblate san áireamh in aghaidh an tsrutha. Ní gá cúltaca a dhéanamh de na stórtha ar thaobh Weblate mar is féidir iad a chlónáil arís ón suíomh in aghaidh an tsrutha gan aon chaillteanas sonraí.
hu: A verziókezelő tárolók a forrás tárolók másolatait tartalmazzák a Weblate módosításaival együtt. Ha az összes fordítási összetevőjénél engedélyezte a :ref:`component-push_on_commit` funkciót, akkor minden változtatás visszakerül a forrás tárolóba is. Ebben az esetben nem szükséges lementeni a Weblate tárolóit, mivel azokat bármikor újraklónozhatja adatvesztés nélkül.
id: Repositori kontrol versi berisi salinan repositori hulu Anda dengan perubahan Weblate. Jika Anda mengaktifkan :ref:`component-push_on_commit` untuk semua komponen terjemahan Anda, semua perubahan Weblate akan disertakan di hulu. Tidak perlu mencadangkan repositori di sisi Weblate karena dapat dikloning ulang dari lokasi hulu tanpa kehilangan data.
ja: バージョン管理リポジトリには、Weblate の変更を含む上流リポジトリのコピーが含まれます。すべての翻訳コンポーネントに対して :ref:`component-push_on_commit` が有効になっている場合、Weblate で変更したものはすべて、上流リポジトリに反映済みです。Weblate 側のリポジトリは、データ損失のない上流リポジトリから再度クローンを作成できるため、バックアップする必要はありません。Weblate 側で、リポジトリのバックアップを取る必要はありません。上流リポジトリから再びクローンすれば、データを失うことはありません。
nl: De opslagruimten voor versiebeheer bevatten een kopie van de opslagruimten upstream met wijzigingen van Weblate. Als u :ref:`component-push_on_commit` hebt ingeschakeld voor al uw onderdelen voor vertalingen, worden alle wijzigingen in Weblate in upstream opgenomen. Geen noodzaak om de opslagruimten ook aan de kant van Weblate te back-uppen, omdat zij opnieuw kunnen worden gekloond vanaf de locatie van upstream, zonder gegevensverlies.
pt_br: Os repositórios de controle de versão contêm uma cópia de seus repositórios upstream com alterações do Weblate. Se você tiver o :ref:`component-push_on_commit` ativado para todos os seus componentes de tradução, todas as alterações do Weblate são incluídas no upstream. Não há necessidade de fazer backup dos repositórios no lado do Weblate, pois eles podem ser clonados novamente a partir do local do upstream sem perda de dados.
sv: Versionskontrollförvaren innehåller en kopia av dina uppströmsförvar med Weblate-ändringar. Om du har :ref:`component-push_on_commit` aktiverat för alla dina översättningskomponenter inkluderas alla Weblate-ändringar uppströms. Det finns inget behov av att säkerhetskopiera förvaren på Weblate-sidan eftersom de kan klonas igen från uppströmsplatsen utan dataförlust.
tr: Sürüm denetimi depolarında, Weblate değişiklikleriyle birlikte yukarı akış depolarınızın bir kopyası bulunur. Tüm çeviri bileşenleriniz için :ref:`component-push_on_commit` seçeneği kullanıma alınmışsa, tüm Weblate değişiklikleri yukarı akışa katılır. Weblate tarafındaki depoları yedeklemek gerekmez çünkü veri kaybı olmadan yukarı akış konumundan yeniden kopyalanabilir.
uk: У сховищах систем керування версіями зберігаються копії базових сховищ зі змінами, які внесено у Weblate. Якщо для всіх ваших складників перекладу ввімкнено :ref:`негайний запис до сховища після внеску <component-push_on_commit>`, усі зміни з Weblate буде включено до основного сховища, і вам не потрібно буде створювати резервні копії сховищ на боці Weblate. Сховища можна буде просто знову клонувати з основного сховища без втрати даних.
zh_hans: 版本控制仓库包含带有 Weblate 更改的上游仓库的副本。如果你对所有翻译部件启用了 :ref:`component-push_on_commit`，那么所有 Weblate 变化都包括在上游。不需要在 Weblate 端备份仓库，因为它们可以从上游位置再次克隆，不会丢失数据。

source: SSH and GPG keys
de: SSH- und GPG-Schlüssel
ga: Eochracha SSH agus GPG
hu: SSH- és GPG-kulcsok
id: Kunci SSH dan GPG
ja: SSH 鍵および GPG 鍵
nl: Sleutels voor SSH en GPG
pt: Chaves SSH e GPG
pt_br: Chaves SSH e GPG
ro: Chei SSH și GPG
ru: Ключи SSH и GPG
sv: SSH- och GPG-nycklar
ta: பாஓடு மற்றும் gpg விசைகள்
tr: SSH ve GPG anahtarları
uk: Ключі SSH і GPG
zh_hans: SSH 和 GPG 密钥
zh_hant: SSH 和 GPG 密鑰

source: Stored in :setting:`DATA_DIR` ``/ssh`` and :setting:`DATA_DIR` ``/home``.
de: Gespeichert in :setting:`DATA_DIR` ``/ssh`` und :setting:`DATA_DIR` ``/home``.
ga: Stóráilte i :setting:`DATA_DIR` ``/ssh`` agus :setting:`DATA_DIR` ``/home``.
hu: Tárolási helyek: :setting:`DATA_DIR` ``/ssh`` és :setting:`DATA_DIR` ``/home``.
id: Disimpan di :setting:`DATA_DIR` ``/ssh`` dan :setting:`DATA_DIR` ``/home``.
ja: 保存先: :setting:`DATA_DIR` ``/ssh`` および :setting:`DATA_DIR` ``/home``。
nl: Opgeslagen in :setting:`DATA_DIR` ``/ssh`` en :setting:`DATA_DIR` ``/home``.
pt: Armazenados em :setting:`DATA_DIR` ``/ssh`` e :setting:`DATA_DIR` ``/home``.
pt_br: Armazenados em :setting:`DATA_DIR` ``/ssh`` e :setting:`DATA_DIR` ``/home``.
ro: Stocate în :setting:`DATA_DIR` ``/ssh`` și :setting:`DATA_DIR` ``/home``.
ru: Хранятся в :setting:`DATA_DIR` ``/ssh`` и :setting:`DATA_DIR` ``/home``.
sv: Lagras i :setting:`DATA_DIR` ``/ssh`` och :setting:`DATA_DIR` ``/home``.
tr: :setting:`DATA_DIR` ``/ssh`` ve :setting:`DATA_DIR` ``/home`` içinde bulunur.
uk: Зберігається у :setting:`DATA_DIR` ``/ssh`` і :setting:`DATA_DIR` ``/home``.
zh_hans: 存储在 :setting:`DATA_DIR` ``/ssh`` 和 :setting:`DATA_DIR` ``/home`` 中。
zh_hant: 存儲在 :setting:`DATA_DIR` ``/ssh`` 和 :setting:`DATA_DIR` ``/home`` 中。

source: If you are using SSH or GPG keys generated by Weblate, you should back up these locations. Otherwise you will lose the private keys and you will have to regenerate new ones.
de: Wenn Sie SSH- oder GPG-Schlüssel verwenden, die von Weblate erzeugt wurden, sollten Sie von diesen Speicherorten eine Sicherung erstellen. Andernfalls gehen die privaten Schlüssel verloren und Sie müssen neue Schlüssel erzeugen.
ga: Má tá tú ag úsáid eochracha SSH nó GPG ginte ag Weblate, ba chóir duit cúltaca a dhéanamh de na suíomhanna seo. Seachas sin caillfidh tú na heochracha príobháideacha agus beidh ort cinn nua a athghiniúint.
hu: Ha a Weblate által generált SSH- vagy GPG-kulcsokat használja, akkor ezeket a helyeket mindenképp érdemes lementeni. Ellenkező esetben elveszítheti a privát kulcsokat és új kulcsokat kell majd létrehoznia.
id: Jika Anda menggunakan kunci SSH atau GPG yang dihasilkan oleh Weblate, Anda harus mencadangkan lokasi ini. Jika tidak, Anda akan kehilangan kunci pribadi dan harus membuat ulang kunci yang baru.
ja: Weblateで生成したSSH 鍵および GPG 鍵を使用している場合は、保存場所をバックアップしてください。バックアップしなければ、秘密鍵を消失し、新しい鍵の再生成が必要となります。
nl: Als u sleutels voor SSH of GPG gebruikt die zijn gegenereerd door Weblate zou u deze locaties moeten back-uppen. Anders zult u de privésleutels verliezen en zult u nieuwe moeten genereren.
pt: Se está a usar chaves SSH ou GPG geradas pelo Weblate, deve fazer backup destes locais. Caso contrário, vai perder as chaves privadas e terá que gerar novamente as novas.
pt_br: Se você está usando chaves SSH ou GPG geradas pelo Weblate, você deve fazer backup destes locais. Caso contrário, você vai perder as chaves privadas e você terá que gerar novamente as novas.
ro: Dacă utilizați chei SSH sau GPG generate de Weblate, trebuie să faceți o copie de rezervă a acestor locații. În caz contrar, veți pierde cheile private și va trebui să regenerați altele noi.
ru: Если вы используете сгенерированные Weblate'ом ключи SSH или GPG, вы должны создать резервные копии этих каталогов. Иначе вы потеряете закрытые ключи и вам придётся заново сгенерировать новые.
sv: Om du använder SSH- eller GPG-nycklar som genererats av Weblate bör du säkerhetskopiera dessa platser. Annars förlorar du de privata nycklarna och måste generera nya.
ta: நீங்கள் வலைபெயர்ப்பு உருவாக்கிய பாஓடு அல்லது gpg விசைகளைப் பயன்படுத்துகிறீர்கள் என்றால், நீங்கள் இந்த இடங்களை காப்புப் பிரதி எடுக்க வேண்டும். இல்லையெனில் நீங்கள் தனிப்பட்ட விசைகளை இழப்பீர்கள், மேலும் நீங்கள் புதியவற்றை மீண்டும் உருவாக்க வேண்டும்.
tr: Weblate tarafından oluşturulmuş SSH ya da GPG anahtarlarını kullanıyorsanız, bu konumları yedeklemeniz gerekir. Yoksa kişisel anahtarlarınızı kaybedersiniz ve yeniden oluşturmanız gerekir.
uk: Якщо ви користуєтеся ключами SSH або GPG, які створено Weblate, вам слід створити резервні копії цих даних, інакше ви можете втратити закриті ключі, і вам доведеться створювати нові.
zh_hans: 如果正在使用 Weblate 生成的 SSH 或 GPG 密钥，你应该备份这些位置。否则将丢失私有密钥，并且你将不得不重新生成新的密钥。
zh_hant: 如果正在使用 Weblate 生成的 SSH 或 GPG 密鑰，你應該備份這些位置。否則將丟失私有密鑰，並且你將不得不重新生成新的密鑰。

source: User uploaded files
de: Vom Benutzer hochgeladene Dateien
ga: Comhaid uaslódáilte ag úsáideoirí
hu: Felhasználók által feltöltött fájlok
id: Berkas yang diunggah pengguna
ja: ユーザーがアップロードしたファイル
nl: Door gebruiker geüploade bestanden
pt: Ficheiros enviados pelo utilizador
pt_br: Arquivos enviados pelo usuário
ro: Fișiere încărcate de utilizator
ru: Загруженные пользователем файлы
sv: Användaruppladdade filer
ta: பயனர் பதிவேற்றிய கோப்புகள்
tr: Kullanıcının yüklediği dosyalar
uk: Вивантажені користувачем файли
zh_hans: 用户上传的文件

source: Stored in :setting:`DATA_DIR` ``/media``.
de: Gespeichert in :setting:`DATA_DIR` ``/media``.
ga: Stóráilte i :setting:`DATA_DIR` ``/media``.
hu: Tárolási hely: :setting:`DATA_DIR` ``/media``.
id: Disimpan di :setting:`DATA_DIR` ``/media``.
ja: 保存先: :setting:`DATA_DIR` ``/media``。
nl: Opgeslagen in :setting:`DATA_DIR` ``/media``.
pt: Armazenados em :setting:`DATA_DIR` ``/media``.
pt_br: Armazenados em :setting:`DATA_DIR` ``/media``.
ro: Stocat în :setting:`DATA_DIR` ``/media``.
ru: Хранятся в :setting:`DATA_DIR` ``/media``.
sv: Lagras i :setting:`DATA_DIR` ``/media``.
tr: :setting:`DATA_DIR` ``/media`` konumunda tutulur.
uk: Зберігаються у :setting:`DATA_DIR` ``/media``.
zh_hans: 存储在 :setting:`DATA_DIR` ``/media`` 中。
zh_hant: 存儲在 :setting:`DATA_DIR` ``/media`` 中。

source: Celery tasks
de: Celery-Aufgaben
ga: Tascanna soilire
hu: Celery feladatok
id: Tugas Celery
ja: Celery タスク
nl: Taken van Celery
pt: Tarefas do Celery
pt_br: Tarefas do Celery
ro: Sarcini de celery
ru: Задачи Celery
sv: Selleriuppgifter
ta: செலரி பணிகள்
tr: Celery görevleri
uk: Завдання Celery
zh_hans: Celery 任务
zh_hant: Celery 任務

source: The Celery task queue might contain some info, but is usually not needed for a backup. At most you will lose updates not yet been processed to translation memory. It is recommended to perform the fulltext or repository update upon restoration anyhow, so there is no problem in losing these.
de: Die Celery-Aufgabenwarteschlange kann einige Informationen enthalten, wird aber normalerweise nicht für die Sicherung benötigt. Sie verlieren höchstens Aktualisierungen, die noch nicht im Übersetzungsspeicher verarbeitet wurden. Es wird ohnehin empfohlen, bei der Wiederherstellung eine Volltext- oder Repository-Aktualisierung durchzuführen, so dass es kein Problem darstellt, diese zu verlieren.
ga: D’fhéadfadh go mbeadh roinnt faisnéise sa scuaine tascanna Soilire, ach de ghnáth ní bhíonn gá léi le haghaidh cúltaca. Ar a mhéad caillfidh tú nuashonruithe nach bhfuil próiseáilte fós go cuimhne aistriúcháin. Moltar an téacs iomlán nó nuashonrú stórtha a dhéanamh ar athchóiriú ar aon nós, mar sin níl aon fhadhb ann iad seo a chailliúint.
hu: A Celery feladatok várósora némi információt tartalmazhat, de általában nincs szükség ezek biztonsági mentésére. Legfeljebb olyan frissítések veszhetnek el, amelyek még nem kerültek feldolgozásra a fordítási memóriába. A visszaállítás után mindenképp ajánlott teljes szöveges keresési frissítést vagy tárolófrissítést végezni, így ezek elvesztése nem jelent problémát.
id: Antrian tugas Celery mungkin berisi beberapa informasi yang biasanya tidak diperlukan untuk rekam cadang. Paling-paling Anda akan kehilangan pembaruan yang belum diproses ke memori terjemahan. Dianjurkan untuk melakukan pembaruan fulltext atau repositori pada saat pemulihan, sehingga tidak akan ada masalah dalam kehilangan ini.
ja: Celery タスク キューには、何かの情報が含まれていることがありますが、通常はバックアップする必要はありません。翻訳メモリで未処理の更新が、失われるだけです。どちらにしても、復元時にフル テキストまたはリポジトリの更新を実行をすれば、消失しても問題はありません。
nl: De wachtrij van taken van Celery zou enige informatie kunnen bevatten, maar is gewoonlijk niet nodig voor een back-up. U zult ten hoogste bijwerkingen verliezen die nog niet zijn verwerkt in het vertaalgeheugen. Aanbevolen wordt toch al om het bijwerken van de volledige tekst of de opslagruimten uit te voeren bij terugzetten, er bestaat dus geen probleem om ze te verliezen.
pt: A fila de tarefas do Celery pode conter algumas informações, mas geralmente não é necessária para um backup. No máximo, perderá atualizações ainda não processadas para a memória de tradução. Recomenda-se realizar a atualização de texto completo ou repositório ao restaurar de qualquer maneira, de modo que não há problema em perdê-las.
pt_br: A fila de tarefas do Celery pode conter algumas informações, mas geralmente não é necessária para um backup. No máximo, você perderá atualizações ainda não processadas para a memória de tradução. Recomenda-se realizar a atualização de texto completo ou repositório ao restaurar de qualquer maneira, de modo que não há problema em perdê-las.
ro: Sarcinile Celery pot conține unele informații, dar de obicei nu este necesară pentru o copie de rezervă. Cel mult veți pierde actualizările care nu au fost încă procesate în memoria de traducere. Se recomandă să se efectueze oricum actualizarea textului integral sau a depozitului la restaurare, astfel încât nu există nicio problemă în a le pierde.
ru: Очередь задач Celery может содержать некоторую информацию, но обычно её не требуется сохранять в резервной копии. В худшем случае вы потеряете обновления, которые ещё не были занесены в память переводов. Поскольку при восстановлении в любом случае рекомендуется выполнять обновления полнотекстового индекса или репозитория, нет ничего страшного в том, что они потеряются.
sv: Celery-uppgiftskön kan innehålla viss information, men behövs vanligtvis inte för en säkerhetskopiering. Du förlorar högst uppdateringar som ännu inte har bearbetats till översättningsminnet. Det rekommenderas ändå att utföra fulltext- eller arkivuppdateringen vid återställningen, så det är inget problem att förlora dessa.
ta: செலரி பணி வரிசையில் சில தகவல்கள் இருக்கலாம், ஆனால் பொதுவாக காப்புப்பிரதிக்கு தேவையில்லை. மொழிபெயர்ப்பு நினைவகத்திற்கு இன்னும் செயலாக்கப்படாத புதுப்பிப்புகளை நீங்கள் இழப்பீர்கள். எப்படியாவது மறுசீரமைப்பின் மீது ஃபுல் டெக்ச்ட் அல்லது களஞ்சிய புதுப்பிப்பை செய்ய பரிந்துரைக்கப்படுகிறது, எனவே இவற்றை இழப்பதில் எந்த பிரச்சனையும் இல்லை.
tr: Celery görev kuyruğunda bazı bilgiler bulunabilir. Ancak genellikle yedeklenmesi gerekli değildir. En fazla, henüz çeviri belleğine işlenmemiş güncellemeleri kaybedersiniz. Gene de, tam metin ya da depo güncellemesinin geri yüklendikten sonra yapılması önerilir, bu nedenle bunların kaybedilmesi bir sorun oluşturmaz.
uk: У черзі завдань Celery можуть міститися корисні дані, але,зазвичай, створення їхньої резервної копії не виправдано. У найгіршому випадку ви втратите оновлення пам'яті перекладів, які ще не було оброблено. Такі дані рекомендовано оновлювати за цілими текстами та сховищами під час відновлення, тому ніяких проблем із втратою черги завдань не повинно бути.
zh_hans: Celery 任务队列可能会包含一些信息，但通常无需进行备份。你最多会丢失尚未被翻译记忆库处理的更新。无论如何，建议在恢复时执行全文或仓库更新，这样就不会有丢失这些内容的问题。
zh_hant: Celery 任務隊列可能會包含一些信息，但通常無需進行備份。你最多會丟失尚未被翻譯記憶庫處理的更新。無論如何，建議在恢復時執行全文或存儲庫更新，這樣就不會有丟失這些內容的問題。

source: Command-line for manual backup
de: Befehlszeile für manuelle Sicherung
ga: Líne ordaithe le haghaidh cúltaca láimhe
hu: Parancssori kézi biztonsági mentés
id: Baris perintah untuk rekam cadang manual
ja: 手動バックアップのコマンドライン
nl: Opdrachtregel voor handmatige back-up
pt: Linha de comando para backup manual
pt_br: Linha de comando para backup manual
ro: Linie de comandă pentru backup manual
ru: Командная строка для ручного резервного копирования
sv: Kommandorad för manuell säkerhetskopiering
ta: கையேடு காப்புப்பிரதிக்கான கட்டளை-வரி
tr: Komut satırından el ile yedek alma
uk: Команда для резервного копіювання вручну
zh_hans: 手动备份的命令行
zh_hant: 手動備份的命令行

source: Using a cron job, you can set up a Bash command to be executed on a daily basis, for example:
de: Mit einem Cron-Job können Sie einen Bash-Befehl einrichten, der z. B. täglich ausgeführt wird:
ga: Ag baint úsáide as post cron, is féidir leat ordú Bash a chur ar bun le forghníomhú ar bhonn laethúil, mar shampla:
hu: Cron ütemezéssel beállítható egy Bash parancs, amely például naponta lefut:
id: Dengan menggunakan pekerjaan cron, Anda dapat mengatur perintah Bash untuk dieksekusi setiap hari, misalnya:
ja: cron job を使用すると、毎日実行する Bash コマンドを設定できます。コマンド設定例:
nl: Met een cron job kunt u een opdracht voor Bash instellen om op dagelijkse basis te worden uitgevoerd, bijvoorbeeld:
pt: Usando uma tarefa de cron, pode configurar um comando do Bash para ser executado diariamente, por exemplo:
pt_br: Usando uma tarefa de cron, você pode configurar um comando do Bash para ser executado diariamente, por exemplo:
ro: Folosind un cron job, puteți configura o comandă Bash care să fie executată zilnic, de exemplu:
ru: Используя задание в cron’е, вы можете задать команду bash’а, которая будет выполняться каждый день, например:
sv: Med hjälp av ett cron-jobb kan du ställa in ett Bash-kommando som ska köras dagligen, till exempel:
ta: ஒரு cron வேலையைப் பயன்படுத்தி, நாள்தோறும் அடிப்படையில் செயல்படுத்த ஒரு பாச் கட்டளையை அமைக்கலாம், எடுத்துக்காட்டாக:
tr: Bir zamanlanmış görev (cron) kullanarak, her gün yürütülecek bir Bash komutu ayarlayabilirsiniz. Örneğin:
uk: За допомогою завдання cron ви можете наказати системі виконувати щодня команду bash. Приклад:
zh_hans: 使用 cron 作业，您可以设置一条每天执行的 Bash 命令，例如：
zh_hant: 使用 cron 作業，您可以設置一條每天執行的 Bash 命令，例如：
