Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Creates a new category. See :http:get:`/api/categories/(int:id)/` for field definitions.
de: Erstellt eine neue Kategorie. Siehe :http:get:`/api/categories/(int:id)/` für Felddefinitionen.
ga: Cruthaíonn catagóir nua. Féach :http:get:`/api/categories/(int:id)/` le haghaidh sainmhínithe réimse.
hu: Új kategória létrehozása. A mezők meghatározásához lásd: :http:get:`/api/categories/(int:id)/`.
id: Membuat kategori baru. Lihat :http:get:`/api/categories/(int:id)/` untuk definisi kolom.
ja: 新しいカテゴリを作成します。フィールドの定義については、:http:get:`/api/categories/(int:id)/` を確認してください。
nl: Maakt een nieuwe categorie. Bekijk :http:get:`/api/categories/(int:id)/` voor velddefinities.
pt: Cria uma nova categoria. Consulte :http:get:`/api/categories/(int:id)/` para obter as definições de campo.
pt_br: Cria uma nova categoria. Consulte :http:get:`/api/categories/(int:id)/` para obter as definições de campo.
ru: Создаёт новую категорию. См. определения полей в :http:get:`/api/categories/(int:id)/`.
sv: Skapar en ny kategori. Se :http:get:`/api/categories/(int:id)/` för fältdefinitioner.
tr: Yeni bir kategori oluşturur. Alan tanımları için :http:get:`/api/categories/(int:id)/` adresine bakabilirsiniz.
uk: Створює категорію. Визначення полів наведено тут: :http:get:`/api/categories/(int:id)/`.
zh_hans: 创建新类别。字段定义见 :http:get:`/api/categories/(int:id)/`.

source: Category ID
de: Kategorie-ID
ga: Aitheantas na catagóire
hu: Kategóriaazonosító
id: ID Kategori
ja: カテゴリ ID
nl: ID categorie
pt: ID da categoria
pt_br: ID da categoria
ru: Идентификатор категории
sv: Ingen kategoriinställning i {0}
ta: வகை ஐடி
tr: Kategori kimliği
uk: Ід. категорії
zh_hans: 类别 ID

source: Name of category.
de: Name der Kategorie.
ga: Ainm na catagóire.
hu: Kategória neve.
id: Nama kategori.
ja: カテゴリの名前。
nl: Naam van de categorie.
pt: Nome da categoria.
pt_br: Nome da categoria.
ru: Название категории.
sv: Namn på kategori.
ta: வகையின் பெயர்.
tr: Kategorinin adı.
uk: Назва категорії.
zh_hans: 类别名。

source: Slug of category.
de: Slug der Kategorie.
ga: Drúchtín na catagóire.
hu: Kategória URL-azonosítója (slug).
id: Slug kategori.
ja: カテゴリのスラッグ。
nl: Slug van de categorie.
pt: Slug da categoria.
pt_br: Slug da categoria.
ru: Слизняк категории.
sv: Kategoriens slug.
ta: வகை ச்லக்.
tr: Kategorinin kısaltması.
uk: Позначка категорії.
zh_hans: 类别标识符。

source: Link to a project.
de: Link zu einem Projekt.
ga: Nasc le tionscadal.
hu: Hivatkozás egy projektre.
id: Tautan ke suatu proyek.
ja: プロジェクトへのリンク。
nl: Koppeling naar een project.
pt: Vincular a um projeto.
pt_br: Vincular a um projeto.
ru: Ссылка на проект.
sv: Länk till ett projekt.
ta: ஒரு திட்டத்திற்கான இணைப்பு.
tr: Bir proje bağlantısı ekler.
uk: Посилання на проєкт.
zh_hans: 项目链接。

source: Link to a parent category.
de: Link zu einer übergeordneten Kategorie.
ga: Nasc le catagóir tuismitheora.
hu: Hivatkozás egy szülőkategóriára.
id: Tautkan ke kategori induk.
ja: 親カテゴリへのリンク。
nl: Koppeling naar een oudercategorie.
pt: Vincular para uma categoria principal.
pt_br: Vincular para uma categoria principal.
ru: Ссылка на родительскую категорию.
sv: Länk till en överordnad kategori.
ta: பெற்றோர் வகைக்கான இணைப்பு.
tr: Bir üst kategori bağlantısı ekler.
uk: Посилання на батьківську категорію.
zh_hans: 主类别链接。

source: Edit partial information about category.
de: Bearbeitet Teilinformationen zur Kategorie.
ga: Cuir faisnéis pháirteach faoin gcatagóir in eagar.
hu: Kategória részleges adatainak szerkesztése.
id: Sunting informasi sebagian tentang kategori.
ja: カテゴリに関する部分的な情報を編集します。
nl: Gedeeltelijke informatie over categorie bewerken.
pt: Editar informações parciais sobre a categoria.
pt_br: Editar informações parciais sobre a categoria.
ru: Редактировать частичную информацию о категории.
sv: Redigera delvis information om kategori.
ta: வகை பற்றிய பகுதி தகவல்களைத் திருத்தவும்.
tr: Kategori ile ilgili bazı bilgileri düzenler.
uk: Редагувати часткові відомості щодо категорії.
zh_hans: 编辑分类的部分信息。

source: type id
de: Typ-ID
ga: cineál aitheantais
hu: típus azonosító
id: id jenis
ja: タイプ ID
pt: tipo de id
pt_br: tipo de id
ru: тип идентификатора
sv: typ id
ta: ஐடி வகை
tr: kimlik türü
uk: ідентифікатор типу
zh_hans: 类型 id

source: Optional category configuration
de: Optionale Konfiguration der Kategorie
ga: Cumraíocht chatagóir roghnach
hu: Opcionális kategóriabeállítás
id: Konfigurasi kategori opsional
ja: オプションのカテゴリ設定
nl: Optionele configuratie categorie
pt: Configuração de categoria opcional
pt_br: Configuração de categoria opcional
ru: Дополнительная конфигурация категории
sv: Valfri kategorikonfiguration
ta: விருப்ப வகை உள்ளமைவு
tr: İsteğe bağlı kategori yapılandırması
uk: Необов'язкові налаштування категорії
zh_hans: 可选的分类配置

source: Edit full information about category.
de: Bearbeitet alle Informationen zur Kategorie.
ga: Cuir eolas iomlán faoin gcatagóir in eagar.
hu: Kategória teljes adatainak szerkesztése.
id: Sunting informasi lengkap tentang kategori.
ja: カテゴリに関する完全な情報を編集します。
nl: Volledige informatie over categorie bewerken.
pt: Editar informações completas sobre a categoria.
pt_br: Editar informações completas sobre a categoria.
ru: Редактировать полную информацию о категории.
sv: Redigera fullständig information om kategorin.
ta: வகை பற்றிய முழு தகவலையும் திருத்தவும்.
tr: Kategori ile ilgili tüm bilgileri düzenler.
uk: Редагувати повні відомості щодо категорії.
zh_hans: 编辑分类的完整信息。

source: Delete category.
de: Löscht die Kategorie.
ga: Scrios catagóir.
hu: Kategória törlése.
id: Hapus kategori.
ja: カテゴリの削除。
nl: Categorie verwijderen.
pt: Apagar categoria.
pt_br: Excluir categoria.
ru: Удалить категорию.
sv: Ta bort kategori.
ta: வகையை நீக்கு.
tr: Kategoriyi siler.
uk: Вилучити категорію.
zh_hans: 删除分类。

source: Returns statistics for a category.
de: Gibt Statistiken für eine Kategorie zurück.
ga: Tuairisceáin staitisticí do chatagóir.
hu: Kategóriastatisztikák visszaadása.
id: Mengembalikan statistik untuk kategori.
ja: 返り値は、カテゴリの統計情報です。
nl: Geeft statistieken voor een categorie terug.
pt: Retorna estatísticas para uma categoria.
pt_br: Retorna estatísticas para uma categoria.
sv: Returstatistik för en kategori.
ta: ஒரு வகைக்கான புள்ளிவிவரங்களை வழங்குகிறது.
tr: Bir kategorinin istatistiklerini görüntüler.
uk: Повертає статистику категорії.
zh_hans: 返回分类的统计数字。

source: Notification hooks
de: Benachrichtigungs-Hooks
ga: Crúcaí fógra
hu: Értesítési hookok
id: Pengait pemberitahuan
ja: 通知フック
nl: Notificatie-hooks
pt: Hooks de notificação
pt_br: Ganchos de notificação
ro: Cârlige notificare
ru: Обработчики уведомлений
sv: Aviseringskopplingar
ta: அறிவிப்பு கொக்கிகள்
tr: Bildirim kancaları
uk: Обробники сповіщень
zh_hans: 通知钩子
zh_hant: 通知掛勾

source: Notification hooks allow external applications to notify Weblate that the VCS repository has been updated.
de: Benachrichtigungs-Hooks ermöglichen es externen Anwendungen, Weblate zu benachrichtigen, dass das VCS-Repository aktualisiert wurde.
ga: Ligeann crúcaí fógra d’fheidhmchláir sheachtracha a chur in iúl do Weblate go bhfuil an stór VCS nuashonraithe.
hu: Az értesítési hookok lehetővé teszik külső alkalmazások számára, hogy értesítsék a Weblate rendszert a VCS tároló frissítéséről.
id: Kait pemberitahuan memungkinkan aplikasi eksternal memberitahukan Weblate bahwa repositori VCS telah diperbarui.
ja: 通知フックを使用すると、外部アプリケーションは、VCS リポジトリが更新されたことを Weblate に通知できます。
nl: Notificatie-hooks maken het voor externe toepassingen mogelijk Weblate in kennis te stellen dat de opslagruimte voor het VCS is bijgewerkt.
pt: Os ganchos de notificação permitem que aplicações externos notifiquem o Weblate que o repositório VCS foi atualizado.
pt_br: Os ganchos de notificação permitem que aplicativos externos notifiquem o Weblate que o repositório VCS foi atualizado.
ro: Cârligele de notificare permit aplicațiilor externe să notifice Weblate că depozitul VCS a fost actualizat.
ru: Обработчики уведомлений позволяют внешним приложениям уведомлять Weblate об обновлении репозитория системы контроля версий.
sv: Meddelandehookar gör det möjligt för externa applikationer att meddela Weblate att VCS-arkivet har uppdaterats.
ta: வி.சி.எச் களஞ்சியம் புதுப்பிக்கப்பட்டுள்ளது என்று வலைபெயர்ப்புடுக்கு அறிவிக்க வெளிப்புற பயன்பாடுகளை அறிவிப்பு கொக்கிகள் அனுமதிக்கின்றன.
tr: Bildirim kancaları, dış uygulamaların sürüm denetimi sistemi deposunun güncellendiğini Weblate tarafına bildirmesini sağlar.
uk: Обробники сповіщень надають змогу стороннім програмам сповіщати Weblate про оновлення у сховищі коду системи керування версіями.
zh_hans: 通知钩子允许外部应用来通知 Weblate 版本控制系统仓库已经更新。
zh_hant: 通知鉤子允許外部應用來通知 Weblate 版本控制系統（VCS）倉庫已經更新。

source: You can use repository endpoints for projects, components and translations to update individual repositories; see :http:post:`/api/projects/(string:project)/repository/` for documentation.
de: Sie können Repository-Endpunkte für Projekte, Komponenten und Übersetzungen verwenden, um einzelne Repositorys zu aktualisieren; siehe :http:post:`/api/projects/(string:project)/repository/` für die Dokumentation.
ga: Is féidir leat críochphointí stórtha a úsáid le haghaidh tionscadal, comhpháirteanna agus aistriúcháin chun stórtha aonair a nuashonrú; féach :http:post:`/api/projects/(string:project)/repository/` le haghaidh doiciméadú.
hu: Használhatja a projektek, összetevők és fordítások tárolóvégpontjait az egyes tárolók frissítéséhez; lásd: :http:post:`/api/projects/(string:project)/repository/` dokumentációját.
id: Anda dapat menggunakan titik akhir repositori untuk proyek, komponen, dan terjemahan untuk memperbarui repositori individual; lihat :http:post:`/api/projects/(string:project)/repository/` untuk dokumentasi.
ja: プロジェクト、コンポーネントおよび翻訳のリポジトリ エンドポイントを使用して、各リポジトリを更新できます。ドキュメントは、:http:post:`/api/projects/(string:project)/repository/` を確認してください。
nl: U kunt eindpunten voor projecten, onderdelen en vertalingen voor opslagruimten gebruiken om individuele opslagruimten bij te werken; bekijk :http:post:`/api/projects/(string:project)/repository/` voor documentatie.
pt: Pode usar terminais de repositório para projetos, componentes e traduções para atualizar repositórios individuais; veja :http:post:`/api/projects/(string:project)/repository/` para a documentação.
pt_br: Você pode usar terminais de repositório para projetos, componentes e traduções para atualizar repositórios individuais; consulte :http:post:`/api/projects/(string:project)/repository/` para a documentação.
ro: Puteți utiliza punctele finale ale depozitelor pentru proiecte, componente și traduceri pentru a actualiza depozitele individuale; consultați :http:post:`/api/projects/(string:project)/repository/` pentru documentație.
ru: Вы можете использовать конечные точки репозитория для проектов, компонентов и переводов для обновления отдельных репозиториев; документацию смотрите в описании :http:post:`/api/projects/(string:project)/repository/`.
sv: Du kan använda repository-ändpunkter för projekt, komponenter och översättningar för att uppdatera enskilda repositorier. Se :http:post:`/api/projects/(string:project)/repository/` för dokumentation.
tr: Depoları ayrı ayrı güncellemek için proje, bileşen ve çeviri depo uç noktalarını kullanabilirsiniz. Ayrıntılı bilgi almak için: :http:post:`/api/projects/(string:project)/repository/`.
uk: Ви можете скористатися кінцевими точками для проєктів, складників та перекладів у сховищі для оновлення окремих сховищ. Див. документацію у :http:post:`/api/projects/(string:project)/repository/`.
zh_hans: 可以为项目、部件和翻译使用仓库端点来更新各自的仓库；文档请参见 :http:post:`/api/projects/(string:project)/repository/`。
zh_hant: 可以為項目、組件和翻譯使用倉庫端點來更新各自的倉庫；文檔請參見 :http:post:`/api/projects/(string:project)/repository/`。

source: Special hook for handling GitHub notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von GitHub-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí GitHub a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook GitHub értesítések kezelésére és a megfelelő összetevők automatikus frissítésére.
id: Kait khusus untuk menangani pemberitahuan GitHub dan memperbarui komponen yang cocok secara otomatis.
ja: GitHub 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van GitHub en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações do GitHub e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações do GitHub e atualizar automaticamente os componentes correspondentes.
ro: Cârlig special pentru gestionarea notificărilor GitHub și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений GitHub и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av GitHub-meddelanden och automatisk uppdatering av matchande komponenter.
ta: அறிவிலிமையம் அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: GitHub bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень GitHub і автоматичного оновлення відповідних складників.
zh_hans: 处理 GitHub 通知与自动更新匹配部件的特殊钩子。
zh_hant: 處理 Github 通知與自動更新匹配組件的特殊鉤子。

source: GitHub includes direct support for notifying Weblate: enable Weblate service hook in repository settings and set the URL to the URL of your Weblate installation.
de: GitHub bietet direkte Unterstützung für die Benachrichtigung von Weblate: Aktivieren Sie den Weblate-Service-Hook in den Repository-Einstellungen und setzen Sie die URL auf die URL Ihrer Weblate-Installation.
ga: Cuimsíonn GitHub tacaíocht dhíreach chun Weblate a chur ar an eolas: cumasaigh hook seirbhíse Weblate i socruithe stórtha agus socraigh an URL chuig URL do shuiteáil Weblate.
hu: A GitHub közvetlen támogatást nyújt a Weblate értesítéséhez: engedélyezze a Weblate szolgáltatás hookot a tároló beállításaiban, és állítsa be az URL-t a Weblate telepítésének URL-jére.
id: GitHub menyertakan dukungan langsung untuk memberi tahu Weblate: aktifkan kait layanan Weblate dalam pengaturan repositori dan atur URL ke URL instalasi Weblate Anda.
ja: GitHub で直接対応している、Weblate 通知の設定方法: リポジトリ設定で Weblate サービスフックを有効にし、URL を Weblate インストールの URL に設定します。
nl: GitHub bevat directe ondersteuning voor het notificeren van Weblate: schakel de service hook voor Weblate in de instellingen voor de opslagruimte in en stel de URL in op de URL van uw installatie van Weblate.
pt: O GitHub inclui suporte direto para notificar o Weblate: ative o gancho do serviço Weblate nas configurações do repositório e defina a URL para a URL da sua instalação do Weblate.
pt_br: O GitHub inclui suporte direto para notificar o Weblate: habilite o gancho do serviço Weblate nas configurações do repositório e defina a URL para a URL de sua instalação do Weblate.
ro: GitHub include suport direct pentru notificarea Weblate: activați cârligul serviciului Weblate în setările depozitului și setați URL-ul la URL-ul instalației Weblate.
ru: GitHub включает прямую поддержку уведомлений Weblate: включите сервисный обработчик Weblate в настройках репозитория и установите URL-адрес в соответствие с URL-адресом вашей установки Weblate.
sv: GitHub har direkt stöd för att meddela Weblate: aktivera Weblate-tjänstkroken i inställningarna för arkivet och ange URL:en till din Weblate-installation.
ta: வலைபெயர்ப்புடுக்கு அறிவிப்பதற்கான நேரடி ஆதரவை அறிவிலிமையம் உள்ளடக்கியது: களஞ்சிய அமைப்புகளில் வலைபெயர்ப்பு பணி கொக்கியை இயக்கவும், உங்கள் வலைபெயர்ப்பு நிறுவலின் முகவரி க்கு முகவரி ஐ அமைக்கவும்.
tr: GitHub, doğrudan Weblate bilgilendirmelerini destekler: Depo ayarlarından Weblate hizmet kancasını kullanıma alın ve adres olarak Weblate kurulumunuzun adresini yazın.
uk: До GitHub включено безпосередню підтримку сповіщень Weblate: увімкніть скрипт перехоплення для служби Weblate у параметрах сховища і встановіть адресу, яка відповідає встановленому вами екземпляру Weblate.
zh_hans: GitHub 包括了对通知 Weblate 的直接支持：在仓库设置中启动 Weblate 服务钩子，并将 URL 设置为你的 Weblate 安装的 URL。
zh_hant: Github 包括了對通知 Weblate 的直接支持：在倉庫設置中啟動 Weblate 服務鉤子，並將 URL 設置為你的 Weblate 安裝的 URL。

source: For instruction on setting up GitHub integration
de: Für Anweisungen zur Einrichtung der GitHub-Integration
ga: Le haghaidh treoir maidir le comhtháthú GitHub a bhunú
hu: Útmutató a GitHub integráció beállításához
id: Untuk petunjuk tentang pengaturan integrasi GitHub
ja: GitHub 連携の設定方法
nl: Voor instructie voor het instellen van integratie van GitHub
pt: Para instruções sobre como configurar integração com GitHub
pt_br: Para instruções sobre como configurar integração com GitHub
ro: Pentru instrucțiuni privind configurarea integrării GitHub
ru: Инструкция по настройке интеграции с GitHub
sv: För instruktioner om hur du konfigurerar GitHub-integration
ta: அறிவிலிமையம் ஒருங்கிணைப்பை அமைப்பதற்கான வழிமுறைக்கு
tr: GitHub bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із GitHub
zh_hans: 关于设置 GitHub 集成的指令
zh_hant: 關於設置 Github 集成的指令

source: Generic information about GitHub Webhooks
de: Allgemeine Informationen zu GitHub-Webhooks
ga: Eolas cineálach faoi GitHub Webhooks
hu: Általános információk a GitHub Webhookokról
id: Informasi generik tentang Webhook GitHub
ja: GitHub Webhooks についての一般的な情報
nl: Algemene informatie over GitHub Webhooks
pt: Informações genéricas sobre Webhooks do GitHub
pt_br: Informações genéricas sobre Webhooks do GitHub
ro: Informații generice despre GitHub Webhooks
ru: Общая информация о веб-обработчиках GitHub
sv: Allmän information om GitHub Webhooks
ta: அறிவிலிமையம் வெப்ஊக்ச் பற்றிய பொதுவான தகவல்கள்
tr: GitHub internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів GitHub
zh_hans: GitHub Webhooks 的一般信息
zh_hant: GitHub Webhooks 的一般信息

source: For enabling hooks for whole Weblate
de: Zum Aktivieren von Hooks für das gesamte Weblate
ga: Chun crúcaí a chumasú le haghaidh Weblate iomlán
hu: Hookok engedélyezése a teljes Weblate-re
id: Untuk mengaktifkan kait untuk seluruh Weblate
ja: Weblate 全体のフックを有効にする場合
nl: Voor het inschakelen van hooks voor geheel Weblate
pt: Para ativar ganchos para todo o Weblate
pt_br: Para habilitar ganchos para todo o Weblate
ro: Pentru a activa cârlige pentru întregul Weblate
ru: Для включения обработчиков для всего Weblate
sv: För att aktivera hooks för hela Weblate
ta: முழு வலைபெயர்ப்புடுக்கான கொக்கிகள் இயக்க
tr: Kancaları Weblate genelinde kullanıma almak için
uk: Вмикання скриптів для усього екземпляра Weblate
zh_hans: 关于对整个 Weblate 启动钩子
zh_hant: 關於對整個 Weblate 啟動鉤子

source: Special hook for handling GitLab notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von GitLab-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí GitLab a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook a GitLab értesítések kezelésére és az egyező összetevők automatikus frissítésére.
id: Kait khusus untuk menangani notifikasi GitLab dan memperbarui komponen yang cocok secara otomatis.
ja: GitLab 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van GitLab en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações do GitLab e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações do GitLab e atualizar automaticamente os componentes correspondentes.
ro: Cârlig special pentru gestionarea notificărilor GitLab și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений GitLab и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av GitLab-meddelanden och automatisk uppdatering av matchande komponenter.
ta: அறிவிலிஆய்வு அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: GitLab bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень GitLab і автоматичного оновлення відповідних складників.
zh_hans: 处理 GitLab 通知并自动更新匹配部件的特殊钩子。
zh_hant: 處理 GitLab 通知並自動更新匹配組件的特殊鉤子。

source: For instruction on setting up GitLab integration
de: Für Anweisungen zur Einrichtung der GitLab-Integration
ga: Chun treoir a fháil maidir le comhtháthú GitLab a bhunú
hu: Útmutató a GitLab integráció beállításához
id: Untuk instruksi tentang pengaturan integrasi GitLab
ja: GitLab 連携の設定方法
nl: Voor instructie over het instellen van integratie van GitLab
pt: Para instrução sobre configurar integração com GitLab
pt_br: Para instrução sobre configurar integração com GitLab
ro: Pentru instrucțiuni privind configurarea integrării GitLab
ru: Инструкция по настройке интеграции с GitLab
sv: För instruktioner om hur du konfigurerar GitLab-integrationen
ta: அறிவிலிஆய்வு ஒருங்கிணைப்பை அமைப்பதற்கான அறிவுறுத்தலுக்கு
tr: GitLab bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із GitLab
zh_hans: 关于设置 GitLab 集成的指示
zh_hant: 關於設置 GitLab 集成的指示

source: Generic information about GitLab Webhooks
de: Allgemeine Informationen zu GitLab-Webhooks
ga: Eolas cineálach faoi GitLab Webhooks
hu: Általános információk a GitLab Webhookokról
id: Informasi generik tentang Webhook GitLab
ja: GitHub Webhooks についての一般的な情報
nl: Algemene informatie over GitLab Webhooks
pt: Informações genéricas sobre Webhooks do GitLab
pt_br: Informações genéricas sobre Webhooks do GitLab
ro: Informații generice despre GitLab Webhooks
ru: Общая информация о веб-обработчиках GitLab
sv: Allmän information om GitLab Webhooks
ta: அறிவிலிஆய்வு வெப்ஊக்ச் பற்றிய பொதுவான தகவல்கள்
tr: GitLab internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів GitLab
zh_hans: 关于 GitLab Webhooks 的一般信息
zh_hant: 關於 GitLab Webhooks 的一般信息

source: Special hook for handling Bitbucket notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von Bitbucket-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí Bitbucket a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook a Bitbucket értesítések kezelésére és az egyező összetevők automatikus frissítésére.
id: Kait khusus untuk menangani notifikasi Bitbucket dan memperbarui komponen yang cocok secara otomatis.
ja: Bitbucket 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van Bitbucket en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações do Bitbucket e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações do Bitbucket e atualizar automaticamente os componentes correspondentes.
ro: Hook special pentru gestionarea notificărilor Bitbucket și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений Bitbucket и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av Bitbucket-meddelanden och automatisk uppdatering av matchande komponenter.
ta: பிட்பக்கெட் அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: Bitbucket bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень Bitbucket і автоматичного оновлення відповідних складників.
zh_hans: 处理 Bitbucket 通知并自动更新匹配的部件的特殊钩子。
zh_hant: 處理 Bitbucket 通知並自動更新匹配的組件的特殊鉤子。
