Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Optional voting for suggestions. (Can optionally be used by users when they are unsure about a translation by making multiple suggestions.) - Only turn on voting.
de: Optionale Abstimmung für Vorschläge. (Kann optional von Benutzern verwendet werden, wenn sie sich bei einer Übersetzung unsicher sind, indem sie mehrere Vorschläge machen). – Nur die Abstimmung einschalten.
ga: Vótáil roghnach le haghaidh moltaí. (Is féidir le húsáideoirí é a úsáid go roghnach nuair nach bhfuil siad cinnte faoi aistriúchán trí roinnt moltaí a dhéanamh.) - Ná cuir an vótáil ar siúl ach amháin.
hu: Javaslatok opcionális szavazása. (A felhasználók akkor is szavazhatnak, ha nem biztosak egy fordításban, több javaslatot is beküldhetnek.) – Csak a szavazás bekapcsolása szükséges.
id: Pemungutan suara opsional untuk saran. (Dapat digunakan secara opsional oleh pengguna ketika mereka tidak yakin tentang suatu terjemahan karena memberikan beberapa saran.) - Hanya aktifkan pemungutan suara.
ja: 任意で投票を行える。（ユーザーが翻訳に確信が持てない場合に、複数の提案をすることで利用します。）— 投票のみ有効化する。
nl: Optioneel stemmen op suggesties. (Kan optioneel worden gebruikt door gebruikers als zij niet zeker zijn van een vertaling door meerdere suggesties te maken.) - Schakel alleen stemmen in.
pt: Voto opcional para sugestões. (Pode ser usado opcionalmente pelos utilizadores quando não têm certeza sobre uma tradução, marcando múltiplas sugestões.) - Apenas ativar a votação.
pt_br: Voto opcional para sugestões. (Pode ser usado opcionalmente pelos usuários quando não têm certeza sobre uma tradução, marcando múltiplas sugestões.) - Apenas ativar a votação.
ro: Votul opțional pentru sugestii. (Poate fi utilizat opțional de către utilizatori atunci când nu sunt siguri de o traducere, prin formularea mai multor sugestii). - Activați doar votul.
ru: Необязательное голосование по предложениям (по желанию может использоваться пользователями, когда они не уверены в переводе, и делают вместо него несколько предложений). — Включите только голосование.
sv: Valfri röstning för förslag. (Kan valfritt användas av användare när de är osäkra på en översättning genom att ge flera förslag.) - Aktivera endast röstning.
ta: பரிந்துரைகளுக்கு விருப்ப வாக்களிப்பு. .
tr: Öneriler için isteğe bağlı oylama. (İsteğe bağlı olarak, kullanıcılar bir çeviriden emin olmadıklarında birkaç öneride bulunabilir) - Yalnızca oylamayı açın.
uk: Необов'язкове голосування за пропозиції. (Може, якщо треба, використовуватися користувачами, якщо вони не певні щодо перекладу і надають декілька пропозицій.) - Лише увімкніть голосування.
zh_hans: 对建议的可选投票。（当用户对做出的多个建议不确定时，可以由用户可选地使用。）——只打开投票。
zh_hant: 對建議的可選投票。 （當用戶對做出的多個建議不確定時，可以由用戶可選地使用。）——只打開投票。

source: Additional info on source strings
de: Zusätzliche Informationen über Ausgangszeichenketten
ga: Eolas breise ar na teaghráin foinse
hu: További információk a forrásszövegekről
id: Info tambahan tentang string sumber
ja: 原文の追加情報
nl: Aanvullende informatie over brontekenreeksen
pt: Informações adicionais sobre cadeias fonte
pt_br: Informações adicionais sobre textos fonte
ro: Informații suplimentare despre șirurile sursă
ru: Дополнительная информация об исходных строках
sv: Ytterligare information om källsträngar
ta: மூல சரங்கள் குறித்த கூடுதல் செய்தி
tr: Kaynak dizgeler ile ilgili ek bilgiler
uk: Додаткові відомості щодо початкових рядків
zh_hans: 源字符串另外的信息
zh_hant: 源字符串另外的信息

source: Enhance the translation process by adding additional info to the strings including explanations, string priorities, check flags and visual context. Some of that info may be extracted from the translation files and some may be added by editing the additional string info:
de: Verbessern Sie den Übersetzungsprozess, indem Sie zusätzliche Informationen zu den Zeichenketten hinzufügen, einschließlich Erklärungen, Zeichenkettenprioritäten, Überprüfungsmarkierungen und visuellen Kontext. Einige dieser Informationen können aus den Übersetzungsdateien extrahiert werden, andere können durch Bearbeitung der zusätzlichen Zeichenketteninformationen hinzugefügt werden:
ga: Feabhsaigh an próiseas aistriúcháin trí fhaisnéis bhreise a chur leis na teaghráin lena n-áirítear mínithe, tosaíochtaí teaghrán, bratacha seiceála agus comhthéacs amhairc. Seans go mbainfear cuid den fhaisnéis sin as na comhaid aistriúcháin agus féadfar cuid eile a chur leis tríd an eolas teaghrán breise a chur in eagar:
hu: A fordítási folyamatot kiegészítő információk hozzáadásával lehet fejleszteni, például magyarázatokkal, szövegprioritásokkal, ellenőrzési jelzőkkel és vizuális környezettel. Ezek egy része a fordítási fájlokból származtatható, más része manuálisan is szerkeszthető:
id: Tingkatkan proses terjemahan dengan menambahkan informasi tambahan ke string, termasuk penjelasan, prioritas string, tanda centang, dan konteks visual. Sebagian informasi tersebut dapat diekstrak dari berkas terjemahan, dan sebagian lagi dapat ditambahkan dengan menyunting informasi string tambahan:
ja: 文字列の優先順位、品質検査結果、画像情報などを文字列に情報を追加して、翻訳作業をしやすくします。情報の一部は、翻訳ファイルから抽出されます。また、文字列の追加情報を編集して追加できます。追加情報の編集画面例:
nl: Verbeter het vertaalproces door het toevoegen van aanvullende informatie voor de tekenreeksen, inclusief uitleg, prioriteiten voor tekenreeks, vlaggen voor controles en visuele context. Iets van die informatie zou kunnen worden uitgenomen uit de vertaalbestanden en de rest kan worden toegevoegd door de aanvullende informatie voor de tekenreeks te bewerken:
pt: Melhore o processo de tradução adicionando informações extra para as cadeias, incluindo explicações, prioridades de cadeias, marcadores de verificações e contexto visual. Algumas dessas informações podem ser extraídas dos ficheiros de tradução e podem ser adicionadas ao editar as informações adicionais da cadeia:
pt_br: Melhore o processo de tradução adicionando informações extra para os textos incluindo explicações, prioridades dos textos, marcadores de verificações e contexto visual. Algumas dessas informações podem ser extraídas dos arquivos de tradução e podem ser adicionadas ao editar as informações adicionais do texto:
ro: Îmbunătățiți procesul de traducere prin adăugarea de informații suplimentare la șiruri, inclusiv explicații, priorități ale șirurilor, indicatori de verificare și context vizual. Unele dintre aceste informații pot fi extrase din fișierele de traducere, iar altele pot fi adăugate prin editarea informațiilor suplimentare despre șiruri:
ru: Сделайте процесс перевода проще и улучшите его качество, добавив дополнительную информацию о строках, а именно пояснения, приоритеты строк, флаги проверок и визуальный контекст. Часть этой информации может быть извлечена непосредственно из файлов переводов, а часть можно добавить отредактировав дополнительную информацию о строках:
sv: Förbättra översättningsprocessen genom att lägga till ytterligare information till strängarna, inklusive förklaringar, strängprioriteringar, kontrollflaggor och visuellt sammanhang. En del av denna information kan extraheras från översättningsfilerna och en del kan läggas till genom att redigera den ytterligare stränginformationen:
ta: விளக்கங்கள், சரம் முன்னுரிமைகள், கொடிகள் மற்றும் காட்சி சூழல் உள்ளிட்ட சரங்களுக்கு கூடுதல் தகவலைச் சேர்ப்பதன் மூலம் மொழிபெயர்ப்பு செயல்முறையை மேம்படுத்தவும். அந்த தகவல்களில் சில மொழிபெயர்ப்பு கோப்புகளிலிருந்து பிரித்தெடுக்கப்படலாம், மேலும் சில கூடுதல் சரம் தகவலைத் திருத்துவதன் மூலம் சேர்க்கப்படலாம்:
tr: Dizgelere açıklamalar, dizge öncelikleri, denetim imleri ve görsel bağlam gibi ek bilgiler ekleyerek çeviri işlemini geliştirin. Bu bilgilerin bazıları çeviri dosyalarından çıkarılabilir ve bazıları ek dizge bilgileri düzenlenerek eklenebilir:
uk: Удоскональте процес перекладу наданням даних щодо рядків, зокрема пояснень, пріоритетності рядків, прапорців перевірки та візуального контексту. Деякі з цих даних може бути видобути з файлів перекладу, а деякі можна додати під час редагування додаткових відомостей щодо рядка:
zh_hans: 通过向字符串添加额外的信息来增强翻译过程，这些信息包括解释、字符串优先级、检查标记和可视化上下文。有些信息可以从翻译文件中提取，有些可以通过编辑额外的字符串信息添加:
zh_hant: 通過向字符串添加額外的信息來增強翻譯過程，這些信息包括解釋、字符串優先級、檢查標記和可視化上下文。有些信息可以從翻譯文件中提取，有些可以通過編輯額外的字符串信息添加:

source: Access this directly from the translation interface by clicking the "Edit" icon next to :guilabel:`Screenshot context` or :guilabel:`Flags`.
de: Sie können direkt von der Übersetzungsoberfläche aus darauf zugreifen, indem Sie auf das „Bearbeiten“-Symbol neben :guilabel:`Bildschirmfoto zum Kontext` oder :guilabel:`Markierungen` klicken.
ga: Faigh rochtain dhíreach air seo ón gcomhéadan aistriúcháin trí chliceáil ar an deilbhín "Cuir in Eagar" in aice le :guilabel:`Comhthéacs scáileáin` nó :guilabel:`Flags`.
hu: Közvetlenül a fordítási felületen érhető el a :guilabel:`Képernyőkép-környezet` vagy a :guilabel:`Jelzők` melletti „Szerkesztés” ikonra kattintva.
id: Akses ini langsung dari antarmuka terjemahan dengan mengklik ikon "Sunting" di samping :guilabel:`Screenshot context` atau :guilabel:`Flags`.
ja: 翻訳画面から直接操作するには、:guilabel:`スクリーンショットのコンテキスト` または :guilabel:`フラグ` の右隣にある「編集」 アイコンをクリックします。
nl: Directe toegang hiervoor vanuit de vertaalinterface door te klikken op het pictogram "Bewerken" naast :guilabel:`Schermafdruk context` of :guilabel:`Vlaggen`.
pt: Acesse isso diretamente da interface de tradução clicando no ícone "Editar" perto de :guilabel:`Contexto da captura de ecrã` ou :guilabel:`Marcadores`.
pt_br: Acesse isso diretamente da interface de tradução clicando no ícone "Editar" perto de :guilabel:`Contexto da captura de tela` ou :guilabel:`Marcadores`.
ro: Accesați acest lucru direct din interfața de traducere, făcând clic pe pictograma "Editare" de lângă :guilabel:`Context captură de ecran` sau :guilabel:`Flags`.
ru: Доступ к нему можно получить непосредственно из интерфейса перевода, нажав на иконку правки у разделов :guilabel:`Контекст — снимок экрана` или :guilabel:`Флаги`.
sv: Du kommer åt detta direkt från översättningsgränssnittet genom att klicka på ikonen "Redigera" bredvid :guilabel:`Skärmdumpskontext` eller :guilabel:`Flaggor`.
ta: அடுத்த "திருத்து" ஐகானைக் சொடுக்கு செய்வதன் மூலம் இதை மொழிபெயர்ப்பு இடைமுகத்திலிருந்து நேரடியாக அணுகவும்: வபஇசிட்டை: `ச்கிரீன்சாட் சூழல்` அல்லது: வபஇசிட்டை:` கொடிகள்`.
tr: Bunlara doğrudan çeviri arayüzünden :guilabel:`Ekran görüntüsü bağlamı` ya da :guilabel:`İmler` yanındaki "Düzenle" simgesine tıklayarak erişebilirsiniz.
uk: Доступ до можливості можна отримати безпосередньо з інтерфейсу перекладу, натиснувши піктограму «Редагувати», яку розташовано поруч із написом :guilabel:`Контекст знімка вікна` або :guilabel:`Прапорці`.
zh_hans: 直接在翻译界面点击 :guilabel:`截图上下文` 或 :guilabel:`标记` 旁的“编辑”图标即可进入此界面。
zh_hant: 可以通過點擊緊鄰 :guilabel:`Screenshot context` 或 :guilabel:`Flags` 的 "Edit" 標籤而從翻譯界面直接訪問。

source: Strings prioritization
de: Priorisieren von Zeichenketten
ga: Tosaíocht teaghráin
hu: Szövegek prioritásának kezelése
id: Prioritas string
ja: 文字列の優先順位付け
nl: Prioriteren van tekenreeksen
pt: Priorização de cadeias
pt_br: Priorização dos textos
ro: Prioritatea șirurilor
ru: Приоритизация строк
sv: Prioritering av strängar
ta: சரங்கள் முன்னுரிமை
tr: Dizge önceliklendirme
uk: Установлення пріоритетності рядків
zh_hans: 字符串优先级
zh_hant: 字符串優先級

source: String priority can be changed to offer higher priority strings for translation earlier by using the ``priority`` flag.
de: Die Zeichenkettenpriorität kann geändert werden, um Zeichenketten mit höherer Priorität früher zur Übersetzung anzubieten, indem die ``priority``-Markierung verwendet wird.
ga: Is féidir tosaíocht teaghráin a athrú chun teaghráin tosaíochta níos airde a thairiscint le haistriú níos luaithe trí úsáid a bhaint as an mbratach ``tosaíocht``.
hu: A ``priority`` jelző segítségével a szövegek prioritása módosítható, így a magasabb prioritású szövegek előbb jelennek meg fordításra.
id: Prioritas string dapat diubah untuk menawarkan string berprioritas lebih tinggi untuk terjemahan lebih awal dengan menggunakan tanda ``priority``.
ja: ``priority`` フラグを使用して翻訳の優先度を変更し、優先度の高い文字列から先に翻訳するようにできます。
nl: De prioriteit van een tekenreeks kan worden gewijzigd om tekenreeksen met een hogere prioriteit eerder voor vertaling aan te bieden met de vlag ``priority``.
pt: A prioridade de cadeias pode ser mudada para oferecer cadeias prioritários para tradução antes, usando o marcador ``priority``.
pt_br: A prioridade dos textos pode ser alterada para oferecer textos prioritários para tradução antes, usando o marcador ``priority``.
ro: Prioritatea șirurilor poate fi modificată pentru a oferi mai devreme șiruri cu prioritate mai mare pentru traducere, utilizând indicatorul ``priority``.
ru: Приоритет строк может быть изменён с помощью флага ``priority``, чтобы более приоритетные строки предлагались для перевода раньше.
sv: Strängprioritet kan ändras för att ge strängar med högre prioritet översättning tidigare genom att använda flaggan ``priority``.
ta: `` முன்னுரிமை`` கொடியைப் பயன்படுத்தி முந்தைய மொழிபெயர்ப்புக்கு அதிக முன்னுரிமை சரங்களை வழங்க சரம் முன்னுரிமையை மாற்றலாம்.
tr: ``Öncelik`` imi kullanılarak daha yüksek önceliği olan dizgelerin daha önce çevrilmek üzere sunulması sağlanabilir.
uk: Пріоритетність рядків може бути змінено так, щоб рядки з вищою пріоритетністю було перекладено раніше, за допомогою прапорця ``пріоритет``.
zh_hans: 使用 ``priority`` 标记可以更改字符串优先级，更高优先级的字符串会更早地被提供以进行翻译。
zh_hant: 使用 ``priority`` 標識可以更改字符串優先級來為字符串提供更高優先級，以便更早地進行翻譯。

source: This can be used to order the flow of translation in a logical manner.
de: Auf diese Weise kann der Übersetzungsfluss auf logische Weise geordnet werden.
ga: Is féidir é seo a úsáid chun sreabhadh an aistriúcháin a ordú ar bhealach loighciúil.
hu: Ez logikusabb fordítási sorrendet tesz lehetővé.
id: Ini dapat digunakan untuk mengatur aliran terjemahan secara logis.
ja: これは、論理的な方法で翻訳の流れを順序付けるために使用します。
nl: Dit kan worden gebruikt om de volgorde voor de stroom van de vertaling op een logische manier.
pt: Isso pode ser utilizado para organizar a ordem de tradução de maneira lógica.
pt_br: Isso pode ser utilizado para organizar a ordem de tradução de maneira lógica.
ro: Aceasta poate fi utilizată pentru a ordona fluxul de traducere într-un mod logic.
ru: Это можно использовать для перевода строк в логическом порядке.
sv: Detta kan användas för att ordna översättningsflödet på ett logiskt sätt.
ta: மொழிபெயர்ப்பின் ஓட்டத்தை தர்க்கரீதியான முறையில் ஆர்டர் செய்ய இதைப் பயன்படுத்தலாம்.
tr: Bu seçenek, çeviri akışını belirli bir mantığa göre sıralamak için kullanılabilir.
uk: Цим можна скористатися для логічного упорядковування перекладу.
zh_hans: 这可以用于以合乎逻辑的方式编排翻译流程。
zh_hant: 這可以用於以邏輯的方式將翻譯流程排序。

source: The string flags are also inherited from the :ref:`component-check_flags` at :ref:`component` and flags from the translation file (see :doc:`/formats`).
de: Die Zeichenkettenmarkierungen werden auch von den :ref:`component-check_flags` unter :ref:`component` und den Markierungen aus der Übersetzungsdatei (siehe :doc:`/formats`) vererbt.
ga: Faightear na bratacha teaghrán freisin ón :ref:`component-check_flags` ag :ref:`component` agus bratacha ón gcomhad aistriúcháin (féach :doc:`/formats`).
hu: A szövegjelzők öröklődnek a :ref:`component-check_flags` beállításból az :ref:`összetevőszinten <component>`, valamint a fordítási fájlban megadott jelzőkből is (lásd: :doc:`/formats`).
id: Tanda string juga diwarisi dari :ref:`component-check_flags` di :ref:`component` dan tanda dari berkas terjemahan (lihat :doc:`/formats`).
ja: 文字列フラグは、:ref:`component` の :ref:`component-check_flags` および翻訳ファイルのフラグからも継承されます（参照: :doc:`/formats`） 。
nl: De vlaggen voor tekenreeksen worden ook geërfd van de :ref:`component-check_flags` in :ref:`component` en vlaggen uit het vertaalbestand (bekijk :doc:`/formats`).
pt: Os marcadores de cadeias também são herdados dos :ref:`component-check_flags` na :ref:`component` e marcadores do ficheiro de tradução (veja :doc:`/formats`).
pt_br: Os marcadores de textos também são herdados dos :ref:`component-check_flags` na :ref:`component` e marcadores do arquivo de tradução (veja :doc:`/formats`).
ro: Stegulețele pentru șiruri de caractere sunt, de asemenea, moștenite de la :ref:`component-check_flags` de la :ref:`component` și de la stegulețele din fișierul de traducere (a se vedea :doc:`/formats`).
ru: Строковые флаги также наследуются из :ref:`component-check_flags` в :ref:`component` и флагов из файла перевода (см. :doc:`/formats`).
sv: Strängflaggorna ärvs också från :ref:`component-check_flags` i :ref:`component` och flaggor från översättningsfilen (se :doc:`/formats`).
tr: Dizge imleri :ref:`component` içindeki :ref:`component-check_flags` ögesinden ve çeviri dosyasındaki imlerden alınır (ayrıntılı bilgi almak için: :doc:`/formats`).
uk: Прапорці рядка також успадковуються від :ref:`прапорців складника <component-check_flags>` у :ref:`складнику <component>` та прапорців з файла перекладу (див. :doc:`/formats`).
zh_hans: 字符串标记也继承了 :ref:`component` 中的 :ref:`component-check_flags` 和翻译文件中的标记（见 :doc:`/formats`）。

source: Explanation
de: Erklärung
ga: Míniú
hu: Magyarázat
id: Penjelasan
ja: 解説
nl: Uitleg
pt: Explicação
pt_br: Explicação
ro: Explicație
ru: Пояснение
sv: Förklaring
ta: விளக்கம்
tr: Açıklama
uk: Пояснення
zh_hans: 解释
zh_hant: 解釋

source: In previous versions this has been called :guilabel:`Extra context`.
de: In früheren Versionen wurde dies als :guilabel:`Zusätzlicher Kontext` bezeichnet.
ga: I leaganacha roimhe seo tugadh :guilabel:`Comhthéacs breise` air seo.
hu: A korábbi verziókban ez :guilabel:`Extra kontextus` néven szerepelt.
id: Pada versi sebelumnya ini disebut :guilabel:`Extra context`.
ja: 以前のバージョンでは、これは :guilabel:`追加の文字列情報` と呼ばれていました。
nl: In eerdere versies werd dit :guilabel:`Extra context` genoemd.
pt: Nas versões anteriores, isso era chamado de :guilabel:`Contexto extra`.
pt_br: Nas versões anteriores, isso era chamado de :guilabel:`Contexto extra`.
ro: În versiunile anterioare, aceasta se numea :guilabel:`Extra context`.
ru: В предыдущих версиях это поле называлось :guilabel:`Дополнительный контекст`.
sv: I tidigare versioner har detta kallats :guilabel:`Extra context`.
ta: முந்தைய பதிப்புகளில் இது அழைக்கப்படுகிறது: வபஇசிட்டை: `கூடுதல் சூழல்`.
tr: Önceki sürümlerde buna :guilabel:`Ek bağlam` deniyordu.
uk: У попередніх версіях це називалося :guilabel:`додатковим контекстом`.
zh_hans: 在以前的版本中这被称为 :guilabel:`额外上下文`。
zh_hant: 在以前的版本中這被稱為 :guilabel:`Extra context`。

source: Support for syncing explanation with a file was introduced.
de: Unterstützung für die Synchronisierung von Erklärungen mit einer Datei wurde eingeführt.
ga: Tugadh isteach tacaíocht chun míniú a shioncronú le comhad.
hu: Bevezetésre került a magyarázat fájllal való szinkronizálásának támogatása is.
id: Dukungan untuk sinkronisasi penjelasan dengan berkas telah diperkenalkan.
ja: ファイルとの説明の同期に対応。
nl: Ondersteuning voor synchroniseren van uitleg met een bestand werd geïntroduceerd.
pt: Foi introduzido suporte para sincronização de explicação com um ficheiro.
pt_br: Foi introduzido suporte para sincronização de explicação com um arquivo.
ru: Введена поддержка синхронизации объяснений с файлом.
sv: Stöd för synkronisering av förklaringar med en fil har införts.
ta: ஒரு கோப்புடன் விளக்கத்தை ஒத்திசைப்பதற்கான உதவி அறிமுகப்படுத்தப்பட்டது.
tr: Açıklamayı bir dosyayla eşitleme özelliği eklendi.
uk: Було впроваджено підтримку пояснення синхронізації з файлом.
zh_hans: 引入了支持使用文件来同步字符串或翻译的解释的功能。

source: Use the explanation to clarify scope or usage of the translation. You can use Markdown to include links and other markup.
de: Verwenden Sie die Erklärung, um den Umfang oder die Verwendung der Übersetzung zu verdeutlichen. Sie können Markdown verwenden, um Links und andere Auszeichnungen einzufügen.
ga: Úsáid an míniú chun scóip nó úsáid an aistriúcháin a shoiléiriú. Is féidir leat Markdown a úsáid chun naisc agus marcáil eile a chur san áireamh.
hu: A magyarázatban tisztázni lehet a fordítás környezetét vagy használatát. Markdown használható linkek és egyéb formázás beillesztésére.
id: Gunakan penjelasan untuk memperjelas cakupan atau penggunaan terjemahan. Anda dapat menggunakan Markdown untuk menyertakan tautan dan markup lainnya.
ja: 解説を使用して、翻訳の範囲または使用方法を明確にします。Markdown を使用して、リンクやその他のマークアップを含めることができます。
nl: Gebruik de uitleg om het bereik duidelijk te maken of het gebruiken van de vertaling. U kunt Markdown gebruiken om koppelingen op te nemen en andere opmaak.
pt: Use a explicação para esclarecer o escopo ou uso da tradução. Pode usar Markdown para incluir ligações e outras marcações.
pt_br: Use a explicação para esclarecer o escopo ou uso da tradução. Você pode usar Markdown para incluir links e outras marcações.
ro: Folosiți explicația pentru a clarifica domeniul de aplicare sau utilizarea traducerii. Puteți utiliza Markdown pentru a include linkuri și alte marcaje.
ru: Используйте пояснения, чтобы уточнять сферу применения или детали использования строки. В поле поддерживается разметка Markdown, так что вы можете добавлять в него ссылки или другие элементы разметки текста.
sv: Använd förklaringen för att klargöra översättningens omfattning eller användning. Du kan använda Markdown för att inkludera länkar och andra markeringar.
ta: மொழிபெயர்ப்பின் நோக்கம் அல்லது பயன்பாட்டை தெளிவுபடுத்த விளக்கத்தைப் பயன்படுத்து. இணைப்புகள் மற்றும் பிற மார்க்அப்பைச் சேர்க்க நீங்கள் மார்க் டவுனைப் பயன்படுத்தலாம்.
tr: Çevirinin kapsamını veya kullanımını netleştirmek için açıklamayı kullanın. Bağlantıları ve diğer kod imlerini eklemek için Markdown kullanabilirsiniz.
uk: Скористайтеся поясненням для того, що зробити зрозумілішою область або використання перекладу. Ви можете скористатися кодом Markdown для включення посилань та визначення розмітки.
zh_hans: 使用解释来阐明翻译的范围或翻译的用法。您可以使用 Markdown 语法来包含链接和其它标记。
zh_hant: 使用解釋來明確翻譯的範圍或翻譯的 使用。您可以使用 Markdown 來包括連接和其它標誌。

source: Some file formats support storing explanation within the file, see :ref:`format-explanation`.
de: Einige Dateiformate unterstützen das Speichern von Erklärungen innerhalb der Datei, siehe :ref:`format-explanation`.
ga: Tacaíonn roinnt formáidí comhaid le míniú a stóráil laistigh den chomhad, féach :ref:`format-explanation`.
hu: Néhány fájlformátum támogatja a magyarázat tárolását a fájlban is, lásd: :ref:`format-explanation`.
id: Beberapa format berkas mendukung penyimpanan penjelasan dalam berkas, lihat :ref:`format-explanation`.
ja: 一部のファイル形式は、ファイル内に説明の保存に対応しています。参照: :ref:`format-explanation`。
nl: Sommige bestandsindelingen ondersteuning het opslaan van de uitleg in het bestand, bekijk :ref:`format-explanation`.
pt: Alguns formatos de ficheiro suportam o armazenamento de explicações no ficheiro, consulte :ref:`format-explanation`.
pt_br: Alguns formatos de arquivo suportam o armazenamento de explicações dentro do arquivo, consulte :ref:`format-explanation`.
ru: Некоторые форматы файлов поддерживают сохранение объяснений внутри файла, см. :ref:`format-explanation`.
sv: Vissa filformat stöder lagring av förklaringar i filen, se :ref:`format-explanation`.
tr: Bazı dosya biçimleri dosya içine açıklama eklenmesini destekler. Ayrıntılı bilgi almak için: :ref:`format-explanation`.
uk: У деяких форматах файлів передбачено підтримку зберігання пояснення у файлі, див. :ref:`format-explanation`.
zh_hans: 某些文件格式支持在文件内存储解释信息，见 :ref:`format-explanation`。
