Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate employs a wide range of quality checks on strings. The following section describes them all in further detail. There are also language specific checks. Please file a bug if anything is reported in error.
de: Weblate wendet eine Vielzahl von Qualitätsprüfungen für Zeichenketten an. Der folgende Abschnitt beschreibt sie alle im Detail. Es gibt auch sprachspezifische Prüfungen. Bitte melden Sie einen Fehler, wenn etwas falsch gemeldet wird.
ga: Úsáideann Weblate raon leathan seiceálacha cáilíochta ar theaghráin. Déanann an chuid seo a leanas cur síos níos mine orthu go léir. Tá seiceálacha sainiúla teanga ann freisin. Comhdaigh fabht má thuairiscítear aon rud trí thimpiste.
hu: A Weblate széles körű minőség-ellenőrzéseket végez a szövegeken. Az alábbi szakasz részletesen ismerteti ezeket. Emellett nyelvspecifikus ellenőrzések is elérhetők. Ha hibás jelentést tapasztal, jelezze hibajeggyel.
id: Weblate menggunakan berbagai pemeriksaan kualitas pada string. Bagian berikut menjelaskan semuanya secara lebih rinci. Terdapat juga pemeriksaan khusus bahasa. Harap laporkan kerusakan jika terdapat galat yang dilaporkan.
ja: Weblate では、文字列に対してさまざまな品質検査をしています。次のセクションでは、すべての検査項目について詳しく説明します。言語固有の検査もあります。誤検出が起こる場合はバグを報告してください。
nl: Weblate gebruikt een breed bereik aan kwaliteitscontroles op tekenreeksen. Het volgende gedeelte beschrijft ze allemaal verder in detail. Er bestaan ook taalspecifieke controles. Rapporteer een probleem als er iets als er iets verkeerd wordt gerapporteerd.
pt: O Weblate emprega uma ampla gama de verificações de qualidade em cadeias. A secção a seguir descreve todos eles em mais detalhe. Há também verificações específicas de idiomas. Por favor, preencha um relatório de erro se alguma verificação for relatada por engano.
pt_br: O Weblate emprega uma ampla gama de verificações de qualidade em textos. A seção a seguir descreve todos eles em mais detalhes. Há também verificações específicas de idiomas. Por favor, preencha um relatório de erro se alguma verificação for relatada por engano.
ro: Weblate utilizează o gamă largă de verificări de calitate a șirurilor de caractere. Următoarea secțiune le descrie pe toate în detaliu. Există, de asemenea, verificări specifice fiecărei limbi. Vă rugăm să depuneți un bug dacă se raportează ceva eronat.
ru: Weblate использует широкий спектр проверок качества строк. В следующем разделе они все описываются более подробно. Также существуют проверки, специфичные для конкретных языков. Если какая-то проверка срабатывает ошибочно, пожалуйста, отправьте сообщение об ошибке.
sv: Weblate använder ett brett spektrum av kvalitetskontroller på strängar. Följande avsnitt beskriver dem alla mer detaljerat. Det finns också språkspecifika kontroller. Vänligen rapportera ett fel om något rapporteras felaktigt.
ta: வலைபெயர்ப்பு சரங்களில் பரந்த அளவிலான தர சோதனைகளைப் பயன்படுத்துகிறது. பின்வரும் பிரிவு அவை அனைத்தையும் மேலும் விரிவாக விவரிக்கிறது. மொழி குறிப்பிட்ட சோதனைகளும் உள்ளன. ஏதேனும் பிழையாக புகாரளிக்கப்பட்டால் தயவுசெய்து ஒரு பிழையைத் தாக்கல் செய்யுங்கள்.
tr: Weblate, dizgeler üzerinde çok çeşitli kalite denetimleri yapar. Aşağıdaki bölümde bunlar daha ayrıntılı olarak açıklanmaktadır. Ayrıca dile özgü denetimler de vardır. Hatalı çalışan bir denetim varsa lütfen bir hata bildiriminde bulunun.
uk: Weblate застосовує до рядків широкий діапазон перевірок якості. У наступному розділі докладно описано усі ці перевірки. Також передбачено специфічні для мов перевірки. Якщо у звітах вади ви знайшли помилку, повідомте нам про неї.
zh_hans: Weblate 对字符串进行了广泛的质量检查。以下部分将对它们进行更详细的描述。还有针对特定语言的检查。如果有错误报告，请将缺陷提交。
zh_hant: Weblate 對字符串進行了廣泛的質量檢查。以下部分將對它們進行更詳細的描述。還有針對特定語言的檢查。如果有錯誤報告，請將缺陷提交。

source: Translation checks
de: Übersetzungsprüfungen
ga: Seiceálacha aistriúcháin
hu: Fordítási ellenőrzések
id: Pemeriksaan terjemahan
ja: 翻訳時の検査
nl: Controles van vertalingen
pt: Verificações de tradução
pt_br: Verificações de tradução
ro: Verificări de traducere
ru: Проверки перевода
sv: Översättningskontroller
ta: மொழிபெயர்ப்பு சோதனைகள்
tr: Çeviri denetimleri
uk: Перевірки перекладів
zh_hans: 译文检查
zh_hant: 翻譯檢查

source: Executed upon every translation change, helping translators maintain good quality translations.
de: Wird bei jeder Übersetzungsänderung ausgeführt und hilft den Übersetzern, die Qualität der Übersetzungen aufrechtzuerhalten.
ga: Déantar é seo ar gach athrú aistriúcháin, ag cabhrú le haistritheoirí aistriúcháin ar ardchaighdeán a choinneáil.
hu: Fordítási módosítás esetén automatikusan lefutnak, és támogatják a fordítókat a megfelelő minőség biztosításában.
id: Dieksekusi pada setiap perubahan terjemahan, membantu penerjemah mempertahankan terjemahan berkualitas baik.
ja: 翻訳文を変更するたびに検査をするため、翻訳者は高品質な翻訳を維持できます。
nl: Uitgevoerd bij elke wijziging in de vertaling, wat vertalers helpt om vertalingen met een goede kwaliteit te onderhouden.
pt: Executado a cada alteração da tradução, ajuda os tradutores a manter traduções de boa qualidade.
pt_br: Executada a cada alteração na tradução, ajudando os tradutores a manter traduções de boa qualidade.
ro: Executat la fiecare modificare a traducerii, ajutându-i pe traducători să mențină traducerile de bună calitate.
ru: Выполняется при каждом изменении перевода, помогая переводчикам поддерживать высокое качество перевода.
sv: Utförs vid varje översättningsändring, vilket hjälper översättarna att upprätthålla en hög kvalitet på översättningarna.
ta: ஒவ்வொரு மொழிபெயர்ப்பு மாற்றத்திலும் செயல்படுத்தப்படுகிறது, மொழிபெயர்ப்பாளர்களுக்கு நல்ல தரமான மொழிபெயர்ப்புகளை பராமரிக்க உதவுகிறது.
tr: Her çeviri değişikliğinde yapılır ve çevirmenlerin çeviri kalitesini korumasına yardımcı olur.
uk: Виконуються після кожної зміни у перекладі, допомагаючи перекладачам підтримувати високу якість перекладів.
zh_hans: 在每次翻译更改时执行，帮助译者提交高质量的翻译。
zh_hant: 在每次翻譯更改時執行，幫助翻譯人員保持高質量的翻譯。

source: BBCode markup
de: BBCode-Auszeichnung
ga: Marcáil BBCode
hu: BBCode jelölés
id: Markup BBCode
ja: BBCode マークアップ
nl: BBCode-opmaak
pt: Markup BBCode
pt_br: Marcação de BBCode
ro: Marcaj BBCode
ru: BBCode-разметка
sv: BBCode-märkning
ta: பிபிகோட் மார்க்அப்
tr: BBCode kodlaması
uk: Розмітка BBCode
zh_hans: BBCode 标记
zh_hant: BBCode 標記

source: Summary
de: Zusammenfassung
ga: Achoimre
hu: Összefoglaló
id: Ringkasan
ja: 概要
nl: Samenvatting; overzicht
pt: Resumo
pt_br: Resumo
ro: Sumar
ru: Сводка
sv: Sammanfattning
ta: சுருக்கம்
tr: Özet
uk: Підсумок
zh_hans: 概要

source: BBCode in translation does not match source.
de: BBCode in der Übersetzung passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an t-aistriúchán ar BBCode agus an fhoinse.
hu: A fordításban szereplő BBCode nem egyezik a forrással.
id: BBCode dalam terjemahan tidak cocok dengan sumber.
nl: De BBCode in de vertaling komt niet overeen met de bron.
pt_br: O BBCode na tradução não corresponde à fonte.
sv: BBCode i översättningen stämmer inte överens med källan.
tr: Çevirideki BBCode kaynaktaki ile aynı değil.
uk: BB-код у перекладі не збігається з BB-кодом у джерелі.

source: translated strings
de: Übersetzte Zeichenketten
ga: teaghráin aistrithe
hu: lefordított szövegek
id: string yang diterjemahkan
ja: 翻訳済みの文字列
nl: vertaalde tekenreeksen
pt: cadeias traduzidas
pt_br: textos traduzidos
ro: șiruri traduse
ru: переведённые строки
sv: översatta strängar
ta: மொழிபெயர்க்கப்பட்ட சரங்கள்
tr: çevrilmiş dizgeler
uk: перекладені рядки
zh_hans: 已翻译字符串

source: Check class
de: Prüfklasse
ga: Seiceáil rang
hu: Ellenőrző osztály
id: Periksa kelas
ja: 検査クラス
nl: Klasse controle
pt: Classe da verificação
pt_br: Classe da verificação
ro: Verifică clasa
ru: Класс проверки
sv: Kontrollera klass
ta: சரிபார்க்கவும்
tr: Denetim sınıfı
uk: Клас перевірки
zh_hans: 检查的类

source: Check identifier
de: Prüfungskennung
ga: Seiceáil aitheantóir
hu: Ellenőrzés azonosítója
id: Periksa pengenal
ja: 検査の識別子
nl: Controle identificatie
pt: Identificador da verificação
pt_br: Identificador da verificação
ro: Identificatorul de verificare
ru: Проверить идентификатор
sv: Kontrollera identifierare
ta: அடையாளங்காட்டியை சரிபார்க்கவும்
tr: Belirteci denetle
uk: Перевірити ідентифікатор
zh_hans: 检查的标识符

source: Trigger
id: Pemicu
sv: Utlösare

source: This check needs to be enabled using a flag.
id: Pemeriksaan ini perlu diaktifkan menggunakan tanda.
sv: Denna kontroll måste aktiveras med hjälp av en flagga.

source: Flag to enable
de: Markierung zum Aktivieren
ga: Bratach le cumasú
hu: Engedélyező jelző
id: Tandai untuk mengaktifkan
ja: 有効にするフラグ
nl: Vlag om in te schakelen
pt: Marcador para ativar
pt_br: Marcador para habilitar
ro: Indicator de activare
ru: Флаг для включения
sv: Flagga för att aktivera
ta: இயக்க கொடி
tr: Kullanıma alınacak im
uk: Прапорець для вмикання
zh_hans: 启用的标记

source: Flag to ignore
de: Markierung zum Ignorieren
ga: Bratach le neamhaird a dhéanamh
hu: Kihagyó jelző
id: Tandai untuk mengabaikan
ja: 除外フラグ
nl: Vlag om te negeren
pt: Marcador para ignorar
pt_br: Marcador para ignorar
ro: Indicator de ignorat
ru: Флаг для игнорирования
sv: Flagga för att ignorera
ta: புறக்கணிக்க கொடி
tr: Yok sayılacak im
uk: Прапорець для нехтування
zh_hans: 忽略的标记

source: This checks no longer relies on unreliable automatic detection, it now needs to be turned on using the ``bbcode-text`` flag.
de: Diese Prüfung stützt sich nicht mehr auf eine unzuverlässige automatische Erkennung, sondern muss jetzt mit der Markierung ``bbcode-text`` aktiviert werden.
ga: Ní bhraitheann an tseiceáil seo ar bhrath uathoibríoch neamhiontaofa a thuilleadh, ní mór anois é a chur ar siúl ag baint úsáide as an mbratach ``bbcode-text``.
hu: Ez az ellenőrzés már nem támaszkodik a megbízhatatlan automatikus felismerésre, mostantól manuálisan kell engedélyezni a ``bbcode-text`` jelzővel.
id: Pemeriksaan ini tidak lagi bergantung pada deteksi otomatis yang tidak dapat diandalkan, sekarang perlu diaktifkan menggunakan tanda ``bbcode-text``.
nl: Deze controle is niet langer afhankelijk van onbetrouwbare automatische detectie, hij moet nu worden ingeschakeld met de vlag ``bbcode-text``.
pt_br: Essa verificação não depende mais de detecção automática não confiável; agora, ela precisa ser ativada usando o marcador ``bbcode-text``.
sv: Denna kontroll är inte längre beroende av opålitlig automatisk detektering, utan måste nu aktiveras med flaggan ``bbcode-text``.
tr: Bu denetim artık güvenilmez kendiliğinden algılama kullanmıyor. Denetimin ``bbcode-text`` imi kullanılarak açılması gerekiyor.
uk: Ця перевірка більше не покладається на ненадійне автоматичне виявлення, тепер її потрібно ввімкнути за допомогою прапорця ``bbcode-text``.

source: BBCode represents simple markup, like for example highlighting important parts of a message in bold font, or italics.
de: BBCode steht für einfache Auszeichnungen, wie z. B. das Hervorheben wichtiger Teile einer Nachricht in Fett- oder Kursivschrift.
ga: Léiríonn BBCode marcáil shimplí, mar shampla béim a chur ar chodanna tábhachtacha de theachtaireacht i gcló trom, nó i gcló iodálach.
hu: A BBCode egyszerű jelölőnyelvet jelent, amely például lehetővé teszi egy üzenet fontos részeinek félkövérrel vagy dőlt betűvel történő kiemelését.
id: BBCode mewakili markup sederhana, seperti misalnya menyorot bagian penting suatu pesan dalam font tebal, atau miring.
ja: BBCode は、メッセージの重要な部分を太字フォントや斜体で強調するなどの表示を、単純なマークアップで記述します。
nl: BBCode vertegenwoordigt eenvoudige opmaak, zoals bijvoorbeeld voor het accentueren van belangrijke delen van een bericht in vet lettertype, of cursief.
pt: BBCode representa marcação simples, como, por exemplo, destacar partes importantes de uma mensagem em fonte em negrito ou itálico.
pt_br: BBCode representa marcação simples, como, por exemplo, destacar partes importantes de uma mensagem em fonte em negrito, ou itálico.
ro: BBCode reprezintă marcaje simple, cum ar fi, de exemplu, evidențierea părților importante ale unui mesaj cu caractere aldine sau italice.
ru: BBCode представляет собой простую разметку, полезную для, например, выделения важных частей сообщения жирным шрифтом или курсивом.
sv: BBCode representerar enkel markering, till exempel att markera viktiga delar av ett meddelande med fet stil eller kursiv stil.
ta: bbcode எளிய மார்க்அப்பைக் குறிக்கிறது, எடுத்துக்காட்டாக, தைரியமான எழுத்துரு அல்லது சாய்வுகளில் ஒரு செய்தியின் முக்கியமான பகுதிகளை முன்னிலைப்படுத்துகிறது.
tr: BBCode, bir iletinin önemli bölümlerini koyu veya italik olarak vurgulamak gibi basit kod imlerini ele alır.
uk: BBCode використовує просту розмітку, наприклад, надає змогу позначити важливі частини повідомлення напівжирним або курсивним шрифтом.
zh_hans: BBCode 表示简单的标记，例如以粗体或斜体突出显示消息的重要部分。
zh_hant: BBCode 表示簡單的標記，例如以粗體或斜體突出顯示消息的重要部分。

source: This check ensures they are also found in translation.
de: Diese Prüfung stellt sicher, dass sie auch in der Übersetzung gefunden werden.
ga: Cinntíonn an tseiceáil seo go bhfaightear iad san aistriúchán freisin.
hu: Ez az ellenőrzés biztosítja, hogy ezek a jelölések a fordításban is megtalálhatók legyenek.
id: Pemeriksaan ini memastikan bahwa mereka juga ditemukan dalam terjemahan.
ja: この検査は、BBCode が翻訳文にも含まれているかどうかを確認します。
nl: Deze controle gaat ervan uit dat ze ook moeten worden gevonden in de vertaling.
pt: Esta verificação garante que eles também estejam na tradução.
pt_br: Esta verificação garante que eles também sejam encontrados na tradução.
ro: Această verificare asigură că acestea se regăsesc și în traducere.
ru: Эта проверка гарантирует, что они также будут присутствовать в переводе.
sv: Denna kontroll säkerställer att de också finns med i översättningen.
ta: இந்த சோதனை அவை மொழிபெயர்ப்பிலும் காணப்படுவதை உறுதி செய்கிறது.
tr: Bu denetim, kaynaktaki kod imlerinin çeviride de bulunmasını sağlar.
uk: Ця перевірка забезпечує наявність розмітки у перекладі.
zh_hans: 此检查确保在翻译中也找到它们。
zh_hant: 此檢查確保在翻譯中也找到它們。

source: The method for detecting BBCode is currently quite simple so this check might produce false positives.
de: Die Methode um BBCode zu erkennen ist derzeit noch recht schlicht, so dass diese Prüfung möglicherweise zu Fehlalarmen führt.
ga: Tá an modh chun BBCode a bhrath simplí go leor faoi láthair agus mar sin d'fhéadfadh an tseiceáil seo dearfacha bréagacha a tháirgeadh.
hu: A BBCode észlelésének módszere jelenleg meglehetősen egyszerű, ezért ez az ellenőrzés téves pozitív eredményeket is adhat.
id: Metode untuk mendeteksi BBCode saat ini cukup sederhana sehingga pemeriksaan ini mungkin menghasilkan positif palsu.
ja: 現在、BBCode を検出する方法は非常に単純であり、この検査では誤検知が発生することがあります。
nl: De methode voor het detecteren van BBCode is momenteel heel eenvoudig, dus deze controle zou valse positieven kunnen produceren.
pt: O método para detetar BBCode é atualmente bastante simples, então esta verificação pode produzir falsos positivos.
pt_br: O método para detectar BBCode é atualmente bastante simples, então esta verificação pode produzir falsos positivos.
ro: Metoda de detectare a BBCode este în prezent destul de simplă, astfel încât această verificare ar putea produce rezultate fals pozitive.
ru: На данный момент метод обнаружения тегов BBCode достаточно прост, поэтому данная проверка может привести к ложным срабатываниям.
sv: Metoden för att upptäcka BBCode är för närvarande ganska enkel, så denna kontroll kan ge falska positiva resultat.
ta: bbcode ஐக் கண்டறிவதற்கான முறை தற்போது மிகவும் எளிமையானது, எனவே இந்த சோதனை தவறான நேர்மறைகளை உருவாக்கக்கூடும்.
tr: BBCode algılama yöntemi şu anda oldukça basittir. Bu nedenle bu denetim hatalı doğru sonuçlar verebilir.
uk: Спосіб виявлення BBCode у поточній версії є доволі простим, тому ця перевірка може помилково повідомляти про хиби у перекладі.
zh_hans: 目前检测 BBCode 的方法非常简单，所以此检查可能会产生误报。
zh_hant: 當前檢測 BBCode 的方法非常簡單，因此此檢查可能會產生誤報。

source: Consecutive duplicated words
de: Aufeinanderfolgende doppelte Wörter
ga: Focail dúblacha as a chéile
hu: Egymás utáni ismétlődő szavak
id: Kata duplikat berulang
ja: 重複単語の連続
nl: Opeenvolgende dubbele woorden
pt: Palavras consecutivas duplicadas
pt_br: Há palavras duplicadas de forma consecutiva
ro: Cuvinte consecutive duplicate
ru: Повторяющиеся слова
sv: På varandra följande identiska ord
ta: தொடர்ச்சியான நகல் சொற்கள்
tr: Art arda yinelenen sözcükler var
uk: Послідовне повторення слів
zh_hans: 连续重复的单词
zh_hant: 連續重複單字

source: Text contains the same word twice in a row.
de: Der Text enthält zweimal hintereinander das gleiche Wort.
ga: Tá an focal céanna sa téacs faoi dhó as a chéile.
hu: A szöveg ugyanazt a szót kétszer tartalmazza egymás után.
id: Teks mengandung kata yang sama dua kali berturut-turut.
nl: De tekst bevat tweemaal achter elkaar hetzelfde woord.
pt_br: O texto contém a mesma palavra repetida uma ao lado da outra.
sv: Text innehållande samma ord två gånger i rad.
tr: Metinde aynı sözcük üst üste iki kez geçiyor.
uk: Текст містить те саме слово двічі поспіль.

source: This check is always enabled but can be ignored using a flag.
id: Pemeriksaan ini selalu diaktifkan tetapi dapat diabaikan menggunakan tanda.
sv: Denna kontroll är alltid aktiverad men kan ignoreras med hjälp av en flagga.

source: Checks that no consecutive duplicate words occur in a translation. This usually indicates a mistake in the translation.
de: Prüft, ob in einer Übersetzung aufeinanderfolgende doppelte Wörter vorkommen. Dies weist normalerweise auf einen Fehler in der Übersetzung hin.
ga: Seiceálann sé nach dtarlaíonn aon fhocail dhúblacha as a chéile in aistriúchán. Is gnách go léiríonn sé seo botún san aistriúchán.
hu: Az ellenőrzés biztosítja, hogy a fordításban ne szerepeljenek egymás után ismétlődő szavak. Ez általában fordítási hibára utal.
id: Memeriksa tidak adanya kata duplikat yang berurutan dalam terjemahan. Ini biasanya menunjukkan adanya kesalahan dalam terjemahan.
ja: 翻訳文に重複する単語が連続してないか検査します。通常は、翻訳ミスです。
nl: Controleren dat geen opeenvolgende gedupliceerde woorden voorkomen in een vertaling. Dit geeft gewoonlijk een fout in de vertaling aan.
pt: Verifica se não há palavras duplicadas consecutivas numa tradução. Isso geralmente indica um erro na tradução.
pt_br: Verifica se não ocorrem palavras duplicadas consecutivas em uma tradução. Isso geralmente indica um erro na tradução.
ro: Verifică dacă nu există cuvinte consecutive duplicate într-o traducere. Acest lucru indică, de obicei, o greșeală în traducere.
ru: Проверяет, что в переводе не встречаются последовательные дубликаты слова. Обычно это указывает на ошибку в переводе.
sv: Kontrollerar att inga ord förekommer två gånger i rad i en översättning. Detta indikerar vanligtvis ett fel i översättningen.
ta: மொழிபெயர்ப்பில் தொடர்ச்சியான நகல் சொற்கள் எதுவும் ஏற்படாது என்பதை சரிபார்க்கிறது. இது பொதுவாக மொழிபெயர்ப்பில் ஒரு தவறைக் குறிக்கிறது.
tr: Bir çeviride ardışık yinelenen sözcüklerin olup olmadığını denetler. Bu durum genellikle çeviride bir hata olduğunu gösterir.
uk: Перевіряє переклад на відсутність послідовного дублювання слів. Дублювання, зазвичай, вказує на помилку у перекладі.
zh_hans: 检查译文中是否有连续重复的单词出现。这通常表示译文中存在错误。
zh_hant: 檢查翻譯中是否沒有連續重複的單詞。這通常表示翻譯錯誤。

source: This check includes language specific rules to avoid false positives. In case it triggers falsely in your case, let us know. See :ref:`report-issue`.
de: Diese Prüfung umfasst sprachspezifische Regeln, um Fehlalarme zu vermeiden. Sollte sie fälschlicherweise ausgelöst werden, lassen Sie es uns wissen. Siehe :ref:`report-issue`.
ga: Áiríonn an tseiceáil seo rialacha a bhaineann go sonrach le teanga chun rudaí bréagacha dearfacha a sheachaint. Sa chás go spreagann sé go bréagach i do chás, cuir in iúl dúinn. Féach :ref:`report-issue`.
hu: Ez az ellenőrzés nyelvspecifikus szabályokat is tartalmaz a téves pozitív találatok elkerülésére. Amennyiben téves hibajelzést tapasztal jelezze felénk. Lásd: :ref:`report-issue`.
id: Pemeriksaan ini mencakup aturan khusus bahasa untuk menghindari positif palsu. Jika hasilnya salah, beri tahu kami. Lihat :ref:`report-issue`.
ja: この検査には、誤検出を避けるための言語固有の規則が含まれています。お客様のケースで誤作動した場合はお知らせください。参照: :ref:`report-issue`。
nl: Deze controle bevat taalspecifieke regels om valse positieven te vermijden. In het geval dat het in uw geval foutief wordt geactiveerd, laat het ons dan weten. Bekijk :ref:`report-issue`.
pt: Esta verificação inclui regras específicas do idioma para evitar falsos positivos. Caso seja falso no seu caso, avise-nos. Veja :ref:`report-issue`.
pt_br: Esta verificação inclui regras específicas do idioma para evitar falsos positivos. Caso seja falso no seu caso, avise-nos. Consulte :ref:`report-issue`.
ro: Această verificare include reguli specifice fiecărei limbi pentru a evita falsurile pozitive. În cazul în care se declanșează în mod fals în cazul dumneavoastră, anunțați-ne. A se vedea :ref:`report-issue`.
ru: Эта проверка включает в себя правила, специфичные для конкретных языков, чтобы избежать ложных срабатываний. В случае ложного срабатывания этой проверки в вашем случае, сообщите нам об этом. Смотрите раздел :ref:`report-issue`.
sv: Denna kontroll inkluderar språkspecifika regler för att undvika falska positiva resultat. Om den utlöser falska positiva resultat i ditt fall, vänligen meddela oss. Se :ref:`report-issue`.
tr: Bu denetim, hatalı doğru sonuçları önlemek için dile özgü kuralları kullanır. Sizin durumunuzda yanlış bir şekilde tetiklenirse, bize bildirin. Ayrıntılı bilgi almak için: :ref:`report-issue`.
uk: До цієї перевірки включено специфічні для мови правила для уникнення хибного спрацьовування. Якщо у вашому випадку рядок без помилок не проходить перевірки, повідомте про це нас. Див. розділ :ref:`report-issue`.
zh_hans: 此检查包括特定语言的规则，以避免误报。如果在您的情况下错误触发，请告诉我们。请参阅 :ref:`report-issue`。
zh_hant: 此檢查包括特定於語言的規則，以避免誤報。如果在您的情況下錯誤觸發，請告訴我們。請參閱 :ref:`report-issue`。

source: Does not follow glossary
de: Folgt nicht dem Glossar
ga: Ní leanann gluais
hu: Nem követi a szójegyzéket
id: Tidak mengikuti glosarium
ja: 用語集に従っていない
nl: Niet-overeenkomend met begrippenlijst
pt: Não segue o glossário
pt_br: Não segue o glossário
ro: Nu respectă glosarul
ru: Не соответствует словарю
sv: Överensstämmer inte med ordlistan
ta: சொற்களஞ்சியத்தைப் பின்பற்றாது
tr: Sözlük ile uyumlu değil
uk: Не відповідає вимогам глосарію
zh_hans: 不遵循术语表
zh_hant: 與詞彙表不同

source: The translation does not follow terms defined in a glossary.
de: Die Übersetzung folgt nicht den definierten Begriffen im Glossar.
ga: Ní leanann an t-aistriúchán téarmaí atá sainmhínithe i ngluais.
hu: A fordítás nem követi a szójegyzékben meghatározott kifejezéseket.
id: Terjemahan tidak mengikuti istilah yang didefinisikan dalam glosarium.
ja: 翻訳文は用語集に定義された用語に従っていない。
nl: De vertaling komt niet overeen met termen op de begrippenlijst.
pt: A tradução não segue os termos definidos num glossário.
pt_br: A tradução não segue termos definidos em um glossário.
ro: Traducerea nu respectă termenii definiți într-un glosar.
ru: Этот перевод не содержит термин, указанный в словаре.
sv: Översättningen följer inte poster som definierats i en ordlista.
ta: மொழிபெயர்ப்பு ஒரு சொற்களஞ்சியத்தில் வரையறுக்கப்பட்ட சொற்களைப் பின்பற்றாது.
tr: Çeviri, bir sözlükte tanımlanmış terimlerle uyumlu değil.
uk: Переклад не слідує термінам, які визначено у глосарії.
zh_hans: 译文未遵循术语表中定义的术语。
zh_hant: 翻譯未遵循詞彙表定義的字詞。
