Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The credentials can also be overridden in :ref:`component-push` or :ref:`component-repo` (if push URL is not configured), these take precedence over the ones specified in the configuration file.
de: Die Zugangsdaten können auch in :ref:`component-push` oder :ref:`component-repo` überschrieben werden (falls die Push-URL nicht konfiguriert wurde), diese haben Vorrang vor den in der Konfigurationsdatei angegebenen Daten.
ga: Is féidir na dintiúir a shárú freisin i :ref:`component-push` nó :ref:`component-repo` (mura bhfuil URL an bhrú cumraithe), bíonn tosaíocht acu seo thar na cinn atá sonraithe sa chomhad cumraíochta.
hu: A hitelesítő adatok a :ref:`component-push` vagy :ref:`component-repo` szinten is felülírhatók (ha nincs külön feltöltési (push) URL megadva), ezek előnyt élveznek a konfigurációs fájlban megadottakkal szemben.
id: Kredensial juga dapat ditimpa dalam :ref:`component-push` atau :ref:`component-repo` (jika URL push tidak dikonfigurasi), ini diutamakan daripada yang ditentukan dalam berkas konfigurasi.
ja: 資格情報は、:ref:`component-push` または :ref:`component-repo` （プッシュ URL が設定されていない場合）でも上書きできます。これは、設定ファイルで指定された資格情報よりも優先されます。
nl: De inloggegevens kunnen worden overschreven in :ref:`component-push` of :ref:`component-repo` (als de URL voor pushen niet is geconfigureerd), deze hebben voorrang boven die welke zijn gespecificeerd in het configuratiebestand.
pt: As credenciais também podem ser substituídas em :ref:`component-push` ou :ref:`component-repo` (se o URL de push não estiver configurado), elas têm precedência sobre as especificadas no ficheiro de configuração.
pt_br: As credenciais também podem ser substituídas em :ref:`component-push` ou :ref:`component-repo` (se o URL de push não estiver configurado), elas têm precedência sobre as especificadas no arquivo de configuração.
sv: Autentiseringsuppgifterna kan också åsidosättas i :ref:`component-push` eller :ref:`component-repo` (om push-URL inte är konfigurerad), dessa har företräde framför de som anges i konfigurationsfilen.
tr: Kimlik doğrulama bilgileri ayrıca :ref:`component-push` veya :ref:`component-repo`' içinde (itme adresi yapılandırılmamışsa) değiştirilebilir. Bunlar yapılandırma dosyasında belirtilenlere göre önceliklidir.
uk: Облікові дані також можна перевизначити у :ref:`component-push` або :ref:`component-repo` (якщо не налаштовано URL для push), вони мають пріоритет над тими, що вказані у файлі конфігурації.
zh_hans: 凭据也可以在 :ref:`component-push` 或 :ref:`component-repo` 中被覆盖（如果没有配置 URL），这些凭据的优先级高于配置文件中所指定的凭据。

source: API user, required.
de: API-Benutzer, erforderlich.
ga: Úsáideoir API, ag teastáil.
hu: API felhasználó megadása (kötelező).
id: Pengguna API, diperlukan.
ja: API ユーザー、必須。
nl: API-gebruiker, vereist.
pt: Utilizador API, necessário.
pt_br: Usuário API, necessário.
ru: Требуется пользователь API.
sv: API-användare, krävs.
ta: பநிஇ பயனர், தேவை.
tr: API kullanıcısı, yazılması zorunludur.
uk: Користувач API, має бути вказано обов'язково.
zh_hans: API 用户，必填。

source: Scheme override. Weblate attempts to parse scheme from the repository URL and falls backs to ``https``. If you are running the API server internally, you might want to use ``http`` instead, but consider security.
de: Schema überschreiben. Weblate versucht, das Schema aus der URL des Repositorys zu analysieren und greift auf ``https`` zurück. Wenn Sie den API-Server intern betreiben, können Sie stattdessen ``http`` verwenden, aber beachten Sie die Sicherheit.
ga: Sárú scéime. Déanann Weblate iarracht an scéim a pharsáil ó URL an taisc agus téann sé siar go ``https``. Má tá an freastalaí API á rith agat go hinmheánach, b'fhéidir gur mhaith leat `` http`` a úsáid ina ionad sin, ach smaoinigh ar shlándáil.
hu: Séma felülírása. A Weblate megpróbálja az URL-ből kinyerni a sémát, ha nem sikerül, a ``https``-t használja. Ha belsőleg futtatja az API szervert, megadhatja az ``http``-t is, de ügyeljen a biztonságra.
id: Penimpaan skema. Weblate mencoba mengurai skema dari URL repositori dan kembali ke ``https``. Jika Anda menjalankan server API secara internal, Anda mungkin ingin menggunakan ``http``, tetapi pertimbangkan keamanannya.
ja: スキームの上書き。Weblate はリポジトリの URL からスキームを解析しようとしますが、デフォルトでは ``https`` にフォールバックします。もし API サーバーを内部で実行している場合、代わりに ``http`` を使用できますが、セキュリティに考慮してください。
nl: Schema overschrijven. Weblate probeert schema te parsen vanuit de URL van de opslagruimte en valt terug op ``https``. Als u de server voor API intern uitvoert, zou u misschien in plaats daarvan ``http`` willen gebruiken, maar denk aan de beveiliging.
pt: Substituição de esquema. O Weblate tenta analisar o esquema a partir da URL do repositório e, se não conseguir, utiliza ``https``. Se executar o servidor da API internamente, talvez queira usar ``http`` em vez disso, mas considere a segurança.
pt_br: Substituição de esquema. O Weblate tenta analisar o esquema a partir da URL do repositório e, se não conseguir, utiliza ``https``. Se você estiver executando o servidor da API internamente, talvez queira usar ``http`` em vez disso, mas leve em consideração a segurança.
ru: Переопределение схемы. Weblate пытается разобрать схему из URL репозитория и возвращается к ``https``. Если вы используете API-сервер внутри компании, то вместо него можно использовать ``http``, но при этом следует учитывать требования безопасности.
sv: Schemaöverskrivning. Weblate försöker analysera schemat från repositoriets URL och faller tillbaka till ``https``. Om du kör API-servern internt kanske du vill använda ``http`` istället, men tänk på säkerheten.
ta: திட்டம் மேலெழுதும். வலைபெயர்ப்பு களஞ்சிய முகவரி இலிருந்து திட்டத்தை அலச முயற்சிக்கிறது மற்றும் `` https`` க்கு பின்வாங்குகிறது. நீங்கள் பநிஇ சேவையகத்தை உள்நாட்டில் இயக்குகிறீர்கள் என்றால், அதற்கு பதிலாக `` http`` ஐப் பயன்படுத்த விரும்பலாம், ஆனால் பாதுகாப்பைக் கவனியுங்கள்.
tr: Şema değiştirme. Weblate, şemayı depo adresinden bulmaya çalışır ve ``https``iletişim kuralına döner. API sunucusunu içeride çalıştırıyorsanız ``http`` kullanmak isteyebilirsiniz ancak güvenliği de göz önünde bulundurun.
uk: Перевизначено схеми. Weblate намагається обробити схему з адреси сховища, і якщо не вдасться, використовує ``https``. Якщо ви працюєте з сервером програмного інтерфейсу у внутрішній мережі, можна скористатися замість неї ``http``, але зважайте на захист.
zh_hans: 方案覆盖。Weblate 尝试从仓库 URL 解析方案并退回到 ``https``。如果你正在内部运行 API 服务器，你也许想转而使用 ``http``，但考虑安全性。

source: In the Docker container, the credentials can be configured using environment variables, see :ref:`docker-vcs-config`.
de: Im Docker-Container können die Zugangsdaten mithilfe von Umgebungsvariablen konfiguriert werden, siehe :ref:`docker-vcs-config`.
ga: Sa choimeádán Docker, is féidir na dintiúir a chumrú le hathróga timpeallachta, féach :ref:`docker-vcs-config`.
hu: Docker-konténer esetén a hitelesítő adatokat környezeti változókkal lehet beállítani, lásd: :ref:`docker-vcs-config`.
id: Dalam kontainer Docker, kredensial dapat dikonfigurasi menggunakan variabel lingkungan, lihat :ref:`docker-vcs-config`.
ja: Docker コンテナでは、資格情報を環境変数を使用して設定します。参照: :ref:`docker-vcs-config`。
nl: In de Docker container kunnen de inloggegevens worden geconfigureerd met omgevingsvariabelen, bekijk :ref:`docker-vcs-config`.
pt: No contentor do Docker, as credenciais podem ser configuradas usando variáveis de ambiente, consulte :ref:`docker-vcs-config`.
pt_br: No contêiner do Docker, as credenciais podem ser configuradas usando variáveis de ambiente, consulte :ref:`docker-vcs-config`.
ru: В контейнере Docker учетные данные могут быть настроены с помощью переменных окружения, см. :ref:`docker-vcs-config`.
sv: I Docker-containern kan autentiseringsuppgifterna konfigureras med hjälp av miljövariabler, se :ref:`docker-vcs-config`.
tr: Docker ortam değişkenlerinde bulunmayan bir ayar yapmanız gerekiyorsa, ayrıntılı bilgi almak için: :ref:`docker-vcs-config`.
uk: У контейнері Docker реєстраційні дані можна налаштувати за допомогою змінних середовища, див. :ref:`docker-vcs-config`.
zh_hans: 在 Docker 容器中，可使用环境变量配置凭据，见 :ref:`docker-vcs-config`。

source: Continuous localization
de: Kontinuierliche Lokalisierung
ga: Logánú leanúnach
hu: Folyamatos lokalizáció
id: Pelokalan berkelanjutan
ja: 継続的な現地語化
nl: Doorlopende vertaling
pt: Tradução contínua
pt_br: Tradução contínua
ro: Traducere continuă
ru: Непрерывный перевод
sv: Kontinuerlig lokalisering
ta: தொடர்ச்சியான உள்ளூராக்கல்
tr: Kesintisiz yerelleştirme
uk: Безперервна локалізація
zh_hans: 持续本地化
zh_hant: 持續本地化

source: There is infrastructure in place so that your translation closely follows development. This way translators can work on translations the entire time, instead of working through huge amount of new text just prior to release.
de: Es gibt eine Infrastruktur, die dafür sorgt, dass Ihre Übersetzung genau der Entwicklung folgt. Auf diese Weise können die Übersetzer die ganze Zeit an den Übersetzungen arbeiten, anstatt kurz vor der Veröffentlichung eine große Menge an neuem Text durchzuarbeiten.
ga: Tá infrastruchtúr i bhfeidhm ionas go mbeidh d’aistriúchán ag leanúint go dlúth leis an bhforbairt. Ar an mbealach seo is féidir le haistritheoirí oibriú ar aistriúcháin an t-am ar fad, in ionad oibriú ar mhéid ollmhór téacs nua díreach roimh é a eisiúint.
hu: Olyan infrastruktúra áll rendelkezésre, amely biztosítja, hogy a fordítások szorosan kövessék a fejlesztést. Így a fordítók folyamatosan dolgozhatnak a fordításokon, ahelyett hogy a kiadás előtt kellene egyszerre nagy mennyiségű új szöveget lefordítaniuk.
id: Tersedia infrastruktur yang memastikan terjemahan Anda mengikuti perkembangan secara saksama. Dengan demikian, penerjemah dapat mengerjakan terjemahan secara berkelanjutan, alih-alih mengerjakan sejumlah besar teks baru tepat sebelum dirilis.
ja: 開発と翻訳を密接に行えるように、インフラを整備しています。これにより、翻訳者は常に翻訳作業を続けることができ、リリース直前に膨大な量の新しいテキストを扱わずにすみます。
nl: Er is een dusdanige infrastructuur dat uw vertaling de ontwikkelingen op de voet volgt. Op deze manier kunnen vertalers normaal doorwerken aan de vertalingen, in plaats van eerst een grote hoeveelheid nieuwe tekst te moeten verwerken, net voorafgaande aan een nieuwe uitgave.
pt: Há infraestrutura em vigor para que a sua tradução acompanhe o desenvolvimento de perto . Desta forma, os tradutores podem trabalhar em traduções o tempo todo, em vez de trabalhar com uma enorme quantidade de texto novo pouco antes do lançamento.
pt_br: Há infraestrutura em vigor para que sua tradução acompanhe de perto o desenvolvimento. Desta forma, os tradutores podem trabalhar em traduções o tempo todo, em vez de trabalhar através de uma enorme quantidade de texto novo pouco antes do lançamento.
ro: Există o infrastructură care permite ca traducerea dumneavoastră să urmeze îndeaproape dezvoltarea. În acest fel, traducătorii pot lucra la traduceri pe tot parcursul timpului, în loc să lucreze la o cantitate uriașă de text nou chiar înainte de lansare.
ru: Weblate строит такую инфраструктуру, чтобы ваш перевод непрерывно следовал за разработкой. Таким образом, переводчики могут работать над переводами всё время разработки, вместо того, чтобы работать с огромным количеством нового текста непосредственно перед выпуском.
sv: Det finns infrastruktur på plats så att din översättning följer utvecklingen noggrant. På så sätt kan översättarna arbeta med översättningarna hela tiden, istället för att behöva ta sig an en enorm mängd ny text strax före lanseringen.
ta: உங்கள் மொழிபெயர்ப்பு வளர்ச்சியை நெருக்கமாகப் பின்பற்றும் வகையில் உள்கட்டமைப்பு உள்ளது. இந்த வழியில் மொழிபெயர்ப்பாளர்கள் வெளியீட்டிற்கு சற்று முன்னர் பெரிய அளவிலான புதிய உரையின் மூலம் வேலை செய்வதற்குப் பதிலாக, மொழிபெயர்ப்புகளில் முழு நேரமும் செயல்பட முடியும்.
tr: Çevirinizin gelişimi yakından izleyen hazır bir altyapı vardır. Böylece çevirmenler, yayın öncesinde büyük miktarda yeni metinler üzerinde çalışmak yerine, tüm zaman boyunca çeviriler üzerinde çalışabilirler.
uk: Готовою до використання є інфраструктура, за допомогою якої ви можете точно слідувати за розробкою проєкту. Перекладачі можуть працювати над перекладами неперервно, а не працювати над величезними обсягами перекладів нового тексту безпосередньо перед випуском.
zh_hans: 有适当的基础结构，因此你的翻译紧随开发。这样，翻译人员可以一直进行翻译，而不必在发布之前处理大量的新文本。
zh_hant: 有適當的基礎結構，因此你的翻譯緊隨開發。這樣，翻譯人員可以一直進行翻譯，而不必在發布之前處理大量的新文本。

source: :doc:`/devel/integration` describes basic ways to integrate your development with Weblate.
de: :doc:`/devel/integration` beschreibt grundlegende Möglichkeiten zur Integration Ihrer Entwicklung mit Weblate.
ga: Déanann :doc:`/devel/integration` cur síos ar bhealaí bunúsacha chun d'fhorbairt a chomhtháthú le Weblate.
hu: Az alapvető integrációs lehetőségeket a fejlesztési folyamattal az :doc:`/devel/integration` dokumentáció ismerteti.
id: :doc:`/devel/integration` menjelaskan cara dasar untuk mengintegrasikan pengembangan Anda dengan Weblate.
ja: :doc:`/devel/integration` で、開発環境と Weblate を連携する基本的な方法を説明しています。
nl: :doc:`/devel/integration` beschrijft de basismanieren om uw ontwikkeling met Weblate te integreren.
pt: :doc:`/devel/integration` descreve maneiras básicas de integrar o seu desenvolvimento com o Weblate.
pt_br: :doc:`/devel/integration` descreve maneiras básicas de integrar seu desenvolvimento com o Weblate.
ro: :doc:`/devel/integration` descrie modalitățile de bază pentru a vă integra dezvoltarea cu Weblate.
ru: В разделе «:doc:`/devel/integration`» на базовом уровне описывается, как интегрировать ваш процесс разработки с Weblate.
sv: :doc:`/devel/integration` beskriver grundläggande sätt att integrera din utveckling med Weblate.
tr: :doc:`/devel/integration` geliştirme çalışmalarınızı Weblate ile bütünleştirmenin temel yollarını açıklar.
uk: У :doc:`/devel/integration` описано базові способи інтеграції вашої розробки із Weblate.
zh_hans: :doc:`/devel/integration` 描述了将您的开发集成到 Weblate 中的基本方式。
zh_hant: :doc:`/devel/integration` 描述了將您的開發集成到 Weblate 中的基本方式。

source: This is the process:
de: Dies ist der Prozess:
ga: Seo é an próiseas:
hu: A folyamat a következő:
id: Ini prosesnya:
ja: 処理の流れ:
nl: Dit is het proces:
pt: O processo é o seguinte:
pt_br: Este é o processo:
ro: Acesta este procesul:
ru: Процесс следующий:
sv: Så här går det till:
ta: இது செயல்முறை:
tr: Süreç şu şekildedir:
uk: Ось процедура:
zh_hans: 这是过程：
zh_hant: 這是過程：

source: Developers make changes and push them to the VCS repository.
de: Die Entwickler nehmen Änderungen vor und pushen sie in das VCS-Repository.
ga: Déanann forbróirí athruithe agus brú chuig an stór VCS iad.
hu: A fejlesztők módosításokat hajtanak végre, majd feltöltik azokat a VCS (verziókezelő) tárolóba.
id: Pengembang membuat perubahan dan mengirimkannya ke repositori VCS.
ja: 開発者は変更を行い、VCS リポジトリにプッシュする。
nl: Ontwikkelaars maken wijzigingen en pushen die naar de opslagruimte van het VCS.
pt: Os programadores fazem alterações e fazem *push* delas so repositório VCS.
pt_br: Os desenvolvedores fazem alterações e fazem *push* delas para o repositório VCS.
ro: Dezvoltatorii fac modificări și le transferă în depozitul VCS.
ru: Разработчики вносят изменения и отправляют их в репозиторий системы контроля версий.
sv: Utvecklare gör ändringar och överför dem till VCS-arkivet.
ta: உருவாக்குபவர்கள் மாற்றங்களைச் செய்து அவற்றை வி.சி.எச் களஞ்சியத்திற்கு தள்ளுகிறார்கள்.
tr: Geliştiriciler değişiklikler yapar ve bunları sürüm denetimi sistemi deposuna iter.
uk: Розробники змінюють код і записують його до сховища системи керування версіями.
zh_hans: 开发人员进行更改并将其推送到版本控制系统仓库。
zh_hant: 開發人員進行更改並將其推送到版本控制系統（VCS ）倉庫。

source: Optionally the translation files are updated, see :ref:`translations-update`.
de: Optional werden die Übersetzungsdateien aktualisiert, siehe :ref:`translations-update`.
ga: De rogha air sin, déantar na comhaid aistriúcháin a nuashonrú, féach :ref:`translations-update`.
hu: Igény esetén frissítik a fordítási fájlokat, lásd: :ref:`translations-update`.
id: Secara opsional, berkas terjemahan diperbarui, lihat :ref:`translations-update`.
ja: オプションで、翻訳ファイルを更新する。参照: :ref:`translations-update`。
nl: Optioneel worden de vertaalde bestanden bijgewerkt, bekijk :ref:`translations-update`.
pt: Opcionalmente, os ficheiros de tradução são atualizados, consulte :ref:`translations-update`.
pt_br: Opcionalmente, os arquivos de tradução são atualizados, consulte :ref:`translations-update`.
ru: При необходимости файлы перевода обновляются, см. :ref:`translations-update`.
sv: Om så önskas uppdateras översättningsfilerna, se :ref:`translations-update`.
tr: İsteğe bağlı olarak çeviri dosyaları güncellenir. Ayrıntılı bilgi almak için: :ref:`translations-update`.
uk: Якщо потрібно, оновлюються файли перекладу, див. :ref:`translations-update`.
zh_hans: 可以选择更新翻译文件，请参阅 :ref:`translations-update`。

source: Weblate pulls changes from the VCS repository, parses translation files and updates its database, see :ref:`update-vcs`.
de: Weblate zieht Änderungen aus dem VCS-Repository, analysiert Übersetzungsdateien und aktualisiert seine Datenbank, siehe :ref:`update-vcs`.
ga: Tarraingíonn Weblate athruithe ón stór VCS, parsálann sé comhaid aistriúcháin agus nuashonraíonn sé a bhunachar sonraí, féach :ref:`update-vcs`.
hu: A Weblate letölti a változásokat a VCS (verziókezelő) tárolóból, feldolgozza a fordítási fájlokat és frissíti az adatbázisát, lásd: :ref:`update-vcs`.
id: Weblate menarik perubahan dari repositori VCS, mengurai berkas terjemahan dan memperbarui basis datanya, lihat :ref:`update-vcs`.
ja: Weblate は、VCS リポジトリから変更を取得し、翻訳ファイルを解析してデータベースを更新します。参照: :ref:`update-vcs`。
nl: Weblate haalt wijzigingen op uit de opslagruimte van het VCS, parset vertaalbestanden en werkt zijn database bij, bekijk :ref:`update-vcs`.
pt: O Weblate extrai as alterações do repositório VCS, analisa os ficheiros de tradução e atualiza o banco de dados, consulte :ref:`update-vcs`.
pt_br: O Weblate extrai as alterações do repositório VCS, analisa os arquivos de tradução e atualiza o banco de dados, consulte :ref:`update-vcs`.
ru: Weblate извлекает изменения из репозитория VCS, разбирает файлы перевода и обновляет свою базу данных, см. :ref:`update-vcs`.
sv: Weblate hämtar ändringar från VCS-arkivet, analyserar översättningsfiler och uppdaterar sin databas, se :ref:`update-vcs`.
tr: Weblate, sürüm denetimi sistemi deposundan değişiklikleri çeker, çeviri dosyalarını işler ve veri tabanını günceller. Ayrıntılı bilgi almak için: :ref:`update-vcs`.
uk: Weblate отримує зміни з сховища системи керування версіями, обробляє файли перекладу та оновлює свою базу даних, див. :ref:`update-vcs`.
zh_hans: Weblate 从版本控制系统仓库中拉取更改，解析翻译文件并更新其数据库，见 :ref:`update-vcs`。

source: Translators submit translations using the Weblate web interface, or upload offline changes.
de: Übersetzer übermitteln ihre Übersetzungen über die Weblate-Weboberfläche oder laden Änderungen offline hoch.
ga: Cuireann aistritheoirí aistriúcháin isteach trí úsáid a bhaint as comhéadan gréasáin Weblate, nó uaslódálann siad athruithe as líne.
hu: A fordítók a Weblate webes felületén keresztül vagy offline módosítások feltöltésével végzik a fordításokat.
id: Penerjemah mengirimkan terjemahan menggunakan antarmuka web Weblate, atau mengunggah perubahan secara luring.
ja: 翻訳者は、Weblate の管理画面を使用して翻訳を送信するか、オフラインでの変更をアップロードします。
nl: Vertalers dienen vertalingen in met de webinterface van Weblate, of uploaden wijzigingen die offline gemaakt zijn.
pt: Os tradutores enviam traduções a usar a interface web do Weblate ou enviam alterações feitas offline.
pt_br: Os tradutores enviam traduções usando a interface web do Weblate ou enviam alterações feitas offline.
ro: Traducătorii trimit traducerile folosind interfața web Weblate sau încarcă modificările offline.
ru: Переводчики присылают переводы через веб-интерфейс Weblate, или загружают файлы, изменённые ими в автономном режиме.
sv: Översättare skickar in översättningar via Weblate-webbgränssnittet eller laddar upp ändringar offline.
ta: மொழிபெயர்ப்பாளர்கள் வலைபெயர்ப்பு வலை இடைமுகத்தைப் பயன்படுத்தி மொழிபெயர்ப்புகளை சமர்ப்பிக்கிறார்கள் அல்லது இணைப்பில்லாத மாற்றங்களை பதிவேற்றுகிறார்கள்.
tr: Çevirmenler Weblate arayüzünü kullanarak çevirleri yapar ya da çevrim dışı yaptıkları değişiklikleri yükler.
uk: Перекладачі подають переклади за допомогою вебінтерфейсу Weblate або вивантажують зроблені поза інтернетом переклади.
zh_hans: 译者使用 Weblate Web 界面提交翻译，或上传离线更改。
zh_hant: 翻譯者使用 Weblate Web 界面提交翻譯，或上傳離線更改。

source: Once the translators are finished, Weblate commits the changes to the local repository (see :ref:`lazy-commit`).
de: Sobald die Übersetzer fertig sind, committet Weblate die Änderungen in das lokale Repository (siehe :ref:`lazy-commit`).
ga: Nuair a bheidh na haistritheoirí críochnaithe, déanann Weblate na hathruithe ar an stóras áitiúil (féach :ref:`lazy-commit`).
hu: Amint a fordítók elkészülnek, a Weblate véglegesíti a módosításokat a helyi tárolóban (lásd: :ref:`lazy-commit`).
id: Setelah penerjemah selesai, Weblate melakukan perubahan ke repositori lokal (lihat :ref:`lazy-commit`).
ja: 翻訳者が作業を完了したら、Weblate は変更をローカル リポジトリにコミットします（参照: :ref:`lazy-commit`）。
nl: Als de vertalers gereed zijn, voert Weblate de wijzigingen door in de lokale opslagruimte (bekijk :ref:`lazy-commit`).
pt: Quando os tradutores terminam, o Weblate faz o commit das alterações no repositório local (consulte :ref:`lazy-commit`).
pt_br: Quando os tradutores terminam, o Weblate faz o commit das alterações no repositório local (consulte :ref:`lazy-commit`).
ru: После завершения работы переводчиков Weblate фиксирует изменения в локальном репозитории (см. :ref:`lazy-commit`).
sv: När översättarna är klara överför Weblate ändringarna till det lokala arkivet (se :ref:`lazy-commit`).
tr: Çevirmenlerin çalışması tamamlandıktan sonra, Weblate değişiklikleri yerel depoya işler (ayrıntılı bilgi almak için: :ref:`lazy-commit`).
uk: Щойно переклад буде завершено, Weblate надсилає зміни до локального сховища (див. :ref:`lazy-commit`).
zh_hans: 译者完成后，Weblate 会将更改提交到本地仓库（请参阅 :ref:`lazy-commit`）。

source: Changes are pushed back to the upstream repository (see :ref:`push-changes`).
de: Änderungen werden in das Upstream-Repository zurückgepusht (siehe :ref:`push-changes`).
ga: Brúitear athruithe ar ais go dtí an stór in aghaidh an tsrutha (féach :ref:`push-changes`).
hu: A változások visszatöltésre kerülnek a forrás tárolóba, lásd: :ref:`push-changes`.
id: Perubahan dikirim kembali ke repositori hulu (lihat :ref:`push-changes`).
ja: 変更は、上流リポジトリにプッシュされます（参照: :ref:`push-changes`）。
nl: Wijzigingen worden doorgezet naar de opslagruimte upstream (bekijk :ref:`push-changes`).
pt: As alterações são enviadas de volta ao repositório upstream (consulte :ref:`push-changes`).
pt_br: As alterações são enviadas de volta ao repositório upstream (consulte :ref:`push-changes`).
ru: Изменения отправляются обратно в вышестоящий репозиторий (см. :ref:`push-changes`).
sv: Ändringarna skickas tillbaka till uppströmsrepositoriet (se :ref:`push-changes`).
tr: Değişiklikler yukarı akış deposuna geri itilir (ayrıntılı bilgi almak için: :ref:`push-changes`).
uk: Зміни буде записано до основного сховища (див. :ref:`push-changes`).
zh_hans: 更改被推送回上游仓库（见 :ref:`push-changes`）。
