Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: A small visual keyboard row is shown just above the translation field. Its rows are specific to each language; it can be useful for local punctuation or characters that are hard to type by hand.
de: Eine kleine visuelle Tastaturzeile wird direkt über dem Übersetzungsfeld angezeigt. Die Zeilen sind für jede Sprache spezifisch; sie können nützlich sein für lokale Interpunktion oder Zeichen, die schwer mit der Hand zu tippen sind.
ga: Taispeántar sraith bheag mhéarchláir amhairc díreach os cionn réimse an aistriúcháin. Baineann a sraitheanna go sonrach le gach teanga; is féidir é a bheith úsáideach le haghaidh poncaíochta áitiúla nó carachtair atá deacair a chlóscríobh de láimh.
hu: A fordítási mező felett egy kis vizuális billentyűzet sor jelenik meg. Ezek a sorok nyelvspecifikusak; hasznosak lehetnek helyi írásjelekhez vagy nehezen begépelhető karakterekhez.
id: Baris papan ketik visual kecil ditampilkan tepat di atas kolom terjemahan. Baris ini spesifik untuk setiap bahasa; baris ini dapat berguna untuk tanda baca lokal atau karakter yang sulit diketik manual.
ja: 翻訳入力枠のすぐ右上に、複数の小さな記号文字を並べて表示されます。この列は言語ごとに異なり、手打ちが難しい現地語の句読点や文字を入力する際に便利です。
nl: Een kleine rij met een visueel toetsenbord wordt nu net boven het veld voor de vertaling weergegeven. De rijen ervan zijn specifiek voor elke taal; het kan nuttig zijn voor lokale punctuatie of tekens die moeilijk met de hand te typen zijn.
pt_br: Uma pequena linha de teclado visual é mostrada logo acima do campo de tradução. Suas linhas são específicas para cada idioma; pode ser útil para pontuação local ou caracteres que seriam difíceis de digitar manualmente.
ru: Чуть выше поля перевода показывается небольшой ряд визуальной клавиатуры. Она отдельна для каждого языка и может быть полезна для ввода пунктуации или набора символов, которые трудно набирать вручную.
sv: En liten visuell tangentbordsrad visas precis ovanför översättningsfältet. Raderna är specifika för varje språk och kan vara användbara för lokal interpunktion eller tecken som är svåra att skriva för hand.
ta: மொழிபெயர்ப்பு புலத்திற்கு சற்று மேலே ஒரு சிறிய காட்சி விசைப்பலகை வரிசை காட்டப்பட்டுள்ளது. அதன் வரிசைகள் ஒவ்வொரு மொழிக்கும் குறிப்பிட்டவை; உள்ளக நிறுத்தற்குறி அல்லது கையால் தட்டச்சு செய்ய கடினமாக இருக்கும் எழுத்துக்களுக்கு இது பயனுள்ளதாக இருக்கும்.
tr: Çeviri alanının hemen üstünde küçük bir görsel klavye satırı görüntülenir. Satırları her dile özgü olarak değişir. Yerel noktalama işaretleri veya el ile yazılması zor karakterler için kullanışlı olabilir.
uk: Одразу над полем перекладу буде показано невеличку візуальну клавіатуру. Її рядки є специфічними для кожної мови. Ця клавіатура може бути корисною для введення пунктуації або символів, яких немає на клавіатурі або які важко ввести.
zh_hans: 一个小的可视键盘行显示在翻译框的正上方。行特定于每种语言；这对于难以手打的当地标点符号或字符可能会有帮助。

source: The shown symbols factor into three categories:
de: Die abgebildeten Symbole lassen sich in drei Kategorien einteilen:
ga: Fachtóir na siombailí a thaispeántar i dtrí chatagóir:
hu: A megjelenő szimbólumok három kategóriába sorolhatók:
id: Simbol yang ditampilkan terbagi menjadi tiga kategori:
ja: 表示される記号は3種類あります。
nl: De weergegeven symbolen kunnen worden verdeeld in drie categorieën:
pt: Os símbolos mostrados são apresentados em três categorias:
pt_br: Os símbolos mostrados são apresentados em três categorias:
ro: Simbolurile prezentate se împart în trei categorii:
ru: Показываемые символы разделены на три категории:
sv: De visade symbolerna delas in i tre kategorier:
ta: காட்டப்பட்ட சின்னங்கள் காரணி மூன்று வகைகளாக:
tr: Görüntülenen simgeler üç gruba ayrılır:
uk: Показані символи розподілено на три категорії:
zh_hans: 显示的符号分为三类：
zh_hant: 顯示的符號分為三類：

source: User configured :ref:`profile-specialchars` defined in the :ref:`user-profile`
de: Vom Benutzer konfigurierte :ref:`profile-specialchars`, definiert im :ref:`user-profile`
ga: Úsáideora cumraithe :ref:`profile-specialchars` sainmhínithe sa :ref:`user-profile`
hu: A felhasználó által megadott :ref:`profile-specialchars`, amely a :ref:`user-profile` részben állítható be
id: Pengguna mengonfigurasi :ref:`profile-specialchars` yang didefinisikan dalam :ref:`user-profile`
ja: ユーザーが、:ref:`user-profile` に設定した :ref:`profile-specialchars`
nl: Gebruiker configureerde :ref:`profile-specialchars` gedefinieerd in het :ref:`user-profile`
pt: :ref:`profile-specialchars` configurados pelo utilizador definidos em :ref:`user-profile`
pt_br: :ref:`profile-specialchars` configurados pelo usuário definidos em :ref:`user-profile`
ro: Configurat de utilizator :ref:`profile-specialchars` definit în :ref:`user-profile`
ru: Настроенные пользователем :ref:`profile-specialchars`, определённые через :ref:`профиль пользователя <user-profile>`
sv: Användarkonfigurerad :ref:`profile-specialchars` definierad i :ref:`user-profile`
tr: :ref:`user-profile` içinde kullanıcı tarafından yapılandırılmış :ref:`profile-specialchars`
uk: Налаштовані користувачем :ref:`спеціальні символи <profile-specialchars>`, які визначено у розділі :ref:`user-profile`
zh_hans: 用户配置的 :ref:`profile-specialchars` 定义在 :ref:`user-profile` 中

source: Per-language characters provided by Weblate (e.g. quotes or RTL-specific characters)
de: Von Weblate bereitgestellte sprachabhängige Zeichen (z. B. Anführungszeichen oder spezifische Zeichen für Sprachen mit linksläufiger Schreibrichtung)
ga: Carachtair in aghaidh na teanga arna soláthar ag Weblate (m.sh. comharthaí athfhriotail nó carachtair a bhaineann go sonrach le RTL)
hu: Weblate által biztosított, nyelvspecifikus karakterek (pl. idézőjelek vagy jobbról balra író nyelvek karakterei)
id: Karakter per bahasa yang disediakan oleh Weblate (misalnya tanda kutip atau karakter khusus RTL)
ja: Weblate が提供する言語ごとの文字（引用符や RTL 固有の文字など）
nl: Tekens per taal die worden verschaft door Weblate (bijv. aanhalingstekens of tekens specifiek voor RTL)
pt_br: Caracteres por idioma fornecidos pelo Weblate (por exemplo, citações ou caracteres específicos de RTL)
ru: Предоставляемые Weblate символы для конкретного языка (например, кавычки или символы, специфичные для письменностей справа налево)
sv: Tecken per språk som tillhandahålls av Weblate (t.ex. citattecken eller RTL-specifika tecken)
ta: வலைபெயர்ப்பு வழங்கிய ஒவ்வொரு மொழி எழுத்துக்கள் (எ.கா. மேற்கோள்கள் அல்லது ஆர்.டி.எல்-குறிப்பிட்ட எழுத்துக்கள்)
tr: Weblate tarafından sağlanan her dile özel sunulan karakterler (tırnak işaretleri ya da sağdan sola yazılan dillerin karakterleri gibi)
uk: Символи для певної мови, які вбудовано до Weblate (наприклад лапки або специфічні для мов із записом справа ліворуч символи)
zh_hans: Weblate 提供的每种语言字符（例如引号或 RTL 特定字符）

source: Characters configured using :setting:`SPECIAL_CHARS`
de: Mit :setting:`SPECIAL_CHARS` konfigurierte Zeichen
ga: Carachtair cumraithe le :setting:`SPECIAL_CHARS`
hu: A :setting:`SPECIAL_CHARS` beállítással megadott karakterek
id: Karakter dikonfigurasi menggunakan :setting:`SPECIAL_CHARS`
ja: :setting:`SPECIAL_CHARS` で設定された文字
nl: Tekens die werden geconfigureerd met :setting:`SPECIAL_CHARS`
pt: Caracteres configurados a usar :setting:`SPECIAL_CHARS`
pt_br: Caracteres configurados usando :setting:`SPECIAL_CHARS`
ro: Caracterele configurate cu ajutorul :setting:`SPECIAL_CHARS`
ru: Символы, настроенные через параметр :setting:`SPECIAL_CHARS`
sv: Tecken konfigurerade med :setting:`SPECIAL_CHARS`
tr: :setting:`SPECIAL_CHARS` kullanılarak yapılandırılmış karakterler
uk: Символи, які налаштовано за допомогою можливості :setting:`SPECIAL_CHARS`
zh_hans: 使用 :setting:`SPECIAL_CHARS` 配置的字符

source: This contextual description provides related info about the current string.
de: Diese kontextbezogene Beschreibung liefert Informationen über die aktuelle Zeichenkette.
ga: Soláthraíonn an cur síos comhthéacsúil seo faisnéis ghaolmhar faoin teaghrán reatha.
hu: Ez a környezetfüggő leírás az aktuális szöveghez kapcsolódó információkat tartalmaz.
id: Deskripsi kontekstual ini menyediakan info terkait tentang string saat ini.
ja: このコンテキストの説明は、現在の文字列に関する関連情報を提供します。
nl: Deze contextuele beschrijving verschaft gerelateerde informatie over de huidige tekenreeks.
pt: Esta descrição contextual fornece informações relacionadas sobre a cadeia atual.
pt_br: Esta descrição contextual fornece informações relacionadas sobre o texto atual.
ro: Această descriere contextuală oferă informații conexe despre șirul curent.
ru: Это контекстное описание содержит инфо, относящуюся к текущей строке.
sv: Denna kontextuella beskrivning ger relaterad information om den aktuella strängen.
ta: இந்த சூழல் விளக்கம் தற்போதைய சரம் பற்றிய தொடர்புடைய தகவலை வழங்குகிறது.
tr: Bu bağlamsal açıklama, geçerli dizge ile ilgili açıklayıcı bilgiler sağlar.
uk: Цей контекстний опис надає пов'язані дані щодо поточного рядка.
zh_hans: 此上下文说明提供有关当前字符串的相关信息。
zh_hant: 此上下文描述提供有關當前字符串的相關信息。

source: String attributes
de: Zeichenkette-Attribute
ga: Tréithe teaghrán
hu: Szöveg attribútumai
id: Atribut string
ja: 文字列属性
nl: Attributen van tekenreeksen
pt: Atributos da cadeia
pt_br: Atributos do texto
ro: Atributele șirurilor de caractere
ru: Атрибуты строки
sv: Strängattribut
ta: சரம் பண்புக்கூறுகள்
tr: Dizge öznitelikleri
uk: Атрибути рядка
zh_hans: 字符串属性

source: Things like message ID, context (``msgctxt``) or location in source code.
de: Dinge wie Nachrichten-ID, Kontext (``msgctxt``) oder Position im Quellcode.
ga: Rudaí ar nós ID na teachtaireachta, comhthéacs (``msgctxt``) nó suíomh sa chód foinse.
hu: Ilyenek például az üzenet azonosítója, a kontextus (``msgctxt``) vagy a forráskódbeli elhelyezkedése.
id: Hal-hal seperti ID pesan, konteks (``msgctxt``) atau lokasi dalam kode sumber.
ja: メッセージ ID、コンテキスト（``msgctxt``）、原文の参照など。
nl: Dingen zoals ID van de eenheid, context (``msgctxt``) of locatie in broncode.
pt: Coisas como ID da mensagem, contexto (``msgctxt``) ou localização no código-fonte.
pt_br: Coisas como ID da mensagem, contexto (``msgctxt``) ou local no código-fonte.
ro: Lucruri precum ID-ul mesajului, contextul (``msgctxt``) sau locația în codul sursă.
ru: Такие вещи, как идентификатор сообщения, его контекст (``msgctxt``) или местоположение в исходном коде.
sv: Saker som meddelande-ID, sammanhang (``msgctxt``) eller plats i källkoden.
ta: செய்தி ஐடி, சூழல் (`` msgctxt``) அல்லது மூலக் குறியீட்டில் இருப்பிடம் போன்ற விசயங்கள்.
tr: İleti kimliği, bağlam (``msgctxt``) ya da kaynak kodundaki konum gibi ögeler.
uk: Дані, подібні до ідентифікатора повідомлення, контексту (``msgctxt``) або розташування рядка у коді.
zh_hans: 诸如消息 ID、上下文（``msgctxt``）或源代码中的位置之类的东西。
zh_hant: 像消息ID，上下文（`````````）或源代碼中的位置。

source: Nearby strings
de: Benachbarte Zeichenketten
ga: Teaghráin in aice láimhe
hu: Szomszédos szövegek
id: String terdekat
ja: 前後の文字列
nl: Andere tekenreeksen
pt: Cadeias próximas
pt_br: Textos próximos
ro: Șiruri apropiate
ru: Соседние строки
sv: Närliggande strängar
ta: அருகிலுள்ள சரங்கள்
tr: Yakındaki dizgeler
uk: Сусідні рядки
zh_hans: 附近字符串
zh_hant: 相鄰字串

source: Displays neighbouring strings from the translation file. These are usually also used in a similar context and prove useful in keeping the translation consistent.
de: Zeigt benachbarte Zeichenketten aus der Übersetzungsdatei an. Diese werden normalerweise auch in einem ähnlichen Kontext verwendet und sind nützlich, um die Übersetzung konsistent zu halten.
ga: Taispeánann sé teaghráin chomharsanachta ón gcomhad aistriúcháin. Úsáidtear iad seo de ghnáth i gcomhthéacs comhchosúil freisin agus bíonn siad úsáideach chun an t-aistriúchán a choinneáil comhsheasmhach.
hu: Megjeleníti a fordítási fájl szomszédos szövegeit. Ezek gyakran hasonló kontextusban szerepelnek, és segítenek az egységes fordításban.
id: Menampilkan string yang berdekatan dari berkas terjemahan. String ini biasanya juga digunakan dalam konteks yang serupa dan terbukti bermanfaat dalam menjaga konsistensi terjemahan.
ja: 翻訳する文字列の前後の文字列を表示します。通常、前後の文字列は同じ文脈内で使用されるので、翻訳の一貫性を保つ手助けになります。
nl: Geeft nabijgelegen tekenreeksen weer uit het vertaalbestand. Deze worden gewoonlijk ook gebruikt in een soortgelijke context n bewijzen nuttig te zijn bij het consistent houden van de vertaling.
pt_br: Exibe textos próximos do arquivo de tradução. Estes também são geralmente usados em um contexto semelhante e se mostram úteis para manter a tradução consistente.
sv: Visar närliggande strängar från översättningsfilen. Dessa används vanligtvis också i ett liknande sammanhang och är användbara för att hålla översättningen konsekvent.
ta: மொழிபெயர்ப்பு கோப்பிலிருந்து அண்டை சரங்களை காட்டுகிறது. இவை வழக்கமாக இதேபோன்ற சூழலில் பயன்படுத்தப்படுகின்றன மற்றும் மொழிபெயர்ப்பை சீராக வைத்திருக்க பயனுள்ளதாக இருக்கும்.
tr: Çeviri dosyasındaki komşu dizgeleri görüntüler. Bunlar genellikle çevrilen dizgeye benzer bağlamda bulunur ve çeviri tutarlılığının sağlanmasına yardımcı olur.
uk: Показує сусідні рядки з файла перекладу. Зазвичай, такі повідомлення використовуються у подібному контексті і можуть бути корисними для підтримання однорідності перекладу.
zh_hans: 显示来自翻译文件的相邻字符串。这些信息通常是类似的上下文，并保证翻译的一致性。

source: Other occurrences
de: Andere Vorkommnisse
ga: Tarluithe eile
hu: Egyéb előfordulások
id: Kemunculan lain
ja: その他の出現箇所
nl: Vergelijkbare vertalingen
pt: Outras ocorrências
pt_br: Outras ocorrências
ro: Alte apariții
ru: Другие вхождения
sv: Andra förekomster
ta: பிற நிகழ்வுகள்
tr: Diğer kullanımlar
uk: Інші входження
zh_hans: 其它的出现位置
zh_hant: 其他出現位置

source: In case a message appears in multiple places (e.g. multiple components), this tab shows all of them if they are found to be inconsistent (see :ref:`check-inconsistent`). You can choose which one to use.
de: Falls eine Zeichenkette an mehreren Stellen erscheint (z. B. bei mehreren Komponenten), zeigt dieser Reiter alle als inkonsistent befundenen an (siehe :ref:`check-inconsistent`). Sie können auswählen, welche Sie verwenden möchten.
ga: I gcás go bhfuil teachtaireacht le feiceáil in áiteanna éagsúla (m.sh. ilchomhpháirteanna), taispeánann an cluaisín seo iad go léir má aimsítear go bhfuil siad neamhréasúnta (féach :ref:`check-inconsistent`). Is féidir leat a roghnú cén ceann atá le húsáid.
hu: Ha egy üzenet több helyen is megjelenik (pl. több összetevőben), ez a lap az összeset megmutatja, ha azok között eltérés van (lásd: :ref:`check-inconsistent`). Itt kiválasztható, melyik változat legyen használva.
id: Jika sebuah pesan muncul di beberapa tempat (misalnya beberapa komponen), tab ini akan menampilkan semuanya jika ditemukan tidak konsisten (lihat :ref:`check-inconsistent`). Anda dapat memilih salah satu yang akan digunakan.
ja: メッセージが複数の場所で表示される場合（複数のコンポーネントなど）、一貫性がないと判断されると（参照: :ref:`check-inconsistent`）、このタブにすべてのメッセージを表示します。どれを使用するかは選択できます。
nl: In het geval een eenheid verschijnt op meerdere plaatsen (bijv. meerdere onderdelen), geeft deze tab ze allemaal weer als zij inconsistent worden geacht (bekijk :ref:`check-inconsistent`). U kunt kiezen welke u wilt gebruiken.
pt: No caso de uma mensagem aparecer em vários lugares (por exemplo, vários componentes), esta guia mostra todos eles se forem considerados inconsistentes (veja :ref:`check-inconsistent`). Pode escolher qual usar.
pt_br: No caso de uma mensagem aparecer em vários lugares (por exemplo, vários componentes), esta aba mostra todos eles se forem considerados inconsistentes (consulte :ref:`check-inconsistent`). Você pode escolher qual usar.
ro: În cazul în care un mesaj apare în mai multe locuri (de exemplu, mai multe componente), această filă le afișează pe toate dacă se constată că sunt inconsecvente (a se vedea :ref:`check-inconsistent`). Puteți alege pe care dintre ele să o utilizați.
ru: В случае, если сообщение появляется в нескольких местах (например, в нескольких компонентах), эта вкладка показывает их все, если в них найдены противоречия (смотрите раздел :ref:`check-inconsistent`). Вы можете выбрать, какую из строк использовать.
sv: Om ett meddelande visas på flera ställen (t.ex. flera komponenter) visar den här fliken alla om de visar sig vara inkonsekventa (se :ref:`check-inconsistent`). Du kan välja vilken du vill använda.
tr: Bir iletinin birden fazla yerde (örneğin birden fazla bileşende) kullanılması durumunda, bunların tutarsız olduğu algılanırsa, bu sekmede tümü görüntülenir (ayrıntılı bilgi almak için: :ref:`check-inconsistent`). Kullanılacak çeviriyi buradan seçebilirsiniz.
uk: Якщо повідомлення використовується у декількох частинах перекладу (наприклад, у декількох його складниках), на цій вкладці буде показано усі ці частини, якщо вони мають різні переклади (див. :ref:`check-inconsistent`). Ви можете вибрати той варіант перекладу, яким хочете скористатися.
zh_hans: 如果一条信息出现在多个地方（例如多个部件），若发现它们不一致，这个选项卡会显示所有的信息（参见 :ref:`check-inconsistent`）。你可以选择使用其中之一。
zh_hant: 如果一條信息出現在多個地方（例如多個組件），若發現它們不一致，這個標籤會顯示所有的信息（參見 :ref:`check-inconsistent`）。你可以選擇使用其中之一。

source: Look at similar strings translated in past, see :ref:`memory`.
de: Sehen Sie sich ähnliche Zeichenketten an, die in der Vergangenheit übersetzt wurden, siehe :ref:`memory`.
ga: Féach ar theaghráin chosúla a aistríodh san am atá caite, féach :ref:`memory`.
hu: Korábban fordított, hasonló szövegek megtekintése, lásd: :ref:`memory`.
id: Lihat string serupa yang diterjemahkan di masa lalu, lihat :ref:`memory`.
ja: 過去に翻訳した同様の文字列を確認します。参照: :ref:`memory`。
nl: Zoeken naar soortgelijke tekenreeksen die in het verleden vertaald werden, bekijk :ref:`memory`.
pt: Ver cadeias semelhantes traduzidas no passado, veja :ref:`memory`.
pt_br: Veja textos semelhantes traduzidos anteriormente, consulte :ref:`Gerenciamento de memória <memory>`.
ro: Uită-te la șiruri similare traduse în trecut, vezi :ref:`memory`.
ru: Показывает похожие строки, переведённые в прошлом, смотрите раздел :ref:`memory`.
sv: Se liknande strängar som översatts tidigare, se :ref:`memory`.
tr: Geçmişte çevrilmiş benzer dizgelere bakabilirsiniz. Ayrıntılı bilgi almak için: :ref:`memory`.
uk: Погляд на подібні рядки, які вже було перекладено, див. :ref:`memory`.
zh_hans: 查找过去翻译过的相似字符串，参见 :ref:`memory`。
zh_hant: 查找過去曾經翻譯的相識字符串，參見:ref:`memory`。

source: Displays terms from the project glossary used in the current message.
de: Zeigt die in der aktuellen Zeichenkette verwendeten Begriffe aus dem Projektglossar an.
ga: Taispeántar téarmaí ón ngluais tionscadail a úsáidtear sa teachtaireacht reatha.
hu: Megjeleníti az aktuális üzenetben szereplő projekt szójegyzékbejegyzéseket.
id: Menampilkan istilah dari glosarium proyek yang digunakan dalam pesan saat ini.
ja: 現在のメッセージで使用しているプロジェクトの用語集の用語を表示します。
nl: Termen weergeven uit de woordenlijst van het project, gebruikt in de huidige eenheid.
pt: Exibe termos do glossário do projeto usados na mensagem atual.
pt_br: Exibe termos do glossário do projeto usados na mensagem atual.
ro: Afișează termenii din glosarul proiectului utilizați în mesajul curent.
ru: Отображает термины из словаря проекта, используемые в текущем сообщении.
sv: Visar termer från projektordlistan som används i det aktuella meddelandet.
ta: தற்போதைய செய்தியில் பயன்படுத்தப்படும் திட்ட சொற்களஞ்சியத்திலிருந்து சொற்களைக் காட்டுகிறது.
tr: Geçerli iletideki sözcüklerin proje sözlüğündeki karşılıklarını görüntüler.
uk: Показує терміни із глосарія проєкту, які використано у поточному повідомленні.
zh_hans: 显示当前信息中用到的项目术语表中的术语。
zh_hant: 顯示當前信息中使用的項目詞彙表的術語。

source: History
de: Verlauf
ga: Stair
hu: Előzmények
id: Riwayat
ja: 履歴
nl: Vertaalgeschiedenis
pt_br: Histórico
sv: Historik
tr: Geçmiş
uk: Історія

source: List of people whom have changed this message recently using Weblate.
de: Liste der Personen, die diese Zeichenkette kürzlich mit Weblate geändert haben.
ga: Liosta de na daoine a d'athraigh an teachtaireacht seo le déanaí trí úsáid a bhaint as Weblate.
hu: Azok listája, akik nemrégiben módosították ezt az üzenetet a Weblate-ben.
id: Daftar orang yang baru-baru ini mengubah pesan ini menggunakan Weblate.
ja: Weblate を使用して最近このメッセージを変更したユーザーの一覧です。
nl: Lijst van mensen die deze eenheid recent hebben gewijzigd met Weblate.
pt: Lista de pessoas que modificaram esta mensagem recentemente a usar Weblate.
pt_br: Lista de pessoas que mudaram esta mensagem recentemente usando Weblate.
ro: Lista persoanelor care au modificat recent acest mesaj folosind Weblate.
ru: Список людей, которые недавно изменили это сообщение, используя Weblate.
sv: Lista över personer som nyligen har ändrat detta meddelande med hjälp av Weblate.
ta: வலைபெயர்ப்பைப் பயன்படுத்தி அண்மைக் காலத்தில் இந்த செய்தியை மாற்றிய நபர்களின் பட்டியல்.
tr: Weblate üzerinden yakın zamanda bu iletiyi değiştiren kişilerin listesi.
uk: Список осіб, які нещодавно вносили зміни до цього повідомлення за допомогою Weblate.
zh_hans: 显示最近通过 Weblate 更改了此信息的人员列表。
zh_hant: 顯示最近通過Weblate更改了此信息的人員列表。

source: Project
de: Projekt
ga: Tionscadal
hu: Projekt
id: Proyek
ja: プロジェクト
pt: Projeto
pt_br: Projeto
ro: Proiect
ru: Проект
sv: Projekt
ta: திட்டம்
tr: Proje
uk: Проєкт
zh_hans: 项目
zh_hant: 專案

source: Project info like instructions for translators, or a directory or link to the string in the version control system repository the project uses.
de: Projektinformationen wie Anweisungen für Übersetzer oder ein Verzeichnis oder Link zur Zeichenkette im Repository der Versionsverwaltung, welches das Projekt verwendet.
ga: Faisnéis tionscadail amhail treoracha d’aistritheoirí, nó eolaire nó nasc chuig an teaghrán sa stór córais rialaithe leagan a úsáideann an tionscadal.
hu: Projektinformációk, például fordítói útmutatók, könyvtárak vagy hivatkozások a verziókezelő rendszer tárolójában található szövegre.
id: Info proyek seperti instruksi untuk penerjemah, atau direktori atau tautan ke string dalam repositori sistem kontrol versi yang digunakan proyek.
ja: 翻訳者への指示や、プロジェクトが使用しているバージョン管理システムの、リポジトリ内の文字列へのディレクトリやリンクなどのプロジェクト情報。
nl: Projectinformatie, zoals instructies voor vertalers, of een map of ene koppeling naar de tekenreeks in de opslagruimte van het versiebeheersysteem dat het project gebruikt.
pt: Informações do projeto, como instruções para tradutores ou um diretório, ou ligação para a cadeia no repositório do sistema de controlo de versão que o projeto usa.
pt_br: Informações do projeto, como instruções para tradutores ou um diretório ou link para o texto no repositório do sistema de controle de versão que o projeto usa.
ro: Informații despre proiect, cum ar fi instrucțiuni pentru traducători sau un director sau un link către șirul din depozitul sistemului de control al versiunilor pe care îl folosește proiectul.
ru: Информация о проекте, например, инструкции для переводчиков, или каталог, или ссылка на строку в репозитории системе контроля версий, используемой проектом.
sv: Projektinformation som instruktioner för översättare, eller en katalog eller länk till strängen i det versionshanteringssystem som projektet använder.
ta: மொழிபெயர்ப்பாளர்களுக்கான வழிமுறைகள் போன்ற திட்டத் செய்தி, அல்லது திட்டம் பயன்படுத்தும் பதிப்பு கட்டுப்பாட்டு கணினி களஞ்சியத்தில் ஒரு அடைவு அல்லது சரத்துடன் இணைப்பு.
tr: Çevirmenler için proje bilgileri ya da dizgenin projenin kullandığı sürüm denetimi sistemi deposundaki klasörü ya da bağlantısı.
uk: Відомості щодо проєкту, зокрема настанови для перекладачів або каталог чи посилання на рядок у сховищі системи керування версіями проєкту.
zh_hans: 项目信息，如翻译人员的说明，或项目使用的版本控制系统仓库中字符串的目录或链接。
zh_hant: Project Info，如翻譯人員的說明，或版本控制系統存儲庫中的字符串的目錄或鏈接項目使用。
