Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :guilabel:`View billing info`
de: :guilabel:`Abrechnungsinformationen anzeigen`
ga: :guilabel:`Féach ar fhaisnéis bhilleála`
hu: :guilabel:`Számlázási adatok megtekintése`
ja: :guilabel:`課金情報の表示`
nl: :guilabel:`Informatie facturatie bekijken`
pt: :guilabel:`Visualizar informações de cobrança`
pt_br: :guilabel:`Visualizar informações de cobrança`
sv: :guilabel:`Visa faktureringsinformation`
ta: :வஇமுசிட்டை:`பட்டியலிடல் தகவலைக் காண்க`
tr: :guilabel:`Fatura bilgilerini görüntüleme`
uk: :guilabel:`Переглянути відомості про оплату`
zh_hans: :guilabel:`查看账单信息`

source: :guilabel:`Download changes`
de: :guilabel:`Änderungen herunterladen`
ga: :guilabel:`Íoslódáil athruithe`
hu: :guilabel:`Változások letöltése`
ja: :guilabel:`変更点のダウンロード`
nl: :guilabel:`Wijzigingen downloaden`
pt: :guilabel:`Descarregar alterações`
pt_br: :guilabel:`Baixar alterações`
sv: :guilabel:`Hämta ändringar`
ta: : கிலாபெல்: `பதிவிறக்க மாற்றங்கள்`
tr: :guilabel:`Değişiklikleri indirme`
zh_hans: :guilabel:`下载更改`

source: :guilabel:`Post comment`
de: :guilabel:`Kommentar erstellen`
hu: :guilabel:`Megjegyzés írása`
ja: :guilabel:`コメントの投稿`
nl: :guilabel:`Opmerking plaatsen`
pt: :guilabel:`Publicar comentário`
pt_br: :guilabel:`Publicar comentário`
sv: :guilabel:`Lägg till kommentar`
ta: : கிலாபெல்: `இடுகை கருத்து`
tr: :guilabel:`Yorum ekleme`
zh_hans: :guilabel:`发表评论`

source: :guilabel:`Delete comment`
de: :guilabel:`Kommentar löschen`
ga: :guilabel:`Scrios trácht`
hu: :guilabel:`Megjegyzés törlése`
ja: :guilabel:`コメントの削除`
nl: :guilabel:`Opmerking verwijderen`
pt: :guilabel:`Eliminar comentário`
pt_br: :guilabel:`Excluir comentário`
sv: :guilabel:`Radera kommentar`
ta: கிலாபெல்: `கருத்தை நீக்கு`
tr: :guilabel:`Yorum silme`
zh_hans: :guilabel:`删除评论`

source: :guilabel:`Resolve comment`
de: :guilabel:`Kommentar klären`
ga: :guilabel:`Réitigh an trácht`
hu: :guilabel:`Megjegyzés lezárása`
ja: :guilabel:`コメントの解決`
nl: :guilabel:`Opmerking oplossen`
pt: :guilabel:`Resolver comentário`
pt_br: :guilabel:`Resolver comentário`
sv: :guilabel:`Lös kommentar`
ta: : கிலாபெல்: `கருத்து தெரிவிக்கவும்`
tr: :guilabel:`Yorumu çözümleme`
zh_hans: :guilabel:`解决评论`

source: :guilabel:`Edit component settings`
de: :guilabel:`Komponenteneinstellungen bearbeiten`
ga: :guilabel:`Cuir socruithe comhpháirte in eagar`
hu: :guilabel:`Összetevő beállításainak szerkesztése`
ja: :guilabel:`コンポーネント設定の編集`
nl: :guilabel:`Instellingen onderdeel bewerken`
pt: :guilabel:`Editar definições de componente`
pt_br: :guilabel:`Editar configurações do componente`
sv: :guilabel:`Redigera komponentinställningar`
ta: : கிலாபெல்: `கூறு அமைப்புகளைத் திருத்தவும்
tr: :guilabel:`Bileşen ayarlarını düzenleme`
zh_hans: :guilabel:`编辑部件设置`

source: :guilabel:`Lock component, preventing translations`
de: :guilabel:`Komponente sperren, um Übersetzungen zu verhindern`
ga: :guilabel:`Comhpháirt a ghlasáil, aistriúcháin a chosc`
hu: :guilabel:`Összetevő zárolása, fordítások megakadályozása`
ja: :guilabel:`コンポーネントのロック、翻訳の防止`
nl: :guilabel:`Onderdeel vergrendelen, vertalingen voorkomen`
pt: :guilabel:`Bloquear componente, impedindo traduções`
pt_br: :guilabel:`Bloquear componente, evitando traduções`
sv: :guilabel:`Lås komponent, förhindrar översättningar`
ta: : கிலாபெல்: `பூட்டு கூறு, மொழிபெயர்ப்புகளைத் தடுக்கும்`
tr: :guilabel:`Bileşeni kilitleme, çevirileri engelleme`
zh_hans: :guilabel:`锁定部件，阻止翻译`

source: :guilabel:`Add glossary entry`
de: :guilabel:`Glossareintrag hinzufügen`
ga: :guilabel:`Cuir iontráil gluais leis`
hu: :guilabel:`Szójegyzékbejegyzés hozzáadása`
ja: :guilabel:`用語集への項目の追加`
nl: :guilabel:`Item woordenlijst toevoegen`
pt: :guilabel:`Adicionar entrada de glossário`
pt_br: :guilabel:`Adicionar entrada no glossário`
sv: :guilabel:`Lägg till ordlista`
ta: : கிலாபெல்: `சொற்களஞ்சியம் சேர்க்கவும்`
tr: :guilabel:`Sözlük kaydı ekleme`
zh_hans: :guilabel:`添加术语表条目`

source: :guilabel:`Delete glossary entry`
de: :guilabel:`Glossareintrag löschen`
ga: :guilabel:`Scrios iontráil gluaise`
hu: :guilabel:`Szójegyzékbejegyzés törlése`
ja: :guilabel:`用語集の項目の削除`
nl: :guilabel:`Item woordenlijst verwijderen`
pt: :guilabel:`Apagar entrada de glossário`
pt_br: :guilabel:`Excluir entrada do glossário`
sv: :guilabel:`Ta bort ordlista-post`
ta: : கிலாபெல்: `சொற்களஞ்சிய நுழைவை நீக்கு`
tr: :guilabel:`Sözlük kaydını silme`
zh_hans: :guilabel:`删除术语表条目`

source: :guilabel:`Edit glossary entry`
de: :guilabel:`Glossareintrag bearbeiten`
ga: :guilabel:`Cuir iontráil gluais in eagar`
hu: :guilabel:`Szójegyzékbejegyzés szerkesztése`
ja: :guilabel:`用語集の項目の編集`
nl: :guilabel:`Item woordenlijst bewerken`
pt: :guilabel:`Editar entrada de glossário`
pt_br: :guilabel:`Editar entrada do glossário`
sv: :guilabel:`Redigera ordlista`
ta: : கிலாபெல்: `சொற்களஞ்சிய நுழைவைத் திருத்து`
tr: :guilabel:`Sözlük kaydını düzenleme`
zh_hans: :guilabel:`编辑术语表条目`

source: :guilabel:`Add glossary terminology`
de: :guilabel:`Glossarterminologie hinzufügen`
ga: :guilabel:`Cuir téarmaíocht gluais leis`
hu: :guilabel:`Szójegyzék terminológia hozzáadása`
ja: :guilabel:`用語集への固有の用語の追加`
nl: :guilabel:`Terminologie woordenlijst toevoegen`
pt: :guilabel:`Adicionar terminologia ao glossário`
pt_br: :guilabel:`Adicionar terminologia ao glossário`
sv: :guilabel:`Lägg till terminologi i ordlistan`
ta: : கிலாபெல்: `சொற்களஞ்சிய சொற்களைச் சேர்க்கவும்`
tr: :guilabel:`Sözlük terimi ekleme`
zh_hans: :guilabel:`添加术语表专业术语`

source: :guilabel:`Upload glossary entries`
de: :guilabel:`Glossareinträge hochladen`
ga: :guilabel:`Uaslódáil iontrálacha gluaise`
hu: :guilabel:`Szójegyzékbejegyzések feltöltése`
ja: :guilabel:`用語集の項目のアップロード`
nl: :guilabel:`Items woordenlijst uploaden`
pt: :guilabel:`Carregar entradas de glossário`
pt_br: :guilabel:`Enviar entradas ao glossário`
sv: :guilabel:`Ladda upp ordlista`
ta: : கிலாபெல்: `சொற்களஞ்சிய உள்ளீடுகளை பதிவேற்றவும்
tr: :guilabel:`Sözlük kayıtları yükleme`
zh_hans: :guilabel:`上传术语表条目`

source: :guilabel:`Use automatic suggestions`
de: :guilabel:`Automatische Vorschläge verwenden`
ga: :guilabel:`Úsáid moltaí uathoibríocha`
hu: :guilabel:`Automatikus javaslatok használata`
ja: :guilabel:`自動提案の使用`
nl: :guilabel:`Automatische suggesties gebruiken`
pt: :guilabel:`Usar sugestões automáticas`
pt_br: :guilabel:`Usar sugestões automáticas`
sv: :guilabel:`Använd automatiska förslag`
ta: : கிலாபெல்: `தானியங்கி பரிந்துரைகளைப் பயன்படுத்துங்கள்`
tr: :guilabel:`Kendiliğinden önerileri kullanma`
zh_hans: :guilabel:`使用自动建议`

source: :guilabel:`Delete translation memory`
de: :guilabel:`Übersetzungsspeicher löschen`
ga: :guilabel:`Scrios cuimhne aistriúcháin`
hu: :guilabel:`Fordítási memória törlése`
ja: :guilabel:`翻訳メモリの削除`
nl: :guilabel:`Vertaalgeheugen verwijderen`
pt: :guilabel:`Apagar memória de tradução`
pt_br: :guilabel:`Excluir memória de tradução`
sv: :guilabel:`Ta bort översättningsminne`
ta: : கிலாபெல்: `மொழிபெயர்ப்பு நினைவகத்தை நீக்கு`
tr: :guilabel:`Çeviri belleğini silme`
zh_hans: :guilabel:`删除翻译记忆库`

source: :guilabel:`Edit translation memory`
de: :guilabel:`Übersetzungsspeicher bearbeiten`
ga: :guilabel:`Cuir cuimhne aistriúcháin in eagar`
hu: :guilabel:`Fordítási memória szerkesztése`
ja: :guilabel:`翻訳メモリの編集`
nl: :guilabel:`Vertaalgeheugen bewerken`
pt: :guilabel:`Editar memória de tradução`
pt_br: :guilabel:`Editar memória de tradução`
sv: :guilabel:`Redigera översättningsminne`
ta: : கிலாபெல்: `மொழிபெயர்ப்பு நினைவகத்தை திருத்து`
tr: :guilabel:`Çeviri belleğini düzenleme`
zh_hans: :guilabel:`编辑翻译记忆库`

source: :guilabel:`Edit project settings`
de: :guilabel:`Projekteinstellungen bearbeiten`
ga: :guilabel:`Cuir socruithe tionscadail in eagar`
hu: :guilabel:`Projektbeállítások szerkesztése`
ja: :guilabel:`プロジェクト設定の編集`
nl: :guilabel:`Projectinstellingen bewerken`
pt: :guilabel:`Editar definições do projeto`
pt_br: :guilabel:`Editar configurações do projeto`
sv: :guilabel:`Redigera projektinställningar`
ta: : கிலாபெல்: `திட்ட அமைப்புகளைத் திருத்தவும்`
tr: :guilabel:`Proje ayarlarını düzenleme`
zh_hans: :guilabel:`编辑项目设置`

source: :guilabel:`Manage project access`
de: :guilabel:`Projektzugriff verwalten`
ga: :guilabel:`Bainistigh rochtain tionscadail`
hu: :guilabel:`Projekt-hozzáférés kezelése`
ja: :guilabel:`プロジェクトのアクセス管理`
nl: :guilabel:`Projecttoegang beheren`
pt: :guilabel:`Gerir acesso do projeto`
pt_br: :guilabel:`Gerenciar acesso ao projeto`
sv: :guilabel:`Hantera projektåtkomst`
ta: : கிலாபெல்: `திட்ட அணுகலை நிர்வகிக்கவும்`
tr: :guilabel:`Proje erişimini yönetme`
zh_hans: :guilabel:`管理项目访问`

source: :guilabel:`Download reports`
de: :guilabel:`Berichte herunterladen`
ga: :guilabel:`Íoslódáil tuarascálacha`
hu: :guilabel:`Jelentések letöltése`
ja: :guilabel:`レポートのダウンロード`
nl: :guilabel:`Rapporten downloaden`
pt: :guilabel:`Transferir relatórios`
pt_br: :guilabel:`Baixar relatórios`
sv: :guilabel:`Ladda ner rapporter`
ta: : கிலாபெல்: `அறிக்கைகளைப் பதிவிறக்குங்கள்`
tr: :guilabel:`Raporları indirme`
zh_hans: :guilabel:`下载报告`

source: :guilabel:`Add screenshot`
de: :guilabel:`Bildschirmfoto hinzufügen`
ga: :guilabel:`Cuir screenshot leis`
hu: :guilabel:`Képernyőkép hozzáadása`
ja: :guilabel:`スクリーンショットの追加`
nl: :guilabel:`Schermafdruk toevoegen`
pt: :guilabel:`Adicionar captura de ecrã`
pt_br: :guilabel:`Adicionar captura de tela`
sv: :guilabel:`Lägg till skärmdump`
ta: : கிலாபெல்: `ச்கிரீன்சாட் சேர்`
tr: :guilabel:`Ekran görüntüsü ekleme`
zh_hans: :guilabel:`添加截屏`

source: :guilabel:`Delete screenshot`
de: :guilabel:`Bildschirmfoto löschen`
ga: :guilabel:`Scrios an seat scáileáin`
hu: :guilabel:`Képernyőkép törlése`
ja: :guilabel:`スクリーンショットの削除`
nl: :guilabel:`Schermafdruk verwijderen`
pt: :guilabel:`Apagar captura de ecrã`
pt_br: :guilabel:`Excluir captura de tela`
sv: :guilabel:`Ta bort skärmdump`
ta: : கிலாபெல்: `ச்கிரீன்சாட்டை நீக்கு`
tr: :guilabel:`Ekran görüntüsü silme`
zh_hans: :guilabel:`删除截屏`

source: :guilabel:`Edit screenshot`
de: :guilabel:`Bildschirmfoto bearbeiten`
ga: :guilabel:`Cuir scáileán in eagar`
hu: :guilabel:`Képernyőkép szerkesztése`
ja: :guilabel:`スクリーンショットの編集`
nl: :guilabel:`Schermafdruk bewerken`
pt: :guilabel:`Editar captura de ecrã`
pt_br: :guilabel:`Editar captura de tela`
sv: :guilabel:`Redigera skärmdump`
ta: : கிலாபெல்: `ச்கிரீன்சாட்டைத் திருத்து`
tr: :guilabel:`Ekran görüntüsü düzenleme`
zh_hans: :guilabel:`编辑截屏`

source: :guilabel:`Edit additional string info`
de: :guilabel:`Zusätzliche Zeichenketteninformationen bearbeiten`
ga: :guilabel:`Cuir eolas teaghrán breise in eagar`
hu: :guilabel:`További szöveginformáció szerkesztése`
ja: :guilabel:`原文情報の追加編集`
nl: :guilabel:`Aanvullende informatie tekenreeks bewerken`
pt: :guilabel:`Editar informação adicional da cadeia`
pt_br: :guilabel:`Editar informações adicionais do texto`
sv: :guilabel:`Redigera ytterligare stränginformation`
ta: : கிலாபெல்: `கூடுதல் சரம் தகவல்களைத் திருத்தவும்`
tr: :guilabel:`Ek dizge bilgilerini düzenleme`
zh_hans: :guilabel:`编辑额外的字符串信息`

source: :guilabel:`Accept suggestion`
de: :guilabel:`Vorschlag annehmen`
ga: :guilabel:`Glac le moladh`
hu: :guilabel:`Javaslat elfogadása`
ja: :guilabel:`提案の採用`
nl: :guilabel:`Suggestie accepteren`
pt: :guilabel:`Aceitar sugestão`
pt_br: :guilabel:`Aceitar sugestão`
sv: :guilabel:`Acceptera förslag`
ta: : கிலாபெல்: `ஆலோசனையை ஏற்றுக்கொள்`
tr: :guilabel:`Öneri kabul etme`
zh_hans: :guilabel:`接受建议`

source: :guilabel:`Delete suggestion`
de: :guilabel:`Vorschlag löschen`
ga: :guilabel:`Scrios moladh`
hu: :guilabel:`Javaslat törlése`
ja: :guilabel:`提案の削除`
nl: :guilabel:`Suggestie verwijderen`
pt: :guilabel:`Eliminar sugestão`
pt_br: :guilabel:`Excluir sugestão`
sv: :guilabel:`Radera förslag`
ta: : கிலாபெல்: `ஆலோசனையை நீக்கு`
tr: :guilabel:`Öneri silme`
zh_hans: :guilabel:`删除建议`

source: :guilabel:`Vote on suggestion`
de: :guilabel:`Über Vorschlag abstimmen`
ga: :guilabel:`Vóta ar mholadh`
hu: :guilabel:`Szavazás javaslatra`
ja: :guilabel:`提案に投票`
nl: :guilabel:`Stemmen op suggestie`
pt: :guilabel:`Votar na sugestão`
pt_br: :guilabel:`Votar na sugestão`
sv: :guilabel:`Rösta på förslag`
ta: : கிலாபெல்: `ஆலோசனையில் வாக்களிக்கவும்`
tr: :guilabel:`Öneri oylama`
zh_hans: :guilabel:`对建议投票`

source: :guilabel:`Add language for translation`
de: :guilabel:`Sprache zur Übersetzung hinzufügen`
ga: :guilabel:`Cuir teanga leis an aistriúchán`
hu: :guilabel:`Nyelv hozzáadása fordításhoz`
ja: :guilabel:`翻訳用の言語の追加`
nl: :guilabel:`Taal toevoegen om naar te vertalen`
pt: :guilabel:`Adicionar idioma para tradução`
pt_br: :guilabel:`Adicionar idioma para tradução`
sv: :guilabel:`Lägg till språk för översättning`
ta: : கிலாபெல்: `மொழிபெயர்ப்புக்கு மொழியைச் சேர்க்கவும்`
tr: :guilabel:`Çeviri dili ekleme`
zh_hans: :guilabel:`添加翻译语言`

source: :guilabel:`Add several languages for translation`
de: :guilabel:`Mehrere Sprachen zur Übersetzung hinzufügen`
ga: :guilabel:`Cuir roinnt teangacha leis le haistriú`
hu: :guilabel:`Több nyelv hozzáadása fordításhoz`
ja: :guilabel:`翻訳用に複数言語の追加`
nl: :guilabel:`Meerdere talen toevoegen om naar te vertalen`
pt: :guilabel:`Adicionar vários idiomas para tradução`
pt_br: :guilabel:`Adicionar vários idiomas para tradução`
sv: :guilabel:`Lägg till flera språk för översättning`
ta: : கிலாபெல்: `மொழிபெயர்ப்புக்கு பல மொழிகளைச் சேர்க்கவும்`
tr: :guilabel:`Çevirilecek birkaç dil ekleme`
zh_hans: :guilabel:`添加数种翻译语言`

source: :guilabel:`Perform automatic translation`
de: :guilabel:`Automatische Übersetzung durchführen`
ga: :guilabel:`Déan aistriúchán uathoibríoch`
hu: :guilabel:`Automatikus fordítás végrehajtása`
ja: :guilabel:`自動翻訳の実行`
nl: :guilabel:`Automatische vertaling uitvoeren`
pt: :guilabel:`Executar tradução automática`
pt_br: :guilabel:`Executar tradução automática`
sv: :guilabel:`Utför automatisk översättning`
ta: :வஇமுசிட்டை:`தானியங்கி மொழிபெயர்ப்பைச் செய்`
tr: :guilabel:`Kendiliğinden çeviri`
uk: :guilabel:`Виконати автоматичний переклад`
zh_hans: :guilabel:`执行自动翻译`

source: :guilabel:`Delete existing translation`
de: :guilabel:`Vorhandene Übersetzung löschen`
ga: :guilabel:`Scrios an t-aistriúchán atá ann cheana`
hu: :guilabel:`Meglévő fordítás törlése`
ja: :guilabel:`既存の翻訳の削除`
nl: :guilabel:`Bestaande vertaling verwijderen`
pt: :guilabel:`Apagar tradução existente`
pt_br: :guilabel:`Excluir tradução existente`
sv: :guilabel:`Ta bort befintlig översättning`
ta: : கிலாபெல்: `இருக்கும் மொழிபெயர்ப்பை நீக்கு`
tr: :guilabel:`Var olan çeviriyi silme`
zh_hans: :guilabel:`删除现有翻译`

source: :guilabel:`Download translation file`
de: :guilabel:`Übersetzungsdatei herunterladen`
ga: :guilabel:`Íoslódáil comhad aistriúcháin`
hu: :guilabel:`Fordítási fájl letöltése`
ja: :guilabel:`翻訳ファイルのダウンロード`
nl: :guilabel:`Vertaalbestand downloaden`
pt: :guilabel:`Descarregar ficheiro de tradução`
pt_br: :guilabel:`Baixar arquivo de tradução`
sv: :guilabel:`Ladda ner översättningsfil`
ta: : கிலாபெல்: `மொழிபெயர்ப்பு கோப்பைப் பதிவிறக்கவும்`
tr: :guilabel:`Çeviri dosyasını indirme`
zh_hans: :guilabel:`下载翻译文件`

source: :guilabel:`Add new string`
de: :guilabel:`Neue Zeichenkette hinzufügen`
ga: :guilabel:`Cuir teaghrán nua leis`
hu: :guilabel:`Új szöveg hozzáadása`
ja: :guilabel:`新しい文字列の追加`
nl: :guilabel:`Nieuwe tekenreeks toevoegen`
pt: :guilabel:`Adicionar nova cadeia`
pt_br: :guilabel:`Adicionar novo texto`
sv: :guilabel:`Lägg till ny sträng`
ta: : கிலாபெல்: `புதிய சரம் சேர்க்கவும்`
tr: :guilabel:`Yeni dizge ekleme`
zh_hans: :guilabel:`添加新字符串`

source: :guilabel:`Bulk edit strings`
sv: :guilabel:`Massredigera strängar`

source: :guilabel:`Dismiss failing check`
de: :guilabel:`Fehlerhafte Prüfung verwerfen`
ga: :guilabel:`Dísigh seiceáil theip`
hu: :guilabel:`Sikertelen ellenőrzés elutasítása`
ja: :guilabel:`検査の不合格項目の除外`
nl: :guilabel:`Mislukte controle negeren`
pt: :guilabel:`Dispensar falhas de verificação`
pt_br: :guilabel:`Descartar verificação com falha`
sv: :guilabel:`Avvisa misslyckad kontroll`
ta: : கிலாபெல்: `தோல்வியுற்ற காசோலையை நிராகரிக்கவும்`
tr: :guilabel:`Denetim hatasını yok sayma`
zh_hans: :guilabel:`忽略未通过的检查`

source: :guilabel:`Remove a string`
de: :guilabel:`Eine Zeichenkette entfernen`
ga: :guilabel:`Bain teaghrán`
hu: :guilabel:`Szöveg eltávolítása`
ja: :guilabel:`文字列の削除`
nl: :guilabel:`Tekenreeks verwijderen`
pt: :guilabel:`Remover uma cadeia`
pt_br: :guilabel:`Remover um texto`
sv: :guilabel:`Ta bort en sträng`
ta: : கிலாபெல்: `ஒரு சரத்தை அகற்று`
tr: :guilabel:`Bir dizgeyi silme`
zh_hans: :guilabel:`移除字符串`

source: :guilabel:`Edit strings`
de: :guilabel:`Zeichenketten bearbeiten`
ga: :guilabel:`Cuir teaghráin in eagar`
hu: :guilabel:`Szövegek szerkesztése`
ja: :guilabel:`文字列の編集`
nl: :guilabel:`Tekenreeksen bewerken`
pt: :guilabel:`Editar cadeias`
pt_br: :guilabel:`Editar textos`
sv: :guilabel:`Redigera strängar`
ta: : கிலாபெல்: `திரைகளைத் திருத்து`
tr: :guilabel:`Dizgeleri düzenleme`
zh_hans: :guilabel:`编辑字符串`

source: :guilabel:`Edit string when suggestions are enforced`
de: :guilabel:`Zeichenkette bearbeiten, wenn Vorschläge erzwungen werden`
ga: :guilabel:`Cuir teaghrán in eagar nuair a chuirtear moltaí i bhfeidhm`
hu: :guilabel:`Szöveg szerkesztése kötelező javaslatkezelés esetén`
ja: :guilabel:`提案採用時の編集`
nl: :guilabel:`Tekenreeks bewerken als suggesties afgedwongen worden`
pt: :guilabel:`Editar cadeia quando as sugestões são impostas`
pt_br: :guilabel:`Editar texto quando as sugestões são forçadas`
sv: :guilabel:`Redigera sträng när förslag tillämpas`
ta: : கிலாபெல்: `பரிந்துரைகள் செயல்படுத்தப்படும்போது சரத்தைத் திருத்து`
tr: :guilabel:`Öneriler dayatıldığında dizgeyi düzenleme`
zh_hans: :guilabel:`当建议被强制执行时编辑字符串`

source: :guilabel:`Edit source strings`
de: :guilabel:`Ausgangszeichenketten bearbeiten`
ga: :guilabel:`Cuir teaghráin foinse in eagar`
hu: :guilabel:`Forrásszövegek szerkesztése`
ja: :guilabel:`原文の編集`
nl: :guilabel:`Brontekenreeksen bewerken`
pt: :guilabel:`Editar cadeias fonte`
pt_br: :guilabel:`Editar textos fonte`
sv: :guilabel:`Redigera källsträngar`
ta: : கிலாபெல்: `மூல சரங்களை திருத்து`
tr: :guilabel:`Kaynak dizgeleri düzenleme`
zh_hans: :guilabel:`编辑源字符串`

source: :guilabel:`Define author of uploaded translation`
de: :guilabel:`Autor der hochgeladenen Übersetzung definieren`
ga: :guilabel:`Sainmhínigh údar an aistriúcháin uaslódáilte`
hu: :guilabel:`Feltöltött fordítás szerzőjének megadása`
ja: :guilabel:`アップロードした翻訳の著者を指定`
nl: :guilabel:`Auteur van geüploade vertaling opgeven`
pt: :guilabel:`Definir o autor da tradução enviada`
pt_br: :guilabel:`Definir autor da tradução enviada`
sv: :guilabel:`Definiera författare till uppladdad översättning`
ta: : கிலாபெல்: `பதிவேற்றப்பட்ட மொழிபெயர்ப்பின் ஆசிரியரை வரையறுக்கவும்`
tr: :guilabel:`Yüklenmiş çeviriye katkıda bulunanı tanımlama`
zh_hans: :guilabel:`定义已上传译文的作者`

source: :guilabel:`Overwrite existing strings with upload`
de: :guilabel:`Vorhandene Zeichenketten mit Upload überschreiben`
ga: :guilabel:`Forscríobh teaghráin atá ann cheana féin le huaslódáil`
hu: :guilabel:`Meglévő szövegek felülírása feltöltéssel`
ja: :guilabel:`アップロードでの既存文字列の上書き`
nl: :guilabel:`Bestaande tekenreeksen overschrijven door upload`
pt: :guilabel:`Substituir cadeias existentes pelas carregadas`
pt_br: :guilabel:`Sobrescrever os textos existentes com os enviados`
sv: :guilabel:`Skriv över befintliga strängar med uppladdning`
ta: : கிலாபெல்: `பதிவேற்றத்துடன் இருக்கும் சரங்களை மேலெழுதவும்
tr: :guilabel:`Yükleme ile var olan dizgelerin üzerine yazma`
zh_hans: :guilabel:`上传时覆盖现有字符串`

source: :guilabel:`Upload translations`
de: :guilabel:`Übersetzungen hochladen`
ga: :guilabel:`Uaslódáil aistriúcháin`
hu: :guilabel:`Fordítások feltöltése`
ja: :guilabel:`翻訳のアップロード`
nl: :guilabel:`Vertalingen uploaden`
pt: :guilabel:`Carregar traduções`
pt_br: :guilabel:`Enviar traduções`
sv: :guilabel:`Ladda upp översättningar`
ta: : கிலாபெல்: `பதிவேற்ற மொழிபெயர்ப்புகளை பதிவேற்றவும்
tr: :guilabel:`Çevirileri yükleme`
zh_hans: :guilabel:`上传译文`

source: :guilabel:`Access the internal repository`
de: :guilabel:`Zugriff auf das interne Repository`
ga: :guilabel:`Faigh rochtain ar an stór inmheánach`
hu: :guilabel:`Hozzáférés a belső tárolóhoz`
ja: :guilabel:`内部リポジトリへのアクセス`
nl: :guilabel:`Toegang tot interne opslagruimte`
pt: :guilabel:`Aceder ao repositório interno`
pt_br: :guilabel:`Acessar repositório interno`
sv: :guilabel:`Öppna det interna arkivet`
ta: : கிலாபெல்: `உள் களஞ்சியத்தை அணுகவும்`
tr: :guilabel:`İç depoya erişme`
zh_hans: :guilabel:`访问内部仓库`

source: :guilabel:`Commit changes to the internal repository`
de: :guilabel:`Commit für Änderungen am internen Repository durchführen`
ga: :guilabel:`Geall athruithe ar an stór inmheánach`
hu: :guilabel:`Változások véglegesítése a belső tárolóban`
ja: :guilabel:`内部リポジトリへの変更点のコミット`
nl: :guilabel:`Wijzigingen doorvoeren in de interne opslagruimte`
pt: :guilabel:`Submeter alterações ao repositório interno`
pt_br: :guilabel:`Fazer commit das alterações para o repositório interno`
sv: :guilabel:`Bekräfta ändringar i det interna arkivet`
ta: : கிலாபெல்: `உள் களஞ்சியத்தில் மாற்றங்களைச் செய்யுங்கள்`
tr: :guilabel:`Değişiklikleri iç depoya işleme`
zh_hans: :guilabel:`将更改提交到内部仓库`

source: :guilabel:`Push change from the internal repository`
de: :guilabel:`Änderung aus dem internen Repository pushen`
ga: :guilabel:`Brúigh an t-athrú ón stór inmheánach`
hu: :guilabel:`Változás feltöltése a belső tárolóból`
ja: :guilabel:`内部リポジトリからの変更点のプッシュ`
nl: :guilabel:`Wijzigingen vanuit de interne opslagruimte pushen`
pt_br: :guilabel:`Enviar alteração do repositório interno`
sv: :guilabel:`Skicka ändring från det interna arkivet`
ta: : கிலாபெல்: `உள் களஞ்சியத்திலிருந்து மாற்றத்தை தள்ளுங்கள்`
tr: :guilabel:`İç depodaki değişiklikleri işleme`
zh_hans: :guilabel:`从内部仓库推送更改`

source: :guilabel:`Reset changes in the internal repository`
de: :guilabel:`Änderungen im internen Repository zurücksetzen`
ga: :guilabel:`Athshocraigh athruithe sa stór inmheánach`
hu: :guilabel:`Változások visszaállítása a belső tárolóban`
ja: :guilabel:`内部リポジトリの変更点のリセット`
nl: :guilabel:`Wijzigingen in de interne opslagruimte herstellen`
pt: :guilabel:`Repor alterações no repositório interno`
pt_br: :guilabel:`Redefinir as alterações no repositório interno`
sv: :guilabel:`Återställ ändringar i det interna arkivet`
ta: : கிலாபெல்: `உள் களஞ்சியத்தில் மாற்றங்களை மீட்டமைக்கவும்`
tr: :guilabel:`İç depodaki değişiklikleri sıfırlama`
zh_hans: :guilabel:`重置内部仓库中的更改`

source: :guilabel:`Update the internal repository`
de: :guilabel:`Aktualisieren des internen Repositorys`
ga: :guilabel:`Nuashonraigh an stór inmheánach`
hu: :guilabel:`Belső tároló frissítése`
ja: :guilabel:`内部リポジトリの更新`
nl: :guilabel:`Interne opslagruimte bijwerken`
pt: :guilabel:`Atualizar o repositório interno`
pt_br: :guilabel:`Atualizar o repositório interno`
sv: :guilabel:`Uppdatera det interna arkivet`
ta: : கிலாபெல்: `உள் களஞ்சியத்தைப் புதுப்பிக்கவும்`
tr: :guilabel:`İç depoyu güncelleme`
zh_hans: :guilabel:`更新内部仓库`

source: :guilabel:`View upstream repository location`
de: :guilabel:`Speicherort des Upstream-Repositorys anzeigen`
ga: :guilabel:`Féach ar shuíomh stórtha in aghaidh an tsrutha`
hu: :guilabel:`Forrás tároló helyének megtekintése`
ja: :guilabel:`上流リポジトリの場所の表示`
nl: :guilabel:`Locatie van opslagruimte upstream tonen`
pt_br: :guilabel:`Visualizar local do repositório upstream`
sv: :guilabel:`Visa uppströmsrepositoriets plats`
ta: : கிலாபெல்: `அப்ச்ட்ரீம் களஞ்சிய இருப்பிடத்தைக் காண்க`
tr: :guilabel:`Yukarı akış deposu konumunu görüntüleme`
zh_hans: :guilabel:`查看上游仓库位置`

source: `Edit source`
de: `Ausgangssprache bearbeiten`
ga: `Cuir foinse in eagar`
hu: `Forrás szerkesztése`
id: `Sunting sumber`
ja: `原文の編集`
nl: `Bron bewerken`
pt: `Editar fonte`
pt_br: `Editar fonte`
sv: `Redigera källkod`
ta: `மூலத்தைத் திருத்து`
tr: `Kaynağı düzenleme`
uk: `Змінити джерельний рядок`
zh_hans: `编辑原文`
