Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can use this add-on to start translation to a new locale of an existing language or similar language. Once you add the translation to the component, follow to the add-on. *Example:* If you have `fr` and want to start `fr_CA` translation, simply set `fr` as the source, `fr_CA` as the target, and leave the prefix and suffix blank.
de: Sie können diese Erweiterung verwenden, um die Übersetzung in ein neues Gebietsschema einer bestehenden oder ähnlichen Sprache zu starten. Sobald Sie die Übersetzung zur Komponente hinzugefügt haben, folgen Sie der Erweiterung. *Beispiel:* Wenn Sie `fr` haben und die Übersetzung `fr_CA` starten möchten, setzen Sie einfach `fr` als Quelle, `fr_CA` als Ziel und lassen Sie das Präfix und Suffix leer.
ga: Is féidir leat an breiseán seo a úsáid chun aistriúchán go logán nua de theanga atá ann cheana féin nó teanga chomhchosúil a thosú. Nuair a chuireann tú an t-aistriúchán leis an gcomhpháirt, lean ar aghaidh chuig an mbreiseán. *Sampla:* Má tá `fr` agat agus gur mhaith leat aistriúchán `fr_CA` a thosú, níl le déanamh ach `fr` a shocrú mar fhoinse, `fr_CA` mar sprioc, agus fág bán an réimír agus an iarmhír.
hu: Ezzel a kiegészítővel új lokalizációt is elindíthat egy meglévő vagy hasonló nyelvhez. Miután hozzáadta a fordítást az összetevőhöz, kövesse az alábbi lépéseket. *Példa:* Ha van `fr` nyelve, és el szeretné kezdeni a `fr_CA` fordítást, akkor állítsa be a `fr`-t forrásként, a `fr_CA`-t célnyelvként, az elő- és utótagot pedig hagyja üresen.
id: Anda dapat menggunakan pengaya ini untuk memulai penerjemahan ke bahasa yang baru dari bahasa yang sudah ada atau bahasa serupa. Setelah Anda menambahkan terjemahan ke komponen, ikuti ke pengaya. *Contoh:* Jika Anda memiliki `fr` dan ingin memulai terjemahan `fr_CA`, cukup setel `fr` sebagai sumber, `fr_CA` sebagai target, dan biarkan prefiks dan sufiks kosong.
ja: このアドオンを使用して、既存の言語または類似の言語の新しい言語への翻訳を開始できます。コンポーネントに翻訳を追加したら、アドオンに従います。*例:* `fr` があり、`fr_CA` の翻訳を開始する場合、ソースに `fr`、ターゲットには `fr_CA` を設定し、接頭辞と接尾辞を空白にするだけです。
nl: U kunt deze add-on gebruiken om te beginnen met vertalen voor een nieuwe locale of een bestaande taal of soortgelijke taal. Als u eenmaal de vertaling hebt toegevoegd aan het onderdeel, volg dan de add-on. *Voorbeeld:* Als u `fr` hebt en u wilt de vertaling voort `fr_CA` beginnen, stel dan eenvoudigweg `fr` als de bron, `fr_CA` als het doel en laat het voor- en achtervoegsel leeg.
pt: Pode usar esta extensão para iniciar a tradução para uma nova localidade de um idioma existente ou idioma semelhante. Depois de adicionar a tradução ao componente, siga para a extensão. *Exemplo:* Se tem `fr` e deseja iniciar a tradução `fr_CA`, simplesmente defina `fr` como fonte,` fr_CA` como o destino e deixe o prefixo e o sufixo em branco.
pt_br: Você pode usar esse complemento para iniciar a tradução para uma nova localidade de um idioma existente ou idioma semelhante. Depois de adicionar a tradução ao componente, siga para o complemento. *Exemplo:* Se você tem `fr` e deseja iniciar a tradução `fr_CA`, simplesmente defina `fr` como fonte,` fr_CA` como o destino e deixe o prefixo e o sufixo em branco.
ro: Puteți utiliza acest add-on pentru a începe traducerea într-o nouă locație a unei limbi existente sau a unei limbi similare. După ce adăugați traducerea la componentă, urmați la add-on. *Exemplu:* Dacă aveți `fr` și doriți să începeți traducerea `fr_CA`, setați pur și simplu `fr` ca sursă, `fr_CA` ca țintă și lăsați prefixul și sufixul goale.
ru: Вы можете использовать эту надстройку для запуска перевода на новую локаль существующего или похожего языка. Как только вы добавите перевод в компонент, перейдите к надстройке. *Пример:* Если у вас есть `fr` и вы хотите начать перевод `fr_CA`, просто задайте `fr` в качестве источника, `fr_CA` в качестве цели, а префикс и суффикс оставьте пустыми.
sv: Du kan använda detta tillägg för att starta översättning till en ny lokal av ett befintligt språk eller ett liknande språk. När du har lagt till översättningen till komponenten följer du tillägget. *Exempel:* Om du har `fr` och vill starta översättningen av `fr_CA`, anger du helt enkelt `fr` som källa, `fr_CA` som mål och lämnar prefixet och suffixet tomma.
ta: ஏற்கனவே உள்ள மொழியின் புதிய இடத்திற்கு அல்லது ஒத்த மொழியின் மொழிபெயர்ப்பைத் தொடங்க இந்த துணை நிரலைப் பயன்படுத்தலாம். கூறுக்கு மொழிபெயர்ப்பைச் சேர்த்தவுடன், கூடுதல்-ஆன் பின்தொடரவும். .
tr: Bu eklentiyi, var olan bir dilin ya da benzer bir dilin yeni bir yerel ayarına çeviri başlatmak için kullanabilirsiniz. Çeviriyi bileşene ekledikten sonra, eklentiyi izleyin. *Örnek:* `fr` diliniz varsa ve `fr_CA` çevirisini başlatmak istiyorsanız, kaynak olarak `fr`, hedef olarak `fr_CA` ayarlayın ve ön ek ile son eki boş bırakın.
uk: Ви можете скористатися цим додатком для того, щоб почати переклад новою локаллю наявної мови або подібною до іншої мовою. Щойно ви додасте переклад до складника, перейдіть до цього додатка. *Приклад:* якщо у вас вже є локаль `fr`, і ви хочете започаткувати переклад локаллю `fr_CA`, просто встановіть `fr` як джерело, `fr_CA` як ціль і лишіть поля префікса і суфікса порожніми.
zh_hans: 您可以使用此附加组件来开始翻译到现有语言或类似语言的新语言环境。将翻译添加到部件后，请遵循附加组件。*示例：* 如果您有 `fr` 的翻译并想开始翻译 `fr_CA`，只需将 `fr` 设置为源，将 `fr_CA` 设置为目标，并将前缀和后缀留空。

source: Uninstall the add-on once you have the new translation filled to prevent Weblate from changing the translations made after the copying.
de: Deinstallieren Sie die Erweiterung, sobald Sie die neue Übersetzung ausgefüllt haben, um zu verhindern, dass Weblate die nach dem Kopieren erstellten Übersetzungen verändert.
ga: Díshuiteáil an breiseán nuair a bheidh an t-aistriúchán nua líonta agat chun Weblate a chosc ó na haistriúcháin a rinneadh tar éis na cóipeála a athrú.
hu: Miután kitöltötte az új fordítást, távolítsa el a kiegészítőt, hogy a Weblate ne módosítsa a később hozzáadott fordításokat.
id: Copot pemasangan pengaya setelah terjemahan baru Anda terisi untuk mencegah Weblate mengubah terjemahan yang dibuat setelah penyalinan.
ja: コピー後に作成した翻訳を Weblate に変更されないように、新しい翻訳が入力されたらアドオンをアンインストールしてください。
nl: Deinstalleer de add-on als u de nieuwe vertaling eenmaal hebt voltooid om te voorkomen dat Weblate de wijzigingen, die zijn gemaakt na het kopiëren, wijzigt.
pt: Desinstale a extensão depois de preencher a nova tradução para evitar que o Weblate altere as traduções feitas após a cópia.
pt_br: Desinstale o complemento depois de preencher a nova tradução para evitar que o Weblate altere as traduções feitas após a cópia.
ro: Dezinstalați add-on-ul după ce ați completat noua traducere pentru a împiedica Weblate să modifice traducerile făcute după copiere.
ru: Удалите надстройку после заполнения нового перевода, чтобы Weblate не смог изменить переводы, сделанные после копирования.
sv: Avinstallera tillägget när du har fyllt i den nya översättningen för att förhindra att Weblate ändrar översättningarna som gjorts efter kopieringen.
ta: நகலெடுத்த பிறகு செய்யப்பட்ட மொழிபெயர்ப்புகளை வலைபெயர்ப்பு மாற்றுவதைத் தடுக்க புதிய மொழிபெயர்ப்பு நிரப்பப்பட்டவுடன் கூடுதல் நிறுவலை நிறுவுதல்.
tr: Kopyalamadan sonra yapılan çevirilerin Weblate tarafından değiştirilmesini önlemek için yeni çeviriyi doldurduktan sonra eklentiyi kaldırın.
uk: Вилучте додаток після заповнення параметрів перекладу, щоб запобігти зміні перекладів після копіювання з боку Weblate.
zh_hans: 一旦您有新的翻译填重，请卸载附加组件，以防止 Weblate 更改复制后的翻译。

source: Contributors in comment
de: Mitwirkende im Kommentar
ga: Rannpháirtithe sa trácht
hu: Közreműködők a megjegyzésben
id: Kontributor dalam komentar
ja: コメント内の貢献者情報
nl: Medewerkers in opmerking
pt: Colaboradores em comentários
pt_br: Colaboradores nos comentários
ro: Contribuitori în comentariu
ru: Участники в комментарии
sv: Bidragsgivare i kommentar
ta: கருத்தில் பங்களிப்பாளர்கள்
tr: Katılımcıları yorum bölümünde görüntüleme
uk: Перекладачі в коментарі
zh_hans: 在注释中添加贡献信息
zh_hant: 評註中的貢獻者紀錄

source: Updates the comment part of the PO file header to include contributor names and years of contributions.
de: Aktualisiert den Kommentarteil im Header der PO-Datei, um den Namen des Mitwirkenden und das Datum des Beitrags aufzunehmen.
ga: Nuashonraítear an chuid tuairimí de cheanntásc an chomhaid PO chun ainmneacha ranníocóirí agus blianta na ranníocaíochtaí a áireamh.
hu: Frissíti a PO-fájl fejlécének megjegyzés részét úgy, hogy belekerüljenek a közreműködők nevei és az évek, amikor hozzájárultak a projekthez.
id: Perbarui komentar di kepala berkas PO untuk menyertakan nama kontributor dan tahun kontribusi.
ja: PO ファイルヘッダーのコメントを更新し、貢献者名と貢献した西暦を追加します。
nl: Werkt de opmerking in een deel van de po-bestandskop bij en voegt de namen van vertalers en jaartallen van hun bijdragen toe.
pt: Atualiza a parte do comentário no cabeçalho do ficheiro PO para incluir nomes de colaboradores e anos de contribuições.
pt_br: Atualiza a parte do comentário no cabeçalho do arquivo PO para incluir nomes de colaboradores e os anos de colaborações.
ro: Actualizează partea de comentarii din antetul fișierului PO pentru a include numele contribuitorilor și anii de contribuție.
ru: Обновляет комментарий в заголовке PO-файла, включая в него имена участников и годы их участия.
sv: Uppdaterar kommentarsdelen i PO-filens huvud så att deltagarnamn och år av bidrag inkluderas.
ta: பங்களிப்பாளர் பெயர்கள் மற்றும் பல பங்களிப்புகளைச் சேர்க்க po கோப்பு தலைப்பின் கருத்து பகுதியை புதுப்பிக்கிறது.
tr: PO dosyası üst bilgilerinin yorum bölümü, katılımcı adlarını ve katkı yıllarını içerecek biçimde güncellenir.
uk: Оновлює коментар у заголовку файла PO так, щоб до нього було включено імена перекладачів та роки перекладу.
zh_hans: 更新 PO 文件标头的注释部分，以包含贡献者名字和贡献年份。
zh_hant: 更新 PO 檔標頭中的評註部分以納入貢獻者姓名及貢獻年份。

source: The PO file header will look like this:
de: Der Header der PO-Datei wird wie folgt aussehen:
ga: Breathnóidh an ceanntásc comhaid PO mar seo:
hu: A PO-fájl fejléc így fog kinézni:
id: Kepala berkas PO akan terlihat seperti ini:
ja: PO ファイルヘッダーは次のようになる:
nl: De header van het PO-bestand zal er uitzien zoals dit:
pt: O cabeçalho do ficheiro PO terá a seguinte aparência:
pt_br: O cabeçalho do arquivo PO terá a seguinte aparência:
ro: Antetul fișierului PO va arăta în felul următor:
ru: Заголовок PO-файла будет выглядеть примерно так:
sv: PO-filens rubrik kommer att se ut så här:
ta: po கோப்பு தலைப்பு இப்படி இருக்கும்:
tr: PO dosya üst bilgileri şöyle görünür:
uk: Заголовок файла PO виглядатиме якось так:
zh_hans: PO 文件标头如下所示：
zh_hant: PO 文件頭看上去是這樣的：

source: Update ALL_LINGUAS variable in the "configure" file
de: Aktualisieren Sie die Variable ALL_LINGUAS in der „configure“-Datei
ga: Nuashonraigh ALL_LINGUAS athróg sa chomhad "cumraigh"
hu: ALL_LINGUAS változó frissítése a „configure” fájlban
id: Perbarui variabel ALL_LINGUAS di berkas "configure"
ja: configure ファイルの ALL_LINGUAS 変数の更新
nl: ALL_LINGUAS-optie in het configuratiebestand bijwerken
pt: Atualizar a variável ALL_LINGUAS no ficheiro "configure"
pt_br: Atualizar variável ALL_LINGUAS no arquivo "configure"
ro: Actualizarea variabilei ALL_LINGUAS în fișierul „configure”
ru: Обновление переменной ALL_LINGUAS в файле «configure»
sv: Uppdatera ALL_LINGUAS-variabeln i "configure"-filen
ta: "உள்ளமை" கோப்பில் all_linguas மாறியைப் புதுப்பிக்கவும்
tr: "configure" dosyasındaki ALL_LINGUAS değişkeni güncelleme
uk: Оновити змінну ALL_LINGUAS у файлі "configure"
zh_hans: 更新“配置文件”中的 ALL_LINGUAS 变量
zh_hant: 更新「configure」檔案中的 ALL_LINGUAS 變數

source: Updates the ALL_LINGUAS variable in :file:`configure`, :file:`configure.in` or any :file:`configure.ac` files, when a new translation is added.
de: Aktualisiert die ALL_LINGUAS-Variable in :file:`configure`, :file:`configure.in` oder einer :file:`configure.ac`-Datei, wenn eine neue Übersetzung hinzugefügt wird.
ga: Nuashonraíonn an t-athróg ALL_LINGUAS in :file:`configure`, :file:`configure.in` nó aon :file:`configure.ac` comhaid, nuair a chuirtear aistriúchán nua leis.
hu: Frissíti az ALL_LINGUAS változót a :file:`configure`, :file:`configure.in` vagy :file:`configure.ac` fájlokban, amikor új fordítást adnak hozzá.
id: Memperbarui variabel ALL_LINGUAS di :file:`configure`, :file:`configure.in` atau berkas :file:`configure.ac` apa pun, ketika terjemahan baru ditambahkan.
ja: 新しい翻訳を追加すると、:file:`configure`、:file:`configure.in`、または任意の :file:`configure.ac` ファイルの ALL_LINGUAS 変数を更新します。
nl: Werkt de variabele ALL_LINGUAS in :file:`configure`, :file:`configure.in` of alle bestanden :file:`configure.ac` bij, als een nieuwe vertaling wordt toegevoegd.
pt: Atualiza a variável ALL_LINGUAS em ficheiros :file:`configure`, :file:`configure.in` ou :file:`configure.ac`, quando uma nova tradução é adicionada.
pt_br: Atualiza a variável ALL_LINGUAS em arquivos :file:`configure`, :file:`configure.in` ou :file:`configure.ac`, quando uma nova tradução é adicionada.
ro: Actualizează variabila ALL_LINGUAS din :file:`configure`, :file:`configure.in` sau din orice fișier :file:`configure.ac`, atunci când se adaugă o nouă traducere.
ru: Обновляет переменную ALL_LINGUAS в файлах :file:`configure`, :file:`configure.in` и :file:`configure.ac` при добавлении нового перевода.
sv: Uppdaterar variabeln ALL_LINGUAS i :file:`configure`, :file:`configure.in` eller alla :file:`configure.ac`-filer när en ny översättning läggs till.
tr: Yeni bir çeviri eklendiğinde :file:`configure`, :file:`configure.in` ya da herhangi bir :file:`configure.ac` dosyasında ALL_LINGUAS değişkeni güncellenir.
uk: Оновлює змінну ALL_LINGUAS у :file:`configure`, :file:`configure.in` або будь-яких файлах :file:`configure.ac` при додаванні нового перекладу.
zh_hans: 当新的翻译添加时，更新 :file:`configure`、:file:`configure.in` 或任何 :file:`configure.ac` 文件中的 ALL_LINGUAS 变量。
zh_hant: 當新的翻譯添加時，更新 :file:`configure` 、 :file:`configure.in` 或任何 :file:`configure.ac` 文件中的 ALL_LINGUAS 變量。

source: Customize gettext output
de: gettext-Ausgabe anpassen
ga: Saincheap aschur gettext
hu: Gettext kimenet testreszabása
id: Sesuaikan keluaran gettext
ja: gettext 出力のカスタマイズ
nl: Gettext-uitvoer aanpassen
pt: Personalizar a saída gettext
pt_br: Personalizar saída do gettext
ro: Personalizare ieșire gettext
ru: Настройка вывода gettext
sv: Anpassa gettext-utmatning
ta: உரைபெறு வெளியீட்டைத் தனிப்பயனாக்குங்கள்
tr: Gettext çıktısını özelleştirme
uk: Налаштувати виведення gettext
zh_hans: 自定义 gettext 输出
zh_hant: 自訂 gettext 輸出

source: Replaced by :ref:`file_format_params`.
id: Diganti oleh :ref:`file_format_params`.
sv: Ersatt av :ref:`file_format_params`.

source: Update LINGUAS file
de: LINGUAS-Datei aktualisieren
ga: Nuashonraigh comhad LINGUAS
hu: LINGUAS-fájl frissítése
id: Perbarui berkas LINGUAS
ja: LINGUAS ファイルの更新
nl: LINGUAS-bestand bijwerken
pt: Atualizar ficheiro LINGUAS
pt_br: Atualizar arquivo LINGUAS
ro: Actualizare fișier LINGUAS
ru: Обновление файла LINGUAS
sv: Uppdatera LINGUAS-fil
ta: மொழியியல் கோப்பைப் புதுப்பிக்கவும்
tr: LINGUAS dosyasını güncelleme
uk: Оновити файл LINGUAS
zh_hans: 更新 LINGUAS 文件
zh_hant: 更新 LINGUAS 檔案

source: Updates the LINGUAS file when a new translation is added.
de: Aktualisiert die LINGUAS-Datei, wenn eine neue Übersetzung hinzugefügt wird.
ga: Nuashonraítear an comhad LINGUAS nuair a chuirtear aistriúchán nua leis.
hu: Frissíti a LINGUAS fájlt, amikor új fordítás kerül hozzáadásra.
id: Memperbarui berkas LINGUAS saat terjemahan baru ditambahkan.
ja: 新しい翻訳が追加されたときに LINGUAS ファイルを更新します。
nl: Werkt het LINGUAS-bestand bij zodra een nieuwe vertaling wordt toegevoegd.
pt: Atualiza o ficheiro LINGUAS quando é adicionada uma nova tradução.
pt_br: Atualiza o arquivo LINGUAS quando uma nova tradução for adicionada.
ro: Actualizează fișierul LINGUAS atunci când se adaugă o nouă traducere.
ru: Обновляет файл LINGUAS при добавлении нового перевода.
sv: Uppdaterar LINGUAS-filen när en ny översättning adderas.
ta: புதிய மொழிபெயர்ப்பு சேர்க்கப்படும்போது லிங்குவாச் கோப்பைப் புதுப்பிக்கிறது.
tr: Yeni bir çeviri eklendiğinde LINGUAS dosyası güncellenir.
uk: Оновлює файл LINGUAS, коли додано новий переклад.
zh_hans: 添加新的翻译时更新 LINGUAS 文件。
zh_hant: 當新增翻譯時更新 LINGUAS 檔。

source: Generate MO files
de: MO-Dateien erzeugen
ga: Gin comhaid MO
hu: MO-fájlok generálása
id: Buat berkas MO
ja: MO ファイルの生成
nl: MO-bestanden genereren
pt: Gerar ficheiros MO
pt_br: Gerar arquivos MO
ro: Generare fișiere MO
ru: Создание MO-файлов
sv: Generera MO-filer
ta: mo கோப்புகளை உருவாக்குங்கள்
tr: MO dosyaları üretme
uk: Генерувати mo-файли
zh_hans: 生成 MO 文件
zh_hant: 生成 MO 檔

source: Path of generated MO file
de: Pfad der erzeugten MO-Datei
ga: Conair an chomhaid MO a ghintear
hu: A generált MO-fájl elérési útja
id: Lokasi berkas MO yang dihasilkan
ja: 生成された MO ファイルのパス
nl: Pad van gegenereerd MO-bestand
pt: Caminho do ficheiro MO gerado
pt_br: Caminho do arquivo MO gerado
ro: Cale către fișierul MO generat
ru: Путь к сгенерированному MO-файлу
sv: Sökväg till genererad MO-fil
ta: உருவாக்கப்பட்ட mo கோப்பின் பாதை
tr: Oluşturulan MO dosyasının yolu
uk: Шлях до згенерованого MO-файлу
zh_hans: 生成的 MO 文件的路径
zh_hant: 生成的 MO 檔路徑

source: If not specified, the location of the PO file will be used.
de: Wenn nicht angegeben, wird der Ort der PO-Datei verwendet.
ga: Mura sonraítear é, úsáidfear suíomh an chomhaid PO.
hu: Ha nincs megadva, akkor a PO-fájl helyét használja alapértelmezetten.
id: Jika tidak ditentukan, lokasi berkas PO akan digunakan.
ja: 指定しない場合は、PO ファイルの場所を使用します。
nl: Laat leeg om de locatie van het po-bestand te gebruiken.
pt: Se não especificado, será utilizada a localização do ficheiro PO.
pt_br: Se não for especificado, o local do arquivo PO será usado.
ro: Dacă nu este specificat, se va utiliza locația fișierului PO.
ru: Если не указано, будет использовано расположение PO-файла.
sv: Om inte angiven så kommer platsen för PO-filen att användas.
ta: குறிப்பிடப்படாவிட்டால், po கோப்பின் இருப்பிடம் பயன்படுத்தப்படும்.
tr: Belirtilmemişse, PO dosyasının konumu kullanılır.
uk: Якщо не вказано, використовуватиметься розташування PO-файлу.
zh_hans: 如未指定，将使用 PO 文件对应的位置。
zh_hant: 如果未指定，將使用 PO 檔的位置。

source: Include strings needing editing
de: Bearbeitungsbedürftige Zeichenketten einschließen
ga: Cuir teaghráin ar gá eagarthóireacht a dhéanamh orthu
hu: Szerkesztést igénylő szövegek beillesztése
id: Termasuk string yang perlu disunting
ja: 要編集な文字列を含める
nl: Aan te passen tekenreeksen tonen
pt: Incluir cadeias que necessitam edição
pt_br: Incluir textos que necessitam de edição
ro: Include șiruri care necesită editare
ru: Включить строки с флагом «На правку»
sv: Inkludera strängar som behöver åtgärdas
ta: திருத்துதல் தேவைப்படும் சரங்களை உள்ளடக்கியது
tr: Düzenlenmesi gereken dizgeler katılsın
uk: Включати рядки, які потребують редагування
zh_hans: 包括需要编辑的字符串

source: Strings needing editing (fuzzy) are typically not ready for use as translations.
de: Bearbeitungsbedürftige (ungenaue) Zeichenketten sind normalerweise nicht für Übersetzungen geeignet.
ga: Go hiondúil ní bhíonn teaghráin ar gá eagarthóireacht a dhéanamh orthu (doiléir) réidh le húsáid mar aistriúcháin.
hu: A szerkesztést igénylő (zavaros) szövegek általában még nem alkalmasak fordításként való használatra.
id: String memerlukan penyuntingan (fuzzy) biasanya belum siap untuk digunakan sebagai terjemahan.
ja: 要編集な文字列（あいまい）は、通常、翻訳として使用できる状態ではありません。
nl: Aan te passen tekenreeksen (‘fuzzy’) zijn doorgaans niet gereed voor vertaling.
pt: Entradas que necessitam edição (imprecisas) normalmente não estão prontas para uso como traduções.
pt_br: Textos que necessitam de edição (fuzzy) normalmente não estão prontos para serem usados como traduções.
ro: Șirurile care au nevoie de editare (neclare) nu sunt de obicei pregătite pentru a fi utilizate ca traduceri.
ru: Строки с флагом «На правку», обычно не готовы к использованию в качестве переводов.
sv: Strängar som behöver åtgärdas (fuzzy) är vanligtvis inte redo att användas som översättningar.
ta: திருத்துதல் தேவைப்படும் சரங்கள் (தெளிவற்றவை) பொதுவாக மொழிபெயர்ப்புகளாக பயன்படுத்த தயாராக இல்லை.
tr: Düzenlenmesi gereken (belirsiz) dizgeler genellikle çeviri olarak kullanılmaya hazır değildir.
uk: Рядки, що потребують редагування (неточні), зазвичай не готові до використання як переклади.
zh_hans: 需要编辑的字符串（fuzzy）通常无法直接被用作译文。

source: Automatically generates a MO file for every changed PO file.
de: Erzeugt automatisch eine MO-Datei für jede geänderte PO-Datei.
ga: Gineann sé go huathoibríoch comhad MO do gach comhad PO athraithe.
hu: Automatikusan MO-fájlt generál minden módosított PO-fájlhoz.
id: Membuat berkas MO secara otomatis untuk setiap berkas PO yang diubah.
ja: 変更された PO ファイルごとに自動的に MO ファイルを生成します。
nl: Genereert automatisch een MO-bestand voor elk gewijzigd PO-bestand.
pt: Gera automaticamente um ficheiro MO para cada ficheiro PO alterado.
pt_br: Gera automaticamente um arquivo MO para cada arquivo PO alterado.
ro: Generează automat un fișier MO pentru fiecare fișier PO modificat.
ru: Автоматически генерирует MO-файл для каждого изменённого PO-файла.
sv: Genererar automatiskt en MO-fil för varje ändrad PO-fil.
ta: மாற்றப்பட்ட ஒவ்வொரு po கோப்பிற்கும் தானாகவே ஒரு mo கோப்பை உருவாக்குகிறது.
tr: PO dosyası her değiştirildiğinde MO dosyası kendiliğinden oluşturulur.
uk: Автоматично створює mo-файл для кожного зміненого po-файла.
zh_hans: 为每个变更的 PO 文件自动生成 MO 文件。
zh_hant: 每次 PO 檔有變動時便自動生成 MO 檔。

source: The location of the generated MO file can be customized and the field for it uses :ref:`markup`.
de: Der Speicherort der erzeugten MO-Datei kann angepasst werden, und das Feld dafür verwendet :ref:`markup`.
ga: Is féidir suíomh an chomhaid MO a ghintear a shaincheapadh agus úsáideann an réimse chuige :ref:`markup`.
hu: A generált MO-fájl helye testreszabható, és az elérési út mező támogatja a :ref:`markup` használatát.
id: Lokasi berkas MO yang dihasilkan dapat dikustomisasi dan bidang untuk itu menggunakan :ref:`markup`.
ja: MO ファイルが生成される場所はカスタマイズでき、フィールドは :ref:`markup` を使用します。
nl: De locatie van het gemaakte MO-bestand kan worden aangepast en het veld ervoor gebruikt :ref:`markup`.
pt: O local do ficheiro MO gerado pode ser personalizada e o campo para ele usa :ref:`markup`.
pt_br: O local do arquivo MO gerado pode ser personalizada e o campo para ele usa :ref:`markup`.
ro: Locația fișierului MO generat poate fi personalizată, iar câmpul pentru acesta utilizează :ref:`markup`.
ru: В соответствующем поле можно задать местоположение сгенерированного MO-файла. Формат этого поля — :ref:`markup`.
sv: Platsen för den genererade MO-filen kan anpassas och fältet för den använder :ref:`markup`.
tr: Oluşturulan MO dosyasının konumu özelleştirilebilir ve bunun için :ref:`markup` alanı kullanılır.
uk: Розташування створеного файла MO можна налаштувати. У полі для нього використовується :ref:`мова розмітки<markup>`.
zh_hans: 生成的 MO 文件的位置可以定制化，并且其字段使用 :ref:`markup`。
zh_hant: 生成的 MO 文件的位置可以定制化，並且其字段使用 :ref:`markup`。
