Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Add this as a submodule to your code:
de: Dies als Submodul zu Ihrem Code hinzufügen:
ga: Cuir é seo mar fhomhodúl le do chód:
hu: Adja ezt hozzá almodulként a kódjához:
id: Tambahkan ini sebagai submodul ke kode Anda:
ja: これをサブモジュールとしてコードに追加する。設定方法:
nl: Voeg deze als een submodule toe aan uw code:
pt: Adicione-o como um submódulo ao seu código:
pt_br: Adicione-o como um submódulo ao seu código:
ro: Adăugați acest lucru ca un submodul în codul dumneavoastră:
ru: Добавьте его в качестве подмодуля к своему коду:
sv: Lägg till detta som en submodul till din kod:
ta: இதை உங்கள் குறியீட்டில் ஒரு துணை மாதிரியாகச் சேர்:
tr: Bunu kodunuza bir alt modül olarak ekleyin:
uk: Додайте його як підлеглий модуль до вашого коду:
zh_hans: 将其作为子模块添加到您的代码中：
zh_hant: 將其作為子模塊添加到您的代碼中：

source: Link Weblate to this repository, it no longer needs access to the repository containing your source code.
de: Weblate mit diesem Repository verlinken, es benötigt keinen Zugriff mehr auf das Repository mit Ihrem Quellcode.
ga: Nasc Weblate leis an stór seo, níl rochtain ag teastáil uaidh a thuilleadh ar an stór ina bhfuil do chód foinseach.
hu: Csatlakoztassa a Weblate-et ehhez a tárolóhoz – így már nem lesz szüksége a forráskódot tartalmazó tároló elérésére.
id: Tautkan Weblate ke repositori ini, ia tidak lagi memerlukan akses ke repositori yang berisi kode sumber Anda.
ja: このリポジトリに Weblate をリンクすると、ソースコードを含むリポジトリへのアクセスは必要ありません。
nl: Koppel Weblate aan deze opslagruimte, het heeft niet langer toegang nodig tot de opslagruimte die uw broncode bevat.
pt: Vincule o Weblate a este repositório, ele não precisa mais ter acesso ao repositório que contém o seu código-fonte.
pt_br: Vincule o Weblate a este repositório, ele não precisa mais ter acesso ao repositório que contém o seu código-fonte.
ro: Conectați Weblate la acest depozit, acesta nu mai are nevoie de acces la depozitul care conține codul vostru sursă.
ru: Свяжите Weblate с этим репозиторием, ему больше не нужен доступ к репозиторию, содержащему ваш исходный код.
sv: Länka Weblate till detta arkiv, det behöver inte längre ha åtkomst till arkivet som innehåller din källkod.
ta: இந்த களஞ்சியத்துடன் வலைபெயர்ப்பை இணைக்கவும், உங்கள் மூலக் குறியீட்டைக் கொண்ட களஞ்சியத்திற்கு இனி அணுகல் தேவையில்லை.
tr: Weblate ile bu depoyu bağlayın. Artık Weblate tarafından kaynak kodunuzu içeren depoya erişilmesi gerekmez.
uk: Пов'яжіть Weblate із цим сховищем — йому більше не знадобиться доступ до сховища, яке містить ваш початковий код.
zh_hans: 将 Weblate 连接到这个仓库上，它不再需要访问包含您源代码的仓库。
zh_hant: 將 Weblate 連接到這個倉庫上，它不再需要訪問包含您源代碼的倉庫。

source: You can update the main repository with translations from Weblate by:
de: Das Haupt-Repository mit Übersetzungen aus Weblate aktualisieren:
ga: Is féidir leat an príomhstór a nuashonrú le haistriúcháin ó Weblate trí:
hu: A fő tárolót frissítheti a Weblate-ből származó fordításokkal a megszokott módon:
id: Anda dapat memperbarui repositori utama dengan terjemahan dari Weblate dengan:
ja: Weblate での翻訳を使用して、メイン リポジトリを更新する方法:
nl: U kunt de hoofdopslagruimte bijwerken met vertalingen vanuit Weblate met:
pt: Pode atualizar o repositório principal com traduções do Weblate a executar:
pt_br: Você pode atualizar o repositório principal com traduções do Weblate executando:
ro: Puteți actualiza depozitul principal cu traduceri din Weblate prin:
ru: Вы можете обновлять основной репозиторий переводами из Weblate, выполняя команду:
sv: Du kan uppdatera huvudarkivet med översättningar från Weblate genom att:
ta: வலைபெயர்ப்புடிலிருந்து மொழிபெயர்ப்புகளுடன் முதன்மையான களஞ்சியத்தை நீங்கள் புதுப்பிக்கலாம்:
tr: Ana depoyu Weblate üzerindeki çevirilerle güncelleyebilirsiniz:
uk: Ви можете оновлювати основне сховища додаванням перекладів з Weblate за допомогою такої команди:
zh_hans: 可以从 Weblate 更新带有翻译的主仓库，通过：
zh_hant: 可以從 Weblate 更新帶有翻譯的主倉庫，通過：

source: Please consult the `git submodule`_ documentation for more details.
de: Für weitere Details konsultieren Sie bitte die Dokumentation `git submodule`_.
ga: Féach ar an doiciméadú `git submodule`_ le haghaidh tuilleadh sonraí.
hu: További részletekért lásd a `git submodule`_ dokumentációját.
id: Silakan lihat dokumentasi `git submodule`_ untuk keterangan lebih rinci.
ja: 詳細については、`git submodule`_ を確認してください。
nl: Raadpleeg de documentatie voor `git submodule`_ voor meer details.
pt: Por favor, consulte a documentação do submódulo `git`_ para obter mais detalhes.
pt_br: Por favor, consulte a documentação do submódulo `git`_ para obter mais detalhes.
ro: Vă rugăm să consultați documentația `git submodule`_ pentru mai multe detalii.
ru: Для получения более подробной информации обратитесь к документации по `подмодулям git`_.
sv: Se dokumentationen för `git submodule`_ för mer information.
ta: மேலும் விவரங்களுக்கு தயவுசெய்து 'அறிவிலி சப்மோடுல்'_ ஆவணங்களைப் பார்க்கவும்.
tr: Ayrıntılı bilgi almak için `git submodule`_ belgelerine bakabilirsiniz.
uk: Щоб дізнатися більше, будь ласка, ознайомтеся із документацією до `git submodule`_.
zh_hans: 更多细节请咨询 `git submodule`_ 文档。
zh_hant: 更多細節請諮詢 `git submodule`_ 文檔。

source: How can I check whether my Weblate is set up properly?
de: Wie überprüft man ob Weblate richtig eingerichtet ist?
ga: Conas is féidir liom seiceáil an bhfuil mo Ghréasán socraithe i gceart?
hu: Hogyan ellenőrizhetem, hogy a Weblate megfelelően van-e beállítva?
id: Bagaimana saya dapat memeriksa apakah Weblate saya telah diatur dengan benar?
ja: Weblate が正しく設定されているかどうかを確認する方法は？
nl: Hoe kan ik controleren of mijn Weblate juist is ingesteld?
pt: Como posso verificar se a minha Weblate está configurada corretamente?
pt_br: Como posso verificar se o meu Weblate está configurado corretamente?
ro: Cum pot verifica dacă Weblate este configurat corect?
ru: Как мне проверить, правильно ли настроен мой Weblate?
sv: Hur kan jag kontrollera om min Weblate är korrekt konfigurerad?
ta: எனது வலைபெயர்ப்பு சரியாக அமைக்கப்பட்டுள்ளதா என்பதை நான் எவ்வாறு சரிபார்க்க முடியும்?
tr: Weblate kurulumumun düzgün olup olmadığını nasıl denetleyebilirim?
uk: Як перевірити, чи правильно налаштовано мій Weblate?
zh_hans: 如何检查 Weblate 是否被正确地设置？
zh_hant: 如何檢查 Weblate 是否被正確地設置？

source: Weblate includes a set of configuration checks which you can see in the admin interface, just follow the :guilabel:`Performance report` link in the admin interface, or open the ``/manage/performance/`` URL directly.
de: Weblate enthält eine Reihe von Konfigurationsprüfungen, die Sie in der Adminoberfläche sehen können. Folgen Sie einfach dem Link :guilabel:`Leistungsbericht` in der Adminoberfläche oder öffnen Sie direkt die URL ``/manage/performance/``.
ga: Áiríonn Weblate sraith de sheiceálacha cumraíochta ar féidir leat a fheiceáil sa chomhéadan riaracháin, níl le déanamh ach an nasc :guilabel:`Tuairisc feidhmíochta` a leanúint sa chomhéadan riaracháin, nó oscail an URL ``/manage/performance/`` go díreach.
hu: A Weblate tartalmaz egy sor beállítás-ellenőrzést, amelyek az adminisztrációs felületen érhetők el – csak kattintson az adminisztrációs felületen a :guilabel:`Teljesítményjelentés` hivatkozásra vagy nyissa meg közvetlenül a ``/manage/performance/`` URL-t.
id: Weblate menyertakan serangkaian pemeriksaan konfigurasi yang dapat Anda lihat di antarmuka admin, cukup ikuti tautan :guilabel:`Performance report` di antarmuka admin, atau buka URL ``/manage/performance/`` secara langsung.
ja: Weblate には、管理画面から確認できる設定検査の機能があります。管理画面の :guilabel:`性能レポート` リンクからたどるか、``/manage/performance/`` の URL を直接開いてください。
nl: Weblate bevat een set controles voor de configuratie die u kunt zien in de beheerinterface, volg gewoon de koppeling :guilabel:`Rapport prestaties` in de beheerinterface, of open de URL ``/manage/performance/`` direct.
pt: Weblate inclui um conjunto de verificações de configuração que pode ver na interface administrativa, basta seguir a ligação :guilabel:`Relatório de desempenho` na interface administrativa, ou abrir a URL ``/manage/performance/`` diretamente.
pt_br: Weblate inclui um conjunto de verificações de configuração que você pode ver na interface administrativa, basta seguir o link :guilabel:`Relatório de desempenho` na interface administrativa, ou abrir a URL ``/manage/performance/`` diretamente.
ro: Weblate include un set de verificări de configurare pe care le puteți vedea în interfața de administrare, trebuie doar să urmați linkul :guilabel:`Raport de performanță` din interfața de administrare sau să deschideți direct URL-ul ``/manage/performance/```.
ru: Weblate включает в себя набор проверок конфигурации, которые можно посмотреть, перейдите по ссылке :guilabel:`Отчёт о производительности` в интерфейсе администратора, или напрямую откройте адрес ``/manage/performance/``.
sv: Weblate innehåller en uppsättning konfigurationskontroller som du kan se i administratörsgränssnittet. Följ bara länken :guilabel:`Prestandarapport` i administratörsgränssnittet eller öppna URL:en ``/manage/performance/`` direkt.
ta: வலைபெயர்ப்பில் நீங்கள் நிர்வாக இடைமுகத்தில் காணக்கூடிய உள்ளமைவு சோதனைகளின் தொகுப்பைக் கொண்டுள்ளது, நிர்வாக இடைமுகத்தில் 'கில்பெல்:'செயல்திறன் அறிக்கை' இணைப்பைப் பின்பற்றவும் அல்லது '/நிர்வகிக்க / செயல்திறன் / ' முகவரி ஐ நேரடியாகத் திறக்கவும்.
tr: Weblate içinde, yönetim arayüzünde görebileceğiniz bir dizi yapılandırma denetimi bulunur. Yönetim arayüzündeki :guilabel:`Başarım raporu` bağlantısını izleyin ya da doğrudan ``/manage/performance/`` adresini açın.
uk: До складу Weblate включено набір перевірок налаштувань, підсумки яких можна бачити у адміністративному інтерфейсі — достатньо перейти за посиланням :guilabel:`Звіт щодо швидкодії` у адміністративному інтерфейсі або відкрити адресу, яка завершуватиметься ``/manage/performance/``, безпосередньо.
zh_hans: Weblate 包括一组配置检查，可以在管理面板中看到，只需按照管理面板中的 :guilabel:`Performance report` 连接，或直接打开 ``/manage/performance/`` URL 即可。
zh_hant: Weblate 包括一組配置檢查，可以在管理面板中看到，只需按照管理面板中的 :guilabel:`Performance report` 連接，或直接打開 ``/manage/performance/`` URL 即可。

source: Why are all commits committed by Weblate <noreply@weblate.org>?
de: Warum werden alle Commits von Weblate <noreply@weblate.org> committet?
ga: Cén fáth a bhfuil gach gealltanas geallta ag Weblate <noreply@weblate.org>?
hu: Miért történik minden véglegesítés (commit) a Weblate <noreply@weblate.org> nevében?
id: Mengapa semua komit dilakukan oleh Weblate <noreply@weblate.org>?
ja: なぜすべてのコミットが、Weblate <noreply@weblate.org> でコミットされるのですか？
nl: Waarom zijn alle commits ingediend door Weblate <noreply@weblate.org>?
pt: Por que é que todos os commits são feitos por Weblate <noreply@weblate.org>?
pt_br: Por que é que todos os commits são feitos por Weblate <noreply@weblate.org>?
ro: De ce sunt toate comiterile comise de Weblate <noreply@weblate.org>?
ru: Почему все коммиты от имени Weblate имеют электронную почту <noreply@weblate.org>?
sv: Varför är alla commit gjorda av Weblate <noreply@weblate.org>?
ta: வலைபெயர்ப்பு செய்த அனைத்து குற்றங்களும் ஏன் <noreply@weblate.org>?
tr: Neden tüm işlemeler Weblate <noreply@weblate.org> tarafından yapılıyor?
uk: Чому усі внески підписано Weblate <noreply@weblate.org>?
zh_hans: 为什么所有提交都是由 Weblate <noreply@weblate.org> 提交的？
zh_hant: 為什麼所有提價由 Weblate <noreply@weblate.org> 執行？

source: Weblate uses ``Weblate <noreply@weblate.org>`` as the default **committer** for all commits, which is configured by :setting:`DEFAULT_COMMITER_EMAIL` and :setting:`DEFAULT_COMMITER_NAME`. This is a technical identifier showing that the commit was processed through Weblate.
sv: Weblate använder ``Weblate <noreply@weblate.org>`` som standard **committer** för alla commits, vilket konfigureras av :setting:`DEFAULT_COMMITER_EMAIL` och :setting:`DEFAULT_COMMITER_NAME`. Detta är en teknisk identifierare som visar att commit har bearbetats via Weblate.

source: However, the **author** of each commit is correctly recorded as the individual user who made the translation (when using Git). This means you can see who actually translated each string by examining the commit author field. The same applies to Mercurial; only Subversion does not have this capability.
sv: Dock registreras **författaren** till varje commit korrekt som den enskilda användare som gjorde översättningen (vid användning av Git). Detta innebär att du kan se vem som faktiskt översatte varje sträng genom att undersöka fältet för commit-författare. Detsamma gäller Mercurial; endast Subversion har inte denna funktion.

source: In Git, there is a distinction between the committer (who created the commit object) and the author (who made the changes). Weblate acts as the committer while preserving individual translator attribution as authors.
sv: I Git skiljer man mellan committer (den som skapade commit-objektet) och författaren (den som gjorde ändringarna). Weblate fungerar som committer samtidigt som man bevarar enskilda översättares upphovsrätt som författare.

source: For commits where authorship cannot be determined (such as automated changes from anonymous suggestions or machine translation results), the author is set to the anonymous user. You can configure the anonymous user's name and e-mail in :setting:`ANONYMOUS_USER_NAME`.
sv: För commit där upphovsmannen inte kan fastställas (t.ex. automatiska ändringar från anonyma förslag eller maskinöversättningsresultat) anges upphovsmannen som anonym användare. Du kan konfigurera den anonyma användarens namn och e-postadress i :setting:`ANONYMOUS_USER_NAME`.

source: How to move files in the repository without losing history in Weblate?
de: Wie verschiebt man Dateien im Repository, ohne den Verlauf in Weblate zu verlieren?
ga: Conas comhaid a bhogadh sa stór gan an stair a chailliúint i Weblate?
hu: Hogyan mozgathatok fájlokat a tárolóban anélkül, hogy elveszíteném az előzményeket a Weblate-ben?
id: Bagaimana cara memindahkan berkas di repositori tanpa kehilangan riwayat di Weblate?
ja: リポジトリ内のファイルの移動を、Weblate の履歴を失わずにする方法は？
nl: Hoe bestanden te verplaatsen in de opslagruimte, zonder geschiedenis in Weblate te verliezen?
pt: Como mover ficheiros no repositório sem perder o histórico no Weblate?
pt_br: Como mover arquivos no repositório sem perder histórico no Weblate?
ro: Cum să mutați fișiere în depozit fără a pierde istoricul în Weblate?
ru: Как переместить файлы в репозитории без потери истории в Weblate?
sv: Hur flyttar man filer i arkivet utan att förlora historiken i Weblate?
ta: வலைபெயர்ப்பில் வரலாற்றை இழக்காமல் களஞ்சியத்தில் கோப்புகளை நகர்த்துவது எப்படி?
tr: Weblate üzerindeki geçmişi kaybetmeden depodaki dosyalar nasıl taşınır?
uk: Як пересунути файли у сховищі без втрати журналу у Weblate?
zh_hans: 如何移动仓库中的文件而不丢失 Weblate 中的历史记录？

source: To keep the history, comments, or screenshots linked to strings after changing the files location you need to ensure that these strings are never deleted in Weblate. These removals can happen in case the Weblate repository is updated, but the component configuration still points to the old files. This makes Weblate assume that it should delete all the translations.
de: Um den Verlauf, die Kommentare oder Bildschirmfotos, die mit Zeichenketten verknüpft sind, nach einer Änderung des Dateispeicherorts beizubehalten, müssen Sie sicherstellen, dass diese Zeichenketten in Weblate niemals gelöscht werden. Dies kann passieren, wenn das Weblate-Repository aktualisiert wird, die Komponentenkonfiguration aber noch auf die alten Dateien verweist. Dies führt dazu, dass Weblate davon ausgeht, dass es alle Übersetzungen löschen sollte.
ga: Chun an stair, na nótaí tráchta nó scáileáin a choinneáil nasctha le teaghráin tar éis duit suíomh an chomhaid a athrú ní mór duit a chinntiú nach scriostar na teaghráin seo in Weblate choíche. Is féidir leis na aistrithe seo tarlú ar eagla go nuashonraítear stór Weblate, ach díríonn cumraíocht an chomhpháirte ar na seanchomhaid fós. Ligeann sé sin do Weblate glacadh leis gur cheart dó na haistriúcháin go léir a scriosadh.
hu: Ahhoz, hogy a fájlok áthelyezése után is megmaradjanak az előzmények, megjegyzések vagy képernyőképek, biztosítani kell, hogy ezek a szövegek ne törlődjenek a Weblate-ben. A törlés akkor következhet be, ha a Weblate tárolója frissül, de az összetevő beállításai még mindig a régi fájlokra mutatnak – így a Weblate azt feltételezi, hogy minden fordítást törölni kell.
id: Agar riwayat, komentar, atau tangkapan layar tetap terhubung ke string setelah mengubah lokasi berkas, Anda perlu memastikan bahwa string ini tidak pernah dihapus di Weblate. Penghapusan ini dapat terjadi jika repositori Weblate diperbarui, tetapi konfigurasi komponen masih mengarah ke berkas lama. Hal ini membuat Weblate berasumsi bahwa semua terjemahan harus dihapus.
ja: ファイルの場所を変更した後に、文字列にリンクされた履歴、コメント、またはスクリーンショットを保持するには、これらの文字列が Weblate で削除されないようにすることが必要です。もし、コンポーネントの構成が、以前の古いファイルを指し示している場合は、Weblate のリポジトリの更新時に削除されます。その場合、Weblate はすべての翻訳の削除が必要だと判断します。
nl: Voor het behouden van de geschiedenis, opmerkingen of schermafdrukken die zijn gekoppeld aan tekenreeksen waarvan de locatie van de bestanden is gewijzigd, moet u ervoor zorgen dat deze tekenreeksen nooit worden verwijderd uit Weblate. Deze verwijderingen kunnen voorkomen in het geval de opslagruimte van Weblate wordt bijgewerkt, maar de configuratie van het onderdeel wijst nog steeds naar de oude bestanden. Dat zorgt ervoor dat Weblate ervan uitgaat dat het alle vertalingen zou moeten verwijderen.
pt: Para manter o histórico, comentários ou capturas de ecrã vinculados às cadeias após alterar a localização dos ficheiros, precisa garantir que essas cadeias nunca sejam apagadas do Weblate. Essas remoções podem acontecer caso o repositório Weblate seja atualizado, mas a configuração dos componentes ainda aponta aos ficheiros antigos. Isso faz o Weblate assumir que ele deve apagar todas as traduções.
pt_br: Para manter o histórico, comentários ou capturas de tela vinculados aos textos após alterar a localização dos arquivos, você precisa garantir que esses textos nunca sejam excluídos do Weblate. Essas remoções podem acontecer caso o repositório Weblate seja atualizado, mas a configuração do componente ainda aponta para os arquivos antigos. Isso faz com que o Weblate presuma que deveria excluir todas as traduções.
ro: Pentru a păstra istoricul, comentariile sau capturile de ecran legate de șiruri de caractere după modificarea locației fișierelor, trebuie să vă asigurați că aceste șiruri de caractere nu sunt niciodată șterse în Weblate. Aceste eliminări se pot întâmpla în cazul în care depozitul Weblate este actualizat, dar configurația componentei încă indică vechile fișiere. Acest lucru face ca Weblate să presupună că ar trebui să șteargă toate traducerile.
ru: Чтобы сохранить историю, комментарии или снимки экрана, связанные со строками после изменения расположения файлов, необходимо убедиться, что эти строки никогда не удаляются в Weblate. Такие удаления могут произойти в случае, когда репозиторий Weblate обновился, но конфигурация компонента по-прежнему указывает на старые файлы. Это заставляет Weblate предположить, что он должен удалить все переводы.
sv: För att behålla historiken, kommentarerna eller skärmdumparna kopplade till strängarna efter att du har ändrat filernas plats måste du se till att dessa strängar aldrig raderas i Weblate. Dessa borttagningar kan inträffa om Weblate-arkivet uppdateras, men komponentkonfigurationen fortfarande pekar på de gamla filerna. Detta gör att Weblate antar att alla översättningar ska raderas.
ta: கோப்புகளின் இருப்பிடத்தை மாற்றிய பிறகு வரலாறு, கருத்துகள் அல்லது திரை சாட்களை சரங்களுடன் இணைக்க வேண்டும், இந்த சரங்கள் வலைபெயர்ப்பில் ஒருபோதும் நீக்கப்படவில்லை என்பதை உறுதிப்படுத்த வேண்டும். வலைபெயர்ப்பு களஞ்சியம் புதுப்பிக்கப்பட்டால் இந்த அகற்றல்கள் நிகழலாம், ஆனால் கூறு உள்ளமைவு இன்னும் பழைய கோப்புகளை சுட்டிக்காட்டுகிறது. இது வலைபெயர்ப்பு அனைத்து மொழிபெயர்ப்புகளையும் நீக்க வேண்டும் என்று கருதுகிறது.
tr: Dosya konumunu değiştirdikten sonra dizgelere bağlı geçmişi, yorumları ya da ekran görüntülerini tutmak için, bu dizgelerin Weblate üzerinde hiçbir zaman silinmeyeceğinden emin olmanız gerekir. Bu kaldırma işlemleri, Weblate deposunun güncellenmesi durumunda gerçekleşebilir. Ancak bileşen yapılandırması hala eski dosyaları gösterir. Bu durumda, Weblate tüm çevirileri silmesi gerektiğini varsayar.
uk: Щоб зберегти журнал, коментарі або знімки вікон, які пов'язано із рядками, після зміни розташування файлів, вам слід забезпечити неможливість вилучення рядків на Weblate. Такі вилучення можуть статися, якщо сховище Weblate оновлено, але налаштування складника все ще вказує на старі файли. У таких ситуаціях Weblate припускає, що слід вилучити всі переклади.
zh_hans: 要在更改文件位置后保留链接到字符串的历史记录，注释或屏幕截图，您需要确保这些字符串永远不会在Weblate中删除。如果 Weblate 仓库已更新，但组件配置仍指向旧文件，则可能会发生这些删除操作。这使得Weblate认为它应该删除所有翻译。

source: The solution to this is to perform the operation in sync with Weblate:
de: Die Lösung für dieses Problem besteht darin, den Vorgang mit Weblate zu synchronisieren:
ga: Is é an réiteach air seo ná an oibríocht a dhéanamh i sioncronú le Weblate:
hu: A megoldás az, hogy a műveletet összehangoltan kell végrehajtani a Weblate-tel:
id: Solusi untuk masalah ini adalah melakukan operasi secara sinkron dengan Weblate:
ja: これに対する解決策として、Weblate と同期して操作を実行する方法:
nl: De oplossing is om deze bewerking uit te voeren in synchronisatie met Weblate:
pt: A solução para isso é realizar a operação em sincronia com Weblate:
pt_br: A solução para isso é realizar a operação em sincronia com o Weblate:
ro: Soluția este de a efectua operațiunea în sincronizare cu Weblate:
ru: Решением этой проблемы является выполнение операции в синхронизации с Weblate:
sv: Lösningen på detta är att utföra operationen synkroniserat med Weblate:
ta: இதற்கான தீர்வு வலைபெயர்ப்புடுடன் ஒத்திசைந்து செயல்பாட்டைச் செய்வதாகும்:
tr: Bunun çözümü, işlemi Weblate ile eşitleyerek yapmaktır:
uk: Рішення полягає у виконанні синхронної дії у Weblate:
zh_hans: 解决此问题的方法是与 Weblate 同步执行操作：

source: Lock the affected component in Weblate.
de: Die betroffene Komponente in Weblate sperren.
ga: Glasáil an chomhpháirt lena mbaineann i Weblate.
hu: Zárja le az érintett összetevőt a Weblate-ben.
id: Mengunci komponen yang terpengaruh di Weblate.
ja: 影響を受けるコンポーネントを Weblate でロックする。
nl: Vergrendel het betrokken onderdeel in Weblate.
pt: Bloquear o componente afetado na Weblate.
pt_br: Bloqueie o componente afetado no Weblate.
ro: Blocați componenta afectată în Weblate.
ru: Заблокируйте затронутый компонент в Weblate.
sv: Lås den berörda komponenten i Weblate.
ta: பாதிக்கப்பட்ட பகுதியை வலைபெயர்ப்பில் பூட்டவும்.
tr: Weblate üzerinde etkilenen bileşeni kilitleyin.
uk: Заблокуйте відповідний складник у Weblate.
zh_hans: 在 Weblate 锁定受影响的部件。

source: Commit any pending changes and merge them into the upstream repository.
de: Alle ausstehenden Änderungen committen und diese im Upstream-Repository zusammenführen.
ga: Tiomantas aon athruithe atá ar feitheamh agus cumasc isteach sa stór réamhtheachtacha iad.
hu: Véglegesítse az összes függőben lévő módosítást, és egyesítse ezeket a forrás tárolóval.
id: Mengganti perubahan yang tertunda dan menggabungkannya ke repositori sumber.
ja: 保留中の変更をコミットし、上流リポジトリにマージする。
nl: Voer openstaande wijzigingen door en voeg ze samen in de opslagruimte upstream.
pt: Fazer commit de todas as alterações pendentes e mesclá-las no repositório upstream.
pt_br: Faça commit de todas as alterações pendentes e mescle-as no repositório upstream.
ro: Angajați orice modificări în așteptare și unificați-le în depozitul din upstream.
ru: Коммит ожидающих изменений в репозиторий Weblate.
sv: Bekräfta alla väntande ändringar och slå ihop dem i uppströmsrepositoriet.
ta: நிலுவையில் உள்ள மாற்றங்களைச் செய்து அவற்றை மேல்நிலைக் களஞ்சியத்தில் இணைக்கவும்.
tr: Bekleyen değişiklikleri işleyin ve depo yukarı akışına birleştirin.
uk: Внесіть усі зміни з черги і об'єднайте їх зі змінами в основному сховищі.
zh_hans: 提交任何待处理的更改，并将它们合并到上游仓库中。
