Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Include port if using a non-standard one.
de: Port angeben, wenn ein nicht standardmäßiger verwendet wird.
ga: Cuir port san áireamh má tá ceann neamhchaighdeánach á úsáid agat.
hu: Nem szabványos port használata esetén a portot is meg kell adni.
id: Sertakan port jika menggunakan port non-standar.
nl: Neem de poort op als er geen standaard poort gebruikt wordt.
pt_br: Inclua um port se estiver usando uma que não seja padrão.
sv: Ange port om du använder en icke-standardport.
ta: தரமற்ற ஒன்றைப் பயன்படுத்தினால் துறைமுகம் சேர்க்கவும்.
tr: Standart olmayan bir bağlantı noktası kullanıyorsanız bağlantı noktasını ekleyin.
uk: Включіть порт, якщо використовуєте нестандартний.
zh_hans: 包括端口，如果使用的是非标准端口。

source: Configures the site-admin's name and e-mail. It is used for both :setting:`ADMINS` setting and creating `admin` user (see :envvar:`WEBLATE_ADMIN_PASSWORD` for more info on that).
de: Legt den Namen und die E-Mail des Website-Administrators fest. Es wird sowohl für die :setting:`ADMINS`-Einstellung als auch für die Erstellung des `admin`-Benutzers verwendet (siehe :envvar:`WEBLATE_ADMIN_PASSWORD` für weitere Informationen dazu).
ga: Cumraíonn sé ainm agus r-phost riaracháin an láithreáin. Úsáidtear é chun an bheirt :setting:`ADMINS` agus úsáideoir `admin` a chruthú (féach :envvar:`WEBLATE_ADMIN_PASSWORD` le haghaidh tuilleadh eolais faoi sin).
hu: A webhely adminisztrátorának nevét és e-mail címét állítja be. Ez az :setting:`ADMINS` beállításhoz, valamint az `admin` felhasználó létrehozásához is használatos (további részletekért lásd: :envvar:`WEBLATE_ADMIN_PASSWORD`).
id: Mengonfigurasi nama dan surel admin situs. Ini digunakan untuk pengaturan :setting:`ADMINS` dan pembuatan pengguna `admin` (lihat :envvar:`WEBLATE_ADMIN_PASSWORD` untuk informasi selengkapnya).
ja: サイト管理者の名前とメールアドレスを設定します。これは、:setting:`ADMINS` 設定と、`admin` ユーザーの作成の両方に使用されます（詳細については、:envvar:`WEBLATE_ADMIN_PASSWORD` を確認してください）。
nl: Configureert de site-admin zijn naam en e-mail. Wordt gebruikt voor de :setting:`ADMINS` instelling alsook het maken van een `admin` gebruiker (zie :envvar:`WEBLATE_ADMIN_PASSWORD` voor meer informatie hierover).
pt: Configura o nome e o e-mail do administrador do site. É usado para :setting:`ADMINS` e para criar o utilizador `admin` (veja :envvar:`WEBLATE_ADMIN_PASSWORD` para mais informações).
pt_br: Configura o nome e o e-mail do administrador do site. É usado para :setting:`ADMINS` e para criar o usuário `admin` (veja :envvar:`WEBLATE_ADMIN_PASSWORD` para mais informações).
ro: Configurează numele și adresa de e-mail ale administratorului site-ului. Este utilizat atât pentru setarea :setting:`ADMINS`, cât și pentru crearea utilizatorului `admin` (a se vedea :envvar:`WEBLATE_ADMIN_PASSWORD` pentru mai multe informații în acest sens).
ru: Настраивает имя и электронную почту администратора сайта. Используется как для параметра :setting:`ADMINS`, так и для создания пользователя `admin` (подробнее смотрите в описании переменной окружения :envvar:`WEBLATE_ADMIN_PASSWORD`).
sv: Konfigurerar webbplatsadministratörens namn och e-postadress. Används både för inställningen :setting:`ADMINS` och för att skapa användaren `admin` (se :envvar:`WEBLATE_ADMIN_PASSWORD` för mer information om detta).
tr: Site yöneticisinin adını ve e-posta adresini yapılandırır. Hem :setting:`ADMINS` ayarını hem de `admin` kullanıcısını oluşturmak için kullanılır (ayrıntılı bilgi almak için: :envvar:`WEBLATE_ADMIN_PASSWORD`).
uk: Налаштовує ім'я та адресу електронної пошти адміністратора сайта. Використовується одразу для встановлення :setting:`ADMINS` і створення користувача `admin` (див. :envvar:`WEBLATE_ADMIN_PASSWORD`, щоб дізнатися про це більше).
zh_hans: 配置站点管理员的姓名和电子邮件。它用于 :setting:`ADMINS` 设置和创建 `管理员` 用户（有关此信息，请参阅 :envvar:`WEBLATE_ADMIN_PASSWORD`）。
zh_hant: 配置站點管理員的姓名和電子郵件。它用於 :setting:`ADMINS` 設置和創建 `管理員` 用戶（有關此信息，請參閱 :envvar:`WEBLATE_ADMIN_PASSWORD`）。

source: Sets the password for the `admin` user.
de: Setzt das Passwort für den Benutzer `admin`.
ga: Socraíonn sé an pasfhocal don úsáideoir `admin`.
hu: Az `admin` felhasználó jelszavát állítja be.
id: Mengatur kata sandi untuk pengguna `admin`.
ja: `管理者` ユーザーのパスワードを設定します。
nl: Zet het wachtwoord voor de `admin` gebruiker.
pt: Define a palavra-passe para o utilizador `admin`.
pt_br: Define a senha para o usuário `admin`.
ro: Stabilește parola pentru utilizatorul `admin`.
ru: Устанавливает пароль для пользователя `admin`.
sv: Ställer in lösenordet för användaren `admin`.
ta: `நிர்வாகி` பயனருக்கான கடவுச்சொல்லை அமைக்கிறது.
tr: `admin` kullanıcısının parolasını ayarlar.
uk: Установлює пароль для користувача `admin`.
zh_hans: 设置 `管理员` 用户的密码。
zh_hant: 設置 `管理員` 用戶的密碼。

source: If not set and `admin` user does not exist, it is created with a random password shown on first container startup.
de: Wenn nicht gesetzt und der Benutzer `admin` nicht existiert, wird er mit einem zufälligen Passwort erstellt, das beim ersten Start des Containers angezeigt wird.
ga: Mura bhfuil sé socraithe agus níl an t-úsáideoir `admin` ann, cruthaítear é le pasfhocal randamach a thaispeántar ar an gcéad tosaithe coimeádán.
hu: Ha nincs beállítva, és az `admin` felhasználó nem létezik, a rendszer véletlenszerű jelszóval hozza létre az első konténerindításkor.
id: Jika tidak diatur dan pengguna `admin` tidak ada, maka akan dibuat dengan kata sandi acak yang ditampilkan saat kontainer pertama kali dinyalakan.
ja: `管理者` パスワードが設定されておらず、`管理者` ユーザーも存在しない場合は、最初のコンテナ起動時に表示されるランダムなパスワードで作成されます。
nl: Indien niet ingesteld en de gebruiker `admin` bestaat niet, wordt het gemaakt met een willekeurig wachtwoord, dat wordt weergegeven bij de eerste keer opstarten.
pt: Se não for definido e o utilizador `admin` não existir, ele será criado com uma palavra-passe aleatória mostrada na primeira inicialização do contentor.
pt_br: Se não for definido e o usuário `admin` não existir, ele será criado com uma senha aleatória mostrada na primeira inicialização do contêiner.
ro: Dacă nu este setat și utilizatorul `admin` nu există, acesta este creat cu o parolă aleatorie afișată la prima pornire a containerului.
ru: Если не установлен и пользователя `admin` не существует, он создается со случайным паролем, который показывается при первом запуске контейнера.
sv: Om det inte är inställt och användaren `admin` inte finns, skapas den med ett slumpmässigt lösenord som visas när den första behållaren startas.
ta: அமைக்கவில்லை மற்றும் `நிர்வாகி` பயனர் இல்லை என்றால், இது முதல் கொள்கலன் தொடக்கத்தில் காட்டப்பட்டுள்ள சீரற்ற கடவுச்சொல்லுடன் உருவாக்கப்படுகிறது.
tr: Ayarlanmamışsa ve `admin` kullanıcısı yoksa, kapsayıcı ilk kez başlatıldığında görüntülenen rastgele bir parola ile oluşturulur.
uk: Якщо не встановлено і користувача `admin` не існує, його буде створено із випадковим паролем, який буде показано при першому запуску контейнера.
zh_hans: 如果未设置并且 `管理员` 用户不存在，则会使用首次启动容器时显示的随机密码来创建它。
zh_hant: 如果未設置並且 `管理員` 用戶不存在，則會使用首次啟動容器時顯示的隨機密碼來創建它。

source: If not set and `admin` user exists, no action is performed.
de: Wenn nicht gesetzt und der Benutzer `admin` existiert, wird keine Aktion durchgeführt.
ga: Mura bhfuil sé socraithe agus má tá úsáideoir `admin` ann, ní dhéanfar aon ghníomh.
hu: Ha nincs beállítva, de az `admin` felhasználó létezik, nem történik semmilyen módosítás.
id: Jika tidak diatur dan pengguna `admin` ada, tidak ada tindakan yang dilakukan.
ja: `管理者` パスワードが設定されておらず、`管理者` ユーザーが存在する場合、`管理者` パスワードは設定されません。
nl: Indien niet ingesteld en de gebruiker `admin` bestaat, wordt geen actie uitgevoerd.
pt: Se não for definido e o utilizador `admin` existir, nenhuma ação será executada.
pt_br: Se não for definido e o usuário `admin` existir, nenhuma ação será executada.
ro: Dacă nu este setat și există utilizatorul `admin`, nu se efectuează nicio acțiune.
ru: Если не установлен и пользователя `admin` не существует, никакие действия не выполняются.
sv: Om det inte är inställt och användaren `admin` finns, utförs ingen åtgärd.
ta: அமைக்கப்படாவிட்டால் மற்றும் `நிர்வாகி` பயனர் இருந்தால், எந்த நடவடிக்கையும் செய்யப்படவில்லை.
tr: Ayarlanmamışsa ve `admin` kullanıcısı varsa, hiçbir işlem gerçekleştirilmez.
uk: Якщо не встановлено, а запис користувача `admin` існує, ніяких дій не виконуватиметься.
zh_hans: 如果未设置并且 `管理员` 用户存在，则不执行任何操作。
zh_hant: 如果未設置並且 `管理員` 用戶存在，則不執行任何操作。

source: If set the `admin` user is adjusted on every container startup to match :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` and :envvar:`WEBLATE_ADMIN_EMAIL`.
de: Wenn gesetzt, wird der `admin`-Benutzer bei jedem Start des Containers angepasst, um :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` und :envvar:`WEBLATE_ADMIN_EMAIL` zu entsprechen.
ga: Má tá an t-úsáideoir `admin` coigeartaithe ar gach tosaithe coimeádán chun :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` agus :envvar:`WEBLATE_ADMIN_EMAIL` a mheaitseáil.
hu: Ha be van állítva, az `admin` felhasználó minden konténerindításkor frissítésre kerül, hogy megfeleljen a :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` és :envvar:`WEBLATE_ADMIN_EMAIL` értékeknek.
id: Jika diatur, pengguna `admin` akan disesuaikan pada setiap permulaan kontainer agar cocok dengan :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME`, dan :envvar:`WEBLATE_ADMIN_EMAIL`.
ja: `管理者` パスワードが設定されている場合、`管理者` ユーザーは、コンテナが起動するたびに :envvar:`WEBLATE_ADMIN_PASSWORD`、:envvar:`WEBLATE_ADMIN_NAME` および :envvar:`WEBLATE_ADMIN_EMAIL` に設定されます。
nl: Indien ingesteld wordt de gebruiker `admin` aangepast bij het opstarten van elke container om overeen te komen met :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` en :envvar:`WEBLATE_ADMIN_EMAIL`.
pt: Se definido, o utilizador `admin` é ajustado em cada inicialização do contentor para corresponder a :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` e :envvar:`WEBLATE_ADMIN_EMAIL`.
pt_br: Se definido, o usuário `admin` é ajustado em cada inicialização do contêiner para corresponder a :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` e :envvar:`WEBLATE_ADMIN_EMAIL`.
ro: Dacă este setat, utilizatorul `admin` este ajustat la fiecare pornire a containerului pentru a se potrivi cu :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` și :envvar:`WEBLATE_ADMIN_EMAIL`.
ru: Если установлен, при каждом запуске контейнера пользователю `admin` устанавливаются соответствующие :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` и :envvar:`WEBLATE_ADMIN_EMAIL`.
sv: Om inställningen är aktiverad justeras användaren `admin` vid varje containerstart så att den matchar :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` och :envvar:`WEBLATE_ADMIN_EMAIL`.
tr: Ayarlanmışsa, `admin` kullanıcısı her kapsayıcı başlangıcında :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` ve :envvar:`WEBLATE_ADMIN_EMAIL` seçeneklerine göre ayarlanır.
uk: Якщо встановлено, запис користувача `admin` буде скориговано під час кожного запуску контейнера відповідно до :envvar:`WEBLATE_ADMIN_PASSWORD`, :envvar:`WEBLATE_ADMIN_NAME` і :envvar:`WEBLATE_ADMIN_EMAIL`.
zh_hans: 如果设置，则在每次容器启动时都会对 `管理员` 用户进行调整，以匹配 :envvar:`WEBLATE_ADMIN_PASSWORD`，:envvar:`WEBLATE_ADMIN_NAME` 和 :envvar:`WEBLATE_ADMIN_EMAIL`。
zh_hant: 如果設置，則在每次容器啟動時都會對 `管理員` 用戶進行調整，以匹配 :envvar:`WEBLATE_ADMIN_PASSWORD`，:envvar:`WEBLATE_ADMIN_NAME` 和 :envvar:`WEBLATE_ADMIN_EMAIL`。

source: It might be a security risk to store password in the configuration file. Consider using this variable only for initial setup (or let Weblate generate random password on initial startup) or for password recovery.
de: Es könnte ein Sicherheitsrisiko darstellen, das Passwort in der Konfigurationsdatei zu speichern. Erwägen Sie, diese Variable nur für die Ersteinrichtung zu verwenden (oder lassen Sie Weblate beim ersten Start ein zufälliges Passwort generieren) oder für die Wiederherstellung des Passworts.
ga: D'fhéadfadh sé a bheith ina riosca slándála pasfhocal a stóráil sa chomhad cumraíochta. Smaoinigh ar an athróg seo a úsáid le haghaidh socrú tosaigh amháin (nó lig do Weblate pasfhocal randamach a ghiniúint ar an am tosaithe tosaigh) nó chun pasfhocal a ghnóthú.
hu: Biztonsági kockázatot jelenthet a jelszó tárolása a konfigurációs fájlban. Ezt a változót érdemes csak a kezdeti beállításhoz használni (vagy hagyni, hogy a Weblate automatikusan véletlenszerű jelszót generáljon az első indításkor), illetve jelszó-visszaállításhoz.
id: Menyimpan kata sandi dalam berkas konfigurasi mungkin berisiko bagi keamanan. Pertimbangkan untuk menggunakan variabel ini hanya untuk pengaturan awal (atau biarkan Weblate menghasilkan kata sandi acak saat pertama kali dijalankan) atau untuk pemulihan kata sandi.
ja: 設定ファイルにパスワードを格納すると、セキュリティ上のリスクがあります。この変数は、初期設定（または Weblate の初期起動時にランダム パスワードを生成させる）またはパスワードの回復にのみ使用してください。
nl: Het zou een beveiligingsrisico kunnen zijn om het wachtwoord op te slaan in het bestand voor de configuratie. Overweeg om deze variabele alleen te gebruiken voor de initiële opstelling (of laat Weblate een willekeurig wachtwoord genereren bij het opstarten) of voor het herstellen van het wachtwoord.
pt: Pode ser um risco de segurança armazenar a palavra-passe no ficheiro de configuração. Considere usar essa variável apenas para configuração inicial (ou deixe o Weblate gerar uma palavra-passe aleatória na inicialização) ou para recuperação de palavra-passe.
pt_br: Pode ser um risco de segurança armazenar a senha no arquivo de configuração. Considere usar essa variável apenas para configuração inicial (ou deixe o Weblate gerar uma senha aleatória na inicialização) ou para recuperação de senha.
ro: Stocarea parolei în fișierul de configurare ar putea reprezenta un risc de securitate. Luați în considerare utilizarea acestei variabile numai pentru configurarea inițială (sau lăsați Weblate să genereze o parolă aleatorie la pornirea inițială) sau pentru recuperarea parolei.
ru: Хранение пароля в файле настроек может представлять из себя угрозу безопасности. Используйте эту переменную только для начальной установки (или пусть Weblate сгенерирует при начальной загрузке случайный пароль) или для восстановления пароля.
sv: Det kan vara en säkerhetsrisk att lagra lösenordet i konfigurationsfilen. Överväg att endast använda denna variabel för den initiala konfigurationen (eller låt Weblate generera ett slumpmässigt lösenord vid den första starten) eller för återställning av lösenord.
ta: கடவுச்சொல்லை உள்ளமைவு கோப்பில் சேமிப்பது பாதுகாப்பு அபாயமாக இருக்கலாம். ஆரம்ப அமைப்பிற்கு மட்டுமே இந்த மாறியைப் பயன்படுத்துவதைக் கவனியுங்கள் (அல்லது ஆரம்ப தொடக்கத்தில் வெம்ப்லேட் சீரற்ற கடவுச்சொல்லை உருவாக்க அனுமதிக்கட்டும்) அல்லது கடவுச்சொல் மீட்டெடுப்பிற்கு.
tr: Parolayı yapılandırma dosyasında depolamak bir güvenlik riski oluşturabilir. Bu değişkeni yalnızca ilk kurulum için (ya da Weblate ilk kez başlatıldığında rastgele parola oluşturmasına izin verin) ya da parola kurtarma için kullanmayı değerlendirin.
uk: Зберігання пароля у файлі налаштувань може знизити рівень захищеності вашої системи. Цією змінною варто користуватися лише для початкового налаштовування (або для надання змоги Weblate створити випадковий пароль при початковому запуску) або для відновлення доступу до сервера після втрати пароля.
zh_hans: 将密码存储在配置文件中可能会带来安全风险。考虑仅将此变量用于初始设置（或让 Weblate 在初始启动时生成随机密码）或用于密码恢复。
zh_hant: 將密碼存儲在配置文件中可能會帶來安全風險。考慮僅將此變量用於初始設置（或讓 Weblate 在初始啟動時生成隨機密碼）或用於密碼恢復。

source: Whether to sent e-mail to admins upon server error. Turned on by default.
de: Ob bei einem Serverfehler eine E-Mail an Administratoren gesendet werden soll. Standardmäßig aktiviert.
ga: Cibé ar cheart ríomhphost a sheoladh chuig riarthóirí ar earráid fhreastalaí. Curtha ar siúl de réir réamhshocraithe.
hu: Beállítja, hogy a szerverhibák esetén küldjön-e e-mailt az adminisztrátoroknak. Ez alapértelmezés szerint be van kapcsolva.
id: Apakah akan mengirim surel ke admin jika terjadi galat server. Diaktifkan secara bawaan.
ja: サーバー エラーが発生したときに、管理者にメールを送信するかどうか。デフォルトでは有効です。
nl: Of e-mail aan de admins moet worden verzonden bij fouten op de server. Standaard ingeschakeld.
pt: Se deve enviar e-mail para administradores em caso de erro de servidor. Ativado por padrão.
pt_br: Se deve enviar e-mail para administradores em caso de erro de servidor. Ativado por padrão.
sv: Om e-post ska skickas till administratörer vid serverfel. Aktiverat som standard.
ta: சேவையக பிழையில் நிர்வாகிக்கு மின்னஞ்சல் அனுப்ப வேண்டுமா. இயல்பாக இயக்கப்பட்டது.
tr: Sunucu hatalarında yöneticilere e-posta gönderilip gönderilmeyeceği. Varsayılan olarak açık.
uk: Чи надсилати електронного листа адміністраторам при помилці сервера. Увімкнено за замовчуванням.
zh_hans: 是否在服务器错误时给管理员发送电子邮件。默认开启。

source: You might want to use other error collection like Sentry or Rollbar and turn this off.
de: Möglicherweise möchten Sie eine andere Fehlersammlung wie Sentry oder Rollbar verwenden und diese hier ausschalten.
ga: Seans gur mhaith leat úsáid a bhaint as bailiúchán earráidí eile ar nós Sentry nó Barra Rolla agus é seo a mhúchadh.
hu: Előfordulhat, hogy inkább más hibagyűjtő rendszert, például a Sentryt vagy a Rollbart szeretné használni, ebben az esetben érdemes ezt a funkciót kikapcsolni.
id: Anda mungkin ingin menggunakan pengumpulan galat lain seperti Sentry atau Rollbar dan nonaktifkan ini.
ja: Sentry やRollbar のような他のエラー収集ツールを使うことを検討し、可能ならこれを無効にしてください。
nl: U wilt misschien een andere verzameling voor fouten gebruiken, zoals Sentry of Rollbar, en dit uitschakelen.
pt: Talvez queira usar outra coleta de erros, como Sentry ou Rollbar e desativar esta opção.
pt_br: Talvez você queira usar outra coleta de erros, como Sentry ou Rollbar, e desativar essa opção.
sv: Du kanske vill använda andra felinsamlingsverktyg som Sentry eller Rollbar och stänga av den här funktionen.
ta: நீங்கள் சென்ட்ரி அல்லது ரோல்பார் போன்ற பிற பிழை சேகரிப்பைப் பயன்படுத்த விரும்பலாம், இதை அணைக்கலாம்.
tr: Sentry veya Rollbar gibi başka bir hata toplama aracı kullanmayı ve bu seçeneği kapatmayı isteyebilirsiniz.
uk: Можливо, ви захочете скористатися іншим збирачем помилок, наприклад, Sentry або Rollbar, і вимкнути цей параметр.
zh_hans: 你可能想使用其他错误收集工具，如 Sentry 或 Rollbar，并将此选项关闭。

source: The email address that error messages are sent from.
de: Die E-Mail-Adresse, von der aus Fehlermeldungen gesendet werden.
ga: An seoladh ríomhphoist óna seoltar teachtaireachtaí earráide.
hu: Az e-mail cím, ahonnan a hibajelentések küldésre kerülnek.
id: Alamat surel tempat pesan galat dikirim.
ja: エラー メッセージ送信元のメールアドレス。
nl: Het e-mailadres van waaruit foutberichten worden verstuurd.
pt: O endereço de e-mail a partir do qual as mensagens de erro são enviadas.
pt_br: O endereço de e-mail a partir do qual mensagens de erro são enviadas.
ro: Adresa de e-mail de la care sunt trimise mesajele de eroare.
ru: Адрес электронной почты, с которого отправляются сообщения об ошибках.
sv: Den e-postadress som felmeddelanden skickas från.
ta: பிழை செய்திகளிலிருந்து அனுப்பப்படும் மின்னஞ்சல் முகவரி.
tr: Hata iletilerinin gönderileceği e-posta adresi.
uk: Адреса електронної пошти, з якої надіслано повідомлення про помилки.
zh_hans: 发送错误消息的电子邮箱地址。

source: Configures the address for outgoing e-mails.
de: Legt die Adresse für ausgehende E-Mails fest.
ga: Cumraíonn sé an seoladh le haghaidh ríomhphoist amach.
hu: A kimenő e-mailek küldő címét állítja be.
id: Mengonfigurasi alamat untuk surel keluar.
ja: 送信用のメールアドレスを設定します。
nl: Configureert het adres voor uitgaande e-mails.
pt: Configura o endereço para e-mails de saída.
pt_br: Configura o endereço para e-mails de saída.
ro: Configurează adresa pentru e-mailurile de ieșire.
ru: Настраивает адрес для исходящих сообщений электронной почты.
sv: Konfigurerar adressen för utgående e-postmeddelanden.
ta: வெளிச்செல்லும் மின்னஞ்சல்களுக்கான முகவரியை உள்ளமைக்கவும்.
tr: Giden e-postaların adresini yapılandırır.
uk: Налаштовує адресу для вихідних повідомлень електронної пошти.
zh_hans: 配置外发电子邮件的地址。
zh_hant: 配置外發電子郵件的地址。

source: Configures contact form behavior, see :setting:`CONTACT_FORM`.
de: Konfiguriert das Verhalten des Kontaktformulars, siehe :setting:`CONTACT_FORM`.
ga: Cumraíonn sé iompraíocht na foirme teagmhála, féach :setting:`CONTACT_FORM`.
hu: A kapcsolatfelvételi űrlap viselkedését állítja be, lásd: :setting:`CONTACT_FORM`.
id: Mengonfigurasi perilaku formulir kontak, lihat :setting:`CONTACT_FORM`.
ja: 問い合わせフォームの動作を設定します。参照: :setting:`CONTACT_FORM`。
nl: Configureert het gedrag voor het contactformulier, bekijk :setting:`CONTACT_FORM`.
pt: Configura o comportamento do formulário de contato, veja :setting:`CONTACT_FORM`.
pt_br: Configura o comportamento do formulário de contato, veja :setting:`CONTACT_FORM`.
ro: Configurează comportamentul formularului de contact, a se vedea :setting:`CONTACT_FORM`.
ru: Настраивает поведение контактной формы, смотреть параметр :setting:`CONTACT_FORM`.
sv: Konfigurerar kontaktformulärets beteende, se :setting:`CONTACT_FORM`.
tr: İletişim formu davranışını yapılandırır. Ayrıntılı bilgi almak için: :setting:`CONTACT_FORM`.
uk: Налаштовує поведінку форми зв'язку, див. :setting:`CONTACT_FORM`.
zh_hans: 配置联系表单行为，请参阅 :setting:`CONTACT_FORM`。
zh_hant: 配置聯繫表單行為，請參閱：設置：`contact_form`。

source: Configures allowed HTTP hostnames using :setting:`ALLOWED_HOSTS`.
de: Konfiguriert erlaubte HTTP-Hostnamen mit :setting:`ALLOWED_HOSTS`.
ga: Cumraíonn óstainmneacha HTTP ceadaithe ag baint úsáide as :setting:`ALLOWED_HOSTS`.
hu: Az engedélyezett HTTP hosztneveket állítja be az :setting:`ALLOWED_HOSTS` segítségével.
id: Mengonfigurasi nama host HTTP yang diizinkan menggunakan :setting:`ALLOWED_HOSTS`.
ja: :setting:`ALLOWED_HOSTS` を使用して、許可する HTTP ホスト名を設定します。
nl: Configureert toegestane HTTP-hostnamen met :setting:`ALLOWED_HOSTS`.
pt: Configura os nomes de host HTTP permitidos a usar :setting:`ALLOWED_HOSTS`.
pt_br: Configura os nomes de host HTTP permitidos usando :setting:`ALLOWED_HOSTS`.
ro: Configurează numele de gazdă HTTP permise folosind :setting:`ALLOWED_HOSTS`.
ru: Настраивает разрешённые имена HTTP-хостов с помощью параметра :setting:`ALLOWED_HOSTS`.
sv: Konfigurerar tillåtna HTTP-värdnamn med hjälp av :setting:`ALLOWED_HOSTS`.
tr: :setting:`ALLOWED_HOSTS` kullanarak izin verilen HTTP sunucu adlarını yapılandırır.
uk: Налаштовує дозволені назви вузлів HTTP за допомогою :setting:`ALLOWED_HOSTS`.
zh_hans: 使用 :setting:`ALLOWED_HOSTS` 配置允许的 HTTP 主机名。
zh_hant: 使用 :setting:`ALLOWED_HOSTS` 配置允許的 HTTP 主機名。

source: Defaults to ``*`` which allows all hostnames.
de: Der Standardwert ist ``*``, der alle Hostnamen zulässt.
ga: Réamhshocraithe go ``*`` a cheadaíonn gach ainm óstach.
hu: Alapértelmezés szerint ``*``, amely minden hosztnevet engedélyez.
id: Bawaannya adalah ``*`` yang memperbolehkan semua nama host.
ja: デフォルトは ``*`` で、すべてのホスト名を許可します。
nl: Standaard ``*`` dat alle hostnamen toestaat.
pt: O padrão é `` * `` que permite todos os nomes de host.
pt_br: O padrão é ``*`` que permite todos os nomes de host.
ro: Valoarea implicită este ``*`` care permite toate numele de gazdă.
ru: По умолчанию установлен в ``*``, что позволяет использовать все имена хостов.
sv: Standardinställningen är ``*``, vilket tillåter alla värdnamn.
ta: இயல்புநிலை ``*`` அனைத்து ஓச்ட்பெயர்களையும் அனுமதிக்கிறது.
tr: Varsayılan değer: ``*``. Tüm sunucu adlarına izin verir.
uk: Типове значення — ``*``, що дозволяє використання будь-яких адрес.
zh_hans: 默认为 ``*`` 来允许所有的主机名称。
zh_hant: 默認為 ``*`` 來允許所有的主機名稱。
