Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There can be more Weblate users on the platforms, designated for other Weblate instances. Searching by e-mail ``hosted@weblate.org`` is recommended to find the correct user for Hosted Weblate.
de: Auf den Plattformen kann es weitere Benutzer von Weblate geben, die für andere Weblate-Instanzen bestimmt sind. Es wird empfohlen, nach der E-Mail ``hosted@weblate.org`` zu suchen, um den richtigen Benutzer für Hosted Weblate zu finden.
ga: Is féidir go mbeadh níos mó úsáideoirí Weblate ar na hardáin, ainmnithe do chásanna eile Weblate. Moltar cuardach a dhéanamh trí ríomhphost ``hosted@weblate.org`` chun an t-úsáideoir ceart a aimsiú le haghaidh Hosted Weblate.
hu: Több Weblate-felhasználó is előfordulhat ezeken a platformokon, amelyek más Weblate-példányokhoz tartoznak. Ajánlott a ``hosted@weblate.org`` e-mail cím alapján keresni a Hosted Weblate helyes felhasználójának megtalálásához.
id: Mungkin ada lebih banyak pengguna Weblate di platform yang ditunjuk untuk instansi Weblate lainnya. Pencarian melalui surel ``hosted@weblate.org`` disarankan untuk menemukan pengguna yang tepat untuk Hosted Weblate.
ja: プラットフォーム上には、他の Weblate インスタンス用に指定された、多くの Weblate ユーザーが存在します。Hosted Weblate の正しいユーザーを見つけるには、メールアドレス ``hosted@weblate.org`` で検索してください。
nl: Er mogen meer gebruikers van Weblate op de platforms zijn, toegewezen voor andere instanties van Weblate. Zoeken op e-mail ``hosted@weblate.org`` wordt aanbevolen om de juiste gebruiker voor Hosted Weblate te zoeken.
pt_br: Pode haver mais usuários do Weblate nas plataformas, designados para outras instâncias Weblate. É recomendável buscar por e-mail ``hosted@weblate.org`` para encontrar o usuário correto para Hosted Weblate.
ru: На платформах может быть больше пользователей Weblate, назначенных для других экземпляров Weblate. Для поиска нужного пользователя для Hosted Weblate рекомендуется использовать поиск по адресу эл. почты ``hosted@weblate.org``.
sv: Det kan finnas fler Weblate-användare på plattformarna, avsedda för andra Weblate-instanser. Vi rekommenderar att du söker efter e-postadressen ``hosted@weblate.org`` för att hitta rätt användare för Hosted Weblate.
ta: தளங்களில் அதிக வலைபெயர்ப்பு பயனர்கள் இருக்கலாம், இது மற்ற வலைபெயர்ப்பு நிகழ்வுகளுக்காக நியமிக்கப்பட்டுள்ளது. புரவலன் செய்யப்பட்ட வலைபெயர்ப்புடுக்கு சரியான பயனரைக் கண்டுபிடிக்க `` புரவலன் செய்யப்பட்ட@weblate.org` என்ற மின்னஞ்சல் மூலம் தேடுவது பரிந்துரைக்கப்படுகிறது.
tr: Diğer Weblate kopyaları için belirlenmiş platformlarda daha fazla Weblate kullanıcısı olabilir. Doğru barındırılan Weblate kullanıcısını bulmak için ``hosted@weblate.org`` e-posta adresiyle arama yapmanız önerilir.
uk: На платформах можуть бути додаткові користувачі Weblate, які призначено для використання у інших екземплярах Weblate. Рекомендуємо скористатися пошуком за адресою електронної пошти ``hosted@weblate.org`` для виявлення належного користувача для Hosted Weblate.
zh_hans: 这些平台上可以有更多这样的 Weblate 用户，由其他 Weblate 实例所指定。建议搜索电子邮箱 ``hosted@weblate.org`` 以找到正确的 Hosted Weblate 推送用户。

source: You need to add this user as a collaborator and give it appropriate permissions to your repository (read-only is okay for cloning, write is required for pushing). Depending on the service and your organization’s settings, this happens immediately, or requires confirmation on the Weblate side.
de: Sie müssen diesen Benutzer als Mitwirkenden hinzufügen und ihm die entsprechenden Berechtigungen für Ihr Repository erteilen (für das Klonen reicht ein Lesezugriff aus, für das Pushen ist ein Schreibzugriff erforderlich). Je nach Dienst und den Einstellungen Ihrer Organisation geschieht dies sofort oder erfordert eine Bestätigung auf der Weblate-Seite.
ga: Ní mór duit an t-úsáideoir seo a chur leis mar chomhoibrí agus ceadanna cuí a thabhairt dó le do stór (tá inléite amháin ceart go leor le haghaidh clónála, tá scríobh riachtanach le haghaidh brú). Ag brath ar an tseirbhís agus ar shocruithe d’eagraíochta, tarlaíonn sé seo láithreach, nó teastaíonn deimhniú ón taobh Weblate.
hu: A felhasználót hozzá kell adnia a tárolóhoz, mint együttműködőt, és a megfelelő jogosultságokat is biztosítani kell számára (a klónozáshoz elég az olvasási jog, a feltöltéshez írási jog szükséges). A szolgáltatótól és a szervezet beállításaitól függően ez azonnal megtörténik vagy a Weblate oldalon visszaigazolás szükséges.
id: Anda perlu menambahkan pengguna ini sebagai kolaborator dan memberinya izin yang sesuai ke repositori Anda (hanya baca diperbolehkan untuk kloning, tulis diperlukan untuk mendorong). Tergantung pada layanan dan pengaturan organisasi Anda, hal ini akan segera dilakukan, atau memerlukan konfirmasi di sisi Weblate.
ja: このユーザーをコラボレーターとして追加し、リポジトリに適切な権限を与えてください（クローンは読み取り権限で十分、プッシュは書き込み権限が必須）。サービスとユーザーの組織の設定によって、すぐに反映されるか、Weblate 側で確認が必要です。
nl: U moet deze gebruiker toevoegen als een deelnemer en de toepasselijke rechten geven voor uw opslagruimte (read-only is oké voor klonen, write is vereist voor pushen). Afhankelijk van de service, en de instellingen van uw organisatie, gebeurt dit onmiddellijk of vereist het bevestiging van de kant van Weblate.
pt: Precisa adicionar este utilizador como colaborador e dar a permissão apropriada ao seu repositório (de apenas para leitura é suficiente para clonagem, de escrita é necessária para fazer push). Dependendo do serviço e das configurações da sua organização, isto acontece imediatamente, ou requer confirmação do lado do Weblate.
pt_br: Você precisa adicionar esse usuário como colaborador e dar as permissões apropriadas ao seu repositório (somente leitura está bom para clonagem, escrita é necessária para fazer push). Dependendo do serviço e das configurações da sua organização, isso acontece imediatamente, ou requer confirmação do lado do Weblate.
ru: Вам необходимо добавить этого пользователя в качестве соавтора и предоставить ему соответствующие права доступа к вашему репозиторию (для клонирования подходит режим "только чтение", для "проталкивания" - "запись"). В зависимости от сервиса и настроек вашей организации это происходит сразу или требует подтверждения со стороны Weblate.
sv: Du måste lägga till denna användare som medarbetare och ge den lämpliga behörigheter till ditt arkiv (skrivskyddat är tillräckligt för kloning, skrivbehörighet krävs för pushning). Beroende på tjänsten och din organisations inställningar sker detta omedelbart eller kräver bekräftelse från Weblate.
ta: நீங்கள் இந்த பயனரை ஒரு ஒத்துழைப்பாளராகச் சேர்த்து, உங்கள் களஞ்சியத்திற்கு பொருத்தமான அனுமதிகளை வழங்க வேண்டும் (குளோனிங்கிற்கு படிக்க மட்டும் சரி, தள்ளுவதற்கு எழுதுவது தேவை). பணி மற்றும் உங்கள் நிறுவனத்தின் அமைப்புகளைப் பொறுத்து, இது உடனடியாக நிகழ்கிறது, அல்லது வலைபெயர்ப்பு பக்கத்தில் உறுதிப்படுத்தல் தேவைப்படுகிறது.
tr: Bu kullanıcıyı katılımcı olarak eklemeniz ve deponuza uygun izni vermeniz gerekir (kopyalama için salt okunur izni uygundur, itme için yazma izni gereklidir). Hizmete ve kuruluş ayarlarınıza bağlı olarak, bu işlem hemen yapılır ya da Weblate tarafında onay verilmesi gerekir.
uk: Вам слід додати цього користувача як учасника розробки і надати йому відповідні права доступу до вашого сховища (для клонування достатньо прав на читання, для запису потрібні права запису). Залежно від служби і параметрів вашої організації надання прав буде здійснено негайно або потребуватиме підтвердження з боку Weblate.
zh_hans: 您需要将此用户添加为协作者并为其授予对您的仓库的适当权限（克隆可以只读，推送需要写入）。根据服务和您组织的设置，这会立即发生，或者需要在 Weblate 端进行确认。

source: The :guilabel:`weblate` user on GitHub accepts invitations automatically within five minutes. Manual processing might be needed on the other services, so please be patient.
de: Der Benutzer :guilabel:`weblate` auf GitHub nimmt Einladungen automatisch innerhalb von fünf Minuten an. Bei den anderen Diensten kann eine manuelle Bearbeitung erforderlich sein, also haben Sie bitte etwas Geduld.
ga: Glacann an t-úsáideoir :guilabel:`weblate` ar GitHub cuireadh go huathoibríoch laistigh de chúig nóiméad. D'fhéadfadh go mbeadh gá le próiseáil láimhe ar na seirbhísí eile, mar sin bí foighneach.
hu: A GitHubon a :guilabel:`weblate` felhasználó automatikusan elfogadja a meghívást öt percen belül. Más szolgáltatások esetén manuális feldolgozásra lehet szükséges, ezért kérjük, legyen türelmes.
id: Pengguna :guilabel:`weblate` di GitHub menerima undangan secara otomatis dalam waktu lima menit. Pemrosesan manual mungkin diperlukan pada layanan lain, jadi harap bersabar.
ja: GitHub の :guilabel:`weblate` ユーザーは、5 分以内に自動的に招待が承認されます。他のサービスでは手動での処理が必要なことがありますが、我慢してください。
nl: De gebruiker :guilabel:`weblate` op GitHub accepteert invitaties automatisch binnen vijf minuten. Handmatige verwerking zou voor andere services nodig kunnen zijn, wees dus geduldig.
pt: O utilizador :guilabel:`weblate` no GitHub aceita convites automaticamente dentro de cinco minutos. O processamento manual pode ser necessário nos outros serviços, por isso, por favor, seja utente.
pt_br: O usuário :guilabel:`weblate` no GitHub aceita convites automaticamente dentro de cinco minutos. O processamento manual pode ser necessário nos outros serviços, por isso, por favor, seja paciente.
ro: Utilizatorul :guilabel:`weblate` de pe GitHub acceptă invitații în mod automat în cinci minute. Este posibil să fie necesară o procesare manuală pe celelalte servicii, așa că vă rugăm să aveți răbdare.
ru: Приглашения GitHub пользователя :guilabel:`weblate` принимаются автоматически в течение пяти минут. На других сервисах может потребоваться ручная обработка, поэтому, наберитесь терпения.
sv: Användaren :guilabel:`weblate` på GitHub accepterar inbjudningar automatiskt inom fem minuter. Manuell bearbetning kan behövas på de andra tjänsterna, så var tålmodig.
ta: தி: வபஇசிட்டை: கிட்அப்பில் `வலைபெயர்ப்பு` பயனர் ஐந்து நிமிடங்களுக்குள் அழைப்பிதழ்களை தானாக ஏற்றுக்கொள்கிறார். மற்ற சேவைகளில் கையேடு செயலாக்கம் தேவைப்படலாம், எனவே தயவுசெய்து பொறுமையாக இருங்கள்.
tr: GitHub üzerindeki :guilabel:`weblate` kullanıcısı davetleri beş dakika içinde kendiliğinden kabul eder. Diğer hizmetlerde işlemi el ile yapmak gerekebilir, bu nedenle lütfen sabırlı olun.
uk: Запрошення для користувача :guilabel:`weblate` на GitHub приймаються автоматично протягом п'яти хвилин. У інших службах може знадобитися обробка вручну, тому, будь ласка, майте терпіння.
zh_hans: GitHub 上的 :guilabel:`weblate` 用户会在五分钟内自动接受邀请。其他服务可能需要人工处理，请耐心等待。
zh_hant: ：圭冊：Github上的“Webleate”用戶在五分鐘內自動接受邀請函。在其他服務可能需要手動處理，所以請耐心等待。

source: Once the :guilabel:`weblate` user is added to your repository, you can configure :ref:`component-repo` and :ref:`component-push` using the SSH protocol (for example ``git@github.com:WeblateOrg/weblate.git``).
de: Sobald der Benutzer :guilabel:`weblate` zu Ihrem Repository hinzugefügt wurde, können Sie das :ref:`component-repo` und die :ref:`component-push` über das SSH-Protokoll konfigurieren (zum Beispiel ``git@github.com:WeblateOrg/weblate.git``).
ga: Nuair a chuirtear an t-úsáideor :guilabel:`weblate` le do stór, is féidir leat :ref:`component-repo` agus :ref:`component-push` a chumrú ag baint úsáide as an bprótacal SSH (mar shampla ``git@github.com:WeblateOrg/weblate.git``).
hu: Miután a :guilabel:`weblate` felhasználót hozzáadta a tárolóhoz, konfigurálhatja az :ref:`component-repo` és :ref:`component-push` beállításokat SSH-protokoll használatával (például: ``git@github.com:WeblateOrg/weblate.git``).
id: Setelah pengguna :guilabel:`weblate` ditambahkan ke repositori Anda, Anda dapat mengonfigurasi :ref:`component-repo` dan :ref:`component-push` menggunakan protokol SSH (misalnya ``git@github.com:WeblateOrg/weblate.git``).
ja: 自分のリポジトリに :guilabel:`weblate` ユーザーを追加すると、SSH プロトコル（例: ``git@github.com:WeblateOrg/weblate.git``）を使用して :ref:`component-repo` と :ref:`component-push` を設定できます。
nl: Als de gebruiker :guilabel:`weblate` eenmaal is toegevoegd aan uw opslagruimte, kunt u :ref:`component-repo` en :ref:`component-push` configureren met het protocol SSH (bijvoorbeeld ``git@github.com:WeblateOrg/weblate.git``).
pt_br: Uma vez adicionado o usuário :guilabel:`weblate` ao seu repositório, você pode configurar o :ref:`component-repo` e a :ref:`component-push` utilizando o protocolo SSH (por exemplo, ``git@github.com:WeblateOrg/weblate.git``).
ru: После того как пользователь :guilabel:`weblate` добавлен в ваш репозиторий, вы можете настроить :ref:`component-repo` и :ref:`component-push`, используя протокол SSH (например, ``git@github.com:WeblateOrg/weblate.git``).
sv: När användaren :guilabel:`weblate` har lagts till i ditt arkiv kan du konfigurera :ref:`component-repo` och :ref:`component-push` med hjälp av SSH-protokollet (till exempel ``git@github.com:WeblateOrg/weblate.git``).
tr: Deponuza :guilabel:`weblate` kullanıcısı eklendikten sonra, SSH iletişim kuralını kullanarak :ref:`component-repo` ve :ref:`component-push` yapılandırmasını ayarlayabilirsiniz (örneğin ``git@github.com:WeblateOrg/weblate.git``).
uk: Щойно користувача :guilabel:`weblate` буде додано до вашого сховища, ви можете налаштувати :ref:`сховище початкового коду <component-repo>` і :ref:`адресу запису до сховища <component-push>` з використання протоколу SSH (наприклад, ``git@github.com:WeblateOrg/weblate.git``).
zh_hans: 一旦 :guilabel:`weblate` 用户被添加到你的仓库，你可以使用SSH协议（例如 ``git@github.com:WeblateOrg/weblate.git``）配置 :ref:`component-repo` 和 :ref:`component-push` 。

source: Accessing repositories on code hosting sites (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
de: Zugriff auf Repositorys von Code-Hosting-Sites (GitHub, GitLab, Bitbucket, Azure DevOps, …)
ga: Rochtain a fháil ar stórtha ar shuíomhanna óstála cód (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
hu: Tárolók elérése kódtároló szolgáltatásokon (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
id: Mengakses repositori di situs hosting kode (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
ja: コード ホスティング サイト (GitHub、GitLab、Bitbucket、Azure DevOps など) のリポジトリへの接続
nl: Toegang tot opslagruimten van sites voor het hosten van code (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
pt_br: Acessando repositórios em sites de hospedagem de código (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
sv: Åtkomst till arkiv på kodhostingsajter (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
ta: குறியீடு ஓச்டிங் தளங்களில் களஞ்சியங்களை அணுகுவது (கிதுப், அறிவிலிஆய்வு, பிட்பக்கெட், அசூர் டெவொப்ச், ...)
tr: Kod barındırma sitelerindeki depolara erişmek (GitHub, GitLab, Bitbucket, Azure DevOps, …)
uk: Доступ до сховищ на сайтах зберігання коду (GitHub, GitLab, Bitbucket, Azure DevOps, ...)
zh_hans: 访问代码托管站点（GitHub, GitLab, Bitbucket, Azure DevOps, ...）上的仓库

source: This section applies to **self-hosted** Weblate instances. If you are using Hosted Weblate (hosted.weblate.org), see :ref:`hosted-push` instead.
sv: Detta avsnitt gäller **självhostade** Weblate-instanser. Om du använder Hosted Weblate (hosted.weblate.org) ska du istället se :ref:`hosted-push`.

source: For self-hosted Weblate, accessing repositories on code hosting sites is typically done by creating a dedicated user who is associated with a Weblate SSH key (see :ref:`weblate-ssh-key`). This way you associate Weblate SSH key with a single user (platforms frequently enforce single use of a SSH key) and grant this user access to the repository. You can then use SSH URL to access the repository (see :ref:`ssh-repos`).
sv: För självhostad Weblate sker åtkomst till arkiv på kodhostingsajter vanligtvis genom att skapa en dedikerad användare som är associerad med en Weblate SSH-nyckel (se :ref:`weblate-ssh-key`). På så sätt associerar du Weblate SSH-nyckeln med en enda användare (plattformar kräver ofta att en SSH-nyckel endast används av en användare) och ger denna användare åtkomst till arkivet. Du kan sedan använda SSH-URL för att få åtkomst till arkivet (se :ref:`ssh-repos`).

source: SSH repositories
de: SSH-Repositorys
ga: stórtha SSH
hu: SSH-tárolók
id: Repositori SSH
ja: SSH リポジトリ
nl: SSH-opslagruimten
pt: Repositórios SSH
pt_br: Repositórios SSH
ro: Depozite SSH
ru: Репозитории по SSH
sv: SSH-arkiv
ta: பாஓடு களஞ்சியங்கள்
tr: SSH depoları
uk: Сховища із доступом за SSH
zh_hans: SSH 仓库
zh_hant: SSH 倉庫

source: The most frequently used method to access private repositories is based on SSH. Authorize the public Weblate SSH key (see :ref:`weblate-ssh-key`) to access the upstream repository this way.
de: Die am häufigsten verwendete Methode, um auf private Repositorys zuzugreifen, basiert auf SSH. Autorisieren Sie den öffentlichen Weblate-SSH-Schlüssel (siehe :ref:`weblate-ssh-key`), um auf diese Weise auf das Upstream-Repository zuzugreifen.
ga: Tá an modh is minice a úsáidtear chun rochtain a fháil ar stórtha príobháideacha bunaithe ar SSH. Údaraigh an eochair phoiblí Weblate SSH (féach :ref:`weblate-ssh-key`) chun rochtain a fháil ar an stór in aghaidh an tsrutha ar an mbealach seo.
hu: A privát tárolók elérésének leggyakoribb módja az SSH-alapú hozzáférés. Ilyenkor a Weblate nyilvános SSH-kulcsát kell engedélyezni (lásd: :ref:`weblate-ssh-key`) a forrástárolóhoz való hozzáféréshez.
id: Metode yang paling sering digunakan untuk mengakses repositori privat adalah berbasis SSH. Otorisasi kunci SSH Weblate publik (lihat :ref:`weblate-ssh-key`) untuk mengakses repositori hulu dengan cara ini.
ja: プライベート リポジトリに接続するために最もよく使用される方法は、SSH による接続です。SSH で上流リポジトリに接続するために、Weblate SSH 公開鍵（参照: :ref:`weblate-ssh-key`）を承認します。
nl: De meest frequent gebruikte methode voor toegang tot privé opslagruimten is gebaseerd op SSH. Autoriseer de publieke Weblate SSH-sleutel (bekijk :ref:`weblate-ssh-key`) om op deze manier toegang te krijgen tot de opslagruimte upstream.
pt: O método mais usado para acessar repositórios privados é baseado no SSH. Autorize a chave pública SSH do Weblate (veja :ref:`weblate-ssh-key`) para acessar o repositório upstream desta forma.
pt_br: O método mais usado para acessar repositórios particulares é baseado no SSH. Autorize a chave pública SSH do Weblate (consulte :ref:`weblate-ssh-key`) para acessar o repositório upstream desta forma.
ro: Cea mai frecvent utilizată metodă de accesare a depozitelor private se bazează pe SSH. Autorizați cheia SSH publică Weblate (a se vedea :ref:`weblate-ssh-key`) pentru a accesa în acest mod depozitul upstream.
ru: Наиболее часто используемый метод доступа к частным репозиториям — доступ по SSH. Чтобы дать Weblate такой доступ к вышестоящему репозиторию, авторизуйте его публичный SSH-ключ (смотрите раздел :ref:`weblate-ssh-key`).
sv: Den vanligaste metoden för att komma åt privata arkiv baseras på SSH. Auktorisera den offentliga Weblate SSH-nyckeln (se :ref:`weblate-ssh-key`) för att komma åt uppströmsarkivet på detta sätt.
tr: Gizli depolara erişmek için en sık kullanılan yöntem SSH kullanmaktır. Herkese açık Weblate SSH anahtarını (ayrıntılı bilgi almak için: :ref:`weblate-ssh-key`) yukarı akış deposuna bu şekilde erişmesi için yetkilendirin.
uk: Найпоширенішим способом доступу до приватних сховищ є спосіб, який засновано на SSH. Уповноважте відкритий ключ SSH Weblate (див. :ref:`weblate-ssh-key`) на доступ до основного сховища у цей спосіб.
zh_hans: 访问私有仓库的最常用方法是基于 SSH。授权公共 Weblate SSH 密钥（请参阅 :ref:`weblate-ssh-key`）以这种方式访问上游仓库。
zh_hant: 訪問私有倉庫的最常用方法是基於 SSH。授權公共 Weblate SSH 密鑰（請參閱 :ref:`weblate-ssh-key`）以這種方式訪問上游倉庫。

source: On GitHub, each key can only be used once, see :ref:`vcs-repos-github` and :ref:`hosted-push`.
de: Auf GitHub kann jeder Schlüssel nur einmal verwendet werden, siehe :ref:`vcs-repos-github` und :ref:`hosted-push`.
ga: Ar GitHub, ní féidir gach eochair a úsáid ach uair amháin, féach :ref:`vcs-repos-github` agus :ref:`hosted-push`.
hu: GitHubon minden kulcs csak egyszer használható, lásd: :ref:`vcs-repos-github` és :ref:`hosted-push`.
id: Di GitHub, setiap kunci hanya dapat digunakan satu kali, lihat :ref:`vcs-repos-github` dan :ref:`hosted-push`.
ja: GitHub では、各キーは 1 度しか使用できません。参照: :ref:`vcs-repos-github` および :ref:`hosted-push`。
nl: Op GitHub kan elke sleutel maar een keer gebruikt worden, bekijk :ref:`vcs-repos-github` en :ref:`hosted-push`.
pt: No GitHub, cada chave só pode ser utilizada uma vez, veja :ref:`vcs-repos-github` e :ref:`hosted-push`.
pt_br: No GitHub, cada chave só pode ser utilizada uma vez, consulte :ref:`vcs-repos-github` e :ref:`hosted-push`.
ro: Pe GitHub, fiecare cheie poate fi folosită doar o singură dată, vezi :ref:`vcs-repos-github` și :ref:`hosted-push`.
ru: На GitHub каждый ключ может быть использован только один раз, смотрите разделы :ref:`vcs-repos-github` и :ref:`hosted-push`.
sv: På GitHub kan varje nyckel endast användas en gång, se :ref:`vcs-repos-github` och :ref:`hosted-push`.
tr: GitHub üzerinde her anahtar yalnızca bir kez kullanılabilir. Ayrıntılı bilgi almak için: :ref:`vcs-repos-github` ve :ref:`hosted-push`.
uk: На GitHub кожен ключ може бути використано лише один раз, див. :ref:`vcs-repos-github` і :ref:`hosted-push`.
zh_hans: 在 GitHub 上，每个密钥只能用一次，见 :ref:`vcs-repos-github` 和 :ref:`hosted-push`。
zh_hant: 在 Github 上，每個密鑰只能用一次，見 :ref:`vcs-repos-github` 和 :ref:`hosted-push`。

source: Weblate also stores the host key fingerprint upon first connection, and fails to connect to the host should it be changed later (see :ref:`verify-ssh`).
de: Weblate speichert auch den Fingerabdruck des Host-Schlüssels bei der ersten Verbindung und stellt keine Verbindung zum Host her, wenn er später geändert wird (siehe :ref:`verify-ssh`).
ga: Stórálann Weblate méarloirg an eochair óstach freisin ar an gcéad nasc, agus teipeann sé ceangal leis an óstach má athraítear é níos déanaí (féach :ref:`verify-ssh`).
hu: A Weblate az első csatlakozáskor elmenti a kiszolgáló kulcsának ujjlenyomatát, és a kapcsolat meghiúsul, ha az később megváltozik (lásd: :ref:`verify-ssh`).
id: Weblate juga menyimpan sidik jari kunci host pada koneksi pertama, dan gagal terhubung ke host jika diubah kemudian (lihat :ref:`verify-ssh`).
ja: また、Weblate は最初の接続時にホスト鍵のフィンガープリントを保存し、後で変更した場合にはホストに接続できません（参照: :ref:`verify-ssh`）。
nl: Weblate slaat ook de vingerafdruk voor d esleutel van de host op bij de eerste verbinding en laat de verbinding met de host mislukken als die later wordt gewijzigd (bekijk :ref:`verify-ssh`).
pt: Weblate também armazena a impressão digital da chave do host na primeira conexão e não se conecta ao host caso ele seja alterado posteriormente (veja :ref:`verify-ssh`).
pt_br: Weblate também armazena a impressão digital da chave do host na primeira conexão, e não se conecta ao host caso ele seja alterado posteriormente (consulte :ref:`verify-ssh`).
ro: Weblate stochează, de asemenea, amprenta digitală a cheii gazdă la prima conectare și nu reușește să se conecteze la gazdă în cazul în care aceasta este modificată ulterior (a se vedea :ref:`verify-ssh`).
ru: Weblate также сохраняет отпечаток ключа сервера при первом подключении и не сможет подключиться к нему, если в дальнейшем ключ будет изменён (смотрите раздел :ref:`verify-ssh`).
sv: Weblate lagrar också värdens nyckelfingeravtryck vid första anslutningen och misslyckas med att ansluta till värden om det ändras senare (se :ref:`verify-ssh`).
tr: Weblate ayrıca ilk bağlantıda sunucu anahtarının parmak izini saklar ve daha sonra değişmesi durumunda sunucu ile bağlantı kuramaz (ayrıntılı bilgi almak için: :ref:`verify-ssh`).
uk: Крім того, Weblate зберігає відбиток ключа вузла при першому з'єднанні і не може з'єднатися із вузлом, якщо ключ буде пізніше змінено (див. :ref:`verify-ssh`).
zh_hans: Weblate 还会在首次连接时存储主机密钥指纹，并且在以后进行更改时将无法连接到主机（请参阅 :ref:`verify-ssh`）。
zh_hant: Weblate 還會在首次連接時存儲主機密鑰指紋，並且在以後進行更改時將無法連接到主機（請參閱 :ref:`verify-ssh`）。
