Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved application user interface.
de: Verbesserte Bedienoberfläche der Anwendung.
ga: Comhéadan úsáideora feidhmchláir feabhsaithe.
hu: Alkalmazás felhasználói felülete továbbfejlesztve.
id: Antarmuka pengguna aplikasi yang ditingkatkan.
ja: アプリケーションのユーザーインターフェイスを改良。
nl: Verbeterde toepassing gebruikersinterface.
pt: Interface de utilizador da aplicação melhorada.
pt_br: Melhorada a interface do usuário da aplicação.
ro: Interfața de utilizator a aplicației a fost îmbunătățită.
ru: Улучшен пользовательский интерфейс приложения.
sv: Förbättrat användargränssnitt för applikationen.
ta: மேம்படுத்தப்பட்ட பயன்பாட்டு பயனர் இடைமுகம்.
tr: Uygulama kullanıcı arayüzü iyileştirildi.
uk: Удосконалено інтерфейс користувача програми.
zh_hans: 改进了应用用户界面。
zh_hant: 改進了應用用戶界面。

source: Added doublespace check.
de: Prüfung auf doppelte Leerzeichen hinzugefügt.
ga: Cuireadh seiceáil spás dúbailte leis.
hu: Dupla szóközre figyelmeztető ellenőrzés hozzáadva.
id: Menambahkan pemeriksaan spasi ganda.
ja: 連続スペース検査の追加。
nl: Controle dubbele spatie toegevoegd.
pt: Adicionada checagem de duplos espaços.
pt_br: Adicionada checagem de duplos espaços.
ro: A fost adăugată verificarea spațiului dublu.
ru: Добавлена проверка на двойной пробел.
sv: Lagt till dubbelspårskontroll.
ta: டபுள்ச்பேச் சோதனை சேர்க்கப்பட்டது.
tr: Çift boşluk denetimi eklendi.
uk: Додано перевірку на подвійні пробіли.
zh_hans: 添加了双空格检查。
zh_hant: 添加了雙空格檢查。

source: Fixed creating new languages.
de: Die Erstellung neuer Sprachen korrigiert.
ga: Seasta ag cruthú teangacha nua.
hu: Új nyelvek létrehozásának hibája javítva.
id: Memperbaiki pembuatan bahasa baru.
ja: 新しい言語の作成を修正。
nl: Maken van nieuwe talen gerepareerd.
pt: Consertada criação de novos idiomas.
pt_br: Consertada criação de novos idiomas.
ro: A fost reparată crearea de noi limbi.
ru: Исправлено создание новых языков.
sv: Fixat skapandet av nya språk.
ta: புதிய மொழிகளை உருவாக்குவது சரி.
tr: Yeni diller oluşturulurken yaşanan sorun düzeltildi.
uk: Виправлено створення нових мов.
zh_hans: 修复了新建新的语言。
zh_hant: 修復了新建新的語言。

source: Avoid sending auditlog notifications to deleted e-mails.
de: Vermeiden des Sendens von Audit-Protokoll-Benachrichtigungen an gelöschte E-Mails.
ga: Seachain fógraí loga iniúchta a sheoladh chuig ríomhphoist scriosta.
hu: Auditnaplóból származó értesítések már nem kerülnek kiküldésre törölt e-mail címekre.
id: Hindari mengirimkan notifikasi log audit untuk menghapus surel.
ja: 削除したメールアドレスには、監査ログ通知を送信しないように変更。
nl: Vermijden van verzenden van notificaties voor auditlog naar verwijderde e-mails.
pt: Evita enviar notificações de log de auditoria para e-mails excluídos.
pt_br: Evita enviar notificações de log de auditoria para e-mails excluídos.
ro: Evitați să trimiteți notificări de auditlog la e-mailurile șterse.
ru: Избежание отправки уведомлений из журнала аудита на удалённые адреса электронной почты.
sv: Undvik att skicka auditlog-meddelanden till raderade e-postadresser.
ta: நீக்கப்பட்ட மின்னஞ்சல்களுக்கு தணிக்கை பதிவு அறிவிப்பை அனுப்புவதைத் தவிர்க்கவும்.
tr: Silinmiş e-posta adreslerine denetim günlüğü bildirimlerinin gönderilmesi engellendi.
uk: Усунено можливість надсилання сповіщень щодо журналу рецензування на вилучені адреси електронної пошти.
zh_hans: 避免了向删除的电子邮箱发送审计日志。
zh_hant: 避免了向刪除的電子郵箱發送審計日誌。

source: Added support for read-only strings.
de: Unterstützung für schreibgeschützte Zeichenketten hinzugefügt.
ga: Tacaíocht bhreise le haghaidh teaghráin inléite amháin.
hu: Csak olvasható szövegek támogatása hozzáadva.
id: Menambahkan dukungan untuk string hanya-baca.
ja: 翻訳禁止の文字列の機能追加。
nl: Ondersteuning toegevoegd voor tekenreeksen alleen-lezen.
pt: Adicionado apoio a cadeias de apenas leitura.
pt_br: Adicionado suporte à textos somente leitura.
ro: A fost adăugat suport pentru șiruri de caractere numai - citire.
ru: Добавлена поддержка строк только для чтения.
sv: Stöd för skrivskyddade strängar har lagts till.
ta: படிக்க மட்டும் சரங்களுக்கு உதவி சேர்க்கப்பட்டது.
tr: Salt okunur dizge desteği eklendi.
uk: Додано підтримку придатних лише для читання рядків.
zh_hans: 新增支持只读字符串。

source: Added support for Markdown in comments.
de: Unterstützung für Markdown in Kommentaren hinzugefügt.
ga: Tacaíocht bhreise do Markdown sna tuairimí.
hu: Megjegyzésekben a Markdown formázás támogatása hozzáadva.
id: Menambahkan dukungan untuk Markdown dalam komentar.
ja: コメントでの Markdown に対応。
nl: Ondersteuning toegevoegd voor Markdown in opmerkingen.
pt: Adicionado suporte a Markdown nos comentários.
pt_br: Adicionado suporte a Markdown nos comentários.
ro: A fost adăugat suport pentru Markdown în comentarii.
ru: Добавлена поддержка Markdown’а в комментариях.
sv: Lagt till stöd för Markdown i kommentarer.
ta: கருத்துகளில் மார்க் டவுனுக்கான உதவி சேர்க்கப்பட்டது.
tr: Yorumlara Markdown desteği eklendi.
uk: Додано підтримку коду Markdown у коментарях.
zh_hans: 在评论中增加了对 Markdown 的支持。
zh_hant: 為註釋中的標記添加了支持。

source: Allow placing translation instruction text in project info.
de: Das Platzieren von Übersetzungsanweisungen in den Projektinformation ermöglicht.
ga: Ceadaigh téacs teagaisc aistriúcháin a chur san fhaisnéis tionscadail.
hu: Fordítási útmutató szöveg elhelyezhető a projekt információi között.
id: Izinkan penempatan teks instruksi terjemahan dalam info proyek.
ja: プロジェクト情報に翻訳の指示を表示できるように変更。
nl: Plaatsen van tekst voor instructie vertaling in informatie voor project toestaan.
pt: Permitir posicionamento de textos de instruções de tradução nas informações do projeto.
pt_br: Permitir posicionamento de textos de instruções de tradução nas informações do projeto.
ro: Permite plasarea textului instrucțiunilor de traducere în informațiile despre proiect.
ru: Разрешение размещения текста инструкции по переводу в информации о проекте.
sv: Tillåt placering av översättningsinstruktionstext i projektinformation.
ta: திட்டத் தகவலில் மொழிபெயர்ப்பு அறிவுறுத்தல் உரையை வைக்க அனுமதிக்கவும்.
tr: Proje bilgilerine çeviri yönergesi metninin yerleştirilmesi sağlandı.
uk: Уможливлено розташування тексту настанови щодо перекладу у відомостях щодо проєкту.
zh_hans: 允许在项目信息中放置翻译指示文本。
zh_hant: 允許在項目信息中放置翻譯指示文本。

source: Add copy to clipboard for secondary languages.
de: In die Zwischenablage kopieren für Zweitsprache hinzugefügt.
ga: Cuir cóip leis an ngearrthaisce le haghaidh teangacha tánaisteacha.
hu: Másodlagos nyelvek szövegének vágólapra másolása gombbal elérhető.
id: Tambahkan salinan ke papan klip untuk bahasa sekunder.
ja: 参考言語のコピーをクリップボードに追加する。
nl: Kopie toevoegen aan klembord voor secundaire talen.
pt: Adicionar cópia para área de transferência para idiomas secundários.
pt_br: Adicionar cópia para área de transferência para idiomas secundários.
ro: Adăugați funcția de copiere în clipboard pentru limbile secundare.
ru: Добавлено копирование в буфер обмена для дополнительных языков.
sv: Lägg till kopia till urklipp för sekundära språk.
ta: இரண்டாம் நிலை மொழிகளுக்கு கிளிப்போர்டில் நகலைச் சேர்.
tr: İkincil diller için panoya kopyalama özelliği eklendi.
uk: Додано копіювання до буфера обміну для вторинних мов.
zh_hans: 为第二语言添加了复制到剪贴板。
zh_hant: 為第二語言添加了複製到剪貼板。

source: Improved support for Mercurial.
de: Verbesserte Unterstützung für Mercurial.
ga: Tacaíocht fheabhsaithe do Mhearcair.
hu: Mercurial támogatás továbbfejlesztve.
id: Peningkatan dukungan untuk Mercurial.
ja: Mercurial 対応の改良。
nl: Verbeterde ondersteuning voor Mercurial.
pt: Melhorado suporte ao Mercurial.
pt_br: Melhorado suporte ao Mercurial.
ro: Suport îmbunătățit pentru Mercurial.
ru: Улучшена поддержка Mercurial.
sv: Förbättrat stöd för Mercurial.
ta: மெர்குரியலுக்கு மேம்படுத்தப்பட்ட உதவி.
tr: Mercurial desteği iyileştirildi.
uk: Удосконалено підтримку для Mercurial.
zh_hans: 改进了对 Mercurial 的支持。
zh_hant: 改進了對 Mercurial 的支持。

source: Improved Git repository fetching performance.
de: Verbesserte Leistung beim Abrufen von Git-Repositorys.
ga: Feidhmíocht fheabhsaithe maidir le stór Git a fháil.
hu: Git tárolók letöltésének teljesítménye javult.
id: Peningkatan kinerja pengambilan repositori Git.
ja: Git リポジトリのフェッチ性能の改良。
nl: Verbeterde prestaties voor ophalen vanaf opslagruimte van Git.
pt: Melhorado desempenho de busca do repositório Git.
pt_br: Melhorado desempenho de busca do repositório Git.
ro: Îmbunătățirea performanțelor de preluare a depozitelor Git.
ru: Улучшена производительность извлечения из Git-репозитория.
sv: Förbättrad prestanda vid hämtning av Git-arkiv.
ta: மேம்படுத்தப்பட்ட அறிவிலி களஞ்சியத்தை பெறும் செயல்திறனைப் பெறுதல்.
tr: Git deposundan alma başarımı iyileştirildi.
uk: Удосконалено швидкодію отримання даних зі сховищ Git.
zh_hans: 改进了 Git 仓库获取性能。
zh_hant: 改進了 Git 倉庫取回性能。

source: Add search lookup for age of string.
de: Suchanfrage für das Alter der Zeichenkette hinzugefügt.
ga: Cuir cuardach isteach le haghaidh aois teaghrán.
hu: Keresés bővítve a szövegek korára vonatkozó szűréssel.
id: Tambahkan pencarian untuk usia string.
ja: 検索で文字列の経過時間を追加。
nl: Zoeken naar leeftijd van tekenreeks toegevoegd.
pt: Adicionada pesquisa pela idade da cadeia.
pt_br: Adicionada busca pela idade do texto.
ro: Adăugați căutarea pentru vârsta șirului de caractere.
ru: Добавлен поиск по возрасту строки.
sv: Lägg till sökfunktion för strängens ålder.
ta: சரம் வயதுக்கு தேடல் தேடலைச் சேர்.
tr: Dizge yaşını arama özelliği eklendi.
uk: Додано підтримку пошуку за віком рядка.
zh_hans: 添加了搜索字符串时间的查找。
zh_hant: 添加了搜索字符串時間的查找。

source: Show source language for all translations.
de: Anzeige der Ausgangssprache für alle Übersetzungen.
ga: Taispeáin an teanga fhoinseach do gach aistriúchán.
hu: Forrásnyelv megjelenítése minden fordításnál.
id: Tampilkan bahasa sumber untuk semua terjemahan.
ja: すべての翻訳の原文の言語を表示。
nl: Brontalen weergeven voor alle vertalingen.
pt: Mostrar idioma fonte para todas as traduções.
pt_br: Mostrar idioma fonte para todas as traduções.
ro: Afișează limba sursă pentru toate traducerile.
ru: Показ исходного языка для всех переводов.
sv: Visa källspråket för alla översättningar.
ta: அனைத்து மொழிபெயர்ப்புகளுக்கும் மூல மொழியைக் காட்டு.
tr: Tüm çeviriler için kaynak dilin görüntülenmesi sağlandı.
uk: Реалізовано показ початкової мови для всіх перекладів.
zh_hans: 为所有翻译显示源语言。
zh_hant: 為所有翻譯顯示源語言。

source: Show context for nearby strings.
de: Anzeige eines Kontexts für benachbarte Zeichenketten.
ga: Taispeáin comhthéacs do na teaghráin in aice láimhe.
hu: Szomszédos szövegek kontextusának megjelenítése.
id: Menampilkan konteks untuk string terdekat.
ja: 前後の文字列のコンテキストを表示するように変更。
nl: Context voor nabijgelegen tekenreeksen weergeven.
pt: Mostrar contexto para cadeias próximas.
pt_br: Mostrar contexto para textos próximos.
ro: Afișează contextul pentru șirurile din apropiere.
ru: Показ контекста для соседних строк.
sv: Visa sammanhang för närliggande strängar.
ta: அருகிலுள்ள சரங்களுக்கான சூழலைக் காட்டு.
tr: Yakın dizgelerin bağlamının görüntülenmesi sağlandı.
uk: Реалізовано показ контексту для сусідніх рядків.
zh_hans: 显示字符串附近的上下文。
zh_hant: 顯示字符串附近的語境。

source: Added support for notifications on repository operations.
de: Unterstützung für Benachrichtigungen bei Repository-Operationen hinzugefügt.
ga: Tacaíocht bhreise le haghaidh fógraí faoi oibríochtaí stórtha.
hu: Értesítések támogatása tárolóműveletekről.
id: Menambahkan dukungan untuk pemberitahuan pada operasi repositori.
ja: リポジトリ処理時の通知に対応。
nl: Ondersteuning toegevoegd voor notificaties voor bewerkingen aan de opslagruimte.
pt: Adicionado suporte para notificações nas operações do repositório.
pt_br: Adicionado suporte para notificações nas operações do repositório.
ro: A fost adăugat suportul pentru notificări privind operațiunile din depozite.
ru: Добавлена поддержка уведомлений об операциях с репозиторием.
sv: Lagt till stöd för aviseringar om åtgärder i arkivet.
ta: களஞ்சிய நடவடிக்கைகள் குறித்த அறிவிப்புகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Depo işlemleriyle ilgili bildirimler desteği eklendi.
uk: Додано підтримку сповіщень щодо дій у сховищі.
zh_hans: 为仓库操作的通知添加了支持。
zh_hant: 為倉庫操作的通知添加了支持。

source: Improved translation listings.
de: Verbesserte Auflistung der Übersetzungen.
ga: Liostaí aistriúcháin feabhsaithe.
hu: Fordítások listázása továbbfejlesztve.
id: Daftar terjemahan yang ditingkatkan.
ja: 翻訳一覧の改良。
nl: Verbeterde vermeldingen vertalingen.
pt: Melhoradas listagens de tradução.
pt_br: Melhoradas listagens de tradução.
ro: Listă de traduceri îmbunătățită.
ru: Улучшены списки перевода.
sv: Förbättrade översättningslistor.
ta: மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு பட்டியல்கள்.
tr: Çevirilerin listelenmesi iyileştirildi.
uk: Удосконалено списки перекладів.
zh_hans: 改进了翻译列表。
zh_hant: 改進了翻譯列表。

source: Added support for automatic translation strings marked for editing.
de: Unterstützung für die automatische Übersetzung von Zeichenketten, die zur Bearbeitung markiert sind, hinzugefügt.
ga: Tacaíocht bhreise le haghaidh teaghráin aistriúcháin uathoibríocha atá marcáilte le haghaidh eagarthóireachta.
hu: Automatikus fordítás támogatása a szerkesztést igénylő szövegekre.
id: Menambahkan dukungan untuk string terjemahan otomatis yang ditandai untuk disunting.
ja: 要編集にマークされた文字列の自動翻訳に対応。
nl: Ondersteuning toegevoegd voor tekenreeksen van automatische vertaling die gemarkeerd zijn om te bewerken.
pt: Adicionado apoio para tradução automática de cadeias marcadas para edição.
pt_br: Adicionado suporte para tradução automática de textos marcados para edição.
ro: A fost adăugat suport pentru traducerea automată a șirurilor de caractere marcate pentru editare.
ru: Добавлена поддержка автоматического перевода строк, помеченных на правку.
sv: Lagt till stöd för automatisk översättning av strängar som är markerade för redigering.
ta: திருத்துவதற்கு குறிக்கப்பட்ட தானியங்கி மொழிபெயர்ப்பு சரங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Düzenlenecek olarak imlenmiş kendiliğinden çeviri dizgeleri desteği eklendi.
uk: Додано підтримку автоматично перекладних рядків, які позначено для редагування.
zh_hans: 为标记为编辑的自动翻译字符串添加了支持。
zh_hant: 為標記為編輯的自動翻譯字符串添加了支持。

source: Avoid sending duplicate notifications for linked component alerts.
de: Vermeiden des Sendens von doppelten Benachrichtigungen für verlinkte Komponentenwarnungen.
ga: Seachain fógraí dúblacha a sheoladh le haghaidh foláirimh comhpháirte nasctha.
hu: Összekapcsolt összetevők figyelmeztetéseire nem küld duplikált értesítést.
id: Hindari pengiriman pemberitahuan duplikat untuk peringatan komponen yang tertaut.
ja: リンクされたコンポーネントの警告は、重複して通知を送信しないよう改良。
nl: Vermijd verzenden van duplicaat notificaties voor alarmen voor gekoppelde onderdelen.
pt: Evitar o envio de notificações duplicadas para alertas de componentes vinculados.
pt_br: Evitar o envio de notificações duplicadas para alertas de componentes vinculados.
ro: Evitați trimiterea de notificări duplicate pentru alertele legate de componente.
ru: Избежание отправки повторных уведомлений для предупреждений в связанных компонентах.
sv: Undvik att skicka dubbla aviseringar för länkade komponentvarningar.
ta: இணைக்கப்பட்ட கூறு விழிப்பூட்டல்களுக்கு நகல் அறிவிப்புகளை அனுப்புவதைத் தவிர்க்கவும்.
tr: Bağlı bileşen uyarıları için yinelenen bildirimlerin gönderilmesi engellendi.
uk: Усунено надсилання дублікатів сповіщень для пов'язаних зі складниками попереджень.
zh_hans: 避免对链接部件警报发送重复通知。
zh_hant: 對連接的組件提醒避免發送重複的通知。

source: Improve default merge request message.
de: Standardmeldung für Merge Request verbessert.
ga: Feabhas a chur ar theachtaireacht iarratais chumaisc réamhshocraithe.
hu: Alapértelmezett egyesítési kérelem (merge request) üzenet javítva.
id: Memperbaiki pesan permintaan penggabungan bawaan.
ja: デフォルトのマージ リクエスト メッセージの改良。
nl: Verbeterd standaard bericht voor verzoek tot samenvoegen.
pt: Melhorada a mensagem da merge request padrão.
pt_br: Melhorada a mensagem da merge request padrão.
ro: Îmbunătățirea mesajului implicit de cerere de fuziune.
ru: Улучшение умолчательного сообщения о запросе на слияние.
sv: Förbättra standardmeddelandet för sammanslagningsförfrågan.
ta: இயல்புநிலை ஒன்றிணைப்பு கோரிக்கை செய்தியை மேம்படுத்தவும்.
tr: Varsayılan birleştirme isteği iletisi iyileştirildi.
uk: Удосконалено типове повідомлення запиту щодо об'єднання.
zh_hans: 改进了默认的合并请求消息。
zh_hant: 改進了默認的合併請求消息。

source: Better indicate string state in Zen mode.
de: Bessere Anzeige des Zeichenkettenstatus im Zen-Modus.
ga: Léirigh staid teaghrán níos fearr i mód Zen.
hu: Zen módban a szöveg állapota egyértelműbben jelölve.
id: Lebih baik menunjukkan status string dalam mode Zen.
ja: Zen モードでの文字列の状態を、より適切に表示するように改良。
nl: Betere indicatie status tekenreeks in modus Zen.
pt: Melhor indicação do estado da cadeia no modo Zen.
pt_br: Melhor indicação do status do texto no modo Zen.
ro: Indică mai bine starea șirului în modul Zen.
ru: Улучшение индикации состояния строки в Дзен-режиме.
sv: Bättre indikera strängstatus i Zen-läge.
ta: சென் பயன்முறையில் சரம் நிலையை குறிக்கவும்.
tr: Zen kipinde dizge durumunun daha iyi belirtilmesi sağlandı.
uk: Удосконалено показ стану рядка у дзен-режимі.
zh_hans: 更好地指示了在禅模式下的字符串状态。
zh_hant: 更好地指示了在禪模式下的字符串狀態。

source: Added support for more languages in Yandex Translate.
de: Unterstützung für weitere Sprachen in Yandex Translate hinzugefügt.
ga: Tacaíocht bhreise le haghaidh tuilleadh teangacha in Yandex Translate.
hu: Yandex Translate támogatása több nyelvvel bővült.
id: Menambahkan dukungan untuk lebih banyak bahasa di Yandex Translate.
ja: Yandex 翻訳でより多くの言語に対応。
nl: Ondersteuning toegevoegd voor meer talen in Yandex Translate.
pt: Adicionado suporte a mais idiomas no Yandex Translate.
pt_br: Adicionado suporte a mais idiomas no Yandex Translate.
ro: A fost adăugat suport pentru mai multe limbi în Yandex Translate.
ru: Добавлена поддержка большего количества языков в Яндекс.Переводчике.
sv: Stöd för fler språk har lagts till i Yandex Translate.
ta: யாண்டெக்ச் மொழிபெயர்ப்பில் மேலும் மொழிகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Yandex Translate için daha fazla dil desteği eklendi.
uk: Додано підтримку ширшого спектра мов у перекладачі Yandex.
zh_hans: 为 Yandex 翻译中的更多语言添加了支持。
zh_hant: 為 Yandex 翻譯中的更多語言添加了支持。

source: Improved look of notification e-mails.
de: Das Aussehen der Benachrichtigungs-E-Mails verbessert.
ga: Cuma feabhsaithe ar r-phoist fógraí.
hu: Értesítő e-mailek megjelenése továbbfejlesztve.
id: Peningkatan tampilan surel notifikasi.
ja: 通知メールの見栄えの改良。
nl: Verbeterd uiterlijk van e-mails voor notificatie.
pt: Visual melhorado de notificações de e-mails.
pt_br: Visual melhorado de notificações de e-mails.
ro: Îmbunătățirea aspectului e-mailurilor de notificare.
ru: Улучшен внешний вид электронных писем уведомлений.
sv: Förbättrat utseende på e-postmeddelanden med aviseringar.
ta: அறிவிப்பு மின்னஞ்சல்களின் மேம்பட்ட தோற்றம்.
tr: Bildirim e-postalarının görünümü iyileştirildi.
uk: Удосконалено вигляд повідомлень електронної пошти зі сповіщеннями.
zh_hans: 改进了通知电子邮件的外观。
zh_hant: 改進了通知電子郵件的外觀。

source: Provide choice for translation license.
de: Eine Wahlmöglichkeit für die Übersetzungslizenz hinzugefügt.
ga: Rogha a sholáthar maidir le ceadúnas aistriúcháin.
hu: Fordítási licenc kiválasztásának lehetősége biztosítva.
id: Memberikan pilihan untuk lisensi terjemahan.
ja: 翻訳ライセンスの選択肢を提供。
nl: Keuze aanbieden voor vertaallicentie.
pt: Fornecer seleção para a licença de tradução.
pt_br: Fornecer seleção para a licença de tradução.
ro: Oferiți posibilitatea de a alege licența de traducere.
ru: Предоставлена возможность выбора лицензии на перевод.
sv: Ge möjlighet att välja översättningslicens.
ta: மொழிபெயர்ப்பு உரிமத்திற்கான தேர்வை வழங்கவும்.
tr: Çeviri lisansı için seçenek sunuldu.
uk: Надано можливість вибору умов ліцензування перекладу.
zh_hans: 提供了翻译许可的选择。
zh_hant: 提供了翻譯許可的選擇。

source: *Released on October 28th 2019.*
de: *Veröffentlicht am 28. Oktober 2019.*
ga: *Eisithe ar 28 Deireadh Fómhair 2019.*
hu: *Kiadva: 2019. október 28.*
id: *Dirilis pada 28 Oktober 2019.*
nl: *Uitgegeven op 28 oktober 2019.*
pt_br: *Atualizado em 28 de outubro de 2019.*
sv: *Släpptes den 28 oktober 2019.*
tr: *28 Ekim 2019 tarihinde yayınlandı.*
uk: *Випущено 28 жовтня 2019 року.*

source: Remove some unneeded files from backups.
de: Einige nicht benötigte Dateien aus Sicherungen entfernt.
ga: Bain roinnt comhad nach bhfuil ag teastáil ó chúltacaí.
hu: Mentésekből szükségtelen fájlok eltávolítva.
id: Menghapus beberapa berkas yang tidak diperlukan dari rekam cadang.
ja: バックアップから不要なファイルを削除するように改良。
nl: Enkele onnodige bestanden uit back-ups verwijderd.
pt: Remover alguns ficheiros desnecessários dos backups.
pt_br: Remover alguns arquivos desnecessários dos backups.
ro: Eliminați unele fișiere inutile din copiile de rezervă.
ru: Из резервных копий удалены кое-какие ненужные файлы.
sv: Ta bort onödiga filer från säkerhetskopiorna.
ta: தேவையற்ற சில கோப்புகளை காப்புப்பிரதிகளிலிருந்து அகற்றவும்.
tr: Yedeklerden bazı gereksiz dosyalar kaldırıldı.
uk: Зі списків резервного копіювання вилучено декілька непотрібних файлів.
zh_hans: 从备份中删除了一些不需要的文件。
zh_hant: 從備份中刪除了一些不需要的文件。

source: Fixed potential crash in reports.
de: Möglicher Absturz in Berichten behoben.
ga: Tuairteála féideartha seasta i dtuairiscí.
hu: Jelentések esetleges összeomlása javítva.
id: Memperbaiki potensi mogok dalam laporan.
ja: レポートの潜在的なクラッシュの修正。
nl: Potentiële crash in rapporten gerepareerd.
pt: Corrigida possível falha nos relatórios.
pt_br: Corrigida possível falha nos relatórios.
ro: A fost reparat un potențial accident în rapoarte.
ru: Исправлено возможное падение в отчётах.
sv: Fixat potentiellt krasch i rapporter.
ta: அறிக்கைகளில் நிலையான சாத்தியமான செயலிழப்பு.
tr: Raporlardaki yaşanması olası kilitlenme sorunları düzeltildi.
uk: Виправлено можливе аварійне завершення при побудові звітів.
zh_hans: 修复了报告的潜在崩溃。
zh_hant: 修復了報告的潛在崩潰。

source: Fixed cross database migration failure.
de: Fehler bei der datenbankübergreifenden Migration behoben.
ga: Teip aistrithe trasbhunachar sonraí seasta.
hu: Adatbázisok közötti migrációs hiba javítva.
id: Memperbaiki kegagalan migrasi lintas basis data.
ja: データベース間の移行での失敗を修正。
nl: Mislukken van migratie tussen databases gerepareerd.
pt: Corrigida uma falha de migração cruzada de bancos de dados.
pt_br: Corrigida uma falha de migração cruzada de bancos de dados.
ro: A fost reparat eșecul migrării între baze de date.
ru: Исправлена падение при миграции из одной базы данных в другую.
sv: Åtgärdat fel vid migrering mellan databaser.
ta: நிலையான குறுக்கு தரவுத்தள இடம்பெயர்வு தோல்வி.
tr: Veri tabanları arasında aktarma sorunu düzeltildi.
uk: Виправлено помилку при перенесенні даних між базами даних.
zh_hans: 修复了数据库交叉迁移故障。
zh_hant: 修復了數據庫交叉遷移故障。

source: Added support for force pushing Git repositories.
de: Unterstützung für erzwungenes Pushen von Git-Repositorys hinzugefügt.
ga: Tacaíocht bhreise don fhórsa atá ag brú stórtha Git.
hu: Git tárolók kényszerített feltöltésének támogatása hozzáadva.
id: Menambahkan dukungan untuk mendorong repositori Git secara paksa.
ja: Git リポジトリの強制プッシュに対応。
nl: Ondersteuning toegevoegd voor forceren van pushen naar opslagruimten van Git.
pt: Adicionado suporte para forçar o push de repositórios Git.
pt_br: Adicionado suporte para forçar o push de repositórios Git.
ro: A fost adăugat suport pentru forțarea împingerii depozitelor Git.
ru: Добавлена поддержка принудительной отправки изменений в Git-репозитории.
sv: Lagt till stöd för att tvinga fram Git-repositorier.
ta: அறிவிலி களஞ்சியங்களை கட்டாயப்படுத்துவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Git depolarına dayatarak itme desteği eklendi.
uk: Додано підтримку примусового запису до сховищ Git.
zh_hans: 对强制推送 Git 仓库添加了支持。
zh_hant: 對強制推送 Git 倉庫添加了支持。
