Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Group name
de: Gruppenname
ga: Ainm an ghrúpa
hu: Csoport neve
id: Nama grup
ja: グループ名
nl: Groepsnaam
pt: Nome do grupo
pt_br: Nome do grupo
ro: Nume grup
ru: Название группы
sv: Gruppnamn
ta: குழு பெயர்
tr: Grup adı
uk: Назва групи
zh_hans: 组名
zh_hant: 群組名稱

source: Group of project selection from given options
de: Gruppe der Projektauswahl aus vorgegebenen Optionen
ga: Grúpa roghnúcháin tionscadail ó roghanna tugtha
hu: Projektválasztási lehetőségek a csoport számára
id: Grup pemilihan proyek dari opsi yang diberikan
ja: 指定した選択肢から選択したプロジェクトのグループ
nl: Groep uit selectie van project uit opgegeven opties
pt: Grupo de seleção de projetos a partir de opções dadas
pt_br: Grupo de seleção de projetos a partir de opções dadas
ro: Selecția grupului de proiecte din opțiunile date
ru: Группа проекта, выбранная из предложенных вариантов
sv: Grupp för projekturval från givna alternativ
ta: கொடுக்கப்பட்ட விருப்பங்களிலிருந்து திட்டத் தேர்வின் குழு
tr: Belirtilen seçeneklerden proje seçimi grubu
uk: Вибір групи проєкту за вказаними параметрами
zh_hans: 给定选项的项目选择的群组
zh_hant: 給定選項的項目選擇的群組

source: Group of languages selected from given options
de: Gruppe von Sprachen aus vorgegebenen Optionen
ga: Grúpa teangacha roghnaithe as na roghanna a tugadh
hu: Nyelvválasztási lehetőségek a csoport számára
id: Grup bahasa yang dipilih dari opsi yang diberikan
ja: 指定した選択肢から選択した言語のグループ
nl: Groep van geselecteerde talen uit opgegeven opties
pt: Grupo de idiomas selecionados a partir de opções dadas
pt_br: Grupo de idiomas selecionados a partir de opções dadas
ro: Selecția grupului de proiecte din opțiunile date
ru: Группа языков, выбранная из предложенных вариантов
sv: Grupp av språk valda från givna alternativ
ta: கொடுக்கப்பட்ட விருப்பங்களிலிருந்து தேர்ந்தெடுக்கப்பட்ட மொழிகளின் குழு
tr: Belirtilen seçeneklerden seçilmiş dil grubu
uk: Група мов, яку вибрано за вказаними параметрами
zh_hans: 给定选项的语言选择的群组
zh_hant: 給定選項的語言選擇的群組

source: link to the defining project, used for :ref:`manage-acl`; see :http:get:`/api/projects/(string:project)/`
de: Link zum definierenden Projekt, verwendet für die :ref:`manage-acl`; siehe :http:get:`/api/projects/(string:project)/`
ga: nasc leis an tionscadal sainmhínithe, a úsáidtear le haghaidh :ref:`manage-acl`; féach :http:get:`/api/projects/(string:project)/`
hu: A meghatározó projektre mutató hivatkozás, amely a :ref:`hozzáférés-vezérlés kezelésére <manage-acl>` szolgál; lásd: :http:get:`/api/projects/(string:project)/`
id: tautan ke proyek yang mendefinisikan, digunakan untuk :ref:`manage-acl`; lihat :http:get:`/api/projects/(string:project)/`
ja: :ref:`manage-acl` に使用するプロジェクトの設定へのリンク。参照: :http:get:`/api/projects/(string:project)/`
nl: koppeling om het project te definiëren, gebruikt voor :ref:`manage-acl`; bekijk :http:get:`/api/projects/(string:project)/`
pt: ligação para o projeto de definição, usado para :ref:`manage-acl`; veja :http:get:`/api/projects/(string:project)/`
pt_br: link para o projeto de definição, usado para :ref:`manage-acl`; consulte :http:get:`/api/projects/(string:project)/`
ro: link către proiectul care definește proiectul, utilizat pentru :ref:`manage-acl`; a se vedea :http:get:`/api/projects/(string:project)/`
ru: ссылка на определяющий проект, используемая для :ref:`manage-acl`; смотрите :http:get:`/api/projects/(string:project)/`
sv: länk till det definierande projektet, används för :ref:`manage-acl`; se :http:get:`/api/projects/(string:project)/`
tr: :ref:`manage-acl` için kullanılan tanımlayıcı proje bağlantısı. Ayrıntılı bilgi almak için: :http:get:`/api/projects/(string:project)/`
uk: посилання на визначальний проєкт, використовується для :ref:`manage-acl`; див. :http:get:`/api/projects/(string:project)/`
zh_hans: 链接到定义项目，用于 :ref:`manage-acl`；请参见 :http:get:`/api/projects/(string:project)/`

source: Returns information about the group.
de: Gibt Informationen über die Gruppe zurück.
ga: Filleann sé eolas faoin ngrúpa.
hu: A csoport adatait adja vissza.
id: Mengembalikan informasi tentang grup.
nl: Geeft informatie over de groep terug.
pt_br: Retorna informações sobre o grupo.
sv: Returnerar information om gruppen.
tr: Grup ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про групу.

source: Group's ID
de: ID der Gruppe
ga: Aitheantas an Ghrúpa
hu: Csoport azonosítója
id: ID Grup
ja: グループ ID
nl: ID van de groep
pt: ID do grupo
pt_br: ID do grupo
ro: ID-ul grupului
ru: Идентификатор группы
sv: Gruppens ID
ta: குழுவின் ஐடி
tr: Grubun kimliği
uk: Ідентифікатор групи
zh_hans: 群组的 ID
zh_hant: 群組的 ID

source: name of a group
de: Name einer Gruppe
ga: ainm grúpa
hu: csoport neve
id: nama dari grup
ja: グループ名
nl: naam van de groep
pt: nome de um grupo
pt_br: nome de um grupo
ro: numele unui grup
ru: название группы
sv: namn på en grupp
ta: ஒரு குழுவின் பெயர்
tr: bir grubun adı
uk: назва групи
zh_hans: 群组的名称
zh_hant: 群組的名稱

source: integer corresponding to group of projects
de: Ganzzahl, entsprechend einer Gruppe von Projekten
ga: slánuimhir a fhreagraíonn do ghrúpa tionscadal
hu: a projektek csoportjához tartozó egész szám
id: bilangan bulat yang sesuai dengan grup proyek
ja: 整数 プロジェクトのグループ番号
nl: integer die correspondeert met de groep projecten
pt: inteiro correspondente ao grupo de projetos
pt_br: inteiro correspondente ao grupo de projetos
ro: număr întreg care corespunde grupului de proiecte
ru: целое число, соответствующее группе проектов
sv: heltal som motsvarar en grupp av projekt
ta: திட்டங்களின் குழுவுடன் தொடர்புடைய முழு எண்
tr: proje grubuna karşılık gelen tamsayı
uk: ціле число, що відповідає групі проєктів
zh_hans: 相应于对象群组的整数
zh_hant: 相應於對象群組的整數

source: integer corresponding to group of languages
de: Ganzzahl, entsprechend einer Gruppe von Sprachen
ga: slánuimhir a fhreagraíonn do ghrúpa teangacha
hu: a nyelvek csoportjához tartozó egész szám
id: bilangan bulat yang sesuai dengan grup bahasa
ja: 整数 言語のグループ番号
nl: integer die correspondeert met de groep talen
pt: inteiro correspondente ao grupo de idiomas
pt_br: inteiro correspondente ao grupo de idiomas
ro: număr întreg care corespunde grupului de limbi
ru: целое число соответствующее группе языков
sv: heltal som motsvarar en grupp av språk
ta: மொழிகளின் குழுவுடன் தொடர்புடைய முழு எண்
tr: dil grubuna karşılık gelen tam sayı
uk: ціле число, що відповідає групі мов
zh_hans: 相应于语言群组的整数
zh_hant: 相應於語言群組的整數

source: Changes the group parameters.
de: Ändert die Gruppenparameter.
ga: Athruithe ar pharaiméadair an ghrúpa.
hu: Csoport paramétereinek módosítása.
id: Mengubah parameter grup.
ja: グループ パラメータを変更します。
nl: Wijzigt de parameters van de groep.
pt: Altera os parâmetros do grupo.
pt_br: Altera os parâmetros do grupo.
ro: Modifică parametrii grupului.
ru: Изменяет параметры группы.
sv: Ändrar gruppparametrarna.
ta: குழு அளவுருக்களை மாற்றுகிறது.
tr: Grup parametrelerini değiştirir.
uk: Змінює параметри групи.
zh_hans: 更改群组参数。
zh_hant: 更改群組參數。

source: Deletes the group.
de: Löscht die Gruppe.
ga: Scrios an grúpa.
hu: Csoport törlése.
id: Menghapus grup.
ja: グループを削除します。
nl: Verwijdert de groep.
pt: Apaga o grupo.
pt_br: Exclui o grupo.
ro: Șterge grupul.
ru: Удаляет группу.
sv: Tar bort gruppen.
ta: குழுவை நீக்குகிறது.
tr: Grubu siler.
uk: Вилучає групу.
zh_hans: 删除群组。

source: Associate roles with a group.
de: Ordnet Rollen einer Gruppe zu.
ga: Róil a chomhlachú le grúpa.
hu: Szerepkörök társítása egy csoporthoz.
id: Asosiasikan peran dengan suatu grup.
ja: グループにロールを関連付けます。
nl: Associeer rollen aan een groep.
pt: Associar funções a um grupo.
pt_br: Associa funções a um grupo.
ro: Asociați rolurile cu un grup.
ru: Связывает роли с группой.
sv: Koppla roller till en grupp.
ta: ஒரு குழுவுடன் இணைந்த பாத்திரங்கள்.
tr: Rolleri bir grupla ilişkilendirir.
uk: Пов'язати ролі з групою.
zh_hans: 将角色与群组关联。
zh_hant: 將角色與群組關聯。

source: The unique role ID
de: Die eindeutige Rollen-ID
ga: An ID ról uathúil
hu: A szerepkör egyedi azonosítója
id: ID peran unik
ja: 固有のロール ID
nl: De unieke ID van de rol
pt: O ID de função único
pt_br: O ID de função único
ro: ID-ul unic de rol
ru: Уникальный идентификатор роли
sv: Det unika roll-ID:t
ta: தனித்துவமான பங்கு ஐடி
tr: Benzersiz rol kimliği
uk: Унікальний ідентифікатор ролі
zh_hans: 唯一的角色 ID
zh_hant: 唯一的角色 ID

source: Delete role from a group.
de: Löscht die Rolle aus einer Gruppe.
ga: Scrios ról ó ghrúpa.
hu: Szerepkör eltávolítása a csoportból.
id: Hapus peran dari grup.
nl: Verwijder de rol uit een groep.
pt_br: Remover função de um grupo.
sv: Ta bort roll från en grupp.
uk: Видалити роль із групи.

source: Associate components with a group.
de: Ordnet Komponenten einer Gruppe zu.
ga: Comhpháirteanna a nascadh le grúpa.
hu: Összetevők társítása egy csoporthoz.
id: Asosiasikan komponen dengan suatu grup.
ja: グループにコンポーネントを関連付けます。
nl: Associeer onderdelen met een groep.
pt: Associa componentes a um grupo.
pt_br: Associa componentes a um grupo.
ro: Asociați componentele cu un grup.
ru: Связывает компоненты с группой.
sv: Koppla komponenter till en grupp.
ta: ஒரு குழுவுடன் கூறுகளை இணைக்கவும்.
tr: Bileşenleri bir grupla ilişkilendirir.
uk: Пов'язати складники з групою.
zh_hans: 将部件与群组关联。
zh_hant: 將組件與群組關聯。

source: The unique component ID
de: Die eindeutige Komponenten-ID
ga: Aitheantas an chomhpháirt uathúil
hu: Az összetevő egyedi azonosítója
id: ID komponen unik
ja: 固有のコンポーネント ID
nl: De unieke ID van het onderdeel
pt: O ID de componente único
pt_br: O ID de componente único
ro: ID-ul unic al componentei
ru: Уникальный идентификатор компонента
sv: Det unika komponent-ID:t
ta: தனித்துவமான கூறு ஐடி
tr: Benzersiz bileşen kimliği
uk: Унікальний ідентифікатор складника
zh_hans: 唯一的部件 ID
zh_hant: 唯一的組件 ID

source: Delete component from a group.
de: Löscht die Komponente aus einer Gruppe.
ga: Scrios comhpháirt ó ghrúpa.
hu: Összetevő eltávolítása a csoportból.
id: Hapus komponen dari grup.
ja: グループからコンポーネントを削除します。
nl: Verwijder het onderdeel uit een groep.
pt: Eliminar componente de um grupo.
pt_br: Exclui o componente de um grupo.
ro: Ștergeți componenta dintr-un grup.
ru: Удаляет компонент из группы.
sv: Ta bort komponent från en grupp.
ta: ஒரு குழுவிலிருந்து கூறுகளை நீக்கு.
tr: Bileşeni bir gruptan siler.
uk: Вилучити складник з групи.
zh_hans: 从群组删除部件。
zh_hant: 從群組刪除組件。

source: Associate projects with a group.
de: Ordnet Projekte einer Gruppe zu.
ga: Comhcheangail tionscadail le grúpa.
hu: Projektek társítása egy csoporthoz.
id: Asosiasikan proyek dengan suatu grup.
ja: グループにプロジェクトを関連付けます。
nl: Associeer projecten met een groep.
pt: Associa projetos a um grupo.
pt_br: Associa projetos a um grupo.
ro: Asociați proiectele cu un grup.
ru: Связывает проекты с группой.
sv: Koppla projekt till en grupp.
ta: திட்டங்களை ஒரு குழுவுடன் இணைக்கவும்.
tr: Projeleri bir grupla ilişkilendirir.
uk: Пов'язати проєкти з групою.
zh_hans: 将项目与群组关联。
zh_hant: 將項目與群組關聯。

source: The unique project ID
de: Die eindeutige Projekt-ID
ga: Aitheantas uathúil an tionscadail
hu: A projekt egyedi azonosítója
id: ID proyek unik
ja: 固有のプロジェクト ID
nl: De unieke ID van het project
pt: O ID do projeto único
pt_br: O ID do projeto único
ro: ID-ul unic al proiectului
ru: Уникальный идентификатор проекта
sv: Det unika projekt-ID:t
ta: தனித்துவமான திட்ட ஐடி
tr: Benzersiz proje kimliği
uk: Унікальний ідентифікатор проєкту
zh_hans: 唯一的项目 ID
zh_hant: 唯一的項目 ID

source: Delete project from a group.
de: Löscht das Projekt aus einer Gruppe.
ga: Scrios an tionscadal ó ghrúpa.
hu: Projekt eltávolítása a csoportból.
id: Hapus proyek dari grup.
ja: プロジェクトをグループから削除します。
nl: Verwijder het project uit een groep.
pt: Eliminar projeto de um grupo.
pt_br: Exclui o projeto de um grupo.
ro: Ștergeți proiectul dintr-un grup.
ru: Удаляет проект из группы.
sv: Ta bort projekt från en grupp.
ta: ஒரு குழுவிலிருந்து திட்டத்தை நீக்கு.
tr: Projeyi bir gruptan siler.
uk: Вилучити проєкт з групи.
zh_hans: 从群组删除项目。
zh_hant: 從群組刪除項目。

source: Associate languages with a group.
de: Ordnet Sprachen einer Gruppe zu.
ga: Ceangail teangacha le grúpa.
hu: Nyelvek társítása egy csoporthoz.
id: Asosiasikan bahasa dengan suatu grup.
ja: グループに言語を関連付けます。
nl: Associeer talen met een groep.
pt: Associar línguas a um grupo.
pt_br: Associa idiomas a um grupo.
ro: Asociați limbile cu un grup.
ru: Связывает языки с группой.
sv: Koppla språk till en grupp.
ta: ஒரு குழுவுடன் மொழிகளை இணைக்கவும்.
tr: Dilleri bir grupla ilişkilendirir.
uk: Пов'язати мови з групою.
zh_hans: 将语言与群组关联。
zh_hant: 將語言與群組關聯。

source: The unique language code
de: Der eindeutige Sprachcode
ga: An cód teanga uathúil
hu: A nyelv egyedi kódja
id: Kode bahasa unik
ja: 固有の言語コード
nl: De unieke taalcode
pt: O código de idioma único
pt_br: O código de idioma único
ro: Codul unic de limbă
ru: Уникальный код языка
sv: Den unika språkkoden
ta: தனித்துவமான மொழி குறியீடு
tr: Benzersiz dil kodu
uk: Унікальний код мови
zh_hans: 唯一的语言代码
zh_hant: 唯一的語言代碼

source: Delete language from a group.
de: Löscht die Sprache aus einer Gruppe.
ga: Scrios teanga ó ghrúpa.
hu: Nyelv eltávolítása a csoportból.
id: Hapus bahasa dari grup.
ja: 言語をグループから削除します。
nl: Verwijder de taal uit een groep.
pt: Eliminar língua de um grupo.
pt_br: Exclui idioma de um grupo.
ro: Ștergeți limba dintr-un grup.
ru: Удаляет язык из группы.
sv: Ta bort språk från en grupp.
ta: ஒரு குழுவிலிருந்து மொழியை நீக்கு.
tr: Dili bir gruptan siler.
uk: Вилучити мову з групи.
zh_hans: 从群组删除语言。
zh_hant: 從群組刪除語言。

source: Associate componentlists with a group.
de: Ordnet Komponentenlisten einer Gruppe zu.
ga: Comhpháirteoirí a chomhcheangal le grúpa.
hu: Összetevőlisták társítása egy csoporthoz.
id: Asosiasikan daftar komponen dengan grup.
ja: コンポーネント リストをグループに関連付けます。
nl: Associeer onderdelenlijsten met een groep.
pt: Associa listas de componentes a um grupo.
pt_br: Associa listas de componentes a um grupo.
ro: Asociază listele de componente cu un grup.
ru: Связывает списки компонентов с группой.
sv: Koppla komponentlistor till en grupp.
ta: ஒரு குழுவுடன் இணை கூறு பட்டியல்கள்.
tr: Bileşen listelerini bir grupla ilişkilendirir.
uk: Пов'язати списки складників з групою.
zh_hans: 将部件列表与群组关联。
zh_hant: 將組件列表與群組關聯。

source: The unique componentlist ID
de: Die eindeutige Komponentenlisten-ID
ga: An t-aitheantas uathúil comhpháirte
hu: Az összetevőlista egyedi azonosítója
id: ID daftar komponen unik
ja: 固有のコンポーネントリスト ID
nl: De unieke ID van de onderdelenlijst
pt: O ID de lista de componentes único
pt_br: O ID de lista de componentes único
ro: ID-ul unic al listei de componente
ru: Уникальный идентификатор списка компонентов
sv: Det unika komponentlist-ID:t
ta: தனித்துவமான கூறு பட்டியல் ஐடி
tr: Benzersiz bileşen listesi kimliği
uk: Унікальний ідентифікатор списку складників
zh_hans: 唯一的部件列表 ID
zh_hant: 唯一的組件列表 ID

source: Delete componentlist from a group.
de: Löscht die Komponentenliste aus einer Gruppe.
ga: Scrios liosta na gcomhpháirteanna ó ghrúpa.
hu: Összetevőlista eltávolítása a csoportból.
id: Hapus daftar komponen dari grup.
ja: コンポーネントリストをグループから削除します。
nl: Verwijder de onderdelenlijst uit een groep.
pt: Apaga a lista de componentes de um grupo.
pt_br: Exclui a lista de componentes de um grupo.
ro: Ștergeți lista de componente dintr-un grup.
ru: Удаляет список компонентов из группы.
sv: Ta bort komponentlista från en grupp.
ta: ஒரு குழுவிலிருந்து கூறு பட்டியலை நீக்கு.
tr: Bileşen listesini bir gruptan siler.
uk: Вилучає список складників з групи.
zh_hans: 从群组删除部件列表。
zh_hant: 從群組刪除組件列表。

source: Add user to team admins.
de: Fügt den Benutzer zu Team-Administratoren hinzu.
ga: Cuir úsáideoir le riarthóirí foirne.
hu: Felhasználó hozzáadása a csapat adminisztrátoraihoz.
id: Tambahkan pengguna ke admin tim.
ja: ユーザーをチーム管理者に追加します。
nl: Gebruiker aan team Beheerders toevoegen.
pt: Adicionar utilizador aos administradores da equipa.
pt_br: Adicionar usuário aos administradores da equipe.
ru: Добавить пользователя в команду администраторов.
sv: Lägg till användare till teamadministratörer.
ta: குழு நிர்வாகிகளில் பயனரைச் சேர்க்கவும்.
tr: Kullanıcıyı takım yöneticilerine ekler.
uk: Додати користувача до адміністраторів команди.
zh_hans: 添加用户到团队管理。

source: The user's ID
de: ID des Benutzers
ga: Aitheantas an úsáideora
hu: A felhasználó azonosítója
id: ID pengguna
ja: ユーザー ID
nl: De ID van de gebruiker
pt: ID do utilizador
pt_br: ID do usuário
sv: Profil-slug ”Användar-ID”
ta: பயனரின் ஐடி
tr: Kullanıcının kimliği
uk: Ідентифікатор користувача
zh_hans: 用户 ID

source: Delete user from team admins.
de: Löscht den Benutzer aus Team-Administratoren.
ga: Scrios an t-úsáideoir ó riarthóirí foirne.
hu: Felhasználó eltávolítása a csapat adminisztrátorai közül.
id: Hapus pengguna dari admin tim.
ja: ユーザーをチーム管理者から削除します。
nl: Gebruiker uit team Beheerders verwijderen.
pt: Apagar utilizador dos administradores da equipa.
pt_br: Excluir usuário dos administradores da equipe.
sv: Ta bort användare från teamadministratörer.
ta: குழு நிர்வாகிகளிடமிருந்து பயனரை நீக்கு.
tr: Kullanıcıyı takım yöneticilerinden kaldırır.
uk: Вилучити користувача з адміністраторів команди.
zh_hans: 从团队管理员中删除用户。

source: Returns a list of all roles associated with user. If user is superuser, then list of all existing roles is returned.
de: Gibt eine Liste aller mit dem Benutzer zugeordneten Rollen zurück. Wenn der Benutzer ein Superuser ist, wird eine Liste aller vorhandenen Rollen zurückgegeben.
ga: Seoltar ar ais liosta de na róil go léir a bhaineann leis an úsáideoir. Más sár-úsáideoir é an t-úsáideoir, seolfar liosta de na róil reatha ar fad ar ais.
hu: A felhasználóhoz társított összes szerepkör listázása. Ha a felhasználó rendszergazda, akkor az összes létező szerepkör megjelenik.
id: Mengembalikan daftar semua peran yang terkait dengan pengguna. Jika pengguna adalah pengguna super, maka daftar semua peran yang ada akan dikembalikan.
ja: 返り値は、ユーザーに関連付けられたすべてのロールのリストです。ユーザーがスーパーユーザーの場合は、既存のすべてのロールのリストになります。
nl: Geeft een lijst terug met alle rollen die zijn geassocieerd met een gebruiker. Als de gebruiker een superuser is, dan wordt een lijst met alle bestaande rollen teruggegeven.
pt: Retorna uma lista de todas as funções associadas ao utilizador. Se o utilizador for superutilizador, então a lista de todas as funções existentes será retornada.
pt_br: Retorna uma lista de todas as funções associadas ao usuário. Se o usuário for superusuário, então a lista de todas as funções existentes será retornada.
ro: Returnează o listă cu toate rolurile asociate cu utilizatorul. Dacă utilizatorul este superutilizator, atunci se returnează lista tuturor rolurilor existente.
ru: Возвращает список всех ролей, связанных с пользователем. Если пользователь является суперпользователем, то возвращается список всех существующих ролей.
sv: Returnerar en lista över alla roller som är associerade med användaren. Om användaren är superanvändare returneras en lista över alla befintliga roller.
ta: பயனருடன் தொடர்புடைய அனைத்து பாத்திரங்களின் பட்டியலையும் வழங்குகிறது. பயனர் சூப்பர் யூசர் என்றால், தற்போதுள்ள அனைத்து பாத்திரங்களின் பட்டியல் திரும்பும்.
tr: Kullanıcıyla ilişkili tüm rollerin listesini görüntüler. Kullanıcı süper kullanıcıysa, var olan tüm rollerin listesini görüntüler.
uk: Повертає список усіх ролей, які пов'язано із користувачем. Якщо користувач є надкористувачем, буде повернуто список усіх наявних ролей.
zh_hans: 返回与用户关联的所有角色列表。如果用户是超级用户，那么返回所有现有角色的列表。
zh_hant: 返回與用戶關聯的所有角色列表。如果用戶是超級用戶，那麼返回所有現有角色的列表。

source: Creates a new role.
de: Erstellt eine neue Rolle.
ga: Cruthaíonn sé ról nua.
hu: Új szerepkör létrehozása.
id: Membuat peran baru.
ja: 新しいロールを作成します。
nl: Maakt een nieuwe rol.
pt: Cria uma nova função.
pt_br: Cria uma nova função.
ro: Creează un nou rol.
ru: Создает новую роль.
sv: Skapar en ny roll.
ta: ஒரு புதிய பாத்திரத்தை உருவாக்குகிறது.
tr: Yeni bir rol oluşturur.
uk: Створює роль.
zh_hans: 创建新角色。
zh_hant: 創建新角色。

source: Role name
de: Rollenname
ga: Ainm an róil
hu: Szerepkör neve
id: Nama peran
ja: ロール名
nl: Naam rol
pt: Nome da função
pt_br: Nome da função
ro: Numele rolului
ru: Название роли
sv: Rollnamn
ta: பங்கு பெயர்
tr: Rol adı
uk: Назва ролі
zh_hans: 角色名称
zh_hant: 角色名稱

source: List of codenames of permissions
de: Liste der Codenamen der Berechtigungen
ga: Liosta de chóidainmneacha na gceadanna
hu: A jogosultságok kódneveinek listája
id: Daftar nama kode izin
ja: アクセス権のコードネーム リスト
nl: Lijst met codenamen voor rechten
pt: Lista de codinomes de permissões
pt_br: Lista de codinomes de permissões
ro: Listă de nume de cod ale permisiunilor
ru: Список кодовых названий разрешений
sv: Lista över kodnamn för behörigheter
ta: அனுமதிகளின் குறியீட்டு பெயர்களின் பட்டியல்
tr: İzinlerin kod adı listesi
uk: Список кодових назв прав доступу
zh_hans: 权限代号列表
zh_hant: 權限編碼名稱的列表

source: Returns information about the role.
de: Gibt Informationen über die Rolle zurück.
ga: Filleann sé eolas faoin ról.
hu: A szerepkör adatainak visszaadása.
id: Mengembalikan informasi tentang peran.
nl: Geeft informatie terug over de rol.
pt_br: Retorna informações sobre a função.
sv: Returnerar information om rollen.
tr: Rol ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про роль.

source: Role's ID
de: ID der Rolle
ga: Aitheantas an Róil
hu: A szerepkör azonosítója
id: ID Peran
ja: ロール ID
nl: ID rol
pt: ID da função
pt_br: ID da função
ro: ID-ul rolului
ru: Идентификатор роли
sv: Rollens ID
ta: பங்கு ஐடி
tr: Rolün kimliği
uk: Ідентифікатор ролі
zh_hans: 角色的ID
zh_hant: 角色的ID

source: list of codenames of permissions
de: Liste der Codenamen der Berechtigungen
ga: liosta de chóidainmneacha na gceadanna
hu: a jogosultságok kódneveinek listája
id: daftar nama kode izin
ja: アクセス権のコードネーム リスト
nl: lijst met codenamen voor rechten
pt: lista de codinomes de permissões
pt_br: lista de codinomes de permissões
ro: lista numelor de cod ale autorizațiilor
ru: список кодовых названий разрешений
sv: lista över kodnamn för behörigheter
ta: அனுமதிகளின் குறியீட்டு பெயர்களின் பட்டியல்
tr: izinlerin kod adı listesi
uk: список кодових назв прав доступу
zh_hans: 权限代号列表
zh_hant: 權限編碼名稱的列表

source: Changes the role parameters.
de: Ändert die Rollenparameter.
ga: Athraíonn na paraiméadair ról.
hu: A szerepkör paramétereinek módosítása.
id: Mengubah parameter peran.
ja: ロールのパラメータを変更します。
nl: Wijzigt de parameters voor de rol.
pt: Altera os parâmetros da função.
pt_br: Altera os parâmetros da função.
ro: Modifică parametrii rolului.
ru: Изменяет параметры роли.
sv: Ändrar rollparametrarna.
ta: பங்கு அளவுருக்களை மாற்றுகிறது.
tr: Rol parametrelerini değiştirir.
uk: Змінює параметри ролі.
zh_hans: 更改角色参数。
zh_hant: 更改角色參數。

source: Deletes the role.
de: Löscht die Rolle.
ga: Scrios an ról.
hu: A szerepkör törlése.
id: Menghapus peran.
ja: ロールを削除します。
nl: Verwijdert de rol.
pt: Apaga a função.
pt_br: Exclui a função.
ro: Șterge rolul.
ru: Удаляет роль.
sv: Tar bort rollen.
ta: பாத்திரத்தை நீக்குகிறது.
tr: Rolü siler.
uk: Вилучає роль.
zh_hans: 删除角色。

source: Returns a list of all languages.
de: Gibt eine Liste aller Sprachen zurück.
ga: Seoltar ar ais liosta de na teangacha go léir.
hu: Az összes nyelv listázása.
id: Mengembalikan daftar semua bahasa.
ja: 返り値は、すべての言語のリストです。
nl: Geeft een lijst met alle talen terug.
pt: Retorna uma lista de todos os idiomas.
pt_br: Retorna uma lista de todos os idiomas.
ro: Returnează o listă cu toate limbile.
ru: Возвращает список всех языков.
sv: Returnerar en lista över alla språk.
ta: அனைத்து மொழிகளின் பட்டியலையும் வழங்குகிறது.
tr: Tüm dillerin listesini görüntüler.
uk: Повертає список усіх мов.
zh_hans: 返回所有语言的列表。
zh_hant: 返回所有語言的列表。

source: Creates a new language.
de: Erstellt eine neue Sprache.
ga: Cruthaíonn teanga nua.
hu: Új nyelv létrehozása.
id: Membuat bahasa baru.
ja: 新しい言語を作成します。
nl: Maakt een nieuwe taal.
pt: Cria uma nova língua.
pt_br: Cria um novo idioma.
ro: Creează o nouă limbă.
ru: Создаёт новый язык.
sv: Skapar ett nytt språk.
ta: ஒரு புதிய மொழியை உருவாக்குகிறது.
tr: Yeni bir dil oluşturur.
uk: Створює мову.
zh_hans: 创建新的语言。
zh_hant: 創建新的語言。
