Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Subscribe to various notifications from the :guilabel:`Notifications` tab. Notifications for selected events on watched or administered projects will be sent to you per e-mail.
de: Abonnieren Sie verschiedene Benachrichtigungen auf der Reiterkarte :guilabel:`Benachrichtigungen`. Benachrichtigungen über ausgewählte Ereignisse bei beobachteten oder verwalteten Projekten werden Ihnen per E-Mail zugesandt.
ga: Liostáil le fógraí éagsúla ón gcluaisín :guilabel:`Notifications`. Seolfar fógraí maidir le himeachtaí roghnaithe ar thionscadail a ndéantar faire orthu nó a riartar chugat in aghaidh an ríomhphoist.
hu: Különböző értesítésekre iratkozhat fel az :guilabel:`Értesítések` fülön. A megfigyelt vagy kezelt projektek kiválasztott eseményeiről e-mailben kap értesítést.
id: Berlangganan berbagai notifikasi dari tab :guilabel:`Notifications`. Notifikasi untuk acara tertentu pada proyek yang dipantau atau dikelola akan dikirimkan kepada Anda melalui surel.
ja: :guilabel:`通知` タブからさまざまな通知を受け取れます。監視中または管理中のプロジェクトで選択したイベントの通知は、メールで送信されます。
nl: Volg verschillende notificaties op de tab :guilabel:`Meldingen`. Notificaties voor geselecteerde gebeurtenissen voor gevolgde of beheerde projecten zullen per e-mail aan u worden verzonden.
pt: Inscreva-se em várias notificações da guia :guilabel:`Notificações`. As notificações para eventos selecionados em projetos assistidos ou administrados serão lhe enviadas por e-mail.
pt_br: Inscreva-se em várias notificações da aba :guilabel:`Notificações`. As notificações para eventos selecionados em projetos monitorados ou administrados serão enviadas para você por e-mail.
ro: Abonați-vă la diverse notificări din fila :guilabel:`Notificații`. Notificările pentru evenimentele selectate din proiectele supravegheate sau administrate vă vor fi trimise pe e-mail.
ru: На вкладке :guilabel:`Уведомления` можно подписаться на различные уведомления. Уведомления по выбранным событиям для отслеживаемых или управляемых проектов будут высылаться вам по электронной почте.
sv: Prenumerera på olika aviseringar från fliken :guilabel:`Aviseringar`. Aviseringar för valda händelser i projekt som du följer eller administrerar skickas till dig via e-post.
ta: : வபஇசிட்டை: `அறிவிப்புகள்` தாவலில் இருந்து பல்வேறு அறிவிப்புகளுக்கு குழுசேரவும். பார்த்த அல்லது நிர்வகிக்கப்படும் திட்டங்கள் குறித்த தேர்ந்தெடுக்கப்பட்ட நிகழ்வுகளுக்கான அறிவிப்புகள் உங்களுக்கு மின்னஞ்சல் அனுப்பப்படும்.
tr: :guilabel:`Bildirimler` sekmesinden abone olabileceğiniz bildirimleri seçebilirsiniz. İzlenen veya yönetilen projeler için seçtiğiniz bildirimler size e-posta ile gönderilir.
uk: Підписатися на різноманітні сповіщення можна за допомогою вкладки :guilabel:`Сповіщення`. Сповіщення для вибраних подій у відстежуваних або адміністрованих проєктах буде надіслано на вашу адресу електронної пошти.
zh_hans: 从 :guilabel:`通知` 选项卡订阅各种通知。有关已关注或管理的项目的选定事件的通知将通过电子邮件发送给您。
zh_hant: 訂閱來自：Guilabel：“通知”選項卡的各種通知。觀看或管理項目的所選事件的通知將每次發送電子郵件發送給您。

source: Some of the notifications are sent only for events in your languages (for example about new strings to translate), while some trigger at component level (for example merge errors). These two groups of notifications are visually separated in the settings.
de: Einige der Benachrichtigungen werden nur bei Ereignissen in Ihren Sprachen verschickt (z. B. über neue zu übersetzende Zeichenketten), während andere auf Komponentenebene ausgelöst werden (z. B. Merge-Fehler). Diese beiden Gruppen von Benachrichtigungen sind in den Einstellungen visuell getrennt.
ga: Seoltar cuid de na fógraí le haghaidh imeachtaí i do theangacha amháin (mar shampla faoi theaghráin nua le haistriú), agus truicear cuid de na fógraí ag leibhéal comhpháirte (mar shampla earráidí cumaisc). Tá an dá ghrúpa fógraí seo deighilte ó thaobh amhairc de sna socruithe.
hu: Egyes értesítések csak a megadott nyelveire vonatkozó eseményeknél kerülnek kiküldésre (például új fordítandó szöveg esetén), míg mások összetevőszinten működnek (például egyesítési hibák esetén). A két típus vizuálisan elkülönül a beállításoknál.
id: Beberapa notifikasi hanya dikirim untuk peristiwa dalam bahasa Anda (misalnya tentang string baru yang akan diterjemahkan), sementara beberapa notifikasi dipicu di tingkat komponen (misalnya galat penggabungan). Kedua grup notifikasi ini dipisahkan secara visual di pengaturan.
ja: 通知の中には、ユーザーの言語のイベントに対してのみ送信されるもの（例: 新しく翻訳した文字列）と、コンポーネントから起動するイベント（マージ エラーなど）があります。この 2 つの通知グループは、設定では見やすく分かれています。
nl: Sommige notificaties worden alleen verzonden voor gebeurtenissen in uw talen (bijvoorbeeld over nieuwe tekenreeksen om te vertalen), terwijl sommige worden geactiveerd op het niveau van het onderdeel (bijvoorbeeld fouten bij samenvoegen). Deze twee groepen worden visueel gescheiden in de instellingen.
pt: Algumas das notificações são enviadas apenas para eventos nos seus idiomas (por exemplo, sobre novas cadeias para traduzir), enquanto algumas acionam no nível de componente (por exemplo, erros de fusão). Esses dois grupos de notificações são visualmente separados nas configurações.
pt_br: Algumas das notificações são enviadas apenas para eventos em seus idiomas (por exemplo, sobre novos textos para traduzir), enquanto algumas acionam no nível de componente (por exemplo, erros de mesclagem). Esses dois grupos de notificações são visualmente separados nas configurações.
ro: Unele dintre notificări sunt trimise numai pentru evenimente în limbile dumneavoastră (de exemplu, despre noi șiruri de caractere de tradus), în timp ce altele se declanșează la nivelul componentelor (de exemplu, erori de fuziune). Aceste două grupuri de notificări sunt separate vizual în setări.
ru: Некоторые уведомления отправляются только для событий, связанных с вашим языком (например, уведомление о новых строках для перевода), в то время как другие срабатывают на уровне компонента (например, уведомление об ошибках слияния). Эти две группы уведомлений в настройках визуально разделены.
sv: Vissa meddelanden skickas endast för händelser på ditt språk (till exempel om nya strängar som ska översättas), medan andra utlöses på komponentnivå (till exempel sammanfogningsfel). Dessa två grupper av meddelanden är visuellt åtskilda i inställningarna.
ta: சில அறிவிப்புகள் உங்கள் மொழிகளில் நிகழ்வுகளுக்கு மட்டுமே அனுப்பப்படுகின்றன (எடுத்துக்காட்டாக மொழிபெயர்க்க புதிய சரங்களைப் பற்றி), சில கூறு மட்டத்தில் தூண்டுகிறது (எடுத்துக்காட்டாக பிழைகளை ஒன்றிணைக்கவும்). அறிவிப்புகளின் இந்த இரண்டு குழுக்களும் அமைப்புகளில் பார்வைக்கு பிரிக்கப்படுகின்றன.
tr: Bazı bildirimler yalnızca dillerinizdeki olaylar için gönderilir (çevrilecek yeni dizgeler olduğunda gibi), bazıları ise bileşen düzeyinde gönderilir (birleştirme hataları gibi). Bu iki bildirim grubu, ayarlarda görsel olarak ayrılmıştır.
uk: Деякі зі сповіщень надсилатимуться лише для подій у ваших мовах (наприклад, щодо нових рядків для перекладу), інші ж надсилатимуться на рівні складників (наприклад, повідомлення про помилки об'єднання). Ці дві групи сповіщень у параметрах візуально відокремлено.
zh_hans: 某些通知仅针对您语言的事件发送（例如，关于要翻译的新字符串），而某些通知在组件级别触发（例如合并错误）。这两组通知在设置中在视觉上是分开的。
zh_hant: 其中一些通知僅用於語言中的事件（例如，關於要轉換的新字符串），而組件級別的某些觸發（例如合併錯誤）。這兩種通知在設置中可視化。

source: You can toggle notifications for watched projects and administered projects and it can be further tweaked (or muted) per project and component. Visit the component overview page and select appropriate choice from the :guilabel:`Watching` menu.
de: Sie können die Benachrichtigungen für beobachtete Projekte und verwaltete Projekte umschalten und pro Projekt und Komponente weiter optimieren (oder stummschalten). Besuchen Sie die Übersichtsseite der Komponenten und wählen Sie die entsprechende Option aus dem Menü :guilabel:`Beobachtet`.
ga: Is féidir leat fógraí do thionscadail faire agus tionscadail riartha a scoránaigh agus is féidir iad a mhionathrú tuilleadh (nó balbhú) de réir tionscadail agus comhpháirte. Tabhair cuairt ar an leathanach forbhreathnú ar an gcomhpháirt agus roghnaigh an rogha chuí ón roghchlár :guilabel:`Watching`.
hu: A megfigyelt és kezelt projektek értesítései külön-külön be- vagy kikapcsolhatók, valamint projektenként és összetevőnként is testreszabhatók. Nyissa meg az összetevő áttekintő oldalát, és válasszon egy lehetőséget a :guilabel:`Megfigyelés` menüből.
id: Anda dapat mengaktifkan notifikasi untuk proyek yang diawasi dan proyek yang dikelola, dan notifikasi tersebut dapat disesuaikan (atau dibisukan) lebih lanjut per proyek dan komponen. Kunjungi halaman ikhtisar komponen dan pilih opsi yang sesuai dari menu :guilabel:`Watching`.
ja: 監視中のプロジェクトと管理中のプロジェクトの通知を切り替えたり、プロジェクトやコンポーネントごとに詳細に設定（非通知など）にできます。コンポーネントの概要ページにアクセスし、:guilabel:`監視中` メニューから適切な項目を選択します。
nl: U kunt schakelen tussen notificaties voor gevolgde projecten en beheerde projecten en het kan nog verder worden aangepast (of op stil worden gezet) per project en onderdeel. Bezoek de overzichtspagina van het onderdeel en selecteer de toepasselijke keuze in het menu :guilabel:`Volgen`.
pt: Pode alternar notificações para projetos assistidos e projetos administrados e pode ser mais ajustado (ou silenciado) por projeto e componente. Visite a página de visão geral de componentes e selecione a escolha apropriada no menu :guilabel:`Observando`.
pt_br: Você pode alternar notificações para projetos monitorados e projetos administrados e pode ser mais ajustado (ou silenciado) por projeto e componente. Visite a página de visão geral de componentes e selecione a escolha apropriada no menu :guilabel:`Monitorando`.
ro: Puteți comuta notificările pentru proiectele supravegheate și proiectele administrate, iar notificările pot fi ajustate (sau pot fi dezactivate) pentru fiecare proiect și componentă. Vizitați pagina de prezentare generală a componentelor și selectați alegerea corespunzătoare din meniul :guilabel:`Watching`.
ru: Вы можете включать или отключать уведомления для отслеживаемых и управляемых проектов, а в дальнейшем их можно настроить (или полностью отключить) для каждого отдельного проекта или компонента. Посетите страницу компонента и выберите соответствующий пункт в меню :guilabel:`Отслеживание`.
sv: Du kan växla mellan aviseringar för bevakade projekt och administrerade projekt, och det kan justeras ytterligare (eller stängas av) per projekt och komponent. Besök komponentöversiktssidan och välj lämpligt alternativ från menyn :guilabel:`Bevakar`.
ta: பார்த்த திட்டங்கள் மற்றும் நிர்வகிக்கப்படும் திட்டங்களுக்கான அறிவிப்புகளை நீங்கள் மாற்றலாம், மேலும் இது ஒரு திட்டத்திற்கும் கூறுகளுக்கும் மேலும் மாற்றியமைக்கப்படலாம் (அல்லது முடக்கப்பட்டது). கூறு கண்ணோட்டம் பக்கத்தைப் பார்வையிட்டு, பொருத்தமான தேர்வைத் தேர்ந்தெடுக்கவும்: வபஇசிட்டை: `பார்க்கும்` பட்டியல்.
tr: İzlenen projeler ve yönetilen projeler için bildirimleri açıp kapatabilirsiniz. Her bir proje veya bileşen için başka ince ayarlar da yapılabilir (ya da sessize alınabilir). Bileşen özeti sayfasını açın ve :guilabel:`İzlenenler` menüsünden uygun seçeneği seçin.
uk: Ви можете увімкнути або вимкнути сповіщення для відстежуваних та адміністрованих проєктів. Подальше коригування (або вимикання) сповіщень можна виконати на рівні проєктів та складників. Відкрийте сторінку огляду складника і виберіть відповідний варіант з меню :guilabel:`Відстежується`.
zh_hans: 您可以切换监视项目和管理项目的通知，并且可以进一步调整（或静音）每个项目和部件。访问组件概览页面并从 :guilabel:`已关注` 菜单中选择适当的选项。
zh_hant: 您可以切換監視項目和管理項目的通知，每個項目和組件都可以進一步調整（或靜音）。訪問“組件概述”頁面，然後選擇以下選項：Guilabel：“觀看”菜單。

source: In case :guilabel:`Automatically watch projects on contribution` is enabled you will automatically start watching projects upon translating a string. The default value depends on :setting:`DEFAULT_AUTO_WATCH`.
de: Wenn :guilabel:`Automatisch Projekte nach einem Beitrag beobachten` aktiviert ist, wird automatisch mit der Beobachtung von Projekten begonnen, sobald Sie eine Zeichenkette übersetzt haben. Der Standardwert hängt von :setting:`DEFAULT_AUTO_WATCH` ab.
ga: Sa chás go bhfuil :guilabel:`Faire go huathoibríoch ar thionscadail ar ranníocaíocht` cumasaithe tosóidh tú go huathoibríoch ag breathnú ar thionscadail nuair a bheidh tú ag aistriú teaghrán. Braitheann an luach réamhshocraithe ar :setting:`DEFAULT_AUTO_WATCH`.
hu: Ha a :guilabel:`Projektek automatikus megfigyelése közreműködés esetén` beállítás engedélyezett, akkor egy szöveg lefordítása után automatikusan megkezdi a projekt figyelését. Az alapértelmezett érték a :setting:`DEFAULT_AUTO_WATCH` beállítástól függ.
id: Jika :guilabel:`Automatically watch projects on contribution` diaktifkan, Anda akan otomatis mulai memantau proyek setelah menerjemahkan string. Nilai bawaan bergantung pada :setting:`DEFAULT_AUTO_WATCH`.
ja: :guilabel:`貢献したプロジェクトを自動的に監視する` を有効にしていると、文字列を翻訳時に自動的にプロジェクトの監視を開始します。デフォルト値は :setting:`DEFAULT_AUTO_WATCH` によって異なります。
nl: In het geval dat :guilabel:`Projecten automatisch volgen na bijdrage geleverd te hebben` is ingeschakeld zult u automatisch projecten gaan volgen als u daar een tekenreeks vertaald. De standaard waarde is afhankelijk van :setting:`DEFAULT_AUTO_WATCH`.
pt: Se :guilabel:`Monitorizar automaticamente projetos onde colabore` estiver ativado, começará automaticamente a monitorizar os projetos ao traduzir uma cadeia. O valor padrão depende de :setting:`DEFAULT_AUTO_WATCH`.
pt_br: Caso a opção :guilabel:`Monitorar automaticamente projetos com sua contribuição` esteja habilitada, você começará automaticamente a ver os projetos ao traduzir um texto. O valor padrão depende de :setting:`DEFAULT_AUTO_WATCH`.
ro: În cazul în care :guilabel:`Automatizarea automată a proiectelor în funcție de contribuție` este activată, veți începe automat să urmăriți proiectele la traducerea unui șir de caractere. Valoarea implicită depinde de :setting:`DEFAULT_AUTO_WATCH`.
ru: Если параметр :guilabel:`Автоматически добавлять проект в отслеживаемые при правке` включён, то при редактировании какого-либо проекта он будет автоматически добавлен в ваш список отслеживаемых. Значение по умолчанию зависит от параметра :setting:`DEFAULT_AUTO_WATCH`.
sv: Om :guilabel:`Automatiskt bevaka projekt vid bidrag` är aktiverat kommer du automatiskt att börja bevaka projekt när du översätter en sträng. Standardvärdet beror på :setting:`DEFAULT_AUTO_WATCH`.
tr: :guilabel:`Katkıda bulunan projeler kendiliğinden izlensin` seçeneği kullanıma alınmışsa, bir çeviri yaptığınız dizgelerin bulunduğu projeleri kendiliğinden izlemeye başlarsınız. Varsayılan değer :setting:`DEFAULT_AUTO_WATCH` seçeneğine bağlıdır.
uk: Якщо позначено пункт :guilabel:`Автоматичне спостереження за проєктами із внеском`, ви автоматично починатимете стеження за проєктами, у яких переклали хоч рядок. Типове значення залежить від :setting:`DEFAULT_AUTO_WATCH`.
zh_hans: 如果启用了 :guilabel:`自动关注作出贡献的项目`，您将在翻译字符串时自动开始关注项目。默认值取决于 :setting:`DEFAULT_AUTO_WATCH`。
zh_hant: 以防：圭冊：“自動觀看貢獻的項目即可啟用，您將在翻譯字符串時自動開始觀看項目。默認值取決於：設置：`default_auto_watch`。

source: You will not receive notifications for your own actions.
de: Sie erhalten keine Benachrichtigungen für Ihre eigenen Aktionen.
ga: Ní bhfaighidh tú fógraí maidir le do ghníomhartha féin.
hu: Saját műveleteiről nem fog értesítést kapni.
id: Anda tidak akan menerima notifikasi atas tindakan Anda sendiri.
ja: 自分自身が行った操作は通知されません。
nl: U zult geen notificaties ontvangen voor uw eigen acties.
pt: Não receberá notificações para as suas próprias ações.
pt_br: Você não receberá notificações para suas próprias ações.
ro: Nu veți primi notificări pentru propriile acțiuni.
ru: Вы не будете получать уведомления о собственных действиях.
sv: Du kommer inte att få aviseringar för dina egna åtgärder.
ta: உங்கள் சொந்த செயல்களுக்கான அறிவிப்புகளை நீங்கள் பெற மாட்டீர்கள்.
tr: Kendi işlemleriniz için bildirim almazsınız.
uk: Ви не отримуватиме сповіщень щодо ваших власних дій.
zh_hans: 您不会收到有关您自己操作的通知。
zh_hant: 您不會收到您自己的行為的通知。

source: Sending out notifications is limited, you will not receive more than 1000 e-mails per day. Any further notifications for you will be discarded.
de: Das Versenden von Benachrichtigungen ist begrenzt, Sie werden nicht mehr als 1000 E-Mails pro Tag erhalten. Alle weiteren Benachrichtigungen für Sie werden verworfen.
ga: Tá teorainn le fógraí a sheoladh amach, ní bhfaighidh tú níos mó ná 1000 ríomhphost in aghaidh an lae. Cuirfear deireadh le haon fhógraí breise duit.
hu: Az értesítések küldése korlátozott: naponta legfeljebb 1000 e-mailt kaphat. Az ezen felüli értesítések nem kerülnek kiküldésre.
id: Pengiriman notifikasi dibatasi, Anda tidak akan menerima lebih dari 1000 surel per hari. Notifikasi selanjutnya akan dihapus.
ja: 通知の送信は制限されており、1 日あたり 1000 通を超えるメールは受信できません。それ以上の通知は破棄されます。
nl: Versturen van notificaties is beperkt, u zult niet meer dan 1000 e-mails per dag ontvangen. Alle voor u bestemde verdere notificaties zullen worden genegeerd.
pt_br: O envio de notificações é limitado, você não receberá mais de 1000 e-mails por dia. Quaisquer notificações adicionais para você serão descartadas.
ru: Рассылка уведомлений ограничена, вы не будете получать более 1000 писем в день. Любые дальнейшие уведомления для вас будут удалены.
sv: Skickandet av aviseringar är begränsat, du kommer inte att få mer än 1000 e-postmeddelanden per dag. Eventuella ytterligare aviseringar till dig kommer att kasseras.
ta: அறிவிப்புகளை அனுப்புவது குறைவாகவே உள்ளது, நீங்கள் ஒரு நாளைக்கு 1000 மின்னஞ்சல்களுக்கு மேல் பெற மாட்டீர்கள். உங்களுக்கான மேலும் அறிவிப்புகள் நிராகரிக்கப்படும்.
tr: Bildirim gönderimi sınırlıdır. Günde 1000 taneden fazla e-posta almazsınız. Bunu aşan bildirimler gönderilmez.
uk: Надсилання сповіщень обмежено. Ви не отримуватимете більше, ніж 1000 повідомлень електронної пошти щодня. Усі сповіщення поза цією кількістю буде відкинуто.
zh_hans: 发送通知的数量是有限制的，你每天收到的电子邮件不会超过 1000 封。第 1001 封及之后发给你的邮件通知都将被丢弃。

source: Account
de: Benutzerkonto
ga: Cuntas
hu: Fiók
id: Akun
ja: アカウント
pt: Conta
pt_br: Conta
ro: Cont
ru: Учётная запись
sv: Konto
ta: கணக்கு
tr: Hesap
uk: Обліковий запис
zh_hans: 账户
zh_hant: 帳號

source: The :guilabel:`Account` tab lets you set up basic account details, connect various services you can use to sign in into Weblate, completely remove your account, or download your user data (see :ref:`schema-userdata`).
de: Auf der Reiterkarte :guilabel:`Benutzerkonto` können Sie grundlegende Kontodetails einrichten, verschiedene Dienste verbinden, mit denen Sie sich bei Weblate anmelden können, Ihr Konto vollständig löschen oder Ihre Benutzerdaten herunterladen (siehe :ref:`schema-userdata`).
ga: Ligeann an táb :guilabel:`Cuntas` duit sonraí bunúsacha cuntais a shocrú, seirbhísí éagsúla a nascadh is féidir leat a úsáid chun síniú isteach i Weblate, do chuntas a bhaint go hiomlán, nó do shonraí úsáideora a íoslódáil (féach :ref:`schema-userdata`).
hu: A :guilabel:`Fiók` fülön alapvető fiókadatokat állíthat be, összekapcsolhat különböző szolgáltatásokat a Weblate-be való bejelentkezéshez, teljesen törölheti fiókját vagy letöltheti saját adatait (lásd: :ref:`schema-userdata`).
id: Tab :guilabel:`Account` memungkinkan Anda mengatur rincian akun dasar, menghubungkan berbagai layanan yang dapat Anda gunakan untuk masuk ke Weblate, menghapus akun Anda sepenuhnya, atau mengunduh data pengguna Anda (lihat :ref:`schema-userdata`).
ja: :guilabel:`アカウント` タブでは、基本的なアカウントの詳細の設定、Weblate へのサインインに使用する複数の外部サービスへの接続設定、アカウントの完全削除、個人情報（参照: :ref:`schema-userdata`）のダウンロードなどができます。
nl: De tab :guilabel:`Account` laat u basisdetails voor het account instellen, verbinden met verscheidene services waarmee u kunt inloggen in Weblate, uw account volledig verwijderen of uw gebruikersgegevens verwijderen (bekijk :ref:`schema-userdata`).
pt: A guia :guilabel:`Conta` permite configurar detalhes básicos da conta, conectar vários serviços que pode usar para entrar no Weblate, remover a sua conta completamente ou descarregar os seus dados de utilizador (veja :ref:`schema-userdata`).
pt_br: A aba :guilabel:`Conta` permite configurar detalhes básicos da conta, conectar vários serviços que você pode usar para entrar no Weblate, remover completamente sua conta ou baixar seus dados de usuário (Consulte :ref:`schema-userdata`).
ro: Fila :guilabel:`Account` vă permite să configurați detaliile de bază ale contului, să conectați diverse servicii pe care le puteți utiliza pentru a vă conecta la Weblate, să vă eliminați complet contul sau să vă descărcați datele de utilizator (a se vedea :ref:`schema-userdata`).
ru: Вкладка :guilabel:`Учётная запись` позволяет вам настроить основные данные учётной записи, подключить различные сервисы, которые вы можете использовать для входа в Weblate, полностью удалить свою учётную запись или скачать свои данные пользователя (смотрите раздел :ref:`schema-userdata`).
sv: På fliken :guilabel:`Konto` kan du ställa in grundläggande kontouppgifter, ansluta olika tjänster som du kan använda för att logga in på Weblate, ta bort ditt konto helt eller ladda ner dina användardata (se :ref:`schema-userdata`).
tr: :guilabel:`Hesap` sekmesi, temel hesap bilgilerini ayarlamanızı, Weblate üzerinde oturum açmak için çeşitli hizmetleri bağlamanızı, hesabınızı tümüyle silmenizi ya da kullanıcı verilerinizi indirmenizi sağlar (ayrıntılı bilgi almak için: :ref:`schema-userdata`).
uk: За допомогою вкладки :guilabel:`Обліковий запис` ви можете налаштувати базові параметри облікового запису, з'єднати з ним різноманітні служби, якими ви можете скористатися для реєстрації на Weblate, повністю вилучити ваш обліковий запис або отримати дані вашого користувача (див. :ref:`schema-userdata`).
zh_hans: :guilabel:`账户` 选项卡可让您设置基本账户详细信息、连接可用于登录 Weblate 的各种服务、完全删除您的账户或下载您的用户数据（请参阅 :ref:`schema-userdata`）。
zh_hant: 借述：圭冊：“帳戶”選項卡允許您設置基本帳戶詳細信息，連接各種服務，您可以使用要使用的服務來登錄WebBlate，完全刪除您的帳戶，或下載您的用戶數據（請參閱：參考：參考：ref：`schema-userdata`）。
