Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Vulnerability and incident handling
de: Schwachstellen und Umgang mit Vorfällen
ga: Leochaileacht agus láimhseáil teagmhas
hu: Sebezhetőségek és incidensek kezelése
id: Kerentanan dan penanganan insiden
nl: Kwetsbaarheid en incidentafhandeling
sv: Sårbarhet och incidenthantering
uk: Вразливість та обробка інцидентів

source: Reporting security issues
de: Melden von Sicherheitslücken
ga: Ceisteanna slándála a thuairisciú
hu: Biztonsági problémák jelentése
id: Melaporkan masalah keamanan
ja: セキュリティ問題の報告
nl: Veiligheidsproblemen melden
pt: Informar problemas de segurança
pt_br: Informar problemas de segurança
ru: Уведомление о проблемах безопасности
sv: Rapportering av säkerhetsproblem
ta: பாதுகாப்பு சிக்கல்களைப் புகாரளித்தல்
tr: Güvenlik sorunlarını bildirmek
uk: Звітування щодо проблем із захистом
zh_hans: 报告安全问题

source: Please read :ref:`ai-issues` in case you have used AI to discover a security issue in Weblate.
de: Bitte lesen Sie :ref:`ai-issues`, falls Sie mithilfe von KI ein Sicherheitsproblem in Weblate entdeckt haben.
ga: Léigh :ref:`ai-issues` le do thoil i gcás gur úsáid tú AI chun fadhb slándála a aimsiú i Weblate.
hu: Ha mesterséges intelligencia segítségével talált biztonsági problémát a Weblate-ben, olvassa el a :ref:`ai-issues` részt.
id: Silakan baca :ref:`ai-issues` jika Anda telah menggunakan AI untuk menemukan masalah keamanan di Weblate.
nl: Lees :ref:`ai-issues` in het geval u AI hebt gebruikt om een beveiligingsprobleem Weblate vast te stellen.
sv: Läs :ref:`ai-issues` om du har använt AI för att upptäcka ett säkerhetsproblem i Weblate.
uk: Будь ласка, прочитайте :ref:`ai-issues`, якщо ви використовували штучний інтелект для виявлення проблеми безпеки у Weblate.

source: Weblate’s development team is strongly committed to responsible reporting and disclosure of security-related issues. We have adopted and follow policies that are geared toward delivering timely security updates to Weblate.
de: Das Entwicklungsteam von Weblate hat sich verpflichtet, sicherheitsrelevante Probleme verantwortungsbewusst zu melden und offenzulegen. Wir haben Richtlinien eingeführt und befolgen diese, die darauf ausgerichtet sind, Weblate zeitnah mit Sicherheitsupdates zu versorgen.
ga: Tá foireann forbartha Weblate tiomanta go láidir do thuairisciú freagrach agus nochtadh saincheisteanna a bhaineann le slándáil. Ghlacamar le beartais atá dírithe ar nuashonruithe slándála tráthúla a sheachadadh do Weblate agus leanaimid iad.
hu: A Weblate fejlesztőcsapata elkötelezett a felelős hibajelentés és nyilvánosságra hozatal mellett a biztonsági kérdésekben. Olyan irányelveket követünk, amelyek biztosítják, hogy időben szállítsunk biztonsági frissítéseket a Weblate-hez.
id: Tim pengembang Weblate sangat berkomit untuk melaporkan dan mengungkapkan masalah keamanan secara bertanggung jawab. Kami telah mengadopsi dan mengikuti kebijakan yang bertujuan untuk memberikan pembaruan keamanan yang tepat waktu kepada Weblate.
ja: Weblate の開発チームは、セキュリティ関連の問題を責任を持って報告し、開示することに全力で取り組んでいます。私たちは、Weblate にタイムリーなセキュリティ更新を提供することを目的としたポリシーを採用し、それに従っています。
nl: Het ontwikkelteam van Weblate is sterk verbonden met het verantwoordelijk rapporteren en onthullen van aan beveiliging gerelateerde problemen. We hebben beleid ontwikkeld, en volgen dat, dat is gericht op het tijdig leveren van beveiligingsupdates voor Weblate.
pt_br: A equipe de desenvolvimento da Weblate está fortemente comprometida com relatórios e divulgação responsáveis de problemas relacionados à segurança. Adotamos e seguimos políticas voltadas para a entrega de atualizações de segurança oportunas para a Weblate.
sv: Weblates utvecklingsteam är starkt engagerat i ansvarsfull rapportering och offentliggörande av säkerhetsrelaterade frågor. Vi har antagit och följer policyer som är inriktade på att leverera säkerhetsuppdateringar till Weblate i rätt tid.
ta: வெப்லேட்டின் மேம்பாட்டுக் குழு பாதுகாப்பு தொடர்பான பிரச்சினைகளை பொறுப்பான அறிக்கையிடல் மற்றும் வெளிப்படுத்துவதில் கடுமையாக உறுதியளித்துள்ளது. வெப்லேட்டுக்கு சரியான நேரத்தில் பாதுகாப்பு புதுப்பிப்புகளை வழங்குவதற்கு உதவும் கொள்கைகளை நாங்கள் ஏற்றுக்கொண்டோம், பின்பற்றுகிறோம்.
tr: Weblate geliştirici ekibi, güvenlikle ilgili sorunları sorumluluk alarak bildirmek ve açıklamak konusunda kararlıdır. Weblate güvenlik güncellemelerini zamanında sunmaya yönelik ilkelerimiz var ve bunlara uyuyoruz.
uk: Команда розробників Weblate твердо прихильна до відповідального звітування та розкриття інформації про проблеми, пов'язані з безпекою. Ми прийняли і дотримуємося політики, яка спрямована на своєчасне надання оновлень безпеки Weblate.
zh_hans: Weblate 开发团队坚定致力于安全相关问题负责任的报告和披露。我们已经实施并遵守和及时向 Weblate 传输安全更新目标相适应的政策。

source: Most normal bugs in Weblate are reported to our public `GitHub issues tracker <https://github.com/WeblateOrg/weblate/issues>`_, but due to the sensitive nature of security issues, we ask them not to be publicly reported in this fashion.
de: Die meisten normalen Fehler in Weblate werden an unseren öffentlichen `GitHub-Issues-Tracker <https://github.com/WeblateOrg/weblate/issues>`_ gemeldet, aber aufgrund der sensiblen Natur von Sicherheitsproblemen bitten wir darum, sie nicht auf diese Weise öffentlich zu melden.
ga: Tuairiscítear formhór na bhfabhtanna gnáth i Weblate chuig ár `rianaitheoir saincheisteanna GitHub <https://github.com/WeblateOrg/weblate/issues>`_ poiblí, ach mar gheall ar nádúr íogair saincheisteanna slándála, iarraimid gan iad a thuairisciú go poiblí ar an mbealach seo.
hu: A Weblate szokványos hibáit a nyilvános `GitHub hibakövetőn <https://github.com/WeblateOrg/weblate/issues>`_ keresztül lehet jelenteni, azonban a biztonsági kérdések érzékeny természete miatt, ezeket ne ilyen formában hozza nyilvánosságra.
id: Kebanyakan kerusakan normal di Weblate dilaporkan ke `pelacak masalah GitHub <https://github.com/WeblateOrg/weblate/issues>`_ publik kami, tetapi karena sifat sensitif dari masalah keamanan, kami meminta agar masalah tersebut tidak dilaporkan ke publik dengan cara ini.
nl: De meeste normale problemen in Weblate worden gerapporteerd in ons publieke `GitHub volgsysteem voor problemen <https://github.com/WeblateOrg/weblate/issues>`_, maar door de gevoelige status van problemen met beveiliging, vragen we om die niet op deze manier openbaar te rapporteren.
sv: De flesta vanliga buggar i Weblate rapporteras till vår offentliga `GitHub-ärendehanterare <https://github.com/WeblateOrg/weblate/issues>`_, men på grund av säkerhetsfrågornas känsliga natur ber vi att de inte rapporteras offentligt på detta sätt.
uk: Більшість звичайних помилок у Weblate повідомляються нашій публіці. `Відстеження проблем GitHub <https://github.com/WeblateOrg/weblate/issues>`_, але через делікатний характер питань безпеки, ми просимо не повідомляти про них публічно таким чином.

source: Instead, if you believe you’ve found something in Weblate that has security implications, please submit a description of the issue to security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_, or using `HackerOne <https://hackerone.com/weblate>`_.
de: Wenn Sie stattdessen glauben, etwas in Weblate gefunden zu haben, das Auswirkungen auf die Sicherheit hat, senden Sie bitte eine Beschreibung des Problems an security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ oder über `HackerOne <https://hackerone.com/weblate>`_.
ga: Ina áit sin, má chreideann tú go bhfuil rud éigin aimsithe agat in Weblate a bhfuil impleachtaí slándála aige, seol tuairisc ar an gceist chuig security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_, nó ag baint úsáide as `HackerOne <https://hackerone.com/weblate>`_.
hu: Ha úgy véli, hogy a Weblate-ben biztonsági problémát talált, küldje el a hiba részletes leírását az alábbi lehetőségek valamelyikén: e-mailben: security@weblate.org, a GitHub biztonsági tanácsadói felületén keresztül: `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ vagy a `HackerOne <https://hackerone.com/weblate>`_ platformon.
id: Sebaliknya, jika Anda yakin telah menemukan sesuatu di Weblate yang memiliki implikasi keamanan, silakan kirimkan deskripsi masalah tersebut ke security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_, atau gunakan `HackerOne <https://hackerone.com/weblate>`_.
ja: 代わりに、Weblate でセキュリティに関する問題を発見した場合、security@weblate.org、`GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_、または `HackerOne <https://hackerone.com/weblate>`_ を使用して、問題の説明を送信してください。
nl: In plaats daarvan, als u gelooft dat u iets in Weblate hebt gevonden dat implicaties voor de beveiliging heeft, dien dan een beschrijving van het probleem in bij security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_, of gebruik `HackerOne <https://hackerone.com/weblate>`_.
pt_br: Em vez disso, se você acredita ter encontrado algo no Weblate que tenha implicações de segurança, envie uma descrição do problema para security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ ou usando `HackerOne <https://hackerone.com/weblate>`_.
sv: Om du istället tror att du har hittat något i Weblate som har säkerhetsimplikationer, vänligen skicka en beskrivning av problemet till security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ eller använd `HackerOne <https://hackerone.com/weblate>`_.
ta: அதற்கு பதிலாக, பாதுகாப்பு தாக்கங்களைக் கொண்ட வெப்லேட்டில் நீங்கள் எதையாவது கண்டுபிடித்தீர்கள் என்று நீங்கள் நம்பினால், தயவுசெய்து சிக்கலின் விளக்கத்தை security@weblate.org க்கு சமர்ப்பிக்கவும் புதியது> `_, அல்லது` ஏக்கர்ரோனை <https://hackerone.com/weblate> `_ ஆகியவற்றைப் பயன்படுத்துதல்.
tr: Bunun yerine, Weblate üzerinde güvenlikle ilgili etkileri olabilecek bir şey bulduğunuzu düşünüyorsanız, lütfen sorunun açıklamasını security@weblate.org adresini, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ adresini veya `HackerOne <https://hackerone.com/weblate>`_ adresini kullanarak gönderin.
uk: Натомість, якщо ви вважаєте, що знайшли у Weblate щось, що може вплинути на безпеку, будь ласка, надішліть опис проблеми на security@weblate.org, `GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ або за допомогою `HackerOne <https://hackerone.com/weblate>`_.
zh_hans: 假如您觉得在 Weblate 中发现了某些有安全影响的东西，请将此问题的描述提交到 security@weblate.org、`GitHub <https://github.com/WeblateOrg/weblate/security/advisories/new>`_ 或使用 `HackerOne <https://hackerone.com/weblate>`_ 。

source: A member of the security team will respond to you within 48 hours, and depending on what action is taken, you may get more follow-up emails.
de: Ein Mitglied des Sicherheitsteams wird Ihnen innerhalb von 48 Stunden antworten, und je nachdem, welche Maßnahmen ergriffen werden, können Sie weitere E-Mails erhalten.
ga: Freagróidh ball den fhoireann slándála tú laistigh de 48 uair an chloig, agus ag brath ar an ngníomh a dhéantar, is féidir go bhfaighidh tú tuilleadh ríomhphoist leantacha.
hu: A biztonsági csapat egyik tagja 48 órán belül válaszolni fog, és a fejlemények függvényében további e-mailek is érkezhetnek.
id: Seorang anggota tim keamanan akan menanggapi Anda dalam waktu 48 jam, dan tergantung pada tindakan yang diambil, Anda mungkin mendapatkan lebih banyak surel tindak lanjut.
ja: セキュリティ チームのメンバーが 48 時間以内に返信し、その対応に基づいて、さらなるフォローアップ メールが届くこともあります。
nl: Een lid van het beveiligingsteam zal binnen 48 uur contact met u opnemen, en, afhankelijk van welke actie is ondernomen, zou u meer e-mails kunnen ontvangen voor de follow-up.
pt_br: Um membro da equipe de segurança responderá a você dentro de 48 horas e, dependendo da ação tomada, você poderá receber mais e-mails de acompanhamento.
sv: En medlem av säkerhetsteamet kommer att svara dig inom 48 timmar, och beroende på vilka åtgärder som vidtas kan du få fler uppföljningsmejl.
ta: பாதுகாப்புக் குழுவின் உறுப்பினர் 48 மணி நேரத்திற்குள் உங்களுக்கு பதிலளிப்பார், மேலும் என்ன நடவடிக்கை எடுக்கப்படுகிறது என்பதைப் பொறுத்து, நீங்கள் அதிக பின்தொடர்தல் மின்னஞ்சல்களைப் பெறலாம்.
tr: Güvenlik ekibinden biri 48 saat içinde size yanıt verecektir ve yapılacak işlemlere bağlı olarak başka takip e-postaları da alabilirsiniz.
uk: Співробітник служби безпеки відповість вам протягом 48 годин, і в залежності від того, які дії будуть вжиті, ви можете отримати додаткові електронні листи.
zh_hans: 安全团队的一名成员会在 48 小时内回应你，取决于所采取的操作，你可能会收到更多的后续电子邮件。

source: **Sending encrypted reports**
de: **Senden verschlüsselter Berichte**
ga: **Tuairiscí criptithe á seoladh**
hu: **Titkosított jelentések küldése**
id: **Mengirim laporan terenkripsi**
ja: **暗号化したレポートの送信**
nl: **Versleutelde rapporten verzenden**
pt_br: **Enviando relatórios criptografados**
sv: **Skicka krypterade rapporter**
ta: ** மறைகுறியாக்கப்பட்ட அறிக்கைகளை அனுப்புதல் **
tr: **Şifrelenmiş bildirimler göndermek**
uk: **Надсилання зашифрованих звітів**
zh_hans: **发送加密报告**

source: If you want to send an encrypted email (*optional*), please use the public key for security@weblate.org with ID ``8EA7 6E43 0976 3323 C2E3 D5A0 C472 9F23 8A80 EA93``.
sv: Om du vill skicka ett krypterat e-postmeddelande (*valfritt*) använder du den offentliga nyckeln för security@weblate.org med ID ``8EA7 6E43 0976 3323 C2E3 D5A0 C472 9F23 8A80 EA93``.

source: This public key is available on the most commonly used key servers, using WKD or `directly from weblate.org <https://weblate.org/.well-known/openpgpkey/hu/t5s8ztdbon8yzntexy6oz5y48etqsnbb?l=security>`_.
sv: Denna publika nyckel finns tillgänglig på de mest använda nyckelserverna, med hjälp av WKD eller direkt från weblate.org <https://weblate.org/.well-known/openpgpkey/hu/t5s8ztdbon8yzntexy6oz5y48etqsnbb?l=security>.

source: Weblate depends on third-party components for many things. In case you find a vulnerability affecting one of those components in general, please report it directly to the respective project.
de: Weblate ist für viele Dinge von Komponenten Dritter abhängig. Falls Sie eine Schwachstelle finden, die eine dieser Komponenten betrifft, melden Sie diese bitte direkt an das entsprechende Projekt.
ga: Braitheann Weblate ar chomhpháirteanna tríú páirtí le haghaidh go leor rudaí. I gcás go bhfaighidh tú leochaileacht a dhéanann difear do cheann de na comhpháirteanna sin i gcoitinne, cuir in iúl don tionscadal faoi seach é le do thoil.
hu: A Weblate számos funkciójához harmadik féltől származó összetevőket használ. Ha ezek valamelyikében általános biztonsági sérülékenységet talál, jelentse közvetlenül az érintett projektnek.
id: Weblate bergantung pada komponen pihak ketiga untuk banyak hal. Jika Anda menemukan kerentanan yang memengaruhi salah satu komponen tersebut secara umum, harap laporkan langsung ke proyek terkait.
ja: Weblate は、多くの点でサード パーティのコンポーネントに依存しています。このコンポーネントで一般的に影響する脆弱性を発見した場合は、それぞれのプロジェクトに直接報告してください。
nl: Weblate is voor veel dingen afhankelijk van onderdelen van derde partijen. In het geval dat u een kwetsbaarheid vindt die in het algemeen een van deze onderdelen beïnvloedt, rapporteer het direct naar het respectievelijke project.
pt: O Weblate depende de componentes de terceiros para muitas coisas. Caso encontre uma vulnerabilidade a afetar um desses componentes em geral, relate-o diretamente ao respectivo projeto.
pt_br: O Weblate depende de componentes de terceiros para muitas coisas. Caso você encontre uma vulnerabilidade afetando um desses componentes em geral, relate-o diretamente ao respectivo projeto.
ro: Weblate depinde de componente terțe pentru multe lucruri. În cazul în care găsiți o vulnerabilitate care afectează una dintre aceste componente în general, vă rugăm să o raportați direct la proiectul respectiv.
ru: Дабы выполнять различные задачи, Weblate также зависит от множества сторонних компонентов. В случае если вы нашли уязвимость прямо в одном из них, то сообщите о ней непосредственно в соответствующий проект.
sv: Weblate är beroende av komponenter från tredje part för många saker. Om du upptäcker en sårbarhet som påverkar någon av dessa komponenter i allmänhet, vänligen rapportera den direkt till respektive projekt.
ta: வலைபெயர்ப்பு பல விசயங்களுக்கு மூன்றாம் தரப்பு கூறுகளை சார்ந்துள்ளது. பொதுவாக அந்த கூறுகளில் ஒன்றை பாதிக்கும் ஒரு பாதிப்பை நீங்கள் கண்டால், அதை அந்தந்த திட்டத்திற்கு நேரடியாக புகாரளிக்கவும்.
tr: Weblate, birçok şey için üçüncü taraf bileşenleri kullanır. Genel olarak bu bileşenlerden birini etkileyen bir güvenlik açığı bulursanız, lütfen bunu doğrudan ilgili projeye bildirin.
uk: Weblate залежить від сторонніх складників для виконання багатьох завдань. Якщо вами буде виявлено вразливість, яка стосується одного з цих складників загалом, будь ласка, повідомте про неї розробникам відповідного проєкту.
zh_hans: Weblate 在很多事情上依赖于第三方部件。如果你发现一个影响这些部件的漏洞，请直接报告给相应的项目。
zh_hant: Weblate 在很多事情上依賴於第三方組件。如果你發現一個影響這些組件的漏洞，請直接報告給相應的項目。

source: Some of these are:
de: Einige davon sind:
ga: Seo cuid acu:
hu: Néhány ilyen összetevő például:
id: Beberapa di antaranya adalah:
ja: 依存するプログラム例:
nl: Enkele hiervan zijn:
pt: Alguns deles são:
pt_br: Alguns deles são:
ro: Unele dintre acestea sunt:
ru: Некоторые из них:
sv: Några av dessa är:
ta: அவற்றுள் சில:
tr: Bunların bazıları şunlardır:
uk: Ось деякі з цих складників:
zh_hans: 这些中的一些是：
zh_hant: 這些中的一些是：

source: Vulnerability disclosure policy
de: Richtlinie zur Offenlegung von Schwachstellen
ga: Polasaí nochta leochaileachta
hu: Sebezhetőség közzétételi szabályzat
id: Kebijakan pengungkapan kerentanan
nl: Beleid voor openbaar maken kwetsbaarheden
sv: Policy för offentliggörande av sårbarheter
uk: Політика розкриття інформації про вразливості

source: Within 30 days following a release containing a vulnerability fix, a security advisory is published at https://github.com/WeblateOrg/weblate/security/advisories. The advisory is available immediately with a release when possible.
de: Innerhalb von 30 Tagen nach einer Veröffentlichung, die das Beheben einer Schwachstelle enthält, wird ein Sicherheitshinweis unter https://github.com/WeblateOrg/weblate/security/advisories veröffentlicht. Wenn möglich, wird der Hinweis sofort mit einer neuen Version veröffentlicht.
ga: Laistigh de 30 lá tar éis eisiúint ina bhfuil ceartú leochaileachta, foilsítear comhairle slándála ag https://github.com/WeblateOrg/weblate/security/advisories. Bíonn an chomhairle ar fáil láithreach le heisiúint nuair is féidir.
hu: A sebezhetőséget javító kiadás megjelenését követő 30 napon belül biztonsági közleményt adunk ki a https://github.com/WeblateOrg/weblate/security/advisories címen. Amennyiben lehetséges, a közlemény a kiadással egy időben válik elérhetővé.
id: Dalam 30 hari setelah rilis yang berisi perbaikan kerentanan, sebuah imbauan keamanan akan dipublikasikan di https://github.com/WeblateOrg/weblate/security/advisories. Saran keamanan ini akan segera tersedia bersama rilis jika memungkinkan.
nl: Binnen 30 dagen na een uitgave die de reparatie van ene kwetsbaarheid repareert, zal een beveiligingsadvies worden gepubliceerd op https://github.com/WeblateOrg/weblate/security/advisories. Het advies is, indien mogelijk, onmiddellijk beschikbaar met een uitgave.
sv: Inom 30 dagar efter en release som innehåller en sårbarhetskorrigering publiceras en säkerhetsrekommendation på https://github.com/WeblateOrg/weblate/security/advisories. Rekommendationen är tillgänglig omedelbart vid en release när det är möjligt.
uk: Протягом 30 днів після випуску випуску, що містить виправлення вразливостей, на сайті https://github.com/WeblateOrg/weblate/security/advisories публікується рекомендація з безпеки. За можливості, консультація стає доступною одразу з випуском.

source: Any actively exploited vulnerability or severe incidents are notified to CSIRT within 24 hours, general info is provided to CSIRT within 72 hours, and a full report is provided within 14 days.
de: Jede aktiv ausgenutzte Schwachstelle oder schwerwiegende Vorfälle werden dem CSIRT innerhalb von 24 Stunden gemeldet, allgemeine Informationen werden dem CSIRT innerhalb von 72 Stunden zur Verfügung gestellt, und ein vollständiger Bericht wird innerhalb von 14 Tagen bereitgestellt.
ga: Cuirtear aon leochaileacht a shaothraítear go gníomhach nó aon teagmhais thromchúiseacha in iúl do CSIRT laistigh de 24 uair an chloig, cuirtear faisnéis ghinearálta ar fáil do CSIRT laistigh de 72 uair an chloig, agus cuirtear tuarascáil iomlán ar fáil laistigh de 14 lá.
hu: Bármely aktívan kihasznált sebezhetőségről vagy súlyos incidensről a CSIRT-et 24 órán belül értesítjük, az általános tájékoztatást 72 órán belül adjuk meg, míg a teljes jelentés legkésőbb 14 napon belül készül el.
id: Setiap kerentanan yang dieksploitasi secara aktif atau insiden parah akan diberitahukan kepada CSIRT dalam waktu 24 jam, informasi umum diberikan kepada CSIRT dalam waktu 72 jam, dan laporan lengkap diberikan dalam waktu 14 hari.
nl: Elke actief geëxploiteerde kwetsbaarheid of ernstige incidenten worden ter kennis gebracht van CSIRT binnen 24 uur, algemene informatie wordt aan CSIRT verschaft binnen 72 uur en een volledig rapport wordt binnen 14 dagen vershaft.
sv: Alla aktivt utnyttjade sårbarheter eller allvarliga incidenter rapporteras till CSIRT inom 24 timmar, allmän information lämnas till CSIRT inom 72 timmar och en fullständig rapport lämnas inom 14 dagar.
uk: Про будь-яку активно використовувану вразливість або серйозні інциденти повідомляється CSIRT протягом 24 годин, загальна інформація надається CSIRT протягом 72 годин, а повний звіт надається протягом 14 днів.

source: All users of Hosted or Dedicated Weblate impacted by a severe incident or an actively exploited vulnerability are notified within 7 days.
de: Alle Benutzer von Hosted oder Dedicated Weblate, die von einem schwerwiegenden Vorfall oder einer aktiv ausgenutzten Schwachstelle betroffen sind, werden innerhalb von 7 Tagen benachrichtigt.
ga: Cuirtear fógra laistigh de 7 lá do gach úsáideoir de Weblate Óstáilte nó Tiomnaithe a bhfuil teagmhas tromchúiseach nó leochaileacht a shaothraítear go gníomhach ag cur isteach orthu.
hu: A Hosted vagy Dedikált Weblate összes érintett felhasználóját 7 napon belül értesítjük az aktívan kihasznált sebezhetőségről vagy a súlyos incidensről.
id: Semua pengguna Hosted atau Dedicated Weblate yang terkena dampak insiden parah atau kerentanan yang dieksploitasi secara aktif akan diberitahukan dalam waktu 7 hari.
nl: Alle gebruikers van Hosted of Dedicated Weblate die worden getroffen door een ernstig incident of een actief geëxploiteerde kwetsbaarheid worden binnen 7 dagen in kennis gesteld.
sv: Alla användare av Hosted eller Dedicated Weblate som drabbats av en allvarlig incident eller en aktivt utnyttjad sårbarhet underrättas inom 7 dagar.
uk: Усі користувачі розміщеного або виділеного Weblate, на яких вплинув серйозний інцидент або активно використовувана вразливість, отримують повідомлення протягом 7 днів.

source: Localization Threat Model
sv: Lokalisering Hotmodell

source: Outsourcing or crowdsourcing translation tasks to third parties introduces additional security and privacy risks. Unlike internal development teams, translators may have limited trust relationships with the organization and may operate from various jurisdictions. This model identifies and classifies threats associated with external translation contributors.
sv: Att lägga ut översättningsuppdrag på entreprenad eller crowdsourcing till tredje part medför ytterligare säkerhets- och integritetsrisker. Till skillnad från interna utvecklingsteam kan översättare ha begränsade förtroenderelationer med organisationen och kan verka från olika jurisdiktioner. Denna modell identifierar och klassificerar hot som är förknippade med externa översättningsleverantörer.

source: Key Assumptions
sv: Viktiga antaganden
