Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The header value is case-sensitive in the configuration, so ``WEBLATE_SECURE_PROXY_SSL_HEADER=HTTP_X_CUSTOM_PROTO,https`` and ``WEBLATE_SECURE_PROXY_SSL_HEADER=HTTP_X_CUSTOM_PROTO,HTTPS`` are not interchangeable.
id: Nilai header peka huruf besar-kecil dalam konfigurasi, jadi ``WEBLATE_SECURE_PROXY_SSL_HEADER=HTTP_X_CUSTOM_PROTO,https`` dan ``WEBLATE_SECURE_PROXY_SSL_HEADER=HTTP_X_CUSTOM_PROTO,HTTPS`` tidak dapat dipertukarkan.
sv: Header-värdet är skiftlägeskänsligt i konfigurationen, så ``WEBLATE_SECURE_PROXY_SSL_HEADER=HTTP_X_CUSTOM_PROTO,https`` och ``WEBLATE_SECURE_PROXY_SSL_HEADER=HTTP_X_CUSTOM_PROTO,HTTPS`` är inte utbytbara.

source: If you are getting a "Too many redirects" error from the browser, this is most likely caused by mismatch between the actual protocol (HTTPS) and what is observed by Weblate.
id: Jika Anda mendapatkan galat "Terlalu banyak pengalihan" dari peramban, kemungkinan besar ini disebabkan oleh ketidakcocokan antara protokol aktual (HTTPS) dan apa yang diamati oleh Weblate.
sv: Om du får felmeddelandet "För många omdirigeringar" från webbläsaren beror det troligen på att det faktiska protokollet (HTTPS) inte stämmer överens med det som Weblate observerar.

source: The protocol proxy headers are automatically handled by :program:`gunicorn` in the default configuration, but other WSGI servers have more secure configuration and require explicit setting of this.
id: Header proksi protokol secara otomatis ditangani oleh :program:`gunicorn` dalam konfigurasi bawaan, tetapi server WSGI lainnya memiliki konfigurasi yang lebih aman dan memerlukan pengaturan eksplisit ini.
sv: Protokollproxyhuvudena hanteras automatiskt av :program:`gunicorn` i standardkonfigurationen, men andra WSGI-servrar har en säkrare konfiguration och kräver en explicit inställning av detta.

source: Since Weblate 5.13 the Docker container is using :program:`granian` and it now requires the explicit configuration of :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER`.
id: Sejak Weblate 5.13 kontainer Docker menggunakan :program:`granian` dan sekarang memerlukan konfigurasi eksplisit :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER`.
sv: Sedan Weblate 5.13 använder Docker-containern :program:`granian` och kräver nu en explicit konfiguration av :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER`.

source: Weblate does execute VCS commands and those accept proxy configuration from environment. The recommended approach is to define proxy settings in :file:`settings.py`:
de: Weblate führt VCS-Befehle aus und diese akzeptieren die Proxy-Konfiguration aus der Einsatzumgebung. Es wird empfohlen, die Proxy-Einstellungen in :file:`settings.py` zu definieren:
ga: Feidhmíonn Weblate orduithe VCS agus glacann siad leo cumraíocht seachfhreastalaí ón gcomhshaol. Is é an cur chuige a mholtar socruithe seachfhreastalaí a shainiú in :file:`settings.py`:
hu: A Weblate VCS (verziókezelő rendszer) parancsokat is futtat, amelyek elfogadják a proxybeállításokat a környezeti változókból. Ajánlott a proxybeállításokat a :file:`settings.py` fájlban definiálni:
id: Weblate memang menjalankan perintah VCS dan perintah tersebut menerima konfigurasi proksi dari lingkungan. Pendekatan yang disarankan adalah menentukan pengaturan proksi di :file:`settings.py`:
ja: Weblate は VCS コマンドを実行しますが、これは環境変数のプロキシ設定を取り込んでいます。:file:`settings.py` にプロキシを設定してください。設定内容:
nl: Weblate voert geen opdrachten voor VCS uit en die accepteren de proxyconfiguratie uit de omgeving. De aanbevolen benadering is om de instellingen voor de proxy te definiëren in :file:`settings.py`:
pt: O Weblate executa comandos VCS e esses que aceitam a configuração proxy do ambiente. A abordagem recomendada é definir configurações de proxy em :file:`settings.py`:
pt_br: O Weblate executa comandos VCS e aqueles que aceitam a configuração proxy do ambiente. A abordagem recomendada é definir configurações de proxy em :file:`settings.py`:
ro: Weblate execută comenzi VCS și acceptă configurația proxy din mediul înconjurător. Abordarea recomandată este de a defini setările proxy în :file:`settings.py`:
ru: Weblate запускает команды системы контроля версий, а те берут настройки прокси из переменных окружения. Для их настройки рекомендуемый подход — определить необходимые параметры прокси в файле :file:`settings.py`:
sv: Weblate utför VCS-kommandon och dessa accepterar proxykonfiguration från miljön. Det rekommenderade tillvägagångssättet är att definiera proxyinställningar i :file:`settings.py`:
tr: Weblate, sürüm denetimi sistemi komutlarını yürütür ve bunlar ortamın vekil sunucu yapılandırmasını alır. Önerilen yaklaşım, :file:`settings.py` dosyasında vekil sunucu ayarlarını belirtmektir:
uk: Weblate виконує команди системи керування версіями, а ці команди приймають налаштування проксі-сервера із середовища. Рекомендованим підходом є визначення параметрів проксі-сервера у :file:`settings.py`:
zh_hans: Weblate 执行版本控制系统命令，这些命令接受来自环境的代理配置。推荐在 :file:`settings.py` 中定义代理设置：
zh_hant: Weblate 執行版本控制系統（VCS ）命令，並且那些從環境中接受代理配置。推薦的方法是在 :file:`settings.py` 中定義代理設置：

source: `Proxy Environment Variables <https://everything.curl.dev/usingcurl/proxies/env.html>`_
de: `Proxy-Umgebungsvariablen <https://everything.curl.dev/usingcurl/proxies/env.html>`_
ga: `Athróga Timpeallachta Seachfhreastalaí <https://everything.curl.dev/usingcurl/proxies/env.html>`_
hu: `Proxy környezeti változók <https://everything.curl.dev/usingcurl/proxies/env.html>`_
id: `Variabel Lingkungan Proksi <https://everything.curl.dev/usingcurl/proxies/env.html>`_
ja: `プロキシ環境変数 <https://everything.curl.dev/usingcurl/proxies/env.html>`_
nl: `Proxy omgevingsvariabelen <https://everything.curl.dev/usingcurl/proxies/env.html>`_
pt: `Variáveis de Ambiente de Proxy <https://everything.curl.dev/usingcurl/proxies/env.html>`_
pt_br: `Variáveis de Ambiente de Proxy <https://everything.curl.dev/usingcurl/proxies/env.html>`_
sv: `Proxy-miljövariabler <https://everything.curl.dev/usingcurl/proxies/env.html>`_
ta: `ப்ராக்சி சுற்றுச்சூழல் மாறிகள் <https://everything.curl.dev/usingcurl/proxies/env.html>` _
tr: `Vekil sunucu ortam değişkenleri <https://everything.curl.dev/usingcurl/proxies/env.html>`_
uk: `Змінні середовища для проксі-серверів <https://everything.curl.dev/usingcurl/proxies/env.html>`_
zh_hans: `代理环境变量 <https://everything.curl.dev/usingcurl/proxies/env.html>`_

source: Adjusting configuration
de: Anpassen der Konfiguration
ga: Cumraíocht a choigeartú
hu: Konfiguráció módosítása
id: Menyesuaikan konfigurasi
ja: 詳細設定
nl: Configuratie aanpassen
pt: Ajustar a configuração
pt_br: Ajustando a configuração
ro: Ajustarea configurației
ru: Изменение конфигурации под свои нужды
sv: Justera konfigurationen
ta: உள்ளமைவை சரிசெய்தல்
tr: Yapılandırmayı ayarlama
uk: Коригування налаштувань
zh_hans: 调整配置
zh_hant: 調整配置

source: Copy :file:`weblate/settings_example.py` to :file:`weblate/settings.py` and adjust it to match your setup. You will probably want to adjust the following options:
de: Kopieren Sie :file:`weblate/settings_example.py` nach :file:`weblate/settings.py` und passen Sie es an Ihre Einrichtung an. Wahrscheinlich werden Sie die folgenden Optionen anpassen:
ga: Cóipeáil :file:`weblate/settings_example.py` chuig :file:`weblate/settings.py` agus é a choigeartú chun do shocrú a mheaitseáil. Is dócha gur mhaith leat na roghanna seo a leanas a choigeartú:
hu: Másolja a :file:`weblate/settings_example.py` fájlt :file:`weblate/settings.py` néven, és igazítsa a rendszere környezetéhez. Valószínűleg az alábbi beállításokat kell majd módosítani:
id: Salin :file:`weblate/settings_example.py` ke :file:`weblate/settings.py` dan sesuaikan agar sesuai dengan pengaturan Anda. Mungkin Anda ingin menyesuaikan opsi berikut:
ja: :file:`weblate/settings_example.py` を :file:`weblate/settings.py` にコピーし、設定に合わせて変更します。詳細設定すべきオプション:
nl: Kopieer :file:`weblate/settings_example.py` naar :file:`weblate/settings.py` en pas het aan zodat het overeen komt met uw opstelling. U zult waarschijnlijk de volgende opties willen veranderen:
pt: Copie :file:`weblate/settings_example.py` para :file:`weblate/settings.py` e ajuste-o para corresponder à configuração. Provavelmente irá ajustar as opções a seguir:
pt_br: Copie :file:`weblate/settings_example.py` para :file:`weblate/settings.py` e ajuste-o para corresponder à configuração. Você provavelmente vai querer ajustar as seguintes opções:
ro: Copiați :file:`weblate/settings_example.py` în :file:`weblate/settings.py` și ajustați-l pentru a se potrivi cu configurația dumneavoastră. Probabil că veți dori să ajustați următoarele opțiuni:
ru: Скопируйте :file:`weblate/settings_example.py` в :file:`weblate/settings.py` и подправьте его в соответствии со своими настройками. Скорее всего, вы захотите настроить следующие параметры:
sv: Kopiera :file:`weblate/settings_example.py` till :file:`weblate/settings.py` och anpassa den efter din konfiguration. Du kommer troligen att vilja justera följande alternativ:
tr: :file:`weblate/settings_example.py` dosyasını :file:`weblate/settings.py` dosyasına kopyalayın ve kurulumunuza uygun olarak ayarlayın. Büyük olasılıkla şu seçenekleri ayarlamak isteyeceksiniz:
uk: Скопіюйте :file:`weblate/settings_example.py` до :file:`weblate/settings.py` і скоригуйте його відповідно до ваших потреб. Ймовірно, вам потрібно скоригувати такі параметри:
zh_hans: 将 :file:`weblate/settings_example.py` 复制到 :file:`weblate/settings.py`，并且调整它与你的设置匹配。你可能想要调整后面的选项：
zh_hant: 將 :file:`weblate/settings_example.py` 複製到 :file:`weblate/settings.py` ，並且調整它與你的設置匹配。你可能想要調整後面的選項：

source: List of site administrators to receive notifications when something goes wrong, for example notifications on failed merges, or Django errors.
de: Liste der Website-Administratoren, die Benachrichtigungen erhalten sollen, wenn etwas schiefläuft, z. B. Benachrichtigungen über fehlgeschlagene Merges oder Django-Fehler.
ga: Liosta de riarthóirí láithreáin a gheobhaidh fógraí nuair a théann rud éigin mícheart, mar shampla fógraí ar chumaisc theipthe, nó earráidí Django.
hu: A webhely adminisztrátorainak listája, akik értesítést kapnak, ha valami hiba történik, például sikertelen egyesítésekről vagy Django hibákról.
id: Daftar administrator situs yang menerima pemberitahuan saat terjadi kesalahan, misalnya pemberitahuan tentang penggabungan yang gagal, atau galat Django.
ja: マージの失敗や Django エラーなど、問題が発生したときに通知を受け取るサイト管理者一覧。
nl: Lijst met beheerders van de site om notificaties te ontvangen als er iets mis gaat, bijvoorbeeld notificaties voor mislukte samenvoegingen, of fouten in Django.
pt: Lista de administradores de sites para receber notificações quando algo dá errado, por exemplo, notificações em mesclagens fracassadas ou erros de Django.
pt_br: Lista de administradores de sites para receber notificações quando algo dá errado, por exemplo, notificações em mesclagens fracassadas ou erros de Django.
ro: Lista de administratori de site care trebuie să primească notificări atunci când ceva nu merge bine, de exemplu, notificări privind fuziunile eșuate sau erorile Django.
ru: Список администраторов сайтов для получения уведомлений, когда что-то идет не так, например, для получения уведомлений о неудачных слияниях, или об ошибках Django.
sv: Lista över webbplatsadministratörer som ska få meddelanden när något går fel, till exempel meddelanden om misslyckade sammanslagningar eller Django-fel.
ta: ஏதேனும் தவறு நடந்தால் அறிவிப்புகளைப் பெற தள நிர்வாகிகளின் பட்டியல், எடுத்துக்காட்டாக தோல்வியுற்ற இணைப்புகள் அல்லது சாங்கோ பிழைகள் குறித்த அறிவிப்புகள்.
tr: Bir şeyler ters gittiğinde bildirim alacak site yöneticilerinin listesi. Başarısız olan birleştirme bildirimleri ya da Django hataları gibi.
uk: Список адміністраторів сайта, які отримуватимуть сповіщення при помилках, зокрема сповіщення щодо невдалого об'єднання або помилок Django.
zh_hans: 出现问题时接收通知站点管理员名单，例如合并失败或 Django 错误的通知。
zh_hant: 網站管理者的列表，當發生故障時它們接收通知，例如合併失敗或 Django 錯誤的通知。

source: Contact form sends e-mail on these as well unless :setting:`ADMINS_CONTACT` is configured.
de: Das Kontaktformular sendet auch an diese eine E-Mail, es sei denn, :setting:`ADMINS_CONTACT` ist konfiguriert.
ga: Seolann an fhoirm teagmhála r-phost orthu seo freisin ach amháin má tá :setting:`ADMINS_CONTACT` cumraithe.
hu: A kapcsolatfelvételi űrlap is ezekre az e-mail címekre küld üzenetet, hacsak nincs külön megadvaz :setting:`ADMINS_CONTACT`.
id: Formulir kontak juga mengirimkan surel pada ini kecuali :setting:`ADMINS_CONTACT` dikonfigurasi.
ja: :setting:`ADMINS_CONTACT` が設定されていない限り、お問い合わせフォームもこれらのメールアドレスへ送信します。
nl: Contactformulier verzendt hier ook e-mail over, tenzij :setting:`ADMINS_CONTACT` is geconfigureerd.
pt: O formulário de contato também lhes envia e-mail, a menos que a :setting:`ADMINS_CONTACT` esteja configurada.
pt_br: O formulário de contato também envia e-mail para eles, a menos que a :setting:`ADMINS_CONTACT` esteja configurada.
sv: Kontaktformuläret skickar även e-post om dessa, såvida inte :setting:`ADMINS_CONTACT` är konfigurerat.
tr: İletişim formu, :setting:`ADMINS_CONTACT` yapılandırılmadığı sürece bu adreslere de e-posta gönderir.
uk: Форма зв'язку надсилає повідомлення електронної пошти і на ці адреси, якщо не налаштовано :setting:`ADMINS_CONTACT`.
zh_hans: 联络表单也会在这些情况下发送电子邮件，除非你对 :setting:`ADMINS_CONTACT` 进行了配置。

source: You need to set this to list the hosts your site is supposed to serve. For example:
de: Sie müssen hier die Hosts auflisten, die Ihre Website bedienen soll. Zum Beispiel:
ga: Ní mór duit é seo a shocrú chun liosta a dhéanamh de na hóstach a bhfuil do shuíomh ceaptha freastal orthu. Mar shampla:
hu: Meg kell adnia, hogy a webhely milyen hosztneveket szolgálhat ki. Például:
id: Anda perlu mengaturnya agar mencantumkan host yang seharusnya dilayani oleh situs Anda. Misalnya:
ja: サイトでサービスを提供する予定のホスト一覧を設定してください。設定例:
nl: U moet dit instellen met de vermelding van de hosts die uw site wordt geacht te serveren. Bijvoorbeeld:
pt: Precisa definir isso para listar os hosts que o seu site deve servir. Por exemplo:
pt_br: Você precisa definir isso para listar os hosts que seu site deve servir. Por exemplo:
ro: Trebuie să setați acest lucru pentru a lista gazdele pe care site-ul tău trebuie să le deservească. De exemplu:
ru: Вы должны установить эту настройку в список хостов, которые должен обслуживать ваш сайт. Например:
sv: Du måste ställa in detta för att lista de värdar som din webbplats ska betjäna. Till exempel:
ta: உங்கள் தளம் பணி செய்ய வேண்டிய ஓச்ட்களை பட்டியலிட இதை அமைக்க வேண்டும். உதாரணத்திற்கு:
tr: Bu seçeneği, sitenizin sunması gereken barındırma hizmetlerini listeleyecek biçimde ayarlamalısınız. Örneğin:
uk: Вам слід встановити для цього параметра значення списку вузлів, які має обслуговувати ваш сайт. Приклад:
zh_hans: 需要设置这个，来列出你的网站支持服务的主机。例如：
zh_hant: 需要設置這個，來列出你的網站支持服務的主機。例如：

source: Alternatively you can include wildcard:
de: Alternativ können Sie auch einen Platzhalter einfügen:
ga: Nó is féidir leat saoróg a chur san áireamh:
hu: Alternatívaként használhat helyettesítő karaktereket is:
id: Alternatifnya Anda dapat menyertakan wildcard:
ja: ワイルドカードの使用例:
nl: Als alternatief kunt u een jokerteken opnemen:
pt: Alternativamente, pode incluir curinga:
pt_br: Alternativamente, você pode incluir curinga:
ro: Alternativ, puteți include caractere wildcard:
ru: Или же вы можете указать символ шаблона:
sv: Alternativt kan du inkludera jokertecken:
ta: மாற்றாக நீங்கள் வைல்டு கார்டைச் சேர்க்கலாம்:
tr: Alternatif olarak genel arama karakteri ekleyebilirsiniz:
uk: Крім того, ви можете включити символ-замінник:
zh_hans: 另外可以包括通配符：
zh_hant: 另外可以包括通配符：

source: Configure how your sessions will be stored. In case you keep the default database backend engine, you should schedule: :command:`weblate clearsessions` to remove stale session data from the database.
de: Konfigurieren Sie, wie Ihre Sitzungen gespeichert werden sollen. Wenn Sie die Standarddatenbank-Backend-Engine beibehalten, sollten Sie Folgendes vorsehen: :command:`weblate clearsessions`, um veraltete Sitzungsdaten aus der Datenbank zu entfernen.
ga: Cumraigh conas a stórálfar do sheisiúin. Sa chás go gcoinníonn tú inneall réamhshocraithe an bhunachair shonraí, ba cheart duit na nithe seo a leanas a sceidealú: :command:`weblate clearsessions` chun seansonraí seisiúin a bhaint den bhunachar sonraí.
hu: Állítsa be, hogy a munkamenetek (sessions) hol legyenek tárolva. Ha az alapértelmezett adatbázis-háttérmotort használja, akkor ütemezze a :command:`weblate clearsessions` parancsot a régi munkamenet-adatok törlésére az adatbázisból.
id: Konfigurasikan cara penyimpanan sesi Anda. Jika Anda tetap menggunakan mesin backend basis data bawaan, Anda harus menjadwalkan: :command:`weblate clearsessions` untuk menghapus data sesi yang tidak lagi relevan dari basis data.
ja: セッションの保存方法を設定します。デフォルトのデータベース バックエンド エンジンを使用している場合に必要なスケジュール: :command:`weblate clearsessions` を使用して、古いセッション データをデータベースから削除します。
nl: Configureer hoe uw sessies zullen worden opgeslagen. In het geval dat u de standaard backend van het database-programma behoud, zou u: :command:`weblate clearsessions` in het schema moeten opnemen om gegevens van verouderde sessies uit de database te verwijderen.
pt: Configure como as suas sessões serão armazenadas. Caso mantenha o mecanismo de backend do banco de dados predefinido, deve agendar: :command:`weblate clearsessions` para remover dados de sessão obsoletos do banco de dados.
pt_br: Configure como suas sessões serão armazenadas. Caso você mantenha o mecanismo de backend do banco de dados padrão, você deve agendar: :command:`weblate clearsessions` para remover dados de sessão obsoletos do banco de dados.
ro: Configurați modul în care vor fi stocate sesiunile dvs. În cazul în care păstrați motorul implicit al bazei de date backend, ar trebui să programați: :command:`weblate clearsessions` pentru a elimina din baza de date datele vechi ale sesiunilor.
ru: Настраивает то, как будут храниться ваши сессии. В случае, если вы оставили механизм хранения по умолчанию — в базе данных — вы должны настроить расписание для команды :command:`weblate clearsessions`, удаляющей из базы данных данные об устаревших сессиях.
sv: Konfigurera hur dina sessioner ska lagras. Om du behåller standarddatabasmotorn bör du schemalägga :command:`weblate clearsessions` för att ta bort gamla sessionsdata från databasen.
ta: உங்கள் அமர்வுகள் எவ்வாறு சேமிக்கப்படும் என்பதை உள்ளமைக்கவும். இயல்புநிலை தரவுத்தள பின்தளத்தில் இயந்திரத்தை நீங்கள் வைத்திருந்தால், நீங்கள் திட்டமிட வேண்டும் :: கட்டளை: தரவுத்தளத்திலிருந்து பழமையான அமர்வு தரவை அகற்ற `வலைபெயர்ப்பு கிளியர்செசன்ச்`.
tr: Oturumlarınızın nasıl kaydedileceğini yapılandırın. Varsayılan veri tabanı arka uç altyapısını korumanız durumunda, eski oturum verilerini veri tabanından kaldırmak için :command:`weblate clearsessions` görevini zamanlamanız gerekir.
uk: Налаштування способу збереження ваших сеансів. Якщо ви збережете типовий рушій обробника бази даних, вам слід запланувати :command:`weblate clearsessions` для вилучення застарілих даних сеансу з бази даних.
zh_hans: 配置如何存储会话。在保持默认的数据库后端引擎的情况下，应该安排 :command:`weblate clearsessions` 从数据库中删除旧的会话。
zh_hant: 配置如何存儲會話。在保持默認的數據庫後端引擎的情況下，應該安排 :command:`weblate clearsessions` 從數據庫中刪除舊的會話。

source: If you are using Valkey or Redis as cache (see :ref:`production-cache`) it is recommended to use it for sessions as well:
sv: Om du använder Valkey eller Redis som cache (se :ref:`production-cache`) rekommenderas det att du använder det även för sessioner:

source: Connectivity to database server, please check Django's documentation for more details.
de: Verbindung zum Datenbankserver, bitte lesen Sie die Django-Dokumentation für weitere Details.
ga: Nascacht le freastalaí bunachar sonraí, seiceáil doiciméadú Django le haghaidh tuilleadh sonraí.
hu: Az adatbázis-kiszolgálóhoz való csatlakozás részleteiért kérjük, olvassa el a Django dokumentációját.
id: Konektivitas ke server basis data, silakan periksa dokumentasi Django untuk rincian lebih lanjut.
ja: データベース サーバーへの接続設定。詳細については、Django のドキュメントを確認してください。
nl: Connectiviteit met de databaseserver, controleer de documentatie van Django voor meer details.
pt: Conetividade ao servidor de banco de dados, verifique a documentação do Django para obter mais detalhes.
pt_br: Conectividade ao servidor de banco de dados, verifique a documentação do Django para obter mais detalhes.
ro: Conectivitatea la serverul de baze de date, vă rugăm să consultați documentația Django pentru mai multe detalii.
ru: Подключение к серверу базы данных, подробнее об этой настройке читайте в документации Django.
sv: Anslutning till databasserver, se Djangos dokumentation för mer information.
ta: தரவுத்தள சேவையகத்துடன் இணைப்பு, மேலும் விவரங்களுக்கு சாங்கோவின் ஆவணங்களை சரிபார்க்கவும்.
tr: Veri tabanı sunucusu ile bağlantı. Ayrıntı bilgi almak içinDjango belgelerine bakabilirsiniz.
uk: Можливість з'єднання із сервером бази даних. Будь ласка, ознайомтеся із документацією до Django, щоб дізнатися більше.
zh_hans: 连接到数据库服务器，请查阅 Django 的文档了解详情。
zh_hant: 到數據庫服務器的連接性，細節請查看 Django 的文件。
