Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Make XLIFF standard compliant parsing of maxwidth and font.
de: XLIFF-Standardkonformes Analysieren von maxwidth und font.
ga: Déan parsáil chaighdeánach chomhlíontach XLIFF ar uasleithead agus cló.
hu: XLIFF fájlok maxwidth és font mezőinek feldolgozása szabványkompatibilissé vált.
id: Jadikan penguraian lebar maksimum dan font sesuai standar XLIFF.
ja: XLIFF 標準に準拠した最大幅とフォントの解析を行うよう改良。
nl: Maak XLIFF standaard conform voor parsen van maxwidth en font.
pt: Tornada a análise compatível com o padrão XLIFF de altura máxima e fonte.
pt_br: Tornada a análise compatível com o padrão XLIFF de altura máxima e fonte.
ro: Efectuați o analiză conformă cu standardul XLIFF a lățimii maxime și a fontului.
ru: Разбор атрибутов maxwidth и font в формате XLIFF сделан совместимым со стандартом.
sv: Gör XLIFF-standardkompatibel parsning av maxwidth och font.
ta: ஃலிப்ப் தரநிலை இணக்கமான மேக்ச்விட் மற்றும் எழுத்துருவின் பாகுபடுத்தலை உருவாக்குங்கள்.
tr: XLIFF standardı, en fazla genişlik ve yazı tipi işlenmesi ile uyumlu hale getirildi.
uk: XLIFF узгоджено зі стандартом шляхом обробки записів maxwidth і font.
zh_hans: 使 XLIFF 标准兼容最大宽度和字体的解析。
zh_hant: 使 XLIFF 標準兼容最大寬度和字體的解析。

source: Added new check and fixer for safe HTML markup for translating web applications.
de: Neue Prüfung auf und neuer Fixer für sichere HTML-Auszeichnung für die Übersetzung von Webanwendungen hinzugefügt.
ga: Cuireadh seic agus socraitheoir nua leis le haghaidh marcáil HTML sábháilte chun feidhmchláir ghréasáin a aistriú.
hu: Új ellenőrzés és javító hozzáadva webes alkalmazások fordításához használt biztonságos HTML jelölésekhez.
id: Menambahkan pemeriksaan dan perbaikan baru untuk markup HTML yang aman untuk menerjemahkan aplikasi web.
ja: Web アプリケーションを翻訳する際に、安全な HTML マークアップのための検査と修正を新たに追加。
nl: Nieuwe controle en reparatie voor opmaak van veilige HTML voor het vertalen van webtoepassingen toegevoegd.
pt: Adicionados uma nova verificação e correção para marcação HTML segura para traduzir aplicações web.
pt_br: Adicionados uma nova verificação e correção para marcação HTML segura para traduzir aplicativos web.
ro: A fost adăugată o nouă verificare și reparare a marcajelor HTML sigure pentru traducerea aplicațiilor web.
ru: Добавлена новая проверка и исправление для безопасной HTML-разметки при переводе веб-приложений.
sv: Lagt till ny kontroll och korrigerare för säker HTML-markering för översättning av webbapplikationer.
ta: வலை பயன்பாடுகளை மொழிபெயர்ப்பதற்கு பாதுகாப்பான html மார்க்அப்பிற்கான புதிய சோதனை மற்றும் சரிசெய்தல் சேர்க்கப்பட்டது.
tr: İnternet uygulamalarını çevirmek üzere güvenli HTML biçimlendirmesi için yeni denetim ve düzeltici eklendi.
uk: Додано нову перевірку і засіб виправлення для безпечної розмітки HTML для перекладу вебпрограм.
zh_hans: 为传输 web 应用的安全 HTML 标记添加了新的检查并进行了修复。
zh_hant: 為傳輸 web 應用的安全 HTML 標記添加了新的檢查並進行了修復。

source: Add component alert on unsupported configuration.
de: Komponentenwarnung bei nicht unterstützter Konfiguration hinzugefügt.
ga: Cuir foláireamh comhpháirte leis ar chumraíocht nach dtacaítear léi.
hu: Nem támogatott konfiguráció esetén összetevő figyelmeztetés jelenik meg.
id: Tambahkan peringatan komponen pada konfigurasi yang tidak didukung.
ja: 未対応の設定に対するコンポーネントの警告を追加。
nl: Alarm voor onderdeel voor niet ondersteunde configuratie toegevoegd.
pt: Adicionado um alerta de componente em configuração sem suporte.
pt_br: Adicionado um alerta de componente em configuração sem suporte.
ro: Adăugați o alertă de componentă privind configurația neacceptată.
ru: В компоненте добавлено предупреждение при обнаружении неподдерживаемой конфигурации.
sv: Lägg till komponentvarning vid icke-stödd konfiguration.
ta: ஆதரிக்கப்படாத உள்ளமைவில் கூறு எச்சரிக்கையைச் சேர்.
tr: Desteklenmeyen yapılandırma için bileşen uyarısı eklendi.
uk: Додано попередження щодо складників при непідтримуваних налаштуваннях.
zh_hans: 对不支持的配置添加了部件警报。
zh_hant: 對未支持的配置添加了組件提醒。

source: Added automatic translation add-on to bootstrap translations.
de: Erweiterung für automatische Übersetzung zu Bootstrap-Übersetzungen hinzugefügt.
ga: Cuireadh breiseán aistriúcháin uathoibríoch leis na haistriúcháin bootstrap.
hu: Automatikus fordítási kiegészítő hozzáadva a kezdeti fordítások létrehozásához.
id: Menambahkan pengaya terjemahan otomatis ke terjemahan bootstrap.
ja: 翻訳のブートストラップ用に自動翻訳アドオンを追加。
nl: Add-on voor automatische vertaling toegevoegd voor bootstrap-vertalingen.
pt: Adicionada uma extensão de tradução automática para inicializar traduções.
pt_br: Adicionado um complemento de tradução automática para inicializar traduções.
ro: A fost adăugat un add-on de traducere automată pentru traducerile bootstrap.
ru: Добавлена надстройка автоматического перевода для начального перевода.
sv: Lagt till tillägg för automatisk översättning till Bootstrap-översättningar.
ta: தொடக்கவார் மொழிபெயர்ப்புகளுக்கு தானியங்கி மொழிபெயர்ப்பு கூடுதல் சேர்க்கப்பட்டது.
tr: İlk çevirileri hazırlamak için kendiliğinden çeviri eklentisi eklendi.
uk: Додано додаток автоматичного перекладу для побудови перекладів.
zh_hans: 添加了自动翻译附加组件来引导翻译。

source: Extend automatic translation to add suggestions.
de: Erweiterung der automatischen Übersetzung um Vorschläge.
ga: Leathnaigh an t-aistriúchán uathoibríoch chun moltaí a chur leis.
hu: Automatikus fordítás kiterjesztve javaslatok létrehozására is.
id: Perluas terjemahan otomatis untuk menambahkan saran.
ja: 提案を追加できるように自動翻訳を拡張。
nl: Automatische vertaling uitgebreid om suggesties toe te voegen.
pt: Estender tradução automática para adicionar sugestões.
pt_br: Estender tradução automática para adicionar sugestões.
ro: Extindeți traducerea automată pentru a adăuga sugestii.
ru: Автоматический перевод расширен для добавления предложений.
sv: Utöka automatisk översättning för att lägga till förslag.
ta: பரிந்துரைகளைச் சேர்க்க தானியங்கி மொழிபெயர்ப்பை நீட்டிக்கவும்.
tr: Kendiliğinden çeviri, önerileri ekleyecek şekilde zenginleştirildi.
uk: Засоби автоматичного перекладу розширено на випадок додавання пропозицій.
zh_hans: 扩展了自动翻译来添加建议。
zh_hant: 擴展了自動翻譯來添加建議。

source: Display add-on parameters on overview.
de: Erweiterungsparameter werden in der Übersicht angezeigt.
ga: Taispeáin paraiméadair bhreiseáin ar fhorbhreathnú.
hu: Kiegészítők paramétereinek megjelenítése az áttekintő oldalon.
id: Menampilkan parameter pengaya pada ikhtisar.
ja: 概要にアドオンのパラメータを表示するように変更。
nl: Parameters voor add-on weergeven op overzicht.
pt: Exibir parâmetros adicionais na visão geral.
pt_br: Mostrar parâmetros adicionais na visão geral.
ro: Afișarea parametrilor suplimentari în prezentarea generală.
ru: Отображение в обзоре параметров надстройки.
sv: Visa tilläggsparametrar i översikten.
ta: கண்ணோட்டத்தில் கூடுதல் அளவுருக்களைக் காண்பி.
tr: Özet görünümüne eklenti parametreleri eklendi.
uk: Реалізовано показ параметрів додатка в огляді.
zh_hans: 在概览上显示附加组件参数。
zh_hant: 在概覽上顯示附加組件參數。

source: Sentry is now supported through modern Sentry SDK instead of Raven.
de: Sentry wird nun durch das moderne Sentry-SDK anstelle von Raven unterstützt.
ga: Tugtar tacaíocht do Sentry anois trí Sentry SDK nua-aimseartha in ionad Raven.
hu: A Sentry mostantól a modern Sentry SDK-n keresztül támogatott a korábbi Raven helyett.
id: Sentry sekarang didukung melalui Sentry SDK modern, bukan Raven.
ja: Sentry は、Raven の代わりに最新の Sentry SDK で対応するように変更。
nl: Sentry wordt nu ondersteund door moderne Sentry SDK in plaats van door Raven.
pt: Sentry agora é compatível com o moderno Sentry SDK em vez do Raven.
pt_br: Sentry agora é compatível com o moderno Sentry SDK em vez do Raven.
ro: Sentry este acum suportat prin Sentry SDK modern în loc de Raven.
ru: Sentry теперь поддерживается через современный Sentry SDK вместо Raven.
sv: Sentry stöds nu via moderna Sentry SDK istället för Raven.
ta: சென்ட்ரி இப்போது ராவனுக்கு பதிலாக நவீன சென்ட்ரி எச்.டி.கே மூலம் ஆதரிக்கப்படுகிறார்.
tr: Sentry için Raven yerine modern Sentry SDK desteği eklendi.
uk: Підтримку Sentry реалізовано за допомогою сучасного Sentry SDK замість Raven.
zh_hans: 现在通过当代的 Sengtry SDK 而不是 Raven 支持 Sentry。
zh_hant: 現在通過當代的 Sengtry SDK 而不是 Raven 支持 Sentry。

source: Changed example settings to be better fit for production environment.
de: Die Beispieleinstellungen geändert, um sie besser an die Produktionsumgebung anzupassen.
ga: Socruithe sampla athraithe le bheith oiriúnach níos fearr don timpeallacht táirgthe.
hu: Példabeállítások módosítva, hogy jobban megfeleljenek az éles környezetnek.
id: Mengubah pengaturan contoh agar lebih sesuai dengan lingkungan produksi.
ja: 運用環境に適した設定例を変更。
nl: Gewijzigde voorbeeldinstellingen om beter te passen bij een productieomgeving.
pt: Alteradas as configurações de exemplo para se adequarem melhor ao ambiente de produção.
pt_br: Alteradas as configurações de exemplo para se adequarem melhor ao ambiente de produção.
ro: S-au modificat setările de exemplu pentru a se potrivi mai bine mediului de producție.
ru: Изменены примеры настроек, чтобы они лучше соответствовали окружению рабочей среды.
sv: Ändrade exempelinställningarna för att bättre passa produktionsmiljön.
ta: மாற்றப்பட்ட எடுத்துக்காட்டு அமைப்புகள் விளைவாக்கம் சூழலுக்கு மிகவும் பொருத்தமாக இருக்கும்.
tr: Örnek ayarları, üretim ortamına daha uygun olacak biçimde değiştirildi.
uk: Змінено параметри прикладу так, щоб вони краще відповідали промисловому середовищу.
zh_hans: 更改了示例设置，更好地适配生产环境。
zh_hant: 更改了示例設置，更好地適配生產環境。

source: Added automated backups using BorgBackup.
de: Automatische Sicherungen mit BorgBackup hinzugefügt.
ga: Cuireadh cúltacaí uathoibrithe leis ag baint úsáide as BorgBackup.
hu: Automatizált biztonsági mentések támogatása BorgBackup használatával.
id: Menambahkan rekam cadang otomatis menggunakan BorgBackup.
ja: BorgBackup を使用した自動バックアップの追加。
nl: Geautomatiseerde back-ups met BorgBackup toegevoegd.
pt: Adicionados backups automatizados a usar BorgBackup.
pt_br: Adicionados backups automatizados usando BorgBackup.
ro: Adăugat backup-uri automate folosind BorgBackup.
ru: Добавлено автоматическое резервное копирование с помощью BorgBackup.
sv: Lade till automatiska säkerhetskopior med BorgBackup.
ta: போர்க்பேக்அப்பைப் பயன்படுத்தி தானியங்கி காப்புப்பிரதிகளைச் சேர்த்தது.
tr: BorgBackup kullanılarak kendiliğinden yedekleme özelliği eklendi.
uk: Додано автоматичне створення резервних копій за допомогою BorgBackup.
zh_hans: 添加了使用 BorgBackup 的自动备份。
zh_hant: 添加了使用 BorgBackup 的自動備份。

source: Split cleanup add-on for RESX to avoid unwanted file updates.
de: Bereinigungsvorgang für die RESX-Erweiterung zur Vermeidung unerwünschter Dateiaktualisierungen aufgeteilt.
ga: Scoilt an breiseán glantacháin do RESX chun nuashonruithe comhaid nach dteastaíonn a sheachaint.
hu: RESX fájlokhoz tartozó tisztító kiegészítő szétválasztva, hogy elkerülhetők legyenek nem kívánt fájlfrissítések.
id: Membagi pengaya pembersihan untuk RESX demi menghindari pembaruan berkas yang tidak diinginkan.
ja: 不要なファイル更新を回避するための RESX の分割クリーンアップ用アドオンの追加。
nl: Add-on opschonen splitsen voor RESX om ongewenst bijwerken van bestanden te vermijden.
pt: Divida a extensão de limpeza para RESX para evitar atualizações indesejadas de ficheiros.
pt_br: Divida o complemento de limpeza para RESX para evitar atualizações indesejadas de arquivos.
ro: Supliment de curățare divizată pentru RESX pentru a evita actualizările nedorite de fișiere.
ru: Разбиение надстройки очистки для RESX на две надстройки очистки и обновления, чтобы избежать нежелательных обновлений файлов.
sv: Split-rensningstillägg för RESX för att undvika oönskade filuppdateringar.
ta: தேவையற்ற கோப்பு புதுப்பிப்புகளைத் தவிர்க்க resx க்கு தூய்மைப்படுத்தும் துணை நிரலைப் பிரிக்கவும்.
tr: İstenmeyen dosya güncellemelerini önlemek için RESX için temizleme eklentisi ayrıldı.
uk: Відділено додаток очищення для RESX для запобігання небажаним оновленням файлів.
zh_hans: 分离了 RESX 清理附加组件，来避免不想要的文件更新。
zh_hant: 分離了 RESX 清理附加組件，來避免不想要的文件更新。

source: Added advanced search capabilities.
de: Erweiterte Suchmöglichkeiten hinzugefügt.
ga: Cuireadh ardchumais chuardaigh leis.
hu: Speciális keresési lehetőségek hozzáadva.
id: Menambahkan kemampuan pencarian lanjutan.
ja: 高度な検索機能を追加。
nl: Geavanceerde zoekmogelijkheden toegevoegd.
pt: Adicionados recursos de pesquisa avançada.
pt_br: Adicionados recursos de busca avançada.
ro: Au fost adăugate capacități de căutare avansată.
ru: Добавлены расширенные возможности поиска.
sv: Lagt till avancerade sökfunktioner.
ta: மேம்பட்ட தேடல் திறன்களைச் சேர்த்தது.
tr: Gelişmiş arama özellikleri eklendi.
uk: Додано розширені можливості з пошуку.
zh_hans: 添加了高级搜索功能。
zh_hant: 添加了高級搜索功能。

source: Allow users to download their own reports.
de: Benutzern ermöglicht, ihre eigenen Berichte herunterzuladen.
ga: Lig d’úsáideoirí a dtuarascálacha féin a íoslódáil.
hu: A felhasználók mostantól letölthetik saját jelentéseiket.
id: Izinkan pengguna mengunduh laporan mereka sendiri.
ja: ユーザーが自分のレポートをダウンロードできるように変更。
nl: Gebruikers toestaan om hun eigen rapporten te downloaden.
pt: Permitido que os utilizadores decarregarem os próprios relatórios.
pt_br: Permitido que os usuários baixem seus próprios relatórios.
ro: Permiteți utilizatorilor să își descarce propriile rapoarte.
ru: Пользователям разрешено скачивать свои собственные отчёты.
sv: Låt användarna ladda ner sina egna rapporter.
ta: பயனர்கள் தங்கள் சொந்த அறிக்கைகளைப் பதிவிறக்க அனுமதிக்கவும்.
tr: Kullanıcıların kendi raporlarını indirmeleri sağlandı.
uk: Уможливлено отримання власних звітів користувачами.
zh_hans: 允许用户下载他们自己的报告。
zh_hant: 允許用戶下載他們自己的報告。

source: Added localization guide to help configuring components.
de: Eine Lokalisierungsanleitung hinzugefügt, um die Komponentenkonfiguration zu erleichtern.
ga: Cuireadh treoir logánaithe leis chun cabhrú le comhpháirteanna a chumrú.
hu: Lokalizálási útmutató hozzáadva az összetevők beállításának segítéséhez.
id: Menambahkan panduan lokalisasi untuk membantu mengonfigurasi komponen.
ja: コンポーネントの設定に役立つ現地語化用のガイドを追加。
nl: Handleiding voor vertaling toegevoegd om te helpen bij het configureren van onderdelen.
pt: Adicionado guia de localização para ajudar na configuração de componentes.
pt_br: Adicionado guia de localização para ajudar na configuração de componentes.
ro: A fost adăugat un ghid de localizare pentru a ajuta la configurarea componentelor.
ru: Для помощи в настройке компонентов добавлено руководство по локализации.
sv: Lokaliseringsguide har lagts till för att underlätta konfigurationen av komponenter.
ta: கூறுகளை உள்ளமைக்க உதவ உள்ளூர்மயமாக்கல் வழிகாட்டி சேர்க்கப்பட்டது.
tr: Bileşenlerin yapılandırılmasına yardımcı olacak yerelleştirme rehberi eklendi.
uk: Додано підручник з локалізації, який має допомогти налаштовувати складники.
zh_hans: 添加了本地化向导来配置部件。
zh_hant: 添加了本地化嚮導來配置組件。

source: Added support for GitLab merge requests.
de: Unterstützung für GitLab-Merge-Requests hinzugefügt.
ga: Tacaíocht bhreise le haghaidh iarratais chumaisc GitLab.
hu: GitLab egyesítési kérések (merge request) támogatása hozzáadva.
id: Menambahkan dukungan untuk permintaan penggabungan GitLab.
ja: GitLab のマージリクエストに対応。
nl: Ondersteuning toegevoegd voor verzoeken tot samenvoegen in GitLab.
pt: Adicionado suporte para merge requests do GitLab.
pt_br: Adicionado suporte para merge requests do GitLab.
ro: A fost adăugat suport pentru cererile de îmbinare GitLab.
ru: Добавлена поддержка запросов на слияние GitLab.
sv: Lagt till stöd för GitLab-sammanslagningsförfrågningar.
ta: அறிவிலிஆய்வு ஒன்றிணைக்கும் கோரிக்கைகளுக்கு கூடுதல் உதவி.
tr: GitLab birleştirme istekleri desteği eklendi.
uk: Додано підтримку запитів щодо об'єднання GitLab.
zh_hans: 添加了对 GitLab 合并请求的支持。
zh_hant: 增加了對 GitLab Merge Request 的支持。

source: Improved display of repository status.
de: Verbesserte Anzeige des Repository-Status.
ga: Taispeáint feabhsaithe ar stádas stórtha.
hu: Tárolóállapot megjelenítése továbbfejlesztve.
id: Peningkatan tampilan status repositori.
ja: リポジトリの状態の表示を改良。
nl: Verbeterde weergave van status opslagruimte.
pt: Melhorada a exibição do estado do repositório.
pt_br: Melhorada a exibição do status do repositório.
ro: Afișarea îmbunătățită a stării depozitului.
ru: Улучшено отображение статуса репозитория.
sv: Förbättrad visning av arkivstatus.
ta: களஞ்சிய நிலையின் மேம்பட்ட காட்சி.
tr: Depo durumunun görüntülenmesi iyileştirildi.
uk: Удосконалено показ стану сховища.
zh_hans: 改进了仓库状态的显示。
zh_hant: 改進了倉庫狀態的顯示。

source: Perform automated translation in the background.
de: Die automatische Übersetzung wird im Hintergrund durchgeführt.
ga: Déan aistriúchán uathoibrithe sa chúlra.
hu: Automatikus fordítás háttérfolyamatként történik.
id: Lakukan terjemahan otomatis di latar belakang.
ja: バックグラウンドで自動翻訳を実行するように改良。
nl: Automatische vertaling uitvoeren op de achtergrond.
pt: Efetua a tradução de máquina em segundo plano.
pt_br: Realiza tradução automática em segundo plano.
ro: Efectuați traduceri automate în fundal.
ru: Выполнение автоматического перевода в фоновом режиме.
sv: Utför automatisk översättning i bakgrunden.
ta: பின்னணியில் தானியங்கி மொழிபெயர்ப்பைச் செய்யுங்கள்.
tr: Kendiliğinden çeviri işlemlerinin arka planda yapılması sağlandı.
uk: Реалізовано виконання автоматичного перекладу у фоновому режимі.
zh_hans: 在后台执行自动翻译。
zh_hant: 在後台執行自動翻譯。

source: *Released on August 15th 2019.*
de: *Veröffentlicht am 15. August 2019.*
ga: *Eisithe ar 15 Lúnasa 2019.*
hu: *Kiadva: 2019. augusztus 15.*
id: *Dirilis pada 15 Agustus 2019.*
nl: *Uitgegeven op 15 augustus 2019.*
pt_br: *Atualizado em 15 de agosto de 2019.*
sv: *Släpptes den 15 augusti 2019.*
tr: *15 Ağustos 2019 tarihinde yayınlandı.*
uk: *Випущено 15 серпня 2019 року.*

source: Added support for simplified creating of similar components.
de: Unterstützung für das vereinfachte Erstellen ähnlicher Komponenten hinzugefügt.
ga: Tacaíocht bhreise do chruthú simplithe comhpháirteanna comhchosúla.
hu: Hasonló összetevők egyszerűsített létrehozásának támogatása hozzáadva.
id: Dukungan tambahan untuk pembuatan komponen serupa yang disederhanakan.
ja: 同様のコンポーネントを簡単に作成するための機能の追加。
nl: Ondersteuning toegevoegd voor vereenvoudigd maken van soortgelijke onderdelen.
pt: Adicionado suporte para criação simplificada de componentes semelhantes.
pt_br: Adicionado suporte para criação simplificada de componentes semelhantes.
ro: S-a adăugat suport pentru crearea simplificată de componente similare.
ru: Добавлена поддержка упрощённого создания похожих компонентов.
sv: Lagt till stöd för förenklad skapande av liknande komponenter.
ta: ஒத்த கூறுகளை எளிமைப்படுத்தியதற்கான உதவி சேர்க்கப்பட்டது.
tr: Benzer bileşenlerin basitleştirilmiş oluşturulması desteği eklendi.
uk: Додано підтримку спрощеного створення подібних складників.
zh_hans: 为简化创建相似的部件提供了支持。
zh_hant: 為簡化創建相似的組件提供了支持。

source: Added support for parsing translation flags from the XML based file formats.
de: Unterstützung für das Analysieren von Übersetzungsmarkierungen aus den XML-basierten Dateiformaten hinzugefügt.
ga: Tacaíocht bhreise chun bratacha aistriúcháin a pharsáil ó na formáidí comhaid atá bunaithe ar XML.
hu: Fordítási jelölők feldolgozásának támogatása XML-alapú fájlformátumokban.
id: Menambahkan dukungan untuk mengurai tanda terjemahan dari format berkas berbasis XML.
ja: XML ベースのファイル形式から翻訳フラグを解析するための機能の追加。
nl: Ondersteuning toegevoegd voor parsen van vlaggen voor vertaling uit de op XML-gebaseerde bestandsindelingen.
pt: Adicionado suporte para analisar marcadores de tradução de formatos de ficheiros baseados em XML.
pt_br: Adicionado suporte para analisar marcadores de tradução de formatos de arquivo baseados em XML.
ro: A fost adăugat suport pentru analizarea indicatorilor de traducere din formatele de fișiere bazate pe XML.
ru: Добавлена поддержка разбора флагов перевода из форматов файлов, основанных на XML.
sv: Lagt till stöd för att tolka översättningsflaggor från XML-baserade filformat.
ta: எக்ச்எம்எல் அடிப்படையிலான கோப்பு வடிவங்களிலிருந்து மொழிபெயர்ப்பு கொடிகளை பாகுபடுத்துவதற்கான உதவி சேர்க்கப்பட்டது.
tr: XML temelli dosya biçimleri için çeviri imlerini işleme desteği eklendi.
uk: Додано підтримку обробки прапорців перекладу із заснованих на XML форматах файлів.
zh_hans: 为从基于 XML 的文件格式分析翻译标记添加了支持。
zh_hant: 為從基於 XML 的文件格式分析翻譯標記添加了支持。

source: Log exceptions into Celery log.
de: Ausnahmen werden im Celery-Log protokolliert.
ga: Logáil eisceachtaí isteach sa loga Soilire.
hu: Kivételnaplózás Celery logba.
id: Mencatat pengecualian pada log Celery.
ja: 例外を Celery ログに記録するように変更。
nl: Uitzonderingen log in log van Celery.
pt: Regista as exceções no log do Celery.
pt_br: Registra as exceções no log do Celery.
ro: Înregistrați excepțiile în jurnalul de Celery.
ru: Журналирование исключений в журнал Celery.
sv: Logga undantag i Celery-loggen.
ta: செலரி பதிவில் விதிவிலக்குகளை பதிவு செய்யுங்கள்.
tr: İstisnaların Celery günlüğüne kaydedilmesi sağlandı.
uk: Реалізовано запис виключено до журналу Celery.
zh_hans: 将意外记入 Celery 日志。
zh_hant: 將意外記入 Celery 日誌。

source: Improve performance of repository scoped add-ons.
de: Verbesserte Leistung von Erweiterungen mit Repository-Spezifikation.
ga: Feabhas a chur ar fheidhmíocht na mbreiseán scóipe stórais.
hu: Tárolószintű kiegészítők teljesítményének javítása.
id: Meningkatkan kinerja pengaya cakupan repositori.
ja: リポジトリスコープのアドオンのパフォーマンスを改善。
nl: Verbeterde prestaties van add-ons in het bereik van de opslagruimten.
pt: Melhoria no desempenho de extensões com escopo de repositório.
pt_br: Melhoria no desempenho de complementos com escopo de repositório.
ro: Îmbunătățirea performanțelor suplimentelor cu domeniul de aplicare al depozitului.
ru: Улучшена производительность надстроек, работающих с репозиторием.
sv: Förbättra prestandan för tillägg som omfattar arkivet.
ta: களஞ்சிய ச்கோப் செய்யப்பட்ட துணை நிரல்களின் செயல்திறனை மேம்படுத்தவும்.
tr: Depo kapsamındaki eklentilerin başarımı iyileştirildi.
uk: Удосконалено швидкодію додатків, які діють на рівні сховища.
zh_hans: 提高仓库范围附加组件的性能。

source: Fixed password reset behavior.
de: Das Verhalten beim Zurücksetzen des Passworts korrigiert.
ga: Iompar athshocraithe pasfhocal seasta.
hu: Jelszó-visszaállítás működése javítva.
id: Memperbaiki perilaku pengaturan ulang kata sandi.
ja: パスワード リセットの動作の修正。
nl: Gedrag herstellen wachtwoord gerepareerd.
pt: Correção do comportamento de redefinição de palavra-passe.
pt_br: Correção do comportamento de redefinição de senha.
ro: A fost reparat comportamentul de resetare a parolei.
ru: Исправлено поведение при сбросе пароля.
sv: Återställd lösenordsåterställningsfunktion.
ta: நிலையான கடவுச்சொல் மீட்டமைப்பு நடத்தை.
tr: Parola sıfırlama davranışı düzeltildi.
uk: Виправлено поведінку при скиданні пароля.
zh_hans: 修复了密码重置行为。
zh_hant: 修復了密碼重置行為。

source: Improved performance on most of translation pages.
de: Verbesserte Leistung auf den meisten Übersetzungsseiten.
ga: Feidhmíocht fheabhsaithe ar fhormhór na leathanach aistriúcháin.
hu: Fordítási oldalak többségénél teljesítményjavítás.
id: Peningkatan kinerja pada sebagian besar halaman terjemahan.
ja: ほとんどの翻訳ページの性能を改良。
nl: Verbeterde prestaties voor de meeste pagina's van vertalingen.
pt: Corrigido o desempenho na maioria das páginas de tradução.
pt_br: Corrigido o desempenho na maioria das páginas de tradução.
ro: Performanță îmbunătățită pe majoritatea paginilor de traducere.
ru: Улучшена производительность на большинстве страниц перевода.
sv: Förbättrad prestanda på de flesta översättningssidor.
ta: மொழிபெயர்ப்பு பக்கங்களில் மேம்பட்ட செயல்திறன்.
tr: Çeviri sayfalarının çoğunda başarım iyileştirildi.
uk: Удосконалено швидкодію обробки на більшості сторінок перекладу.
zh_hans: 改进了多数翻译页面的性能。
zh_hant: 改進了多數翻譯頁面的性能。
