Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can define which secondary languages are shown to you as a guide while translating. An example can be seen in the following image, where the Hebrew language is shown as secondarily:
de: Sie können festlegen, welche Zweitsprachen Ihnen beim Übersetzen als Hilfestellung angezeigt werden sollen. Ein Beispiel sehen Sie in der folgenden Abbildung, in der die hebräische Sprache zusätzlich angezeigt wird:
ga: Is féidir leat na teangacha tánaisteacha a thaispeántar mar threoir a shainiú agus tú ag aistriú. Is féidir sampla a fheiceáil san íomhá seo a leanas, áit a léirítear an Eabhrais mar an dara háit:
hu: Meghatározhatja, hogy mely másodlagos nyelvek jelenjenek meg segédként a fordítás során. Az alábbi példában a héber nyelv jelenik meg másodlagosként:
id: Anda dapat menentukan bahasa kedua mana yang ditampilkan sebagai panduan saat menerjemahkan. Contohnya dapat dilihat pada gambar berikut, di mana bahasa Ibrani ditampilkan sebagai bahasa kedua:
ja: 翻訳時に参考として表示する言語を設定できます。ヘブライ語が参考言語として表示される例:
nl: U kunt definiëren welke secundaire talen moeten worden weergegeven als richtlijn bij het vertalen. Een voorbeeld is te zien in de volgende afbeelding, waar de Hebreeuwse taal als secundair wordt weergegeven:
pt: Pode definir quais idiomas secundários são lhe mostrados como um guia durante a tradução. Um exemplo pode ser visto na imagem a seguir, onde o idioma hebreu é mostrado como secundário:
pt_br: Você pode definir quais idiomas secundários são mostrados a você como um guia durante a tradução. Um exemplo pode ser visto na imagem a seguir, onde o idioma hebreu é mostrado como secundário:
ro: Puteți defini limbile secundare care vă sunt afișate ca ghid în timpul traducerii. Un exemplu poate fi văzut în imaginea următoare, unde limba ebraică este afișată ca secundară:
ru: Вы можете задать вспомогательные языки. Они будут показываться при переводе вместе с оригиналом в качестве подсказки. Например, если в качестве вспомогательного выбрать иврит то интерфейс будет выглядеть как на следующем рисунке:
sv: Du kan ange vilka sekundära språk som ska visas som hjälp under översättningen. Ett exempel visas i följande bild, där hebreiska visas som sekundärt språk:
ta: மொழிபெயர்க்கும் போது எந்த இரண்டாம் நிலை மொழிகள் உங்களுக்கு வழிகாட்டியாகக் காட்டப்படுகின்றன என்பதை நீங்கள் வரையறுக்கலாம். ஒரு உதாரணத்தை பின்வரும் படத்தில் காணலாம், அங்கு எபிரேய மொழி இரண்டாவதாக காட்டப்படுகிறது:
tr: Çeviri sırasında size rehber olarak görüntülenecek ikincil dilleri belirtebilirsiniz. Aşağıdaki görselde, İbranice dilinin ikincil dil olarak kullanılma örneğini görebilirsiniz:
uk: Ви можете визначити, переклади якими допоміжними мовами буде додатково показано вам під час перекладу. Приклад наведено на наступному зображенні, де допоміжною мовою вибрано іврит:
zh_hans: 您可以定义在翻译时向您显示哪些辅助语言作为指南。在下图中可以看到一个示例，其中希伯来语显示为次要语言：
zh_hant: 您可以在翻譯時將哪些輔助語言作為指南顯示為指南。在以下圖像中可以看到一個示例，其中希伯來語如下所示：

source: This can be also configured in the project (:ref:`project-secondary_language`) or component (:ref:`component-secondary_language`). In that case it can be used for :ref:`secondary-language-workflow`.
de: Dies kann auch im Projekt (:ref:`project-secondary_language`) oder in der Komponente (:ref:`component-secondary_language`) konfiguriert werden. In diesem Fall kann es für die :ref:`secondary-language-workflow` verwendet werden.
ga: Is féidir é seo a chumrú freisin sa tionscadal (:ref:`project-secondary_language`) nó sa chomhpháirt :ref:`component-secondary_language`). Sa chás sin is féidir é a úsáid le haghaidh :ref:`secondary-language-workflow`.
hu: Ez a projektszinten is konfigurálható (lásd: :ref:`projekt másodlagos nyelve <project-secondary_language>`) vagy összetevőszinten (:ref:`összetevő másodlagos nyelve <component-secondary_language>`). Ebben az esetben a :ref:`secondary-language-workflow` céljára is használható.
id: Ini juga dapat dikonfigurasi dalam proyek (:ref:`project-secondary_language`) atau komponen (:ref:`component-secondary_language`). Dalam hal ini, ini dapat digunakan untuk :ref:`secondary-language-workflow`.
nl: Dit kan ook worden geconfigureerd in het project (:ref:`project-secondary_language`) of onderdeel (:ref:`component-secondary_language`). In dat geval kan het worden gebruikt voor :ref:`secondary-language-workflow`.
pt_br: Isso também pode ser configurado no projeto (:ref:`project-secondary_language`) ou no componente (:ref:`component-secondary_language`). Nesse caso, ele pode ser usado para :ref:`secondary-language-workflow`.
sv: Detta kan också konfigureras i projektet (:ref:`project-secondary_language`) eller komponenten (:ref:`component-secondary_language`). I så fall kan det användas för :ref:`secondary-language-workflow`.
uk: Це також можна налаштувати в проекті (:ref:`project-secondary_language`) або компоненті (:ref:`component-secondary_language`). У цьому випадку його можна використовувати для :ref:`secondary-language-workflow`.

source: Preferences
de: Einstellungen
ga: Roghanna
hu: Felhasználói beállítások
id: Preferensi
ja: 環境設定
nl: Voorkeuren
pt: Preferências
pt_br: Preferências
ro: Preferințe
ru: Настройки
sv: Inställningar
ta: விருப்பத்தேர்வுகள்
tr: Ayarlar
uk: Налаштування
zh_hans: 首选项
zh_hant: 偏好設定

source: Theme
de: Design
ga: Téama
hu: Téma
id: Tema
ja: テーマ
nl: Thema
pt: Tema
pt_br: Tema
ro: Temă
ru: Тема
sv: Tema
ta: கருப்பொருள்
tr: Tema
uk: Тема
zh_hans: 主题

source: Choose whether Weblate follows system settings for dark or light theme, or choose one of them manually.
de: Wählen Sie, ob Weblate den Systemeinstellungen für das dunkle oder helle Design folgt, oder wählen Sie eines der beiden Designs manuell aus.
ga: Roghnaigh cé acu an leanann Weblate socruithe córais le haghaidh téama dorcha nó éadrom, nó roghnaigh ceann acu de láimh.
hu: Adja meg, hogy a Weblate a rendszer sötét vagy világos megjelenítési beállításait kövesse-e vagy válasszon témát manuálisan.
id: Pilih apakah Weblate mengikuti pengaturan sistem untuk tema gelap atau terang, atau pilih salah satunya secara manual.
ja: ダークテーマもしくはライトテーマにするかを、Weblate がシステム設定に従って選択するか、手動で選択するのかを設定します。
nl: Kies of Weblate de systeeminstellingen volgt voor donker of licht thema, of kies er handmatig een.
pt_br: Escolha se o Weblate segue as configurações do sistema para tema escuro ou claro, ou escolha um deles manualmente.
ru: Выберите, будет ли Weblate следовать системным настройкам для тёмной или светлой темы, или выберите одну из них вручную.
sv: Välj om Weblate ska följa systeminställningarna för mörkt eller ljust tema, eller välj ett av dem manuellt.
ta: வலைபெயர்ப்பு இருண்ட அல்லது ஒளி கருப்பொருளுக்கான கணினி அமைப்புகளைப் பின்பற்றுகிறதா என்பதைத் தேர்வுசெய்க, அல்லது அவற்றில் ஒன்றை கைமுறையாகத் தேர்வுசெய்க.
tr: Weblate temasını, sistem temasını izleyecek şekilde seçin ya da el ile koyu ya da açık olarak belirtin.
uk: Визначає, використовуватиме Weblate параметри системи для темної або світлої теми чи користувач вибере їх вручну.
zh_hans: 选择 Weblate 是跟随系统设置来设定深色或浅色主题，还是让用户手动选择其中的一个。

source: Default dashboard view
de: Standardansicht der Übersichtsseite
ga: Amharc painéal réamhshocraithe
hu: Alapértelmezett vezérlőpult nézet
id: Tampilan dasbor bawaan
ja: デフォルトのダッシュボード画面
nl: Standaard overzichtweergave
pt: Visualização predefinida do painel
pt_br: Visão padrão do painel
ro: Vizualizare implicită a panoului de control
ru: Вид панели управления по умолчанию
sv: Kontrollpanelens Standardvy
ta: இயல்புநிலை முகப்பலகை பார்வை
tr: Varsayılan pano görünümü
uk: Типовий вигляд домівки
zh_hans: 操作面板默认视图
zh_hant: 預設控制面板檢視

source: On the :guilabel:`Preferences` tab, you can pick which of the available dashboard views to present by default. If you pick the :guilabel:`Component list`, you have to select which component list will be displayed from the :guilabel:`Default component list` drop-down.
de: Auf der Reiterkarte :guilabel:`Einstellungen` können Sie auswählen, welche der verfügbaren Ansichten der Übersichtsseite standardmäßig angezeigt werden soll. Wenn Sie die Option :guilabel:`Komponentenliste` wählen, müssen Sie in der Dropdown-Liste :guilabel:`Standardkomponentenliste` auswählen, welche Komponentenliste angezeigt werden soll.
ga: Ar an táb :guilabel:`Preferences`, is féidir leat cé acu de na hamharcanna deais atá ar fáil a roghnú le cur i láthair de réir réamhshocraithe. Má roghnaíonn tú an :guilabel:`Liosta Comhpháirteanna`, caithfidh tú liosta na gcomhpháirteanna a thaispeánfar a roghnú ón roghchlár anuas :guilabel:`réamhshocraithe na gcomhpháirteanna`.
hu: A :guilabel:`Felhasználói beállítások` lapon kiválaszthatja, hogy az elérhető vezérlőpult-nézetek közül melyik jelenjen meg alapértelmezetten. Ha az :guilabel:`Összetevőlista` nézetet választja, akkor az :guilabel:`Alapértelmezett összetevőlista` legördülő menüből meg kell adnia, melyik lista jelenjen meg.
id: Pada tab :guilabel:`Preferences`, Anda dapat memilih tampilan dasbor mana yang akan ditampilkan secara bawaan. Jika Anda memilih :guilabel:`Component list`, Anda harus memilih daftar komponen mana yang akan ditampilkan dari menu drop-down :guilabel:`Default component list`.
ja: :guilabel:`環境設定` タブで、デフォルトで表示するダッシュボード画面を選択できます。:guilabel:`コンポーネント リスト` を選択した場合、:guilabel:`デフォルトのコンポーネント リスト` ドロップダウンから表示するコンポーネント リストを選択してください。
nl: Op de tab :guilabel:`Voorkeuren` kunt u selecteren welke beschikbare weergave voor het dashboard als standaard weergegeven moet worden. Als u kiest voor de :guilabel:`Onderdelenlijst`, moet u selecteren welke onderdelenlijst weergegeven moet worden uit de keuzelijst :guilabel:`Standaard onderdelenlijst`.
pt: Na guia :guilabel:`Preferências`, pode escolher qual das visualizações disponíveis do painel de instrumentos deve-se apresentar por predefinição. Se escolher a lista de :guilabel:`Lista de componentes`, terá que selecionar qual lista de componentes será exibida a partir da :guilabel:`Lista de componentes predefinida` suspensa.
pt_br: Na aba :guilabel:`Preferências`, você pode escolher qual das visualizações disponíveis do painel de instrumentos deve-se apresentar por padrão. Se você escolher a lista de :guilabel:`Lista de componentes`, você terá que selecionar qual lista de componentes será exibida a partir da :guilabel:`Lista de componentes padrão` suspensa.
ro: În fila :guilabel:`Preferences`, puteți alege care dintre vizualizările de tablou de bord disponibile să fie prezentate în mod implicit. Dacă alegeți :guilabel:`Component list`, trebuie să selectați ce listă de componente va fi afișată din lista derulantă :guilabel:`Default component list`.
ru: На вкладке :guilabel:`Настройки` можно выбрать, какой из доступных видов панели управления будет показан по умолчанию. При выборе пункта :guilabel:`Список компонентов` необходимо будет выбрать из раскрывающегося списка :guilabel:`Список компонентов по умолчанию`, какой именно список компонентов будет отображаться.
sv: På fliken :guilabel:`Inställningar` kan du välja vilken av de tillgängliga instrumentpanelvyerna som ska visas som standard. Om du väljer :guilabel:`Komponentlista` måste du välja vilken komponentlista som ska visas i rullgardinsmenyn :guilabel:`Standardkomponentlista`.
ta: இல்: வபஇசிட்டை: `விருப்பத்தேர்வுகள்` தாவல், கிடைக்கக்கூடிய முகப்பலகை காட்சிகளில் எது இயல்புநிலையாக வழங்கலாம் என்பதை நீங்கள் தேர்வு செய்யலாம். நீங்கள் தேர்வுசெய்தால்: வபஇசிட்டை: `கூறு பட்டியல்`, எந்தக் கூறு பட்டியல் காண்பிக்கப்படும் என்பதை நீங்கள் தேர்ந்தெடுக்க வேண்டும்: வபஇசிட்டை:` இயல்புநிலை கூறு பட்டியல்` கீழ்தோன்றும்.
tr: :guilabel:`Ayarlar` sekmesinde, var olan hangi pano görünümümün varsayılan olarak görüntüleneceğini seçebilirsiniz. :guilabel:`Bileşen listesi` görünümünü seçerseniz, :guilabel:`Varsayılan bileşen listesi` açılır menüsünden hangi bileşen listesinin görüntüleneceğini seçmeniz gerekir.
uk: За допомогою вкладки :guilabel:`Налаштування` ви можете вибрати, які із доступних сторінок панелі приладів буде типово показано. Якщо ви виберете :guilabel:`Список складників`, вам слід буде вибрати, який саме список складників буде показано, за допомогою спадного списку :guilabel:`Типовий список складників`.
zh_hans: 在 :guilabel:`首选项` 选项卡，你可以选择默认显示的操作面板视图。如果你选择 :guilabel:`部件列表`，你必须从 :guilabel:`默认部件列表` 下拉菜单中选择要显示哪个部件列表。
zh_hant: 在：Guilabel：“首選項”選項卡，您可以默認選擇要呈現的可用儀表板視圖。如果選擇：Guilabel：“組件列表”，則必須從以下內容中選擇哪些組件列表：Guilabel：“默認組件列表”下拉列表。

source: Editor link
de: Editor-URL
ga: Nasc don eagarthóir
hu: Szerkesztő hivatkozás
id: Tautan penyunting
ja: エディタ リンク
nl: Bewerkerlink
pt: Hiperligação do editor
pt_br: Link do editor
ro: Editor legătură
ru: Ссылка на редактор
sv: Länk till editor
ta: ஆசிரியர் இணைப்பு
tr: Düzenleyici bağlantısı
uk: Посилання на редактор
zh_hans: 编辑器链接
zh_hant: 編輯器連結

source: By setting the :guilabel:`Editor link`, you use your local editor to open the VCS source code file of translated strings. You can use :ref:`markup`.
de: Durch Setzen der :guilabel:`Editor-URL` verwenden Sie Ihren lokalen Editor, um die VCS-Quellcodedatei der übersetzten Zeichenketten zu öffnen. Sie können die :ref:`markup` verwenden.
ga: Tríd an :guilabel:`Editor link` a shocrú, úsáideann tú d'eagarthóir áitiúil chun an comhad cód foinse VCS de theaghráin aistrithe a oscailt. Is féidir leat :ref:`markup` a úsáid.
hu: A :guilabel:`Szerkesztő hivatkozás` megadásával helyi szerkesztőt használhat a lefordított szöveghez tartozó VCS-forrásfájl megnyitására. Használható benne :ref:`markup`.
id: Dengan mengatur :guilabel:`Editor link`, Anda menggunakan penyunting lokal untuk membuka berkas kode sumber VCS berisi string yang diterjemahkan. Anda dapat menggunakan :ref:`markup`.
ja: :guilabel:`エディタ リンク` を設定すると、ローカル エディターを使用して、翻訳した文字列の VCS ソースコードのファイルを表示します。:ref:`markup` を使用できます。
nl: Door het instellen van de :guilabel:`Bewerkerlink`, kunt u uw lokale bewerker gebruiken om het VCS broncodebestand van vertaalde tekenreeksen te openen. U mag :ref:`markup` gebruiken.
pt: Ao definir o :guilabel:`Ligação do editor`, usa o editor local para abrir o ficheiro de código-fonte VCS de cadeias traduzidas. Pode usar :ref:`markup`.
pt_br: Ao definir o :guilabel:`Link do editor`, você usa o editor local para abrir o arquivo de código-fonte VCS de textos traduzidos. Você pode usar :ref:`markup`.
ro: Prin setarea :guilabel:`Editor link`, utilizați editorul local pentru a deschide fișierul de cod sursă VCS al șirurilor traduse. Puteți utiliza :ref:`markup`.
ru: Установив :guilabel:`Ссылку на редактор`, вы будете использовать свой локальный редактор для открытия исходного кода файла из системы контроля версий с переведёнными строками. Вы можете использовать :ref:`шаблонную разметку <markup>`.
sv: Genom att ställa in :guilabel:`Editor link` använder du din lokala editor för att öppna VCS-källkodsfilen med översatta strängar. Du kan använda :ref:`markup`.
tr: :guilabel:`Düzenleyici bağlantısı` ayarını yaparak, çevrilmiş dizgelerin sürüm denetimi sistemi kaynak kodu dosyasını açmak için yerel düzenleyicinizi kullanırsınız. :ref:`markup` kullanabilirsiniz.
uk: Установленням :guilabel:`Посилання на редактор` ви можете використати ваш локальний редактор для відкриття файла початкового коду з рядками перекладу у системі керування версіями. Ви можете скористатися :ref:`розміткою шаблонів <markup>`.
zh_hans: 通过设置 :guilabel:`编辑器链接`，您可以使用本地编辑器打开翻译字符串的版本控制系统 源代码文件。你可以使用 :ref:`markup`。
zh_hant: 通過設置：Guilabel：“編輯器”鏈接“，您可以使用本地編輯器打開翻譯字符串的VCS源代碼文件。您可以使用：參考：“標記”。

source: Usually something like ``editor://open/?file={{filename}}&line={{line}}`` is a good option.
de: Normalerweise ist etwas wie ``editor://open/?file={{filename}}&line={{line}}`` eine gute Option.
ga: De ghnáth is rogha mhaith é rud éigin cosúil le ``editor://open/?file={{filename}}&line={{line}}``.
hu: Általában valami ehhez hasonló: ``editor://open/?file={{filename}}&line={{line}}`` a jó választás.
id: Biasanya sesuatu seperti ``editor://open/?file={{filename}}&line={{line}}`` adalah pilihan yang bagus.
ja: 一般的には ``editor://open/?file={{filename}}&line={{line}}`` が良い選択です。
nl: Gewoonlijk is het gebruiken van iets als ``editor://open/?file={{filename}}&line={{line}}`` een goede optie.
pt: Geralmente alguma coisa como ``editor://open/?file={{filename}}&line={{line}}`` é uma boa opção.
pt_br: Geralmente alguma coisa como ``editor://open/?file={{filename}}&line={{line}}`` é uma boa opção.
ro: De obicei, ceva de genul ``editor://open/?file={{filename}}&line={{line}}``este o opțiune bună.
ru: Обычно хорошим выбором является что-то вроде ``editor://open/?file={{filename}}&line={{line}}``.
sv: Vanligtvis är något i stil med ``editor://open/?file={{filename}}&line={{line}}`` ett bra alternativ.
ta: வழக்கமாக ``editor://open/?file={{filename}}&line={{line}}`` போன்ற ஒன்று ஒரு நல்ல வழி.
tr: Genellikle ``editor://open/?file={{filename}}&line={{line}}`` gibi bir şey iyi bir seçenektir.
uk: Зазвичай, це щось подібне до ``editor://open/?file={{filename}}&line={{line}}``.
zh_hans: 通常像 ``editor://open/?file={{filename}}&line={{line}}`` 是一个不错的选择。
zh_hant: 通常是“編輯器：//打開/？文件= {{filename}}＆line = {{line}}``是一個很好的選擇。

source: You can find more info on registering custom URL protocols for the editor in the `Nette documentation <https://tracy.nette.org/en/open-files-in-ide>`_.
de: Sie finden weitere Informationen zur Registrierung von benutzerdefinierten URL-Protokollen für den Editor in der `Nette-Dokumentation <https://tracy.nette.org/en/open-files-in-ide>`_.
ga: Is féidir leat tuilleadh faisnéise a fháil maidir le prótacail URL saincheaptha a chlárú don eagarthóir sa cháipéisíocht `Nette <https://tracy.nette.org/en/open-files-in-ide>`_.
hu: További információk egyéni URL-protokoll regisztrálásáról a `Nette dokumentációban <https://tracy.nette.org/en/open-files-in-ide>`_ találhatók.
id: Anda dapat menemukan info lebih lanjut tentang mendaftarkan protokol URL khusus untuk penyunting dalam `dokumentasi Nette <https://tracy.nette.org/en/open-files-in-ide>`_.
ja: エディタの独自 URL プロトコルの登録の詳細は、`Nette documentation <https://tracy.nette.org/en/open-files-in-ide>`_ を確認してください。
nl: U kunt meer informatie voor het registreren van protocollen voor aangepaste URL's voor de bewerker vinden in de `Nette documentatie <https://tracy.nette.org/en/open-files-in-ide>`_.
pt: Pode encontrar mais informações sobre o registo de protocolos de URL personalizados para o editor na `documentação do Nette <https://tracy.nette.org/en/open-files-in-ide>`_.
pt_br: Você pode encontrar mais informações sobre o registro de protocolos de URL personalizados para o editor na `documentação do Nette <https://tracy.nette.org/en/open-files-in-ide>`_.
ro: Puteți găsi mai multe informații despre înregistrarea protocoalelor URL personalizate pentru editor în `documentația Nette <https://tracy.nette.org/en/open-files-in-ide>`_.
ru: Более подробную информацию о регистрации пользовательских URL-протоколов для редактора вы можете найти в `документации к Nette <https://tracy.nette.org/en/open-files-in-ide>`_ (на английском языке).
sv: Mer information om hur du registrerar anpassade URL-protokoll för redigeraren finns i `Nette-dokumentationen <https://tracy.nette.org/en/open-files-in-ide>`_.
ta: `நெட் டி ஆவணங்கள் <https://tracy.nette.org/en/open-files-in-ide>` _ இல் எடிட்டருக்கான தனிப்பயன் முகவரி நெறிமுறைகளை பதிவு செய்வது குறித்த கூடுதல் தகவலை நீங்கள் காணலாம்.
tr: Düzenleyici için özel adres iletişim kurallarının kaydedilmesi ile ilgili bilgi almak için: `Nette belgeleri <https://tracy.nette.org/en/open-files-in-ide>`_.
uk: Докладні відомості щодо реєстрації нетипових протоколів адрес для редактора можна знайти у `документації до Nette <https://tracy.nette.org/en/open-files-in-ide>`_.
zh_hans: 您可以在 `Nette 文档 <https://tracy.nette.org/en/open-files-in-ide>`_ 中找到有关为编辑器注册自定义 URL 协议的更多信息。
zh_hant: 您可以在“Nette文檔<https://tracy.nette.org/en/open-files-in-ide>`_中，找到更多關於註冊編輯器的自定義URL協議的信息

source: Special characters
de: Sonderzeichen
ga: Litreacha speisialta
hu: Különleges karakterek
id: Karakter khusus
ja: 特殊記号
nl: Speciale tekens
pt: Carateres especiais
pt_br: Caracteres especiais
ro: Caractere speciale
ru: Специальные символы
sv: Specialtecken
ta: சிறப்பு எழுத்துக்கள்
tr: Özel karakterler
uk: Спеціальні символи
zh_hans: 特殊字符

source: Additional special characters to include in the :ref:`visual-keyboard`.
de: Zusätzliche Sonderzeichen, die in die :ref:`visual-keyboard` aufgenommen werden sollen.
ga: Carachtair speisialta breise le cur san áireamh i :ref:`visual-keyboard`.
hu: Opcionálisan megadható különleges karakterek, amelyek megjelennek a :ref:`vizuális billentyűzeten <visual-keyboard>`.
id: Karakter khusus tambahan untuk disertakan dalam :ref:`visual-keyboard`.
ja: :ref:`visual-keyboard` に含まれる追加の特殊文字。
nl: Aanvullende speciale tekens om op te nemen in het :ref:`visual-keyboard`.
pt: Caracteres especiais adicionais para incluir no :ref:`visual-keyboard`.
pt_br: Caracteres especiais adicionais para incluir no :ref:`visual-keyboard`.
ro: Caractere speciale suplimentare de inclus în :ref:`visual-keyboard`.
ru: Дополнительные специальные символы для включения в разделе :ref:`visual-keyboard`.
sv: Ytterligare specialtecken som ska inkluderas i :ref:`visual-keyboard`.
tr: :ref:`visual-keyboard` içine eklenecek ek özel karakterler.
uk: Додаткові спеціальні символи, які слід включити на :ref:`візуальну клавіатуру <visual-keyboard>`.
zh_hans: :ref:`visual-keyboard` 中要包括的其他特殊字符。

source: Notifications
de: Benachrichtigungen
ga: Fógraí
hu: Értesítések
id: Notifikasi
ja: 通知
nl: Meldingen
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sv: Aviseringar
ta: அறிவிப்புகள்
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知
