Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Existing file is replaced with new content. This can lead to loss of existing translations, use with caution.
de: Die vorhandene Datei wird durch neuen Inhalt ersetzt. Dies kann zum Verlust bestehender Übersetzungen führen, daher ist Vorsicht geboten.
ga: Cuirtear ábhar nua in ionad an chomhaid reatha. Is féidir go gcaillfí aistriúcháin atá ann cheana féin dá bharr, agus bain úsáid as go cúramach.
hu: A meglévő fájl teljes egészében lecserélésre kerül az új tartalommal. Ez adatvesztést okozhat a meglévő fordításokban, ezért körültekintéssel használja.
id: Berkas yang ada akan diganti dengan konten baru. Hal ini dapat menyebabkan hilangnya terjemahan yang ada, jadi gunakan dengan hati-hati.
ja: 既存のファイルを新しいコンテンツで置き換えます。既存の翻訳を失うことがあるので使用に注意してください。
nl: Het bestaande bestand wordt vervangen door de nieuwe inhoud. Dit kan leiden tot verlies van bestaande vertalingen, gebruik het voorzichtig.
pt: O ficheiro existente é substituído por novo conteúdo. Isso pode levar à perda de traduções existentes, use com cuidado.
pt_br: O arquivo existente é substituído por novo conteúdo. Isso pode levar à perda de traduções existentes, use com cuidado.
ro: Fișierul existent este înlocuit cu un nou conținut. Acest lucru poate duce la pierderea traducerilor existente, utilizați cu prudență.
ru: Существующий файл заменяется новым содержимым. Это может привести к потере существующих переводов, используйте этот вариант с осторожностью.
sv: Befintlig fil ersätts med nytt innehåll. Detta kan leda till förlust av befintliga översättningar, använd med försiktighet.
ta: தற்போதுள்ள கோப்பு புதிய உள்ளடக்கத்துடன் மாற்றப்படுகிறது. இது தற்போதுள்ள மொழிபெயர்ப்புகளை இழக்க வழிவகுக்கும், எச்சரிக்கையுடன் பயன்படுத்தலாம்.
tr: Var olan dosya yeni içerikle değiştirilir. Bu seçenek var olan çevirilerin kaybına neden olabileceğinden dikkatli kullanın.
uk: Наявний файл буде замінено новими даними. Це призведе до втрати наявних перекладів. Будьте обережним із використанням цього варіанта.
zh_hans: 现有文件将替换为新内容。这可能会导致现有译文丢失，请谨慎使用。
zh_hant: 現有文件替換為新內容。這可能導致現有翻譯丟失，謹慎使用。

source: This option is available only if the user has the :ref:`"Edit component settings" permission or "Add new string", "Remove a string" and "Edit strings" permissions <privileges>`.
de: Diese Option ist nur verfügbar, wenn der Benutzer über die :ref:`„Komponenteneinstellungen bearbeiten“-Berechtigung oder „Neue Zeichenkette hinzufügen“, „Eine Zeichenkette entfernen“ und „Zeichenketten bearbeiten“-Berechtigungen <privileges>` verfügt.
ga: Níl an rogha seo ar fáil ach amháin má tá an cead :ref:`"Cuir socruithe comhpháirte in eagar" cead nó "Cuir teaghrán nua leis", "Bain teaghrán" agus "Cuir teaghráin in eagar" permissions <privileges>` ag an úsáideoir.
hu: Ez az opció csak akkor érhető el, ha a felhasználónak van :ref:`„Összetevő beállításainak szerkesztése” jogosultsága vagy „Új szöveg hozzáadása”, „Szöveg eltávolítása” és „Szövegek szerkesztése” jogosultságai <privileges>`.
id: Opsi ini hanya tersedia jika pengguna memiliki :ref:`"Edit component settings" permission or "Add new string", "Remove a string" and "Edit strings" permissions <privileges>`.
ja: このオプションは、ユーザーが :ref:`「コンポーネント設定の編集」権限、または「新しい文字列の追加」、「文字列の削除」、「文字列の編集」権限 <privileges>` がある場合にのみ使用できます。
nl: Deze optie is alleen beschikbaar als de gebruiker het :ref:`recht "Instellingen onderdeel bewerken" of de rechten "Nieuwe tekenreeks toevoegen", "Tekenreeks verwijderen" en "Tekenreeksen bewerken" <privileges>` heeft.
pt_br: Esta opção só estará disponível se o usuário tiver a :ref:`permissão "Editar configurações do componente" ou as permissões "Adicionar novo texto", "Remover um texto" e "Editar textos" <privileges>`.
sv: Det här alternativet är bara tillgängligt om användaren har behörigheten :ref:`"Redigera komponentinställningar" eller behörigheterna "Lägg till ny sträng", "Ta bort en sträng" och "Redigera strängar" <privileges>`.
tr: Bu seçenek yalnızca kullanıcının :ref:`"Bileşen ayarlarını düzenleme" izninin veya "Yeni Dizge ekleme", "Bir dizge silme" ve "Dizgeleri düzenleme" izinlerinin <privileges>` olması durumunda kullanılabilir.
uk: Цим параметром можна буде скористатися, лише якщо у користувача є :ref:`права доступу «Редагування параметрів складника» або права доступу «Додавання нового рядка», «Вилучення рядка» та «Редагування рядків» <privileges>`.
zh_hans: 此选项只在用户有 :ref:`“编辑部件”权限或“新增字符串”、 “删除字符串”和“编辑设置”权限 <privileges>` 时可用。

source: Update source strings (``source``)
de: Ausgangszeichenketten aktualisieren (``source``)
ga: Nuashonraigh teaghráin foinse (`` foinse``)
hu: Forrásszövegek frissítése (``source``)
id: Perbarui string sumber (``sumber``)
ja: 原文の更新（``source``）
nl: Brontekenreeksen bijwerken (``source``)
pt: Atualizar cadeias fonte ("source")
pt_br: Atualizar textos fonte (``source``)
ro: Actualizarea șirurilor sursă (``source``)
ru: Обновить исходные строки (``source``)
sv: Uppdatera källsträngar (``source``)
ta: மூல சரங்களை புதுப்பிக்கவும் (`` மூல``)
tr: Kaynak dizgeler güncellensin (``source``)
uk: Оновити початкові рядки (``source``)
zh_hans: 更新源字符串（``source``）

source: Updates source strings in bilingual translation file. This is similar to what :ref:`addon-weblate.gettext.msgmerge` does.
de: Aktualisiert die Ausgangszeichenketten in der zweisprachigen Übersetzungsdatei. Dies ist vergleichbar mit :ref:`addon-weblate.gettext.msgmerge`.
ga: Nuashonraítear teaghráin foinse i gcomhad aistriúcháin dátheangach. Tá sé seo cosúil leis an méid a dhéanann :ref:`addon-weblate.gettext.msgmerge`.
hu: Kétnyelvű fordítási fájlban frissíti a forrásszövegeket. Ez hasonlóan működik, mint a :ref:`addon-weblate.gettext.msgmerge`.
id: Memperbarui string sumber dalam berkas terjemahan bilingual. Ini mirip dengan yang dilakukan oleh :ref:`addon-weblate.gettext.msgmerge`.
ja: 対訳ファイルの原文を更新します。これは :ref:`addon-weblate.gettext.msgmerge` と似ています。
nl: Werkt brontekenreeksen bij in tweetalig vertaalbestand. Dit is soortgelijk aan wat :ref:`addon-weblate.gettext.msgmerge` doet.
pt: Atualiza cadeias fonte em ficheiro de tradução bilíngue. Isso é semelhante ao que :ref:`addon-weblate.gettext.msgmerge` faz.
pt_br: Atualiza textos fonte em arquivo de tradução bilíngue. Isso é semelhante ao que :ref:`addon-weblate.gettext.msgmerge` faz.
ro: Actualizează șirurile de caractere sursă în fișierul de traducere bilingv. Acest lucru este similar cu ceea ce face :ref:`addon-weblate.gettext.msgmerge`.
ru: Обновляет исходные строки в двуязычном файле перевода. Это поведение похоже на то, что делает надстройка :ref:`addon-weblate.gettext.msgmerge`.
sv: Uppdaterar källsträngar i tvåspråkig översättningsfil. Detta liknar vad :ref:`addon-weblate.gettext.msgmerge` gör.
tr: İki dilli çeviri dosyasındaki kaynak dizgeleri günceller. Bu seçenek, :ref:`addon-weblate.gettext.msgmerge` eklentisi gibi işler.
uk: Оновлює початкові рядки у двомовному файлі перекладу. За результатами подібна до :ref:`addon-weblate.gettext.msgmerge`.
zh_hans: 更新双语翻译文件中的源字符串。这类似于 :ref:`addon-weblate.gettext.msgmerge` 所做的。
zh_hant: 更新雙語翻譯文件中的源字符串。這類似於什麼：REF：`addon-webblate.gettext.msgmerge`。

source: This option is available only for some file formats and only if the user has the :ref:`"Upload translations" permission <privileges>`.
de: Diese Option ist nur für einige Dateiformate verfügbar und nur, wenn der Benutzer über die :ref:`„Übersetzungen hochladen“-Berechtigung <privileges>` verfügt.
ga: Níl an rogha seo ar fáil ach do roinnt formáidí comhaid agus sa chás go bhfuil an cead :ref:`"Uaslódáil aistriúcháin" cead <privileges>` ag an úsáideoir.
hu: Ez az opció csak bizonyos fájlformátumok esetén érhető el, és csak akkor, ha a felhasználónak van :ref:`„Fordítás feltöltése” jogosultsága <privileges>`.
id: Pilihan ini hanya tersedia untuk beberapa format berkas dan hanya jika pengguna memiliki :ref:`"Upload translations" permission <privileges>`.
ja: このオプションは、一部のファイル形式でのみ、また、ユーザーに :ref:`"翻訳のアップロード" 権限 <privileges>` がある場合にのみ使用できます。
nl: Deze optie is alleen beschikbaar voor bepaalde bestandsindelingen en alleen als de gebruiker het :ref:`recht "Vertalingen uploaden" <privileges>` heeft.
pt_br: Esta opção está disponível apenas para alguns formatos de arquivo e somente se o usuário tiver a permissão :ref:`"Enviar traduções" <privileges>`.
sv: Det här alternativet är bara tillgängligt för vissa filformat och bara om användaren har behörigheten :ref:`"Ladda upp översättningar" <privileges>`.
tr: Bu seçenek yalnızca bazı dosya biçimleri için ve yalnızca kullanıcının :ref:`"Çevirileri yükleme" izninin <privileges>` olması durumunda kullanılabilir.
uk: Цим параметром можна скористатися лише для деяких форматів файлів, і лише тоді, коли у користувача є :ref:`права доступу «Вивантаження перекладів» <privileges>`.
zh_hans: 此选项仅适用某些文件格式且仅当用户有 :ref:`"上传译文" 权限 <privileges>` 时可用。

source: Add new strings (``add``)
de: Neue Zeichenketten hinzufügen (``add``)
ga: Cuir teaghráin nua leis (``cuir``)
hu: Új szövegek hozzáadása (``add``)
id: Tambahkan string baru (``tambah``)
ja: 新しい文字列の追加 (``add``)
nl: Nieuwe tekenreeksen toevoegen (``add``)
pt: Adicionar cadeias (``add``)
pt_br: Adicionar novos textos (``add``)
ro: Adăugarea de noi șiruri de caractere (``add``)
ru: Добавить новые строки (``add``)
sv: Lägg till nya strängar (``add``)
ta: புதிய சரங்களைச் சேர் (`` சேர்``)
tr: Yeni dizgeler eklensin (``add``)
uk: Додати нові рядки (``add``)
zh_hans: 添加新字符串（``add``）

source: Adds new strings to the translation. It skips the ones which already exist.
sv: Lägger till nya strängar till översättningen. Den hoppar över de som redan finns.

source: In case you want to both add new strings and update existing translations, upload the file second time with :guilabel:`Add as translation`.
de: Wenn Sie sowohl neue Zeichenketten hinzufügen als auch vorhandene Übersetzungen aktualisieren möchten, laden Sie die Datei ein zweites Mal mit :guilabel:`Als Übersetzung hinzufügen` hoch.
ga: Ar eagla go dteastaíonn uait teaghráin nua a chur leis agus aistriúcháin atá ann cheana a nuashonrú, uaslódáil an comhad an dara huair le :guilabel:`Cuir leis mar aistriúchán`.
hu: Ha egyszerre szeretne új szövegeket hozzáadni és meglévő fordításokat frissíteni, töltse fel a fájlt másodszor is a :guilabel:`Fordításként hozzáadás` opcióval.
id: Jika Anda ingin menambahkan string baru dan memperbarui terjemahan yang ada, unggah berkas untuk kedua kalinya dengan :guilabel:`Add as translation`.
ja: 新しい文字列の追加、および既存の翻訳の更新の両方を行う場合は、:guilabel:`翻訳として追加` を使用してファイルをもう一度アップロードします。
nl: In het geval u zowel nieuwe tekenreeksen wilt toevoegen als ook de bestaande vertaling wilt bijwerken, upload het bestand een tweede keer met :guilabel:`Toevoegen als vertaling`.
pt: Caso queira adicionar cadeias e atualizar traduções existentes, envie do ficheiro pela segunda vez com :guilabel:`Adicionar como tradução`.
pt_br: Caso você queira adicionar novos textos e atualizar traduções existentes, envie do arquivo pela segunda vez com :guilabel:`Adicionar como tradução`.
ro: În cazul în care doriți atât să adăugați șiruri noi, cât și să actualizați traducerile existente, încărcați fișierul a doua oară cu :guilabel:`Adaugați ca traducere`.
ru: Если вы хотите и добавить новые строки, и обновить существующие переводы, то загрузите файл второй раз в режиме :guilabel:`Добавить как перевод`.
sv: Om du vill både lägga till nya strängar och uppdatera befintliga översättningar, ladda upp filen en andra gång med :guilabel:`Lägg till som översättning`.
ta: புதிய சரங்களைச் சேர், ஏற்கனவே உள்ள மொழிபெயர்ப்புகளைப் புதுப்பிக்கவும் நீங்கள் விரும்பினால், கோப்பை இரண்டாவது முறையாக பதிவேற்றவும்: வபஇசிட்டை: `மொழிபெயர்ப்பாக சேர்`.
tr: Hem yeni dizgeleri eklemek hem de var olan çevirileri güncellemek istiyorsanız, dosyayı :guilabel:`Çeviri olarak eklensin` seçeneği ile ikinci kez yükleyin.
uk: Якщо ви одночасно хочете додати нові рядки і оновити наявні переклади, вивантажте файл ще раз із позначенням пункту :guilabel:`Додати як переклад`.
zh_hans: 如果您想添加新字符串并更新现有译文，请使用 :guilabel:`添加为译文` 第二次上传文件。
zh_hant: 如果您想要添加新字符串並更新現有翻譯，請使用以下時間將文件上載：Guilabel：“添加作為翻譯”。

source: Only source, translation and key (context) are used from the uploaded file.
de: Es werden nur Ausgangszeichenkette, Übersetzung und Schlüssel (Kontext) aus der hochgeladenen Datei verwendet.
ga: Ní úsáidtear ach foinse, aistriúchán agus eochair (comhthéacs) ón gcomhad uaslódáilte.
hu: A feltöltött fájlból kizárólag a forrás, a fordítás és a kulcs (kontextus) kerül felhasználásra.
id: Hanya sumber, terjemahan, dan kunci (konteks) yang digunakan dari berkas yang diunggah.
ja: アップロードしたファイルからは、原文、翻訳、およびキー（翻訳情報）のみを使用します。
nl: Alleen bron, vertaling en sleutel (context) worden gebruikt uit het geüploade bestand.
pt: Apenas fonte, tradução e chave (contexto) são usados do ficheiro enviado.
pt_br: Apenas fonte, tradução e chave (contexto) são usados do arquivo enviado.
ro: Din fișierul încărcat se utilizează doar sursa, traducerea și cheia (contextul).
ru: Из загруженного файла используются только источник, перевод и ключ (контекст).
sv: Endast källan, översättningen och nyckeln (kontexten) används från den uppladdade filen.
ta: பதிவேற்றிய கோப்பிலிருந்து மூல, மொழிபெயர்ப்பு மற்றும் விசை (சூழல்) மட்டுமே பயன்படுத்தப்படுகின்றன.
tr: Yüklenen dosyadan yalnızca kaynak, çeviri ve anahtar (bağlam) kullanılır.
uk: З вивантаженого файла буде використано лише початковий рядок, переклад і ключ (контекст).
zh_hans: 仅使用上传文件中的原文、译文和键（上下文）。

source: This option is available only with :ref:`component-manage_units` turned on and only if the user has the :ref:`"Add new string" permission <privileges>`.
de: Diese Option ist nur verfügbar, wenn :ref:`component-manage_units` eingeschaltet ist und wenn der Benutzer über die :ref:`„Neue Zeichenkette hinzufügen“-Berechtigung <privileges>` verfügt.
ga: Níl an rogha seo ar fáil ach le :ref:`component-manage_units` curtha ar siúl agus ach amháin má tá an cead :ref:`"Cuir teaghrán nua leis" <privileges>` ag an úsáideoir.
hu: Ez az opció csak akkor érhető el, ha be van kapcsolva a :ref:`component-manage_units`, és ha a felhasználónak van :ref:`„Új szöveg hozzáadása” jogosultsága <privileges>`.
id: Opsi ini hanya tersedia jika :ref:`component-manage_units` diaktifkan dan hanya jika pengguna memiliki :ref:`"Add new string" permission <privileges>`.
ja: このオプションは、:ref:`component-manage_units` が有効で、ユーザーに :ref:`「新しい文字列の追加」権限 <privileges>` がある場合にのみ使用できます。
nl: Deze optie is alleen beschikbaar met :ref:`component-manage_units` ingeschakeld en alleen als de gebruiker het :ref:`recht "Nieuwe tekenreeksen toevoegen" <privileges>` heeft.
pt_br: Esta opção está disponível apenas com :ref:`component-manage_units` ativado e apenas se o usuário tem a :ref:`permissão "Adicionar novo texto" <privileges>`.
sv: Det här alternativet är bara tillgängligt när :ref:`component-manage_units` är aktiverat och bara om användaren har behörigheten :ref:`"Lägg till ny sträng" <privileges>`.
tr: Bu seçenek yalnızca :ref:`component-manage_units` seçeneği açıkken ve yalnızca kullanıcının :ref:`"Yeni dizge ekleme" izni <privileges>` olması durumunda kullanılabilir.
uk: Цим пунктом можна скористатися, лише якщо увімкнено :ref:`component-manage_units`, і лише якщо у користувача є :ref:`права доступу «Додавання нового рядка» <privileges>`.
zh_hans: 此选项仅在 :ref:`component-manage_units` 开启且用户有 :ref:`"新增字符串"权限 <privileges>` 时可用。

source: Conflicts handling
de: Konfliktbehandlung
ga: Coinbhleachtaí a láimhseáil
hu: Ütközések kezelése
id: Penanganan konflik
ja: コンフリクト処理
nl: Afhandelen van conflicten
pt: Gestão de conflitos
pt_br: Gestão de conflitos
ro: Gestionarea conflictelor
ru: Разрешение конфликтов
sv: Konflikthantering
ta: கையாளுதல்
tr: Çakışmaları işlemek
uk: Обробка конфліктів
zh_hans: 冲突处理

source: Defines how to deal with uploaded strings which are already translated:
de: Legt fest, wie mit hochgeladenen, bereits übersetzten Zeichenketten umgegangen werden soll:
ga: Sainmhíníonn sé conas déileáil le teaghráin uaslódáilte atá aistrithe cheana féin:
hu: Meghatározza, hogyan kezelje a már meglévő fordításokat tartalmazó feltöltött szövegeket:
id: Menentukan cara menangani string yang diunggah yang sudah diterjemahkan:
ja: すでに翻訳されている文字列をアップロードしたときの処理方法の定義:
nl: Definieert hoe geüploade tekenreeksen af te handelen die al zijn vertaald:
pt: Define como lidar com cadeias carregadas que já estejam traduzidas:
pt_br: Define como lidar com textos enviados que já estão traduzidos:
ru: Определяет, как поступать с загруженными строками, которые уже переведены:
sv: Definierar hur man hanterar uppladdade strängar som redan är översatta:
ta: ஏற்கனவே மொழிபெயர்க்கப்பட்ட பதிவேற்றப்பட்ட சரங்களை எவ்வாறு கையாள்வது என்பதை வரையறுக்கிறது:
tr: Yüklenen dizgelerden önceden çevrilmiş olanların nasıl işleneceğini belirler:
uk: Визначає спосіб обробки вивантажених рядків, які вже перекладено:
zh_hans: 定义如何处理已翻译的已上传字符串：

source: Change only untranslated strings (``ignore``)
de: Nur nicht übersetzte Zeichenketten ändern (``ignore``)
ga: Ná hathraigh ach teaghráin neamhaistrithe (``neamhaird``)
hu: Csak a még le nem fordított szövegek módosítása (``ignore``)
id: Ubah hanya string yang tidak diterjemahkan (``ignore``)
ja: 未翻訳の文字列のみを変更する (``ignore``)
nl: Alleen onvertaalde tekenreeksen wijzigen (``ignore``)
pt: Alterar apenas as cadeias não traduzidas (``ignore``)
pt_br: Alterar apenas textos não traduzidos (``ignore``)
ru: Изменять только непереведённые строки (``ignore``)
sv: Ändra endast icke översatta strängar (``ignore``)
ta: மொழிபெயர்க்கப்படாத சரங்களை மட்டுமே மாற்றவும் (`` புறக்கணிக்கவும்``)
tr: Yalnızca çevrilmemiş dizgeler değiştirilsin (``ignore``)
uk: Змінити лише неперекладені рядки (``ignore``)
zh_hans: 仅更改未翻译的字符串 (``ignore``)

source: Ignore uploaded translations which are already translated.
de: Hochgeladene Übersetzungen, die bereits übersetzt sind, werden ignoriert.
ga: Déan neamhaird de aistriúcháin uaslódáilte atá aistrithe cheana féin.
hu: A már lefordított szövegeket tartalmazó feltöltések figyelmen kívül maradnak.
id: Abaikan terjemahan yang diunggah yang sudah diterjemahkan.
ja: アップロードされた翻訳済みの翻訳は無視します。
nl: Geüploade vertalingen negeren als zij al zijn vertaald.
pt: Ignorar cadeias carregadas que já estejam traduzidas.
pt_br: Ignora traduções enviadas que já foram traduzidas.
ru: Игнорировать загруженные переводы, которые уже переведены.
sv: Ignorera uppladdade översättningar som redan är översatta.
ta: ஏற்கனவே மொழிபெயர்க்கப்பட்ட பதிவேற்றிய மொழிபெயர்ப்புகளை புறக்கணிக்கவும்.
tr: Yüklenen dizgelerden önceden çevrilmiş olanlar yok sayılır.
uk: Ігнорувати вивантажені переклади для рядків, які вже було перекладено.
zh_hans: 忽略翻译过的已上传译文。

source: Change translated strings (``replace-translated``)
de: Übersetzte Zeichenketten ändern (``replace-translated``)
ga: Athraigh teaghráin aistrithe (``ionadaigh-aistrithe``)
hu: Lefordított szövegek módosítása (``replace-translated``)
id: Ubah string yang diterjemahkan (``replace-translated``)
ja: 翻訳された文字列を変更する (``replace-translation``)
nl: Vertaalde tekenreeksen wijzigen (``replace-translated``)
pt_br: Alterar textos traduzidos (``replace-translated``)
ru: Изменение переведённых строк (``replace-translated``)
sv: Ändra översatta strängar (``replace-translated``)
ta: மொழிபெயர்க்கப்பட்ட சரங்களை மாற்றவும் (`` மாற்றப்பட்ட மொழிபெயர்க்கப்பட்ட``)
tr: Çevrilmiş dizgeler değiştirilsin (``replace-translated``)
uk: Змінити перекладені рядки (``replace-translated``)
zh_hans: 更改已翻译的字符串 (``replace-translated``)

source: Replace existing translations with uploaded ones, but keep approved ones.
de: Vorhandene Übersetzungen durch hochgeladene ersetzen, doch genehmigte beibehalten.
ga: Cuir na cinn uaslódáilte in ionad na n-aistriúchán reatha, ach coinnigh na cinn ceadaithe.
hu: A meglévő fordítások lecserélésre kerülnek a feltöltött változatokra, de a jóváhagyott fordítások megmaradnak.
id: Ganti terjemahan yang ada dengan terjemahan yang diunggah, tetapi pertahankan terjemahan yang disetujui.
ja: 既存の翻訳をアップロードされた翻訳に置き換えますが、承認された翻訳はそのままにしておきます。
nl: Vervang bestaande vertalingen door de geüploade, maar behoud de goedgekeurde.
pt_br: Substitui traduções existentes com as enviadas, mas mantém as aprovadas.
ru: Заменить существующие переводы на загруженные, но сохранить одобренные.
sv: Ersätt befintliga översättningar med uppladdade, men behåll godkända översättningar.
ta: ஏற்கனவே உள்ள மொழிபெயர்ப்புகளை பதிவேற்றியவற்றுடன் மாற்றவும், ஆனால் அங்கீகரிக்கப்பட்டவற்றை வைத்திருங்கள்.
tr: Var olan çeviriler yüklenenler ile değiştirilir. Ancak onaylanmış dizgeler korunur.
uk: Замінити наявні переклади вивантаженими, але зберегти затверджені переклади.
zh_hans: 用已上传的翻译替换现有的翻译，但保留已获批准的翻译。

source: Change translated and approved strings (``replace-approved``)
de: Übersetzte und genehmigte Zeichenketten ändern (``replace-approved``)
ga: Athraigh teaghráin aistrithe agus ceadaithe (``ionadach-cheadaithe``)
hu: Fordított és jóváhagyott szövegek módosítása (``replace-approved``)
id: Ubah string yang diterjemahkan dan disetujui (``replace-approved``)
ja: 翻訳済みおよび承認済みの文字列を変更する (``replace-approved``)
nl: Vertaalde en goedgekeurde tekenreeksen wijzigen (``replace-approved``)
pt: Alterar cadeias traduzidas e aprovadas (``replace-approved``)
pt_br: Alterar textos traduzidos e aprovados (``replace-approved``)
ru: Изменять переведённые и одобренные строки (``replace-approved``)
sv: Ändra översatta och godkända strängar (``replace-approved``)
ta: மொழிபெயர்க்கப்பட்ட மற்றும் அங்கீகரிக்கப்பட்ட சரங்களை மாற்றவும் (`` மாற்றவும்-அங்கீகரிக்கப்பட்டவர்``)
tr: Çevrilmiş ve onaylanmış dizgeler değiştirilsin (``replace-approved``)
uk: Змінити перекладені і затверджені рядки (``replace-approved``)
zh_hans: 更改已翻译的和已核准的字符串 (``replace-approved``)

source: Replace existing translations with uploaded ones, including approved ones.
de: Vorhandene Übersetzungen durch hochgeladene ersetzen, einschließlich genehmigte.
ga: Cuir na haistriúcháin uaslódála in ionad na n-aistriúchán atá ann cheana, lena n-áirítear na cinn cheadaithe.
hu: A meglévő fordítások — beleértve a jóváhagyottakat is — lecserélésre kerülnek a feltöltött változatokra.
id: Ganti terjemahan yang ada dengan terjemahan yang diunggah, termasuk yang disetujui.
ja: 承認済みのものも含めて、アップロードされた翻訳で既存の翻訳を置き換えます。
nl: Vervang bestaande vertalingen door de geüploade, inclusief de goedgekeurde.
pt_br: Substitui traduções existentes pelas enviadas, incluindo as aprovadas.
ru: Заменить существующие переводы на загруженные, в том числе одобренные.
sv: Ersätt befintliga översättningar med uppladdade översättningar, inklusive godkända översättningar.
ta: அங்கீகரிக்கப்பட்டவை உட்பட பதிவேற்றியவற்றுடன் இருக்கும் மொழிபெயர்ப்புகளை மாற்றவும்.
tr: Var olan çeviriler, onaylanmış olanlarla birlikte, yüklenen çevirilerle değiştirilir.
uk: Замінити наявні переклади вивантаженими, включно із затвердженими перекладами.
zh_hans: 使用已上传的翻译替换现有翻译，包括那些已核准的翻译。

source: Strings needing edit
de: Bearbeitungsbedürftige Zeichenketten
ga: Teaghráin ar gá iad a chur in eagar
hu: Szerkesztést igénylő szövegek
id: String yang perlu disunting
ja: 要編集の文字列
nl: Tekenreeksen die Bewerken nodig hebben
pt: Cadeias necessitando de edição
pt_br: Textos necessitando de edição
ro: Șiruri de caractere care au nevoie de editare
ru: Строки, отмеченные как «На правку»
sv: Strängar som behöver redigeras
ta: திருத்து தேவைப்படும் சரங்கள்
tr: Düzenlenmesi gerekli dizgeler
uk: Рядки, які потребують редагування
zh_hans: 需要编辑的字符串
