Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Your Rollbar environment, defaults to ``production``.
de: Ihre Rollbar-Umgebung, standardmäßig ``production``.
ga: Do thimpeallacht Rollbar, réamhshocraithe go ``léiriú``.
hu: A Rollbar környezete. Alapértelmezés: ``production``.
id: Lingkungan Rollbar Anda, bawaannya adalah ``production``.
ja: Rollbar の環境設定。デフォルトは ``運用環境（production）``。
nl: Uw Rollbar omgeving, standaard is ``production``.
pt: O seu ambiente Rollbar, o padrão é ``production``.
pt_br: Seu ambiente Rollbar, o padrão é ``production``.
ro: Mediul dumneavoastră Rollbar, implicit ``production``.
ru: Ваше окружение Rollbar, по умолчанию установлена в ``production``.
sv: Din Rollbar-miljö är som standard inställd på ``produktion``.
ta: உங்கள் ரோல்பார் சூழல், இயல்புநிலையாக `` உற்பத்தி``.
tr: Rollbar ortamınız. Varsayılan değer: ``production``.
uk: Ваше середовище Rollbar, типове значення — ``production``.
zh_hans: 您的 Rollbar 环境，默认为 ``production``。
zh_hant: 您的 Rollbar 環境，默認為 ``production``。

source: To enable support for Sentry, set following:
de: Um die Unterstützung für Sentry zu aktivieren, stellen Sie Folgendes ein:
ga: Chun tacaíocht do Sentry a chumasú, socraigh an méid seo a leanas:
hu: A Sentry támogatás engedélyezéséhez állítsa be a következőket:
id: Untuk mengaktifkan dukungan untuk Sentry, atur berikut:
ja: Sentry への対応を有効にする設定方法:
nl: Stel het volgende in om ondersteuning voor Sentry in te schakelen:
pt: Para ativar o suporte para Sentry, defina o seguinte:
pt_br: Para habilitar o suporte para Sentry, defina o seguinte:
ro: Pentru a activa suportul pentru Sentry, setați următoarele:
ru: Для включения поддержки Sentry установите следующие переменные:
sv: För att aktivera stöd för Sentry, ställ in följande:
ta: சென்ட்ரிக்கு ஆதரவை இயக்க, பின்வருமாறு அமைக்கவும்:
tr: Sentry desteğini kullanıma almak için şunları ayarlayın:
uk: Щоб увімкнути підтримку Sentry, встановіть таке:
zh_hans: 要启用对 Sentry 的支持，请进行以下设置：
zh_hant: 要啟用對 Sentry 的支持，請進行以下設置：

source: Your Sentry DSN, see :setting:`SENTRY_DSN`.
de: Ihr Sentry-DSN, siehe :setting:`SENTRY_DSN`.
ga: Do Sentry DSN, féach :setting:`SENTRY_DSN`.
hu: A Sentry DSN címe. Lásd: :setting:`SENTRY_DSN`.
id: Sentry DSN Anda, lihat :setting:`SENTRY_DSN`.
ja: Sentry DSN を設定するには、:setting:`SENTRY_DSN` を参照してください。
nl: Uw Sentry DSN, bekijk :setting:`SENTRY_DSN`.
pt: O seu Sentry DSN, consulte :setting:`SENTRY_DSN`.
pt_br: Seu Sentry DSN, consulte :setting:`SENTRY_DSN`.
ru: Ваш Sentry DSN, см. :setting:`SENTRY_DSN`.
sv: Din Sentry DSN, se :setting:`SENTRY_DSN`.
tr: Sentry DSN ayarınız. Ayrıntılı bilgi almak için: :setting:`SENTRY_DSN`.
uk: Ваш DSN Sentry, див. :setting:`SENTRY_DSN`.
zh_hans: 你的 Sentry DSN，见 :setting:`SENTRY_DSN`.

source: Your Sentry Environment (optional), defaults to :envvar:`WEBLATE_SITE_DOMAIN`.
de: Ihre Sentry-Umgebung (optional), standardmäßig :envvar:`WEBLATE_SITE_DOMAIN`.
ga: Do Thimpeallacht Sentry (roghnach), réamhshocrú go :envvar:`WEBLATE_SITE_DOMAIN`.
hu: A Sentry környezet (opcionális). Alapértelmezés: :envvar:`WEBLATE_SITE_DOMAIN`.
id: Lingkungan Sentry Anda (opsional), bawaannya adalah :envvar:`WEBLATE_SITE_DOMAIN`.
ja: Sentry の環境設定（オプション）。デフォルトは :envvar:`WEBLATE_SITE_DOMAIN` です。
nl: Uw Sentry Environment (optioneel), standaard is :envvar:`WEBLATE_SITE_DOMAIN`.
pt: O seu Ambiente de Sentry (opcional), padrão para :envvar:`WEBLATE_SITE_DOMAIN`.
pt_br: Seu Ambiente de Sentry (opcional), padrão para :envvar:`WEBLATE_SITE_DOMAIN`.
ru: Ваша среда Sentry (необязательно) по умолчанию: :envvar:`WEBLATE_SITE_DOMAIN`.
sv: Din Sentry-miljö (valfritt), standardinställning är :envvar:`WEBLATE_SITE_DOMAIN`.
tr: Sentry ortamınız (isteğe bağlı). Varsayılan değer: :envvar:`WEBLATE_SITE_DOMAIN`.
uk: Ваше середовище Sentry (необов'язкове), типовим значенням є :envvar:`WEBLATE_SITE_DOMAIN`.
zh_hans: 您的 Sentry 环境（可选）。默认为 :envvar:`WEBLATE_SITE_DOMAIN`。

source: Whether to monitor Celery Beat tasks with Sentry, defaults to ``True``.
id: Apakah akan memantau tugas Celery Beat dengan Sentry, bawaannya adalah ``Benar``.
sv: Om Celery Beat-uppgifter ska övervakas med Sentry, standardinställningen är ``True``.
uk: Чи слід моніторити завдання Celery Beat за допомогою Sentry, за замовчуванням значення ``True``.

source: Localization CDN
de: Lokalisierungs-CDN
ga: Logánú CDN
hu: Lokalizációs CDN
id: CDN pelokalan
ja: CDN の現地化
nl: Vertaling CDN
pt: CDN de localização
pt_br: CDN de localização
ro: Localizare CDN
ru: CDN локализации
sv: Lokalisering CDN
ta: உள்ளூராக்கல் சி.டி.என்
tr: Yerelleştirme CDN
uk: CDN локалізації
zh_hans: 语言本地化内容分发网络

source: Configuration for :ref:`addon-weblate.cdn.cdnjs`.
de: Konfiguration für :ref:`addon-weblate.cdn.cdnjs`.
ga: Cumraíocht le haghaidh :ref:`addon-weblate.cdn.cdnjs`.
hu: A :ref:`addon-weblate.cdn.cdnjs` beállítása.
id: Konfigurasi untuk :ref:`addon-weblate.cdn.cdnjs`.
ja: :ref:`addon-weblate.cdn.cdnjs` の設定。
nl: Configuratie voor :ref:`addon-weblate.cdn.cdnjs`.
pt: Configuração para :ref:`addon-weblate.cdn.cdnjs`.
pt_br: Configuração para :ref:`addon-weblate.cdn.cdnjs`.
ro: Configurație pentru :ref:`addon-weblate.cdn.cdnjs`.
ru: Настройки для :ref:`addon-weblate.cdn.cdnjs`.
sv: Konfiguration för :ref:`addon-weblate.cdn.cdnjs`.
tr: :ref:`addon-weblate.cdn.cdnjs` yapılandırması.
uk: Налаштування для :ref:`addon-weblate.cdn.cdnjs`.
zh_hans: :ref:`addon-weblate.cdn.cdnjs` 的配置。
zh_hant: :ref:`addon-weblate.cdn.cdnjs`的配置。

source: The :envvar:`WEBLATE_LOCALIZE_CDN_PATH` is path within the container. It should be stored on the persistent volume and not in the transient storage.
de: Der :envvar:`WEBLATE_LOCALIZE_CDN_PATH` ist ein Pfad innerhalb des Containers. Er sollte auf dem dauerhaften Volume und nicht im flüchtigen Speicher gespeichert werden.
ga: Is é an :envvar:`WEBLATE_LOCALIZE_CDN_PATH` an chonair laistigh den choimeádán. Ba cheart é a stóráil ar an toirt leanúnach agus ní sa stóráil neamhbhuan.
hu: A :envvar:`WEBLATE_LOCALIZE_CDN_PATH` a konténeren belüli elérési útvonal. Tartós tárhelyen tárolandó, nem ideiglenes helyen.
id: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` adalah jalur di dalam kontainer. Jalur ini harus disimpan di volume persisten, bukan di penyimpanan sementara.
ja: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` はコンテナ内のパスです。一時ストレージではなく、永続ボリュームに格納することが必要です。
nl: Het pad :envvar:`WEBLATE_LOCALIZE_CDN_PATH` is het pad binnen de container. Het zou moeten worden opgeslagen op een blijvend volume en niet in de tijdelijke opslag.
pt: O :envvar:`WEBLATE_LOCALIZE_CDN_PATH` é o caminho dentro do contentor. Ele deve ser armazenado no volume persistente e não no armazenamento temporário.
pt_br: O :envvar:`WEBLATE_LOCALIZE_CDN_PATH` é o caminho dentro do contêiner. Ele deve ser armazenado no volume persistente e não no armazenamento temporário.
ro: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` este calea din container. Acesta trebuie să fie stocat pe volumul persistent și nu în memoria tranzitorie.
ru: Переменная :envvar:`WEBLATE_LOCALIZE_CDN_PATH` указывает путь внутри контейнера. Он должен указывать на постоянный том, а не на временное хранилище.
sv: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` är en sökväg inom containern. Den bör lagras på den permanenta volymen och inte i det tillfälliga lagringsutrymmet.
tr: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` kapsayıcı içindeki yoldur. Geçici depolama biriminde değil, kalıcı birimde olmalıdır.
uk: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` є шляхом у контейнері. Сховище даних має перебувати на постійному томі, а не у тимчасовому сховищі зберігання даних.
zh_hans: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` 是容器内的路径。它应该存储在持久卷上，而不能存储在瞬态存储器中。
zh_hant: :envvar:`WEBLATE_LOCALIZE_CDN_PATH` 是容器內的路徑。它應該存儲在持久卷上，而不能存儲在瞬態存儲器中。

source: One of possibilities is storing that inside the Weblate data dir:
de: Eine der Möglichkeiten ist die Speicherung im Weblate-Datenverzeichnis:
ga: Ceann de na féidearthachtaí is ea é sin a stóráil taobh istigh den treoir sonraí Weblate:
hu: Egy lehetséges megoldás, ha a Weblate adatkönyvtárába helyezi:
id: Salah satu kemungkinan adalah menyimpannya di dalam direktori data Weblate:
ja: 可能性の 1 つとして、それを Weblate データー ディレクトリ内に保存する方法:
nl: Een van de mogelijkheden is om het op te slaan in de Weblate-map data:
pt: Uma das possibilidades é armazenar isso dentro do diretório de dados do Weblate:
pt_br: Uma das possibilidades é armazenar isso dentro do diretório de dados do Weblate:
ro: Una dintre posibilități este stocarea acestora în directorul de date Weblate:
ru: Одной из возможных настроек является направление пути внутрь каталога данных Weblate:
sv: En möjlighet är att lagra det i Weblate-datakatalogen:
ta: வலைபெயர்ப்பு டேட்டா டிர் உள்ளே சேமித்து வைப்பது சாத்தியக்கூறுகளில் ஒன்று:
tr: Olasılıklardan biri, Weblate verilerinin içinde tutulmasıdır:
uk: Одним із можливих варіантів є зберігання даних у каталозі даних Weblate:
zh_hans: 一种可能性是存储在 Weblate 数据目录中：
zh_hant: 一種可能性是存儲在 Weblate 數據目錄中：

source: You are responsible for setting up serving of the files generated by Weblate, it only does stores the files in configured location.
de: Sie sind für die Einrichtung der Bereitstellung der von Weblate erzeugten Dateien verantwortlich, es speichert nur die Dateien am konfigurierten Speicherort.
ga: Tá tú freagrach as riaradh na gcomhad ginte ag Weblate a shocrú, ní stórálann sé ach na comhaid i suíomh cumraithe.
hu: A fájlok kiszolgálásának beállítása a felhasználó feladata. A Weblate csak a konfigurált helyen tárolja azokat.
id: Anda bertanggung jawab untuk menyiapkan penyajian berkas yang dihasilkan oleh Weblate, Weblate hanya menyimpan berkas di lokasi yang dikonfigurasi.
ja: Weblate によって生成されたファイルの保存先を設定することが必要です。Weblate は、ファイルを設定した場所に保存するだけです。
nl: U bent verantwoordelijk voor het instellen van het serveren van de bestanden die worden gegenereerd door Weblate, het slaat alleen bestanden op in de geconfigureerde locatie.
pt: É responsável por configurar o serviço dos ficheiros gerados pelo Weblate, ele só armazena os ficheiros no local configurado.
pt_br: Você é responsável por configurar o serviço dos arquivos gerados pelo Weblate, ele só armazena os arquivos no local configurado.
ro: Sunteți responsabil pentru configurarea serviciului de servire a fișierelor generate de Weblate, acesta doar stochează fișierele în locația configurată.
ru: За раздачу файлов, генерируемых Weblate, отвечаете вы, эта переменная только указывает местоположение, куда их надо сохранять.
sv: Du ansvarar för att konfigurera serveringen av de filer som genereras av Weblate, som endast lagrar filerna på den konfigurerade platsen.
ta: வலைபெயர்ப்பு உருவாக்கிய கோப்புகளின் சேவையை அமைப்பதற்கு நீங்கள் பொறுப்பு, இது கோப்புகளை உள்ளமைக்கப்பட்ட இடத்தில் மட்டுமே சேமிக்கிறது.
tr: Weblate tarafından oluşturulan dosyaların sunulmasını ayarlamak sizin sorumluluğunuzdur. Bu seçenek yalnızca dosyaları yapılandırılmış konumda tutar.
uk: Ви несете відповідальність за налаштування обслуговування файлів, згенерованих Weblate, файли зберігаються лише в налаштованому місці.
zh_hans: 您负责设置Weblate生成的文件的服务，它只在配置的位置存储文件。
zh_hant: 您負責設置Weblate生成的文件的服務，它只在配置的位置存儲文件。

source: Changing enabled apps, checks, add-ons, machine translation or autofixes
de: Ändern aktivierter Apps, Qualitätsprüfungen, Erweiterungen, maschineller Übersetzungen oder Autofixes
ga: Aipeanna cumasaithe a athrú, seiceálacha, breiseáin, aistriúchán meaisín nó uathshocrú
hu: Engedélyezett alkalmazások, ellenőrzések, kiegészítők, gépi fordítás vagy automatikus javítások módosítása
id: Mengubah aplikasi yang diaktifkan, pemeriksaan, pengaya, terjemahan mesin, atau perbaikan otomatis
ja: 有効なアプリ、検査、アドオン、機械翻訳、または自動修正の変更
nl: Wijzigen ingeschakelde apps, controles, add-ons, machinevertaling of automatische reparaties
pt: Alterar apps, verificações, extensões, tradução automática, ou correções automáticas ativados
pt_br: Alterando aplicativos, verificações, complementos, tradução automática, ou correções automáticas habilitados
sv: Ändra aktiverade appar, kontroller, tillägg, maskinöversättning eller automatiska korrigeringar
ta: இயக்கப்பட்ட பயன்பாடுகள், காசோலைகள், துணை நிரல்கள், இயந்திர மொழிபெயர்ப்பு அல்லது ஆட்டோஃபிக்சை மாற்றுதல்
tr: Kullanımdaki uygulamaları, denetimleri, eklentileri, makine çevirilerini ya da kendiliğinden düzeltmeleri değiştirmek
uk: Зміна увімкнених програм, перевірок, додатків, комп'ютерного перекладу та автоматичних виправлень
zh_hans: 更改启用的应用、检查、附加组件、机器翻译或自动修复

source: The built-in configuration of enabled checks, add-ons or autofixes can be adjusted by the following variables:
de: Die integrierte Konfiguration der aktivierten Qualitätsprüfungen, Erweiterungen oder Autofixes kann durch die folgenden Variablen angepasst werden:
ga: Is féidir cumraíocht ionsuite na seiceálacha cumasaithe, na mbreiseán nó na socruithe uathoibríocha a choigeartú leis na hathróga seo a leanas:
hu: A beépített konfiguráció módosítható az alábbi változókkal:
id: Konfigurasi bawaan dari pemeriksaan yang diaktifkan, pengaya, atau perbaikan otomatis dapat disesuaikan dengan variabel berikut ini:
ja: 組み込まれた有効な品質検査、アドオン、または自動修正を設定する変数:
nl: De ingebouwde configuratie van ingeschakelde controles, add-ons of automatische reparaties kan worden aangepast met de volgende variabelen:
pt: A configuração embutida de verificações, extensões ou correções automática ativados pode ser ajustada pelas seguintes variáveis:
pt_br: A configuração embutida de verificações, complementos ou correções automática habilitados pode ser ajustada pelas seguintes variáveis:
ro: Configurația încorporată a verificărilor activate, a suplimentelor sau a corecțiilor automate poate fi ajustată cu ajutorul următoarelor variabile:
ru: Встроенную конфигурация включённых проверок, надстроек или автоматических исправлений можно изменить с помощью следующих переменных:
sv: Den inbyggda konfigurationen av aktiverade kontroller, tillägg eller automatiska korrigeringar kan justeras med följande variabler:
ta: இயக்கப்பட்ட சோதனைகள், துணை நிரல்கள் அல்லது தானிஃபிக்சின் உள்ளமைக்கப்பட்ட உள்ளமைவை பின்வரும் மாறிகள் மூலம் சரிசெய்யலாம்:
tr: Kullanımdaki denetimlerin, eklentilerin ya da kendiliğinden düzeltmelerin iç yapılandırması şu değişkenlerle ayarlanabilir:
uk: Вбудовані налаштування увімкнених перевірок, додатків або автоматичних виправлень можна скоригувати за допомогою таких змінних:
zh_hans: 可以通过后面的变量来调整允许的检查、附加组件或自动修复的内建配置：

source: Container settings
de: Container-Einstellungen
ga: Socruithe coimeádán
hu: Konténerbeállítások
id: Pengaturan kontainer
ja: コンテナの設定
nl: Instellingen container
pt: Configurações do contentor
pt_br: Configurações do contêiner
ro: Setări container
ru: Параметры контейнера
sv: Containerinställningar
ta: கொள்கலன் அமைப்புகள்
tr: Kapsayıcı ayarları
uk: Параметри контейнерів
zh_hans: 容器设置

source: Base number of worker processes running in the container. When not set it is determined automatically on container startup based on number of CPU cores available.
de: Basisanzahl der im Container laufenden Worker-Prozesse. Wenn sie nicht festgelegt ist, wird sie automatisch beim Start des Containers anhand der Anzahl der verfügbaren CPU-Kerne ermittelt.
ga: Bunlíon na bpróiseas oibrithe atá ag rith sa choimeádán. Nuair nach bhfuil sé socraithe déantar é a chinneadh go huathoibríoch ar tosaithe coimeádán bunaithe ar líon na gcroí LAP atá ar fáil.
hu: A konténerben futó alapértelmezett munkafolyamatok száma. Ha nincs megadva, induláskor automatikusan a CPU-magok számához igazodik.
id: Jumlah dasar proses pekerja yang berjalan di dalam kontainer. Jika tidak diatur, jumlah tersebut akan ditentukan secara otomatis saat kontainer dimulai berdasarkan jumlah inti CPU yang tersedia.
ja: コンテナで実行されているワーカー プロセスの基本数。設定しない場合、使用可能な CPU コアの数に基づき、コンテナの起動時に自動的に決定されます。
nl: Basisaantal processen voor werkers die in de container kunnen worden uitgevoerd. Indien niet ingesteld wordt het automatisch bepaald bij het opstarten van de container, gebaseerd op het aantal beschikbare CPU-bronnen.
pt: Quantidade base de processos de trabalho em execução no contentor. Quando não definido, é determinado automaticamente na inicialização do contentor com base na quantidade de núcleos de CPU disponíveis.
pt_br: Número base de processos de trabalho em execução no contêiner. Quando não definido, é determinado automaticamente na inicialização do contêiner com base no número de núcleos de CPU disponíveis.
ro: Numărul de bază al proceselor de lucru care rulează în container. Dacă nu este setat, acesta este determinat automat la pornirea containerului pe baza numărului de nuclee CPU disponibile.
ru: Базовое количество рабочих процессов, запущенных в контейнере. Если оно не задано, то определяется автоматически при запуске контейнера на основе количества доступных ядер процессора.
sv: Basantalet arbetareprocesser som körs i behållaren. Om det inte är inställt bestäms det automatiskt vid behållarens start baserat på antalet tillgängliga CPU-kärnor.
ta: கொள்கலனில் இயங்கும் தொழிலாளர் செயல்முறைகளின் அடிப்படை எண்ணிக்கை. அமைக்கப்படாதபோது, கிடைக்கக்கூடிய சிபியு கோர்களின் எண்ணிக்கையின் அடிப்படையில் கொள்கலன் தொடக்கத்தில் தானாகவே தீர்மானிக்கப்படுகிறது.
tr: Kapsayıcıda çalışan işlemlerin temel sayısı. Ayarlanmadığında, kullanılabilir işlemci çekirdeği sayısına bağlı olarak kapsayıcı başlangıcında kendiliğinden belirlenir.
uk: Базова кількість процесів-обробників, які працюють у контейнері. Якщо не вказано, визначається автоматично при запуску контейнера на основі кількості доступних ядер процесора.
zh_hans: 容器中运行的工作者进程的基本数量。如果没有设置，它将在容器启动时根据可用的CPU核数自动确定。
zh_hant: 在容器中運行的工人進程基數。未設置時，基於可用的CPU核心數，在容器啟動時自動確定。

source: It is used to determine :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, and :envvar:`WEB_WORKERS`. You can use these settings to fine-tune.
de: Wird zur Bestimmung von :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS` und :envvar:`WEB_WORKERS` verwendet. Sie können diese Einstellungen zur Feinabstimmung nutzen.
ga: Úsáidtear é chun a chinneadh :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, agus :envvar:`WEB_WORKERS`. Is féidir leat na socruithe seo a úsáid chun mionchoigeartú.
hu: Ez alapján kerül meghatározásra többek között: :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, és :envvar:`WEB_WORKERS`. Ezekkel a beállításokkal testreszabás végezhető.
id: Ini digunakan untuk menentukan :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, dan :envvar:`WEB_WORKERS`. Anda dapat menggunakan pengaturan ini untuk menyesuaikan.
ja: 使用する設定項目 :envvar:`CELERY_MAIN_OPTIONS`、:envvar:`CELERY_NOTIFY_OPTIONS`、:envvar:`CELERY_MEMORY_OPTIONS`、:envvar:`CELERY_TRANSLATE_OPTIONS`、:envvar:`CELERY_BACKUP_OPTIONS`、:envvar:`CELERY_BEAT_OPTIONS`、および :envvar:`WEB_WORKERS`。これらの設定を使用して微調整できます。
nl: Het wordt gebruikt om te bepalen :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS` en :envvar:`WEB_WORKERS`. U kunt deze instellingen fijn afstemmen.
pt: É usado para determinar :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS` e :envvar:`WEB_WORKERS`. Pode usar essas configurações para fazer o ajuste fino.
pt_br: É usado para determinar :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS` e :envvar:`WEB_WORKERS`. Você pode usar essas configurações para fazer o ajuste fino.
ro: Este folosit pentru a determina :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, : envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS` și :envvar:`WEB_WORKERS`. Puteți utiliza aceste setări pentru a regla cu precizie.
ru: Используется для определения :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, и :envvar:`WEB_WORKERS`. Вы можете использовать эти настройки для точной регулировки.
sv: Den används för att bestämma :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS` och :envvar:`WEB_WORKERS`. Du kan använda dessa inställningar för att finjustera.
tr: :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, ve :envvar:`WEB_WORKERS` seçeneklerini ayarlamak için kullanılır. Bu seçenekleri ince ayar yapmak için kullanabilirsiniz.
uk: Використовується для визначення :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, and :envvar:`WEB_WORKERS`. Ви можете скористатися цими параметрами для коригування параметрів.
zh_hans: 它被用来确定 :envvar:`CELERY_MAIN_OPTIONS`, :envvar:`CELERY_NOTIFY_OPTIONS`, :envvar:`CELERY_MEMORY_OPTIONS`, :envvar:`CELERY_TRANSLATE_OPTIONS`, :envvar:`CELERY_BACKUP_OPTIONS`, :envvar:`CELERY_BEAT_OPTIONS`, 和 :envvar:`WEB_WORKERS`。你可以使用这些设置来微调。
