Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for automated daily update of repositories.
de: Unterstützung für die automatische tägliche Aktualisierung von Repositorys hinzugefügt.
ga: Tacaíocht bhreise le haghaidh nuashonrú uathoibríoch laethúil ar stórtha.
hu: Tárolók automatikus napi frissítésének támogatása hozzáadva.
id: Menambahkan dukungan untuk pembaruan repositori harian otomatis.
ja: リポジトリの自動日次更新に対応。
nl: Ondersteuning toegevoegd voor geautomatiseerd dagelijks bijwerken van opslagruimten.
pt: Adicionado suporte para atualização diária automatizada de repositórios.
pt_br: Adicionado suporte para atualização diária automatizada de repositórios.
ro: A fost adăugat suport pentru actualizarea zilnică automată a depozitelor.
ru: Добавлена поддержка автоматических ежедневных обновлений репозиториев.
sv: Lagt till stöd för automatisk daglig uppdatering av arkiv.
ta: களஞ்சியங்களின் தானியங்கு நாள்தோறும் புதுப்பிப்புக்கான உதவி சேர்க்கப்பட்டது.
tr: Depolara kendiliğinden güncelleme desteği eklendi.
uk: Додано підтримку автоматично щоденного оновлення сховищ.
zh_hans: 为每天自动更新仓库添加了支持。
zh_hant: 為每天自動更新倉庫添加了支持。

source: Added support for creating projects and components by users.
de: Unterstützung für das Erstellen von Projekten und Komponenten durch Benutzer hinzugefügt.
ga: Tacaíocht bhreise chun tionscadail agus comhpháirteanna a chruthú ag úsáideoirí.
hu: Felhasználók számára lehetőség projekt és összetevő létrehozására.
id: Menambahkan dukungan untuk membuat proyek dan komponen oleh pengguna.
ja: ユーザーによるプロジェクトおよびコンポーネントの作成に対応。
nl: Ondersteuning toegevoegd voor maken van projecten en onderdelen door gebruikers.
pt: Adicionado suporte para a criação de projetos e componentes por utilizadores.
pt_br: Adicionado suporte para a criação de projetos e componentes por usuários.
ro: A fost adăugat suport pentru crearea de proiecte și componente de către utilizatori.
ru: Добавлена возможность создания проектов и компонентов пользователями.
sv: Lagt till stöd för att skapa projekt och komponenter av användare.
ta: பயனர்களால் திட்டங்கள் மற்றும் கூறுகளை உருவாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Kullanıcılar tarafından proje ve bileşen oluşturma özelliği eklendi.
uk: Додано підтримку створення проєктів і складників користувачами.
zh_hans: 为用户新建项目和部件添加了支持。
zh_hant: 為用戶新建項目和組件添加了支持。

source: Built-in translation memory now automatically stores translations done.
de: Der integrierte Übersetzungsspeicher speichert jetzt automatisch durchgeführte Übersetzungen.
ga: Stórálann cuimhne aistriúcháin ionsuite na haistriúcháin go huathoibríoch anois.
hu: A beépített fordítási memória mostantól automatikusan elmenti az elvégzett fordításokat.
id: Memori terjemahan internal sekarang secara otomatis menyimpan terjemahan yang sudah selesai.
ja: 組み込みの翻訳メモリが、翻訳の自動保存に対応。
nl: Ingebouwd vertaalgeheugen slaat nu automatisch voltooide vertalingen op.
pt: A memória de tradução integrada agora armazena automaticamente as traduções feitas.
pt_br: Memória de tradução embutida agora armazena automaticamente as traduções feitas.
ro: Memoria de traducere încorporată stochează acum automat traducerile efectuate.
ru: Встроенная память переводов теперь автоматически сохраняет сделанные переводы.
sv: Det inbyggda översättningsminnet lagrar nu automatiskt utförda översättningar.
ta: உள்ளமைக்கப்பட்ட மொழிபெயர்ப்பு நினைவகம் இப்போது தானாகவே மொழிபெயர்ப்புகளை சேமிக்கிறது.
tr: İç çeviri belleğinin yapılan çevirileri kendiliğinden kaydetmesi sağlandı.
uk: У новій версії пам'ять перекладів автоматично зберігає виконані переклади.
zh_hans: 内建的翻译记忆库现在自动存储完成的翻译。

source: Users and projects can import their existing translation memories.
de: Benutzer und Projekte können ihre bestehenden Übersetzungsspeicher importieren.
ga: Is féidir le húsáideoirí agus le tionscadail a gcuimhní aistriúcháin reatha a iompórtáil.
hu: Felhasználók és projektek importálhatják meglévő fordítási memóriájukat.
id: Pengguna dan proyek dapat mengimpor memori terjemahan yang ada.
ja: ユーザーやプロジェクトが、既存の翻訳メモリをインポートできるように改良。
nl: Gebruikers en projecten kunnen hun bestaande vertaalgeheugens importeren.
pt: Utilizadores e projetos podem importar as memórias de tradução existentes deles.
pt_br: Usuários e projetos podem importar suas memórias de tradução existentes.
ro: Utilizatorii și proiectele își pot importa memoriile de traducere existente.
ru: Пользователи и проекты могут импортировать свои уже существующие памяти переводов.
sv: Användare och projekt kan importera sina befintliga översättningsminnen.
ta: பயனர்கள் மற்றும் திட்டங்கள் தங்களது தற்போதைய மொழிபெயர்ப்பு நினைவுகளை இறக்குமதி செய்யலாம்.
tr: Kullanıcı ve projeler için var olan çeviri belleklerini içe aktarma özelliği eklendi.
uk: Реалізовано можливість імпортування наявних записів пам'яті перекладів користувачами та керівниками проєктів.
zh_hans: 用户和项目现在可以导入他们现有的翻译记忆库。
zh_hant: 用戶和項目現在可以導入他們現有的翻譯記憶庫。

source: Better management of related strings for screenshots.
de: Bessere Verwaltung von zusammenhängenden Zeichenketten für Bildschirmfotos.
ga: Bainistíocht níos fearr ar theaghráin ghaolmhara le haghaidh scáileáin scáileáin.
hu: Képernyőképekhez kapcsolódó szövegek kezelése továbbfejlesztve.
id: Manajemen string terkait yang lebih baik untuk tangkapan layar.
ja: スクリーンショットの関連文字列の管理を改良。
nl: Beter beheer van gerelateerde tekenreeksen voor schermafdrukken.
pt: Melhor gestão de cadeias relacionadas às capturas de ecrã.
pt_br: Melhor gerenciamento de textos relacionados às capturas de tela.
ro: O mai bună gestionare a șirurilor de caractere conexe pentru capturi de ecran.
ru: Улучшено управление связанными строками снимков экрана.
sv: Bättre hantering av relaterade strängar för skärmdumpar.
ta: திரை சாட்களுக்கான தொடர்புடைய சரங்களின் சிறந்த மேலாண்மை.
tr: Ekran görüntüleri ile ilgili dizgelerin daha iyi yönetilmesi sağlandı.
uk: Удосконалено керування пов'язаними зі знімками вікон рядками.
zh_hans: 更好地管理屏幕截图的相关字符串。
zh_hant: 更好地管理屏幕截圖的相關字符串。

source: Added support for checking Java MessageFormat.
de: Unterstützung für die Überprüfung von Java-MessageFormat hinzugefügt.
ga: Tacaíocht bhreise chun Java MessageFormat a sheiceáil.
hu: Java MessageFormat ellenőrzésének támogatása hozzáadva.
id: Menambahkan dukungan untuk memeriksa Java MessageFormat.
ja: Java MessageFormat の検査に対応。
nl: Ondersteuning toegevoegd voor controleren van Java MessageFormat.
pt: Adicionado suporte para verificar Java MessageFormat.
pt_br: Adicionado suporte para verificar Java MessageFormat.
ro: A fost adăugat suport pentru verificarea Java MessageFormat.
ru: Добавлена поддержка проверки Java MessageFormat.
sv: Lagt till stöd för kontroll av Java MessageFormat.
ta: சாவா செய்தி வடிவத்தை சரிபார்க்க உதவி சேர்க்கப்பட்டது.
tr: Java MessageFormat denetimi desteği eklendi.
uk: Додано підтримку перевірки MessageFormat Java.
zh_hans: 为检查 Java MessageFormat 添加了支持。
zh_hant: 為檢查 Java MessageFormat 添加了支持。

source: See `3.2 milestone on GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ for detailed list of addressed issues.
de: Siehe `3.2 Meilenstein auf GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ für eine detaillierte Liste der behobenen Probleme.
ga: Féach `3.2 cloch mhíle ar GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ le haghaidh liosta mionsonraithe de na saincheisteanna ar tugadh aghaidh orthu.
hu: A kapcsolódó hibák részletes listája a `3.2 mérföldkőnél <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ található a GitHubon.
id: Lihat `tonggak sejarah 3.2 di GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ untuk daftar terperinci masalah yang ditangani.
ja: 問題への対処の詳細については、参照: `3.2 milestone on GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ を確認してください。
nl: Bekijk `3.2 milestone on GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ voor gedetailleerde lijst met aangepakte problemen.
pt: Veja o `marco 3.2 no GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ para uma lista detalhada dos problemas resolvidos.
pt_br: Consulte o `marco 3.2 no GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ para uma lista detalhada dos problemas resolvidos.
ro: Consultați `3.2 milestone pe GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ pentru lista detaliată a problemelor rezolvate.
ru: Просмотрите подробный список исправленных проблем в описании `целей версии 3.2 на GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_.
sv: Se `3.2 milestone på GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ för en detaljerad lista över åtgärdade problem.
ta: அறிவிலிமையம் <https://github.com/weblateorg/weblate/milestone/36?closed=1> `_ _ இல்` 3.2 மைல்கல்லைக் காண்க.
tr: Çözülen sorunların ayrıntılı listesine bakmak için `GitHub üzerindeki 3.2 kilometre taşı <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ bölümüne bakabilirsiniz.
uk: Див. `етап 3.2 на GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_, щоб дізнатися більше про усунені вади.
zh_hans: 已解决问题的详细列表请参见 `GitHub 上的 3.2 里程碑 <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_。
zh_hant: 所提到問題的具體列表請參見 `3.2 milestone on GitHub <https://github.com/WeblateOrg/weblate/milestone/36?closed=1>`_ 。

source: *Released on July 27th 2018.*
de: *Veröffentlicht am 27. Juli 2018.*
ga: *Eisithe ar 27 Iúil 2018.*
hu: *Kiadva: 2018. július 27.*
id: *Dirilis pada 27 Juli 2018.*
nl: *Uitgegeven op 27 juli 2018.*
pt_br: *Atualizado em 27 de julho de 2018.*
sv: *Släpptes den 27 juli 2018.*
tr: *27 Temmuz 2018 tarihinde yayınlandı.*
uk: *Випущено 27 липня 2018 року.*

source: Fix testsuite failure on some setups.
de: Behebung von Testsuite-Fehlern bei einigen Einrichtungen.
ga: Deisigh teip testsuite ar roinnt socruithe.
hu: Tesztcsomag hibájának javítása bizonyos környezetekben.
id: Memperbaiki kegagalan rangkaian pengujian pada beberapa pengaturan.
ja: 一部の設定で発生してたテストスイートの不具合を修正。
nl: Mislukken testsuite in sommige opstellingen gerepareerd.
pt: Corrigida a falha do conjunto de teste em algumas configurações.
pt_br: Corrigida a falha do conjunto de teste em algumas configurações.
ro: Corectarea eșecului testsuite pe unele configurații.
ru: Исправлены ошибки в тестах, выдаваемых на некоторых установках.
sv: Åtgärda testsuite-fel på vissa installationer.
ta: சில அமைப்புகளில் டெச்ட்சூட் தோல்வியை சரிசெய்யவும்.
tr: Bazı kurulumlarda yaşanan sınama paketi sorunu düzeltildi.
uk: Виправлено помилки комплексу тестування у деяких конфігураціях.
zh_hans: 修复了一些设置中失败的测试套件。
zh_hant: 修復了一些設置中失敗的測試套件。

source: Upgrades from older version than 3.0.1 are not supported.
de: Upgrades von älteren Versionen als 3.0.1 werden nicht unterstützt.
ga: Ní thacaítear le huasghráduithe ó leagan níos sine ná 3.0.1.
hu: 3.0.1-nél régebbi verziókról frissítés nem támogatott.
id: Pemutakhiran dari versi lama sebelum 3.0.1 tidak didukung.
ja: 3.0.1 より古いバージョンからのアップグレードへの対応は終了。
nl: Upgraden vanuit oudere versie dan 3.0.1 wordt niet ondersteund.
pt: Atualizações de versões anteriores a 3.0.1 não são suportadas.
pt_br: Atualizações de versões anteriores a 3.0.1 não são suportadas.
ro: Actualizările de la o versiune mai veche decât 3.0.1 nu sunt acceptate.
ru: Обновления с версий более старых, чем 3.0.1, не поддерживаются.
sv: Uppgraderingar från äldre versioner än 3.0.1 stöds inte.
ta: 3.0.1 ஐ விட பழைய பதிப்பிலிருந்து மேம்படுத்தல்கள் ஆதரிக்கப்படவில்லை.
tr: 3.0.1 öncesi sürümlerden yükseltmeler desteklenmiyor.
uk: Підтримку з версій, старіших за 3.0.1, вилучено.
zh_hans: 不再支持从早于 3.0.1 的更旧版本的升级。
zh_hant: 不再支持從早於 3.0.1 的更舊版本的升級。

source: Allow to override default commit messages from settings.
de: Das Überschreiben von Standard-Commit-Nachrichten aus den Einstellungen ermöglicht.
ga: Ceadaigh teachtaireachtaí tiomnaithe réamhshocraithe ó na socruithe a shárú.
hu: Beállításokon keresztül felülírható az alapértelmezett véglegesítési üzenet.
id: Izinkan untuk menimpa pesan komit bawaan dari pengaturan.
ja: デフォルトのコミットメッセージを、設定により上書きできるように改良。
nl: Overschrijven standaard bericht indiening vanuit instellingen toestaan.
pt: Permite substituir mensagens de commit padrão das configurações.
pt_br: Permite substituir mensagens de commit padrão das configurações.
ro: Permiteți să suprascrieți mesajele de confirmare implicite din setări.
ru: Разрешено переопределение сообщений коммитов через настройки.
sv: Tillåt att åsidosätta standardmeddelanden för bekräftelse från inställningarna.
ta: அமைப்புகளிலிருந்து இயல்புநிலை செய்த செய்திகளை மேலெழுத அனுமதிக்கவும்.
tr: Ayarlar bölümüne varsayılan işleme iletilerini değiştirme özelliği eklendi.
uk: Уможливлено перевизначення типових повідомлень про внесок з параметрів проєкту.
zh_hans: 允许覆盖设置中的默认提交说明。
zh_hant: 允許覆蓋從設置中默認提交的消息。

source: Improve webhooks compatibility with self hosted environments.
de: Verbesserte Kompatibilität von Webhooks mit selbst gehosteten Einsatzumgebungen.
ga: Feabhas a chur ar chomhoiriúnacht na gcuacha gréasáin le timpeallachtaí féin-óstáilte.
hu: Webhook kompatibilitás javítva saját üzemeltetésű környezetekkel.
id: Meningkatkan kompatibilitas webhook dengan lingkungan yang dihosting sendiri.
ja: Web フックとユーザーのサーバー環境との互換性を改良。
nl: Verbeterde compatibiliteit webhooks met zelf gehoste omgevingen.
pt: Melhora a compatibilidade dos webhooks com ambientes de hospedagem própria.
pt_br: Melhora a compatibilidade dos webhooks com ambientes de hospedagem própria.
ro: Îmbunătățirea compatibilității webhooks cu mediile găzduite de sine stătător.
ru: Улучшена совместимость web-обработчиков с Weblate, устанавливаемом на собственном хостинге.
sv: Förbättra webhooks kompatibilitet med självhostade miljöer.
ta: தன்வய புரவலன் சூழல்களுடன் வெப்ஊக்குகள் பொருந்தக்கூடிய தன்மையை மேம்படுத்தவும்.
tr: İnternet kancalarının kendi kendine barındırma ortamları ile uyumluluğunu iyileştirildi.
uk: Удосконалено сумісність скриптів спостереження із власними встановленими середовищами.
zh_hans: 改进 webhooks 与自主环境的兼容性。
zh_hant: 改進 webhooks 與自主環境的兼容性。

source: Added support for Amazon Translate.
de: Unterstützung für Amazon Translate hinzugefügt.
ga: Tacaíocht bhreise le haghaidh Amazon Translate.
hu: Amazon Translate támogatása hozzáadva.
id: Menambahkan dukungan untuk Amazon Translate.
ja: Amazon Translate に対応。
nl: Ondersteuning toegevoegd voor Amazon Translate.
pt: Adicionado suporte para o Amazon Translate.
pt_br: Adicionado suporte para o Amazon Translate.
ro: A fost adăugat suport pentru Amazon Translate.
ru: Добавлена поддержка Amazon Translate.
sv: Stöd för Amazon Translate har lagts till.
ta: அமேசான் மொழிபெயர்ப்புக்கு கூடுதல் உதவி.
tr: Amazon Translate desteği eklendi.
uk: Додано підтримку Amazon Translate.
zh_hans: 添加了对 Amazon Translate 的支持。
zh_hant: 添加了對 Amazon Translate 的支持。

source: Compatibility with Django 2.1.
de: Kompatibilität mit Django 2.1.
ga: Comhoiriúnacht le Django 2.1.
hu: Django 2.1 kompatibilitás biztosítva.
id: Kompatibilitas dengan Django 2.1.
ja: Django 2.1 への互換性に対応。
nl: Compatibiliteit met Django 2.1.
pt: Compatibilidade com Django 2.1.
pt_br: Compatibilidade com Django 2.1.
ro: Compatibilitate cu Django 2.1.
ru: Совместимость с Django 2.1.
sv: Kompatibilitet med Django 2.1.
ta: சாங்கோ 2.1 உடன் பொருந்தக்கூடிய தன்மை.
tr: Django 2.1 uyumluluğu sağlandı.
uk: Забезпечено сумісність із Django 2.1.
zh_hans: 与 Django 2.1 兼容。
zh_hant: 與 Django 2.1 兼容。

source: Django system checks are now used to diagnose problems with installation.
de: Django-Systemprüfungen werden jetzt verwendet, um Probleme bei der Installation zu diagnostizieren.
ga: Úsáidtear seiceálacha córais Django anois chun fadhbanna le suiteáil a dhiagnóiseadh.
hu: A Django rendszerellenőrzései mostantól használatban vannak a telepítési problémák diagnosztizálására.
id: Pemeriksaan sistem Django sekarang digunakan untuk mendiagnosis masalah dengan instalasi.
ja: Django のシステム チェックは、インストールに関する問題の診断に使用されるように変更されました。
nl: Django systeemcontroles worden nu gebruikt om problemen met installatie te diagnosticeren.
pt: As verificações do sistema Django agora são usadas para diagnosticar problemas com a instalação.
pt_br: As verificações do sistema Django agora são usadas para diagnosticar problemas com a instalação.
ro: Verificările de sistem Django sunt acum folosite pentru a diagnostica problemele de instalare.
ru: Проверки системы Django теперь используются для диагностики проблем с установкой.
sv: Django-systemkontroller används nu för att diagnostisera problem med installationen.
ta: நிறுவலில் சிக்கல்களைக் கண்டறிய சாங்கோ கணினி சோதனைகள் இப்போது பயன்படுத்தப்படுகின்றன.
tr: Django sistem denetimlerine kurulumla ilgili sorunları tanılama özelliği eklendi.
uk: Для діагностування проблем зі встановленням у новій версії використовуються перевірки системи Django.
zh_hans: Django system 系统检查现在用于诊断安装问题。
zh_hant: Django system 系統檢查現在用於診斷安裝問題。

source: Removed support for soon shutdown libravatar service.
de: Die Unterstützung für den bald abgeschalteten Libravatar-Dienst entfernt.
ga: Tacaíocht bainte do sheirbhís libravatar múchadh go luath.
hu: Megszűnés előtt álló Libravatar szolgáltatás támogatása eltávolítva.
id: Menghapus dukungan untuk segera menutup layanan libravatar.
ja: まもなく終了する libravatar サービスへの機能を削除。
nl: Ondersteuning verwijderd voor snel te beëindigen service libravatar.
pt: Removido o suporte para o serviço libravatar que será encerrado em breve.
pt_br: Removido o suporte para o serviço libravatar que será encerrado em breve.
ro: A fost eliminat suportul pentru serviciul libravatar oprit în curând.
ru: Удалена поддержка сервиса libravatar, который скоро прекращает работу.
sv: Stöd för libravatar-tjänsten, som snart kommer att stängas ned, har tagits bort.
ta: விரைவில் பணிநிறுத்தம் செய்யப்பட்ட லிப்ராவதர் சேவைக்கான ஆதரவை நீக்கியது.
tr: Yakında kapatılacak libravatar hizmetinin desteği kaldırıldı.
uk: Вилучено підтримку служби libravatar, яку невдовзі буде закрито.
zh_hans: 删除了对即将关闭的 libravatar 服务的支持。
zh_hant: 刪除了將很快關閉的 libravatar 服務的支持。

source: New add-on to mark unchanged translations as needing edit.
de: Neue Erweiterung, um unveränderte Übersetzungen als bearbeitungsbedürftig zu markieren.
ga: Breiseán nua chun aistriúcháin neamhathraithe a mharcáil mar go bhfuil gá le heagrú.
hu: Új kiegészítő a változatlan fordítások szerkesztést igénylőként való megjelölésére.
id: Pengaya baru untuk menandai terjemahan yang tidak berubah karena perlu disunting.
ja: 未翻訳の翻訳を、編集が必要なものとしてマークするための新しいアドオン。
nl: Nieuwe add-on om niet gewijzigde vertalingen te markeren als zij moeten worden bewerkt.
pt: Nova extensão para marcar traduções não alteradas como a necessitar de edição.
pt_br: Novo complemento para marcar traduções não alteradas como necessitando de edição.
ro: Un nou add-on pentru a marca traducerile neschimbate ca necesitând editare.
ru: Новая надстройка, позволяющая помечать не изменённые переводы «на правку».
sv: Nytt tillägg för att markera oförändrade översättningar som behöver redigeras.
ta: திருத்தப்படாத மொழிபெயர்ப்புகளைக் குறிக்க புதிய துணை நிரல் திருத்து தேவை.
tr: Değiştirilmemiş çevirileri "Düzenlenmesi gerekli" olarak imleyen eklenti eklendi.
uk: Реалізовано новий додаток для позначення незмінених перекладів як таких, що потребують редагування.
zh_hans: 将未改变的翻译标记为需要编辑的新附加组件。

source: Add support for jumping to specific location while translating.
de: Unterstützung für das Springen zu einem bestimmten Ort während des Übersetzens hinzugefügt.
ga: Cuir tacaíocht le haghaidh léim chuig suíomh ar leith agus tú ag aistriú.
hu: Fordítás közben lehetőség van egy adott helyre ugrani.
id: Tambahkan dukungan untuk melompat ke lokasi tertentu saat menerjemahkan.
ja: 翻訳中に特定の場所にジャンプする機能の追加。
nl: Ondersteuning toegevoegd voor springen naar specifieke locatie tijdens vertalen.
pt: Adiciona suporte para pular para um local específico durante a tradução.
pt_br: Adiciona suporte para pular para um local específico durante a tradução.
ro: Adăugați suport pentru a sări la o anumită locație în timpul traducerii.
ru: Добавлена поддержка перепрыгивания в указанное место при переводе.
sv: Lägg till stöd för att hoppa till en specifik plats under översättningen.
ta: மொழிபெயர்க்கும்போது குறிப்பிட்ட இடத்திற்கு குதிப்பதற்கான ஆதரவைச் சேர்.
tr: Çeviri yaparken belirli bir konuma atlama desteği eklendi.
uk: Додано підтримку переходу до певного місця у перекладі під час перекладу.
zh_hans: 为翻译时跳到特定位置添加支持。
zh_hant: 為翻譯時跳到特定位置添加支持。

source: Downloaded translations can now be customized.
de: Heruntergeladene Übersetzungen können nun angepasst werden.
ga: Is féidir aistriúcháin íosluchtaithe a shaincheapadh anois.
hu: Letölthető fordítások testreszabhatók.
id: Terjemahan yang diunduh sekarang dapat disesuaikan.
ja: ダウンロードする翻訳のカスタマイズに対応。
nl: Gedownloade vertalingen kunnen nu worden aangepast.
pt: As traduções descarregadas podem ser personalizadas agora.
pt_br: As traduções baixadas agora podem ser personalizadas.
ro: Traducerile descărcate pot fi acum personalizate.
ru: Скачанные переводы теперь могут быть настроены.
sv: Nedladdade översättningar kan nu anpassas.
ta: பதிவிறக்கம் செய்யப்பட்ட மொழிபெயர்ப்புகளை இப்போது தனிப்பயனாக்கலாம்.
tr: Çeviri indirme işleminin özelleştirilebilmesi sağlandı.
uk: У новій версії передбачено налаштовування параметрів отриманих файлів перекладів.
zh_hans: 现在可以定制下载翻译。
zh_hant: 現在可以定制下載翻譯。

source: Improved calculation of string similarity in translation memory matches.
de: Verbesserte Berechnung der Zeichenketten-Ähnlichkeit beim Abgleich mit dem Übersetzungsspeicher.
ga: Cosúlacht teaghrán a ríomh níos fearr i meaitseanna cuimhne aistriúcháin.
hu: Fordítási memória egyezéseiben a szöveg-hasonlóság számítása javítva.
id: Peningkatan perhitungan kesamaan string dalam pencocokan memori terjemahan.
ja: 翻訳メモリ照合における文字列類似性のロジックを改良。
nl: Verbeterde berekening vaan soortgelijkheid van tekenreeksen in overeenkomsten van vertaalgeheugens.
pt: Melhorado o cálculo de similaridade de cadeias em correspondências de memória de tradução.
pt_br: Melhorado o cálculo de similaridade de texto em correspondências de memória de tradução.
ro: Calcularea îmbunătățită a similarității șirurilor de caractere în cazul corespondențelor din memoria de traducere.
ru: Улучшен алгоритм вычисления похожести строк при сопоставлении с памятью переводов.
sv: Förbättrad beräkning av stränglikhet i översättningsminnesmatchningar.
ta: மொழிபெயர்ப்பு நினைவக போட்டிகளில் சரம் ஒற்றுமையின் மேம்பட்ட கணக்கீடு.
tr: Çeviri belleği eşleşmelerinde dizge benzerliğinin hesaplanması iyileştirildi.
uk: Удосконалено обчислення подібності рядків у системі відповідників з пам'яті перекладів.
zh_hans: 改进了翻译记忆库中匹配字符串相似度的计算。
zh_hant: 改進了翻譯記憶庫匹配中的字符串相似性的計算。

source: Added support by signing Git commits by GnuPG.
de: Unterstützung für das Signieren von Git-Commits mit GnuPG hinzugefügt.
ga: Tacaíocht bhreise trí ghealltanais Git a shíniú ag GnuPG.
hu: Git véglegesítések GnuPG-vel való aláírásának támogatása hozzáadva.
id: Menambahkan dukungan dengan menandatangani komit Git oleh GnuPG.
ja: GnuPG による Git コミットへの署名に対応。
nl: Ondersteuning toegevoegd bij ondertekenen indieningen voor Git door GnuPG.
pt: Adicionado suporte para assinar commits do Git pelo GnuPG.
pt_br: Adicionado suporte para assinar commits do Git pelo GnuPG.
ro: A fost adăugat suportul pentru a semna cu GnuPG pentru a semna comenzi Git.
ru: Добавлена поддержка подписи git-коммитов с помощью GnuPG.
sv: Lagt till stöd genom att signera Git-commits med GnuPG.
ta: gnupg ஆல் அறிவிலி கமிட்டுகளில் கையெழுத்திடுவதன் மூலம் உதவி சேர்க்கப்பட்டது.
tr: Git işlemelerini GnuPG tarafından imzalama özelliği eklendi.
uk: Додано підтримку підписування внесків Git за допомогою GnuPG.
zh_hans: 支持了使用 GnuPG 为 Git 提交签名。
zh_hant: 添加了由 GnuPG 簽發 Git 提交的支持。
