Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Alert triggered
id: Peringatan dipicu
nl: Alarm geactiveerd
sv: Varning utlöst
tr: Uyarı tetiklendi
uk: Надіслано попередження

source: Language added
id: Bahasa ditambahkan
nl: Taal toegevoegd
sv: Språk tillagt
tr: Dil eklendi
uk: Додано мову

source: Language requested
id: Bahasa diminta
nl: Taal aangevraagd
sv: Språk begärt
tr: Dil istendi
uk: Надіслано запит щодо мови

source: Project created
id: Proyek dibuat
nl: Project aangemaakt
sv: Projekt skapat
tr: Proje oluşturuldu
uk: Створено проєкт

source: Component created
id: Komponen dibuat
nl: Onderdeel aangemaakt
sv: Komponent skapad
tr: Bileşen oluşturuldu
uk: Створено складник

source: User invited
id: Pengguna diundang
nl: Gebruiker uitgenodigd
sv: Användare inbjuden
tr: Kullanıcı çağrıldı
uk: Запрошено користувача

source: Repository notification received
id: Notifikasi repositori diterima
nl: Opslagruimtemelding ontvangen
sv: Arkivavisering mottaget
tr: Depo bildirimi alındı
uk: Отримано сповіщення щодо сховища

source: Translation replaced file by upload
id: Terjemahan menggantikan berkas melalui unggahan
nl: Vertaling vervangen door geüpload bestand
sv: Översättning ersatte fil genom uppladdning
tr: Çeviri ile yüklenen dosya ile değiştirildi
uk: Замінено файл перекладу вивантаженням

source: License changed
id: Lisensi diubah
nl: Licentie gewijzigd
sv: Licens ändrad
tr: Lisans değiştirildi
uk: Змінено умови ліцензування

source: Contributor license agreement changed
id: Perjanjian lisensi kontributor diubah
nl: Gewijzigde medewerker licentieovereenkomst
sv: Ändrat licensavtal för bidragsgivare
tr: Katılımcı lisans anlaşması değiştirildi
uk: Ліцензійна угода співучасника змінена

source: Screenshot added
id: Tangkapan layar ditambahkan
nl: Schermfoto toegevoegd
sv: Skärmdump tillagd
tr: Ekran görüntüsü eklendi
uk: Додано знімок екрана

source: Screenshot uploaded
id: Tangkapan layar diunggah
nl: Schermfoto geüpload
sv: Skärmdump uppladdad
tr: Ekran görüntüsü yüklendi
uk: Знімок вивантажено

source: String updated in the repository
id: String diperbarui di repositori
nl: Tekenreeks bijgewerkt in de opslagruimte
sv: Sträng uppdaterad i arkivet
tr: Depodaki dizge güncellendi
uk: Рядок оновлено у репозиторії

source: Add-on installed
id: Pengaya terpasang
nl: Uitbreiding geïnstalleerd
sv: Tillägg installerat
tr: Eklenti kuruldu
uk: Додаток встановлено

source: Add-on configuration changed
id: Konfigurasi pengaya diubah
nl: Uitbreidingsconfiguratie aangepast
sv: Tilläggskonfigurationen har ändrats
tr: Eklenti yapılandırması değiştirildi
uk: Змінено налаштування додатка

source: Add-on uninstalled
id: Pengaya dicopot
nl: Uitbreiding gedeïnstalleerd
sv: Tillägget avinstallerat
tr: Eklenti kaldırıldı
uk: Додаток вилучено

source: String removed
id: String dihapus
nl: Tekenreeks verwijderd
sv: Sträng borttagen
tr: Dizge silindi
uk: Вилучено рядок

source: Comment removed
id: Komentar dihapus
nl: Opmerking verwijderd
sv: Kommentar borttagen
tr: Yorum silindi
uk: Вилучено коментар

source: Comment resolved
id: Komentar terselesaikan
sv: Kommentar löst
uk: Вирішено коментар

source: Explanation updated
id: Penjelasan diperbarui
nl: Uitleg bijgewerkt
sv: Förklaring uppdaterad
tr: Açıklama güncellendi
uk: Оновлено пояснення

source: Category removed
id: Kategori dihapus
nl: Categorie verwijderd
sv: Kategori borttagen
tr: Kategori silindi
uk: Вилучено категорію

source: Category renamed
id: Kategori diubah namanya
nl: Categorienaam gewijzigd
sv: Kategori omdöpt
tr: Kategori yeniden adlandırıldı
uk: Перейменовано категорію

source: Category moved
id: Kategori dipindahkan
nl: Categorie verplaatst
sv: Kategori flyttad
tr: Kategori taşındı
uk: Пересунуто категорію

source: Saving string failed
id: Penyimpanan string gagal
nl: Opslaan van tekenreeks mislukt
sv: Strängsparning misslyckades
tr: Dizge kaydedilemedi
uk: Не вдалося зберегти рядок

source: String added in the repository
id: String ditambahkan di repositori
nl: Tekenreeks toegevoegd aan de opslagruimte
sv: Sträng tillagd i arkivet
tr: Depoya dizge eklendi
uk: Рядок додано до репозиторія

source: String updated in the upload
id: String diperbarui di unggahan
nl: Tekenreeks bijgewerkt bij het uploaden
sv: Sträng uppdaterad i uppladdningen
tr: Yüklemedeki dizge güncellendi
uk: Рядок оновлено під час завантаження

source: String added in the upload
id: String ditambahkan di unggahan
nl: Tekenreeks toegevoegd bij het uploaden
sv: Sträng tillagd i uppladdningen
tr: Yüklemeye dizge eklendi
uk: Рядок додано під час завантаження

source: Translation updated by source upload
id: Terjemahan diperbarui oleh sumber unggahan
nl: Vertaling bijgewerkt door geüploade bron
sv: Översättning uppdaterad genom källuppladdning
tr: Çeviri kaynak yüklemesi ile değiştirildi
uk: Переклад оновлено після завантаження джерела

source: Component translation completed
id: Penerjemahan komponen telah selesai
nl: Vertaling onderdeel voltooid
sv: Komponentöversättning slutförd
tr: Bileşen çevirisi tamamlandı
uk: Переклад складника завершено

source: Applied enforced check
id: Pemeriksaan paksa diterapkan
nl: Afgedwongen controle toegepast
sv: Tillämpad tvångskontroll
tr: Uygulanan zorunlu denetim
uk: Застосовано примусову перевірку

source: Propagated change
id: Perubahan tersebar
nl: Doorgevoerde wijziging
sv: Propagerad ändring
tr: Yayılmış değişiklik
uk: Розповсюджена зміна

source: File uploaded
id: Berkas diunggah
nl: Bestand geüpload
sv: Fil uppladdad
tr: Dosya yüklendi
uk: Файл завантажено

source: Extra flags updated
id: Bendera tambahan diperbarui
nl: Extra vlaggen bijgewerkt
sv: Extra flaggor uppdaterade
tr: Ek bayraklar güncellendi
uk: Додаткові прапорці оновлено

source: Font uploaded
id: Fon diunggah
nl: Lettertype geüpload
sv: Teckensnitt uppladdat
tr: Yazı tipi yüklendi
uk: Шрифт вивантажено

source: Font changed
id: Fon berubah
nl: Lettertype gewijzigd
sv: Teckensnitt ändrat
tr: Yazı tipi değiştirildi
uk: Шрифт змінено

source: Font removed
id: Fon dihapus
nl: Lettertype verwijderd
sv: Teckensnitt borttaget
tr: Yazı tipi kaldırıldı
uk: Шрифт вилучено

source: Forced synchronization of translations
sv: Tvingad synkronisering av översättningar

source: Forced rescan of translations
sv: Tvingad omskanning av översättningar

source: Screenshot removed
sv: Skärmdump togs bort

source: Label added
sv: Etikett tillagd

source: Label removed
sv: Etikett togs bort

source: App store metadata files
de: App-Store-Metadatendateien
ga: Comhaid meiteashonraí ó App Store
hu: App Store-metaadatfájlok
id: Berkas metadata toko aplikasi
ja: アプリ ストアのメタデータ ファイル
nl: App-store metadata-bestanden
pt: Ficheiros de metadados da App Store
pt_br: Arquivos de metadados da App Store
ro: Fișiere de metadate magazin de aplicații
ru: Файлы метаданных магазина приложений
sv: Metadata-filer för App store
ta: ஆப் கடை மேனிலை தரவு கோப்புகள்
tr: Uygulama mağazası üst veri dosyaları
uk: Файли метаданих крамниці програм
zh_hans: 应用商店元数据文件
zh_hant: App store 中介資料檔

source: ARB file
sv: ARB-fil

source: Android String Resource
sv: Android String-resurs

source: Advanced SubStation Alpha subtitle file
sv: Advanced SubStation Alpha-undertextfil

source: CSV file
sv: CSV-fil

source: Multivalue CSV file (UTF-8)
sv: CSV-fil med flera värden (UTF-8)

source: Simple CSV file
sv: Simple CSV-fil

source: Simple CSV file (ISO-8859-1)
sv: Simple CSV-fil (ISO-8859-1)

source: Simple CSV file (UTF-8)
sv: Enkel CSV-fil (UTF-8)

source: CSV file (UTF-8)
sv: CSV-fil (UTF-8)

source: DokuWiki text file
de: DokuWiki-Textdatei
ga: Comhad téacs DokuWiki
hu: DokuWiki-szövegfájl
id: Berkas text DokuWiki
ja: DokuWiki テキスト ファイル
nl: DokuWiki-tekstbestand
pt: Ficheiros de texto DokuWiki
pt_br: Arquivo texto DokuWiki
ro: Fișier text DokuWiki
ru: Текстовый файл DokuWiki
sv: DokuWiki textfil
ta: டோகுவிகி உரை கோப்பு
tr: DokuWiki metin dosyası
uk: Текстовий файл DokuWiki
zh_hans: DokuWiki 文本文件
zh_hant: DokuWiki 文本文件

source: DTD file
sv: DTD-fil

source: Flat XML file
sv: Flat XML-fil

source: Fluent file
sv: Fluent-fil

source: Format.JS JSON file
de: JSON-Datei Format.JS
ga: Formáid.JS comhad JSON
hu: Format.JS JSON-fájl
id: Berkas JSON Format.JS
ja: Format.JS JSON ファイル
nl: Format.JS JSON-bestand
pt: Ficheiro Format.JS JSON
pt_br: Arquivo Format.JS JSON
ru: JSON-файл Format.JS
sv: Format.JS JSON-fil
ta: format.js சாதொபொகு கோப்பு
tr: Format.JS JSON dosyası
uk: Формат.JS файлуJSON
zh_hans: Format.JS JSON 文件

source: go-i18n v1 JSON file
sv: go-i18n v1 JSON-fil

source: go-i18n v2 JSON file
sv: go-i18n v2 JSON-fil

source: go-i18n TOML file
sv: go-i18n TOML-fil

source: gotext JSON file
sv: gotext JSON-fil

source: GWT properties (UTF-8)
sv: GWT-egenskaper (UTF-8)

source: GWT properties (ISO-8859-1)
sv: GWT-egenskaper (ISO-8859-1)

source: HTML file
sv: HTML-fil

source: i18next JSON file v3
de: JSON-Datei i18next v3
ga: i18next comhad JSON v3
hu: i18next JSON-fájl v3
id: Berkas i18next JSON v3
ja: i18next JSON v3 ファイル
nl: i18next JSON-bestand (v3)
pt: Ficheiro i18next JSON v3
pt_br: Arquivo JSON i18next v3
ru: i18next JSON-файл v3
sv: i18next JSON-fil v3
ta: i18next சாதொபொகு கோப்பு v3
tr: i18next JSON dosyası v3
uk: Файл JSON i18next v3
zh_hans: i18next JSON 文件 v3

source: i18next JSON file v4
de: JSON-Datei i18next v4
ga: i18next comhad JSON v4
hu: i18next JSON-fájl v4
id: Berkas i18next JSON v4
ja: i18next JSON v4 ファイル
nl: i18next JSON-bestand (v4)
pt: Ficheiro i18next JSON v4
pt_br: Arquivo JSON i18next v4
ru: Файл JSON i18next v4
sv: i18next JSON-fil v4
ta: i18next சாதொபொகு கோப்பு v4
tr: i18next JSON dosyası v4
uk: Файл JSON i18next v4
zh_hans: i18next JSON 文件 v4

source: IDML file
sv: IDML-fil

source: INI file
sv: INI-fil

source: Inno Setup INI file
sv: Inno Setup INI-fil

source: Joomla language file
sv: Joomla-språkfil

source: JSON file
sv: JSON-fil

source: JSON nested structure file
sv: JSON nested structure-fil

source: Laravel PHP strings
de: Laravel-PHP-Zeichenketten
ga: Teaghráin php Laravel
hu: Laravel PHP-szövegek
id: String PHP Laravel
ja: Laravel PHP 文字列
nl: Laravel PHP-tekenreeksen
pt: Cadeias de PHP Laravel
pt_br: Textos de Laravel PHP
ro: Șiruri Laravel PHP
ru: Строки Laravel PHP
sv: Laravel PHP-strängar
ta: லாரவெல் php strings
tr: Laravel PHP dizgeleri
uk: Рядки PHP Laravel
zh_hans: Laravel PHP 字符串
zh_hant: Laravel PHP 字串

source: Markdown file
sv: Markdown-fil

source: MediaWiki text file
de: MediaWiki-Textdatei
ga: Comhad téacs MediaWiki
hu: MediaWiki-szövegfájl
id: Berkas text MediaWiki
ja: MediaWiki テキスト ファイル
nl: MediaWiki-tekstbestand
pt: Ficheiro de texto MediaWiki
pt_br: Arquivo texto MediaWiki
ro: Fișier text MediaWiki
ru: Текстовый файл MediaWiki
sv: MediaWiki textfil
ta: மீடியாவிகி உரை கோப்பு
tr: MediaWiki metin dosyası
uk: Текстовий файл MediaWiki
zh_hans: MediaWiki 文本文件
zh_hant: MediaWiki 文本文件

source: @draggable/i18n lang file
sv: @draggable/i18n språkfil

source: Nextcloud JSON file
sv: Nextcloud JSON-fil

source: OpenDocument file
sv: OpenDocument-fil

source: PHP strings
de: PHP-Zeichenketten
ga: Teaghráin PHP
hu: PHP-szövegek
id: String PHP
ja: PHP 文字列
nl: PHP-tekenreeksen
pt: Cadeias de PHP
pt_br: Textos de PHP
ro: Șiruri PHP
ru: Строки PHP
sv: PHP-strängar
tr: PHP dizgeleri
uk: Рядки PHP
zh_hans: PHP 字符串
zh_hant: PHP 字串

source: XLIFF 1.2 translation file
sv: XLIFF 1.2 översättningsfil

source: gettext PO file
sv: gettext PO-fil

source: gettext PO file (monolingual)
sv: gettext po-fil (enspråkig)

source: XLIFF 1.2 with gettext extensions
sv: XLIFF 1.2 med gettext-tillägg

source: RC file
sv: RC-fil

source: RESJSON file
sv: RESJSON-fil

source: ResourceDictionary file
sv: ResourceDictionary-fil

source: .NET resource file
sv: .NET-resursfil

source: Ruby YAML file
sv: Ruby YAML-fil

source: SubRip subtitle file
sv: SubRip-undertextfil

source: SubStation Alpha subtitle file
sv: SubStation Alpha-undertextfil

source: iOS strings (UTF-16)
sv: iOS-strängar (UTF-16)

source: iOS strings (UTF-8)
sv: iOS-strängar (UTF-8)

source: Stringsdict file
sv: Stringsdict -fil

source: MicroDVD subtitle file
sv: MicroDVD-undertextfil

source: TermBase eXchange file
sv: TermBase eXchange-fil

source: TOML file
sv: TOML-fil

source: Qt Linguist translation file
sv: Qt Linguist-översättningsfil

source: Plain text file
de: Klartextdatei
ga: Comhad téacs simplí
hu: Egyszerű szövegfájl
id: Berkas teks biasa
ja: プレーン テキスト ファイル
nl: Plattetekstbestand
pt: Ficheiros de texto simples
pt_br: Arquivo texto simples
ro: Fișier text simplu
ru: Обычный текстовый файл
sv: Vanlig textfil
ta: எளிய உரை கோப்பு
tr: Düz metin dosyası
uk: Звичайний текстовий файл
zh_hans: 纯文本文件
zh_hant: 純文字檔案

source: WebExtension JSON file
sv: WebExtension JSON-fil

source: XLIFF 1.2 with placeables support
sv: XLIFF 1.2 med stöd för placeables

source: XLIFF 2.0 translation file
sv: XLIFF 2.0-översättningsfil

source: XLIFF 2.0 translation file with placeables support
sv: XLIFF 2.0-översättningsfil med stöd för placerbara objekt

source: XWiki Full Page
sv: XWiki Hela sidan

source: XWiki Java Properties
sv: XWiki Java-egenskaper

source: XWiki Page Properties
sv: XWiki-sidegenskaper

source: YAML file
sv: YAML-fil

source: Customizing list of add-ons
de: Liste der Erweiterungen anpassen
ga: Liosta breiseán a shaincheapadh
hu: Kiegészítők listájának testreszabása
id: Menyesuaikan daftar pengaya
ja: アドオン一覧のカスタマイズ
nl: Lijst van add-ons aanpassen
pt: Personalizando a lista de extensões
pt_br: Personalizando a lista de complementos
ro: Personalizarea listei de add-on-uri
ru: Настройка списка надстроек
sv: Anpassa lista över tillägg
ta: துணை நிரல்களின் பட்டியலைத் தனிப்பயனாக்குதல்
tr: Eklenti listesini özelleştirme
uk: Налаштовування списку додатків
zh_hans: 定制附加组件列表

source: The list of add-ons is configured by :setting:`WEBLATE_ADDONS`. To add another add-on, simply include the absolute class name in this setting.
de: Die Liste der Erweiterungen wird durch :setting:`WEBLATE_ADDONS` konfiguriert. Um ein weitere Erweiterung hinzuzufügen, geben Sie einfach den absoluten Klassennamen in dieser Einstellung an.
ga: Tá liosta na mbreiseán cumraithe ag :setting:`WEBLATE_ADDONS`. Chun breiseán eile a chur leis, níl le déanamh ach ainm an ranga a chur san áireamh sa socrú seo.
hu: A kiegészítők listáját a :setting:`WEBLATE_ADDONS` beállítás határozza meg. Új kiegészítő hozzáadásához adja meg az abszolút osztálynevet ebben a beállításban.
id: Daftar pengaya dikonfigurasi dengan :setting:`WEBLATE_ADDONS`. Untuk menambahkan pengaya lain, cukup sertakan nama kelas absolut dalam pengaturan ini.
ja: アドオンの一覧は :setting:`WEBLATE_ADDONS` で設定します。アドオンを追加するには、設定に絶対クラス名を含めるだけです。
nl: De lijst met add-ons wordt geconfigureerd door :setting:`WEBLATE_ADDONS` in te stellen. Neem, om een andere add-on toe te voegen, eenvoudigweg de absolute klassenaam op in deze instelling.
pt: A lista de extensões é configurada por :setting:`WEBLATE_ADDONS`. Para adicionar outra extensão, basta incluir o nome absoluto da classe nesta configuração.
pt_br: A lista de complementos é configurada por :setting:`WEBLATE_ADDONS`. Para adicionar outro complemento, basta incluir o nome absoluto da classe nesta configuração.
ro: Lista de add-on-uri este configurată prin :setting:`WEBLATE_ADDONS`. Pentru a adăuga un alt addon, este suficient să includeți numele absolut al clasei în această setare.
ru: Список надстроек настраивается параметром :setting:`WEBLATE_ADDONS`. Для добавления ещё одной надстройки просто включите в этот параметр полное имя класса.
sv: Listan över tillägg konfigureras med :setting:`WEBLATE_ADDONS`. För att lägga till ett nytt tillägg, ange bara det absoluta klassnamnet i denna inställning.
tr: Eklenti listesi :setting:`WEBLATE_ADDONS` tarafından yapılandırılır. Başka bir eklenti eklemek için, bu seçeneğe mutlak sınıf adını eklemeniz yeterlidir.
uk: Список додатків налаштовується :setting:`WEBLATE_ADDONS`. Щоб додати додаток, просто до цього параметра включіть абсолютну назву класу.
zh_hans: 附加组件列表由 :setting:`WEBLATE_ADDONS` 配置。要添加其他附加组件，只需在这个设置中包含绝对类名称即可。
zh_hant: 附加組件列表由 :setting:`WEBLATE_ADDONS` 配置。要添加其他附加組件，只需在這個設置中包含絕對類名稱即可。

source: Writing add-on
de: Schreiben einer Erweiterung
ga: Breiseán scríofa
hu: Kiegészítő írása
id: Menulis pengaya
ja: アドオンの作成
nl: Add-on schrijven
pt: Escrevendo extensões
pt_br: Escrevendo complementos
ro: Add-on de scriere
ru: Создание надстройки
sv: Skriv tillägg
ta: கூடுதல் எழுதுதல்
tr: Eklenti yazma
uk: Написання додатка
zh_hans: 编写附加组件

source: You can write your own add-ons too, create a subclass of :class:`weblate.addons.base.BaseAddon` to define the add-on metadata, and then implement a callback to do the processing.
de: Sie können auch Ihre eigenen Erweiterungen schreiben, eine Unterklasse von :class:`weblate.addons.base.BaseAddon` erstellen, um die Metadaten der Erweiterung zu definieren, und dann einen Callback implementieren, um die Verarbeitung durchzuführen.
ga: Is féidir leat do bhreiseáin féin a scríobh freisin, fo-aicme de :class:`weblate.addons.base.BaseAddon` a chruthú chun meiteashonraí na mbreiseán a shainiú, agus ansin glao ar ais a chur i bhfeidhm chun an phróiseáil a dhéanamh.
hu: Saját kiegészítőket is lehet írni. Ehhez hozzon létre egy leszármazott osztályt a :class:`weblate.addons.base.BaseAddon` osztályból, amelyben meghatározza a kiegészítő metaadatait, majd valósítson meg egy visszahívási (callback) függvényt a feldolgozáshoz.
id: Anda juga dapat menulis pengaya Anda sendiri, membuat subkelas dari :class:`weblate.addons.base.BaseAddon` untuk menentukan metadata pengaya, lalu mengimplementasikan panggilan balik untuk melakukan pemrosesan.
ja: 独自のアドオンも作成できます。サブクラス :class:`weblate.addons.base.BaseAddon` を作成してアドオンのメタデータを定義し、処理を行うコールバックを実装します。
nl: U kunt ook uw eigen add-ons schrijven, maak een subklasse van :class:`weblate.addons.base.BaseAddon` om de metadata van de add-on te definiëren en implementeer dan een callback om de verwerking te doen.
pt: També pode escrever as suas próprias extensões. Crie uma subclasse de :class:`weblate.addons.base.BaseAddon` para definir os metadados da extensão e, então, implemente uma função de retorno que vai fazer o processamento.
pt_br: Você também pode escrever seus próprios complementos, criar uma subclasse de :class:`weblate.addons.base.BaseAddon` para definir os metadados do complemento e, então, implementar um retorno de chamada para fazer o processamento.
ro: Puteți să vă scrieți propriile add-on-uri, să creați o subclasă de :class:`weblate.addons.base.BaseAddon` pentru a defini metadatele addon-ului și apoi să implementați un callback pentru a face procesarea.
ru: Также вы можете создать свою собственную надстройку: просто создайте подкласс :class:`weblate.addons.base.BaseAddon`, чтобы определить метаданные надстройки, а затем реализуйте нужный обратный вызов, который будет выполнять обработку.
sv: Du kan också skriva egna tillägg, skapa en underklass av :class:`weblate.addons.base.BaseAddon` för att definiera tilläggets metadata och sedan implementera en återanrop för att utföra bearbetningen.
tr: Kendi eklentilerinizi de yazabilir, eklenti üst verilerini tanımlamak için :class:`weblate.addons.base.BaseAddon` alt sınıfını oluşturabilir ve ardından işlemi yapmak için bir geri çağırma ekleyebilirsiniz.
uk: Ви також можете написати власні додатки — створіть підклас від :class:`weblate.addons.base.BaseAddon`, щоб визначити метадані додатка і реалізувати зворотний виклик, який виконуватиме обробку.
zh_hans: 你也可以编写自己的附加组件，创建一个 :class:`weblate.addons.base.BaseAddon` 的子类来定义附加组件元数据，然后实现一个回调来执行处理。

source: Executing scripts from add-on
de: Ausführen von Skripten der Erweiterung
ga: Scripteanna a rith ón mbreiseán
hu: Parancsfájlok futtatása kiegészítőből
id: Menjalankan skrip dari pengaya
ja: アドオンから実行するスクリプト
nl: Scripts uitvoeren vanuit add-on
pt: Escrevendo scripts para extensões
pt_br: Escrevendo scripts para complementos
ro: Executarea scripturilor din add-on
ru: Выполнение скриптов из надстройки
sv: Körning av skript från tillägg
ta: add-on இலிருந்து ச்கிரிப்ட்களை இயக்குதல்
tr: Eklentiden betikleri çalıştırma
uk: Виконання скриптів з додатка
zh_hans: 从附加组件执行脚本

source: Add-ons can also be used to execute external scripts. This used to be integrated in Weblate, but now you have to write some code to wrap your script with an add-on.
de: Erweiterungen können auch verwendet werden, um externe Skripte auszuführen. Früher war dies in Weblate integriert, aber jetzt müssen Sie etwas Code schreiben, um Ihr Skript mit einer Erweiterung zu umschließen.
ga: Is féidir breiseáin a úsáid freisin chun scripteanna seachtracha a rith. Ba ghnách é seo a chomhtháthú le Weblate, ach anois caithfidh tú cód éigin a scríobh chun do script a fhilleadh le breiseán.
hu: A kiegészítők parancsfájlok futtatására is használhatók. Korábban ez közvetlenül a Weblate része volt, de most már külön kódot kell írni, hogy a szkriptet egy kiegészítőbe csomagolja.
id: Pengaya juga dapat digunakan untuk menjalankan skrip eksternal. Ini dulunya terintegrasi di Weblate, tetapi sekarang Anda harus menulis beberapa kode untuk membungkus skrip Anda dengan pengaya.
ja: アドオンは、外部スクリプトを実行するためにも使用できます。以前は Weblate に統合されていましたが、現在はスクリプトをアドオンでラップするコードの記述が必要です。
nl: Add-ons kunnen ook worden gebruikt om externe scripts uit te voeren. Dit was geïntegreerd in Weblate, maar nu moet u wat code schrijven om uw script in een add-on te verpakken.
pt: Extensões também podem ser usadas para executar scripts externos. Isso costumava estar integrado no Weblate, mas agora tem que escrever algum código para embrulhar o seu script com uma extensão.
pt_br: Complementos também podem ser usados para executar scripts externos. Isso costumava ser integrado ao Weblate, mas agora você precisa escrever algum código para envolver seu script com um complemento.
ro: Suplimentele pot fi utilizate și pentru a executa scripturi externe. Acest lucru era integrat în Weblate, dar acum trebuie să scrieți niște cod pentru a înfășura scriptul vostru cu un add-on.
ru: Надстройки также могут использоваться для выполнения внешних скриптов. Раньше выполнение было интегрировано в сам Weblate, но теперь вам нужно написать код для заворачивания вашего скрипта в надстройку.
sv: Tillägg kan också användas för att köra externa skript. Detta var tidigare integrerat i Weblate, men nu måste du skriva lite kod för att omsluta ditt skript med ett tillägg.
ta: வெளிப்புற ச்கிரிப்ட்களை இயக்க துணை நிரல்களும் பயன்படுத்தப்படலாம். இது வலைபெயர்ப்பில் ஒருங்கிணைக்கப்பட்டது, ஆனால் இப்போது உங்கள் ச்கிரிப்டை ஒரு துணை நிரலுடன் மடிக்க சில குறியீடுகளை எழுத வேண்டும்.
tr: Eklentiler, dış betikleri yürütmek için de kullanılabilir. Bu özellik eskiden Weblate ile bütünleşikti. Ancak şimdi betikleri bir eklenti ile sarmalamak için bazı kodlar yazmanız gerekiyor.
uk: Додатками також можна скористатися для виконання зовнішніх скриптів. Цю можливість інтегровано до Weblate, але тепер вам потрібно написати певний код обгортки вашого скрипту до стану додатка.
zh_hans: 附加组件还可以用于执行外部脚本。这曾经集成在 Weblate 中，但现在必须写一些代码，将脚本包裹在附加组件中。
zh_hant: 附加逐漸還可以用於執行外部腳本。這曾經集成在 Weblate 中，但現在必須寫一些代碼，將腳本包裹在附加組件中。
