Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/137?closed=1>`__.

source: *Released on February 14th 2025.*
de: *Veröffentlicht am 14. Februar 2025.*
ga: *Eisithe ar 14 Feabhra 2025.*
hu: *Kiadva: 2025. február 14.*
id: *Dirilis pada 14 Februari 2025.*
nl: *Uitgegeven op 14 februari 2025.*
pt: *Lançado em 14 de fevereiro de 2025.*
pt_br: *Atualizado em 14 de fevereiro de 2025.*
sv: *Släpptes den 14 februari 2025.*
tr: *14 Şubat 2025 tarihinde yayınlandı.*
uk: *Випущено 14 лютого 2025 року.*

source: :ref:`check-rst-references` check to validate reStructuredText references.
de: Prüfung auf :ref:`check-rst-references` zur Validierung der Referenzen von reStructuredText.
ga: :ref:`check-rst-references` seiceáil chun tagairtí Téacs athstruchtúrtha a bhailíochtú.
hu: :ref:`check-rst-references` ellenőrzés a reStructuredText hivatkozások érvényesítésére.
id: :ref:`check-rst-references` memeriksa untuk memvalidasi referensi reStructuredText.
nl: :ref:`check-rst-references` controle om verwijzingen naar reStructuredText te valideren.
pt_br: A verificação :ref:`check-rst-references` valida referências reStructuredText.
sv: :ref:`check-rst-references` kontrollera för att validera reStructuredText-referenser.
tr: :ref:`check-rst-references` ile reStructuredText başvurularını doğrulama kalite denetimi eklendi.
uk: Перевірка :ref:`check-rst-references` для перевірки посилань на reStructuredText.

source: :ref:`check-rst-syntax` check to validate reStructuredText syntax.
de: Prüfung auf :ref:`check-rst-syntax` zur Validierung der Syntax von reStructuredText.
ga: :ref:`check-rst-syntax` seiceáil chun an chomhréir reStructuredText a bhailíochtú.
hu: :ref:`check-rst-syntax` ellenőrzés a reStructuredText szintaxis érvényesítésére.
id: :ref:`check-rst-syntax` memeriksa untuk memvalidasi sintaksis reStructuredText.
nl: :ref:`check-rst-syntax` controle om syntaxis van reStructuredText te valideren.
pt_br: A verificação :ref:`check-rst-syntax` valida a sintaxe reStructuredText.
sv: :ref:`check-rst-syntax` kontrollera för att validera reStructuredText-syntax.
tr: :ref:`check-rst-syntax` reStructuredText söz dizimi denetimi eklendi.
uk: :ref:`check-rst-syntax` перевірити синтаксис reStructuredText.

source: API can now produce CSV output.
de: Die API kann jetzt CSV-Ausgaben erzeugen.
ga: Is féidir le API aschur CSV a tháirgeadh anois.
hu: Az API mostantól képes CSV formátumú kimenetet is előállítani.
id: API sekarang dapat menghasilkan keluaran CSV.
nl: API kan nu uitvoer als CSV produceren.
pt_br: API agora pode produzir saída CSV.
sv: API kan nu producera CSV-utdata.
tr: API üzerinden CSV çıktısı oluşturulması sağlandı.
uk: API тепер може виводити CSV.

source: New management command :wladmin:`import_projectbackup` to import :ref:`projectbackup`.
de: Neuer Verwaltungsbefehl :wladmin:`import_projectbackup` zum Importieren von :ref:`projectbackup`.
ga: Ordú bainistíochta nua :wladmin:`import_projectbackup` le hiompórtáil :ref:`projectbackup`.
hu: Új adminisztrációs parancs: :wladmin:`import_projectbackup` a :ref:`projectbackup` importálására.
id: Perintah manajemen baru :wladmin:`import_projectbackup` untuk mengimpor :ref:`projectbackup`.
nl: Nieuwe opdracht voor beheer :wladmin:`import_projectbackup` om :ref:`projectbackup` te importeren.
pt_br: Novo comando de gerenciamento :wladmin:`import_projectbackup` para importar :ref:`projectbackup`.
sv: Nytt administrationskommando :wladmin:`import_projectbackup` för att importera :ref:`projectbackup`.
tr: Yeni :wladmin:`import_projectbackup` yönetim komutu ile :ref:`projectbackup` dosyalarının içe aktarılması sağlandı.
uk: Нова команда керування :wladmin:`import_projectbackup` для імпорту :ref:`projectbackup`.

source: Improved error handling in :ref:`machine-translation-setup`.
de: Verbesserte Fehlerbehandlung in :ref:`machine-translation-setup`.
ga: Láimhseáil feabhsaithe earráide i :ref:`machine-translation-setup`.
hu: Továbbfejlesztett hiba kezelés az :ref:`machine-translation-setup` során.
id: Peningkatan penanganan galat dalam :ref:`machine-translation-setup`.
nl: Verbeterd afhandelen van fouten in :ref:`machine-translation-setup`.
pt_br: Melhorado o tratamento de erros em :ref:`machine-translation-setup`.
sv: Förbättrad felhantering i :ref:`machine-translation-setup`.
tr: :ref:`machine-translation-setup` hata işlemesi iyileştirildi.
uk: Покращена обробка помилок у :ref:`machine-translation-setup`.

source: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` is now available in Docker container.
de: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` ist jetzt in Docker-Containern verfügbar.
ga: Tá :envvar:`WEBLATE_REGISTRATION_CAPTCHA` ar fáil anois i gcoimeádán Docker.
hu: A :envvar:`WEBLATE_REGISTRATION_CAPTCHA` mostantól elérhető a Docker-konténerben.
id: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` sekarang tersedia dalam kontainer Docker.
nl: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` is nu beschikbaar in de container van Docker.
pt_br: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` está agora disponível em contêiner do Docker.
sv: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` är nu tillgängligt i Docker-containern.
tr: Docker kapsayıcısına :envvar:`WEBLATE_REGISTRATION_CAPTCHA` eklendi.
uk: :envvar:`WEBLATE_REGISTRATION_CAPTCHA` тепер доступний у контейнері Docker.

source: :guilabel:`Synchronize` on shared repository now operates on all its components.
de: :guilabel:`Synchronisieren` auf ein gemeinsam genutztes Repository wirkt nun auf alle seine Komponenten.
ga: Feidhmíonn :guilabel:`Synchronize` ar stór comhroinnte ar a chuid comhpháirteanna go léir anois.
hu: A megosztott tárolón a :guilabel:`Szinkronizálás` gomb mostantól az összes összetevőre vonatkozik.
id: :guilabel:`Synchronize` pada repositori bersama sekarang beroperasi pada semua komponennya.
nl: :guilabel:`Synchroniseren` op gedeelde opslagruimte werkt nu op al zijn onderdelen.
pt_br: :guilabel:`Sincronizar` em repositórios compartilhados agora opera em todos os seus componentes.
sv: :guilabel:`Synkronisera` på delat arkiv fungerar nu på alla dess komponenter.
tr: Paylaşımlı depo :guilabel:`Eşitleme` özelliği artık tüm bileşenlerde çalışıyor.
uk: :guilabel:`Synchronize` у спільному сховищі тепер працює з усіма його компонентами.

source: :ref:`check-punctuation-spacing` ignores markup such as Markdown or reStructuredText.
de: :ref:`check-punctuation-spacing` ignoriert Auszeichnungen wie Markdown oder reStructuredText.
ga: Déanann :ref:`check-punctuation-spacing` neamhaird ar mharcáil mar Markdown nó ReStructuredText.
hu: Az :ref:`check-punctuation-spacing` figyelmen kívül hagyja a jelöléseket, például a Markdown vagy reStructuredText formátumokat.
id: :ref:`check-punctuation-spacing` mengabaikan markup seperti Markdown atau reStructuredText.
nl: :ref:`check-punctuation-spacing` negeert opmaak zoals Markdown of reStructuredText.
pt_br: :ref:`check-punctuation-spacing` ignora marcação tal como Markdown ou reStructuredText.
sv: :ref:`check-punctuation-spacing` ignorerar markeringar som Markdown eller reStructuredText.
tr: :ref:`check-punctuation-spacing` tarafından Markdown veya reStructuredText gibi söz dizimlerinin yok sayılması sağlandı.
uk: :ref:`check-punctuation-spacing` ігнорує розмітку, таку як Markdown або reStructuredText.

source: :ref:`autofix-punctuation-spacing` does not alter reStructuredText markup.
de: :ref:`autofix-punctuation-spacing` verändert die reStructuredText-Auszeichnung nicht.
ga: :ref:`autofix-punctuation-spacing` ní athraíonn sé marcáil téacs athstruchtúrtha.
hu: Az :ref:`autofix-punctuation-spacing` nem módosítja a reStructuredText jelöléseket.
id: :ref:`autofix-punctuation-spacing` tidak mengubah markup reStructuredText.
nl: :ref:`autofix-punctuation-spacing` wijzigt geen opmaak van reStructuredText.
pt_br: :ref:`autofix-punctuation-spacing` não altera a marcação reStructuredText.
sv: :ref:`autofix-punctuation-spacing` ändrar inte reStructuredText-markeringen.
tr: :ref:`autofix-punctuation-spacing` tarafından reStructuredText söz diziminin değiştirilmesi engellendi.
uk: :ref:`autofix-punctuation-spacing` не змінює розмітку reStructuredText.

source: Improved validation errors in :doc:`/api`, see :ref:`api-errors`.
de: Verbesserte Validierungsfehler in :doc:`/api`, siehe :ref:`api-errors`.
ga: Earráidí bailíochtaithe feabhsaithe in :doc:`/api`, féach :ref:`api-errors`.
hu: Fejlettebb hibaüzenetek jelennek meg a :doc:`REST API </api>` érvényesítési hibáinál, lásd: :ref:`api-errors`.
id: Peningkatan galat validasi dalam :doc:`/api`, lihat :ref:`api-errors`.
nl: Verbeterd valideren van fouten in :doc:`/api`, bekijk :ref:`api-errors`.
pt_br: Melhorada a validação de erros em :doc:`/api`, consulte :ref:`api-errors`.
sv: Förbättrade valideringsfel i :doc:`/api`, se :ref:`api-errors`.
tr: :doc:`/api` doğrulama sorunları iyileştirildi. :ref:`api-errors` bölümüne bakın.
uk: Покращено перевірку помилок у :doc:`/api`, див. :ref:`api-errors`.

source: Any language changed into an alias in `Weblate language data <https://github.com/WeblateOrg/language-data/>`__ is now reflected in all existing installations.
de: Jede Sprache, die in einen Alias in `Weblate-Sprachdaten <https://github.com/WeblateOrg/language-data/>`__ geändert wurde, wird nun in allen bestehenden Installationen berücksichtigt.
ga: Léirítear teanga ar bith a athraítear go hailias i `Sonraí teanga Weblate <https://github.com/WeblateOrg/language-data/>`__ anois i ngach suiteáil atá ann cheana féin.
hu: A `Weblate nyelvi adatok <https://github.com/WeblateOrg/language-data/>`__ változásai során az álnévvé alakított nyelvek mostantól tükröződnek minden meglévő telepítésben.
id: Bahasa apa pun yang diubah menjadi alias dalam `Data bahasa Weblate <https://github.com/WeblateOrg/language-data/>`__ sekarang tercermin di semua instalasi yang ada.
nl: Elke taal die is gewijzigd naar een alias in `Weblate language data <https://github.com/WeblateOrg/language-data/>`__ wordt nu weergegeven in alle bestaande installaties.
pt_br: Qualquer idioma alterado para um alias em `dados de idioma do Weblate <https://github.com/WeblateOrg/language-data/>`__ agora é refletido em todas as instalações existentes.
sv: Alla språk som ändrats till ett alias i `Weblate-språkdata <https://github.com/WeblateOrg/language-data/>`__ återspeglas nu i alla befintliga installationer.
tr: `Weblate dil verileri <https://github.com/WeblateOrg/language-data/>`__ içinde kısaltması değiştirilen dillerin var olan tüm kurulumlara yansıtılması sağlandı.
uk: Будь-яка мова, змінена на псевдонім у `Даних мови Weblate <https://github.com/WeblateOrg/language-data/>`__ тепер відображається в усіх існуючих інсталяціях.

source: Blank alias languages (not linked to any translation, profile, component, ...) are now automatically removed.
de: Leere Alias-Sprachen (die nicht mit einer Übersetzung, einem Profil, einer Komponente, usw. verknüpft sind) werden jetzt automatisch entfernt.
ga: Baintear na teangacha eile ailias (nach bhfuil nasctha le haon aistriúchán, próifíl, comhpháirt, ...) go huathoibríoch anois.
hu: Az üres álnyelvek (amelyekhez nem tartozik fordítás, profil, összetevő stb.) automatikusan eltávolításra kerülnek.
id: Bahasa alias kosong (tidak terhubung ke terjemahan, profil, komponen, ... mana pun) sekarang dihapus secara otomatis.
nl: Blanco alias-talen (niet gekoppeld aan enige vertaling, profiel, onderdeel, ...) worden nu automatisch verwijderd.
pt_br: Idiomas de alias vazio (não vinculados a nenhuma tradução, perfil, componente, ...) agora são removidos automaticamente.
sv: Tomma alias-språk (som inte är kopplade till någon översättning, profil, komponent osv.) tas nu bort automatiskt.
tr: Boş kısaltma dillerinin (herhangi bir çeviri, profil, bileşen vb. ile bağlantılı olmayan) kendiliğinden kaldırılması sağlandı.
uk: Порожні псевдоніми мов (не пов’язані з жодним перекладом, профілем, компонентом тощо) тепер автоматично видаляються.

source: :ref:`check-duplicate` better works with markup such as Markdown or reStructuredText.
de: :ref:`check-duplicate` funktioniert besser mit Auszeichnungen wie Markdown oder reStructuredText.
ga: Oibríonn :ref:`check-duplicate` níos fearr le marcáil mar Markdown nó ReStructuredText.
hu: Az :ref:`check-duplicate` jobban kezeli a Markdown vagy reStructuredText jelöléseket.
id: :ref:`check-duplicate` bekerja lebih baik dengan markup seperti Markdown atau reStructuredText.
nl: :ref:`check-duplicate` werkt beter met opmaak zoals Markdown of reStructuredText.
pt_br: :ref:`check-duplicate` funciona melhor com marcação tal como Markdown ou reStructuredText.
sv: :ref:`check-duplicate` fungerar bättre med markup som Markdown eller reStructuredText.
tr: :ref:`check-duplicate` kalite denetiminin Markdown veya reStructuredText gibi söz dizimleriyle çalışması iyileştirildi.
uk: :ref:`check-duplicate` краще працює з розміткою, такою як Markdown або reStructuredText.

source: Automatically use DeepL API Free endpoint for the DeepL API Free authentication keys in :ref:`mt-deepl`.
de: Automatisches Verwenden des DeepL-API-Free-Endpunkts für die DeepL-API-Free-Authentifizierungsschlüssel in :ref:`mt-deepl`.
ga: Úsáid críochphointe DeepL API Free go huathoibríoch le haghaidh na n-eochracha fíordheimhnithe Saor in Aisce API DeepL i :ref:`mt-deepl`.
hu: A DeepL API Free hitelesítési kulcsok használatakor automatikusan a DeepL API Free végpont kerül alkalmazásra a :ref:`mt-deepl` esetében.
id: Secara otomatis menggunakan titik akhir DeepL API Free untuk kunci autentikasi DeepL API Free di :ref:`mt-deepl`.
nl: Automatisch DeepL API Free eindpunt gebruiken voor de DeepL API Free authenticatiesleutels in :ref:`mt-deepl`.
pt_br: Usa automaticamente o endpoint gratuito da API do DeepL para as chaves de autenticação gratuitas da API DeepL em :ref:`mt-deepl`.
sv: Använd automatiskt DeepL API Free-slutpunkt för DeepL API Free-autentiseringsnycklarna i :ref:`mt-deepl`.
tr: :ref:`mt-deepl` içindeki DeepL API Free kimlik doğrulama anahtarları için DeepL API Free uç noktasının kendiliğinden kullanılması sağlandı.
uk: Автоматично використовувати кінцеву точку DeepL API Free для ключів автентифікації DeepL API Free :ref:`mt-deepl`.

source: Compatibility with third-party static files storage backends for Django.
de: Kompatibilität mit Drittanbieter-Backends zum Speichern statischer Dateien für Django.
ga: Comhoiriúnacht le haiséirí stórála comhad statacha tríú páirtí do Django.
hu: Kompatibilitás harmadik féltől származó statikus fájltároló háttérrendszerekkel Django alatt.
id: Kompatibilitas dengan penyimpanan berkas statis pihak ketiga untuk Django.
nl: Compatibiliteit met statische bestanden opslag-backends voor Django van derde partijen.
pt_br: Compatibilidade com backends de armazenamento de arquivos estáticos de terceiros para Django.
sv: Kompatibilitet med tredjepartsbackend för lagring av statiska filer för Django.
tr: Django için üçüncü taraf sabit dosya depolama arka uçlarıyla uyumluluk sağlandı.
uk: Сумісність зі сторонніми системами зберігання статичних файлів для Django.

source: Improved language compatibility in :ref:`mt-microsoft-translator`.
de: Verbesserte Sprachkompatibilität in :ref:`mt-microsoft-translator`.
ga: Comhoiriúnacht teanga feabhsaithe i :ref:`mt-microsoft-translator`.
hu: Fejlettebb nyelvi kompatibilitás az :ref:`mt-microsoft-translator` esetében.
id: Peningkatan kompatibilitas bahasa di :ref:`mt-microsoft-translator`.
nl: Verbeterde compatibiliteit voor taal in :ref:`mt-microsoft-translator`.
pt_br: Melhorada a compatibilidade de idioma em :ref:`mt-microsoft-translator`.
sv: Förbättrad språkkompatibilitet i :ref:`mt-microsoft-translator`.
tr: :ref:`mt-microsoft-translator` dil uyumluluğu iyileştirildi.
uk: Покращена сумісність мов у :ref:`mt-microsoft-translator`.

source: :ref:`check-reused` check gracefully handles languages which are not case sensitive.
de: :ref:`check-reused` verarbeitet problemlos Sprachen, bei denen die Groß- und Kleinschreibung nicht beachtet wird.
ga: :ref:`check-reused` seiceáil go láimhseálann sé go galánta teangacha nach bhfuil íogair ó thaobh cásanna de.
hu: Az :ref:`check-reused` ellenőrzés zökkenőmentesen kezeli a kis- és nagybetűket nem megkülönböztető nyelveket.
id: :ref:`check-reused` memeriksa dengan baik bahasa yang tidak peka huruf besar.
nl: :ref:`check-reused` behandelt talen, die niet hoofdlettergevoelig zijn, netjes.
pt_br: A verificação :ref:`check-reused` lida graciosamente de idiomas que não diferenciam maiúsculas de minúsculas.
sv: :ref:`check-reused` hanterar elegant språk som inte är skiftlägeskänsliga.
tr: :ref:`check-reused` denetiminin çoğul biçimleri doğru işlemesi sağlandı.
uk: :ref:`check-reused` check витончено обробляє мови, які не чутливі до регістру.

source: :ref:`component-enforced_checks` are now applied on strings imported from the repository.
de: :ref:`component-enforced_checks` werden nun auf aus dem Repository importierte Zeichenketten angewendet.
ga: cuirtear :ref:`component-enforced_checks` i bhfeidhm anois ar theaghráin a allmhairítear ón stór.
hu: A :ref:`component-enforced_checks` mostantól alkalmazásra kerül a tárolóból importált szövegekre is.
id: :ref:`component-enforced_checks` sekarang diterapkan pada string yang diimpor dari repositori.
nl: :ref:`component-enforced_checks` worden nu toegepast op tekenreeksen die worden geïmporteerd uit de opslagruimte.
pt_br: :ref:`component-enforced_checks` agora são aplicados em textos importados do repositório.
sv: :ref:`component-enforced_checks` tillämpas nu på strängar som importeras från arkivet.
tr: :ref:`component-enforced_checks` kalite denetiminin depodan içe aktarılan dizgelere uygulanması sağlandı.
uk: :ref:`component-enforced_checks` тепер застосовуються до рядків, імпортованих зі сховища.

source: Reduced false positives in :ref:`check-end-colon` and :ref:`check-end-stop` for CJK languages.
de: Weniger Fehlalarme in :ref:`check-end-colon` und :ref:`check-end-stop` für CJK-Sprachen.
ga: laghdaíodh dearfacha bréagacha i :ref:`check-end-colon` agus :ref:`check-end-stop` do theangacha CJK.
hu: Csökkent a téves találatok száma az :ref:`check-end-colon` és :ref:`check-end-stop` ellenőrzéseknél CJK nyelvek esetén.
id: Mengurangi positif palsu dalam :ref:`check-end-colon` dan :ref:`check-end-stop` untuk bahasa CJK.
nl: Verminderde valse positieven in :ref:`check-end-colon` en :ref:`check-end-stop` voor talen CJK.
pt: Redução de falsos positivos em :ref:`check-end-colon` e :ref:`check-end-stop` para idiomas CJK.
pt_br: Redução de falsos positivos em :ref:`check-end-colon` e :ref:`check-end-stop` para idiomas CJK.
sv: Minskat antal falska positiva resultat i :ref:`check-end-colon` och :ref:`check-end-stop` för CJK-språk.
tr: CJK dilleri için :ref:`check-end-colon` ve :ref:`check-end-stop` denetimlerindeki hatalı doğru sonuçlar azaltıldı.
uk: Зменшено помилкові спрацьовування в :ref:`check-end-colon` і :ref:`check-end-stop` для мов CJK.

source: OpenAPI schema for API includes more information.
de: Das OpenAPI-Schema für die API enthält weitere Informationen.
ga: Áirítear le scéimre OpenAPI le haghaidh API tuilleadh faisnéise.
hu: Az OpenAPI séma az API-hoz részletesebb információkat tartalmaz.
id: Skema OpenAPI untuk API mencakup informasi lebih lanjut.
nl: OpenAPI-schema voor API bevat meer informatie.
pt: O esquema OpenAPI para API inclui mais informações.
pt_br: O esquema OpenAPI para API inclui mais informações.
sv: OpenAPI-schemat för API innehåller mer information.
tr: API için OpenAPI şemasına daha fazla bilgi eklendi.
uk: Схема OpenAPI для API містить більше інформації.

source: :ref:`check-regex` supports advanced regular expressions.
de: :ref:`check-regex` unterstützt erweiterte reguläre Ausdrücke.
ga: tacaíonn :ref:`check-regex` le habairtí rialta chun cinn.
hu: A :ref:`check-regex` mostantól támogatja a fejlett reguláris kifejezéseket.
id: :ref:`check-regex` mendukung ekspresi reguler lanjutan.
nl: :ref:`check-regex` ondersteunt nu geavanceerde reguliere uitdrukkingen.
pt: :ref:`check-regex` suporta expressões regulares avançadas.
pt_br: :ref:`check-regex` oferece suporte a expressões regulares avançadas.
sv: :ref:`check-regex` stöder avancerade reguljära uttryck.
tr: :ref:`check-regex` denetimine gelişmiş kuralları ifade desteği eklendi.
uk: :ref:`check-regex` підтримує розширені регулярні вирази.

source: :ref:`check-same` gracefully deals with case-insensitive languages.
de: :ref:`check-same` verarbeitet problemlos Sprachen, bei denen die Groß- und Kleinschreibung nicht beachtet wird.
ga: Baineann :ref:`check-same` go galánta le teangacha cás-íogair.
hu: A :ref:`check-same` ellenőrzés mostantól zökkenőmentesen kezeli a kis- és nagybetűket nem megkülönböztető nyelveket.
id: :ref:`check-same` menangani bahasa yang tidak peka huruf besar dengan baik.
nl: :ref:`check-same` behandelt talen, die niet hoofdlettergevoelig zijn, netjes.
pt_br: :ref:`check-same` lida com idiomas que não diferenciam maiúsculas de minúsculas.
sv: :ref:`check-same` hanterar elegant språk som inte skiljer mellan versaler och gemener.
tr: :ref:`check-same` kalite denetiminin büyük/küçük harfe duyarlı olmayan dilleri uygun işlemesi sağlandı.
uk: :ref:`check-same` витончено працює з мовами, які не враховують регістр.

source: :ref:`check-reused` wrongly triggered after fixing the error.
de: :ref:`check-reused` wurde nach Beheben des Fehlers fälschlicherweise ausgelöst.
ga: :ref:`check-reused` spreagtha go mícheart tar éis an earráid a shocrú.
hu: Az :ref:`check-reused` ellenőrzés hibásan aktiválódott a hiba javítása után is.
id: :ref:`check-reused` salah dipicu setelah memperbaiki kesalahan.
nl: :ref:`check-reused` verkeerd geactiveerd na het repareren van de fout.
pt_br: :ref:`check-reused` era acionada incorretamente após corrigir o erro.
sv: :ref:`check-reused` utlöstes felaktigt efter att felet hade åtgärdats.
tr: :ref:`check-reused` denetiminin hata düzeltildikten sonra hatalı bir şekilde tetiklenmesi engellendi.
uk: :ref:`check-reused` неправильно спрацьовує після виправлення помилки.

source: Dark theme behavior in some situations.
de: Verhalten des dunklen Designs in einigen Situationen.
ga: Iompar téama dorcha i gcásanna áirithe.
hu: Sötét téma viselkedése néhány helyzetben javítva.
id: Perilaku tema gelap dalam beberapa situasi.
nl: Gedrag van donker thema in sommige situaties.
pt_br: O comportamento do tema escuro em algumas situações.
sv: Mörkt tema beteende i vissa situationer.
tr: Bazı durumlarda yaşanan koyu tema davranışı sorunu düzeltildi.
uk: Поведінка темної теми в деяких ситуаціях.
