Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved source strings review.
de: Verbesserte Überprüfung von Ausgangszeichenketten.
ga: Léirmheas teaghráin fhoinse feabhsaithe.
hu: Javult a forrásszövegek ellenőrzése.
id: Perbaikan tinjauan string sumber.
ja: 原文の査読を改良。
nl: Verbeterde beoordeling brontekenreeksen.
pt: Melhorada a revisão de cadeias fontes.
pt_br: Melhorada a revisão de textos fontes.
ro: Revizuirea îmbunătățită a șirurilor sursă.
ru: Улучшен процесс рецензирования исходных строк.
sv: Förbättrad granskning av källsträngar.
ta: மேம்படுத்தப்பட்ட மூல சரங்கள் மதிப்பாய்வு.
tr: Kaynak dizge onaylama işlemi geliştirildi.
uk: Удосконалено рецензування початкових рядків.
zh_hans: 改进了源字符串复查。
zh_hant: 改進了源字符串複查。

source: Searching across all strings.
de: Suche über alle Zeichenketten hinweg.
ga: Cuardach trasna gach teaghráin.
hu: Keresés az összes szöveg között.
id: Mencari di seluruh string.
ja: すべての文字列を横断的に検索するように改良。
nl: Zoeken in alle tekenreeksen.
pt: Pesquisa em todas as cadeias.
pt_br: Busca em todos os textos.
ro: Căutarea în toate șirurile de caractere.
ru: Поиск по всем строкам.
sv: Söker i alla strängar.
ta: எல்லா சரங்களையும் தேடுகிறது.
tr: Tüm dizgelerde arama özelliği eklendi.
uk: Реалізовано пошук в усіх рядках.
zh_hans: 跨所有字符串的搜索。
zh_hant: 跨所有字符串的搜索。

source: Better tracking of source strings.
de: Bessere Nachverfolgung von Ausgangszeichenketten.
ga: Rianú níos fearr ar theaghráin foinse.
hu: Pontosabb forrásszöveg követés.
id: Pelacakan string sumber yang lebih baik.
ja: 原文の追跡を改良。
nl: Beter bijhouden van brontekenreeksen.
pt: Melhor rastreamento de cadeias fonte.
pt_br: Melhor rastreamento de textos fonte.
ro: O mai bună urmărire a șirurilor de caractere sursă.
ru: Улучшено отслеживание исходных строк.
sv: Bättre spårning av källsträngar.
ta: மூல சரங்களின் சிறந்த கண்காணிப்பு.
tr: Kaynak dizgelerin izlenmesi iyileştirildi.
uk: Удосконалено прив'язку початкових рядків.
zh_hans: 更好地跟踪源字符串。
zh_hant: 更好地跟踪源字符串。

source: Captcha protection for registration.
de: CAPTCHA-Schutz für die Registrierung.
ga: Cosaint Captcha le haghaidh clárúcháin.
hu: Captcha védelem a regisztrációhoz.
id: Perlindungan captcha untuk pendaftaran.
ja: 登録時の Captcha 保護機能に対応。
nl: Beveiliging met captcha bij registreren.
pt: Proteção por captcha para registar.
pt_br: Proteção por captcha para registro.
ro: Protecție Captcha pentru înregistrare.
ru: Защита регистрации с помощью каптчи.
sv: Captcha-skydd för registrering.
ta: பதிவு செய்வதற்கான கேப்ட்சா பாதுகாப்பு.
tr: Hesap açılışına Captcha koruması eklendi.
uk: Реалізовано захист CAPTCHA реєстрації.
zh_hans: 注册的 Captcha 保护。
zh_hant: 註冊的 Captcha 保護。

source: *Released on October 7th 2013.*
de: *Veröffentlicht am 7. Oktober 2013.*
ga: *Eisithe ar 7 Deireadh Fómhair 2013.*
hu: *Kiadva: 2013. október 7.*
id: *Dirilis pada 7 Oktober 2013.*
nl: *Uitgegeven op 7 oktober 2013.*
pt_br: *Atualizado em 7 de outubro de 2013.*
sv: *Släppt den 7 oktober 2013.*
tr: *7 Ekim 2013 tarihinde yayınlandı.*
uk: *Випущено 7 жовтня 2013 року.*

source: Support for checking Python brace format string.
de: Unterstützung für die Überprüfung von Python-Brace-Format-Zeichenketten.
ga: Tacaíocht chun teaghrán formáid brace Python a sheiceáil.
hu: Python kapcsos zárójeles formázás ellenőrzésének támogatása.
id: Dukungan untuk memeriksa string format Python bertanda kurung.
ja: Python braceフォーマット文字列の検査に対応。
nl: Ondersteuning voor controleren van indeling tekenreeks brace voor Python.
pt: Suporte para verificar a cadeia de formatação com chaves do Python.
pt_br: Suporte para verificar a texto de formatação com chaves do Python.
ro: Suport pentru verificarea șirului de format Python brace.
ru: Проверка форматирования строк для Python с фигурными скобками.
sv: Stöd för kontroll av Python-formatsträngar med klamrar.
ta: பைதான் அடைப்புக்குறி வடிவமைப்பு சரத்தை சரிபார்க்க உதவி.
tr: Python parantezi biçim dizgesini denetleme desteği eklendi.
uk: Реалізовано підтримку перевірки рядків форматування із фігурними дужками у Python.
zh_hans: 支持检查 Python brace 格式字符串。
zh_hant: 支持檢查 Python brace 格式字符傳。

source: Per component customization of quality checks.
de: Individuelles Anpassen der Qualitätsprüfungen pro Komponente.
ga: In aghaidh an chomhábhair seiceálacha cáilíochta a shaincheapadh.
hu: Minőség-ellenőrzések testreszabása összetevőnként.
id: Kustomisasi pemeriksaan kualitas per komponen.
ja: 品質検査をコンポーネントごとにカスタマイズできるように改良。
nl: Aanpassen per onderdeel van kwaliteitscontroles.
pt: Personalização por componente de verificações de qualidade.
pt_br: Personalização por componente de verificações de qualidade.
ro: Personalizarea pe componente a controalelor de calitate.
ru: Покомпонентная настройка проверок качества.
sv: Anpassning av kvalitetskontroller per komponent.
ta: தரமான சோதனைகளின் கூறு தனிப்பயனாக்கத்திற்கு.
tr: Kalite denetimlerinin her bileşen için ayrı özelleştirilmesi sağlandı.
uk: Реалізовано налаштування перевірок якості для окремих складників.
zh_hans: 每个部件的质量检查定制。
zh_hant: 每個組件的質量檢查定制。

source: Detailed per translation stats.
de: Detaillierte Statistiken pro Übersetzung.
ga: Mionsonraithe de réir staitisticí aistriúcháin.
hu: Részletes statisztikák fordításonként.
id: Statistik terperinci per terjemahan.
ja: 翻訳ごとに詳細な統計情報を表示するように改良。
nl: Gedetailleerde statistieken per vertaling.
pt: Estatísticas detalhadas por tradução.
pt_br: Estatísticas detalhadas por tradução.
ro: Statistici detaliate pentru fiecare traducere.
ru: Детальная статистика по каждому переводу.
sv: Detaljerad statistik per översättning.
ta: மொழிபெயர்ப்பு புள்ளிவிவரங்களுக்கு விரிவானது.
tr: Çeviri istatistiklerine göre ayrıntılar eklendi.
uk: Реалізовано показ докладної статистики для окремих перекладів.
zh_hans: 具体的每个翻译的统计数据。
zh_hant: 具體的每個翻譯的統計數據。

source: Changed way of linking suggestions, checks and comments to strings.
de: Geänderte Art der Verknüpfung von Übersetzungsvorschlägen, Qualitätsprüfungen und Kommentaren mit Zeichenketten.
ga: Bealach athraithe chun moltaí, seiceálacha agus tuairimí a nascadh le teaghráin.
hu: A javaslatok, ellenőrzések és megjegyzések szöveghez való kapcsolásának módja megváltozott.
id: Mengubah cara menghubungkan saran, pemeriksaan, dan komentar ke string.
ja: 提案、検査、コメントを文字列にリンクする方法の変更。
nl: Gewijzigde manier voor koppelen van suggesties, controles en opmerkingen aan tekenreeksen.
pt: Alterada a forma de vinculação de sugestões, verificações e comentários de cadeias.
pt_br: Alterada a forma de vinculação de sugestões, verificações e comentários de textos.
ro: A fost modificată modalitatea de asociere a sugestiilor, verificărilor și comentariilor la șiruri de caractere.
ru: Изменён способ связывания предложений, проверок и комментариев со строками.
sv: Ändrat sätt att länka förslag, kontroller och kommentarer till strängar.
ta: பரிந்துரைகள், சோதனைகள் மற்றும் கருத்துகளை சரங்களுடன் இணைப்பதற்கான வழியை மாற்றியது.
tr: Öneri, denetim ve yorumların dizgelerle ilişkilendirme yöntemi değiştirildi.
uk: Змінено спосіб прив'язки пропозицій, перевірок і коментарів до рядків.
zh_hans: 更改了将建议、检查与注释连接到字符串的方式。
zh_hant: 更改了將建議、檢查與註釋連接到字符串的方式。

source: Users can now add text to commit message.
de: Benutzer können jetzt Text zu Commit-Nachrichten hinzufügen.
ga: Is féidir le húsáideoirí anois téacs a chur leis chun teachtaireacht a ghealladh.
hu: A felhasználók mostantól szöveget is hozzáadhatnak a véglegesítési üzenethez.
id: Pengguna sekarang dapat menambahkan teks untuk mengkomit pesan.
ja: ユーザーが、コミット メッセージにテキストを追加できるように改良。
nl: Gebruikers kunnen nu tekst toevoegen aan een bericht voor indienen.
pt: Utilizadores podem agora adicionar texto à mensagem de commit.
pt_br: Usuários podem agora adicionar texto à mensagem de commit.
ro: Utilizatorii pot acum să adauge text la mesajul de angajare.
ru: Пользователи теперь могут добавлять свой текст к сообщениям коммитов.
sv: Användare kan nu lägga till text i commit-meddelanden.
ta: பயனர்கள் இப்போது செய்தியைச் செய்ய உரையைச் சேர்க்கலாம்.
tr: Kullanıcıların işleme iletisine metin ekleyebilmesi sağlandı.
uk: Уможливлено додавання користувачами тексту до повідомлення про внесок.
zh_hans: 用户现在可以添加文本来提交说明。
zh_hant: 用戶現在可以添加文本來提交消息。

source: Support for subscribing on new language requests.
de: Unterstützung für das Abonnieren von neuen Sprachanfragen.
ga: Tacaíocht do shíntiús ar iarratais teanga nua.
hu: Új nyelvi igényekre való feliratkozás támogatása.
id: Dukungan untuk berlangganan permintaan bahasa baru.
ja: 新しい言語のリクエストの購読に対応。
nl: Ondersteuning voor abonneren op nieuwe verzoeken voor talen.
pt: Suporte a inscrição por novas solicitações de idiomas.
pt_br: Suporte a assinatura por novas solicitações de idiomas.
ro: Suport pentru abonarea la cereri de limbi noi.
ru: Поддержка подписки на запросы на добавление новых языков.
sv: Stöd för prenumeration på nya språkanförfrågningar.
ta: புதிய மொழி கோரிக்கைகளில் சந்தா செலுத்துவதற்கான உதவி.
tr: Yeni dil isteklerine abone olma özelliği eklendi.
uk: Реалізовано підтримку підписки на запити щодо нових мов.
zh_hans: 支持新语言请求的订阅。
zh_hant: 支持新語言請求的訂閱。

source: Support for adding new translations.
de: Unterstützung für das Hinzufügen neuer Übersetzungen.
ga: Tacaíocht chun aistriúcháin nua a chur leis.
hu: Új fordítások hozzáadásának támogatása.
id: Dukungan untuk menambahkan terjemahan baru.
ja: 新しい翻訳の追加機能の追加。
nl: Ondersteuning voor toevoegen van nieuwe vertalingen.
pt: Suporte a adição de novas traduções.
pt_br: Suporte a adição de novas traduções.
ro: Suport pentru adăugarea de noi traduceri.
ru: Поддержка добавления новых переводов.
sv: Stöd för att lägga till nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கான உதவி.
tr: Yeni çeviriler ekleme özelliği eklendi.
uk: Реалізовано підтримку додавання нових перекладів.
zh_hans: 支持添加新的翻译。
zh_hant: 支持添加新的翻譯。

source: Widgets and charts are now rendered using Pillow instead of Pango + Cairo.
de: Widgets und Diagramme werden jetzt mit Pillow anstelle von Pango + Cairo gerendert.
ga: Déantar giuirléidí agus cairteacha a rindreáil anois ag baint úsáide as Pillow in ionad Pango + Cairo.
hu: A widgetek és diagramok mostantól Pillow-val jelennek meg a korábbi Pango + Cairo helyett.
id: Widget dan grafik sekarang ditampilkan menggunakan Pillow, bukan Pango + Cairo.
ja: ウィジェットとチャートは Pango + Cairo の代わりに Pillow を使って描画するように変更。
nl: Widgets en diagrammen worden nu gerenderd met Pillow in plaats van Pango + Cairo.
pt: Widgets e gráficos são agora renderizados usando Pillow em vez de Pango + Cairo.
pt_br: Widgets e gráficos são agora renderizados usando Pillow em vez de Pango + Cairo.
ro: Widgeturile și graficele sunt acum redate folosind Pillow în loc de Pango + Cairo.
ru: Виджеты и диаграммы теперь отрисовываются с помощью Pillow вместо Pango + Cairo.
sv: Widgets och diagram renderas nu med Pillow istället för Pango + Cairo.
ta: விட்செட்டுகள் மற்றும் விளக்கப்படங்கள் இப்போது பாங்கோ + கெய்ரோவுக்கு பதிலாக தலையணையைப் பயன்படுத்தி வழங்கப்படுகின்றன.
tr: Pano bileşenleri ve çizelgelerde Pango + Cairo yerine Pillow kullanılması sağlandı.
uk: Віджети і діаграми у новій версії обробляються з використанням Pillow замість Pango + Cairo.
zh_hans: 现在使用 Pillow 而不是 Pango+ Cairo 来生成小挂件和图表。
zh_hant: 現在使用 Pillow 而不是 Pango+ Cairo 來提供 Widget 和圖表。

source: Add status badge widget.
de: Statussymbol-Widget hinzugefügt.
ga: Cuir giuirléid suaitheantais stádais leis.
hu: Állapotjelvény widget hozzáadva.
id: Tambahkan widget lencana status.
ja: ステータス バッジ ウィジェットの追加。
nl: Toegevoegd widget status insigne.
pt: Adiciona widget de emblema de estado.
pt_br: Adiciona widget emblema de status.
ro: Adăugați un widget pentru insigna de stare.
ru: Добавлен виджет плашки статуса.
sv: Lägg till statusmärke-widget.
ta: நிலை ஒட்டு விட்செட்டைச் சேர்.
tr: Durum simgesi pano bileşeni eklendi.
uk: Додано віджет емблеми стану.
zh_hans: 添加状态徽章小挂件。
zh_hant: 添加狀態徽章 Widget。

source: Dropped invalid text direction check.
de: Die Prüfung auf ungültige Schreibrichtung entfällt.
ga: Thit seiceáil treo téacs neamhbhailí.
hu: Érvénytelen szövegirány-ellenőrzés eltávolítva.
id: Membatalkan pemeriksaan arah teks yang tidak valid.
ja: 無効なテキストの方向チェックの削除。
nl: Vervallen ongeldige controle tekstrichting.
pt: Removida a verificação inválida de direção do texto.
pt_br: Removida a verificação inválida de direção do texto.
ro: S-a renunțat la verificarea direcției textului invalid.
ru: Удалены неверные проверки направления письма в тексте.
sv: Ogiltig textriktningskontroll borttagen.
ta: தவறான உரை திசை சோதனை கைவிடப்பட்டது.
tr: Geçersiz metin yönü kalite denetimi kaldırıldı.
uk: Викинуто некоректну перевірку напрямку запису тексту.
zh_hans: 去掉了无效的文本方向检查。
zh_hant: 去掉了不合法的文本方向檢查。

source: Changes in dictionary are now logged in history.
de: Änderungen im Wörterbuch werden nun im Verlauf protokolliert.
ga: Tá athruithe i bhfoclóir logáilte isteach sa stair anois.
hu: A szótárban történt módosítások mostantól megjelennek az előzményekben.
id: Perubahan dalam kamus sekarang dicatat dalam riwayat.
ja: 辞書の変更履歴を記録するように改良。
nl: Wijzigingen in woordenboek worden nu gelogd in geschiedenis.
pt: As alterações no dicionário estão agora registadas no histórico.
pt_br: As alterações no dicionário estão agora registradas no histórico.
ro: Modificările din dicționar sunt acum înregistrate în istoric.
ru: Изменения в словаре теперь логируются в истории.
sv: Ändringar i ordboken loggas nu i historiken.
ta: அகராதியில் மாற்றங்கள் இப்போது வரலாற்றில் உள்நுழைந்துள்ளன.
tr: Sözlükte yapılan değişiklikler geçmiş kayıtlarına eklendi.
uk: Реалізовано запис змін у словнику до журналу.
zh_hans: 词典的变化现在会被记录在历史中。
zh_hant: 字典中的更改現在在歷史中記入日誌。

source: Performance improvements for translation view.
de: Leistungsverbesserungen für die Übersetzungsansicht.
ga: Feabhsuithe feidhmíochta don amharc aistriúcháin.
hu: Fordítási nézet teljesítményének javítása.
id: Meningkatkan performa untuk tampilan terjemahan.
ja: 翻訳画面のパフォーマンスの向上。
nl: Verbeteringen prestaties voor weergave van vertalingen.
pt: Melhorias de desempenho para a visualização de tradução.
pt_br: Melhorias de desempenho para a visualização de tradução.
ro: Îmbunătățiri de performanță pentru vizualizarea traducerilor.
ru: Улучшения производительности страницы перевода.
sv: Prestandaförbättringar för översättningsvyn.
ta: மொழிபெயர்ப்பு பார்வைக்கான செயல்திறன் மேம்பாடுகள்.
tr: Çeviri görünümü başarımı iyileştirildi.
uk: Удосконалено швидкодію для панелі перекладу.
zh_hans: 翻译视图的性能改进。

source: *Released on July 25th 2013.*
de: *Veröffentlicht am 25. Juli 2013.*
ga: *Eisithe ar 25 Iúil 2013.*
hu: *Kiadva: 2013. július 25.*
id: *Dirilis pada 25 Juli 2013.*
nl: *Uitgegeven op 25 juli 2013.*
pt_br: *Atualizado em 25 de julho de 2013.*
sv: *Släpptes den 25 juli 2013.*
tr: *25 Temmuz 2013 tarihinde yayınlandı.*
uk: *Випущено 25 липня 2013 року.*

source: Nicer error handling on registration.
de: Bessere Fehlerbehandlung bei der Registrierung.
ga: Is fearr a láimhseáil earráidí ar chlárú.
hu: Áttekinthetőbb hibaüzenetek regisztrációkor.
id: Penanganan galat yang lebih baik dalam registrasi.
ja: 登録時のエラー処理を改良。
nl: Nettere foutafhandeling bij registreren.
pt: Melhor tratamento de erros ao registar.
pt_br: Melhor tratamento de erros no registro.
ro: Gestionarea mai bună a erorilor la înregistrare.
ru: Улучшена обработка ошибок при регистрации.
sv: Bättre felhantering vid registrering.
ta: பதிவில் நல்ல பிழை கையாளுதல்.
tr: Hesap açarken çıkabilecek sorunların işlenmesi iyileştirildi.
uk: Удосконалено обробку помилок при реєстрації.
zh_hans: 注册时更好的错误处理。
zh_hant: 註冊時更好的錯誤處理。

source: Browsing of changes.
de: Durchsuchen von Änderungen.
ga: Brabhsáil athruithe.
hu: Változások böngészése.
id: Penelusuran perubahan.
ja: 変更箇所を閲覧できるように改良。
nl: Bladeren door wijzigingen.
pt: Navegação de mudanças.
pt_br: Navegação de mudanças.
ro: Consultarea modificărilor.
ru: Просмотр изменений.
sv: Bläddra bland ändringar.
ta: மாற்றங்களின் உலாவல்.
tr: Değişikliklere göz atma özelliği eklendi.
uk: Навігація змінами.
zh_hans: 更改的浏览。
zh_hant: 更改的瀏覽。

source: Fixed sorting of machine translation suggestions.
de: Die Sortierung der maschinellen Übersetzungsvorschläge korrigiert.
ga: Sórtáil seasta ar mholtaí meaisínaistriúcháin.
hu: Gépi fordítási javaslatok rendezésének javítása.
id: Memperbaiki penyortiran saran terjemahan mesin.
ja: 機械翻訳の提案の並べ替えを修正。
nl: Sorteren van suggesties voor machinevertaling gerepareerd.
pt: Corrigida a classificação de sugestões de tradução de máquina.
pt_br: Corrigida a classificação para sugestões de tradução automática.
ro: A fost reparată sortarea sugestiilor de traducere automată.
ru: Исправлена сортировка предложений машинного перевода.
sv: Fast sortering av maskinöversättningsförslag.
ta: இயந்திர மொழிபெயர்ப்பு பரிந்துரைகளின் நிலையான வரிசையாக்கம்.
tr: Makine çevirisi önerilerinin sıralanması düzeltildi.
uk: Виправлено упорядкування пропозицій комп'ютерного перекладу.
zh_hans: 修复了机器翻译建议的排序。
zh_hant: 修復了機器翻譯建議的排序。

source: Improved support for MyMemory machine translation.
de: Verbesserte Unterstützung für die maschinelle Übersetzung von MyMemory.
ga: Tacaíocht fheabhsaithe d’aistriúchán meaisín MyMemory.
hu: Továbbfejlesztett MyMemory gépi fordítási támogatás.
id: Peningkatan dukungan untuk terjemahan mesin MyMemory.
ja: MyMemory 機械翻訳への対応の改良。
nl: Verbeterde ondersteuning voor machinevertaling van MyMemory.
pt: Melhorado o suporte para tradução de máquina do MyMemory.
pt_br: Melhorado o suporte para a tradução automática do MyMemory.
ro: Suport îmbunătățit pentru traducerea automată MyMemory.
ru: Улучшена поддержка машинного перевода MyMemory.
sv: Förbättrat stöd för maskinöversättning med MyMemory.
ta: mymemory இயந்திர மொழிபெயர்ப்பிற்கான மேம்பட்ட உதவி.
tr: MyMemory makine çevirisi desteği iyileştirildi.
uk: Удосконалено підтримку комп'ютерного перекладу MyMemory.
zh_hans: 改进了对 MyMemory 机器翻译的支持。
zh_hant: 改進了對 MyMemory 機器翻譯的支持。

source: Added support for Amagama machine translation.
de: Unterstützung für die maschinelle Übersetzung von Amagama hinzugefügt.
ga: Tacaíocht bhreise le haghaidh aistriúchán meaisín Amagama.
hu: Amagama gépi fordítás támogatása hozzáadva.
id: Menambahkan dukungan untuk terjemahan mesin Amagama.
ja: アマガマ機械翻訳に対応。
nl: Ondersteuning toegevoegd voor machinevertaling Amagama.
pt: Adicionado suporte para tradução de máquina de Amagama.
pt_br: Adicionado suporte à tradução automática de Amagama.
ro: A fost adăugat suport pentru traducerea automată Amagama.
ru: Добавлена поддержка машинного перевода Amagama.
sv: Stöd för maskinöversättning med Amagama har lagts till.
ta: அமகாமா இயந்திர மொழிபெயர்ப்புக்கான உதவி சேர்க்கப்பட்டது.
tr: Amagama makine çevirisi desteği eklendi.
uk: Додано підтримку комп'ютерного перекладу Amagama.
zh_hans: 为 Amagam 机器翻译添加了支持。
zh_hant: 為 Amagam 機器翻譯添加了支持。

source: Various optimizations on frequently used pages.
de: Verschiedene Optimierungen auf häufig genutzten Seiten.
ga: Optimizations éagsúla ar leathanaigh a úsáidtear go minic.
hu: Több optimalizáció a gyakran használt oldalakon.
id: Berbagai pengoptimalan pada halaman yang sering digunakan.
ja: 使用頻度の高いページでの各種最適化。
nl: Verscheidene verbeteringen op frequent gebruikte pagina's.
pt: Várias otimizações sobre páginas usadas com frequência.
pt_br: Várias otimizações sobre páginas usadas com frequência.
ro: Diverse optimizări pe paginile utilizate frecvent.
ru: Различные оптимизации часто используемых страницах.
sv: Olika optimeringar på ofta använda sidor.
ta: அடிக்கடி பயன்படுத்தப்படும் பக்கங்களில் பல்வேறு மேம்படுத்தல்கள்.
tr: Sık kullanılan sayfalarda çeşitli iyileştirmeler yapıldı.
uk: Різноманітні оптимізації на часто використовуваних сторінках.
zh_hans: 频繁使用的页面上的各种优化。
zh_hant: 頻繁使用的頁面上的各種優化。

source: Highlights searched phrase in search results.
de: Hervorhebung des gesuchten Begriffs in den Suchergebnissen.
ga: Buaicphointí frása cuardaigh i dtorthaí cuardaigh.
hu: A keresett kifejezést kiemeli a találatok között.
id: Menyorot frasa yang dicari pada hasil pencarian.
ja: 検索結果に検索した語彙を強調表示するように改良。
nl: Accentueren zoekterm in resultaten van zoeken.
pt: Realça frases pesquisadas em resultados de pesquisa.
pt_br: Realça frases buscadas em resultados de busca.
ro: Fraza căutată în rezultatele căutării.
ru: Выделение искомых фраз в результатах поиска.
sv: Markerar sökfrasen i sökresultaten.
ta: தேடல் முடிவுகளில் தேடப்பட்ட சொற்றொடரை சிறப்பம்சங்கள்.
tr: Arama sonuçlarında aranan ifadenin vurgulanması sağlandı.
uk: Реалізовано підсвічування пошукового рядка у результатах пошуку.
zh_hans: 在搜索结果中将搜索到的短语高亮。
zh_hant: 在搜索結果中將搜索到的短語高亮。

source: Support for automatic fixups while saving the message.
de: Unterstützung für automatische Korrekturen beim Speichern der Nachricht.
ga: Tacaíocht do shocrú uathoibríoch agus an teachtaireacht á shábháil.
hu: Üzenet mentésekor automatikus javítások támogatása.
id: Dukungan untuk perbaikan otomatis saat menyimpan pesan.
ja: メッセージ保存中に自動修正するように改良。
nl: Ondersteuning voor automatische reparaties bij opslaan van eenheid.
pt: Suporte para correções automáticas enquanto salva a mensagem.
pt_br: Suporte para correções automáticas enquanto salva a mensagem.
ro: Suport pentru reparații automate în timpul salvării mesajului.
ru: Поддержка автоматических исправлений при сохранении сообщения.
sv: Stöd för automatiska korrigeringar när meddelandet sparas.
ta: செய்தியைச் சேமிக்கும்போது தானியங்கி சரிசெய்தல்களுக்கான உதவி.
tr: İleti kaydedilirken kendiliğinden düzeltme özelliği eklendi.
uk: Реалізовано підтримку автоматичного виправлення під час збереження повідомлення.
zh_hans: 支持存储消息时的自动修复。
zh_hant: 支持存儲消息時的自動修復。

source: Tracking of translation history and option to revert it.
de: Nachverfolgung des Übersetzungsverlaufs und Möglichkeit, ihn rückgängig zu machen.
ga: Rianú stair aistriúcháin agus rogha chun é a chur ar ais.
hu: Fordítási előzmények követése és visszaállítási lehetőség.
id: Pelacakan riwayat terjemahan dan opsi untuk mengembalikannya.
ja: 翻訳履歴の追跡と、それを元に戻すオプションの追加。
nl: Bijhouden van geschiedenis vertalen en optie om het terug te draaien.
pt: Rastreamento do histórico de tradução e opção para revertê-lo.
pt_br: Rastreamento do histórico de tradução e opção para revertê-lo.
ro: Urmărirea istoricului traducerilor și opțiunea de a reveni asupra acestuia.
ru: Отслеживание истории переводов и возможность откатиться к более старой версии.
sv: Spårning av översättningshistorik och möjlighet att återställa den.
ta: மொழிபெயர்ப்பு வரலாற்றைக் கண்காணித்தல் மற்றும் அதை மாற்றுவதற்கான விருப்பம்.
tr: Çeviri geçmişini izleme ve geri döndürme özellikleri eklendi.
uk: Реалізовано стеження за журналом перекладів і параметр для скасовування змін.
zh_hans: 跟踪翻译历史和选项来还原。
zh_hant: 跟踪翻譯歷史和選項來還原。

source: Added support for Google Translate API.
de: Unterstützung für Google Translate API hinzugefügt.
ga: Cuireadh tacaíocht le haghaidh Google Translate API.
hu: Google Translate API támogatása hozzáadva.
id: Menambahkan dukungan untuk API Google Translate.
ja: Google Translate API に対応。
nl: Ondersteuning toegevoegd voor Google Translate API.
pt: Adicionado suporte para API do Google Tradutor.
pt_br: Adicionado suporte para API do Google Tradutor.
ro: A fost adăugat suport pentru Google Translate API.
ru: Добавлена поддержка Google Translate API.
sv: Stöd för Google Translate API har lagts till.
ta: கூகிள் மொழிபெயர்ப்பு பநிஇ க்கான உதவி சேர்க்கப்பட்டது.
tr: Google Çeviri API desteği eklendi.
uk: Додано підтримку програмного інтерфейсу Google Translate.
zh_hans: 为 Google Translate API 添加了翻译。
zh_hant: 為 Google Translate API 添加了翻譯。
