Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate can also display description present in the translation file for some formats, see :ref:`format-description`.
de: Weblate kann für einige Formate auch die in der Übersetzungsdatei enthaltene Beschreibung anzeigen, siehe :ref:`format-description`.
ga: Is féidir le Weblate an cur síos atá sa chomhad aistriúcháin do roinnt formáidí a thaispeáint freisin, féach :ref:`format-description`.
hu: A Weblate bizonyos formátumok esetén meg tudja jeleníteni a fordítási fájlban található leírást is, lásd: :ref:`format-description`.
id: Weblate juga dapat menampilkan deskripsi yang ada dalam berkas terjemahan untuk beberapa format, lihat :ref:`format-description`.
ja: Weblate は、一部の形式の翻訳ファイルに存在する説明を表示できます。参照: :ref:`format-description`。
nl: Weblate kan ook voor sommige bestandsindelingen de in het vertaalbestand aanwezig beschrijving weergeven, bekijk :ref:`format-description`.
pt: O Weblate também pode exibir a descrição presente no ficheiro de tradução para alguns formatos, consulte :ref:`format-description`.
pt_br: O Weblate também pode mostrar a descrição presente no arquivo de tradução para alguns formatos, consulte :ref:`format-description`.
ru: Weblate также может отображать описание, присутствующее в файле перевода для некоторых форматов, см. :ref:`format-description`.
sv: Weblate kan också visa beskrivningar som finns i översättningsfilen för vissa format, se :ref:`format-description`.
tr: Weblate, bazı biçimler için çeviri dosyasında bulunan açıklamayı da görüntüleyebilir. Ayrıntılı bilgi almak için: :ref:`format-description`.
uk: Weblate також може показувати опис, який збережено у певних форматах у файлі перекладу, див. :ref:`format-description`.
zh_hans: Weblate 也可以为某些格式展示存在于翻译文件中的描述信息，见 :ref:`format-description`。

source: Visual context for strings
de: Visueller Kontext für Zeichenketten
ga: Comhthéacs amhairc le haghaidh teaghráin
hu: Vizuális kontextus a szövegekhez
id: Konteks visual untuk string
ja: 文字列の視覚情報
nl: Visuele context voor tekenreeksen
pt: Contexto visual para cadeias
pt_br: Contexto visual para textos
ro: Context vizual pentru șiruri de caractere
ru: Визуальный контекст для строк
sv: Visuellt sammanhang för strängar
ta: சரங்களுக்கான காட்சி சூழல்
tr: Dizgeler için görsel bağlam
uk: Візуальний контекст для рядків
zh_hans: 字符串的可视化上下文
zh_hant: 字符串的可見語境

source: You can upload a screenshot showing a given source string in use within your program. This helps translators understand where it is used, and how it should be translated.
de: Sie können ein Bildschirmfoto hochladen, das die Verwendung einer bestimmten Ausgangszeichenkette in Ihrem Programm zeigt. Dies hilft den Übersetzern zu verstehen, wo sie verwendet wird und wie sie übersetzt werden sollte.
ga: Is féidir leat gabháil scáileáin a uaslódáil a thaispeánann teaghrán foinse ar leith atá in úsáid laistigh de do chlár. Cuidíonn sé seo le haistritheoirí tuiscint a fháil ar an áit a n-úsáidtear é, agus conas ba cheart é a aistriú.
hu: Feltölthet egy képernyőképet, amely megmutatja az adott forrásszöveg használatát a programban. Ez segíti a fordítókat annak megértésében, hogy hol és hogyan használatos a szöveg.
id: Anda dapat mengunggah tangkapan layar yang menunjukkan string sumber tertentu yang digunakan dalam program Anda. Ini membantu penerjemah memahami di mana string tersebut digunakan, dan bagaimana seharusnya diterjemahkan.
ja: プログラム内で使用する、特定の原文を示すスクリーンショットをアップロードできます。これにより、翻訳者は、使用されている場所と翻訳方法を把握できます。
nl: U kunt een schermafdruk uploaden die een gebruikte brontekenreeks weergeeft, terwijl die wordt gebruikt in uw programma. Dat helpt vertalers te begrijpen waar het wordt gebruikt en hoe het zou moeten worden vertaald.
pt: Pode enviar uma captura de ecrã que mostram uma determinada cadeia fonte em uso no seu programa. Isso ajuda os tradutores a entender onde é usado e como deve ser traduzido.
pt_br: Você pode enviar uma captura de tela mostrando um determinado texto fonte em uso no seu programa. Isso ajuda os tradutores a entender onde é usado e como deve ser traduzido.
ro: Puteți încărca o captură de ecran care să arate un anumit șir de caractere sursă utilizat în cadrul programului dumneavoastră. Acest lucru îi ajută pe traducători să înțeleagă unde este folosit și cum ar trebui tradus.
ru: Вы можете загрузить снимок экрана, показывающий данную исходную строку в действии в вашей программе. Это поможет переводчикам понять, где она используется и как её следует переводить.
sv: Du kan ladda upp en skärmdump som visar en viss källsträng som används i ditt program. Detta hjälper översättarna att förstå var den används och hur den ska översättas.
ta: உங்கள் நிரலுக்குள் பயன்பாட்டில் கொடுக்கப்பட்ட மூல சரத்தை காட்டும் திரை சாட்டை பதிவேற்றலாம். இது எங்கு பயன்படுத்தப்படுகிறது, அது எவ்வாறு மொழிபெயர்க்கப்பட வேண்டும் என்பதைப் புரிந்துகொள்ள மொழிபெயர்ப்பாளர்கள் உதவுகிறார்கள்.
tr: Uygulamanızda kullanılan belirli bir kaynak dizgeyi gösteren bir ekran görüntüsü yükleyebilirsiniz. Bu seçenek, çevirmenlerin dizgenin nerede kullanıldığını ve nasıl çevrilmesi gerektiğini anlamalarına yardımcı olur.
uk: Ви можете вивантажити знімок вікна, на якому показано якийсь початковий рядок, який використовується у вашій програмі. Це допоможе перекладачам зрозуміти, де він використовується, і як його має бути перекладено.
zh_hans: 你可以将显示你程序中使用的给定源字符串的截屏上传。这帮助译者理解它用在哪里，并且应该如何翻译。
zh_hant: 你可以將顯示你程序中使用的給定源字符串的截屏上傳。這幫助譯者理解它用在哪裡，並且應該如何翻譯。

source: The uploaded screenshot is shown in the translation context sidebar:
de: Das hochgeladene Bildschirmfoto wird in der Seitenleiste des Übersetzungskontexts angezeigt:
ga: Taispeántar an screenshot uaslódáilte i mbarra taoibh chomhthéacs an aistriúcháin:
hu: A feltöltött képernyőkép a fordítási környezet oldalsávjában jelenik meg:
id: Tangkapan layar yang diunggah ditampilkan di bilah sisi konteks terjemahan:
ja: アップロードしたスクリーンショットは、翻訳情報のサイドバーに表示されます。スクリーンショットの表示例:
nl: De geüploade schermafdruk wordt weergegeven in de zijbalk van de context van de vertaling:
pt: A captura de ecrã enviada é mostrada na barra lateral de contexto de tradução:
pt_br: A captura de tela enviada é mostrada na barra lateral de contexto de tradução:
ro: Captura de ecran încărcată este afișată în bara laterală a contextului de traducere:
ru: Загруженный снимок экрана отображается в боковой панели контекста перевода:
sv: Den uppladdade skärmdumpen visas i översättningskontextens sidofält:
ta: பதிவேற்றிய திரை காட்சி மொழிபெயர்ப்பு சூழல் பக்கப்பட்டியில் காட்டப்பட்டுள்ளது:
tr: Yüklenen ekran görüntüsü, çeviri bağlamı yan çubuğunda görüntülenir:
uk: Оновлений знімок вікна показано на бічній панелі контексту перекладу:
zh_hans: 上传的截屏显示在翻译上下文侧栏中：
zh_hant: 上傳的截屏在翻譯語境的側邊條中顯示：

source: In addition to :ref:`additional`, screenshots have a separate management interface under the :guilabel:`Operations` menu. Upload screenshots, assign them to source strings manually, or use optical character recognition (OCR) to do so by pressing the :guilabel:`Automatically recognize` button.
id: Selain :ref:`additional`, tangkapan layar memiliki antarmuka manajemen terpisah di bawah menu :guilabel:`Operations`. Unggah tangkapan layar, tetapkan ke string sumber secara manual, atau gunakan pengenalan karakter optik (OCR) untuk melakukannya dengan menekan tombol :guilabel:`Automatically recognize`.
sv: Förutom :ref:`additional` har skärmdumpar ett separat gränssnitt för hantering under menyn :guilabel:`Operations`. Ladda upp skärmdumpar, tilldela dem manuellt till källsträngar eller använd optisk teckenigenkänning (OCR) för att göra detta genom att trycka på knappen :guilabel:`Automatically recognize`.
uk: Окрім :ref:`additional`, знімки екрана мають окремий інтерфейс керування в меню :guilabel:`Operations`. Завантажуйте знімки екрана, призначайте їх вихідним рядкам вручну або використовуйте оптичне розпізнавання символів (OCR), натискаючи кнопку :guilabel:`Automatically recognize`.

source: Once a screenshot is uploaded, this interface handles management and source string association:
de: Sobald ein Bildschirmfoto hochgeladen ist, übernimmt diese Oberfläche die Verwaltung und die Zuordnung der Ausgangszeichenkette:
ga: Nuair a bhíonn seat uaslódála, láimhseálann an comhéadan seo bainistíocht agus comhlachas sreangán foinse:
hu: A képernyőkép feltöltése után ezen a felületen kezelheti és társíthatja a forrásszövegeket:
id: Setelah tangkapan layar diunggah, antarmuka ini menangani manajemen dan asosiasi string sumber:
ja: スクリーンショットをアップロードすると、この管理画面から原文の関連付けを処理します。関連付け設定画面:
nl: Als een schermafdruk eenmaal is geüpload, behandelt deze interface het beheren ervan en de koppeling naar de brontekenreeks:
pt: Depois que uma captura de ecrã é carregada, esta interface lida com a gestão e a associação de cadeia fonte:
pt_br: Depois que uma captura de tela é carregada, esta interface lida com o gerenciamento e a associação de texto fonte:
ro: Odată ce o captură de ecran este încărcată, această interfață se ocupă de gestionare și de asocierea șirului sursă:
ru: После загрузки снимка экрана через этот интерфейс можно управлять снимком и задать его связь с исходной строкой:
sv: När en skärmdump har laddats upp hanterar detta gränssnitt administrationen och kopplingen till källsträngen:
ta: ஒரு திரை காட்சி பதிவேற்றப்பட்டதும், இந்த இடைமுகம் மேலாண்மை மற்றும் மூல சரம் சங்கத்தை கையாளுகிறது:
tr: Bir ekran görüntüsü yüklendikten sonra, bu bölümden yönetimi ve kaynak dizge ile ilişkilendirilmesi yapılabilir:
uk: Після вивантаження знімка вікна цей інтерфейс обробляє керування і прив'язку початкових рядків:
zh_hans: 上传截图后，就可以在这个界面进行管理以及和源字符串的关联：
zh_hant: 一旦上傳了截屏，那麼這個界面處理管理以及源字符串的聯繫：

source: You can upload a screenshot from a local file or provide a URL to download an image from an external source. URL-based uploads may be restricted based on the :setting:`ALLOWED_ASSET_DOMAINS` setting, which controls which domains are trusted for downloading external assets, and :setting:`ALLOWED_ASSET_SIZE` which limits maximal size for the asset.
sv: Du kan ladda upp en skärmdump från en lokal fil eller ange en URL för att ladda ner en bild från en extern källa. URL-baserade uppladdningar kan begränsas baserat på inställningen :setting:`ALLOWED_ASSET_DOMAINS`, som styr vilka domäner som är betrodda för nedladdning av externa tillgångar, och :setting:`ALLOWED_ASSET_SIZE`, som begränsar den maximala storleken för tillgången.

source: You can add or update screenshots directly from your Version Control System (VCS) repository.
de: Sie können Bildschirmfotos direkt aus Ihrem Versionsverwaltungs-Repository (VCS) hinzufügen oder aktualisieren.
ga: Is féidir leat screenshots a chur leis nó a nuashonrú go díreach ó do stór Córas Rialaithe Leaganacha (VCS).
hu: Közvetlenül a verziókezelő rendszer (VCS) tárolójából is hozzáadhat vagy frissíthet képernyőképeket.
id: Anda dapat menambahkan atau memperbarui tangkapan layar langsung dari repositori Sistem Kontrol Versi (VCS) Anda.
ja: バージョン管理システム (VCS) リポジトリから直接スクリーンショットを追加または更新できます。
nl: U kunt schermafdrukken direct toevoegen of bijwerken vanuit uw opslagruimte van het Version Control System (VCS).
pt: É possível adicionar ou atualizar capturas de ecrã diretamente do repositório do sistema de controle de versão (VCS).
pt_br: É possível adicionar ou atualizar capturas de tela diretamente do repositório do sistema de controle de versão (VCS).
ru: Вы можете добавлять или обновлять снимки экрана непосредственно из репозитория системы контроля версий (VCS).
sv: Du kan lägga till eller uppdatera skärmdumpar direkt från ditt versionshanteringssystem (VCS).
ta: உங்கள் பதிப்பு கட்டுப்பாட்டு அமைப்பு (வி.சி.எச்) களஞ்சியத்திலிருந்து திரை சாட்களை நேரடியாக சேர்க்கலாம் அல்லது புதுப்பிக்கலாம்.
tr: Doğrudan sürüm denetimi sistemi (VCS) deponuzdan ekran görüntüleri ekleyebilir veya güncelleyebilirsiniz.
uk: Ви можете додати або оновити знімки безпосередньо зі сховища системи керування версіями (VCS).
zh_hans: 你可以直接从你的版本控制系统仓库添加或更新截屏。

source: To enable this feature, you can either set a screenshot file mask when creating a component, which will be monitored for updates in the repository, or you can add or update screenshots when uploading them manually.
de: Um diese Funktion zu aktivieren, können Sie entweder beim Erstellen einer Komponente eine Maske für die Bildschirmfoto-Datei festlegen, die auf Aktualisierungen im Repository überwacht wird, oder Sie können Bildschirmfotos beim manuellen Hochladen hinzufügen oder aktualisieren.
ga: Chun an ghné seo a chumasú, is féidir leat masc comhaid scáileáin a shocrú agus comhpháirt á chruthú agat, a ndéanfar monatóireacht air le haghaidh nuashonruithe sa stór, nó is féidir leat scáileáin a chur leis nó a nuashonrú agus iad á uaslódáil de láimh.
hu: A funkció bekapcsolásához beállíthat képernyőkép fájlmaszkot az összetevő létrehozásakor, így a Weblate figyelni fogja a tárolóban bekövetkező frissítéseket. Alternatívaként manuális feltöltéskor is hozzáadhat vagy frissíthet képernyőképeket.
id: Untuk mengaktifkan fitur ini, Anda dapat mengatur topeng berkas tangkapan layar saat membuat komponen, yang akan dipantau pembaruannya dalam repositori, atau Anda dapat menambahkan atau memperbarui tangkapan layar saat mengunggahnya secara manual.
ja: この機能を有効にするには、コンポーネントの作成時にスクリーンショット ファイル マスクを設定してリポジトリ内の更新を監視するか、スクリーンショットを手動でアップロードするときにスクリーンショットを追加または更新することができます。
nl: U kunt, om deze mogelijkheid in te schakelen, ofwel een bestandsmasker voor een schermafdruk instellen bij het maken van een onderdeel, wat zal worden gemonitord voor bijwerken in de opslagruimte, of u kunt schermafdrukken toevoegen of bijwerken bij het handmatig uploaden.
pt: Para ativar esta funcionalidade, pode definir uma máscara de ficheiro de captura de ecrã ao criar um componente, que será monitorado quanto a atualizações no repositório, ou pode adicionar ou atualizar capturas de ecrã ao enviar manualmente.
pt_br: Para habilitar essa funcionalidade, você pode definir uma máscara de arquivo de captura de tela ao criar um componente, que será monitorado quanto a atualizações no repositório, ou pode adicionar ou atualizar capturas de tela ao enviar manualmente.
ru: Чтобы включить эту функцию, вы можете либо установить маску файла снимка экрана при создании компонента, который будет отслеживать обновления в репозитории, либо добавить или обновить снимки экрана при их загрузке вручную.
sv: För att aktivera den här funktionen kan du antingen ställa in en skärmdumpfilmask när du skapar en komponent, som kommer att övervakas för uppdateringar i arkivet, eller så kan du lägga till eller uppdatera skärmdumpar när du laddar upp dem manuellt.
ta: இந்த அம்சத்தை இயக்க, நீங்கள் ஒரு கூறுகளை உருவாக்கும்போது திரைக்காட்சி கோப்பு முகமூடியை அமைக்கலாம், இது களஞ்சியத்தில் புதுப்பிப்புகளுக்காக கண்காணிக்கப்படும், அல்லது திரை சாட்களை கைமுறையாக பதிவேற்றும்போது அவற்றைச் சேர்க்கலாம் அல்லது புதுப்பிக்கலாம்.
tr: Bu özelliği kullanıma almak için, bir bileşen oluştururken depodaki güncellemeler için izlenecek bir ekran görüntüsü dosya maskesi ayarlayabilir ya da el ile yükleyerek ekran görüntülerini ekleyebilir ya da güncelleyebilirsiniz.
uk: Щоб увімкнути цю можливість, ви можете або встановити маску файлів знімків вікон при створенні складника, за якою програма спостерігатиме за оновленнями у сховищі, або ви можете додати або оновити знімки вікон при вивантаженні даних вручну.
zh_hans: 要开启此功能，你可以在创建组件时设置屏幕截图文件掩码，以便在仓库中监视该组件的更新。你也可以在手动上传截屏文件时添加或更新它们。

source: When the repository is updated, the system will automatically scan for changes. Existing screenshots in the repository will be updated, and new screenshots matching the specified screenshot file mask will be added to the component.
de: Wenn das Repository aktualisiert wird, sucht das System automatisch nach Änderungen. Vorhandene Bildschirmfotos im Repository werden aktualisiert, und neue Bildschirmfotos, die der angegebenen Bildschirmfoto-Dateimaske entsprechen, werden der Komponente hinzugefügt.
ga: Nuair a dhéanfar an stór a nuashonrú, déanfar an córas a scanadh go huathoibríoch le haghaidh athruithe. Déanfar scáileáin reatha sa stór a nuashonrú, agus cuirfear scáileáin nua a mheaitseálann an masc comhaid scáileáin sonraithe leis an gcomhpháirt.
hu: A tároló frissítésekor a rendszer automatikusan megkeresi a változásokat. A meglévő képernyőképek frissülnek, az új, a megadott fájlmaszknak megfelelő képek pedig hozzáadódnak az összetevőhöz.
id: Saat repositori diperbarui, sistem akan otomatis memindai perubahan. Tangkapan layar yang ada di repositori akan diperbarui, dan tangkapan layar baru yang sesuai dengan topeng berkas tangkapan layar yang ditentukan akan ditambahkan ke komponen.
ja: リポジトリが更新されると、システムは変更を自動的にスキャンします。リポジトリ内の既存のスクリーンショットが更新され、指定されたスクリーンショット ファイル マスクに一致する新しいスクリーンショットがコンポーネントに追加されます。
nl: Wanneer de opslagruimte wordt bijgewerkt, zal het systeem automatisch scannen naar wijzigingen. Bestaande schermafdrukken in de opslagruimte zullen worden bijgewerkt, en nieuwe schermafdrukken, die overeenkomen met het gespecificeerde masker voor schermafdrukken, zullen worden toegevoegd aan het onderdeel.
pt: Quando o repositório for atualizado, o sistema procurará automaticamente por alterações. As capturas de ecrã existentes no repositório serão atualizadas e novas capturas de ecrã que correspondam à máscara de ficheiro de captura de ecrã especificada serão adicionadas ao componente.
pt_br: Quando o repositório for atualizado, o sistema verificará automaticamente as alterações. As capturas de tela existentes no repositório serão atualizadas e novas capturas de tela correspondentes à máscara de arquivo de captura de tela especificada serão adicionadas ao componente.
ru: При обновлении репозитория система автоматически сканирует изменения. Существующие снимки экрана в репозитории будут обновлены, а в компонент будут добавлены новые снимки экрана, соответствующие указанной маске файла снимка экрана.
sv: När arkivet uppdateras kommer systemet automatiskt att söka efter ändringar. Befintliga skärmdumpar i arkivet kommer att uppdateras och nya skärmdumpar som matchar den angivna skärmdumpfilmasken kommer att läggas till i komponenten.
ta: களஞ்சியம் புதுப்பிக்கப்படும் போது, கணினி தானாகவே மாற்றங்களுக்கு ச்கேன் செய்யும். களஞ்சியத்தில் இருக்கும் திரை சாட்கள் புதுப்பிக்கப்படும், மேலும் குறிப்பிட்ட திரைக்காட்சி கோப்பு முகமூடியுடன் பொருந்தக்கூடிய புதிய திரை சாட்கள் கூறுகளில் சேர்க்கப்படும்.
tr: Depo güncellendiğinde, sistem değişiklikleri kendiliğinden tarar. Depodaki var olan ekran görüntüleri güncellenir ve belirtilen ekran görüntüsü dosya maskesiyle eşleşen yeni ekran görüntüleri bileşene eklenir.
uk: При оновленні даних у сховищі система автоматично виконуватиме пошук змін. Наявні знімки вікон у сховищі буде оновлено, а нові знімки, які відповідають вказаній масці файлів знімків вікон, буде додано до складника.
zh_hans: 更新仓库时，系统会自动扫描更改。仓库中的现有截屏会被更新，匹配指定截屏文件掩码的新截屏会被添加到部件中。

source: Upgrading Weblate
de: Aktualisieren von Weblate
ga: Weblate a uasghrádú
hu: Weblate frissítése
id: Memutakhirkan Weblate
ja: Weblate のアップグレード
nl: Weblate upgraden
pt: Atualizando o Weblate
pt_br: Atualizando o Weblate
ro: Actualizarea Weblate
ru: Обновление Weblate
sv: Uppgradering av Weblate
ta: வலைபெயர்ப்பு மேம்படுத்தும்
tr: Weblate yazılımını güncellemek
uk: Оновлення Weblate
zh_hans: 升级 Weblate
zh_hant: 升級 Weblate

source: Docker image upgrades
de: Aktualisieren des Docker-Images
ga: Uasghrádú ar íomhánna docker
hu: Docker-képfájlok frissítése
id: Pemutakhiran gambar Docker
ja: Docker イメージのアップグレード
nl: Docker image upgraden
pt: Atualizações de imagem Docker
pt_br: Atualizações de imagem Docker
ro: Actualizări ale imaginilor Docker
ru: Обновления образа Docker’а
sv: Uppgradering av Docker-bilder
ta: கப்பல்துறை பட மேம்பாடுகள்
tr: Docker kalıbı güncellemeleri
uk: Оновлення образу Docker
zh_hans: Docker 镜像升级

source: The official Weblate Docker image (see :doc:`install/docker`) integrates all upgrade steps. Typically, no manual interaction is needed beyond pulling the latest (or at least newer) version.
de: Das offizielle Weblate-Docker-Image (siehe :doc:`install/docker`) integriert alle Aktualisierungsschritte. Außer dem Abrufen der neuesten (oder zumindest neueren) Version ist normalerweise keine manuelle Interaktion erforderlich.
ga: Comhtháthaíonn íomhá oifigiúil Weblate Docker (féach :doc:`install/docker`) gach céim uasghrádaithe. De ghnáth, níl aon idirghníomhaíocht láimhe ag teastáil seachas an leagan is déanaí (nó níos nuaí ar a laghad).
hu: A hivatalos Weblate Docker-kép (lásd: :doc:`install/docker`) minden frissítési lépést integrál. Általában nincs szükség manuális beavatkozásra azon kívül, hogy letölti a legújabb (vagy legalább újabb) verziót.
id: Gambar Docker Weblate resmi (lihat :doc:`install/docker`) mengintegrasikan semua langkah pemutakhiran. Biasanya, tidak diperlukan interaksi manual selain menarik versi terbaru (atau setidaknya yang lebih baru).
ja: 公式の Docker イメージ（参照: :doc:`install/docker`）には、Weblate をアップグレードする手順がすべて組み込まれています。通常、最新（または少なくとも新しい）バージョンを入手するだけです。他に必要な操作はありません。
nl: De officiële Weblate Docker image (bekijk :doc:`install/docker`) integreert alle stappen voor upgraden. Gewoonlijk is geen handmatige interactie nodig, behoudens het ophalen van de laatste (of ten minste nieuwere) versie.
pt: A imagem oficial do Weblate no Docker (consulte :doc:`install/docker`) integra todas as etapas de atualização. Normalmente, não é necessária nenhuma interação manual além de obter a versão mais recente (ou pelo menos a mais atual).
pt_br: A imagem oficial do Weblate no Docker (consulte :doc:`install/docker`) integra todas as etapas de atualização. Normalmente, não é necessária nenhuma interação manual além de obter a versão mais recente (ou pelo menos a mais atual).
sv: Den officiella Weblate Docker-bilden (se :doc:`install/docker`) integrerar alla uppgraderingssteg. Normalt behövs ingen manuell interaktion utöver att hämta den senaste (eller åtminstone nyare) versionen.
tr: Resmi Docker kalıbına (ayrıntılı bilgi almak için: :doc:`install/docker`) tüm Weblate yükseltme adımları bütünleştirilmiştir. Genellikle güncel (ya da en azından daha yeni) sürümü çekmenin dışında el ile yapılması gereken bir adım bulunmaz.
uk: До офіційного образу Docker для Weblate (див. :doc:`install/docker`) інтегровано усі кроки оновлення. Кроків, які слід виконати вручну, окрім отримання коду найсвіжішої (або принаймні новішої) версії, немає.
zh_hans: 官方 Weblate Docker 镜像（请参见 :doc:`install/docker`）集成了所有升级步骤。通常无需除拉取最新（或至少较新）版本之外的人工交互。

source: Generic upgrade instructions
de: Allgemeine Upgrade-Anweisungen
ga: Treoracha ginearálta uasghrádú
hu: Általános frissítési útmutató
id: Petunjuk pemutakhiran umum
ja: 一般的なアップグレード方法
nl: Algemene instructies voor upgraden
pt: Instruções genéricas de atualização
pt_br: Instruções genéricas de atualização
ro: Instrucțiuni generice de actualizare
ru: Общие инструкции по обновлению
sv: Generella uppgraderingsinstruktioner
ta: பொதுவான மேம்படுத்தல் வழிமுறைகள்
tr: Genel yükseltme yönergesi
uk: Загальні настанови щодо оновлення
zh_hans: 一般的升级指示
