Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Skip the :ref:`check-escaped-newline` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-escaped-newline`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-escaped-newline`.
hu: A :ref:`check-escaped-newline` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-escaped-newline`.
ja: :ref:`check-escaped-newline` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-escaped-newline` over.
pt: Ignora a verificação de qualidade :ref:`check-escaped-newline`.
pt_br: Ignora a verificação de qualidade :ref:`check-escaped-newline`.
ro: Treceți peste verificarea calității :ref:`check-escaped-newline`.
ru: Пропустите проверку качества :ref:`check-escaped-newline`.
sv: Hoppa över kvalitetskontrollen :ref:`check-escaped-newline`.
tr: :ref:`check-escaped-newline` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-escaped-newline`.
zh_hans: 跳过 :ref:`check-escaped-newline` 质量检查。

source: Skip the :ref:`check-end-colon` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-colon`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-colon`.
hu: Az :ref:`check-end-colon` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-colon`.
ja: :ref:`check-end-colon` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-colon` over.
pt: Ignora a verificação de qualidade :ref:`check-end-colon`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-colon`.
ro: Săriți peste verificarea calității :ref:`check-end-colon`.
ru: Пропустите проверку качества :ref:`check-end-colon`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-colon`.
tr: :ref:`check-end-colon` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-colon`.
zh_hans: 跳过 :ref:`check-end-colon` 质量检查。

source: Skip the :ref:`check-end-ellipsis` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-ellipsis`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-ellipsis`.
hu: A :ref:`check-end-ellipsis` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-ellipsis`.
ja: :ref:`check-end-ellipsis` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-ellipsis` over.
pt: Ignora a verificação de qualidade :ref:`check-end-ellipsis`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-ellipsis`.
ro: Săriți peste verificarea calității :ref:`check-end-ellipsis`.
ru: Пропустите проверку качества :ref:`check-end-ellipsis`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-ellipsis`.
tr: :ref:`check-end-ellipsis` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-ellipsis`.
zh_hans: 跳过 :ref:`check-end-ellipsis` 质量检查。

source: Skip the :ref:`check-end-exclamation` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-exclamation`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-exclamation`.
hu: A :ref:`check-end-exclamation` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-exclamation`.
ja: :ref:`check-end-exclamation` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-exclamation` over.
pt: Ignora a verificação de qualidade :ref:`check-end-exclamation`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-exclamation`.
ro: Săriți peste verificarea calității :ref:`check-end-exclamation`.
ru: Пропустите проверку качества :ref:`check-end-exclamation`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-exclamation`.
tr: :ref:`check-end-exclamation` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-exclamation`.
zh_hans: 跳过 :ref:`check-end-exclamation` 质量检查。

source: Skip the :ref:`check-end-stop` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-stop`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-stop`.
hu: Az :ref:`check-end-stop` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-stop`.
ja: :ref:`check-end-stop` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-stop` over.
pt: Ignora a verificação de qualidade :ref:`check-end-stop`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-stop`.
ro: Săriți peste verificarea calității :ref:`check-end-stop`.
ru: Пропустите проверку качества :ref:`check-end-stop`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-stop`.
tr: :ref:`check-end-stop` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-stop`.
zh_hans: 跳过 :ref:`check-end-stop` 质量检查。

source: Skip the :ref:`check-end-interrobang` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-interrobang`.
ga: Scipeáil ar an :ref:`check-end-interrobang` seiceáil cáilíochta.
hu: A :ref:`check-end-interrobang` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-interrobang`.
nl: Sla de kwaliteitscontrole :ref:`check-end-interrobang` over.
pt_br: Ignora a verificação de qualidade :ref:`check-end-interrobang`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-interrobang`.
tr: :ref:`check-end-interrobang` kalite denetimini atlar.
uk: Пропустіть перевірку якості :ref:`check-end-interrobang`.

source: Skip the :ref:`check-end-question` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-question`.
ga: Scipeáil ar an :ref:`check-end-question` seiceáil cáilíochta.
hu: A :ref:`check-end-question` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-question`.
ja: :ref:`check-end-question` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-question` over.
pt: Ignora a verificação de qualidade :ref:`check-end-question`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-question`.
ro: Săriți peste verificarea calității :ref:`check-end-question`.
ru: Пропустите проверку качества :ref:`check-end-question`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-question`.
tr: :ref:`check-end-question` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-question`.
zh_hans: 跳过 :ref:`check-end-question` 质量检查。

source: Skip the :ref:`check-end-semicolon` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-semicolon`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-semicolon`.
hu: A :ref:`check-end-semicolon` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-semicolon`.
ja: :ref:`check-end-semicolon` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-semicolon` over.
pt: Ignora a verificação de qualidade :ref:`check-end-semicolon`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-semicolon`.
ro: Săriți peste verificarea calității :ref:`check-end-semicolon`.
ru: Пропустите проверку качества :ref:`check-end-semicolon`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-semicolon`.
tr: :ref:`check-end-semicolon` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-semicolon`.
zh_hans: 跳过 :ref:`check-end-semicolon` 质量检查。

source: Skip the :ref:`check-newline-count` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-newline-count`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-newline-count`.
hu: A :ref:`check-newline-count` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-newline-count`.
ja: :ref:`check-newline-count` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-newline-count` over.
pt: Ignora a verificação de qualidade :ref:`check-newline-count`.
pt_br: Ignora a verificação de qualidade :ref:`check-newline-count`.
ro: Săriți peste verificarea calității :ref:`check-newline-count`.
ru: Пропустите проверку качества :ref:`check-newline-count`.
sv: Hoppa över kvalitetskontrollen :ref:`check-newline-count`.
tr: :ref:`check-newline-count` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-newline-count`.
zh_hans: 跳过 :ref:`check-newline-count` 质量检查。

source: Skip the :ref:`check-plurals` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-plurals`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-plurals`.
hu: A :ref:`check-plurals` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-plurals`.
ja: :ref:`check-plurals` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-plurals` over.
pt: Ignora a verificação de qualidade :ref:`check-plurals`.
pt_br: Ignora a verificação de qualidade :ref:`check-plurals`.
ro: Săriți peste verificarea calității :ref:`check-plurals`.
ru: Пропустите проверку качества :ref:`check-plurals`.
sv: Hoppa över kvalitetskontrollen :ref:`check-plurals`.
tr: :ref:`check-plurals` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-plurals`.
zh_hans: 跳过 :ref:`check-plurals` 质量检查。

source: Skip the :ref:`check-kabyle-characters` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-kabyle-characters`.
ga: Seachain an seiceáil cáilíochta :ref:`check-kabyle-characters`.
hu: A :ref:`check-kabyle-characters` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-kabyle-characters`.
nl: Sla de kwaliteitscontrole :ref:`check-kabyle-characters` over.
pt_br: Ignora a verificação de qualidade :ref:`check-kabyle-characters`.
sv: Hoppa över kvalitetskontrollen :ref:`check-kabyle-characters`.
uk: Пропустити перевірку якості :ref:`check-kabyle-characters`.

source: Skip the :ref:`check-placeholders` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-placeholders`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-placeholders`.
hu: A :ref:`check-placeholders` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-placeholders`.
ja: :ref:`check-placeholders` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-placeholders` over.
pt: Ignora a verificação de qualidade :ref:`check-placeholders`.
pt_br: Ignora a verificação de qualidade :ref:`check-placeholders`.
ro: Săriți peste verificarea calității :ref:`check-placeholders`.
ru: Пропустите проверку качества :ref:`check-placeholders`.
sv: Hoppa över kvalitetskontrollen :ref:`check-placeholders`.
tr: :ref:`check-placeholders` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-placeholders`.
zh_hans: 跳过 :ref:`check-placeholders` 质量检查。

source: Skip the :ref:`check-prohibited-initial-character` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-prohibited-initial-character`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-prohibited-initial-character`.
hu: A :ref:`check-prohibited-initial-character` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-prohibited-initial-character`.
ja: :ref:`check-prohibited-initial-character` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-prohibited-initial-character` over.
pt_br: Ignora a verificação de qualidade :ref:`check-prohibited-initial-character`.
sv: Hoppa över kvalitetskontrollen :ref:`check-prohibited-initial-character`.
tr: :ref:`check-prohibited-initial-character` kalite denetimini atlar.
uk: Пропустіть перевірку якості :ref:`check-prohibited-initial-character`.
zh_hans: 跳过 :ref:`check-prohibited-initial-character` 质量检查。

source: Skip the :ref:`check-punctuation-spacing` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-punctuation-spacing`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-punctuation-spacing`.
hu: Az :ref:`check-punctuation-spacing` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-punctuation-spacing`.
ja: :ref:`check-punctuation-spacing` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-punctuation-spacing` over.
pt: Ignora a verificação de qualidade :ref:`check-punctuation-spacing`.
pt_br: Ignora a verificação de qualidade :ref:`check-punctuation-spacing`.
ro: Săriți peste verificarea calității :ref:`check-punctuation-spacing`.
ru: Пропустите проверку качества :ref:`check-punctuation-spacing`.
sv: Hoppa över kvalitetskontrollen :ref:`check-punctuation-spacing`.
tr: :ref:`check-punctuation-spacing` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-punctuation-spacing`.
zh_hans: 跳过 :ref:`check-punctuation-spacing` 质量检查。

source: Skip the :ref:`check-regex` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-regex`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-regex`.
hu: A :ref:`check-regex` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-regex`.
ja: :ref:`check-regex` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-regex` over.
pt: Ignora a verificação de qualidade :ref:`check-regex`.
pt_br: Ignora a verificação de qualidade :ref:`check-regex`.
ro: Săriți peste verificarea calității :ref:`check-regex`.
ru: Пропустите проверку качества :ref:`check-regex`.
sv: Hoppa över kvalitetskontrollen :ref:`check-regex`.
tr: :ref:`check-regex` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-regex`.
zh_hans: 跳过 :ref:`check-regex` 质量检查。

source: Skip the :ref:`check-rst-syntax` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-rst-syntax`.
ga: Scipeáil ar an :ref:`check-rst-syntax` seiceáil cáilíochta.
hu: A :ref:`check-rst-syntax` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-rst-syntax`.
nl: Sla de kwaliteitscontrole :ref:`check-rst-syntax` over.
pt_br: Ignora a verificação de qualidade :ref:`check-rst-syntax`.
sv: Hoppa över kvalitetskontrollen :ref:`check-rst-syntax`.
tr: :ref:`check-rst-syntax` kalite denetimini atlar.
uk: Пропустіть перевірку якості :ref:`check-rst-syntax`.

source: Skip the :ref:`check-reused` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-reused`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-reused`.
hu: Az :ref:`check-reused` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-reused`.
ja: :ref:`check-reused` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-reused` over.
pt: Ignora a verificação de qualidade :ref:`check-reused`.
pt_br: Ignora a verificação de qualidade :ref:`check-reused`.
ru: Пропустите проверку качества :ref:`check-reused`.
sv: Hoppa över kvalitetskontrollen :ref:`check-reused`.
tr: :ref:`check-reused` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-reused`.
zh_hans: 跳过 :ref:`check-reused` 质量检查。

source: Skip the :ref:`check-same-plurals` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-same-plurals`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-same-plurals`.
hu: A :ref:`check-same-plurals` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-same-plurals`.
ja: :ref:`check-same-plurals` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-same-plurals` over.
pt: Ignora a verificação de qualidade :ref:`check-same-plurals`.
pt_br: Ignora a verificação de qualidade :ref:`check-same-plurals`.
ro: Săriți peste verificarea calității :ref:`check-same-plurals`.
ru: Пропустите проверку качества :ref:`check-same-plurals`.
sv: Hoppa över kvalitetskontrollen :ref:`check-same-plurals`.
tr: :ref:`check-same-plurals` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-same-plurals`.
zh_hans: 跳过 :ref:`check-same-plurals` 质量检查。

source: Skip the :ref:`check-begin-newline` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-begin-newline`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-begin-newline`.
hu: A :ref:`check-begin-newline` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-begin-newline`.
ja: :ref:`check-begin-newline` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-begin-newline` over.
pt: Ignora a verificação de qualidade :ref:`check-begin-newline`.
pt_br: Ignora a verificação de qualidade :ref:`check-begin-newline`.
ro: Săriți peste verificarea calității :ref:`check-begin-newline`.
ru: Пропустите проверку качества :ref:`check-begin-newline`.
sv: Hoppa över kvalitetskontrollen :ref:`check-begin-newline`.
tr: :ref:`check-begin-newline` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-begin-newline`.
zh_hans: 跳过 :ref:`check-begin-newline` 质量检查。

source: Skip the :ref:`check-begin-space` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-begin-space`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-begin-space`.
hu: A :ref:`check-begin-space` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-begin-space`.
ja: :ref:`check-begin-space` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-begin-space` over.
pt: Ignora a verificação de qualidade :ref:`check-begin-space`.
pt_br: Ignora a verificação de qualidade :ref:`check-begin-space`.
ro: Săriți peste verificarea calității :ref:`check-begin-space`.
ru: Пропустите проверку качества :ref:`check-begin-space`.
sv: Hoppa över kvalitetskontrollen :ref:`check-begin-space`.
tr: :ref:`check-begin-space` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-begin-space`.
zh_hans: 跳过 :ref:`check-begin-space` 质量检查。

source: Skip the :ref:`check-end-newline` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-newline`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-newline`.
hu: A :ref:`check-end-newline` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-newline`.
ja: :ref:`check-end-newline` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-newline` over.
pt: Ignora a verificação de qualidade :ref:`check-end-newline`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-newline`.
ro: Săriți peste verificarea calității :ref:`check-end-newline`.
ru: Пропустите проверку качества :ref:`check-end-newline`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-newline`.
tr: :ref:`check-end-newline` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-newline`.
zh_hans: 跳过 :ref:`check-end-newline` 质量检查。

source: Skip the :ref:`check-end-space` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-end-space`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-end-space`.
hu: A :ref:`check-end-space` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-end-space`.
ja: :ref:`check-end-space` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-end-space` over.
pt: Ignora a verificação de qualidade :ref:`check-end-space`.
pt_br: Ignora a verificação de qualidade :ref:`check-end-space`.
ro: Săriți peste verificarea calității :ref:`check-end-space`.
ru: Пропустите проверку качества :ref:`check-end-space`.
sv: Hoppa över kvalitetskontrollen :ref:`check-end-space`.
tr: :ref:`check-end-space` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-end-space`.
zh_hans: 跳过 :ref:`check-end-space` 质量检查。

source: Skip the :ref:`check-same` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-same`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-same`.
hu: A :ref:`check-same` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-same`.
ja: :ref:`check-same` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-same` over.
pt: Ignora a verificação de qualidade :ref:`check-same`.
pt_br: Ignora a verificação de qualidade :ref:`check-same`.
ro: Săriți peste verificarea calității :ref:`check-same`.
ru: Пропустите проверку качества :ref:`check-same`.
sv: Hoppa över kvalitetskontrollen :ref:`check-same`.
tr: :ref:`check-same` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-same`.
zh_hans: 跳过 :ref:`check-same` 质量检查。

source: Skip the :ref:`check-safe-html` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-safe-html`.
ga: Léim ar an :ref:`check-safe-html` seiceáil cáilíochta.
hu: A :ref:`check-safe-html` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-safe-html`.
ja: :ref:`check-safe-html` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-safe-html` over.
pt: Ignora a verificação de qualidade :ref:`check-safe-html`.
pt_br: Ignora a verificação de qualidade :ref:`check-safe-html`.
ro: Săriți peste verificarea calității :ref:`check-safe-html`.
ru: Пропустите проверку качества :ref:`check-safe-html`.
sv: Hoppa över kvalitetskontrollen :ref:`check-safe-html`.
tr: :ref:`check-safe-html` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-safe-html`.
zh_hans: 跳过 :ref:`check-safe-html` 质量检查。

source: Skip the :ref:`check-url` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-url`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-url`.
hu: A :ref:`check-url` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-url`.
ja: :ref:`check-url` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-url` over.
pt: Ignora a verificação de qualidade :ref:`check-url`.
pt_br: Ignora a verificação de qualidade :ref:`check-url`.
ro: Săriți peste verificarea calității :ref:`check-url`.
ru: Пропустите проверку качества :ref:`check-url`.
sv: Hoppa över kvalitetskontrollen :ref:`check-url`.
tr: :ref:`check-url` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-url`.
zh_hans: 跳过 :ref:`check-url` 质量检查。

source: Skip the :ref:`check-xml-tags` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-xml-tags`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-xml-tags`.
hu: Az :ref:`check-xml-tags` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-xml-tags`.
ja: :ref:`check-xml-tags` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-xml-tags` over.
pt: Ignora a verificação de qualidade :ref:`check-xml-tags`.
pt_br: Ignora a verificação de qualidade :ref:`check-xml-tags`.
ro: Săriți peste verificarea calității :ref:`check-xml-tags`.
ru: Пропустите проверку качества :ref:`check-xml-tags`.
sv: Hoppa över kvalitetskontrollen :ref:`check-xml-tags`.
tr: :ref:`check-xml-tags` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-xml-tags`.
zh_hans: 跳过 :ref:`check-xml-tags` 质量检查。

source: Skip the :ref:`check-xml-invalid` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-xml-invalid`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-xml-invalid`.
hu: Az :ref:`check-xml-invalid` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-xml-invalid`.
ja: :ref:`check-xml-invalid` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-xml-invalid` over.
pt: Ignora a verificação de qualidade :ref:`check-xml-invalid`.
pt_br: Ignora a verificação de qualidade :ref:`check-xml-invalid`.
ro: Săriți peste verificarea calității :ref:`check-xml-invalid`.
ru: Пропустите проверку качества :ref:`check-xml-invalid`.
sv: Hoppa över kvalitetskontrollen :ref:`check-xml-invalid`.
tr: :ref:`check-xml-invalid` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-xml-invalid`.
zh_hans: 跳过 :ref:`check-xml-invalid` 质量检查。

source: Skip the :ref:`check-zero-width-space` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-zero-width-space`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-zero-width-space`.
hu: A :ref:`check-zero-width-space` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-zero-width-space`.
ja: :ref:`check-zero-width-space` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-zero-width-space` over.
pt: Ignora a verificação de qualidade :ref:`check-zero-width-space`.
pt_br: Ignora a verificação de qualidade :ref:`check-zero-width-space`.
ro: Săriți peste verificarea calității :ref:`check-zero-width-space`.
ru: Пропустите проверку качества :ref:`check-zero-width-space`.
sv: Hoppa över kvalitetskontrollen :ref:`check-zero-width-space`.
tr: :ref:`check-zero-width-space` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-zero-width-space`.
zh_hans: 跳过 :ref:`check-zero-width-space` 质量检查。
