Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For example when SSH connection in Weblate fails with `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, you can turn that on using:
de: Wenn zum Beispiel die SSH-Verbindung in Weblate mit der Meldung `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, können Sie dies aktivieren mit:
ga: Mar shampla nuair a theipeann ar nasc SSH in Weblate le `Ní féidir idirbheartaíocht a dhéanamh le legacyhost: níor aimsíodh modh malartaithe eochrach meaitseála. A dtairiscint: diffie-hellman-group1-sha1`, is féidir leat é sin a chur ar siúl ag baint úsáide as:
hu: Például, ha a Weblate SSH kapcsolata hibával megszakad (`Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`) (Nem sikerült kulcscsere-módszert egyeztetni), ezt így lehet kezelni:
id: Misalnya, ketika koneksi SSH di Weblate gagal dengan pesan `Tidak dapat bernegosiasi dengan legacyhost: tidak ditemukan metode pertukaran kunci yang cocok. Penawaran mereka: diffie-hellman-group1-sha1`, Anda dapat mengaktifkannya menggunakan:
ja: 例えば、Weblate が SSH 接続を試みて、`Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1` と警告が出て失敗した場合の対処方法:
nl: Als bijvoorbeeld de verbinding van SSH in Weblate mislukt met `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, kunt u dat uitschakelen met:
pt: Por exemplo, quando a conexão SSH em Weblate falha com `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, pode ativar isso usando:
pt_br: Por exemplo, quando a conexão SSH em Weblate falha com `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, você pode habilitar isso usando:
ru: Например, когда SSH-соединение в Weblate не работает с сообщением `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, вы можете включить его, используя:
sv: Om till exempel SSH-anslutningen i Weblate misslyckas med `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, kan du aktivera det med:
ta: எடுத்துக்காட்டாக, வலைபெயர்ப்பில் பாஓடு இணைப்பு `லெகசிஓச்டுடன் பேச்சுவார்த்தை நடத்த முடியவில்லை: பொருந்தக்கூடிய முக்கிய பரிமாற்ற முறை எதுவும் கிடைக்கவில்லை. அவர்களின் சலுகை: டிஃபி-எல்மேன்-குழு 1-சா 1`, நீங்கள் அதைப் பயன்படுத்தலாம்:
tr: Örneğin, Weblate SSH bağlantısı `Legacyhost ile iletişim kuramıyor: Uygun bir anahtar değişimi yöntemi bulunamadı. Önerilen: diffie-hellman-group1-sha1` hatası ile kurulamadığında şunu kullanarak açabilirsiniz:
uk: Наприклад, при встановленні з'єднання SSH у Weblate з'являється повідомлення про помилку `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1`, ви можете увімкнути потрібні можливості за допомогою такого:
zh_hans: 例如，当 Weblate 的 SSH 连接失败并提示 `Unable to negotiate with legacyhost: no matching key exchange method found. Their offer: diffie-hellman-group1-sha1` 时，你可以用以下方式启用：

source: The string is evaluated by the shell, so ensure any whitespace and special characters is quoted.
de: Die Zeichenkette wird von der Shell ausgewertet, also achten Sie darauf, dass alle Leer- und Sonderzeichen in Anführungszeichen gesetzt werden.
ga: Déantar an teaghrán a mheas de réir an bhlaosc, mar sin cinntigh go luaitear aon spás bán agus carachtair speisialta.
hu: A megadott sztringet a shell értékeli ki, ezért ügyeljen rá, hogy minden szóközt és speciális karaktert idézőjelek közé tegyen.
id: String dievaluasi oleh shell, jadi pastikan semua spasi dan karakter khusus diberi tanda kutip.
ja: 文字列はシェルによって評価されるので、空白や特殊文字は必ず引用符で囲んでください。
nl: De tekenreeks wordt geëvalueerd door de shell, zorg er dus voor dat, indien aanwezig, witruimte en speciale tekens tussen aanhalingstekens staan.
pt: A cadeia é avaliada pelo shell, portanto, certifique-se de que todos os espaços em branco e caracteres especiais estejam entre aspas.
pt_br: O texto é avaliado pelo shell, portanto, certifique-se de que todos os espaços em branco e caracteres especiais estejam entre aspas.
ru: Строка оценивается оболочкой, поэтому все пробельные и специальные символы должны быть заключены в кавычки.
sv: Strängen utvärderas av skalet, så se till att alla blanktecken och specialtecken är inom citationstecken.
ta: சரம் செல் மூலம் மதிப்பிடப்படுகிறது, எனவே எந்த இடைவெளியும் சிறப்பு எழுத்துக்களும் மேற்கோள் காட்டப்படுவதை உறுதிசெய்க.
tr: Dizge kabuk tarafından değerlendirilir. Bu nedenle boşluk ve özel karakterleri tırnak arasına aldığınızdan emin olun.
uk: Рядок буде оброблено командною оболонкою, тому слід взяти у лапки усі пробіли і спеціальні символи.
zh_hans: 该字符串由 shell 评估，因此请确保任何空格和特殊字符都用引号括起来。

source: The URL where your Weblate instance reports its status.
de: Die URL, unter der Ihre Weblate-Instanz ihren Status meldet.
ga: An URL ina dtuairiscíonn do shampla Weblate a stádas.
hu: Az URL, ahol a Weblate példány állapotjelentése elérhető.
id: URL tempat instansi Weblate Anda melaporkan statusnya.
ja: Weblate インスタンスが状況を報告する URL。
nl: De URL waar uw instantie van Weblate zijn status rapporteert.
pt: A URL onde a sua instância de Weblate relata o estado dela.
pt_br: A URL onde sua instância de Weblate relata seu status.
ro: URL-ul unde instanța Weblate își raportează starea.
ru: URL-адрес, по которому ваш экземпляр Weblate сообщает о своем статусе.
sv: Den URL där din Weblate-instans rapporterar sin status.
ta: உங்கள் வலைபெயர்ப்பு நிகழ்வு அதன் நிலையைப் புகாரளிக்கும் முகவரி.
tr: Weblate kopyanızın durumunu bildireceği adres.
uk: Адреса, на яку екземпляр Weblate повідомляє про свій стан.
zh_hans: 你的 Weblate 实例报告其状态的 URL。
zh_hant: Weblate 事例報告其狀態的 URL 。

source: Automatically deletes suggestions after a given number of days. Defaults to ``None``, meaning no deletions.
de: Löscht Vorschläge automatisch nach einer bestimmten Anzahl von Tagen. Der Standardwert ist ``None``, was bedeutet, dass keine Löschungen vorgenommen werden.
ga: Scriostar moltaí go huathoibríoch tar éis roinnt laethanta áirithe. Réamhshocruithe le ``None``, rud a chiallaíonn nach bhfuil aon scriosadh.
hu: Javaslatok automatikus törlése egy meghatározott számú nap elteltével. Alapértelmezett érték: ``None``, azaz nincs automatikus törlés.
id: Secara otomatis menghapus saran setelah jumlah hari tertentu. Bawaannya adalah ``Tidak Ada``, artinya tidak ada penghapusan.
ja: 指定された日数が経過すると、提案が自動的に削除されます。デフォルトは ``None`` で、削除しないことを意味します。
nl: Verwijdert automatisch suggesties na een bepaald aantal dagen. Standaard ``None``, wat betekent dat er niets verwijderd wordt.
pt: Apaga sugestões automaticamente após uma determinada quantidade de dias. A predefinição é ``None``, ou seja, sem exclusões.
pt_br: Exclui automaticamente sugestões após um determinado número de dias. O padrão é ``None``, ou seja, sem exclusões.
ro: Șterge automat sugestiile după un anumit număr de zile. Valoarea implicită este ``None``, ceea ce înseamnă că nu se șterge nimic.
ru: Автоматическое удаление предложения через заданное количество дней. По умолчанию установлен в ``None``, что означает отсутствие удалений.
sv: Raderar automatiskt förslag efter ett visst antal dagar. Standardinställningen är ``Ingen``, vilket innebär att inga raderingar görs.
ta: ஒரு குறிப்பிட்ட எண்ணிக்கையிலான நாட்களுக்குப் பிறகு தானாகவே பரிந்துரைகளை நீக்குகிறது. இயல்புநிலை `` எதுவுமில்லை``, அதாவது நீக்குதல் இல்லை.
tr: Belirtilen sayıda gün sonra önerileri kendiliğinden siler. Varsayılan değer: ``Yok`` herhangi bir silme işlemi yapmaz.
uk: Автоматично вилучає пропозицій після вказаної кількості днів. Типовим є значення ``None``, тобто пропозиції не вилучаються.
zh_hans: 在给定天数后自动删除建议。默认为 ``None``，表示不删除。
zh_hant: 指示當 :setting:`IP_BEHIND_REVERSE_PROXY` 打開時，Weblate應該從那個標頭得到 IP 地址。

source: Disables semiannual support status check and redirecting superusers upon login to the donation page in case there is no active support subscription.
de: Deaktiviert die halbjährliche Prüfung des Support-Status und leitet Superuser beim Anmelden auf die Spendenseite um, wenn kein aktives Abonnement besteht.
ga: Díchumasaítear seiceáil stádais tacaíochta leathbhliantúil agus sár-úsáideoirí a atreorú agus iad ag logáil isteach chuig an leathanach síntiús ar eagla nach bhfuil aon síntiús gníomhach tacaíochta ann.
hu: Féléves támogatási státuszellenőrzés és a rendszergazdák adományozási oldalra történő átirányításának letiltása bejelentkezéskor, ha nincs aktív támogatási előfizetés.
id: Menonaktifkan pemeriksaan status dukungan semi tahunan dan mengalihkan pengguna super saat masuk ke halaman donasi jika tidak ada langganan dukungan aktif.
ja: 有効なサポート サブスクリプションがない場合は、半年ごとのサポート状況チェックを無効にし、ログイン時にスーパーユーザーを寄付ページにリダイレクトさせます。
nl: Schakelt de halfjaarlijkse controle voor ondersteuning uit en verwijst superusers bij het inloggen naar de donatiepagina in het geval er geen actief abonnement voor ondersteuning is.
pt: Desativa a verificação semestral do estado de suporte e redireciona os superutilizadores para a página de donativos ao fazer a autenticação, caso não haja uma assinatura de suporte ativa.
pt_br: Desativa a verificação de status de suporte semestral e redireciona superusuários para a página de doações ao fazer login, caso não haja uma assinatura de suporte ativa.
sv: Inaktiverar halvårlig kontroll av supportstatus och omdirigering av superanvändare vid inloggning till donationssidan om det inte finns något aktivt supportabonnemang.
ta: செயலில் உதவி சந்தா இல்லாதிருந்தால், அருமையான உதவி நிலை சோதனை மற்றும் நன்கொடை பக்கத்தில் உள்நுழைந்தவுடன் சூப்பர் யூசர்களை திருப்பிவிடுகிறது.
tr: Altı aylık destek durumu denetimini kullanımdan kaldırır ve etkin destek aboneliği olmaması durumunda süper kullanıcıların bağış sayfasına yönlendirilmesini sağlar.
uk: Вимикає піврічну перевірку стану підтримки та перенаправлення суперкористувачів під час входу на сторінку фінансування у разі відсутності активної передплати підтримки.
zh_hans: 停用半年度支持状态检查并在登录捐赠页时重定向超级用户，假使不存在活跃的支持订阅。

source: Improve your Weblate experience by purchasing a support subscription and boosting Weblate progress instead of turning this off.
de: Verbessern Sie Ihre Weblate-Erfahrung, indem Sie ein Support-Abonnement abschließen und den Fortschritt von Weblate fördern, anstatt diese Funktion zu deaktivieren.
ga: Feabhsaigh d'eispéireas Weblate trí shíntiús tacaíochta a cheannach agus trí dhul chun cinn Weblate a threisiú seachas é seo a mhúchadh.
hu: A Weblate élményének javítása érdekében ajánlott inkább támogatási előfizetést vásárolni és ezzel a Weblate fejlődését segíteni, ahelyett hogy ezt kikapcsolná.
id: Tingkatkan pengalaman Weblate Anda dengan membeli langganan dukungan dan tingkatkan kemajuan Weblate alih-alih menonaktifkannya.
ja: これを無効とせずに、サポート サブスクリプションに加入し Weblate の開発に貢献することで、Weblate の機能を向上させてください。
nl: Verbeter uw ervaring met Weblate door een onderhoudsabonnement te kopen en de voortgang van Weblate een boost te geven in plaats van dit uit te schakelen.
pt: Melhore a sua experiência com o Weblate comprando uma assinatura de suporte e impulsionando o progresso do Weblate, em vez de desativá-lo.
pt_br: Melhore sua experiência com o Weblate comprando uma assinatura de suporte e impulsionando o progresso do Weblate, em vez de desativá-lo.
sv: Förbättra din upplevelse av Weblate genom att köpa ett supportabonnemang och påskynda utvecklingen av Weblate istället för att stänga av den här funktionen.
ta: உதவி சந்தாவை வாங்குவதன் மூலமும், இதை அணைப்பதற்கு பதிலாக வலைபெயர்ப்பு முன்னேற்றத்தை அதிகரிப்பதன் மூலமும் உங்கள் வலைபெயர்ப்பு அனுபவத்தை மேம்படுத்தவும்.
tr: Bu özelliği kapatmak yerine destek aboneliği satın alarak ve Weblate ilerlemenizi güçlendirerek Weblate deneyiminizi geliştirin.
uk: Удоскональте роботу з Weblate, придбавши передплату на підтримку і прискорюючи прогрес Weblate замість того, щоб вимкнути її.
zh_hans: 购买支持订阅改进你的 Weblate 体验并推进 Weblate 项目进展。

source: Configures when the :guilabel:`Component seems unused` alert is triggered.
de: Legt fest, wann die Warnung :guilabel:`Die Komponente scheint nicht verwendet zu werden` ausgelöst wird.
ga: Cumraíonn sé nuair a spreagtar an foláireamh :guilabel:`Component seems unused`.
hu: Annak beállítása, hogy mikor jelenjen meg az :guilabel:`Összetevő használaton kívülinek tűnik` figyelmeztetés.
id: Mengonfigurasi kapan peringatan :guilabel:`Component seems unused` dipicu.
ja: :guilabel:`コンポーネントが使用されていない` 警告を起動するタイミングを設定します。
nl: Configureert wanneer het alarm :guilabel:`Onderdeel lijkt niet gebruikt` wordt geactiveerd.
pt: Configura quando o alerta de :guilabel:`Componente parece não utilizado` é acionado.
pt_br: Configura quando o alerta de :guilabel:`Componente parece não utilizado` é acionado.
ru: Настраивает, когда срабатывает предупреждение :guilabel:`«Компонент кажется неиспользуемым»`.
sv: Konfigurerar när varningen :guilabel:`Komponenten verkar oanvänd` utlöses.
ta: : வபஇசிட்டை: `கூறு பயன்படுத்தப்படாததாகத் தெரிகிறது` எச்சரிக்கை தூண்டப்படுகிறது.
tr: :guilabel:`Bileşen kullanılmıyor gibi görünüyor` uyarısının ne zaman verileceğini yapılandırır.
uk: Налаштовує часову умову для появи нагадування :guilabel:`Здається, складником не користуються`.
zh_hans: 配置何时触发 :guilabel:`该部件似乎从未使用` 警报。

source: Defaults to 365 days, set to 0 to turn it off.
de: Standardmäßig 365 Tage, zum Ausschalten auf 0 setzen.
ga: Réamhshocrú go 365 lá, socraigh go 0 chun é a chasadh as.
hu: Alapértelmezett érték: 365 nap. 0-ra állítva a funkció kikapcsolható.
id: Bawaannya adalah 365 hari, atur ke 0 untuk menonaktifkannya.
ja: デフォルトは 365 日で、無効にするには 0 に設定します。
nl: Standaard is 365 dagen, stel het in op 0 om het uit te schakelen.
pt: O padrão é 365 dias, defina como 0 para desativar.
pt_br: O padrão é 365 dias, defina como 0 para desativar.
ru: По умолчанию установлено значение 365 дней, для отключения установите значение 0.
sv: Standardinställningen är 365 dagar. Ställ in på 0 för att stänga av funktionen.
ta: இயல்புநிலை 365 நாட்களுக்கு, அதை அணைக்க 0 என அமைக்கவும்.
tr: Varsayılan değer 365 gündür. Kapatmak için 0 olarak ayarlayın.
uk: Типовим значенням є 365 днів. Встановіть 0, щоб вимкнути обмеження.
zh_hans: 默认为 365 天，设置为 0 则禁用。

source: Controls whether languages database should be updated when running database migration and is on by default. This setting has no effect on invocation of :wladmin:`setuplang`.
de: Steuert, ob die Sprachdatenbank bei der Datenbankmigration aktualisiert werden soll und ist standardmäßig eingeschaltet. Diese Einstellung hat keinen Einfluss auf den Aufruf von :wladmin:`setuplang`.
ga: Rialaíonn cé acu ar cheart bunachar sonraí teangacha a nuashonrú agus aistriú bunachar sonraí á rith agus tá sé ar siúl de réir réamhshocraithe. Níl aon éifeacht ag an socrú seo ar :wladmin:`setuplang` a agairt.
hu: Szabályozza, hogy az adatbázis migrációja során frissüljön-e a nyelvi adatbázis. Alapértelmezés szerint be van kapcsolva. Ez a beállítás nincs hatással a :wladmin:`setuplang` parancsra.
id: Mengontrol apakah basis data bahasa harus diperbarui saat menjalankan migrasi basis data dan aktif secara bawaan. Pengaturan ini tidak memengaruhi pemanggilan :wladmin:`setuplang`.
ja: データベースを移行する場合、言語データベースを更新するかどうかを判断します。デフォルトは有効。この設定は :wladmin:`setuplang` の呼び出しには影響しません。
nl: Beheert of de database met talen zou moeten worden bijgewerkt bij het uitvoeren van een migratie van de database en staat standaard aan. Deze instelling heeft geen effect op het aanroepen van :wladmin:`setuplang`.
pt: Controla se o banco de dados de idiomas deve ser atualizado ao executar a migração do banco de dados e está ativado por padrão. Esta configuração não tem efeito na invocação de :wladmin:`setuplang`.
pt_br: Controla se o banco de dados de idiomas deve ser atualizado ao executar a migração do banco de dados e está ativado por padrão. Esta configuração não tem efeito na invocação de :wladmin:`setuplang`.
ru: Определяет, должна ли база данных языков обновляться во время общей миграции базы данных. По умолчанию включено. Этот параметр никак не влияет на выполнение :wladmin:`setuplang`.
sv: Styr om språkdatabasen ska uppdateras när databasmigrering körs och är aktiverad som standard. Denna inställning har ingen inverkan på anropet av :wladmin:`setuplang`.
tr: Veri tabanı aktarımı çalıştırılırken dil veri tabanının güncellenmesinin gerekip gerekmediğini denetler ve varsayılan olarak kullanıma alınmıştır. Bu ayarın :wladmin:`setuplang` ögesinin çağrılması üzerinde herhangi bir etkisi yoktur.
uk: Керує тим, чи слід оновлювати базу даних мови під час перенесення бази даних. Типово увімкнено. Цей параметр не впливає на підсумки виклику :wladmin:`setuplang`.
zh_hans: 控制在运行数据库迁移时是否应该更新语言数据库，默认开启。这个设置对 :wladmin:`setuplang` 的调用没有影响。

source: The languages display might become inconsistent with this. Weblate language definitions expand over time and it will not display language code for the defined languages.
de: Die Anzeige der Sprachen kann dadurch inkonsistent werden. Die Sprachdefinitionen von Weblate werden im Laufe der Zeit erweitert und es werden keine Sprachcodes für die definierten Sprachen angezeigt.
ga: Seans go n-éireodh taispeáint na dteangacha ar neamhréir leis seo. Leathnaíonn sainmhínithe teanga ar an ngréasán le himeacht ama agus ní thaispeánfaidh sé cód teanga do na teangacha sainithe.
hu: Ha ezt kikapcsolja, a nyelvek megjelenítése eltérhet a valóságtól, mivel a Weblate nyelvi definíciói idővel bővülnek, és a nem definiált nyelvkódok nem fognak megjelenni.
id: Tampilan bahasa mungkin menjadi tidak konsisten dengan hal ini. Definisi bahasa Weblate berkembang seiring waktu dan tidak akan menampilkan kode bahasa untuk bahasa yang didefinisikan.
ja: これにより、言語の表示が一貫性を欠くことがあります。Weblate 言語の定義は時間の経過とともに拡張され、定義された言語の言語コードは表示されなくなります。
nl: De weergave van de talen zou hiermee inconsistent kunnen worden. Taaldefinities van Weblate breiden zich in de tijd uit en het zal de taalcode voor de gedefinieerde talen niet weergeven.
pt: A exibição de idiomas pode se tornar inconsistente com isto. As definições de idioma do Weblate se expandem ao longo do tempo e não exibirão o código de idioma para os idiomas definidos.
pt_br: A exibição dos idiomas pode ficar inconsistente com isso. As definições de idioma do Weblate se expandem com o tempo e o código de idioma para os idiomas definidos não será exibido.
ru: При этом отображение языков может стать непоследовательным. Определения языков Weblate со временем расширяются, и он не будет отображать код языка для определённых языков.
sv: Språkinformationen kan bli inkonsekvent på grund av detta. Weblates språkinformation utökas med tiden och språkkoderna för de definierade språken visas inte.
ta: மொழிகள் காட்சி இதனுடன் முரணாக இருக்கலாம். வலைபெயர்ப்பு மொழி வரையறைகள் காலப்போக்கில் விரிவடைகின்றன, மேலும் இது வரையறுக்கப்பட்ட மொழிகளுக்கான மொழி குறியீட்டைக் காட்டாது.
tr: Bu seçenek diller görünümünün tutarsız olmasına yol açabilir. Weblate dil tanımları zaman içinde zenginleşir ve tanımlanan dillerin dil kodu görüntülenmez.
uk: З цим параметром показ мов може стати неоднорідним. Визначення мов Weblate з часом розширюють, і код мови для визначених мов не буде показано.
zh_hans: 语言显示可能会与此不一致。Weblate 语言定义会随着时间的推移而扩展，并且它不会显示所定义语言的语言代码。

source: This setting allows you to run Weblate under some path (otherwise it relies on being run from the webserver root).
de: Mit dieser Einstellung können Sie Weblate unter einem bestimmten Pfad ausführen (andernfalls muss es vom Webserver-Root aus gestartet werden).
ga: Ligeann an socrú seo duit Weblate a rith faoi chosán éigin (ar shlí eile braitheann sé ar a bheith á rith ó fhréamh an fhreastalaí gréasáin).
hu: Ez a beállítás lehetővé teszi, hogy a Weblate egy adott elérési úton fusson (ellenkező esetben a webszerver gyökérkönyvtárából kell futnia).
id: Pengaturan ini memungkinkan Anda menjalankan Weblate pada jalur tertentu (jika tidak, ia bergantung pada jalur yang dijalankan dari root server web).
ja: この設定では、Weblate を指定したパスで実行できます（そうでない場合は、Weblate サーバーのルートからの実行に依存します）。
nl: Deze instelling stelt u in staat Weblate uit te voeren op een bepaald pad (anders dan dat het erop vertrouwd te worden uitgevoerd vanuit de bron van de webserver).
pt: Esta configuração permite que execute Weblate em algum caminho (caso contrário, depende de ser executado a partir da raiz do servidor web).
pt_br: Esta configuração permite que você execute Weblate em algum caminho (caso contrário, ele depende de ser executado a partir da raiz do servidor web).
ro: Această setare vă permite să rulați Weblate sub o anumită cale (în caz contrar, se bazează pe rularea de la rădăcina serverului web).
ru: Этот параметр позволяет вам запускать Weblate по какому-либо пути (в противном случае он считает, что запущен из корня веб-сервера).
sv: Denna inställning gör det möjligt att köra Weblate under en viss sökväg (annars måste det köras från webbserverns rotkatalog).
ta: இந்த அமைப்பு சில பாதையில் வலைபெயர்ப்பு இயக்க உங்களை அனுமதிக்கிறது (இல்லையெனில் அது வெப்சர்வர் ரூட்டிலிருந்து இயக்கப்படுவதை நம்பியுள்ளது).
tr: Bu ayar, Weblate platformunun belirli bir yol altında çalışmasını sağlar (yoksa site sunucusunun kök klasöründen çalıştırılır).
uk: За допомогою цього параметра ви можете запускати Weblate з певним значенням шляху (якщо параметр не вказано, програма покладатиметься на те, що її запущено з кореневого каталогу вебсервера).
zh_hans: 这个设置允许在一些路径下运行 Weblate（否则它依赖于从 web 服务器根目录运行）。
zh_hant: 這個設置允許在一些路徑下運行 Weblate （否則它依賴於從 web 服務器根目錄運行）。
