Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If you are upgrading from the 3.x release, always first upgrade to 4.0.4.
de: Wenn Sie ein Upgrade von der Version 3.x durchführen, sollten Sie immer zuerst auf 4.0.4 aktualisieren.
ga: Má tá tú ag uasghrádú ón scaoileadh 3.x, déan uasghrádú go 4.0.4 ar dtús i gcónaí.
hu: Ha a 3.x kiadásról frissít, először mindig a 4.0.4 verzióra frissítsen.
id: Jika Anda melakukan pemutakhiran dari versi 3.x, selalu mutakhirkan terlebih dahulu ke versi 4.0.4.
ja: もし、3.x リリースからアップグレードする場合は、必ず最初に 4.0.4 にアップグレードしてください。
nl: Als u upgradet vanuit de uitgave 3.x, upgrade altijd eerst naar 4.0.4.
pt: Se estiver a atualizar a partir da versão 3.x, sempre atualize primeiro para a versão 4.0.4.
pt_br: Se estiver atualizando a partir da versão 3.x, sempre atualize primeiro para a versão 4.0.4.
ru: Если вы переходите с версии 3.x, всегда сначала переходите на версию 4.0.4.
sv: Om du uppgraderar från version 3.x ska du alltid först uppgradera till 4.0.4.
ta: நீங்கள் 3.x வெளியீட்டிலிருந்து மேம்படுத்தினால், எப்போதும் முதலில் 4.0.4 ஆக மேம்படுத்தவும்.
tr: 3.x sürümünden yükseltme yapıyorsanız, her zaman ilk olarak 4.0.4 sürümüne yükseltin.
uk: Якщо ви оновлюєте систему з версії 3.x, завжди спочатку оновіться до версії 4.0.4.
zh_hans: 如果从 3.x 发布版本升级，请始终首先升级到 4.0.4。

source: If you are upgrading from the 4.x release, always first upgrade to 5.0.2.
de: Wenn Sie ein Upgrade von der Version 4.x durchführen, sollten Sie immer zuerst auf 5.0.2 aktualisieren.
ga: Má tá tú ag uasghrádú ón scaoileadh 4.x, déan uasghrádú go 5.0.2 ar dtús i gcónaí.
hu: Ha a 4.x kiadásról frissít, először mindig az 5.0.2 verzióra frissítsen.
id: Jika Anda melakukan pemutakhiran dari versi 4.x, selalu mutakhirkan terlebih dahulu ke versi 5.0.2.
ja: もし、4.x リリースからアップグレードする場合は、必ず最初に 5.0.2 にアップグレードしてください。
nl: Als u upgradet vanuit de uitgave 4.x, upgrade altijd eerst naar 5.0.2.
pt: Se estiver a atualizar a partir da versão 4.x, sempre atualize primeiro para a versão 5.0.2.
pt_br: Se estiver atualizando a partir da versão 4.x, sempre atualize primeiro para a versão 5.0.2.
ru: Если вы переходите с версии 4.x, всегда сначала переходите на версию 5.0.2.
sv: Om du uppgraderar från version 4.x ska du alltid först uppgradera till 5.0.2.
ta: நீங்கள் 4.x வெளியீட்டிலிருந்து மேம்படுத்தினால், எப்போதும் முதலில் 5.0.2 ஆக மேம்படுத்தவும்.
tr: 4.x sürümünden yükseltme yapıyorsanız, her zaman ilk olarak 5.0.2 sürümüne yükseltin.
uk: Якщо ви оновлюєтесь з версії 4.x, завжди спочатку оновлюйтесь до 5.0.2.
zh_hans: 如果从 4.x 发布版本升级，请首先升级到 5.0.2。

source: `Upgrade from 2.20 to 3.0 in Weblate 3.0 documentation <https://docs.weblate.org/en/weblate-3.0.1/admin/upgrade.html#upgrade-3>`_
id: `Tingkatkan dari 2.20 ke 3.0 dalam dokumentasi Weblate 3.0 <https://docs.weblate.org/en/weblate-3.0.1/admin/upgrade.html#upgrade-3>`_
sv: `Uppgradering från 2.20 till 3.0 i Weblate 3.0-dokumentationen <https://docs.weblate.org/en/weblate-3.0.1/admin/upgrade.html#upgrade-3>`_
zh_hant: `Weblate 3.0 文檔中關於從 2.20 升級到 3.0 <https://docs.weblate.org/en/weblate-3.0.1/admin/upgrade.html#upgrade-3>`_

source: `Upgrade from 3.11 to 4.0 in Weblate 4.0 documentation <https://docs.weblate.org/en/weblate-4.0.4/admin/upgrade.html#upgrade-from-3-11-to-4-0>`_
id: `Tingkatkan dari 3.11 ke 4.0 dalam dokumentasi Weblate 4.0 <https://docs.weblate.org/en/weblate-4.0.4/admin/upgrade.html#upgrade-from-3-11-to-4-0>`_
sv: `Uppgradering från 3.11 till 4.0 i Weblate 4.0-dokumentationen <https://docs.weblate.org/en/weblate-4.0.4/admin/upgrade.html#upgrade-from-3-11-to-4-0>`_
zh_hant: `Weblate 4.0 文檔中關於從3.11 升級到4.0 <https://docs.weblate.org/en/weblate-4.0.4/admin/upgrade.html#upgrade-from-3-11-to-4-0> `_

source: `Upgrade from 4.x to 5.0.2 in Weblate 5.0 documentation <https://docs.weblate.org/en/weblate-5.0.2/changes.html>`_
id: `Tingkatkan dari 4.x ke 5.0.2 dalam dokumentasi Weblate 5.0 <https://docs.weblate.org/en/weblate-5.0.2/changes.html>`_
sv: `Uppgradering från 4.x till 5.0.2 i Weblate 5.0-dokumentationen <https://docs.weblate.org/en/weblate-5.0.2/changes.html>`_

source: Migrating from other databases to PostgreSQL
de: Migration von anderen Datenbanken zu PostgreSQL
ga: Aistriú ó bhunachair shonraí eile go PostgreSQL
hu: Más adatbázisról PostgreSQL-re való átállás
id: Migrasi dari basis data lain ke PostgreSQL
ja: 他のデータベースから PostgreSQL に移行
nl: Migreren vanuit andere databases naar PostgreSQL
pt: Migrando de outros bancos de dados para o PostgreSQL
pt_br: Migrando de outros bancos de dados para o PostgreSQL
ro: Migrarea de la alte baze de date la PostgreSQL
ru: Переход с других баз данных на PostgreSQL
sv: Migrera från andra databaser till PostgreSQL
ta: பிற தரவுத்தளங்களிலிருந்து postgresql க்கு இடம்பெயர்கிறது
tr: Diğer veri tabanlarından PostgreSQL üzerine aktarmak
uk: Перенесення даних з інших баз даних до PostgreSQL
zh_hans: 从其它数据库迁移到 PostgreSQL
zh_hant: 從其它數據庫遷移到 PostgreSQL

source: If you are running Weblate with a different database than PostgreSQL, consider migrating to PostgreSQL for better performance by doing the following steps. Remember to stop both, the web and Celery servers beforehand, otherwise you might end up with inconsistent data.
de: Wenn Sie Weblate mit einer anderen Datenbank als PostgreSQL betreiben, sollten Sie eine Migration zu PostgreSQL in Erwägung ziehen, um eine bessere Leistung zu erzielen, indem Sie die folgenden Schritte durchführen. Denken Sie daran, vorher sowohl den Web- als auch den Celery-Server zu stoppen, da es sonst zu inkonsistenten Daten kommen kann.
ga: Má tá Weblate á rith agat le bunachar sonraí eile seachas PostgreSQL, smaoinigh ar aistriú chuig PostgreSQL le haghaidh feidhmíochta níos fearr trí na céimeanna seo a leanas a dhéanamh. Ná déan dearmad an dá fhreastalaithe gréasáin agus Soilire a stopadh roimh ré, nó d'fhéadfadh sonraí neamhréireacha a bheith agat.
hu: Ha nem PostgreSQL adatbázist használ Weblate futtatásához, érdemes áttérni PostgreSQL-re a jobb teljesítmény érdekében az alábbi lépések követésével. Ne feledje, hogy előtte állítsa le mind a web-, mind a Celery-szervert, különben adatintegritási problémák léphetnek fel.
id: Jika Anda menjalankan Weblate dengan basis data selain PostgreSQL, pertimbangkan untuk bermigrasi ke PostgreSQL demi kinerja yang lebih baik dengan melakukan langkah-langkah berikut. Ingatlah untuk menghentikan server web dan server Celery terlebih dahulu, jika tidak, Anda mungkin akan mendapatkan data yang tidak konsisten.
ja: PostgreSQL 以外のデータベースで Weblate を運用している場合は、Weblate が最適に動作できるように PostgreSQL への移行を検討してください。次の手順で移行できます 。移行前に Web サーバと Celery サーバの両方を必ず停止させてください。停止せずに移行作業を行うと、データの不整合が発生することがあります。
nl: Als u Weblate uitvoert met een andere database dan PostgreSQL, denk dan eens aan het migreren naar PostgreSQL voor betere prestaties door de volgende stappen uit te voeren. Denk eraan om, van tevoren, de servers voor web en Celery beide te stoppen, anders zou u kunnen eindigen met inconsistente gegevens.
pt_br: Se você estiver executando o Weblate com um banco de dados diferente do PostgreSQL, considere a possibilidade de migrar para o PostgreSQL para obter melhor desempenho, executando as etapas a seguir. Lembre-se de interromper os servidores Web e Celery antes, caso contrário, você poderá acabar com dados inconsistentes.
sv: Om du kör Weblate med en annan databas än PostgreSQL bör du överväga att migrera till PostgreSQL för bättre prestanda genom att följa dessa steg. Kom ihåg att stänga av både webb- och Celery-servrarna i förväg, annars kan det uppstå inkonsekvenser i data.
ta: Postgresql ஐ விட வேறு தரவுத்தளத்துடன் நீங்கள் வெப்லேட்டை இயக்குகிறீர்கள் என்றால், பின்வரும் படிகளைச் செய்வதன் மூலம் சிறந்த செயல்திறனுக்காக PostgresQL க்கு இடம்பெயர்வதைக் கவனியுங்கள். வலை மற்றும் செலரி சேவையகங்கள் இரண்டையும் முன்பே நிறுத்த நினைவில் கொள்ளுங்கள், இல்லையெனில் நீங்கள் சீரற்ற தரவுகளுடன் முடிவடையும்.
tr: Weblate için PostgreSQL dışında başka bir veri tabanı kullanıyorsanız, Aşağıdaki adımları izleyerek daha iyi başarım gösteren PostgreSQL kullanmaya geçmeyi düşünün. Aktarımdan önce hem site hem de Celery sunucularını durdurmayı unutmayın, yoksa tutarsız verilerle karşılaşabilirsiniz.
uk: Якщо ви працюєте з Weblate на основі бази даних, відмінної від PostgreSQL, вам слід перенести базу даних до PostgreSQL, оскільки із ним Weblate працює оптимально. Нижче наведено список кроків, які слід виконати для перенесення ваших даних з однієї бази даних до іншої. Будь ласка, не забудьте зупинити вебсервер та сервер Celery перед перенесенням даних, інакше дані може бути пошкоджено.
zh_hans: 如果不用 PostgreSQL 数据库运行 Weblate，请考虑执行以下步骤迁移到 PostgreSQL，因为 Weblate 与它搭配性能更好。请记住迁移前要停止 web 和 Celery 服务器，否则会导致不一致的数据。

source: It is usually a good idea to run Weblate in a separate database, and a separate user account:
de: In der Regel ist es ratsam, Weblate in einer separaten Datenbank und einem separaten Benutzerkonto zu betreiben:
ga: De ghnáth is smaoineamh maith é Weblate a rith i mbunachar sonraí ar leith, agus cuntas úsáideora ar leith:
hu: Általában jó ötlet külön adatbázist és külön felhasználói fiókot használni Weblate számára:
id: Biasanya merupakan ide yang bagus untuk menjalankan Weblate dalam basis data terpisah, dan akun pengguna terpisah:
ja: 通常は、Weblate を専用のデータベースと、専用のユーザーアカウントで実行してください。設定例:
nl: Het is gewoonlijk een goed idee om Weblate uit te voeren in een afzonderlijke database en met een afzonderlijk gebruikersaccount:
pt: Normalmente, é uma boa ideia executar o Weblate num banco de dados separado e numa conta de utilizador separada:
pt_br: Normalmente, é uma boa ideia executar o Weblate em um banco de dados separado e em uma conta de usuário separada:
sv: Det är vanligtvis en bra idé att köra Weblate i en separat databas och med ett separat användarkonto:
ta: ஒரு தனி தரவுத்தளத்தில் வலைபெயர்ப்பு இயக்குவது பொதுவாக ஒரு நல்ல யோசனையாகும், மேலும் ஒரு தனி பயனர் கணக்கு:
tr: Weblate için ayrı bir veri tabanı ve ayrı bir kullanıcı hesabı kullanmak genellikle iyi bir fikirdir:
uk: Зазвичай, варто зробити так, щоб Weblate працював із окремою базою даних і окремим обліковим записом користувача:
zh_hans: 通常来说，用单独的数据库中和单独的用户账户运行 Weblate 是个好主意：

source: Migrating to PostgreSQL using pgloader
de: Migration zu PostgreSQL mit pgloader
ga: Aistriú go PostgreSQL le pgloader
hu: Átállás PostgreSQL-re pgloader használatával
id: Migrasi ke PostgreSQL menggunakan pgloader
ja: pgloader を使用した PostgreSQL への移行
nl: Migreren naar PostgreSQL met pgloader
pt: Migrar para PostgreSQL usa usargloader
pt_br: Migrando para PostgreSQL usando pgloader
ro: Migrarea la PostgreSQL folosind pgloader
ru: Переход на PostgreSQL с помощью pgloader
sv: Migrera till PostgreSQL med pgloader
ta: pgloader ஐப் பயன்படுத்தி postgresql க்கு இடம்பெயர்கிறது
tr: Pgloader ile PostgreSQL üzerine aktarmak
uk: Перенесення даних до PostgreSQL за допомогою pgloader
zh_hans: 使用 pgloader 迁移到 PostgreSQL
zh_hant: 使用 pgloader 遷移到 PostgreSQL

source: The `pgloader`_ is a generic migration tool to migrate data to PostgreSQL. You can use it to migrate your Weblate database.
de: Der `pgloader`_ ist ein allgemeines Migrationswerkzeug für die Migration von Daten nach PostgreSQL. Sie können es verwenden, um Ihre Weblate-Datenbanken zu migrieren.
ga: Is uirlis chineálach imirce é an `pgloader`_ chun sonraí a aistriú go PostgreSQL. Is féidir leat é a úsáid chun do bhunachar sonraí Weblate a aistriú.
hu: A `pgloader`_ egy általános migrációs eszköz, amely lehetővé teszi adatok áthelyezését PostgreSQL-re. Ezzel migrálhatja Weblate adatbázisát is.
id: `pgloader`_ adalah alat migrasi generik untuk memigrasikan data ke PostgreSQL. Anda dapat menggunakannya untuk memigrasikan basis data Weblate Anda.
ja: `pgloader`_ は、データを PostgreSQL に移行するための一般的な移行ツールです。この機能を使用して、Weblate データベースを移行します。
nl: De `pgloader`_ is een algemeen migratieprogramma voor het migreren van gegevens naar PostgreSQL. U kunt het gebruiken om uw database van Weblate te migreren.
pt: O `pgloader`_ é uma ferramenta de migração genérica para migrar dados para o PostgreSQL. Pode usá-lo para migrar o seu banco de dados do Weblate.
pt_br: O `pgloader`_ é uma ferramenta de migração genérica para migrar dados para o PostgreSQL. Você pode usá-lo para migrar seu banco de dados do Weblate.
sv: `pgloader`_ är ett generiskt migreringsverktyg för att migrera data till PostgreSQL. Du kan använda det för att migrera din Weblate-databas.
ta: `Pgloader`_ என்பது தரவை Postgresql க்கு மாற்றுவதற்கான பொதுவான இடம்பெயர்வு கருவியாகும். உங்கள் வலைபெயர்ப்பு தரவுத்தளத்தை நகர்த்த இதைப் பயன்படுத்தலாம்.
tr: `pgloader`_, verileri PostgreSQL üzerine taşımak için kullanılan bir genel aktarım aracıdır. Weblate veri tabanını aktarmak için kullanabilirsiniz.
uk: `pgloader`_ — типовий інструмент для перенесення даних до PostgreSQL. Ви можете скористатися ним для перенесення бази даних Weblate.
zh_hans: `pgloader`_ 是通用迁移工具，将数据迁移到 PostgreSQL。你可以使用它来迁移你的 Weblate 数据库。

source: Adjust your :file:`settings.py` to use PostgreSQL as database.
de: :file:`settings.py` anpassen, um PostgreSQL als Datenbank zu verwenden.
ga: Coigeartaigh do :file:`settings.py` chun PostgreSQL a úsáid mar bhunachar sonraí.
hu: Állítsa be a :file:`settings.py` fájlt úgy, hogy PostgreSQL adatbázist használjon.
id: Sesuaikan :file:`settings.py` Anda untuk menggunakan PostgreSQL sebagai basis data.
ja: PostgreSQL をデータベースとして使用するように :file:`settings.py` を調整する。
nl: Pas uw :file:`settings.py` aan om PostgreSQL als database te gebruiken.
pt: Ajuste o seu :file:`settings.py` para usar o PostgreSQL como banco de dados.
pt_br: Ajuste seu :file:`settings.py` para usar o PostgreSQL como banco de dados.
sv: Justera din :file:`settings.py` för att använda PostgreSQL som databas.
tr: Veri tabanı olarak PostgreSQL kullanmak için :file:`settings.py` dosyanızı ayarlayın.
uk: Скоригуйте ваш :file:`settings.py` так, щоб у ньому було використано базу даних PostgreSQL.
zh_hans: 调整 :file:`settings.py` 文件将 PostgreSQL 用作数据库。

source: Migrate the schema in the PostgreSQL database:
de: Das Schema in der PostgreSQL-Datenbank migrieren:
ga: Aistrigh an scéimre sa bhunachar sonraí PostgreSQL:
hu: Migrálja az adatbázissémát a PostgreSQL adatbázisba:
id: Migrasikan skema dalam basis data PostgreSQL:
ja: PostgreSQL データベース内のスキーマを移行する:
nl: Migreer het schema in de PostgreSQL database:
pt: Migre o esquema no banco de dados PostgreSQL:
pt_br: Migre o esquema no banco de dados PostgreSQL:
ro: Migrați schema din baza de date PostgreSQL:
ru: Перенесите схему в базу данных PostgreSQL:
sv: Migrera schemat i PostgreSQL-databasen:
ta: postgresql தரவுத்தளத்தில் திட்டத்தை நகர்த்தவும்:
tr: Şemayı PostgreSQL veri tabanına aktarın:
uk: Перенесіть схему до бази даних PostgreSQL:
zh_hans: 迁移 PostgreSQL 中的模式：
zh_hant: 遷移 PostgreSQL 中的模式：

source: 3. Run the pgloader to transfer the data. The following script can be used to migrate the database, but you might want to learn more about `pgloader`_ to better understand what it does, and tweak it to match your setup:
de: 3. Den pgloader ausführen, um die Daten zu übertragen. Das folgende Skript kann für die Migration der Datenbank verwendet werden, aber vielleicht möchten Sie mehr über `pgloader`_ erfahren, um besser zu verstehen, was es tut, und es an Ihre Einrichtung anpassen:
ga: 3. Rith an pgloader chun na sonraí a aistriú. Is féidir an script seo a leanas a úsáid chun an bunachar sonraí a aistriú, ach b'fhéidir gur mhaith leat níos mó a fhoghlaim faoi `pgloader`_ chun tuiscint níos fearr a fháil ar a ndéanann sé, agus é a athrú chun do shocrú a mheaitseáil:
hu: 3. Futtassa a pgloader-t az adatok átvitelére. Az alábbi szkript használható az adatbázis migrálásához, de érdemes jobban megismerkedni a `pgloader`_ működésével, hogy testre tudja szabni a saját környezetének megfelelően:
id: 3. Jalankan pgloader untuk mentransfer data. Skrip berikut dapat digunakan untuk memigrasikan basis data, tetapi Anda mungkin ingin mempelajari lebih lanjut tentang `pgloader`_ untuk lebih memahami fungsinya, dan menyesuaikannya agar cocok dengan pengaturan Anda:
ja: 3. pgloader を実行してデータを転送します。以下のスクリプトを使用してデータベースを移行する（できれば、`pgloader`_ の機能をよく理解し、設定に合わせて修正してください）:
nl: 3. Voer pgloader uit om de gegevens over te brengen. Het volgende script kan worden gebruikt om de database te migreren, maar u zou misschien meer willen leren over `pgloader`_ om beter te begrijpen wat het doet, en het aanpassen om overeen te komen met uw opstelling:
pt: 3. Execute o pgloader para descarregar os dados. O script seguinte pode ser usado para migrar a base de dados, mas talvez queira saber mais sobre o `pgloader`_ para perceber melhor o que ele faz e ajustá-lo para corresponder à sua configuração:
pt_br: 3. Execute o pgloader para transferir os dados. O script a seguir pode ser usado para migrar o banco de dados, mas talvez você queira saber mais sobre o `pgloader`_ para entender melhor o que ele faz e ajustá-lo para corresponder à sua configuração:
sv: 3. Kör pgloader för att överföra data. Följande skript kan användas för att migrera databasen, men du kanske vill lära dig mer om `pgloader`_ för att bättre förstå vad det gör och anpassa det efter din konfiguration:
ta: 3. தரவை மாற்ற Pgloader ஐ இயக்கவும். தரவுத்தளத்தை இடம்பெயர பின்வரும் ச்கிரிப்டைப் பயன்படுத்தலாம், ஆனால் அது என்ன செய்கிறது என்பதை நன்கு புரிந்துகொள்ள `pgloader`_ பற்றி மேலும் அறிய விரும்பலாம், மேலும் உங்கள் அமைப்பைப் பொருத்த அதை மாற்றவும்:
tr: 3. Verileri aktarmak için pgloader uygulamasını çalıştırın. Veri tabanını aktarmak için aşağıdaki betik kullanılabilir, ancak ne yaptığını anlamak ve kurulumunuza uyacak şekilde küçük ayar değişikleri yapmak için `pgloader`_ ile ilgili ayrıntılı bilgi almak isteyebilirsiniz:
uk: 3. Запустіть pgloader для перенесення даних. Наведений нижче скрипт може бути використано для перенесення бази даних, але вам варто докладніше ознайомитися із `pgloader`_, щоб краще зрозуміти принципи його роботи і скоригувати роботу так, щоб вона відповідала вашій конфігурації:
zh_hans: 3. 运行 pgloader 来转移数据。后面的脚本可以用于迁移数据库，但你会想要学习更多关于 `pgloader`_ 的知识，来更好理解它做什么以及调整它来匹配你的设置：

source: Migrating from Pootle
de: Migration von Pootle
ga: Imirce ó Pootle
hu: Átállás Pootle rendszerről
id: Bermigrasi dari Pootle
ja: Pootle から移行
nl: Migreren vanuit Pootle
pt: Migrando de Pootle
pt_br: Migrando de Pootle
ro: Migrarea de la Pootle
ru: Переход с Pootle
sv: Migrera från Pootle
ta: பூட்டில் இருந்து இடம்பெயர்கிறது
tr: Pootle üzerinden aktarmak
uk: Перенесення даних з Pootle
zh_hans: 从 Pootle 迁移

source: As Weblate was originally written as a replacement for Pootle, it is supported to migrate the user accounts from it. You can dump the users from Pootle and import them using :wladmin:`importusers`.
de: Da Weblate ursprünglich als Ersatz für Pootle geschrieben wurde, ist es möglich, Benutzerkonten von Pootle zu migrieren. Sie können die Benutzer aus Pootle auslagern und sie mit :wladmin:`importusers` importieren.
ga: Toisc gur scríobhadh Weblate ar dtús in ionad Pootle, tacaítear leis na cuntais úsáideora a aistriú uaidh. Is féidir leat na húsáideoirí a dhumpáil ó Pootle agus iad a allmhairiú ag baint úsáide as :wladmin:`importusers`.
hu: Mivel a Weblate eredetileg a Pootle helyettesítésére készült, támogatott a felhasználói fiókok migrálása onnan. A felhasználókat a Pootle rendszerből ki lehet exportálni, majd a :wladmin:`importusers` parancs segítségével lehet importálni.
id: Karena Weblate awalnya ditulis sebagai pengganti Pootle, migrasi akun pengguna dari Pootle didukung. Anda dapat membuang pengguna dari Pootle dan mengimpornya menggunakan :wladmin:`importusers`.
ja: Weblate は、そもそも Pootle を置き換えるために開発されたので、Pootle からのユーザー アカウントの移行にも対応しています。Pootle からユーザーをダンプして、:wladmin:`importusers` を使用してインポートします。
nl: Weblate werd origineel geschreven als een vervanging voor Pootle, het wordt ondersteund om de gebruikersaccounts daaruit te migreren. U kunt de gebruikers uit Pootle dumpen en ze importeren met :wladmin:`importusers`.
pt: Como o Weblate foi originalmente escrito como um substituto para o Pootle, há suporte para a migração das contas de utilizador a partir dele. Pode despejar os utilizadores do Pootle e importá-los usando :wladmin:`importusers`.
pt_br: Como o Weblate foi originalmente escrito como um substituto para o Pootle, há suporte para a migração das contas de usuário a partir dele. Você pode despejar os usuários do Pootle e importá-los usando :wladmin:`importusers`.
sv: Eftersom Weblate ursprungligen skrevs som en ersättning för Pootle, stöds migrering av användarkonton från Pootle. Du kan dumpa användarna från Pootle och importera dem med :wladmin:`importusers`.
tr: Weblate başlangıçta Pootle uygulamasının yerini almak için yazıldığından, Pootle kullanıcı hesaplarının aktarılmasını destekler. Kullanıcıları Pootle üzerinden indirip ve :wladmin:`importusers` ile içe aktarabilirsiniz.
uk: Перші версії Weblate було написано як замінник Pootle, тому у програмі передбачено підтримку перенесення облікових записів з Pootle. Ви можете створити дамп записів користувачів з Pootle і імпортувати їх за допомогою :wladmin:`importusers`.
zh_hans: 由于 Weblate 最初是作为 Pootle 的替代品而编写的，因此支持从 Pootle 迁移用户账户。你可以从 Pootle 转储用户，并使用 :wladmin:`importusers` 将其导入。

source: The API is accessible on the ``/api/`` URL and it is based on `Django REST framework <https://www.django-rest-framework.org/>`_. You can use it directly or by :ref:`wlc`.
de: Die API ist unter der URL ``/api/`` erreichbar und basiert auf dem `Django-REST-Framework <https://www.django-rest-framework.org/>`_. Sie können sie direkt oder über den :ref:`wlc` verwenden.
ga: Tá an API inrochtana ar an URL ``/api/`` agus tá sé bunaithe ar chreat `Django REST <https://www.django-rest-framework.org/>`_. Is féidir leat é a úsáid go díreach nó trí :ref:`wlc`.
hu: Az API a ``/api/`` URL-en érhető el, és a `Django REST framework <https://www.django-rest-framework.org/>`_ alapjaira épül. Közvetlenül vagy a :ref:`wlc` segítségével használható.
id: API ini dapat diakses melalui URL ``/api/`` dan berbasis pada `Django REST framework <https://www.django-rest-framework.org/>`_. Anda dapat menggunakannya secara langsung atau melalui :ref:`wlc`.
ja: API は ``/api/`` URL からアクセスでき、`Django REST framework <https://www.django-rest-framework.org/>`_ を基にしています。直接もしくは、:ref:`wlc` から使用します。
nl: De API is toegankelijk via de URL ``/api/`` en is gebaseerd op het `Django REST framewerk <https://www.django-rest-framework.org/>`_. U kunt het direct gebruiken of met :ref:`wlc`.
pt: A API é acessível na URL ``/api/`` e é baseada em `framework Django REST <https://www.django-rest-framework.org/>`_. Pode utilizá-la diretamente ou por :ref:`wlc`.
pt_br: A API é acessível na URL ``/api/`` e é baseada em `framework Django REST <https://www.django-rest-framework.org/>`_. Você pode utilizá-la diretamente ou com o :ref:`wlc`.
ro: API-ul este accesibil pe URL-ul ``/api/``` și se bazează pe `Django REST framework <https://www.django-rest-framework.org/>`_. O puteți utiliza direct sau prin :ref:`wlc`.
ru: API доступен по адресу ``/api/`` и основан на `среде Django REST <https://www.django-rest-framework.org/>`_. Вы можете использовать её напрямую или через :ref:`wlc`.
sv: API:et är tillgängligt på URL:en ``/api/`` och baseras på `Django REST framework <https://www.django-rest-framework.org/>`_. Du kan använda det direkt eller via :ref:`wlc`.
tr: API erişimi için ``/api/`` adresi kullanılabilir. API `Django REST framework <https://www.django-rest-framework.org/>`_ üzerine geliştirilmiştir. Doğrudan ya da :ref:`wlc` ile kullanabilirsiniz.
uk: Програмний інтерфейс доступний через ``/api/`` в URL і побудовано на `бібліотеці REST Django <https://www.django-rest-framework.org/>`_. Можете користуватися ним безпосередньо або через :ref:`wlc`.
zh_hans: API 可以在 ``/api/`` URL上访问，并且它基于 `Django REST 框架 <https://www.django-rest-framework.org/>`_ 。你可以直接使用或参考 :ref:`wlc`。
zh_hant: API 可以在 ``/api/`` URL上訪問，並且它基於 `Django REST framework <https://www.django-rest-framework.org/>`_。你可以直接使用或參考 :ref:`wlc`。
