Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There is a platform-wide interface to manage the translation memory.
de: Es gibt eine plattformweite Oberfläche zur Verwaltung des Übersetzungsspeichers.
ga: Tá comhéadan ar fud an ardáin ann chun an chuimhne aistriúcháin a bhainistiú.
hu: A teljes platformra kiterjedő felület áll rendelkezésre a fordítási memória kezelésére.
id: Terdapat antarmuka di seluruh platform untuk mengelola memori terjemahan.
ja: 翻訳メモリを管理するためのプラットフォーム全体の管理画面があります。
nl: Er is een platformbrede interface om het vertaalgeheugen te beheren.
pt: Há uma interface em toda a plataforma para gerir a memória de tradução.
pt_br: Há uma interface em toda a plataforma para gerenciar a memória de tradução.
ru: Существует общеплатформенный интерфейс для управления памятью переводов.
sv: Det finns ett plattformsövergripande gränssnitt för att hantera översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவகத்தை நிர்வகிக்க மேடையில் அளவிலான இடைமுகம் உள்ளது.
tr: Çeviri belleğini yönetmek için tüm platformda kullanılabilecek bir arayüz bulunur.
uk: Передбачено загальний для платформи інтерфейс для керування пам'яттю перекладів.
zh_hans: 有一个平台级别的接口来管理翻译记忆库。

source: It has the same options as the user interface, but also allows rebuilding parts of or the entire translation memory. All old entries can be flushed and re-created from a component or project by selecting "Administration" from amidst the different tabs at the top of the screen, and then "Translation memory".
de: Sie verfügt über die gleichen Optionen wie die Bedienoberfläche, ermöglicht aber auch den Neuaufbau von Teilen oder des gesamten Übersetzungsspeichers. Alle alten Einträge können aus einer Komponente oder einem Projekt gelöscht und neu erstellt werden, indem Sie unter den verschiedenen Reiterkarten oben auf dem Bildschirm „Verwaltung“ und dann „Übersetzungsspeicher“ auswählen.
ga: Tá na roghanna céanna aige leis an gcomhéadan úsáideora, ach ceadaíonn sé freisin codanna den chuimhne aistriúcháin nó den chuimhne aistriúcháin ar fad a atógáil. Is féidir gach sean-iontráil a shruthlú agus a athchruthú ó chomhpháirt nó tionscadal trí "Riarachán" a roghnú i measc na gcluaisíní éagsúla ag barr an scáileáin, agus ansin "Cuimhne aistriúcháin".
hu: Ugyanazokat a lehetőségeket biztosítja, mint a felhasználói felület, de ezen felül lehetőséget ad a fordítási memória részeinek vagy egészének újragenerálására is. Minden régi bejegyzés törölhető és újragenerálható egy összetevő vagy projekt alapján az adminisztrációs felület tetején található lapfülek közül az „Adminisztráció”, majd a „Fordítási memória” kiválasztásával.
id: Opsi yang tersedia sama dengan antarmuka pengguna, tetapi juga memungkinkan Anda untuk membangun kembali sebagian atau seluruh memori terjemahan. Semua entri lama dapat dihapus dan dibuat ulang dari suatu komponen atau proyek dengan memilih "Administrasi" dari berbagai tab di bagian atas layar, lalu "Memori terjemahan".
ja: 管理画面にもユーザー画面と同じオプションがありますが、一部またはすべての翻訳メモリを再構築することもできます。すべての古いエントリを削除し、画面の上部にある異なるタブの中から「管理」を選択し、「翻訳メモリ」を選択することで、コンポーネントやプロジェクトから再生成できます。
nl: Het heeft dezelfde opties als de gebruikersinterface, maar maakt het ook mogelijk delen van het vertaalgeheugen, of het gehele, opnieuw op te bouwen. Alle oude items kunnen worden verwijderd en opnieuw worden gemaakt vanuit een onderdeel of project door "Beheren" te selecteren uit de verschillende tabs aan de bovenzijde van het scherm, en dan "Vertaalgeheugen".
pt: Possui as mesmas opções da interface do utilizador, mas também permite reconstruir partes ou todo o banco de memória de tradução. Todas as entradas antigas podem ser apagadas e recriadas a partir de um componente ou projeto, selecionando "Administração" entre as diferentes guias no topo do ecrã e, em depois, "Memória de tradução".
pt_br: Possui as mesmas opções da interface do usuário, mas também permite reconstruir partes ou todo o banco de memória de tradução. Todas as entradas antigas podem ser apagadas e recriadas a partir de um componente ou projeto, selecionando "Administração" entre as diferentes abas no topo da tela e, em seguida, "Memória de tradução".
ru: Он имеет те же параметры, что и пользовательский интерфейс, но также позволяет восстанавливать часть или всю память переводов. Все старые записи можно удалить и воссоздать из компонента или проекта, выбрав «Администрирование» среди различных вкладок в верхней части экрана, а затем «Память переводов».
sv: Den har samma alternativ som användargränssnittet, men gör det också möjligt att återuppbygga delar av eller hela översättningsminnet. Alla gamla poster kan rensas och skapas om från en komponent eller ett projekt genom att välja "Administration" bland de olika flikarna högst upp på skärmen och sedan "Översättningsminne".
ta: இது பயனர் இடைமுகத்தின் அதே விருப்பங்களைக் கொண்டுள்ளது, ஆனால் பகுதிகளை மீண்டும் உருவாக்க அனுமதிக்கிறது அல்லது முழு மொழிபெயர்ப்பு நினைவகத்தையும் அனுமதிக்கிறது. அனைத்து பழைய உள்ளீடுகளும் திரையின் மேற்புறத்தில் உள்ள வெவ்வேறு தாவல்களுக்கு மத்தியில் இருந்து "நிர்வாகத்தை" தேர்ந்தெடுப்பதன் மூலம் ஒரு கூறு அல்லது திட்டத்திலிருந்து மீண்டும் உருவாக்கப்படலாம், பின்னர் "மொழிபெயர்ப்பு நினைவகம்".
tr: Kullanıcı arayüzüyle aynı seçenekler bulunur. Ek olarak, çeviri belleğinin bir bölümünün ya da tümünün yeniden oluşturulmasını da sağlar. Tüm eski kayıtlar, ekranın üst kısmındaki farklı sekmelerin ortasından "Yönetim" ve ardından "Çeviri belleği" seçilerek bir bileşen ya da projeden silinebilir ve yeniden oluşturulabilir.
uk: Там є ті сами пункти, що і в інтерфейсі користувача, але передбачено також повторну побудову частин або усієї пам'яті перекладів. Можна витерти усі застарілі запис і повторно створити список на основі складника або проєкту на вкладці «Адміністрування», яку розташовано серед інших вкладок у верхній частині вікна. Далі слід вибрати пункт «Пам'ять перекладів».
zh_hans: 它的选项和用户界面相同但还允许重建整个翻译记忆库的一部分。可从部件或项目清理掉和重建所有的旧条目，方法是从屏幕顶部不同选项卡中间选择“管理”选项卡，接着选中”翻译记忆库“。

source: Several management commands can manipulate translation memory content. These operate on the translation memory as a whole, unfiltered by scopes (unless requested by parameters):
de: Mehrere Verwaltungsbefehle können den Inhalt des Übersetzungsspeichers manipulieren. Diese wirken auf den Übersetzungsspeicher als Ganzes, ungefiltert durch Bereiche (es sei denn, sie werden durch Parameter angefordert):
ga: Is féidir le roinnt orduithe bainistíochta ábhar cuimhne aistriúcháin a ionramháil. Feidhmíonn siad seo ar an gcuimhne aistriúcháin ina iomláine, gan scagadh ag scóip (mura n-iarrann paraiméadair iad):
hu: Számos kezelőparancs képes a fordítási memória tartalmának módosítására. Ezek a parancsok a teljes fordítási memórián dolgoznak, hatókörök szerinti szűrés nélkül (kivéve, ha paraméterekkel meg van adva):
id: Beberapa perintah manajemen dapat memanipulasi isi memori terjemahan. Ini beroperasi pada memori terjemahan secara keseluruhan, tanpa difilter oleh cakupan (kecuali diminta oleh parameter):
ja: 翻訳メモリの内容を操作するための管理コマンドは複数あります。管理コマンドは翻訳メモリ全体を操作し、使用範囲は制限されません（パラメータで指定しない限り) :
nl: Verscheidene opdrachten voor beheer kunnen de inhoud van het vertaalgeheugen bewerken. Deze werken op het vertaalgeheugen als geheel, niet gefilterd door bereiken (tenzij zo verzocht door parameters):
pt: Vários comandos de gestão podem manipular o conteúdo da memória de tradução. Eles operam na memória de tradução como um todo, sem filtragem por escopos (a menos que solicitado por parâmetros):
pt_br: Vários comandos de gerenciamento podem manipular o conteúdo da memória de tradução. Eles operam na memória de tradução como um todo, sem filtragem por escopos (a menos que solicitado por parâmetros):
ru: Несколько команд управления могут управлять содержимым памяти переводов. Они работают со всей памятью переводов, без фильтрации по областям действия (если это не требуется параметрами):
sv: Flera hanteringskommandon kan manipulera innehållet i översättningsminnet. Dessa fungerar på översättningsminnet som helhet, utan att filtreras av omfattningar (om inte parametrarna kräver det):
ta: பல மேலாண்மை கட்டளைகள் மொழிபெயர்ப்பு நினைவக உள்ளடக்கத்தை கையாளலாம். இவை ஒட்டுமொத்த மொழிபெயர்ப்பு நினைவகத்தில் இயங்குகின்றன, ச்கோப்புகளால் வடிகட்டப்படவில்லை (அளவுருக்களால் கோரப்படாவிட்டால்):
tr: Çeviri belleği içeriğini değiştirmek için çeşitli yönetim komutları bulunur. Bunlar, kapsamlara göre süzülmeden bir bütün olarak çeviri belleği üzerinde çalışır (parametreler ile istenmedikçe):
uk: Передбачено декілька команд керування для роботи із вмістом пам'яті перекладів. Ці команди працюють із усією пам'яттю перекладів, без фільтрування за областями (якщо це не вказано параметрами):
zh_hans: 有几个管理命令可以控制翻译记忆库的内容。这些命令将翻译记忆库视同一个整体进行操作，不受范围影响（除非通过参数进行请求）：

source: Exports the memory into JSON
de: Exportiert den Speicher in JSON
ga: Easpórtálann sé an chuimhne go JSON
hu: A memória exportálása JSON formátumba
id: Mengekspor memori ke JSON
ja: 翻訳メモリを JSON にエクスポート
nl: Exporteert het geheugen naar JSON
pt: Exporta a memória para JSON
pt_br: Exporta a memória para JSON
ro: Exportă memoria în JSON
ru: Экспортирует память переводов в виде JSON’а
sv: Exporterar minnet till JSON
ta: நினைவகத்தை சாதொபொகு இல் ஏற்றுமதி செய்கிறது
tr: Çeviri belleğini JSON dosyası olarak dışa aktarır
uk: Експортує пам'ять до JSON
zh_hans: 将记忆库导入 JSON
zh_hant: 將記憶庫導入 JSON

source: Imports TMX or JSON files into the translation memory
de: Importiert TMX- oder JSON-Dateien in den Übersetzungsspeicher
ga: Iompórtálann sé comhaid TMX nó JSON isteach sa chuimhne aistriúcháin
hu: TMX vagy JSON-fájlok importálása a fordítási memóriába
id: Mengimpor berkas TMX atau JSON ke dalam memori terjemahan
ja: TMX または JSON ファイルを翻訳メモリにインポート
nl: Importeert bestanden van TMX of JSON in het vertaalgeheugen
pt: Importa ficheiros TMX ou JSON para a memória de tradução
pt_br: Importa arquivos TMX ou JSON para a memória de tradução
ro: Importă fișiere TMX sau JSON în memoria de traducere
ru: Импортирует файлы TMX или JSON в память переводов
sv: Importerar TMX- eller JSON-filer till översättningsminnet
ta: மொழிபெயர்ப்பு நினைவகத்தில் tmx அல்லது சாதொபொகு கோப்புகளை இறக்குமதி செய்கிறது
tr: TMX ya da JSON dosyalarını çeviri belleği içine aktarır
uk: Імпортує файли TMX або JSON до пам'яті перекладів
zh_hans: 将 TMX 或 JSON 文件导入翻译记忆库
zh_hant: 將 TMX 或 JSON 文件導入翻譯記憶庫

source: Removes all entries with pending status from the translation memory
id: Menghapus semua entri dengan status tertunda dari memori terjemahan
sv: Tar bort alla poster med status "väntande" från översättningsminnet
uk: Видаляє всі записи зі статусом очікування з пам'яті перекладів

source: The Weblate API covers the translation memory. This allows automated manipulation for different purposes, or based on events in the translation cycle.
de: Die Weblate-API umfasst den Übersetzungsspeicher. Dies ermöglicht eine automatische Manipulation für verschiedene Zwecke oder basierend auf Ereignissen im Übersetzungszyklus.
ga: Clúdaíonn an Weblate API an chuimhne aistriúcháin. Ligeann sé seo ionramháil uathoibrithe chun críocha éagsúla, nó bunaithe ar imeachtaí i dtimthriall an aistriúcháin.
hu: A Weblate API támogatja a fordítási memória kezelését is. Ez lehetővé teszi az automatikus műveletek végrehajtását különböző célokra vagy a fordítási ciklus eseményei alapján.
id: API Weblate mencakup memori terjemahan. Hal ini memungkinkan manipulasi otomatis untuk berbagai tujuan, atau berdasarkan peristiwa dalam siklus terjemahan.
ja: Weblate API には翻訳メモリが含まれています。このため、さまざまな目的や翻訳サイクルのイベントに基づいて操作を自動化することができます。
nl: De API van Weblate behandelt ook het vertaalgeheugen. Dat maakt geautomatiseerd bewerken mogelijk voor verschillende doeleinden, of gebaseerd op gebeurtenissen in de vertaalcyclus.
pt: A API do Weblate abrange a memória de tradução. Isto permite a manipulação automatizada para diferentes fins ou com base em eventos no ciclo de tradução.
pt_br: A API do Weblate abrange a memória de tradução. Isso permite a manipulação automatizada para diferentes fins ou com base em eventos no ciclo de tradução.
ru: Weblate API охватывает базу данных переводов. Это позволяет автоматически манипулировать ею для различных целей или на основе событий в цикле перевода.
sv: Weblate API omfattar översättningsminnet. Detta möjliggör automatiserad bearbetning för olika ändamål eller baserat på händelser i översättningscykeln.
ta: வலைபெயர்ப்பு பநிஇ மொழிபெயர்ப்பு நினைவகத்தை உள்ளடக்கியது. இது வெவ்வேறு நோக்கங்களுக்காக அல்லது மொழிபெயர்ப்பு சுழற்சியில் நிகழ்வுகளின் அடிப்படையில் தானியங்கி கையாளுதலை அனுமதிக்கிறது.
tr: Weblate API uygulaması çeviri belleğini de kapsar. Böylece, değişikliklerin farklı amaçlar için veya çeviri döngüsündeki olaylara göre kendiliğinden yapılabilmesi sağlanır.
uk: У програмному інтерфейсі Weblate передбачено роботу з пам'яттю перекладів. Це уможливлює автоматичну обробку для досягнення певних цілей або у відповідь на певні події у циклі перекладу.
zh_hans: Weblate API 涵盖了翻译记忆库。这允许出于不同目的或基于翻译周期事件的自动操控。

source: Optional Weblate modules
de: Optionale Weblate-Module
ga: Modúil Roghnacha Weblate
hu: Opcionális Weblate modulok
id: Modul Weblate opsional
ja: オプションの Weblate モジュール
nl: Optionele modules voor Weblate
pt: Módulos opcionais do Weblate
pt_br: Módulos opcionais do Weblate
ro: Module Weblate opționale
ru: Дополнительные модули Weblate
sv: Valfria Weblate-moduler
ta: விருப்ப வலைபெயர்ப்பு தொகுதிகள்
tr: İsteğe bağlı Weblate modülleri
uk: Додаткові модулі Weblate
zh_hans: 可选的 Weblate 模块

source: Several optional modules are available for your setup.
de: Für Ihre Einrichtung sind mehrere optionale Module verfügbar.
ga: Tá roinnt modúl roghnach ar fáil le haghaidh do shocrú.
hu: Több opcionális modul érhető el a rendszer testreszabásához.
id: Beberapa modul opsional tersedia untuk pengaturan Anda.
ja: Weblate を構成するために、オプションのモジュールを複数用意しています。
nl: Verscheidene optionele modules zijn voor uw opstelling beschikbaar.
pt: Vários módulos opcionais estão disponíveis para sua configuração.
pt_br: Vários módulos opcionais estão disponíveis para sua configuração.
ro: Mai multe module opționale sunt disponibile pentru configurația dumneavoastră.
ru: Для вашей установки доступно несколько дополнительных модулей.
sv: Flera valfria moduler finns tillgängliga för din installation.
ta: உங்கள் அமைப்பிற்கு பல விருப்ப தொகுதிகள் கிடைக்கின்றன.
tr: Kurulumunuz için isteğe bağlı çeşitli modüller vardır.
uk: Для вашої конфігурації доступні декілька додаткових модулів.
zh_hans: 可以获得几个可选的模块来配置您的设置。
zh_hant: 可以獲得幾個可選的模塊來配置您的設置。

source: Git exporter
ga: Onnmhaireoir Git
hu: Git exportáló
id: Eksportir Git
ja: Git エクスポーター
pt: Exportador git
pt_br: Exportador git
ro: Exportator Git
ru: Экспортер Git
sv: Git-exportör
ta: அறிவிலி ஏற்றுமதியாளர்
tr: Git dışa aktarıcı
uk: Засіб експортування Git
zh_hans: Git 导出器
zh_hant: Git 導出器

source: Provides you read-only access to the underlying Git repository using HTTP(S).
de: Ermöglicht Ihnen den Nur-Lese-Zugriff auf das zugrunde liegende Git-Repository über HTTP(S).
ga: Soláthraíonn sé rochtain inléite amháin duit ar an stór Git bhunúsach trí úsáid a bhaint as HTTP(S).
hu: Lehetővé teszi az alapul szolgáló Git-tároló olvasásra korlátozott elérését HTTP(S) protokollon keresztül.
id: Memberikan Anda akses hanya baca ke repositori Git yang mendasarinya menggunakan HTTP(S).
ja: HTTP(S) 接続による、基になる Git リポジトリへの読み取り専用アクセスを提供します。
nl: Verschaft u toegang voor alleen-lezen tot de onderliggende opslagruimte van Git met HTTP(S).
pt: Fornece acesso de apenas leitura ao repositório Git subjacente usando HTTP(S).
pt_br: Fornece acesso somente leitura ao repositório Git subjacente usando HTTP(S).
ro: Vă oferă acces numai pentru citire la depozitul Git subiacent folosind HTTP(S).
ru: Предоставляет доступ на чтение к нижележащему репозиторию Git через HTTP(S).
sv: Ger dig läsbehörighet till det underliggande Git-arkivet via HTTP(S).
ta: http (கள்) ஐப் பயன்படுத்தி அடிப்படை அறிவிலி களஞ்சியத்தை படிக்க மட்டும் அணுகலை வழங்குகிறது.
tr: HTTP(S) kullanarak temel alınan Git deposuna salt okunur erişim sağlar.
uk: Надає вам доступ лише до читання підлеглого сховища Git за допомогою HTTP(S).
zh_hans: 使用 HTTP(S) 为您提供对底层 Git 仓库的只读访问。
zh_hant: 使用 HTTP(S) 為您提供對底層 Git 倉庫的只讀訪問。

source: Add ``weblate.gitexport`` to installed apps in :file:`settings.py`:
de: ``weblate.gitexport`` zu den installierten Anwendungen in :file:`settings.py` hinzufügen:
ga: Cuir ``weblate.gitexport`` le feidhmchláir suiteáilte i :file:`settings.py`:
hu: A :file:`settings.py` fájlban adja hozzá az ``weblate.gitexport`` modult a telepített alkalmazásokhoz:
id: Tambahkan ``weblate.gitexport`` ke aplikasi yang terinstal di :file:`settings.py`:
ja: :file:`settings.py` ファイル内の、インストールするアプリに ``weblate.gitexport`` を追加する:
nl: Voeg ``weblate.gitexport`` toe aan geïnstalleerde apps in :file:`settings.py`:
pt: Adicione ``weblate.gitexport`` às apps instaladas em :file:`settings.py`:
pt_br: Adicione ``weblate.gitexport`` aos aplicativos instalados em :file:`settings.py`:
ro: Adăugați ``weblate.gitexport`` la aplicațiile instalate în :file:`settings.py`:
ru: Добавьте ``weblate.gitexport`` в установленные приложения в файле :file:`settings.py`:
sv: Lägg till ``weblate.gitexport`` till installerade appar i :file:`settings.py`:
tr: :file:`settings.py` dosyasındaki kurulu uygulamalara ``weblate.gitexport`` ekleyin:
uk: Додайте ``weblate.gitexport`` до запису встановлених програм у :file:`settings.py`:
zh_hans: 将 ``weblate.gitexport`` 添加到 :file:`settings.py` 中安装的 apps 中：
zh_hant: 將 ``weblate.gitexport`` 添加到 :file:`settings.py` 中安裝的 apps 中：

source: Export existing repositories by migrating your database after installation:
de: Vorhandene Repositorys exportieren, indem Sie Ihre Datenbank nach der Installation migrieren:
ga: Easpórtáil stórtha atá ann cheana féin trí do bhunachar sonraí a ascnamh tar éis é a shuiteáil:
hu: A meglévő tárolók exportálásához telepítés után futtassa az adatbázis-migrációt:
id: Ekspor repositori yang ada dengan memigrasikan basis data Anda setelah instalasi:
ja: インストール後にデータベースを移行して、既存のリポジトリをエクスポートする:
nl: Exporteer bestaande opslagruimten door uw database te migreren na het installeren:
pt: Exporte repositórios existentes migrando seu banco de dados após a instalação:
pt_br: Exporte repositórios existentes migrando seu banco de dados após a instalação:
ro: Exportați depozitele existente prin migrarea bazei de date după instalare:
ru: Экспортируйте существующие репозитории, выполнив перено своей базы данных после установки:
sv: Exportera befintliga arkiv genom att migrera din databas efter installationen:
ta: நிறுவிய பின் உங்கள் தரவுத்தளத்தை இடம்பெயர்வதன் மூலம் ஏற்கனவே இருக்கும் களஞ்சியங்களை ஏற்றுமதி செய்யுங்கள்:
tr: Kurulumdan sonra veri tabanınızı aktararak var olan depoları dışa aktarın:
uk: Експортування наявних сховищ перенесенням вашої бази даних після встановлення:
zh_hans: 通过安装后迁移数据库，将现有的仓库导出：
zh_hant: 通過安裝後遷移數據庫，將現有的倉庫導出：

source: Git exporter is turned on in our official Docker image. To turn it of, use:
de: Der Git-Exporter ist in unserem offiziellen Docker-Image aktiviert. Um ihn auszuschalten, verwenden Sie:
ga: Tá onnmhaireoir Git ar siúl inár n-íomhá oifigiúil Docker. Chun é a chasadh as, úsáid:
hu: A hivatalos Docker-képen a Git exportáló alapértelmezés szerint be van kapcsolva. Kikapcsoláshoz használja a következőt:
id: Eksportir Git diaktifkan di gambar Docker resmi kami. Untuk menonaktifkannya, gunakan:
ja: 公式 Docker イメージでは Git エクスポーターが有効になっています。無効にするには、次のコマンドを使用:
nl: Git exporter is ingeschakeld in onze officiële Docker image. Gebruik om het uit te schakelen:
pt: O exportador Git está ativado na nossa imagem oficial do Docker. Para desativá-lo, use:
pt_br: O exportador Git está ativado em nossa imagem oficial do Docker. Para desativá-lo, use:
sv: Git-exportören är aktiverad i vår officiella Docker-bild. För att inaktivera den, använd:
ta: எங்கள் அதிகாரப்பூர்வ கப்பல்துறை படத்தில் அறிவிலி ஏற்றுமதியாளர் இயக்கப்பட்டார். அதை இயக்க, பயன்படுத்த:
tr: Git dışa aktarıcısı resmi Docker kalıbımızda açıktır. Kapatmak için şu komutu kullanın:
uk: Експортер Git'а увімкнено у нашому офіційному образі Docker. Щоб увімкнути його, скористайтеся:
zh_hans: Git 导出器在我们的官方 Docker 映像中处于开启状态。要关闭它，使用：

source: Usage
de: Anwendung
ga: Úsáid
hu: Használat
id: Pemakaian
ja: 使用方法
nl: Gebruik
pt: Uso
pt_br: Uso
ro: Utilizare
ru: Использование
sv: Användning
ta: பயன்பாடு
tr: Kullanım
uk: Користування
zh_hans: 用法

source: Repositories for publicly available projects can be cloned without authentication:
de: Repositorys für öffentlich zugängliche Projekte können ohne Authentifizierung geklont werden:
ga: Is féidir stórtha do thionscadail atá ar fáil go poiblí a chlónáil gan fíordheimhniú:
hu: A nyilvánosan elérhető projektek tárolói hitelesítés nélkül klónozhatók:
id: Repositori untuk proyek yang tersedia untuk umum dapat dikloning tanpa autentikasi:
ja: 公開しているプロジェクトのリポジトリを認証せずに複製する方法:
nl: Opslagruimten voor publiek beschikbare projecten kunnen zonder authenticatie worden gekloond:
pt: Repositórios para projetos disponíveis publicamente podem ser clonados sem autenticação:
pt_br: Repositórios para projetos disponíveis publicamente podem ser clonados sem autenticação:
ro: Depozitele pentru proiectele disponibile public pot fi clonate fără autentificare:
ru: Репозитории для проектов, доступных публично, могут быть клонированы без авторизации:
sv: Repositorier för offentligt tillgängliga projekt kan klonas utan autentisering:
ta: பொதுவில் கிடைக்கக்கூடிய திட்டங்களுக்கான களஞ்சியங்கள் ஏற்பு இல்லாமல் நகலி செய்யப்படலாம்:
tr: Herkese açık projelerin depoları kimlik doğrulaması olmadan kopyalanabilir:
uk: Сховища для загальнодоступних проєктів можна клонувати без розпізнавання:
zh_hans: 公共可用项目的仓库可以被克隆而无需认证：
zh_hant: 公共可用項目的倉庫可以被克隆而無需認證：
