Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: It is recommended to specify the absolute path for the local backup, for example `/path/to/backup`. The directory has to be writable by the user running Weblate (see :ref:`file-permissions`). If it doesn't exist, Weblate attempts to create it but needs the appropriate permissions to do so.
de: Es wird empfohlen, den absoluten Pfad für die lokale Sicherung anzugeben, zum Beispiel `/path/to/backup`. Das Verzeichnis muss für den Benutzer, unter dem Weblate läuft, beschreibbar sein (siehe :ref:`file-permissions`). Existiert es nicht, versucht Weblate, es zu erstellen, benötigt dafür aber die entsprechenden Berechtigungen.
ga: Moltar an cosán iomlán don chúltaca áitiúil a shonrú, mar shampla `/path/to/cúltac`. Caithfidh an t-úsáideoir a reáchtáil Weblate an t-eolaire a bheith inscríofa (féach :ref:`file-permissions`). Mura bhfuil sé ann, déanann Weblate iarracht é a chruthú ach teastaíonn na ceadanna cuí uait chun é sin a dhéanamh.
hu: Helyi mentésnél ajánlott az abszolút elérési utat megadni, például `/path/to/backup`. A könyvtárnak írhatónak kell lennie a Weblate-et futtató felhasználó számára (lásd: :ref:`file-permissions`). Ha a könyvtár nem létezik, a Weblate megpróbálja létrehozni, de ehhez megfelelő jogosultságokra van szükség.
id: Direkomendasikan untuk menentukan lokasi absolut untuk rekam cadang lokal, misalnya `/path/to/backup`. Direktori harus dapat ditulis oleh pengguna yang menjalankan Weblate (lihat :ref:`file-permissions`). Jika tidak ada, Weblate akan mencoba membuatnya, tetapi memerlukan izin yang sesuai untuk melakukannya.
ja: ローカルバックアップの絶対パスを、`/path/to/backup` のように指定してください。このディレクトリは、Weblate を実行しているユーザーの書き込み権限が必要です（参照: :ref:`file-permissions`）。ディレクトリが存在しない場合は、Weblate が作成を試みますが、そのためには書き込み権限が必要です。
nl: Aanbevolen wordt om het absolute pad te specificeren voor de lokale back-up, bijvoorbeeld `/pad/naar/back-up`. In de map moet kunnen worden geschreven door de gebruiker die Weblate uitvoert (bekijk :ref:`file-permissions`). Als die niet bestaat, zal Weblate proberen hem te maken, maar het heeft de toepasselijke rechten nodig om dat te kunnen doen.
pt: Recomenda-se especificar o caminho absoluto para o backup local, por exemplo `/caminho/para/backup`. O diretório deve poder ser escrito pelo utilizador a executar o Weblate (veja :ref:`file-permissions`). Se ele não existir, o Weblate tenta criá-lo, mas precisa das permissões apropriadas para fazê-lo.
pt_br: Recomenda-se especificar o caminho absoluto para o backup local, por exemplo `/caminho/para/backup`. O diretório deve poder ser escrito pelo usuário executando o Weblate (consulte :ref:`file-permissions`). Se ele não existir, o Weblate tenta criá-lo, mas precisa das permissões apropriadas para fazê-lo.
ro: Se recomandă să specificați calea absolută pentru copia de rezervă locală, de exemplu `/path/to/backup`. Directorul trebuie să poată fi inscripționat de către utilizatorul care rulează Weblate (a se vedea :ref:`file-permissions`). Dacă nu există, Weblate încearcă să îl creeze, dar are nevoie de permisiunile corespunzătoare pentru a face acest lucru.
ru: Для локальной резервной копии рекомендуется указывать абсолютный путь, например `/путь/к/резервной_копии`. Каталог должен быть доступен на запись для пользователя, под которым запущен Weblate (смотрите раздел :ref:`file-permissions`). В случае, если каталог не существует, Weblate попытается его создать, но для этого понадобятся соответствующие права доступа.
sv: Det rekommenderas att ange den absoluta sökvägen för den lokala säkerhetskopian, till exempel `/path/to/backup`. Katalogen måste vara skrivbar för den användare som kör Weblate (se :ref:`file-permissions`). Om den inte finns försöker Weblate skapa den, men behöver rätt behörighet för att göra det.
tr: Yerel yedekleme için mutlak yolun belirtilmesi önerilir. Örneğin ‘/yedek/klasoru/yolu’. Klasör, Weblate çalıştıran kullanıcı tarafından yazılabilir olmalıdır (ayrıntılı bilgi almak için: :ref:`file-permissions`). Klasör yoksa, Weblate oluşturmaya çalışır, ancak bunu yapmak için uygun izinlere gerek duyar.
uk: Рекомендуємо вказати абсолютний шлях до локальної резервної копії, наприклад `/шлях/до/резервної/копії`. Запис до каталогу має бути відкрито для користувача, від імені якого запущено Weblate (див. :ref:`file-permissions`). Якщо каталогу не існуватиме, Weblate спробує його створити, але програма повинна мати для цього відповідні права доступу.
zh_hans: 推荐去指定本地备份的绝对路径，例如 `/path/to/backup`。该目录必须可由运行 weblate 的用户写入（请参见 :ref:`file-permissions`）。在目录不存在的情况下，Weblate 会尝试新建它，但需要适当的权限才能这么做。
zh_hant: 推薦去指定本地備份的絕對路徑，例如 `/path/to/backup`。該目錄必須可由運行 weblate 的用戶寫入（請參見 :ref:`file-permissions`）。在目錄不存在的情況下，Weblate 會嘗試新建它，但需要適當的權限才能這麼做。

source: When running Weblate in Docker, please ensure the backup location is exposed as a volume from the Weblate container. Otherwise the backups will be discarded by Docker upon restarting the container it is in.
de: Wenn Sie Weblate in Docker ausführen, stellen Sie bitte sicher, dass der Speicherort der Sicherung vom Weblate-Container als Volume freigegeben wird. Andernfalls werden die Sicherungen beim Neustart des Containers, in dem sie sich befinden, von Docker verworfen.
ga: Agus Weblate á rith in Docker, cinntigh le do thoil go bhfuil an suíomh cúltaca nochta mar imleabhar ón gcoimeádán Weblate. Seachas sin, caithfidh Docker na cúltacaí nuair a atosóidh sé an coimeádán ina bhfuil sé.
hu: Amikor a Weblate-et Dockerben futtatja, győződjön meg róla, hogy a biztonsági mentés helye kötetként (volume) van csatolva a Weblate-konténerhez. Ellenkező esetben a biztonsági mentések a konténer újraindításakor a Docker által törlésre kerülnek.
id: Saat menjalankan Weblate di Docker, pastikan lokasi rekam cadang ditampilkan sebagai volume dari kontainer Weblate. Jika tidak, rekam cadang akan dibuang oleh Docker setelah memulai ulang kontainernya.
ja: Docker で Weblate を実行する場合は、バックアップの場所が Weblate コンテナからボリュームとして公開済みであることを確認してください。それ以外の場合、バックアップは、Docker が含まれているコンテナーを再起動したときに Docker によって破棄されます。
nl: Bij het uitvoeren van Weblate in Docker, zorg er dan voor dat de locatie voor de back-up wordt weergegeven als een volume uit de container van Weblate. Anders zullen de back-ups worden genegeerd door Docker, tot de container waarin het staat opnieuw wordt gestart.
pt: Ao executar o Weblate no Docker, certifique-se de que o local de backup seja exposto como um volume do contentor Weblate. Caso contrário, os backups serão descartados pelo Docker na reinicialização do seu contentor.
pt_br: Ao executar o Weblate no Docker, certifique-se de que o local de backup seja exposto como um volume do contêiner Weblate. Caso contrário, os backups serão descartados pelo Docker na reinicialização do seu contêiner.
ro: Atunci când executați Weblate în Docker, asigurați-vă că locația de backup este expusă ca volum din containerul Weblate. În caz contrar, copiile de rezervă vor fi aruncate de Docker la repornirea containerului în care se află.
ru: Если Weblate запущен в Docker, убедитесь, что местоположение резервной копии в контейнере Weblate отображается как том. В противном случае при перезагрузке контейнера Docker все резервные копии будут потеряны.
sv: När du kör Weblate i Docker, se till att säkerhetskopieringsplatsen är exponerad som en volym från Weblate-containern. Annars kommer säkerhetskopiorna att kasseras av Docker när containern startas om.
ta: டோக்கரில் வலைபெயர்ப்பு இயக்கும்போது, காப்புப்பிரதி இருப்பிடம் வலைபெயர்ப்பு கொள்கலனில் இருந்து ஒரு தொகுதியாக வெளிப்படும் என்பதை உறுதிப்படுத்தவும். இல்லையெனில், காப்புப்பிரதிகள் டோக்கரால் அது இருக்கும் கொள்கலனை மறுதொடக்கம் செய்தவுடன் நிராகரிக்கப்படும்.
tr: Docker üzerinde Weblate çalıştırırken, lütfen yedekleme konumunun Weblate kapsayıcısında bir birim olarak gösterildiğinden emin olun. Yoksa, içinde bulunduğu kapsayıcı yeniden başlatıldığında yedekler Docker tarafından atılır.
uk: Якщо ви працюєте з Weblate у Docker, переконайтеся, що місце зберігання резервних копій відкрито як том з контейнера Weblate. Якщо ви цього не зробите, резервні копії буде втрачено після перезапуску контейнера Docker, в якому їх розміщено.
zh_hans: 在 Docker 中运行 Weblate时，请确保备份位置暴露为来自 Weblate 容器的一个卷。否则，备份文件将在其所在的容器重启时被 Docker 丢弃。
zh_hant: 在 Docker 中運行 Weblate時，請確保備份位置暴露為來自 Weblate 容器的一個卷。否則，備份文件將在其所在的容器重啟時被 Docker 丟棄。

source: One option is to place backups into an existing volume, for example :file:`/app/data/borgbackup`. This is an existing volume in the container.
de: Eine Möglichkeit ist, Sicherungen in ein bestehendes Volume zu legen, zum Beispiel :file:`/app/data/borgbackup`. Dies ist ein vorhandenes Volume im Container.
ga: Rogha amháin is ea cúltacaí a chur i toirt atá ann cheana, mar shampla :file:`/app/data/borgbackup`. Is toirt atá ann cheana sa choimeádán é seo.
hu: Egy lehetőség, hogy a mentéseket egy meglévő kötetre helyezi, például: :file:`/app/data/borgbackup`. Ez egy meglévő kötet a konténerben.
id: Salah satu opsi adalah menempatkan rekam cadang ke dalam volume yang ada, misalnya :file:`/app/data/borgbackup`. Ini adalah volume yang ada dalam kontainer.
ja: 1 つの選択肢は、バックアップを既存のボリュームに配置することです。例えば、:file:`/app/data/borgbackup`。これは、コンテナ内の既存のボリュームです。
nl: Een optie is om back-ups te plaatsen in een bestaand volume, bijvoorbeeld :file:`/app/data/borgbackup`. Dit is een bestaand volume in de container.
pt: Uma opção é pôr backups num volume existente. Por exemplo, :file:`/app/data/borgbackup`. Este é um volume existente no contentor.
pt_br: Uma opção é colocar backups em um volume existente. Por exemplo, :file:`/app/data/borgbackup`. Este é um volume existente no contêiner.
ro: O opțiune este de a plasa copiile de rezervă într-un volum existent, de exemplu :file:`/app/data/borgbackup`. Acesta este un volum existent în container.
ru: Одним из вариантов является размещение резервных копий в существующем томе. Подойдёт, к примеру, :file:`/app/data/borgbackup`. Это один из томов уже существующих в контейнере.
sv: Ett alternativ är att placera säkerhetskopior i en befintlig volym, till exempel :file:`/app/data/borgbackup`. Detta är en befintlig volym i containern.
tr: Yedekleri :file:`/app/data/borgbackup` gibi var olan bir birime yerleştirmek bir seçenek olabilir. Bu birim kapsayıcıda vardır.
uk: Одним із варіантів дій є розташування резервних копій на наявних томах. Наприклад, можна вибрати :file:`/app/data/borgbackup`. Це наявний том у контейнері.
zh_hans: 一个选项是将备份放置在一个现有的卷中。例如，:file:`/app/data/borgbackup`。这是容器中的一个现有的卷。
zh_hant: 一個選項是將備份放置在一個現有的捲中。例如， :file:`/app/data/borgbackup`。這是容器中的一個現有的捲。

source: You can also add a new container for the backups in the Docker Compose file for example by using :file:`/borgbackup`:
de: Sie können auch einen neuen Container für die Sicherungen in der Docker-Compose-Datei hinzufügen, indem Sie beispielsweise :file:`/borgbackup` verwenden:
ga: Is féidir leat coimeádán nua a chur leis freisin do na cúltacaí sa chomhad Docker Compose mar shampla trí :file:`/borgbackup` a úsáid:
hu: Másik lehetőség, hogy létrehoz egy új konténert kifejezetten a mentések számára a Docker Compose fájlban, például: :file:`/borgbackup` elérési úttal:
id: Anda juga dapat menambahkan kontainer baru untuk rekam cadang di berkas Docker Compose, misalnya dengan menggunakan :file:`/borgbackup`:
ja: 例えば :file:`/borgbackup` として、バックアップ用の新しいコンテナをDocker Composeファイルに追加する方法:
nl: U kunt ook een nieuwe container toevoegen voor de back-ups in het Docker Compose-bestand, bijvoorbeeld door te gebruiken :file:`/borgbackup`:
pt: Também pode adicionar um novo contentor para os backups no ficheiro de composição do Docker, por exemplo, a usar :file:`/borgbackup`:
pt_br: Você também pode adicionar um novo contêiner para os backups no arquivo de composição do Docker, por exemplo, usando :file:`/borgbackup`:
ro: Puteți, de asemenea, să adăugați un nou container pentru copiile de rezervă în fișierul Docker Compose, de exemplu, folosind :file:`/borgbackup`:
ru: Также вы можете добавить в файл Docker Compose новый контейнер для резервных копий и использовать, например, путь :file:`/borgbackup`:
sv: Du kan också lägga till en ny behållare för säkerhetskopiorna i Docker Compose-filen, till exempel genom att använda :file:`/borgbackup`:
tr: Docker Compose dosyasındaki yedekler için örneğin :file:`/borgbackup` kullanarak yeni bir kapsayıcı da ekleyebilirsiniz:
uk: Ви також можете додати новий контейнер для резервних копій у файлі Docker Compose та скористатися, наприклад, :file:`/borgbackup`:
zh_hans: 你也可以在 Docker 的编写文件中为备份目的添加一个新的容器，例如使用 :file:`/borgbackup`:
zh_hant: 你也可以在 Docker 的編寫文件中為備份目的添加一個新的容器，例如使用 :file:`/borgbackup`:

source: The directory where backups will be stored have to be owned by UID 1000, otherwise Weblate won’t be able to write the backups there.
de: Das Verzeichnis, in dem die Sicherungen gespeichert werden, muss der UID 1000 gehören, ansonsten kann Weblate die Sicherungen nicht dorthin schreiben.
ga: Caithfidh an t-eolaire ina stórálfar cúltacaí a bheith faoi úinéireacht UID 1000, nó ní bheidh Weblate in ann na cúltacaí a scríobh ansin.
hu: A biztonsági mentések tárolására szolgáló könyvtár tulajdonosának az 1000-es UID-val kell rendelkeznie, különben a Weblate nem tud oda mentéseket írni.
id: Direktori tempat rekam cadang yang akan disimpan harus dimiliki oleh UID 1000, jika tidak, Weblate tidak akan dapat menulis rekam cadang di sana.
ja: バックアップが保存されるディレクトリは、UID 1000 が所有者であることが必要です。異なる場合、Weblate はそこにバックアップを書き込むことができません。
nl: De map waarin de back-ups zullen worden opgeslagen moeten als eigenaar UID 1000 hebben, anders zal Weblate niet in staat zijn de back-ups daar weg te schrijven.
pt: O diretório onde os backups serão armazenados para serem possuídos por UID 1000, caso o contrário, Weblate não será capaz de escrever os backups lá.
pt_br: O diretório onde os backups serão armazenados para serem possuídos por UID 1000, caso o contrário, Weblate não será capaz de escrever os backups lá.
ro: Directorul în care vor fi stocate copiile de rezervă trebuie să fie deținut de UID 1000, altfel Weblate nu va putea scrie copiile de rezervă acolo.
ru: Владельцем каталога, в котором будут хранится резервные копии, должен быть пользователь с UID 1000, Иначе Weblate не сможет сохранять в него оные.
sv: Katalogen där säkerhetskopiorna ska lagras måste ägas av UID 1000, annars kan Weblate inte skriva säkerhetskopiorna där.
ta: காப்புப்பிரதிகள் சேமிக்கப்படும் அடைவு uid 1000 க்கு சொந்தமானதாக இருக்க வேண்டும், இல்லையெனில் வலைபெயர்ப்பு அங்கு காப்புப்பிரதிகளை எழுத முடியாது.
tr: Yedeklerin depolanacağı klasör için UID 1000 olmalıdır. Yoksa Weblate yedekleri bu klasöre yazamaz.
uk: Каталог, де зберігатимуться резервні копії, повинен належати UID 1000, інакше Weblate не зможе записати їх туди.
zh_hans: 备份所存储的目录由 UID 1000 所有，否则 Weblate 将无法把备份写入那里。
zh_hant: 備份所存儲的目錄由 UID 1000 所有，否則 Weblate 將無法把備份寫入那裡。

source: Remote backups
de: Remote-Sicherungen
ga: Cúltaca cianda
hu: Távoli biztonsági mentések
id: Rekam cadang jarak jauh
ja: リモート バックアップ
nl: Back-ups op afstand
pt: Backups remotos
pt_br: Backups remotos
ro: Copii de rezervă la distanță
ru: Удалённые резервные копии
sv: Fjärrbackuper
ta: தொலைநிலை காப்புப்பிரதிகள்
tr: Uzak yedeklemeler
uk: Віддалені резервні копії
zh_hans: 远程备份

source: For creating remote backups, you will have to install `BorgBackup`_ onto another server that’s accessible for your Weblate deployment via SSH using the Weblate SSH key:
de: Um Remote-Sicherungen zu erstellen, müssen Sie `BorgBackup`_ auf einem anderen Server installieren, der für Ihre Weblate-Installation über SSH mit dem Weblate-SSH-Schlüssel erreichbar ist:
ga: Chun cúltacaí cianda a chruthú, beidh ort `BorgBackup`_ a shuiteáil ar fhreastalaí eile atá inrochtana do d'imscaradh Weblate trí SSH ag baint úsáide as an eochair Weblate SSH:
hu: Távoli biztonsági mentés készítéséhez telepíteni kell a `BorgBackup`_ alkalmazást egy olyan szerverre, amely SSH-n keresztül elérhető a Weblate telepítése számára a Weblate SSH-kulcsával:
id: Untuk membuat rekam cadang jarak jauh, Anda harus memasang `BorgBackup`_ ke server lain yang dapat diakses untuk penerapan Weblate Anda melalui SSH menggunakan kunci SSH Weblate:
ja: リモート バックアップを作成するには、あなたの Weblate の SSH 鍵を使用して Weblate サーバーに SSH で接続できる別のサーバーに `BorgBackup`_ をインストールする必要があります。作成方法:
nl: Voor het maken van back-ups op afstand zult u `BorgBackup`_ moeten installeren op een andere server, die toegankelijk is voor uw uitgerolde Weblate via SSH met de sleutel van Weblate voor SSH:
pt: Para criar os backups remotos, terá que instalar o `BorgBackup`_ em outro servidor que seja acessível para sua implantação de Weblate via SSH a usar a chave SSH do Weblate:
pt_br: Para criar os backups remotos, você terá que instalar o `BorgBackup`_ em outro servidor que seja acessível para sua implantação de Weblate via SSH usando a chave SSH do Weblate:
ro: Pentru a crea copii de rezervă la distanță, va trebui să instalați `BorgBackup`_ pe un alt server care este accesibil pentru implementarea Weblate prin SSH folosind cheia SSH Weblate:
ru: Для создания удалённых резервных копий вам также понадобится установить `BorgBackup`_ на другой сервер, доступный для Weblate по SSH с использованием SSH-ключа Weblate:
sv: För att skapa fjärrbackuper måste du installera `BorgBackup`_ på en annan server som är tillgänglig för din Weblate-distribution via SSH med hjälp av Weblate SSH-nyckeln:
ta: தொலைதூர காப்புப்பிரதிகளை உருவாக்க, நீங்கள் `போர்க்பேக்அப்`_ ஐ மற்றொரு சேவையகத்தில் நிறுவ வேண்டும், இது வலைபெயர்ப்பு பாஓடு விசையைப் பயன்படுத்தி பாஓடு வழியாக உங்கள் வலைபெயர்ப்பு வரிசைப்படுத்தலுக்கு அணுகக்கூடியது:
tr: Uzak yedekler almak için, Weblate SSH anahtarını kullanarak SSH üzerinden Weblate dağıtımınız için erişilebilen başka bir sunucuya `BorgBackup`_ kurmanız gerekir:
uk: Для створення віддалених резервних копій вам слід встановити на іншому доступному з вашого екземпляра Weblate за допомогою SSH сервері `BorgBackup`_ з використанням ключа SSH Weblate:
zh_hans: 要创建远程备份，你必须将 `BorgBackup`_ 安装到另一台服务器上，你的 Weblate 部署要能使用如下 Weblate SSH 密钥通过 SSH 访问此服务器：

source: Prepare a server where your backups will be stored.
de: Bereiten Sie einen Server vor, auf dem Ihre Sicherungen gespeichert werden sollen.
ga: Ullmhaigh freastalaí ina stórálfar do chúltacaí.
hu: Készítse elő a szervert, amelyen a mentéseket tárolni fogja.
id: Siapkan server tempat rekam cadang Anda akan disimpan.
ja: バックアップを保存するサーバーを準備する。
nl: Een server voorbereiden waar uw back-ups zullen worden opgeslagen.
pt: Prepare um servidor onde os seus backups serão armazenados.
pt_br: Prepare um servidor onde seus backups serão armazenados.
ro: Pregătiți un server pe care vor fi stocate copiile de rezervă.
ru: Подготовить сервер, на котором будут храниться резервные копии.
sv: Förbered en server där dina säkerhetskopior ska lagras.
ta: உங்கள் காப்புப்பிரதிகள் சேமிக்கப்படும் சேவையகத்தைத் தயாரிக்கவும்.
tr: Yedeklerinizin depolanacağı bir sunucu hazırlayın.
uk: Приготуйте сервер, на якому зберігатимуться ваші резервні копії.
zh_hans: 准备一个用于存储备份的服务器。

source: Install the SSH server on it (you will get it by default with most Linux distributions).
de: Installieren Sie den SSH-Server darauf (bei den meisten Linux-Distributionen erhalten Sie ihn standardmäßig).
ga: Suiteáil an freastalaí SSH air (gheobhaidh tú é de réir réamhshocraithe leis an chuid is mó dáileacháin Linux).
hu: Telepítse rá az SSH szervert (a legtöbb Linux-disztribúció alapértelmezés szerint tartalmazza).
id: Instal server SSH di dalamnya (Anda akan mendapatkannya secara bawaan di sebagian besar distribusi Linux).
ja: SSH サーバーをインストールする（ほとんどの Linux ディストリビューションではデフォルトで提供されている）。
nl: Installeer de SSH-server erop (u zult dit standaard krijgen bij de meeste distributies van Linux).
pt: Instale o servidor SSH nele (receberá-o por padrão com a maioria das distribuições Linux).
pt_br: Instale o servidor SSH nele (você o receberá por padrão com a maioria das distribuições Linux).
ro: Instalați serverul SSH pe acesta (îl veți primi în mod implicit cu majoritatea distribuțiilor Linux).
ru: Установить на него SSH-сервер (вы получите его по умолчанию в большинстве дистрибутивов Linux).
sv: Installera SSH-servern på den (den ingår som standard i de flesta Linux-distributioner).
ta: அதில் பாஓடு சேவையகத்தை நிறுவவும் (பெரும்பாலான லினக்ச் விநியோகங்களுடன் இயல்புநிலையாக அதைப் பெறுவீர்கள்).
tr: SSH sunucusunu üzerine kurun (çoğu Linux dağıtımında varsayılan olarak bulunur).
uk: Установіть на ньому сервер SSH (такий сервер типово встановлено у більшості дистрибутивів Linux).
zh_hans: 在上面安装SSH服务器（大多数Linux发行版默认情况下都会安装SSH服务器）。

source: Install `BorgBackup`_ on that server; most Linux distributions have packages available (see :doc:`borg:installation`).
de: Installieren Sie `BorgBackup`_ auf diesem Server; für die meisten Linux-Distributionen sind Pakete verfügbar (siehe :doc:`borg:installation`).
ga: Suiteáil `BorgBackup`_ ar an bhfreastalaí sin; tá pacáistí ar fáil ag formhór na ndáiltí Linux (féach :doc:`borg:installation`).
hu: Telepítse a `BorgBackup`_ programot is a szerverre; a legtöbb Linux-disztribúcióhoz elérhetők a csomagok (lásd: :doc:`borg:installation`).
id: Pasang `BorgBackup`_ pada server tersebut. Kebanyakan distribusi Linux memiliki paket yang tersedia (lihat :doc:`borg:installation`).
ja: 準備したサーバーに、 `BorgBackup`_ をインストールする。ほとんどの Linux ディストリビューションにはパッケージが用意されている（参照: :doc:`borg:installation`）。
nl: Installeer `BorgBackup`_ op die server; de meeste distributies van Linux hebben pakketten beschikbaar (bekijk :doc:`borg:installation`).
pt: Instale o `BorgBackup`_ nesse servidor; a maioria das distribuições Linux tem pacotes disponíveis (veja :doc:`borg:installation`).
pt_br: Instale o `BorgBackup`_ nesse servidor; a maioria das distribuições Linux tem pacotes disponíveis (consulte :doc:`borg:installation`).
ro: Instalați `BorgBackup`_ pe acel server; majoritatea distribuțiilor Linux au pachete disponibile (vezi :doc:`borg:installation`).
ru: Установите `BorgBackup`_ на этот сервер; большинство дистрибутивов Linux имеют доступные пакеты (смотреть :doc:`borg:installation`).
sv: Installera `BorgBackup`_ på den servern; de flesta Linux-distributioner har paket tillgängliga (se :doc:`borg:installation`).
tr: Bu sunucuya `BorgBackup`_ kurun. Çoğu Linux dağıtımında kullanılabilecek paketleri bulunur (ayrıntılı bilgi almak için: :doc:`borg:installation`).
uk: Установіть на цьому сервері `BorgBackup`_; у більшості дистрибутивів Linux є відповідні пакунки (див. :doc:`borg:installation`).
zh_hans: 在该服务器上安装 `BorgBackup`_；大多数 Linux 发行版都有可用的软件包（参见 :doc:`borg:installation`）。
