Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved glossary matching.
de: Verbesserter Abgleich von Glossaren.
ga: Meaitseáil gluais feabhsaithe.
hu: Szójegyzék-egyezés pontossága javítva.
id: Peningkatan pencocokan glosarium.
ja: 用語集の一致の改良。
nl: Verbeterde overeenkomsten woordenlijst.
pt: Melhorada a correspondência de glossário.
pt_br: Melhorada a correspondência de glossário.
ro: Îmbunătățirea potrivirii glosarului.
ru: Улучшен поиск соответствия в словаре.
sv: Förbättrad ordlista-matchning.
ta: மேம்படுத்தப்பட்ட சொற்களஞ்சியம் பொருத்தம்.
tr: Sözlük eşleştirmesi iyileştirildi.
uk: Удосконалено встановлення відповідності записам глосарія.
zh_hans: 改进了术语表匹配。
zh_hant: 改進了詞彙表匹配。

source: *Released on February 17th 2020.*
de: *Veröffentlicht am 17. Februar 2020.*
ga: *Eisithe ar 17 Feabhra 2020.*
hu: *Kiadva: 2020. február 17.*
id: *Dirilis pada 17 Februari 2020.*
nl: *Uitgegeven op 17 februari 2020.*
pt_br: *Atualizado em 17 de fevereiro de 2020.*
sv: *Släpptes den 17 februari 2020.*
tr: *17 Şubat 2020 tarihinde yayınlandı.*
uk: *Випущено 17 лютого 2020 року.*

source: Allow using VCS push URL during component creation via API.
de: Das Verwenden der VCS-Push-URL bei der Komponentenerstellung über die API ermöglicht.
ga: Ceadaigh URL a bhrú VCS a úsáid le linn cruthú comhpháirte trí API.
hu: Összetevő létrehozásakor az API-n keresztül már megadható a VCS feltöltési URL-je.
id: Izinkan penggunaan URL dorong VCS selama pembuatan komponen melalui API.
ja: コンポーネント作成中に、VCS プッシュ URL を API 経由で使用できるよう改良。
nl: Gebruiken URL voor pushen naar VCS bij maken onderdeel via API toestaan.
pt: Permite o uso de URL de push VCS durante a criação do componente via API.
pt_br: Permite o uso de URL de push VCS durante a criação do componente via API.
ro: Permiteți utilizarea URL-ului VCS push în timpul creării componentelor prin API.
ru: Разрешено использование URL-адреса для отправки в систему контроля версий во время создания компонента через API.
sv: Tillåt användning av VCS push-URL vid skapande av komponenter via API.
ta: பநிஇ வழியாக கூறு உருவாக்கும் போது vc களைப் பயன்படுத்த அனுமதிக்கவும்.
tr: API ile bileşen oluşturulurken sürüm denetimi sistemi itme adresinin kullanılması sağlandı.
uk: Уможливлено використання адреси запису системи керування версіями під час створення складників за допомогою програмного інтерфейсу.
zh_hans: 允许通过 API 新建部件的过程中使用版本控制系统推送 URL。
zh_hant: 允許通過 API 新建組件的過程中使用版本控制系統（VCS）推送 URL。

source: Rendered width check now shows image with the render.
de: Die Überprüfung der gerenderten Breite zeigt jetzt das Bild mit dem Rendering an.
ga: Taispeánann seiceáil leithead rindreáilte íomhá anois leis an rindreáil.
hu: A megjelenített szélesség-ellenőrzés mostantól képpel együtt jelenik meg.
id: Pemeriksaan lebar render sekarang menampilkan gambar dengan render.
ja: 表示する横幅の検査に、表示したイメージの表示に変更。
nl: Controle gerenderde breedte geeft nu afbeelding weer met de renderer.
pt: A verificação de largura renderizada agora mostra a imagem com a renderização.
pt_br: A verificação de largura renderizada agora mostra a imagem com a renderização.
ro: Verificarea lățimii redate afișează acum imaginea cu redarea.
ru: Проверка ширины отрисованного текста теперь показывает изображение с отрисованным текстом.
sv: Kontrollen av renderad bredd visar nu bilden med renderingen.
ta: வழங்கப்பட்ட அகல சோதனை இப்போது ரெண்டருடன் படத்தைக் காட்டுகிறது.
tr: Görüntülenen genişlik denetimi artık görüntüye görseli de ekliyor.
uk: Реалізовано показ зображення-результату у перевірці ширини результату перекладу.
zh_hans: 宽度检查现在以渲染来显示图片。
zh_hant: 寬度檢查現在以渲染來顯示圖像。

source: Fixed links in notifications e-mails.
de: Links in Benachrichtigungs-E-Mails korrigiert.
ga: Naisc sheasta i r-phoist fógraí.
hu: Értesítő e-mailekben található hivatkozások javítva.
id: Memperbaiki tautan dalam notifikasi surel.
ja: お知らせメールのリンクを修正。
nl: Koppelingen in e-mails voor notificaties gerepareerd.
pt: Corrigidas as ligações em e-mails de notificação.
pt_br: Corrigidos os links em e-mails de notificação.
ro: Fixarea linkurilor din e-mailurile de notificare.
ru: Исправлены ссылки в электронных письмах с уведомлениями.
sv: Fasta länkar i e-postmeddelanden med aviseringar.
ta: அறிவிப்புகள் மின்னஞ்சல்களில் நிலையான இணைப்புகள்.
tr: Bildirim e-postalarındaki bağlantılar düzeltildi.
uk: Виправлено посилання у сповіщеннях електронною поштою.
zh_hans: 修复了通知电子邮件中的链接。
zh_hant: 修復了通知電子郵件中的鏈接。

source: Improved look of plaintext e-mails.
de: Verbesserte Darstellung von Klartext-E-Mails.
ga: Cuma feabhsaithe ar r-phoist gnáththéacs.
hu: Egyszerű szöveges e-mailek megjelenése javult.
id: Peningkatan tampilan surel teks biasa.
ja: プレーンテキスト メールの見栄えを改良。
nl: Verbeterd uiterlijk van e-mails in platte tekst.
pt: Melhorada a aparência de e-mails em texto simples.
pt_br: Melhorada a aparência de e-mails em texto simples.
ro: Aspectul îmbunătățit al mesajelor de e-mail în clar.
ru: Улучшен внешний вид простых текстовых электронных писем.
sv: Förbättrat utseende för e-postmeddelanden i klartext.
ta: எளிய உரை மின்னஞ்சல்களின் மேம்பட்ட தோற்றம்.
tr: Düz metin içerikli e-postaların görünümü iyileştirildi.
uk: Удосконалено вигляд простих текстових повідомлень електронної пошти.
zh_hans: 改进了纯文本电子邮件的外观。
zh_hant: 改進了純文本電子郵件的外觀。

source: Display ignored checks and allow to make them active again.
de: Anzeige von ignorierten Prüfungen und deren erneute Aktivierung ermöglichen.
ga: Taispeáin seiceálacha neamhaird agus lig dóibh iad a dhéanamh gníomhach arís.
hu: Figyelmen kívül hagyott ellenőrzések megjelenítése, és azok újraaktiválásának lehetősége.
id: Menampilkan pemeriksaan yang diabaikan dan mengizinkannya diaktifkan kembali.
ja: 除外した検査を表示し、再度有効化できるように改良。
nl: Genegeerde controles weergeven en toestaan ze opnieuw te activeren.
pt: Exibe verificações ignoradas e permite torná-las ativas novamente.
pt_br: Exibe verificações ignoradas e permite torná-las ativas novamente.
ro: Afișați controalele ignorate și permiteți să le activați din nou.
ru: Отображение проигнорированных проверок и разрешение сделать их снова активными.
sv: Visa ignorerade kontroller och gör det möjligt att aktivera dem igen.
ta: புறக்கணிக்கப்பட்ட சோதனைகளைக் காண்பி, அவற்றை மீண்டும் செயலில் செய்ய அனுமதிக்கவும்.
tr: Yok sayılan denetimlerin görüntülenmesi ve yeniden etkinleştirilmesi sağlandı.
uk: Реалізовано показ проігнорованих перевірок і уможливлено їхню повторну активацію.
zh_hans: 显示了忽略的检查并且允许使它们再次激活。
zh_hant: 顯示了忽略的檢查並且允許使它們再次激活。

source: Display nearby keys on monolingual translations.
de: Anzeige von benachbarten Schlüsseln bei einsprachigen Übersetzungen.
ga: Taispeáin eochracha in aice láimhe ar aistriúcháin aonteangacha.
hu: Egynyelvű fordításoknál a szomszédos kulcsok megjelenítése.
id: Menampilkan tombol terdekat pada terjemahan monolingual.
ja: モノリンガルの翻訳で前後の翻訳キーを表示。
nl: Nabijgelegen sleutels weergeven voor eentalige vertalingen.
pt: Exibe as teclas próximas em traduções monolíngues.
pt_br: Exibe as teclas próximas em traduções monolíngues.
ro: Afișarea tastelor din apropiere în cazul traducerilor monolingve.
ru: Отображение соседних ключей в одноязычных переводах.
sv: Visa närliggande tangenter på enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளில் அருகிலுள்ள விசைகளைக் காண்பி.
tr: Tek dilli çevirilerde yakın anahtarların görüntülenmesi sağlandı.
uk: Реалізовано показ сусідніх ключів для одномовних перекладів.
zh_hans: 在单语言翻译上显示附件的键。
zh_hant: 在單語言翻譯上顯示附件的鍵。

source: Added support for grouping string shapings.
de: Unterstützung für Zeichenkette-Formen hinzugefügt.
ga: Tacaíocht breise le haghaidh múnlú teaghrán a ghrúpáil.
hu: Szövegformázási csoportosítás támogatása hozzáadva.
id: Menambahkan dukungan untuk pengelompokan bentuk string.
ja: 文字列整形のグループ化のサポートを追加しました。
nl: Ondersteuning toegevoegd voor groeperen van vormen van tekenreeksen.
pt: Suporte adicionado para agrupar formas de cadeias.
pt_br: Adicionado suporte para agrupar formas de textos.
ro: A fost adăugat suport pentru gruparea formelor de corzi.
ru: Добавлена поддержка группировки строковых форм.
sv: Lagt till stöd för gruppering av strängformningar.
ta: குழு சரம் வடிவங்களுக்கு உதவி சேர்க்கப்பட்டது.
tr: Dizge şekillendirmelerini gruplama özelliği eklendi.
uk: Додано підтримку групування форм рядків.
zh_hans: 添加了对分组字符串整形的支持。

source: Recommend upgrade to new Weblate versions in the system checks.
de: Empfehlung des Upgrades auf neue Weblate-Versionen in den Systemüberprüfungen.
ga: Uasghrádú a mholadh go leaganacha nua de Weblate sna seiceálacha córais.
hu: Rendszerellenőrzés során frissítési javaslat megjelenítése új Weblate verziókra.
id: Sarankan pemutakhiran ke versi Weblate baru dalam pemeriksaan sistem.
ja: システム検査時に、Weblate の新バージョンへのアップグレードを推奨するように変更。
nl: Upgraden aanbevelen naar nieuwe versies van Weblate in de systeemcontroles.
pt: Recomenda a atualização para novas versões do Weblate nas verificações do sistema.
pt_br: Recomenda a atualização para novas versões do Weblate nas verificações do sistema.
ro: Recomandați actualizarea la noile versiuni Weblate în cadrul verificărilor de sistem.
ru: Рекомендация обновления до новой версии Weblate в проверках системы.
sv: Rekommendera uppgradering till nya Weblate-versioner i systemkontrollerna.
ta: கணினி சோதனைகளில் புதிய வலைபெயர்ப்பு பதிப்புகளுக்கு மேம்படுத்த பரிந்துரைக்கவும்.
tr: Sistem denetimlerine yeni Weblate sürümlerine yükseltme önerisi eklendi.
uk: Рекомендовано оновлення до новіших версій Weblate у перевірках системи.
zh_hans: 在系统检查时推荐升级到新版 Weblate。
zh_hant: 在系統檢查時推薦更新為新的 Weblate 版本。

source: Provide more detailed analysis for duplicate language alert.
de: Bereitstellen einer detaillierteren Analyse für die Warnung bei doppelter Sprache.
ga: Anailís níos mionsonraithe a sholáthar le haghaidh foláireamh dúblach teanga.
hu: Duplikált nyelv figyelmeztetés részletesebb elemzése.
id: Berikan analisis yang lebih rinci untuk peringatan duplikasi bahasa.
ja: 重複言語の警告時に、詳細な分析を提供できるように変更。
nl: Meer gedetailleerde analyse voor alarm voor duplicaat taal verschaft.
pt: Fornece uma análise mais detalhada para alerta de idioma duplicado.
pt_br: Fornece uma análise mais detalhada para alerta de idioma duplicado.
ro: Furnizarea unei analize mai detaliate pentru alerta de duplicat de limbă.
ru: Предоставление более подробного анализа для предупреждения о повторяющемся языке.
sv: Ge en mer detaljerad analys för varningar om duplicerat språk.
ta: நகல் மொழி எச்சரிக்கைக்கு மேலும் விரிவான பகுப்பாய்வை வழங்கவும்.
tr: Yinelenen dil uyarısı için daha ayrıntılı inceleme sağlandı.
uk: Реалізовано докладніший аналіз для попереджень щодо дублювання мов.
zh_hans: 对重复的语言警报提供了更详细的分析。
zh_hant: 對重複的語言提醒提供了更具體的分析。

source: Include more detailed license info on the project pages.
de: Detailliertere Lizenzinformationen auf den Projektseiten eingefügt.
ga: Cuir faisnéis cheadúnais níos mionsonraithe ar leathanaigh an tionscadail.
hu: Projektek oldalain részletesebb licencinformációk megjelenítése.
id: Sertakan info lisensi yang lebih rinci pada halaman proyek.
ja: プロジェクト ページに、より詳細なライセンス情報が含まれるように変更。
nl: Meer gedetailleerde informatie over licentie op de projectpagina's.
pt: Inclui informações mais detalhadas sobre a licença nas páginas do projeto.
pt_br: Inclui informações mais detalhadas sobre a licença nas páginas do projeto.
ro: Includeți informații mai detaliate despre licență pe paginile proiectului.
ru: Включение более подробной информации о лицензиях на страницах проекта.
sv: Inkludera mer detaljerad licensinformation på projektsidorna.
ta: திட்ட பக்கங்களில் மேலும் விரிவான உரிம தகவலைச் சேர்.
tr: Proje sayfalarına ayrıntılı lisans bilgileri eklendi.
uk: На сторінках проєкту реалізовано включення докладних відомостей щодо ліцензування.
zh_hans: 在项目页面上显示更详细的许可证信息。
zh_hant: 在項目頁面上包括更具體的版本信息。

source: Automatically unshallow local copies if needed.
de: Lokale flache Kopien werden bei Bedarf automatisch in vollständige Kopien umgewandelt.
ga: Cóipeanna áitiúla neamhéadomhain go huathoibríoch más gá.
hu: Helyi példány másolatának automatikus kibővítése teljes történetre „unshallow” klónozása szükség esetén.
id: Secara otomatis membuka kembali salinan lokal yang dangkal jika diperlukan.
ja: 必要に応じて自動的にローカルコピーを unshallow するように変更。
nl: Automatisch verdiepen lokale kopieën indien nodig.
pt: Automaticamente desfaz shallow em cópias locais, se necessário.
pt_br: Automaticamente desfaz shallow em cópias locais, se necessário.
ro: Dezactivarea automată a copiilor locale, dacă este necesar.
ru: Автоматическое преобразование поверхностных локальных копий в полные, если это необходимо.
sv: Ta automatiskt bort lokala kopior om det behövs.
ta: தேவைப்பட்டால் உள்ளக நகல்களை தானாக அசைக்கவும்.
tr: Gerektiğinde yerel kopyaların sığlık düzeyinin kendiliğinden kaldırılması sağlandı.
uk: Реалізовано автоматичне поглиблення локальних копій, якщо це потрібно.
zh_hans: 如果需要的话自动非浅复制本地复件。
zh_hant: 如果需要的話自動非淺複製本地複件。

source: Fixed download of strings needing action.
de: Das Herunterladen von Zeichenketten mit Handlungsbedarf korrigiert.
ga: Íoslódáil seasta teaghráin ar gá gníomh a dhéanamh.
hu: Feldolgozást igénylő szövegek letöltésének hibája javítva.
id: Memperbaiki pengunduhan string yang memerlukan tindakan.
ja: 要編集な文字列をダウンロードできるように改良。
nl: Downloaden van tekenreeksen die actie nodig hebben gerepareerd.
pt: Consertado a descarga de cadeias a precisar de ação.
pt_br: Corrigido o download de textos que necessitam ação.
ro: A fost reparată descărcarea șirurilor de caractere care necesită acțiune.
ru: Исправлено скачивание строк, требующих действий.
sv: Fast nedladdning av strängar som kräver åtgärd.
ta: நடவடிக்கை தேவைப்படும் சரங்களின் நிலையான பதிவிறக்கம்.
tr: İşlem gerektiren dizgelerin indirilmesinde yaşanan sorun düzeltildi.
uk: Виправлено отримання рядків, які потребують дій.
zh_hans: 修复了需要处理的字符串的下载问题。
zh_hant: 修復了需要動作的字符串下載。

source: New alert to warn about using the same file mask twice.
de: Neue Warnung vor dem doppelten Verwenden der gleichen Dateimaske.
ga: Foláireamh nua chun rabhadh a thabhairt faoin masc comhaid céanna a úsáid faoi dhó.
hu: Új figyelmeztetés, ha ugyanaz a fájlmaszk kétszer szerepel.
id: Peringatan baru untuk memperingatkan tentang penggunaan topeng berkas yang sama dua kali.
ja: 同じファイル マスクの二重使用を警告する通知の追加。
nl: Nieuw alarm om te waarschuwen voor het tweemaal gebruiken van hetzelfde bestandsmasker.
pt: Novo alerta para alertar sobre o uso da mesma máscara de ficheiros duas vezes.
pt_br: Novo alerta para alertar sobre o uso da mesma máscara de arquivo duas vezes.
ro: Alertă nouă pentru a avertiza cu privire la utilizarea de două ori a aceleiași măști de fișier.
ru: Новое предупреждение о повторном использовании одной и той же маски файлов.
sv: Ny varning om att samma filmask används två gånger.
ta: அதே கோப்பு முகமூடியை இரண்டு முறை பயன்படுத்துவது குறித்து எச்சரிக்க புதிய எச்சரிக்கை.
tr: Aynı dosya modelinin iki kez kullanılmasına karşı uyarı eklendi.
uk: Нове попередження щодо використання двічі тієї самої маски файлів.
zh_hans: 新警报，警告两次使用相同的文件掩码。

source: Improve XML placeables extraction.
de: Verbesserte Extraktion von XML-Platzhaltern.
ga: Feabhas a chur ar eastóscadh áiteanna XML.
hu: XML helyettesítő elemek kinyerésének javítása.
id: Meningkatkan ekstraksi penempatan XML.
ja: XML の置換可能な要素の抽出を改良。
nl: Verbeterd uitnemen van XML plaatsvervangers.
pt: Melhorar a extração de objetos colocáveis XML.
pt_br: Melhorar a extração de objetos colocáveis XML.
ro: Îmbunătățiți extragerea de elemente locuibile XML.
ru: Улучшено извлечение мест подстановки в XML.
sv: Förbättra extraheringen av XML-placeringar.
ta: எக்ச்எம்எல் பிளேச் ஈக்கள் பிரித்தெடுத்தலை மேம்படுத்தவும்.
tr: Yerleştirilebilir XML ögelerinin ayıklanması iyileştirildi.
uk: Удосконалено видобування позиційних аргументів XML.
zh_hans: 改进了 XML 代码块提取。
zh_hant: 改進了 XML 代碼塊提取。

source: The :setting:`SINGLE_PROJECT` can now enforce redirection to chosen project.
de: :setting:`SINGLE_PROJECT` kann nun eine Umleitung zum gewählten Projekt erzwingen.
ga: Is féidir leis an :setting:`SINGLE_PROJECT` atreorú chuig an tionscadal roghnaithe a chur i bhfeidhm anois.
hu: A :setting:`SINGLE_PROJECT` mostantól kikényszerítheti az átirányítást a kiválasztott projektre.
id: :setting:`SINGLE_PROJECT` sekarang dapat memaksakan pengalihan ke proyek yang dipilih.
ja: :setting:`SINGLE_PROJECT` で、選択したプロジェクトへのリダイレクトを強制できるように改良。
nl: De instelling :setting:`SINGLE_PROJECT` kan nu verwijzing afdwingen voor het gekozen project.
pt: O :setting:`SINGLE_PROJECT` agora pode forçar o redirecionamento para o projeto escolhido.
pt_br: O :setting:`SINGLE_PROJECT` agora pode forçar o redirecionamento para o projeto escolhido.
ro: Setarea :setting:`SINGLE_PROJECT` poate impune acum redirecționarea către proiectul ales.
ru: Теперь параметр :setting:`SINGLE_PROJECT` может включать принудительное перенаправление на выбранный проект.
sv: :setting:`SINGLE_PROJECT` kan nu tvinga omdirigering till valt projekt.
tr: :setting:`SINGLE_PROJECT` ayarına seçilmiş projeye yönlendirme dayatması eklendi.
uk: Реалізовано примусове переспрямовування на вибраний проєкт за допомогою :setting:`SINGLE_PROJECT`.
zh_hans: :setting:`SINGLE_PROJECT` 现在可以强制重定向来选择项目。
zh_hant: :setting:`SINGLE_PROJECT` 現在可以強制重定向來選擇項目。

source: Added option to resolve comments.
de: Option zum Klären von Kommentaren hinzugefügt.
ga: Rogha breise chun tuairimí a réiteach.
hu: Megjegyzések lezárásának lehetősége hozzáadva.
id: Menambahkan opsi untuk menyelesaikan komentar.
ja: コメント解決用オプションの追加。
nl: Optie toegevoegd om opmerkingen op te lossen.
pt: Adicionada opção para resolver comentários.
pt_br: Adicionada opção para resolver comentários.
ro: A fost adăugată opțiunea de a rezolva comentariile.
ru: Добавлена возможность указания, что описанная в комментарии проблема решена.
sv: Lagt till alternativ för att lösa kommentarer.
ta: கருத்துகளைத் தீர்க்க விருப்பம் சேர்க்கப்பட்டது.
tr: Yorumları çözümleme özelliği eklendi.
uk: Додано параметр для розв'язання проблем із коментарями.
zh_hans: 添加了解决评论的选项。
zh_hant: 添加了選項來解決註釋。

source: Added bulk editing of flags.
de: Massenbearbeitung von Markierungen hinzugefügt.
ga: Cuireadh mór-eagarthóireacht na mbratach leis.
hu: Jelzők tömeges szerkesztése hozzáadva.
id: Menambahkan penyuntingan massal pada tanda.
ja: フラグの一括編集の追加。
nl: Vlaggen voor in bulk bewerken toegevoegd.
pt: Adicionada edição em massa de marcadores.
pt_br: Adicionada edição em massa de marcadores.
ro: A fost adăugată editarea în bloc a steagurilor.
ru: Добавлена массовая правка флагов.
sv: Lagt till massredigering av flaggor.
ta: கொடிகளின் மொத்த திருத்துதல் சேர்க்கப்பட்டது.
tr: İmleri toplu olarak düzenlenme özelliği eklendi.
uk: Додано пакетне редагування прапорців.
zh_hans: 添加了批量编辑标记功能。
zh_hant: 添加了標記的大量編輯。

source: Added support for :ref:`labels`.
de: Unterstützung für :ref:`labels` hinzugefügt.
ga: Tacaíocht bhreise do :ref:`labels`.
hu: Támogatás hozzáadva a :ref:`címkék <labels>` használatához.
id: Menambahkan dukungan untuk :ref:`labels`.
ja: :ref:`labels` に対応。
nl: Ondersteuning toegevoegd voor :ref:`labels`.
pt: Adicionado suporte para :ref:`labels`.
pt_br: Adicionado suporte para :ref:`labels`.
ro: A fost adăugat suport pentru :ref:`labels`.
ru: Добавлена поддержка :ref:`меток <labels>`.
sv: Lagt till stöd för :ref:`labels`.
tr: :ref:`labels` desteği eklendi.
uk: Додано підтримку :ref:`міток<labels>`.
zh_hans: 为 :ref:`labels` 添加了支持。
zh_hant: 為 :ref:`labels` 添加了支持。

source: Added bulk edit add-on.
de: Erweiterung für Massenbearbeitung hinzugefügt.
ga: Cuireadh breiseán mór-eagarthóireachta leis.
hu: Tömeges szerkesztési kiegészítő hozzáadva.
id: Menambahkan pengaya penyuntingan massal.
ja: 一括編集アドオンの追加。
nl: Add-on voor bewerken in bulk toegevoegd.
pt: Adicionada extensão de edição em massa.
pt_br: Adicionado complemento de edição em massa.
ro: A fost adăugat un add-on pentru editarea în masă.
ru: Добавлена надстройка «Массовая правка».
sv: Tillägg för massredigering har lagts till.
ta: மொத்த திருத்து கூடுதல் சேர்க்கப்பட்டது.
tr: Toplu düzenleme eklentisi eklendi.
uk: Додано додаток пакетного редагування.
zh_hans: 添加了批量编辑附加组件。

source: Added option for :ref:`enforcing-checks`.
de: Option für :ref:`enforcing-checks` hinzugefügt.
ga: Rogha breise le haghaidh :ref:`enforcing-checks`.
hu: Új beállítási lehetőség az :ref:`ellenőrzések kikényszerítéséhez <enforcing-checks>`.
id: Menambahkan opsi untuk :ref:`enforcing-checks`.
ja: :ref:`enforcing-checks` のオプションの追加。
nl: Optie toegevoegd voor :ref:`enforcing-checks`.
pt: Adicionada opção para :ref:`enforcing-checks`.
pt_br: Adicionada opção para :ref:`enforcing-checks`.
ro: A fost adăugată opțiunea pentru :ref:`enforcing-checks`.
ru: Добавлен параметр для :ref:`enforcing-checks`.
sv: Lagt till alternativ för :ref:`enforcing-checks`.
tr: :ref:`enforcing-checks` seçeneği eklendi.
uk: Додано параметр для :ref:`enforcing-checks`.
zh_hans: 为 :ref:`enforcing-checks` 添加了选项。
zh_hant: 為 :ref:`enforcing-checks` 添加了選項。

source: Increased default validity of confirmation links.
de: Die Standardgültigkeit von Bestätigungslinks erhöht.
ga: Bailíocht réamhshocraithe méadaithe na nasc deimhnithe.
hu: Megerősítő hivatkozások alapértelmezett érvényességi ideje megnövelve.
id: Peningkatan validitas bawaan tautan konfirmasi.
ja: 確認用リンクのデフォルトの有効期限を延長。
nl: Verhoogde standaard geldigheid van koppelingen voor bevestiging.
pt: Aumento da validade padrão das ligações de confirmação.
pt_br: Aumento da validade padrão dos links de confirmação.
ro: A crescut validitatea implicită a linkurilor de confirmare.
ru: Увеличен умолчательный срок действия ссылок подтверждения.
sv: Ökad standardgiltighet för bekräftelselänkar.
ta: உறுதிப்படுத்தல் இணைப்புகளின் இயல்புநிலை செல்லுபடியாகும்.
tr: Onay bağlantılarının varsayılan geçerlilik süresi artırıldı.
uk: Підвищено типовий рівень чинності для посилань щодо підтвердження.
zh_hans: 增加了确认链接的默认验证。
zh_hant: 增加了確認鏈接的默認驗證。

source: Improved Matomo integration.
de: Verbesserte Matomo-Integration.
ga: Comhtháthú Matomo feabhsaithe.
hu: Matomo integráció továbbfejlesztve.
id: Integrasi Matomo yang ditingkatkan.
ja: Matomo との連携の改良。
nl: Verbeterde integratie van Matomo.
pt: Melhorada integração com o Matomo.
pt_br: Melhorada integração com o Matomo.
ro: Îmbunătățirea integrării Matomo.
ru: Улучшена интеграция с Matomo.
sv: Förbättrad Matomo-integration.
ta: மேம்படுத்தப்பட்ட மாடோமோ ஒருங்கிணைப்பு.
tr: Matomo bütünleştirmesi iyileştirildi.
uk: Удосконалено інтеграцію із Matomo.
zh_hans: 改进了 Matomo 集成。
zh_hant: 改進了 Matomo 集成。

source: Fixed :ref:`check-translated` to correctly handle source string change.
de: :ref:`check-translated` korrigiert, um Änderungen an der Ausgangszeichenkette korrekt zu behandeln.
ga: Seasta :ref:`check-translated` chun athrú teaghrán foinse a láimhseáil i gceart.
hu: A :ref:`check-translated` mostantól megfelelően kezeli a forrásszöveg változását.
id: Memperbaiki :ref:`check-translated` untuk menangani perubahan string sumber dengan benar.
ja: 原文の変更を正確に処理するために、:ref:`check-translated` を修正。
nl: :ref:`check-translated` gerepareerd om correct wijziging in brontekenreeks af te handelen.
pt: Corrigido :ref:`check-translated` para tratar corretamente da mudança da cadeia fonte.
pt_br: Corrigido :ref:`check-translated` para tratar corretamente da mudança do texto fonte.
ro: Fixat :ref:`check-translated` pentru a gestiona corect schimbarea șirului sursă.
ru: Исправлена проверка :ref:`check-translated` для корректной обработки изменений в исходных строках.
sv: Fixat :ref:`check-translated` för att korrekt hantera ändringar i källsträngen.
tr: Kaynak dizge değişikliklerinin düzgün işlenmesi için :ref:`check-translated` düzeltildi.
uk: Виправлено :ref:`перевірку перекладеності<check-translated>` так, щоб у ній належним чином оброблялися зміни у початковому рядку.
zh_hans: 修复了 :ref:`check-translated` 来正确低处理源字符串更改。
zh_hant: 修復了 :ref:`check-translated` 來正確低處理源字符串更改。
