Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Use the commit script to automatically change a translation before it is committed to the repository.
de: Verwenden Sie das Commit-Skript, um eine Übersetzung automatisch zu ändern, bevor sie in das Repository committet wird.
ga: Bain úsáid as an script tiomnaithe chun aistriúchán a athrú go huathoibríoch sula gcuirfear sa stór é.
hu: A véglegesítési (commit) parancsfájl használható arra, hogy a fordítást automatikusan módosítsa, mielőtt az bekerülne a tárolóba.
id: Gunakan skrip commit untuk mengubah terjemahan secara otomatis sebelum di-commit ke repositori.
ja: コミット スクリプトを使用して、翻訳文をリポジトリにコミットする前に、翻訳文を自動的に変更します。
nl: Gebruik het script voor indienen om automatisch een vertaling te wijzigen voordat het wordt ingediend bij de opslagruimte.
pt: Use o script de commit para alterar automaticamente uma tradução antes de fazer commit dela para o repositório.
pt_br: Use o script de commit para alterar automaticamente uma tradução antes de fazer commit dela para o repositório.
ro: Utilizați scriptul de trimitere pentru a modifica automat o traducere înainte de a fi trimisă în depozit.
ru: Используйте скрипт коммита для автоматического внесения изменений в какой-либо перевод перед их коммитом в репозиторий.
sv: Använd commit-skriptet för att automatiskt ändra en översättning innan den läggs in i arkivet.
ta: ஒரு மொழிபெயர்ப்பை களஞ்சியத்திற்கு உறுதியளிப்பதற்கு முன்பு தானாகவே மாற்ற கமிட் ச்கிரிப்டைப் பயன்படுத்து.
tr: Bir çevirinin depoya kaydedilmesinden önce kendiliğinden değiştirilmesi için işleme betiğini kullanın.
uk: Скористайтеся скриптом подання даних (commit) для автоматичного внесення змін до перекладу перед тим, як його буде внесено до сховища.
zh_hans: 在将翻译提交到仓库之前，使用 commit 脚本自动更改翻译。
zh_hant: 在將翻譯提交到存儲庫之前，使用 commit 腳本自動更改翻譯。

source: It is passed as a single parameter consisting of the filename of a current translation.
de: Sie wird als einzelner Parameter übergeben, der aus dem Dateinamen der aktuellen Übersetzung besteht.
ga: Cuirtear ar aghaidh é mar pharaiméadar amháin ina bhfuil ainm comhaid an aistriúcháin reatha.
hu: A parancsfájl egyetlen paramétert kap, amely az aktuális fordítás fájlnevéből áll.
id: Itu diteruskan sebagai parameter tunggal yang terdiri atas nama berkas dari terjemahan saat ini.
ja: これには、唯一の引数として現在の翻訳のファイル名が渡されます。
nl: Het wordt doorgegeven als een enkele parameter die bestaat uit de bestandsnaam van een huidige vertaling.
pt: É passado como um parâmetro único que consiste o nome de uma tradução atual.
pt_br: Ele é passado como um parâmetro único que consiste o nome de uma tradução atual.
ro: Acesta este transmis ca un singur parametru care constă în numele de fișier al unei traduceri curente.
ru: Перевод передается в виде единственного параметра, содержащего имя файла текущего перевода.
sv: Den skickas som en enda parameter som består av filnamnet på en aktuell översättning.
ta: இது தற்போதைய மொழிபெயர்ப்பின் கோப்பு பெயரை உள்ளடக்கிய ஒற்றை அளவுருவாக அனுப்பப்படுகிறது.
tr: Geçerli bir çevirinin dosya adından oluşan tek bir parametre olarak aktarılır.
uk: Передається як один параметр, що складається з назви файла поточного перекладу.
zh_hans: 它作为组成当前翻译文件名的单一参数而通过。
zh_hant: 它作為組成當前翻譯文件名的單一參數而通過。

source: Add-on activity logging
de: Aktivitätsprotokollierung für Erweiterungen
ga: Logánú gníomhaíochta breiseán
hu: Kiegészítő-tevékenységek naplózása
id: Log aktivitas pengaya
ja: アドオン活動ログの記録
nl: Add-on activiteiten loggen
pt: Registo de atividades complementares
pt_br: Registro de atividades complementares
sv: Loggning av tilläggsaktiviteter
ta: கூடுதல் செயல்பாட்டு பதிவு
tr: Eklenti işlemleri günlüklerinin kaydedilmesi
uk: Журналювання діяльності додатків
zh_hans: 附加组件活动记录

source: Add-on activity log keeps track of the add-on execution and can be used to keep track of add-on activity.
de: Das Aktivitätsprotokoll der Erweiterungen verfolgt das Ausführen der Erweiterungen und kann verwendet werden, um die Aktivitäten der Erweiterungen nachzuvollziehen.
ga: Coinníonn loga gníomhaíochta na mbreiseán súil ar fheidhmiú an bhreiseáin agus is féidir é a úsáid chun súil a choinneáil ar ghníomhaíocht na mbreiseán.
hu: A kiegészítő-tevékenységek naplója nyomon követi a kiegészítők futását, és felhasználható a kiegészítők aktivitásának ellenőrzésére.
id: Log aktivitas pengaya melacak eksekusi pengaya dan dapat digunakan untuk melacak aktivitas pengaya.
ja: アドオン活動ログは、アドオンの実行を記録し、アドオンの活動を追跡するために使用できます。
nl: Add-on activiteiten loggen houdt de prestaties van de add-on bij en kan worden gebruikt om activiteiten van de add-on bij te houden.
pt: O registo de atividades da extensão mantém o controle da execução da extensão e pode ser usado para acompanhar a atividade da extensão.
pt_br: O registro de atividades do complemento mantém o controle da execução do complemento e pode ser usado para acompanhar a atividade do complemento.
sv: Tilläggsaktivitetsloggen håller reda på tilläggets körning och kan användas för att hålla reda på tilläggsaktiviteten.
ta: கூடுதல் செயல்பாட்டு பதிவு கூடுதல் செயல்பாட்டைக் கண்காணிக்கிறது மற்றும் கூடுதல் செயல்பாட்டைக் கண்காணிக்க பயன்படுத்தலாம்.
tr: Eklenti işlem günlüğü, eklentinin çalışmasını izler ve eklenti işlemlerini izlemek için kullanılabilir.
uk: Журнал діяльності додатків відстежує виконання додатків і може бути використаний для відстеження їхньої активності.
zh_hans: 附加组件活动记录保留附加组件执行的踪迹且可用来了解附加组件的活动。

source: The logs can be pruned after a certain time interval by configuring the :setting:`ADDON_ACTIVITY_LOG_EXPIRY`.
de: Die Protokolle können nach einem bestimmten Zeitintervall gelöscht werden, indem :setting:`ADDON_ACTIVITY_LOG_EXPIRY` konfiguriert wird.
ga: Is féidir na logaí a ghearradh tar éis eatramh ama áirithe trí :setting:`ADDON_ACTIVITY_LOG_EXPIRY` a chumrú.
hu: A naplók egy meghatározott idő után automatikusan törölhetők az :setting:`ADDON_ACTIVITY_LOG_EXPIRY` beállítás használatával.
id: Log dapat dipangkas setelah interval waktu tertentu dengan mengonfigurasi :setting:`ADDON_ACTIVITY_LOG_EXPIRY`.
ja: ログは、:setting:`ADDON_ACTIVITY_LOG_EXPIRY` を設定して、一定の時間経過後に削除できます。
nl: De logs kunnen worden gesnoeid na een bepaalde tijdsperiode door de instelling :setting:`ADDON_ACTIVITY_LOG_EXPIRY` te configureren.
pt: Os registos podem ser podados após um certo intervalo de tempo configurando o :setting:`ADDON_ACTIVITY_LOG_EXPIRY`.
pt_br: Os registros podem ser podados após um certo intervalo de tempo configurando o :setting:`ADDON_ACTIVITY_LOG_EXPIRY`.
sv: Loggarna kan rensas efter ett visst tidsintervall genom att konfigurera :setting:`ADDON_ACTIVITY_LOG_EXPIRY`.
tr: :setting:`ADDON_ACTIVITY_LOG_EXPIRY` seçeneği yapılandırılarak belirli bir zamandan önceki günlük kayıtları kaldırılabilir.
uk: Журнали можна вилучати через певний проміжок часу за допомогою налаштування :setting:`ADDON_ACTIVITY_LOG_EXPIRY`.
zh_hans: 可以在一定时间间隔后清除记录，方法是配置 :setting:`ADDON_ACTIVITY_LOG_EXPIRY`。

source: Management interface
de: Verwaltungsoberfläche
ga: Comhéadan bainistíochta
hu: Kezelőfelület
id: Antarmuka manajemen
ja: 管理画面
nl: Beheerinterface
pt: Interface de gestão
pt_br: Interface de gerenciamento
ro: Interfața de gestionare
ru: Интерфейс управления
sv: Hanteringsgränssnitt
ta: மேலாண்மை இடைமுகம்
tr: Yönetim arayüzü
uk: Інтерфейс керування
zh_hans: 管理界面
zh_hant: 管理介面

source: The management interface offer administration settings under the :file:`/manage/` URL. It is available for users signed in with admin privileges, accessible by using the wrench icon top right:
de: Die Verwaltungsoberfläche bietet Verwaltungseinstellungen unter der URL :file:`/manage/`. Sie ist für Benutzer verfügbar, die mit Administratorrechten angemeldet sind, und kann über das Schraubenschlüssel-Symbol oben rechts aufgerufen werden:
ga: Cuireann an comhéadan bainistíochta socruithe riaracháin ar fáil faoin URL :file:`/manage/`. Tá sé ar fáil d'úsáideoirí atá sínithe isteach le pribhléidí riaracháin, inrochtana tríd an deilbhín sreangán ar dheis a úsáid:
hu: A kezelőfelület adminisztrációs beállításokat kínál a :file:`/manage/` URL alatt. Csak adminisztrátori jogosultsággal bejelentkezett felhasználók számára érhető el, a jobb felső sarokban található csavarkulcs ikon segítségével:
id: Antarmuka manajemen menawarkan pengaturan administrasi di URL :file:`/manage/`. Ini tersedia untuk pengguna yang masuk dengan hak admin, dapat diakses dengan menggunakan ikon kunci inggris pada bagian kanan atas:
ja: 管理インターフェイスは、:file:`/manage/` URL の下に管理設定を提供します。管理者権限でログインしたユーザーは、右上のスパナのアイコンからアクセスできます。
nl: De beheerinterface biedt instellingen voor beheer onder de URL :file:`/manage/`. Het is beschikbaar voor gebruikers die zijn ingelogd met rechten als beheerder, toegankelijk met het pictogram van een steeksleutel rechtsboven:
pt: A interface de gestão oferece configurações de administração sob a URL :file:`/manage/`. Está disponível para utilizadores que se inscrevem com privilégios administrativos, acessíveis a usar o ícone da chave inglesa no canto superior direito:
pt_br: A interface de gerenciamento oferece configurações de administração sob a URL :file:`/manage/`. Está disponível para usuários que se inscrevem com privilégios administrativos, acessíveis usando o ícone da chave inglesa no canto superior direito:
ro: Interfața de gestionare oferă setări de administrare în cadrul URL-ului :file:`/manage/`. Aceasta este disponibilă pentru utilizatorii conectați cu privilegii de administrator, accesibilă cu ajutorul pictogramei cu cheie franceză din dreapta sus:
ru: Интерфейс управления даёт доступ к настройкам для администраторов. Он расположен по URL-адресу :file:`/manage/`. Доступ к нему может получить только пользователь, вошедший в систему с правами администратора, через иконку гаечного ключа справа вверху:
sv: Administrationsgränssnittet erbjuder administrationsinställningar under URL:en :file:`/manage/`. Det är tillgängligt för användare som är inloggade med administratörsbehörighet och nås genom att klicka på skiftnyckelikonen längst upp till höger:
tr: Yönetim bölümü, :file:`/manage/` adresinden yönetim ayarlarının yapılmasını sağlar. Yönetici yetkileri ile oturum açmış kullanıcılar tarafından kullanılabilir ve sağ üstteki İngiliz anahtarı simgesi kullanılarak erişilebilir:
uk: Адміністративні параметри інтерфейсу керування зберігаються у каталозі :file:`/manage/`. Доступ до інтерфейсу можуть отримати користувачі, які увійшли до системи із правами доступу адміністратора. Кнопку доступу із зображенням гайкового ключа розташовано у верхній правій частині сторінки:
zh_hans: 管理界面在 :file:`/manage/` 下面提供管理设置。它对于具有管理特权的登录用户是可用的，通过使用右上角的扳手图标来访问：
zh_hant: 管理界面在 :file:`/manage/`下面提供管理設置。它對於具有管理特權的登錄用戶是可用的，通過使用右上角的扳手圖標來訪問：

source: It includes basic overview of your Weblate:
de: Sie enthält einen grundlegenden Überblick über Ihr Weblate:
ga: Cuimsíonn sé forbhreathnú bunúsach ar do Weblate:
hu: A következő alapvető áttekintő funkciókat tartalmazza:
id: Ini mencakup ikhtisar dasar Weblate Anda:
ja: ここには Weblate の基本的な概要が記載されています。
nl: Het bevat een basisoverzicht van uw Weblate:
pt: Ela inclui uma visão geral básica do seu Weblate:
pt_br: Ela inclui uma visão geral básica do seu Weblate:
ro: Acesta include o prezentare generală de bază a Weblate-ului dumneavoastră:
ru: Он включает базовый обзор вашего Weblate:
sv: Den innehåller en grundläggande översikt över din Weblate:
ta: இது உங்கள் வலைப்பதிவின் அடிப்படை கண்ணோட்டத்தை உள்ளடக்கியது:
tr: Weblate ile ilgili temel bilgileri içerir:
uk: Сюди включено базовий огляд вашого Weblate:
zh_hans: 它包括您的 Weblate 的基本概况：
zh_hant: 它包括您 Weblate 的基本視圖：

source: Support status, see :doc:`support`.
de: Supportstatus, siehe :doc:`support`.
ga: Stádas tacaíochta, féach :doc:`support`.
hu: Támogatási állapot, lásd: :doc:`support`.
id: Status dukungan, lihat :doc:`support`.
nl: Status ondersteuning, bekijk :doc:`support`.
pt_br: Status de suporte, consulte :doc:`support`.
sv: Supportstatus, se :doc:`support`.
tr: Destek durumu. Ayrıntılı bilgi almak için: :doc:`support`.
uk: Статус підтримки див :doc:`support`.

source: Backups, see :doc:`backup`.
de: Sicherungen, siehe :doc:`backup`.
ga: Cúltacaí, féach :doc:`backup`.
hu: Biztonsági mentések, lásd: :doc:`backup`.
id: Pencadangan, lihat :doc:`backup`.
nl: Back-ups, bekijk :doc:`backup`.
pt_br: Backups, consulte :doc:`backup`.
sv: Säkerhetskopior, se :doc:`backup`.
tr: Yedekler. Ayrıntılı bilgi almak için: :doc:`backup`.
uk: Резервні копії див :doc:`backup`.

source: Shared translation memory, see :doc:`memory`.
de: Geteilter Übersetzungsspeicher, siehe :doc:`memory`.
ga: Cuimhne aistriúcháin roinnte, féach :doc:`memory`.
hu: Megosztott fordítási memória, lásd: :doc:`memory`.
id: Memori terjemahan bersama, lihat :doc:`memory`.
nl: Gedeeld vertaalgeheugen, bekijk :doc:`memory`.
pt_br: Memória de tradução compartilhada, consulte :doc:`memory`.
sv: Delat översättningsminne, se :doc:`memory`.
tr: Paylaşılan çeviri belleği. Ayrıntılı bilgi almak için: :doc:`memory`.
uk: Спільна пам'ять перекладів див :doc:`memory`.

source: :ref:`manage-performance` to review Weblate health and length of Celery queues.
de: :ref:`manage-performance` zum Überprüfen des Zustands von Weblate und der Länge der Celery-Warteschlangen.
ga: :ref:`manage-performance` chun athbhreithniú a dhéanamh ar shláinte Weblate agus fad na scuainí Soilire.
hu: :ref:`manage-performance` a Weblate állapotának és a Celery várólisták hosszának áttekintésére használható.
id: :ref:`manage-performance` untuk meninjau kesehatan Weblate dan panjang antrian Celery.
nl: :ref:`manage-performance` om de gezondheid van Weblate en de lengte van wachtrijen voor Celery te bekijken.
pt_br: :ref:`manage-performance` para analisar a integridade do Weblate e o tamanho das filas do Celery.
sv: :ref:`manage-performance` för att granska Weblates hälsa och längden på Celery-köerna.
tr: Weblate sağlığı ve Celery kuyruklarının uzunluğunu değerlendirmek için :ref:`manage-performance`.
uk: :ref:`manage-performance` щоб перевірити стан Weblate і довжину черг Celery.

source: SSH keys management, see :ref:`ssh-repos`.
de: SSH-Schlüsselverwaltung, siehe :ref:`ssh-repos`.
ga: Bainistíocht eochracha SSH, féach :ref:`ssh-repos`.
hu: SSH-kulcsok kezelése, lásd: :ref:`ssh-repos`.
id: Manajemen kunci SSH, lihat :ref:`ssh-repos`.
nl: SSH-sleutelbeheer, bekijk :ref:`ssh-repos`.
pt_br: Gerenciamento de chaves SSH, consulte :ref:`ssh-repos`.
sv: SSH-nyckelhantering, se :ref:`ssh-repos`.
tr: SSH anahtar yönetimi. Ayrıntılı bilgi almak için: :ref:`ssh-repos`.
uk: Керування ключами SSH див :ref:`ssh-repos`.

source: Alerts overview for all components, see :ref:`alerts`.
de: Übersicht der Warnungen für alle Komponenten, siehe :ref:`alerts`.
ga: Forbhreathnú ar foláirimh do gach comhpháirt, féach :ref:`alerts`.
hu: Riasztások áttekintése az összes összetevőn, lásd: :ref:`alerts`.
id: Ikhtisar peringatan untuk semua komponen, lihat :ref:`alerts`.
nl: Overzicht alarmen voor alle onderdelen, bekijk :ref:`alerts`.
pt_br: Visão geral de alertas para todos os componentes, consulte :ref:`alerts`.
sv: Översikt över varningar för alla komponenter, se :ref:`alerts`.
tr: Tüm bileşenlerin uyarı özeti. Ayrıntılı bilgi almak için: :ref:`alerts`.
uk: Огляд сповіщень для всіх компонентів див :ref:`alerts`.

source: Users and teams, see :ref:`custom-acl`.
de: Benutzer und Teams, siehe :ref:`custom-acl`.
ga: Úsáideoirí agus foirne, féach :ref:`custom-acl`.
hu: Felhasználók és csapatok, lásd: :ref:`custom-acl`.
id: Pengguna dan tim, lihat :ref:`custom-acl`.
nl: Gebruikers en teams, bekijk :ref:`custom-acl`.
pt_br: Usuários e equipes, consulte :ref:`custom-acl`.
sv: Användare och team, se :ref:`custom-acl`.
tr: Kullanıcılar ve takımlar. Ayrıntılı bilgi almak için: :ref:`custom-acl`.
uk: Користувачі та команди див :ref:`custom-acl`.

source: Configure :ref:`machine-translation-setup`.
de: Konfigurieren von :ref:`machine-translation-setup`.
ga: Cumraigh :ref:`machine-translation-setup`.
hu: Gépi fordítási beállítások konfigurálása, lásd: :ref:`machine-translation-setup`.
id: Konfigurasikan :ref:`machine-translation-setup`.
ja: :ref:`machine-translation-setup` を設定します。
nl: Configureer :ref:`machine-translation-setup`.
pt: Configurar :ref:`machine-translation-setup`.
pt_br: Configurar :ref:`machine-translation-setup`.
sv: Konfigurera :ref:`machine-translation-setup`.
tr: :ref:`machine-translation-setup` yapılandırın.
uk: Налаштовування :ref:`machine-translation-setup`.
zh_hans: 配置 :ref:`machine-translation-setup`。

source: Configure site-wide addons, see :ref:`addons`.
de: Konfigurieren von plattformweiten Erweiterungen, siehe :ref:`addons`.
ga: Cumraigh breiseáin ar fud an tsuímh, féach :ref:`addons`.
hu: Webhelyszintű kiegészítők konfigurálása, lásd: :ref:`addons`.
id: Konfigurasikan add-on di seluruh situs, lihat :ref:`addons`.
ja: サイト全体のアドオンの設定、参照: :ref:`addons`。
nl: Configureer sitebrede aanvullingen, bekijk :ref:`addons`.
pt: Configure complementos em todo o site, consulte :ref:`addons`.
pt_br: Configure complementos em todo o site, consulte :ref:`addons`.
sv: Konfigurera tillägg för hela webbplatsen, se :ref:`addons`.
tr: Site geneli eklentileri yapılandırın. Ayrıntılı bilgi almak için: :ref:`addons`.
uk: Налаштування додатків для всього сайту див. у :ref:`addons`.
zh_hans: 配置全站范围的附加组件，见 :ref:`addons`。

source: Performance report
de: Leistungsbericht
ga: Tuarascáil feidhmíochta
hu: Teljesítményjelentés
id: Laporan kinerja
ja: 性能レポート
nl: Prestatieverslag
pt: Relatório de desempenho
pt_br: Relatório de desempenho
ro: Raport de performanță
ru: Отчёт о производительности
sv: Prestandarapport
ta: செயல்திறன் அறிக்கை
tr: Başarım raporu
uk: Звіт щодо швидкодії
zh_hans: 性能报告

source: This page provides an overview of Weblate configuration and performance status.
de: Diese Seite bietet einen Überblick über die Weblate-Konfiguration und den Leistungsstatus.
ga: Soláthraíonn an leathanach seo forbhreathnú ar chumraíocht Weblate agus stádas feidhmíochta.
hu: Ez az oldal áttekintést ad a Weblate konfigurációjáról és teljesítményének állapotáról.
id: Halaman ini menyediakan ikhtisar konfigurasi dan status kinerja Weblate.
ja: このページでは、Weblate の設定とパフォーマンス ステータスの概要が表示されます。
nl: Deze pagina verschaft een overzicht van de configuratie van Weblate en de status van de prestaties.
pt: Esta página fornece uma visão geral da configuração e do estado de desempenho do Weblate.
pt_br: Esta página fornece uma visão geral da configuração e do status de desempenho do Weblate.
sv: Denna sida ger en översikt över Weblates konfiguration och prestandastatus.
ta: இந்தப் பக்கம் வலைபெயர்ப்பு கட்டமைப்பு மற்றும் செயல்திறன் நிலைபற்றிய கண்ணோட்டத்தை வழங்குகிறது.
tr: Bu sayfa Weblate yapılandırmasının ve başarım durumunun genel bir bakışını görüntüler.
uk: На цій сторінці наведено огляд налаштувань та стану швидкодії Weblate.
zh_hans: 此页面提供 Weblate 配置和性能状态的概览。

source: :guilabel:`Configuration errors` indicate issues present in your environment. It covers missing optional dependencies (see :ref:`python-deps`), configuration issues or delayed processing of background tasks (see :ref:`celery`).
de: :guilabel:`Konfigurationsfehler` weisen auf Probleme in Ihrer Einsatzumgebung hin. Dazu gehören fehlende optionale Abhängigkeiten (siehe :ref:`python-deps`), Konfigurationsprobleme oder verzögerte Verarbeitung von Hintergrundaufgaben (siehe :ref:`celery`).
ga: :guilabel:`Configuration errors` saincheisteanna atá i do thimpeallacht. Clúdaíonn sé spleáchais roghnacha atá in easnamh (féach: :ref:`python-deps`), saincheisteanna cumraíochta nó próiseáil moill ar thascanna cúlra (féach :ref:`celery`).
hu: A :guilabel:`Konfigurációs hibák` rendszerkörnyezetben fennálló problémákra utalnak. Ezek magukban foglalhatják a hiányzó opcionális függőségeket (lásd: :ref:`python-deps`), a konfigurációs problémákat vagy a háttérfeladatok feldolgozásának késését (lásd: :ref:`celery`).
id: :guilabel:`Configuration errors` menunjukkan adanya masalah di lingkungan Anda. Ini mencakup dependensi opsional yang hilang (lihat :ref:`python-deps`), masalah konfigurasi, atau pemrosesan tugas latar belakang yang tertunda (lihat :ref:`celery`).
ja: :guilabel:`設定エラー` は、使用環境に問題があるエラーです。不足しているオプションの依存関係（参照: :ref:`python-deps`）、設定の問題、またはバックグラウンド タスクの処理の遅延（参照: :ref:`celery`）が含まれます。
nl: :guilabel:`Fouten configuratie` geven problemen aan in uw omgeving. Het behandelt optionele ontbrekende afhankelijkheden (bekijk :ref:`python-deps`), problemen met de configuratie of vertraagde verwerking van taken op de achtergrond (bekijk :ref:`celery`).
pt_br: :guilabel:`Erros de configuração` indicam questões presentes em seu ambiente. Eles abrangem dependências opcionais ausentes (consulte :ref:`python-deps`), questões de configuração ou atraso no processamento de tarefas em segundo plano (consulte :ref:`celery`).
sv: :guilabel:`Konfigurationsfel` indikerar problem i din miljö. Det omfattar saknade valfria beroenden (se :ref:`python-deps`), konfigurationsproblem eller fördröjd bearbetning av bakgrundsuppgifter (se :ref:`celery`).
tr: :guilabel:`Yapılandırma sorunları` ortamınızda bulunan sorunları görüntüler. Eksik isteğe bağlı bağımlılıkları (ayrıntılı bilgi almak için: :ref:`python-deps`), yapılandırma sorunlarını veya arka plan görevlerinin gecikmeli işlenmesini (ayrıntılı bilgi almak için: :ref:`celery`) kapsar.
uk: :guilabel:`Помилки конфігурації` вказують на проблеми у вашому середовищі. Він охоплює відсутні додаткові залежності (див. :ref:`python-deps`), проблеми конфігурації чи затримку обробки фонових завдань (див. :ref:`celery`).
zh_hans: :guilabel:`配置错误` 表明你的环境中存在问题。它覆盖缺少可选的依赖项 (见 :ref:`python-deps`)、配置问题或延迟处理后台任务 (见 :ref:`celery`)。
