Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Alternatively the Python dictionary can be provided as a string:
de: Alternativ kann das Python-Wörterbuch auch als Zeichenkette angegeben werden:
ga: Nó is féidir foclóir Python a sholáthar mar theaghrán:
hu: Alternatív megoldásként a Python-szótár szövegként is megadható:
id: Alternatifnya kamus Python dapat disediakan sebagai string:
ja: または、Python 辞書を文字列として提供する方法:
nl: Als alternatief kan de dictionary van Python worden opgegeven als een tekenreeks:
pt: Alternativamente, o dicionário Python pode ser fornecido como uma cadeia:
pt_br: Alternativamente, o dicionário Python pode ser fornecido como um texto:
ru: В качестве альтернативы словарь Python может быть предоставлен в виде строки:
sv: Alternativt kan Python-ordlistan anges som en sträng:
ta: மாற்றாக பைதான் அகராதியை ஒரு சரமாக வழங்க முடியும்:
tr: Alternatif olarak Python sözlüğü bir dizge olarak belirtilebilir:
uk: Крім того, словник Python може бути наданий у вигляді рядка:
zh_hans: 此外，也可以将 Python 字典作为一条字符串提供：

source: Or the path to a file containing the Python dictionary:
de: Oder den Pfad zu einer Datei, die das Python-Wörterbuch enthält:
ga: Nó an cosán chuig comhad ina bhfuil an foclóir Python:
hu: Vagy egy fájl útvonala is megadható, amely a Python-szótárt tartalmazza:
id: Atau jalur ke berkas yang berisi kamus Python:
ja: または、Python 辞書を含むファイルへのパス:
nl: Of het pad naar een bestand dat de dictionary voor Python bevat:
pt: Ou o caminho para um ficheiro que contém o dicionário Python:
pt_br: Ou o caminho para um arquivo que contém o dicionário Python:
ru: Или путь к файлу, содержащему словарь Python:
sv: Eller sökvägen till en fil som innehåller Python-ordlistan:
ta: அல்லது பைதான் அகராதி கொண்ட கோப்பிற்கான பாதை:
tr: Ya da Python sözlük dosyasının yolu olarak belirtilebilir:
uk: Або шлях до файлу, що містить словник Python:
zh_hans: 或者到包含该 Python 字典的文件的路径：

source: Configures :ref:`vcs-github` by changing :setting:`GITHUB_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-github` durch Ändern von :setting:`GITHUB_CREDENTIALS`.
ga: Cumraíonn :ref:`vcs-github` trí athrú :setting:`GITHUB_CREDENTIALS`.
hu: A :setting:`GITHUB_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-github` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-github` dengan mengubah :setting:`GITHUB_CREDENTIALS`.
ja: :setting:`GITHUB_CREDENTIALS` を変更して :ref:`vcs-github` を設定します。
nl: Configureert :ref:`vcs-github` door :setting:`GITHUB_CREDENTIALS` te wijzigen.
pt: Configura :ref:`vcs-github` alterando :setting:`GITHUB_CREDENTIALS`.
pt_br: Configura :ref:`vcs-github` alterando :setting:`GITHUB_CREDENTIALS`.
ru: Настраивает :ref:`vcs-github`, изменяя :setting:`GITHUB_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-github` genom att ändra :setting:`GITHUB_CREDENTIALS`.
tr: :setting:`GITHUB_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-github` yapılandırır.
uk: Налаштовує :ref:`vcs-github` зміною :setting:`GITHUB_CREDENTIALS`.
zh_hans: 配置 :ref:`vcs-github` ，方法是更改 :setting:`GITHUB_CREDENTIALS`。

source: :ref:`Configuring code hosting credentials in Docker <docker-vcs-config>`
de: :ref:`Konfiguration der Code-Hosting-Zugangsdaten in Docker <docker-vcs-config>`
hu: :ref:`Kódtárolók hitelesítő adatainak konfigurálása Dockerben <docker-vcs-config>`
nl: :ref:`Configureren van inloggegevens voor hosten van code in Docker <docker-vcs-config>`
pt: :ref:`Configurando credenciais de hospedagem de código no Docker <docker-vcs-config>`
pt_br: :ref:`Configurando credenciais de hospedagem de código no Docker <docker-vcs-config>`
ru: :ref:`Конфигурирование учётных данных хостинга кода в Docker <docker-vcs-config>`
sv: :ref:`Konfigurera inloggningsuppgifter för kodhosting i Docker <docker-vcs-config>`
tr: :ref:`Docker üzerinde kod barındırma kimlik doğrulama bilgilerini yapılandırmak <docker-vcs-config>`
uk: :ref:`Налаштовування реєстраційних даних місця зберігання коду у Docker <docker-vcs-config>`
zh_hans: :ref:`在 Docker 中配置代码托管凭据 <docker-vcs-config>`

source: Configures :ref:`vcs-gitlab` by changing :setting:`GITLAB_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-gitlab` durch Ändern von :setting:`GITLAB_CREDENTIALS`.
ga: Cumraigh :ref:`vcs-gitlab` trí :setting:`GITLAB_CREDENTIALS` a athrú.
hu: A :setting:`GITLAB_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-gitlab` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-gitlab` dengan mengubah :setting:`GITLAB_CREDENTIALS`.
ja: :setting:`GITLAB_CREDENTIALS` を変更して、:ref:`vcs-gitlab` を設定します。
nl: Configureert :ref:`vcs-gitlab` door :setting:`GITLAB_CREDENTIALS` te wijzigen.
pt: Configura :ref:`vcs-gitlab` alterando :setting:`GITLAB_CREDENTIALS`.
pt_br: Configura :ref:`vcs-gitlab` alterando :setting:`GITLAB_CREDENTIALS`.
ru: Настраивает :ref:`vcs-gitlab`, изменяя :setting:`GITLAB_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-gitlab` genom att ändra :setting:`GITLAB_CREDENTIALS`.
tr: :setting:`GITLAB_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-gitlab` yapılandırır.
uk: Налаштовує :ref:`vcs-gitlab` зміною :setting:`GITLAB_CREDENTIALS`.
zh_hans: 配置 :ref:`vcs-gitlab` ，方法是更改 :setting:`GITLAB_CREDENTIALS`。

source: Configures :ref:`vcs-gitea` by changing :setting:`GITEA_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-gitea` durch Ändern von :setting:`GITEA_CREDENTIALS`.
ga: Cumraigh :ref:`vcs-gitea` trí :setting:`GITEA_CREDENTIALS` a athrú.
hu: A :setting:`GITEA_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-gitea` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-gitea` dengan mengubah :setting:`GITEA_CREDENTIALS`.
ja: :setting:`GITEA_CREDENTIALS` を変更して、:ref:`vcs-gitea` を設定します。
nl: Configureert :ref:`vcs-gitea` door :setting:`GITEA_CREDENTIALS` te wijzigen.
pt: Configura :ref:`vcs-gitea` alterando :setting:`GITEA_CREDENTIALS`.
pt_br: Configura :ref:`vcs-gitea` alterando :setting:`GITEA_CREDENTIALS`.
ru: Конфигурирует :ref:`vcs-gitea`, изменяя :setting:`GITEA_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-gitea` genom att ändra :setting:`GITEA_CREDENTIALS`.
tr: :setting:`GITEA_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-gitea` yapılandırır.
uk: Налаштовує :ref:`vcs-gitea` зміною :setting:`GITEA_CREDENTIALS`.
zh_hans: 配置 :ref:`vcs-gitea` ，方法是更改 :setting:`GITEA_CREDENTIALS`。

source: Configures :ref:`vcs-pagure` by changing :setting:`PAGURE_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-pagure` durch Ändern von :setting:`PAGURE_CREDENTIALS`.
ga: Cumraigh :ref:`vcs-pagure` trí :setting:`PAGURE_CREDENTIALS` a athrú.
hu: A :setting:`PAGURE_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-pagure` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-pagure` dengan mengubah :setting:`PAGURE_CREDENTIALS`.
ja: :setting:`PAGURE_CREDENTIALS` を変更して、:ref:`vcs-pagure` を設定します。
nl: Configureert :ref:`vcs-pagure` door :setting:`PAGURE_CREDENTIALS` te wijzigen.
pt: Configura o :ref:`vcs-pagure` alterando :setting:`PAGURE_CREDENTIALS`.
pt_br: Configura o :ref:`vcs-pagure` alterando :setting:`PAGURE_CREDENTIALS`.
ru: Конфигурирует :ref:`vcs-pagure` путём изменения :setting:`PAGURE_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-pagure` genom att ändra :setting:`PAGURE_CREDENTIALS`.
tr: :setting:`PAGURE_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-pagure` yapılandırır.
uk: Налаштовує :ref:`vcs-pagure` зміною :setting:`PAGURE_CREDENTIALS`.
zh_hans: 配置 :ref:`vcs-pagure` ，方法是更改 :setting:`PAGURE_CREDENTIALS`。

source: Configures :ref:`vcs-bitbucket-data-center` by changing :setting:`BITBUCKETSERVER_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-bitbucket-data-center` durch Ändern von :setting:`BITBUCKETSERVER_CREDENTIALS`.
ga: Cumraíonn :ref:`vcs-bitbucket-data-center` trí athrú :setting:`BITBUCKETSERVER_CREDENTIALS`.
hu: A :setting:`BITBUCKETSERVER_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-bitbucket-data-center` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-bitbucket-data-center` dengan mengubah :setting:`BITBUCKETSERVER_CREDENTIALS`.
nl: Configureert :ref:`vcs-bitbucket-data-center` door :setting:`BITBUCKETSERVER_CREDENTIALS` te wijzigen.
pt: Configura :ref:`vcs-bitbucket-data-center` alterando :setting:`BITBUCKETSERVER_CREDENTIALS`.
pt_br: Configura :ref:`vcs-bitbucket-data-center` alterando :setting:`BITBUCKETSERVER_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-bitbucket-data-center` genom att ändra :setting:`BITBUCKETSERVER_CREDENTIALS`.
tr: :setting:`BITBUCKETSERVER_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-bitbucket-data-center` yapılandırır.
uk: Налаштовує :ref:`vcs-bitbucket-data-center` зміною :setting:`BITBUCKETSERVER_CREDENTIALS`.

source: Configures :ref:`vcs-bitbucket-cloud` by changing :setting:`BITBUCKETCLOUD_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-bitbucket-cloud` durch Ändern von :setting:`BITBUCKETCLOUD_CREDENTIALS`.
ga: Cumraigh :ref:`vcs-bitbucket-cloud` trí :setting:`BITBUCKETCLOUD_CREDENTIALS` a athrú.
hu: A :setting:`BITBUCKETCLOUD_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-bitbucket-cloud` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-bitbucket-cloud` dengan mengubah :setting:`BITBUCKETCLOUD_CREDENTIALS`.
ja: :setting:`BITBUCKETCLOUD_CREDENTIALS` を変更して、:ref:`vcs-bitbucket-cloud` を設定します。
nl: Configureert :ref:`vcs-bitbucket-cloud` door :setting:`BITBUCKETCLOUD_CREDENTIALS` te wijzigen.
pt_br: Configura :ref:`vcs-bitbucket-cloud` alterando :setting:`BITBUCKETCLOUD_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-bitbucket-cloud` genom att ändra :setting:`BITBUCKETCLOUD_CREDENTIALS`.
tr: :setting:`BITBUCKETCLOUD_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-bitbucket-cloud` yapılandırır.
uk: Налаштовує :ref:`vcs-bitbucket-cloud` зміною :setting:`BITBUCKETCLOUD_CREDENTIALS`.
zh_hans: 配置 :ref:`vcs-bitbucket-cloud` ，方法是更改 :setting:`BITBUCKETCLOUD_CREDENTIALS`.

source: Configures :ref:`vcs-azure-devops` by changing :setting:`AZURE_DEVOPS_CREDENTIALS`.
de: Konfiguriert :ref:`vcs-azure-devops` durch Ändern von :setting:`AZURE_DEVOPS_CREDENTIALS`.
ga: Cumraigh :ref:`vcs-azure-devops` trí :setting:`AZURE_DEVOPS_CREDENTIALS` a athrú.
hu: Az :setting:`AZURE_DEVOPS_CREDENTIALS` módosításával konfigurálja a :ref:`vcs-azure-devops` szolgáltatót.
id: Mengonfigurasi :ref:`vcs-azure-devops` dengan mengubah :setting:`AZURE_DEVOPS_CREDENTIALS`.
ja: :setting:`AZURE_DEVOPS_CREDENTIALS` を変更して、:ref:`vcs-azure-devops` を設定します。
nl: Configureert :ref:`vcs-azure-devops` door :setting:`AZURE_DEVOPS_CREDENTIALS` te wijzigen.
pt: Configura o :ref:`vcs-azure-devops` alterando :setting:`AZURE_DEVOPS_CREDENTIALS`.
pt_br: Configura o :ref:`vcs-azure-devops` alterando :setting:`AZURE_DEVOPS_CREDENTIALS`.
ru: Настраивает :ref:`vcs-azure-devops`, изменяя :setting:`AZURE_DEVOPS_CREDENTIALS`.
sv: Konfigurerar :ref:`vcs-azure-devops` genom att ändra :setting:`AZURE_DEVOPS_CREDENTIALS`.
tr: :setting:`AZURE_DEVOPS_CREDENTIALS` seçeneğini değiştirerek :ref:`vcs-azure-devops` yapılandırır.
uk: Налаштовує :ref:`vcs-azure-devops` зміною :setting:`AZURE_DEVOPS_CREDENTIALS`.
zh_hans: 配置 :ref:`vcs-azure-devops`，方法是更改 :setting:`AZURE_DEVOPS_CREDENTIALS`。

source: Automatic suggestion settings
de: Automatische Vorschlagseinstellungen
ga: Socruithe moltaí uathoibríocha
hu: Automatikus javaslatbeállítások
id: Pengaturan saran otomatis
ja: 自動提案の設定
nl: Instellingen automatische suggesties
pt: Configurações de sugestões automáticas
pt_br: Configurações de sugestões automáticas
ro: Setări de sugestii automate
ru: Настройки автоматических предложений
sv: Inställningar för automatiska förslag
ta: தானியங்கி பரிந்துரை அமைப்புகள்
tr: Kendiliğinden öneri ayarları
uk: Параметри автоматичних пропозицій
zh_hans: 自动建议设置

source: Automatic suggestion services are now configured in the user interface, see :ref:`machine-translation-setup`.
de: Automatische Vorschlagsdienste werden jetzt in der Bedienoberfläche konfiguriert, siehe :ref:`machine-translation-setup`.
ga: Tá seirbhísí molta uathoibríocha cumraithe anois sa chomhéadan úsáideora, féach :ref:`machine-translation-setup`.
hu: Az automatikus javaslatkészítő szolgáltatások a felhasználói felületen konfigurálhatók, lásd: :ref:`machine-translation-setup`.
id: Layanan saran otomatis sekarang dikonfigurasi dalam antarmuka pengguna, lihat :ref:`machine-translation-setup`.
ja: 自動提案サービスは、ユーザーインタフェースから設定するように変更されました。参照: :ref:`machine-translation-setup`。
nl: Services voor automatische suggesties zijn nu geconfigureerd in de gebruikersinterface, bekijk :ref:`machine-translation-setup`.
pt: Serviços de sugestões automáticas agora são configurados na interface de utilizador, consulte :ref:`machine-translation-setup`.
pt_br: Serviços de sugestões automáticas agora são configurados na interface de usuário, consulte :ref:`machine-translation-setup`.
ro: Serviciile de sugestie automată sunt acum configurate în interfața cu utilizatorul, a se vedea :ref:`machine-translation-setup`.
ru: Службы автоматических предложений сейчас настраиваются в пользовательском интерфейсе, см. :ref:`machine-translation-setup`.
sv: Automatiska förslagstjänster konfigureras nu i användargränssnittet, se :ref:`machine-translation-setup`.
tr: Kendiliğinden öneri hizmetleri artık kullanıcı arayüzünden yapılandırılıyor. Ayrıntılı bilgi almak için: :ref:`machine-translation-setup`.
uk: У новій версії автоматичні пропозиції можна налаштувати за допомогою інтерфейсу користувача, див. :ref:`machine-translation-setup`.
zh_hans: 自动建议服务现在在用户界面进行配置，见 :ref:`machine-translation-setup`。

source: The existing environment variables are imported during the migration to Weblate 4.13, but changing them will not have any further effect.
de: Die vorhandenen Umgebungsvariablen werden bei der Migration auf Weblate 4.13 importiert, sie zu ändern hat jedoch keine weiteren Auswirkungen.
ga: Allmhairítear na hathróga timpeallachta atá ann cheana le linn an aistrithe go Weblate 4.13, ach ní bheidh aon éifeacht bhreise ag baint lena n-athrú.
hu: A meglévő környezeti változók Weblate 4.13 verzióra történő frissítéskor automatikusan importálásra kerülnek, későbbi módosításuk azonban már nem lesz hatással a működésre.
id: Variabel lingkungan yang ada diimpor selama migrasi ke Weblate 4.13, tetapi mengubahnya tidak akan memiliki efek lebih lanjut.
ja: 既存の環境変数は、Weblate 4.13 への移行時にインポートされますが、変更してもそれ以上の影響はありません。
nl: De bestaande omgevingsvariabelen worden geïmporteerd tijdens de migratie naar Weblate 4.13, maar wijzigen ervan zal verder geen effect meer hebben.
pt: As variáveis de ambiente atuais são importadas durante a migração ao Weblate 4.13, mas alterá-las não surtirá nenhum efeito.
pt_br: As variáveis de ambiente atuais são importadas durante a migração para o Weblate 4.13, mas alterá-las não surtirá nenhum efeito.
ro: Variabilele de mediu existente sunt importate în timpul migrării la Weblate 4.13, dar modificarea lor nu va mai avea niciun efect.
ru: Существующие переменные среды импортируются во время миграции на Weblate 4.13, но их изменение не будет иметь никакого дальнейшего эффекта.
sv: De befintliga miljövariablerna importeras under migreringen till Weblate 4.13, men att ändra dem kommer inte att ha någon ytterligare effekt.
ta: தற்போதுள்ள சுற்றுச்சூழல் மாறிகள் இடம்பெயர்வின் போது வலைபெயர்ப்பு 4.13 க்கு இறக்குமதி செய்யப்படுகின்றன, ஆனால் அவற்றை மாற்றுவது மேலும் விளைவை ஏற்படுத்தாது.
tr: Var olan ortam değişkenleri Weblate 4.13 sürümüne geçiş yapılırken içe aktarılır. Ancak bunların değiştirilmesinin başkaca bir etkisi olmaz.
uk: Наявні змінні середовища буде імпортовано під час перенесення даних на Weblate 4.13, але внесення до них змін більше ні на що не впливатиме.
zh_hans: 现有的环境变量在迁移到Weblate 4.13时被导入，但改变它们不会有任何进一步的影响。

source: Authentication settings
de: Authentifizierungseinstellungen
ga: Socruithe fíordheimhnithe
hu: Hitelesítési beállítások
id: Pengaturan autentikasi
ja: 認証設定
nl: Instellingen voor authenticatie
pt: Configurações de autenticação
pt_br: Configurações de autenticação
ro: Setări de autentificare
ru: Параметры авторизации
sv: Autentiseringsinställningar
ta: அங்கீகார அமைப்புகள்
tr: Kimlik doğrulama ayarları
uk: Параметри розпізнавання
zh_hans: 身份验证设置
zh_hant: 身份驗證設置

source: The e-mail based authentication is turned on unless disabled by :envvar:`WEBLATE_NO_EMAIL_AUTH`.
sv: E-postbaserad autentisering är aktiverad om den inte inaktiveras av :envvar:`WEBLATE_NO_EMAIL_AUTH`.

source: LDAP authentication configuration.
de: Konfiguration der LDAP-Authentifizierung.
ga: Cumraíocht fíordheimhnithe LDAP.
hu: LDAP hitelesítés konfigurálása.
id: Konfigurasi autentikasi LDAP.
ja: LDAP 認証の設定。
nl: LDAP authenticatie configuratie.
pt: Configuração de autenticação LDAP.
pt_br: Configuração de autenticação LDAP.
ro: Configurarea autentificării LDAP.
ru: Настройка авторизации через LDAP.
sv: LDAP-autentiseringskonfiguration.
ta: ldap அங்கீகார உள்ளமைவு.
tr: LDAP kimlik doğrulama yapılandırması.
uk: Налаштування розпізнавання за допомогою LDAP.
zh_hans: LDAP 身份验证配置。

source: **Example for direct bind:**
de: **Beispiel für direkte Bindung:**
ga: **Sampla le haghaidh ceangal díreach:**
hu: **Példa közvetlen kötésre:**
id: **Contoh untuk pengikatan langsung:**
ja: **直接バインドの例:**
nl: **Voorbeeld voor directe binding:**
pt: **Exemplo para vinculação direta:**
pt_br: **Exemplo para vinculação direta:**
ro: **Exemplu pentru legarea directă:**
ru: **Пример прямой привязки:**
sv: **Exempel på direktbindning:**
ta: ** நேரடி பிணைப்புக்கான எடுத்துக்காட்டு: **
tr: **Doğrudan bağlama örneği:**
uk: **Приклад безпосередньої прив'язки:**
zh_hans: **直接绑定的示例：**
zh_hant: **直接綁定的例子：**

source: **Example for search and bind:**
de: **Beispiel für Suche und Bindung:**
ga: **Sampla le cuardach agus ceangal:**
hu: **Példa keresésre és kötésre:**
id: **Contoh untuk pencarian dan pengikatan:**
ja: **検索とバインドの例:**
nl: **Voorbeeld voor zoeken en binden:**
pt: **Exemplo para pesquisa e vinculação:**
pt_br: **Exemplo para busca e vinculação:**
ro: **Exemplu pentru căutare și legare:**
ru: **Пример поиска и привязки:**
sv: **Exempel på sökning och bindning:**
ta: ** தேடலுக்கும் பிணைப்புக்கும் எடுத்துக்காட்டு: **
tr: **Arama ve bağlama örneği:**
uk: **Приклад пошуку і прив'язки:**
zh_hans: **搜索与绑定的示例：**
zh_hant: **搜索與綁定的例子：**

source: **Example for union search and bind:**
de: **Beispiel für Vereinigungssuche und Bindung:**
ga: **Sampla do chuardach agus ceangal ceardchumainn:**
hu: **Példa uniós keresésre és kötésre:**
id: **Contoh untuk pencarian dan pengikatan serikat:**
ja: **ユニオン検索とバインドの例:**
nl: **Voorbeeld voor verenigd zoeken en binden:**
pt: **Exemplo para vinculação e pesquisa de união:**
pt_br: **Exemplo para vinculação e busca de união:**
ro: **Exemplu pentru căutarea și legarea uniunii:**
ru: **Пример объединения поиска и привязки:**
sv: **Exempel på unionssökning och bindning:**
ta: ** தொழிற்சங்க தேடலுக்கான எடுத்துக்காட்டு மற்றும் பிணைப்பு: **
tr: **Birleşik arama ve bağlama örneği:**
uk: **Приклад пошуку і прив'язки об'єднання:**
zh_hans: **联合搜索与绑定的示例：**
zh_hant: **聯合搜索與綁定的例子：**

source: **Example with search and bind against Active Directory:**
de: **Beispiel mit Suche und Bindung gegen Active Directory:**
ga: **Sampla le cuardach agus ceangal le hEolaire Gníomhach:**
hu: **Példa keresésre és kötésre Active Directory használatával:**
id: **Contoh dengan pencarian dan pengikatan terhadap Direktori Aktif:**
ja: **Active Directory に対する検索とバインドの例:**
nl: **Voorbeeld met zoeken en binden in Active Directory:**
pt: **Exemplo com pesquisar e vincular ao Active Directory:**
pt_br: **Exemplo como buscar e vincular ao Active Directory:**
ro: **Exemplu cu căutare și legare în Active Directory:**
ru: **Пример поиска и привязки в Active Directory:**
sv: **Exempel med sökning och bindning mot Active Directory:**
ta: ** தேடலுடன் எடுத்துக்காட்டு மற்றும் செயலில் உள்ள கோப்பகத்திற்கு எதிராக பிணைக்கவும்: **
tr: **Active Directory üzerinde arama ve bağlama örneği:**
uk: **Приклад із пошуком і прив'язкою до Active Directory:**
zh_hans: **针对 Active Directory 的搜索与绑定的示例：**
zh_hant: **針對活動目錄（ Active Directory ）的搜索與綁定的例子：**

source: Enables :ref:`github_auth`.
de: Aktiviert :ref:`github_auth`.
ga: Cumasaítear :ref:`github_auth`.
hu: A :ref:`github_auth` engedélyezése.
id: Mengaktifkan :ref:`github_auth`.
ja: :ref:`github_auth` を有効にします。
nl: Schakelt :ref:`github_auth` in.
pt: Ativa :ref:`github_auth`.
pt_br: Habilita :ref:`github_auth`.
ro: Activează :ref:`github_auth`.
ru: Включает :ref:`авторизацию через GitHub <github_auth>`.
sv: Aktiverar :ref:`github_auth`.
tr: :ref:`github_auth` seçeneğini kullanıma alır.
uk: Вмикає :ref:`github_auth`.
zh_hans: 允许 :ref:`github_auth`。
zh_hant: 允許 :ref:`github_auth` 。

source: Enables :ref:`github_ee_auth`.
de: Aktiviert :ref:`github_ee_auth`.
ga: Cumasaítear :ref:`github_ee_auth`.
hu: A :ref:`github_ee_auth` engedélyezése.
id: Mengaktifkan :ref:`github_ee_auth`.
ja: :ref:`github_ee_auth` を有効にします。
nl: Schakelt :ref:`github_ee_auth` in.
pt: Ativa :ref:`github_ee_auth`.
pt_br: Habilita :ref:`github_ee_auth`.
ru: Включает :ref:`github_ee_auth`.
sv: Aktiverar :ref:`github_ee_auth`.
tr: :ref:`github_ee_auth` seçeneğini kullanıma alır.
uk: Вмикає :ref:`github_ee_auth`.
zh_hans: 启用 :ref:`github_ee_auth`。

source: Enables :ref:`bitbucket_auth`.
de: Aktiviert :ref:`bitbucket_auth`.
ga: Cumasaítear :ref:`bitbucket_auth`.
hu: A :ref:`bitbucket_auth` engedélyezése.
id: Mengaktifkan :ref:`bitbucket_auth`.
ja: :ref:`bitbucket_auth` を有効にします。
nl: Schakelt :ref:`bitbucket_auth` in.
pt: Ativa :ref:`bitbucket_auth`.
pt_br: Habilita :ref:`bitbucket_auth`.
ro: Activează :ref:`bitbucket_auth`.
ru: Включает :ref:`авторизацию через Bitbucket <bitbucket_auth>`.
sv: Aktiverar :ref:`bitbucket_auth`.
tr: :ref:`bitbucket_auth` seçeneğini kullanıma alır.
uk: Вмикає :ref:`bitbucket_auth`.
zh_hans: 允许 :ref:`bitbucket_auth`。
zh_hant: 允許 :ref:`bitbucket_auth` 。

source: Enables :ref:`facebook_auth`.
de: Aktiviert :ref:`facebook_auth`.
ga: Cumasaítear :ref:`facebook_auth`.
hu: A :ref:`facebook_auth` engedélyezése.
id: Mengaktifkan :ref:`facebook_auth`.
ja: :ref:`facebook_auth` を有効にします。
nl: Schakelt :ref:`facebook_auth` in.
pt: Ativa :ref:`facebook_auth`.
pt_br: Habilita :ref:`facebook_auth`.
ro: Activează :ref:`facebook_auth`.
ru: Включает :ref:`facebook_auth`.
sv: Aktiverar :ref:`facebook_auth`.
tr: :ref:`facebook_auth` seçeneğini kullanıma alır.
uk: Вмикає :ref:`facebook_auth`.
zh_hans: 允许 :ref:`facebook_auth`.
zh_hant: 允許 :ref:`facebook_auth`.

source: Enables :ref:`google_auth`.
de: Aktiviert :ref:`google_auth`.
ga: Cumasaítear :ref:`google_auth`.
hu: A :ref:`google_auth` engedélyezése.
id: Mengaktifkan :ref:`google_auth`.
ja: :ref:`google_auth` を有効にします。
nl: Schakelt :ref:`google_auth` in.
pt: Ativa :ref:`google_auth`.
pt_br: Habilita :ref:`google_auth`.
ro: Activează :ref:`google_auth`.
ru: Включает :ref:`google_auth`.
sv: Aktiverar :ref:`google_auth`.
tr: :ref:`google_auth` seçeneğini kullanıma alır.
uk: Вмикає :ref:`google_auth`.
zh_hans: 允许 :ref:`google_auth`。
zh_hant: 允許 :ref:`google_auth` 。

source: Enables :ref:`gitlab_auth`.
de: Aktiviert :ref:`gitlab_auth`.
ga: Cumasaítear :ref:`gitlab_auth`.
hu: A :ref:`gitlab_auth` engedélyezése.
id: Mengaktifkan :ref:`gitlab_auth`.
ja: :ref:`gitlab_auth` を有効にします。
nl: Schakelt :ref:`gitlab_auth` in.
pt: Ativa :ref:`gitlab_auth`.
pt_br: Habilita :ref:`gitlab_auth`.
ro: Activează :ref:`gitlab_auth`.
ru: Включает :ref:`gitlab_auth`.
sv: Aktiverar :ref:`gitlab_auth`.
tr: :ref:`gitlab_auth` seçeneğini kullanıma alır.
uk: Вмикає :ref:`gitlab_auth`.
zh_hans: 允许 :ref:`gitlab_auth`。
zh_hant: 允許 :ref:`gitlab_auth` 。

source: Enables Gitea authentication.
de: Aktiviert die Gitea-Authentifizierung.
ga: Cumasaíonn sé fíordheimhniú Gitea.
hu: A Gitea-hitelesítés engedélyezése.
id: Mengaktifkan autentikasi Gitea.
ja: Gitea 認証を有効にします。
nl: Schakelt authenticatie voor Gitea in.
pt: Ativa autenticação por Gitea.
pt_br: Habilita autenticação por Gitea.
ru: Включает авторизацию Gitea.
sv: Aktiverar Gitea-autentisering.
ta: அறிவிலிதேநீர் அங்கீகாரத்தை செயல்படுத்துகிறது.
tr: Gitea kimlik doğrulamasını kullanıma alır.
uk: Вмикає розпізнавання за допомогою Gitea.
zh_hans: 启用 Gitea 身份验证。
