Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Repository post-commit
ga: Iarchoimisiún stóras
hu: Tároló véglegesítés utáni művelet
id: Repositori pasca-komit
ja: リポジトリのコミット後
nl: Opslagruimte na doorvoeren
pt_br: Pós-commit do repositório
sv: Repository efter commit
ta: களஞ்சியத்திற்குப் பிந்தைய கட்டளை
tr: Depo işleme sonrası
uk: Репозиторій після фіксації
zh_hans: 提交更改后

source: Triggered just after the changes are committed.
de: Wird ausgelöst, gleich nachdem die Änderungen committet wurden.
ga: Spreagtha díreach tar éis na hathruithe a bheith geallta.
hu: Akkor aktiválódik, amikor a változások véglegesítése megtörténik.
id: Dipicu tepat setelah perubahan di-commit.
ja: 変更がコミットされた直後にトリガーされます。
nl: Geactiveerd net nadat de wijzigingen zijn doorgevoerd.
pt_br: Acionado logo após as alterações terem seu commit feito.
sv: Aktiveras strax efter att ändringarna har bekräftats.
ta: மாற்றங்கள் செய்யப்பட்டபின் தூண்டப்பட்டது.
tr: Değişiklikler işlendikten hemen sonra tetiklenir.
uk: Запускається відразу після внесення змін.
zh_hans: 提交更改后即刻触发。

source: Repository post-push
ga: Stóras iar-bhrú
hu: Tároló feltöltés utáni művelet
id: Repositori pasca-dorong
ja: リポジトリのプッシュ後
nl: Opslagruimte na pushen
pt_br: Pós-push do repositório
sv: Repository efter push
ta: களஞ்சியத்திற்கு பிந்தைய புச்
tr: Depo itme sonrası
uk: Репозиторій post-push
zh_hans: 推送仓库到上游后

source: Triggered just after the repository is pushed upstream.
de: Wird ausgelöst, gleich nachdem das Repository Upstream gepusht wurde.
ga: Spreagtha díreach tar éis an stóras a bhrú suas an sruth.
hu: Akkor aktiválódik, amikor a tárolót feltöltik a forrás tárolóba.
id: Dipicu tepat setelah repositori didorong ke hulu.
ja: リポジトリが上流にプッシュされた直後にトリガーされます。
nl: Geactiveerd nadat de opslagruimte naar upstream is gepusht.
pt_br: Acionado logo após o repositório ter o push feito para o upstream.
sv: Aktiveras strax efter att arkivet har skickats uppströms.
ta: களஞ்சியம் மேல்நோக்கி தள்ளப்பட்ட பின்னரும் தூண்டப்படுகிறது.
tr: Depo yukarı akışa itildikten hemen sonra tetiklenir.
uk: Спрацьовує відразу після того, як сховище надсилається вгору.
zh_hans: 仓库被推送到上游后即刻触发。

source: Repository post-update
ga: Iar-nuashonrú an stóras
hu: Tároló frissítés utáni esemény
id: Repositori pasca-pembaruan
ja: リポジトリの更新後
nl: Opslagruimte na bijwerken
pt_br: Pós-atualização do repositório
sv: Repository efter uppdatering
ta: களஞ்சியம் பிந்தைய புதுப்பிப்பு
tr: Depo güncelleme sonrası
uk: Постоновлення сховища
zh_hans: 拉取新更改

source: Triggered whenever new changes are pulled from the upstream repository.
de: Wird ausgelöst, wenn neue Änderungen aus dem Upstream-Repository gezogen werden.
ga: Spreagtar iad nuair a tharraingítear athruithe nua ón stóras in aghaidh an tsrutha.
hu: Akkor aktiválódik, amikor új változások érkeznek a forrás tárolóból.
id: Dipicu setiap kali perubahan baru ditarik dari repositori hulu.
ja: 上流リポジトリから新しい変更がプルされるたびにトリガーされます。
nl: Geactiveerd als nieuwe wijzigingen worden opgehaald vanuit de opslagruimte upstream.
pt_br: Acionado sempre que novas alterações forem trazidas do repositório upstream.
sv: Aktiveras varje gång nya ändringar hämtas från uppströmsrepositoriet.
ta: மேலோடை களஞ்சியத்திலிருந்து புதிய மாற்றங்கள் இழுக்கப்படும் போதெல்லாம் தூண்டப்படுகிறது.
tr: Yukarı akış deposundan yeni değişiklikler her çekildiğinde tetiklenir.
uk: Запускається кожного разу, коли нові зміни витягуються з попереднього сховища.
zh_hans: 每当新更改从上游被拉取后触发。

source: Triggered just before the changes are committed.
de: Wird ausgelöst, kurz bevor die Änderungen committet werden.
ga: Spreagtha díreach sula ndéantar na hathruithe.
hu: Közvetlenül a változások véglegesítése előtt aktiválódik.
id: Dipicu tepat sebelum perubahan di-commit.
ja: 変更がコミットされる直前にトリガーされます。
nl: Geactiveerd net voordat de wijzigingen worden doorgevoerd.
pt_br: Acionado imediatamente antes de as alterações terem seu commit feito.
sv: Aktiveras precis innan ändringarna genomförs.
ta: மாற்றங்கள் செய்யப்படுவதற்கு சற்று முன்பு தூண்டப்பட்டது.
tr: Değişiklikler işlenmeden hemen önce tetiklenir.
uk: Запускається безпосередньо перед фіксацією змін.
zh_hans: 提交更改前触发。

source: Repository pre-push
ga: Stóras réamh-bhrú
hu: Tároló feltöltés előtti esemény
id: Repositori pra-dorong
ja: リポジトリの事前プッシュ
nl: Opslagruimte voor pushen
pt_br: Pré-push do repositório
sv: Repository före push
ta: களஞ்சியத்திற்கு முந்தைய புச்
tr: Depo itme öncesi
uk: Попереднє натискання репозиторію
zh_hans: 推送仓库到上游前

source: Triggered just before the repository is pushed upstream.
de: Wird ausgelöst, kurz bevor das Repository Upstream gepusht wird.
ga: Spreagtha díreach sula gcuirtear an stóras in aghaidh an tsrutha.
hu: Közvetlenül a forrás tárolóra feltöltés előtt aktiválódik.
id: Dipicu tepat sebelum repositori didorong ke hulu.
ja: リポジトリが上流にプッシュされる直前にトリガーされます。
nl: Geactiveerd voordat de opslagruimte naar upstream wordt gepusht.
pt_br: Acionado imediatamente antes do repositório ter seu push feito para o upstream.
sv: Aktiveras precis innan arkivet skickas uppströms.
ta: களஞ்சியம் மேல்நோக்கி தள்ளப்படுவதற்கு சற்று முன்பு தூண்டப்பட்டது.
tr: Depo yukarı akışa itilmeden hemen önce tetiklenir.
uk: Запускається безпосередньо перед тим, як сховище надсилається вгору.
zh_hans: 在仓库被推送到上游之前。

source: Repository pre-update
ga: Réamh-nuashonrú ar an stóras
hu: Tároló frissítés előtti esemény
id: Repositori pra-pembaruan
ja: リポジトリ更新前
nl: Opslagruimte voor bijwerken
pt_br: Pré-atualização do repositório
sv: Repository före uppdatering
ta: களஞ்சியம் முன் புதுப்பிப்பு
tr: Depo güncelleme öncesi
uk: Попереднє оновлення сховища
zh_hans: 尝试更新仓库

source: Triggered just before the repository update is attempted.
de: Wird ausgelöst, kurz bevor die Aktualisierung des Repositorys versucht wird.
ga: Spreagtha díreach sula ndéantar iarracht an stóras a nuashonrú.
hu: Közvetlenül a forrás tárolóból történő frissítés előtt aktiválódik.
id: Dipicu tepat sebelum pembaruan repositori dicoba.
ja: リポジトリの更新が試行される直前にトリガーされます。
nl: Geactiveerd net voordat geprobeerd wordt de opslagruimte bij te werken.
pt_br: Acionado imediatamente antes da tentativa de atualização do repositório.
sv: Aktiveras precis innan uppdateringen av arkivet försöks.
ta: களஞ்சிய புதுப்பிப்பு முயற்சிக்கப்படுவதற்கு சற்று முன்பு தூண்டப்பட்டது.
tr: Deponun güncellenmesi denenmeden hemen önce tetiklenir.
uk: Запускається безпосередньо перед спробою оновлення репозиторію.
zh_hans: 尝试更新仓库前触发。

source: Unit post-save
de: Einheit post-save
ga: Aonad iar-shábháil
hu: Egység mentése utáni esemény
id: Unit pasca-simpan
ja: ユニット保存後
nl: Eenheid na opslaan
pt_br: Pós-salvamento da unidade
sv: Enhet efter sparande
ta: பிரிவு பிந்தைய சேமிப்பு
tr: Birim kaydetme sonrası
uk: Блок після збереження
zh_hans: 保存字符串

source: Triggered just after the string is saved.
de: Wird ausgelöst, gleich nachdem die Zeichenkette gespeichert wurde.
ga: Spreagtha díreach tar éis an teaghrán a shábháil.
hu: Közvetlenül azután aktiválódik, hogy a szöveg mentésre kerül.
id: Dipicu tepat setelah string disimpan.
ja: 文字列が保存された直後にトリガーされます。
nl: Geactiveerd net nadat de tekenreeks is opgeslagen.
pt_br: Acionado logo após o texto ser salvo.
sv: Aktiveras direkt efter att strängen har sparats.
ta: சரம் சேமிக்கப்பட்ட பின்னரும் தூண்டப்பட்டது.
tr: Dizgenin kaydedilmesinden hemen sonra tetiklenir.
uk: Запускається одразу після збереження рядка.
zh_hans: 字符串被保存后即刻触发。

source: Unit post-sync
sv: Enhet efter synkronisering

source: Triggered after the string is synchronized with the VCS.
sv: Aktiveras efter att strängen har synkroniserats med VCS.

source: Unit pre-create
de: Einheit pre-create
ga: Aonad réamh-chruthú
hu: Egység létrehozása előtti esemény
id: Unit pra-buat
ja: ユニットの事前作成
nl: Eenheid voor maken
pt_br: Pré-criação da unidade
sv: Enhet förskapas
ta: அலகு முன் உருவாக்குதல்
tr: Birim oluşturma öncesi
uk: Попереднє створення блоку
zh_hans: 保存新创建字符串

source: Triggered just after the newly created string is saved.
de: Wird ausgelöst, gleich nachdem die neu erstellte Zeichenkette gespeichert wurde.
ga: Spreagtha díreach tar éis an teaghrán nuachruthaithe a shábháil.
hu: Közvetlenül az újonnan létrehozott szöveg mentése után aktiválódik.
id: Dipicu tepat setelah string yang baru dibuat disimpan.
ja: 新しく作成された文字列が保存された直後にトリガーされます。
nl: Geactiveerd net nadat de nieuwe gemaakte tekenreeks is opgeslagen.
pt_br: Acionado logo após o texto recém-criado ser salvo.
sv: Aktiveras strax efter att den nyskapade strängen har sparats.
ta: புதிதாக உருவாக்கப்பட்ட சரம் சேமிக்கப்பட்ட பின்னரும் தூண்டப்படுகிறது.
tr: Yeni oluşturulan dizge kaydedildikten hemen sonra tetiklenir.
uk: Запускається одразу після збереження новоствореного рядка.
zh_hans: 新建字符串被保存后即刻触发。

source: Built-in add-ons
de: Integrierte Erweiterungen
ga: Breiseáin ionsuite
hu: Beépített kiegészítők
id: Pengaya bawaan
ja: 付属のアドオン
nl: Ingebouwde add-ons
pt: Extras integrados
pt_br: Complementos integrados
ro: Addon-uri încorporate
ru: Встроенные надстройки
sv: Inbyggda tillägg
ta: உள்ளமைக்கப்பட்ட துணை நிரல்கள்
tr: Hazır eklentiler
uk: Вбудовані додатки
zh_hans: 内置附加组件

source: Automatic translation
de: Automatische Übersetzung
ga: Aistriúchán uathoibríoch
hu: Automatikus fordítás
id: Penerjemahan otomatis
ja: 自動翻訳
nl: Automatische vertaling
pt: Tradução automática
pt_br: Tradução automática
ro: Traducere automată
ru: Автоматический перевод
sv: Automatisk översättning
ta: தானியங்கி மொழிபெயர்ப்பு
tr: Kendiliğinden çeviri
uk: Автоматичний переклад
zh_hans: 自动翻译
zh_hant: 自動翻譯

source: Add-on ID
de: Erweiterungs-ID
ga: Aitheantas an bhreiseáin
hu: Kiegészítő azonosítója
id: ID pengaya
ja: アドオン ID
pt: ID da extensão
pt_br: ID do complemento
ro: ID add-on
ru: ID надстройки
sv: Tilläggs-ID
ta: கூடுதல் ஐடி
tr: Eklenti kimliği
uk: Ідентифікатор додатка
zh_hans: 附加组件 ID

source: Configuration
de: Konfiguration
ga: Cumraíocht
hu: Beállítások
id: Konfigurasi
ja: 設定
nl: Configuratie
pt: Configuração
pt_br: Configuração
ro: Configurație
ru: Конфигурация
sv: Konfiguration
ta: உள்ளமைவு
tr: Yapılandırma
uk: Налаштування
zh_hans: 配置
zh_hant: 配置

source: Automatic translation mode
de: Automatischer Übersetzungsmodus
ga: Modh aistriúcháin uathoibríoch
hu: Automatikus fordítás módja
id: Mode penerjemahan otomatis
ja: 自動翻訳モード
nl: Automatische vertaalmodus
pt: Modo de tradução automático
pt_br: Modo de tradução automática
ro: Mod traducere automată
ru: Режим автоматического перевода
sv: Automatiskt översättningsläge
ta: தானியங்கி மொழிபெயர்ப்பு முறை
tr: Kendiliğinden çeviri kipi
uk: Режим автоматичного перекладу
zh_hans: 自动翻译模式
zh_hant: 自動翻譯模式

source: Available choices:
de: Verfügbare Auswahlmöglichkeiten:
ga: Roghanna atá ar fáil:
hu: Elérhető lehetőségek:
id: Pilihan yang tersedia:
ja: 設定できる値:
nl: Beschikbare keuzes:
pt: Escolhas disponíveis:
pt_br: Escolhas disponíveis:
ro: Alegerile disponibile:
ru: Доступные варианты:
sv: Tillgängliga alternativ:
ta: கிடைக்கும் தேர்வுகள்:
tr: Kullanılabilecek seçenekler:
uk: Доступні варіанти:
zh_hans: 可用选项：

source: Add as suggestion
id: Tambahkan sebagai saran
nl: Toevoegen als suggestie
sv: Lägg till som förslag
tr: Öneri olarak eklensin
uk: Додати як пропозицію

source: Add as translation
id: Tambahkan sebagai terjemahan
nl: Toevoegen als vertaling
sv: Lägg till som översättning
tr: Çeviri olarak eklensin
uk: Додати як переклад

source: Add as "Needing edit"
id: Tambah sebagai "Perlu disunting"
nl: Aanduiden met ‘Bewerken nodig’
sv: Lägg till som "Behöver åtgärdas"
tr: "Düzenlenmesi gerekli" olarak ekle
uk: Додати як такі, що потребують редагування

source: Query
de: Abfrage
ga: Cheist
hu: Lekérdezés
id: Kueri
ja: 検索文字列
nl: Zoeken naar
pt: Consulta
pt_br: Consulta
ro: Înterogare
ru: Запрос
sv: Sökning
ta: வினவல்
tr: Sorgu
uk: Запит
zh_hans: 查询
zh_hant: 查詢

source: Please note that translating all strings will discard all existing translations.
de: Bitte beachten Sie, dass bei der Übersetzung aller Zeichenketten alle vorhandenen Übersetzungen verworfen werden.
ga: Tabhair faoi deara le do thoil go gcaithfí na haistriúcháin go léir atá ann cheana féin agus tú ag aistriú gach teaghrán.
hu: Ne feledje, hogy az összes szöveg újrafordítása törölni fogja a meglévő fordításokat.
ja: すべての文字列を翻訳すると、既存の翻訳はすべて破棄されますのでご注意ください。
nl: Let op: door alle tekenreeksen te vertalen, worden alle bestaande vertalingen gewist.
pt: Por favor, note que a tradução de todas as cadeias irá descartar todas as traduções existentes.
pt_br: Observe que a tradução de todos os textos descartará todas as traduções existentes.
ro: Te rugăm să reții că traducerea tuturor șirurilor va elimina toate traducerile existente.
ru: Пожалуйста, имейте ввиду, что перевод всех строк отменит все существующие переводы.
sv: Observera att om du översätter alla strängar kommer alla befintliga översättningar att slängas.
ta: எல்லா சரங்களையும் மொழிபெயர்ப்பது தற்போதுள்ள அனைத்து மொழிபெயர்ப்புகளையும் நிராகரிக்கும் என்பதை நினைவில் கொள்க.
tr: Lütfen tüm dizgeleri çevirdiğinizde var olan tüm çevirileri yok sayılacağını unutmayın.
uk: Будь ласка, зауважте, що переклад усіх рядків призведе до відкидання усіх наявних перекладів.
zh_hans: 请注意，翻译所有字符串将丢弃所有现有的译文。

source: Source of automated translations
de: Quelle der automatisierten Übersetzungen
ga: Foinse aistriúcháin uathoibrithe
hu: Automatikus fordítások forrása
id: Sumber terjemahan otomatis
ja: 自動翻訳の参照先
nl: Bron van automatische vertalingen
pt: Fonte das traduções automáticas
pt_br: Fonte das traduções automáticas
ro: Sursa traducerilor automate
ru: Источник автоматических переводов
sv: Källa för automatiserade översättningar
ta: தானியங்கு மொழிபெயர்ப்புகளின் சான்று
tr: Kendiliğinden yapılmış çevirilerin kaynağı
uk: Джерело автоматизованих перекладів
zh_hans: 自动翻译的来源

source: Other translation components
id: Komponen terjemahan lainnya
nl: Overige vertaalonderdelen
sv: Andra översättningskomponenter
tr: Diğer çeviri bileşenleri
uk: Інші складники перекладу

source: Machine translation
de: Maschinelle Übersetzung
ga: Aistriúchán meaisín
hu: Gépi fordítás
id: Terjemahan mesin
ja: 機械翻訳
nl: Machinevertaling
pt: Tradução automática
pt_br: Tradução automática
ro: Traducere automată
ru: Машинный перевод
sv: Maskinöversättning
ta: இயந்திர மொழிபெயர்ப்பு
tr: Makine çevirisi
uk: Машинний переклад
zh_hans: 机器翻译
zh_hant: 機器翻譯

source: Enter slug of a component to use as source, keep blank to use all components in the current project.
de: Geben Sie den Slug einer Komponente ein, die als Ausgangszeichenkette verwendet werden soll. Lassen Sie das Feld leer, um alle Komponenten im aktuellen Projekt zu verwenden.
ga: Cuir isteach sluga comhpháirte le húsáid mar fhoinse, coinnigh bán chun gach comhpháirt sa tionscadal reatha a úsáid.
hu: Adja meg annak az összetevőnek az URL-azonosítóját (slug), amelyet forrásként szeretne használni; hagyja üresen, ha az aktuális projekt összes összetevőjét kívánja használni.
id: Masukkan slug komponen untuk digunakan sebagai sumber, kosongkan untuk menggunakan semua komponen dalam proyek saat ini.
ja: 参照先として使用するコンポーネントのスラッグを入力します。現在のプロジェクト内のすべてのコンポーネントを使用する場合は、空白のままにします。
nl: Geef de slug van het onderdeel op dat dient te worden gebruikt als bron of laat leeg om alle onderdelen binnen het huidige project te gebruiken.
pt: Introduza a lesma de um componente para utilizar como fonte, deixe em branco para utilizar todos os componentes no projeto atual.
pt_br: Insira o slug de um componente para ser usado como fonte, mantenha em branco para usar todos os componentes no projeto atual.
ro: Introdu descriptorul unei componente care urmează să fie utilizată ca sursă, păstrează spațiul gol pentru a utiliza toate componentele din proiectul curent.
ru: Введите плашку компонента для использования в качестве источника, для использования всех компонентов в текущем проекте — оставьте пустым.
sv: Ange URL-slug för den komponent som ska användas som källa, lämna tom för att använda alla komponenter i det aktuella projektet.
ta: மூலமாகப் பயன்படுத்த ஒரு கூறுகளின் ச்லக்கை உள்ளிடவும், தற்போதைய திட்டத்தில் உள்ள அனைத்து கூறுகளையும் பயன்படுத்த காலியாக வைக்கவும்.
tr: Kaynak olarak kullanılacak bir bileşenin kısaltmasını yazın. Geçerli projedeki tüm bileşenlerin kullanılması için boş bırakın.
uk: Введіть опис складника для використання як джерела, залиште порожнім, щоб використовувати всі складники в поточному проєкті.
zh_hans: 输入要用作来源的部件的标识符，留空则使用当前项目中的所有部件。

source: Machine translation engines
de: Maschinelle Übersetzungssysteme
ga: Innill aistriúcháin meaisín
hu: Gépi fordítómotorok
id: Mesin penerjemahan mesin
ja: 機械翻訳エンジン
nl: Programma's voor machinevertaling
pt: Motores de tradução automática
pt_br: Mecanismos para tradução automática
ro: Motoare de traducere automată
ru: Механизмы машинного перевода
sv: Översättningsmotor
ta: இயந்திர மொழிபெயர்ப்பு இயந்திரங்கள்
tr: Makine çevirisi hizmetleri
uk: Рушії компʼютерного перекладу
zh_hans: 机器翻译引擎
zh_hant: 機器翻譯引擎

source: Score threshold
de: Schwellenwert
ga: Tairseach scóir
hu: Pontszámküszöb
id: Ambang batas skor
ja: スコアしきい値
nl: Drempelwaarde van score
pt: Limite de pontuação
pt_br: Limite de pontuação
ro: Prag de punctaj
ru: Порог оценки
sv: Poänggräns
ta: ச்கோர் வாசல்
tr: Skor eşiği
uk: Поріг оцінки
zh_hans: 匹配分数阈值
zh_hant: 分數閾值

source: Triggers
de: Trigger
ga: Truicear
hu: Események
id: Pemicu
ja: トリガー
nl: Activatie
pt: Gatilhos
pt_br: Gatilhos
ro: Declanșări
ru: Запуск
sv: Utlösare
ta: தூண்டுதல்கள்
tr: Tetikleyiciler
uk: Перемикачі
zh_hans: 触发器

source: Automatically translates strings using machine translation or other components.
de: Übersetzt automatisch Zeichenketten mithilfe maschineller Übersetzung oder Übersetzungen aus anderen Komponenten.
ga: Aistrítear teaghráin go huathoibríoch ag baint úsáide as aistriúchán meaisín nó comhpháirteanna eile.
hu: Automatikusan lefordítja a szövegeket gépi fordítással vagy más összetevők alapján.
id: Terjemahkan string secara otomatis memakai mesin penerjemah maupun komponen lainnya.
ja: 機械翻訳または他のコンポーネントを使用して文字列を自動的に翻訳します。
nl: Vertaalt automatisch tekenreeksen met behulp van machinevertaling of andere onderdelen.
pt: Traduz automaticamente as cadeias utilizando a tradução automática ou outros componentes.
pt_br: Traduz automaticamente os textos usando a tradução automática ou outros componentes.
ro: Tradu automat șirurile cu ajutorul traducerii automate sau al altor componente.
ru: Автоматически переводит строки при помощи машинного перевода или других компонентов.
sv: Översätter automatiskt strängar med maskinöversättning eller andra komponenter.
ta: இயந்திர மொழிபெயர்ப்பு அல்லது பிற கூறுகளைப் பயன்படுத்தி சரங்களை தானாக மொழிபெயர்க்கிறது.
tr: Makine çevirisini ya da diğer bileşenleri kullanarak dizgeleri kendiliğinden çevirir.
uk: Автоматично перекладає рядки за допомогою машинного перекладу або інших складників.
zh_hans: 使用机器翻译或其他部件自动翻译字符串。
zh_hant: 使用機器翻譯或其他組件自動翻譯字串。

source: JavaScript localization CDN
de: JavaScript-Lokalisierungs-CDN
ga: Logánú JavaScript CDN
hu: JavaScript lokalizációs CDN
id: CDN Pelokalan JavaScript
ja: JavaScript 現地語化 CDN
nl: JavaScript-vertaling CDN
pt: CDN de localização JavaScript
pt_br: CDN de localização do JavaScript
ro: CDN de localizare JavaScript
ru: CDN локализации JavaScript
sv: JavaScript-lokalisering CDN
ta: சாவாச்கிரிப்ட் உள்ளூராக்கல் சி.டி.என்
tr: JavaScript yerelleştirme CDN
uk: CDN локалізації JavaScript
zh_hans: JavaScript 本地化 CDN
zh_hant: JavaScript 在地化 CDN

source: Translation threshold
de: Übersetzungsschwelle
ga: Tairseach aistriúcháin
hu: Fordítási küszöbérték
id: Ambang batas terjemahan
ja: 翻訳率のしきい値
nl: Drempelwaarde vertaling
pt: Limiar de tradução
pt_br: Limiar de tradução
ro: Prag de traducere
ru: Порог перевода
sv: Översättningströskel
ta: மொழிபெயர்ப்பு வாசல்
tr: Çeviri eşiği
uk: Порогове значення перекладу
zh_hans: 译文阈值
zh_hant: 最低翻譯數

source: The percentage of translated strings that must be present for translation to be included.
de: Der Prozentsatz der vorhandenden übersetzten Zeichenketten, damit die Übersetzung berücksichtigt wird.
ga: An céatadán de theaghráin aistrithe nach mór a bheith i láthair le go gcuirfear aistriúchán san áireamh.
hu: A fordításban szereplő szövegek hány százalékának kell lefordítva lennie ahhoz, hogy a fordítás bekerülhessen.
id: Persentase string yang diterjemahkan yang harus tersedia dalam terjemahan yang disertakan.
nl: Het percentage vertaalde tekenreeksen dat aanwezig moet zijn om de vertaling op te nemen.
pt_br: A porcentagem de textos traduzidos que devem estar presentes para que a tradução seja incluída.
sv: Den procentandel av översatta strängar som måste finnas för att översättningen ska inkluderas.
tr: Çevirinin içerilmesi için çevrilmesi gereken dizgelerin yüzdesi.
uk: Відсоток перекладених рядків, який має бути присутнім для включення перекладу.

source: CSS selector
de: CSS-Selektor
ga: Roghnóir CSS
hu: CSS-szelektor
id: Pemilih CSS
ja: CSS セレクタ
nl: CSS-selectie
pt: Seletor de CSS
pt_br: Seletor CSS
ro: Selector CSS
ru: Селектор CSS
sv: CSS-väljare
ta: css தேர்வாளர்
tr: CSS seçici
uk: Вибір CSS
zh_hans: CSS 选择器
zh_hant: CSS 選擇器

source: CSS selector to detect localizable elements.
de: CSS-Selektor zur Erkennung lokalisierbarer Elemente.
ga: Roghnóir CSS chun eilimintí logánta a bhrath.
hu: CSS-szelektor a lokalizálható elemek felismerésére.
id: Pemilih CSS untuk mendeteksi elemen yang dapat dilokalkan.
ja: 翻訳可能な要素を検出する CSS セレクタ。
nl: CSS-selectie om vertaalbare elementen te detecteren.
pt: Seletor CSS para detetar elementos localizáveis.
pt_br: Seletor CSS para detectar elementos localizáveis.
ro: Selector CSS pentru detectarea elementelor traductibile.
ru: Селектор CSS для обнаружения локализуемых элементов.
sv: CSS-väljare för att upptäcka lokaliserbara element.
ta: உள்ளூர்மயமாக்கக்கூடிய கூறுகளைக் கண்டறிய css தேர்வாளர்.
tr: Yerelleştirilebilir ögeleri algılamak için CSS seçici.
uk: Засіб вибору CSS для виявлення придатних до локалізації елементів.
zh_hans: 检测可本地化元素的 CSS 选择器。
zh_hant: 用來偵測可在地化元素的 CSS 選擇器。

source: Language cookie name
de: Name des Sprachcookies
ga: Ainm fianán teanga
hu: Nyelvi süti neve
id: Nama kuki bahasa
ja: 言語 Cookie 名
nl: Naam van taalcookie
pt: Nome do cookie do idioma
pt_br: Nome do cookie de idioma
ro: Nume cookie de limbă
ru: Имя языковой куки
sv: Namn på språkcookie
ta: மொழி குக்கீ பெயர்
tr: Dil tanımlama bilgisinin adı
uk: Назва куки мови
zh_hans: 语言 cookie 名称
zh_hant: 語言 Cookie 名稱

source: Name of cookie which stores language preference.
de: Name des Cookies, der die Sprachpräferenz speichert.
ga: Ainm an fhianáin a stórálann rogha teanga.
hu: A süti neve, amely a nyelvi beállítást tárolja.
id: Nama kuki yang menyimpan preferensi bahasa.
ja: 言語設定を保存する Cookie の名前。
nl: Naam van de cookie die de taalvoorkeur bevat.
pt: Nome do cookie que armazena a preferência de idioma.
pt_br: Nome do cookie que armazena preferência de idioma.
ro: Nume cookie care stochează preferințe lingvistice.
ru: Имя куки, в которой сохраняется предпочитаемый язык.
sv: Namn på cookie som lagrar språkinställningar.
ta: மொழி விருப்பத்தை சேமிக்கும் குக்கீயின் பெயர்.
tr: Dil seçiminin kaydedildiği tanımlama bilgisinin adı.
uk: Назва куки, яка зберігатиме налаштування мови.
zh_hans: 存储语言偏好的 cookie 的名称。
zh_hant: 儲存語言偏好設定的 Cookie 名稱。

source: Extract strings from HTML files
de: Zeichenketten aus HTML-Dateien extrahieren
ga: Sliocht teaghráin ó chomhaid HTML
hu: Szövegek kinyerése HTML-fájlokból
id: Ekstrak string dari berkas HTML
ja: HTMLファイルから文字列を抽出
nl: Tekenreeksen uitnemen uit HTML-bestanden
pt: Extrair cadeias de ficheiros de HTML
pt_br: Extrair textos de arquivos HTML
ro: Extrage șiruri din fișiere HTML
ru: Извлечение строк из HTML-файлов
sv: Extrahera strängar från HTML-filer
ta: html கோப்புகளிலிருந்து சரங்களை பிரித்தெடுக்கவும்
tr: Dizgeleri HTML dosyalarından ayıklama
uk: Видобути рядки з файлів HTML
zh_hans: 从 HTML 文件中提取字符串
zh_hant: 從 HTML 檔案擷取字串
