Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: *Released on December 16th 2021.*
de: *Veröffentlicht am 16. Dezember 2021.*
ga: *Eisithe ar 16 Nollaig 2021.*
hu: *Kiadva: 2021. december 16.*
id: *Dirilis pada 16 Desember 2021.*
nl: *Uitgegeven op 16 december 2021.*
pt_br: *Atualizado em 16 de dezembro de 2021.*
sv: *Släpptes den 16 december 2021.*
tr: *16 Aralık 2021 tarihinde yayınlandı.*
uk: *Випущено 16 грудня 2021 року.*

source: Added support for formality and placeholders with DeepL.
de: Unterstützung für Formalitäten und Platzhalter mit DeepL hinzugefügt.
ga: Tacaíocht bhreise d'fhoirmiúlacht agus d'áitshealbhóirí le DeepL.
hu: Formalitás és helyettesítők támogatása hozzáadva a DeepL szolgáltatáshoz.
id: Menambahkan dukungan untuk formalitas dan placeholder dengan DeepL.
ja: DeepL の敬称と親称の切り替え機能と、プレースホルダーに対応。
nl: Toegevoegde ondersteuning voor formaliteit en plaatsvervangers met DeepL.
pt: Adicionado suporte para formalidade e espaços reservados com DeepL.
pt_br: Adicionado suporte para formalidade e espaços reservados com DeepL.
ro: A fost adăugat suportul pentru formalități și spații libere cu DeepL.
ru: Добавлена поддержка формальности и местозаполнителей с помощью DeepL.
sv: Lagt till stöd för formaliteter och platshållare med DeepL.
ta: முறை முறை மற்றும் பிளேச்ஓல்டர்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: DeepL ile düzenlilik ve yer belirtici özelliği eklendi.
uk: Додано підтримку формальності і замінників з використанням DeepL.
zh_hans: 新增对 DeepL Formality 参数和占位符的支持。

source: Bulk edit and search-and-replace are now available on project and language level.
de: Massenbearbeitung sowie Suchen und Ersetzen sind jetzt auf Projekt- und Sprachebene verfügbar.
ga: Tá mór-eagarthóireacht agus cuardach agus ionadú ar fáil anois ar leibhéal tionscadail agus teanga.
hu: Tömeges szerkesztés és keresés/csere mostantól elérhető projekt- és nyelviszinten is.
id: Penyuntingan massal serta pencarian dan penggantian sekarang tersedia di tingkat proyek dan bahasa.
ja: 一括編集および検索と置換が、プロジェクトおよび言語レベルで使用できるようになった。
nl: Bewerken en zoeken en vervangen in bulk zijn nu beschikbaar op project- en taalniveau.
pt_br: A edição em massa e a busca e substituição agora estão disponíveis no nível do projeto e do idioma.
ru: Массовое редактирование, а также поиск и замена теперь доступны на уровне проекта и языка.
sv: Massredigering och sök-och-ersätt-funktioner är nu tillgängliga på projekt- och språknivå.
ta: மொத்த திருத்தம் மற்றும் தேடல் மற்றும் மாற்றுதல் இப்போது திட்டம் மற்றும் மொழி மட்டத்தில் கிடைக்கின்றன.
tr: Artık proje ve dil düzeyinde toplu düzenleme ve arama/değiştirme kullanılabilir.
uk: У новій версії пакетним редагуванням і пошуком із заміною можна скористатися на рівнях проєкту та мови.
zh_hans: 批量编辑、搜索和替换现在可以在项目和语言级别上使用。

source: Added filtering to search and replace.
de: Filterung beim Suchen und Ersetzen hinzugefügt.
ga: Cuireadh scagadh leis chun cuardach agus athsholáthar.
hu: Keresés és csere funkció szűrővel bővült.
id: Menambahkan filter untuk mencari dan mengganti.
ja: 検索と置換にフィルターの追加。
nl: Toegevoegd filteren aan zoeken en vervangen.
pt: Adicionada filtragem para pesquisa e substituição.
pt_br: Adicionada filtragem para busca e substituição.
ro: A fost adăugată filtrarea la căutare și înlocuire.
ru: Добавлена фильтрация для поиска и замены.
sv: Lagt till filtrering för sökning och ersättning.
ta: தேடவும் மாற்றவும் வடிகட்டுதல் சேர்க்கப்பட்டது.
tr: Arama ve değiştirme için süzme eklendi.
uk: Додано фільтрування для пошуку із заміною.
zh_hans: 为搜索和替换功能加入了筛选。

source: Fixed: "Perform automatic translation" privilege is no longer part of the *Languages* group.
de: Behoben: Die Berechtigung „Automatische Übersetzung durchführen“ ist nicht mehr Teil der Gruppe *Sprachen*.
ga: Socraithe: Níl pribhléid "aistriúchán uathoibríoch a dhéanamh" ina cuid den ghrúpa *Teangacha* a thuilleadh.
hu: Javítva: Az „Automatikus fordítás végrehajtása” jogosultság már nem része a *Nyelvek* csoportnak.
id: Telah diperbaiki: Hak istimewa "Lakukan terjemahan otomatis" tidak lagi menjadi bagian dari grup *Bahasa*.
ja: 修正:「自動翻訳を実行する」権限が *Languages* グループには含まれなくなる。
nl: Gerepareerd: Recht "Automatische vertaling uitvoeren" behoort niet langer deel tot de groep *Talen*.
pt: Corrigido: o privilégio "Efetuar tradução automática" já não é parte do grupo *Idiomas*.
pt_br: Corrigido: o privilégio "Efetuar tradução automática" não é mais parte do grupo *Idiomas*.
ro: Corect: Privilegiul "Efectuarea traducerii automate" nu mai face parte din grupul *Languages*.
ru: Исправлено: привилегия «Выполнять автоматический перевод» не является частью группы *Языки*.
sv: Fixat: Behörigheten "Utför automatisk översättning" ingår inte längre i gruppen *Språk*.
ta: சரி: "தானியங்கி மொழிபெயர்ப்பைச் செய்யுங்கள்" சலுகை இனி * மொழிகள் * குழுவின் ஒரு பகுதியாக இல்லை.
tr: Düzeltme: "Kendiliğinden çeviri" izni artık *Diller* grubunun bir parçası değil.
uk: Виправлено: привілеї «Виконувати автоматичний переклад» більше не є частиною групи *Мови*.
zh_hans: 已修复：“执行自动翻译”权限不再属于 *Languages* 组。

source: "Perform automatic translation" is in the *Administration* and the new *Automatic translation* group.
de: Die Funktion „Automatische Übersetzung durchführen“ befindet sich in der Gruppe *Administration* und in der neuen Gruppe *Automatische Übersetzung*.
ga: Tá “Déan aistriúchán uathoibríoch” sa ghrúpa *Riarachán* agus sa ghrúpa nua *Aistriúchán uathoibríoch*.
hu: Az „Automatikus fordítás végrehajtása” jogosultság mostantól az *Adminisztrátor* és az új *Automatikus fordítás* csoport része.
id: "Lakukan terjemahan otomatis" ada di *Administrasi* dan grup *Terjemahan otomatis* yang baru.
ja: 「自動翻訳を実行する」は *管理* および新しい *自動翻訳* グループにある。
nl: "Automatische vertaling uitvoeren" staat in de groep *Beheer* en in de nieuwe groep *Automatische vertaling*.
pt: "Efetuar tradução automática" está em *Administração* e no novo grupo "Tradução automática".
pt_br: "Efetuar tradução automática" está em *Administração* e no novo grupo "Tradução automática".
ro: "Efectuarea traducerii automate" se află în *Administrare* și în noul grup *Traducerea automată*.
ru: «Выполнять автоматический перевод» теперь в группе *Администрирование* и новой группе *Автоматический перевод*.
sv: "Utför automatisk översättning" finns i *Administration* och den nya gruppen *Automatisk översättning*.
ta: "தானியங்கி மொழிபெயர்ப்பைச் செய்யுங்கள்" * நிர்வாகம் * மற்றும் புதிய * தானியங்கி மொழிபெயர்ப்பு * குழுவில் உள்ளது.
tr: "Kendiliğinden çeviri", *Yönetim* ve yeni *Kendiliğinden çeviri* grubuna eklendi.
uk: «Виконувати автоматичний переклад» тепер у групі *Адміністрування* і новій групі *Автоматичний переклад*.
zh_hans: “执行自动翻译” 位于 *管理* 和新的 *自动翻译* 组中。

source: Fixed generating XLSX files with special chars.
de: Das Erzeugen von XLSX-Dateien mit Sonderzeichen korrigiert.
ga: Seasta ag giniúint comhaid XLSX le carachtair speisialta.
hu: Speciális karaktereket tartalmazó XLSX-fájlok generálásának javítása.
id: Memperbaiki pembuatan berkas XLSX dengan karakter khusus.
ja: 特殊文字を含む XLSX ファイルの生成を修正。
nl: Gerepareerd genereren van XLSX-bestanden met speciale tekens.
pt: Corrigida a geração de ficheiros XLSX com caracteres especiais.
pt_br: Corrigida a geração de arquivos XLSX em caracteres especiais.
ro: S-a remediat generarea de fișiere XLSX cu caractere speciale.
ru: Исправлены проблемы генерации файлов XLSX со специальными символами.
sv: Fixat generering av XLSX-filer med specialtecken.
ta: சிறப்பு எழுத்துகளுடன் நிலையான உருவாக்கும் எக்ச்எல்எச்எக்ச் கோப்புகள்.
tr: Özel karakterlerle XLSX dosyalarının oluşturulması sorunu düzeltildi.
uk: Виправлено створення файлів XLSX зі спеціальними символами.
zh_hans: 修复了生成带特殊字符的 XLSX 文件的问题。

source: Added ability to the GitHub authentication backend to check if the user belongs to a specific GitHub organization or team.
de: Dem GitHub-Authentifizierungs-Backend die Möglichkeit hinzugefügt, zu prüfen, ob der Benutzer zu einer bestimmten GitHub-Organisation oder einem Team gehört.
ga: Cumas breise le hinneal fíordheimhnithe GitHub chun a sheiceáil an mbaineann an t-úsáideoir le heagraíocht nó le foireann ar leith GitHub.
hu: A GitHub-hitelesítési háttérrendszer mostantól képes ellenőrizni, hogy a felhasználó egy adott GitHub szervezethez vagy csapathoz tartozik-e.
id: Menambahkan kemampuan ke backend autentikasi GitHub untuk memeriksa apakah pengguna termasuk dalam organisasi atau tim GitHub tertentu.
ja: GitHub 認証バックエンドに、ユーザーが特定の GitHub 組織またはチームに属しているかどうかを検査する機能の追加。
nl: Mogelijkheid toegevoegd voor het backend van GitHub-authenticatie om te controleren of de gebruiker behoort tot een specifieke organisatie of team van GitHub.
pt: Adicionada capacidade ao backend de autenticação do GitHub para verificar se o utilizador pertence a uma organização ou equipa específica do GitHub.
pt_br: Adicionada capacidade ao backend de autenticação do GitHub para verificar se o usuário pertence a uma organização ou equipe específica do GitHub.
ro: A fost adăugată posibilitatea ca backend-ul de autentificare GitHub să verifice dacă utilizatorul aparține unei anumite organizații sau echipe GitHub.
ru: В серверную часть авторизации GitHub добавлена возможность проверять, принадлежит ли пользователь к определённой организации или группе GitHub.
sv: Lagt till funktion i GitHub-autentiseringsbackend för att kontrollera om användaren tillhör en specifik GitHub-organisation eller ett specifikt GitHub-team.
ta: பயனர் ஒரு குறிப்பிட்ட அறிவிலிமையம் அமைப்பு அல்லது குழுவுக்கு சொந்தமானாரா என்பதை சரிபார்க்க அறிவிலிமையம் அங்கீகார பின்தளத்தில் திறனைச் சேர்த்தது.
tr: GitHub kimlik doğrulama yönetim bölümüne, kullanıcının belirli bir GitHub kuruluşunda veya takımında olup olmadığını denetleme özelliği eklendi.
uk: До модуля розпізнавання на Github додано можливість перевіряти, чи належить користувач до вказаної організації або команди GitHub.
zh_hans: 为GitHub认证后端增加了检查用户是否属于特定GitHub组织或团队的功能。

source: Improved feedback on invalid parameters passed to API.
de: Verbesserte Rückmeldung über ungültige an die API übergebene Parameter.
ga: Aiseolas feabhsaithe ar pharaiméadair neamhbhailí curtha ar aghaidh chuig API.
hu: Visszajelzés javítása érvénytelen API-paraméterek esetén.
id: Peningkatan umpan balik pada parameter tidak valid yang diteruskan ke API.
ja: API に無効なパラメータを渡した場合のフィードバックの改善。
nl: Verbeterde terugkoppeling voor ongeldige parameters, doorgegeven aan de API.
pt: Melhorado o feedback sobre parâmetros inválidos passados ao API.
pt_br: Melhorado o feedback ao serem passados parâmetros inválidos para a API.
ro: A fost îmbunătățit feedback-ul privind parametrii nevalabili transmis către API.
ru: Усовершенствованы сообщения о некорректных параметрах, передаваемых в API.
sv: Förbättrad feedback om ogiltiga parametrar som skickas till API.
ta: பநிஇ க்கு அனுப்பப்பட்ட தவறான அளவுருக்கள் குறித்த மேம்பட்ட கருத்து.
tr: API üzerine iletilen geçersiz parametrelerle ilgili geri bildirim iyileştirildi.
uk: Удосконалено повідомлення щодо некоректних параметрів, які було передано програмному інтерфейсу.
zh_hans: 改进了对传递给 API 的无效参数的反馈。

source: Added support for project scoped access tokens for API.
de: Unterstützung für projektspezifische Zugangstoken für die API hinzugefügt.
ga: Tacaíocht bhreise le haghaidh comharthaí rochtana scóipe tionscadail le haghaidh API.
hu: API-hoz projektszintű hozzáférési tokenek támogatása hozzáadva.
id: Menambahkan dukungan untuk token akses cakupan proyek untuk API.
ja: API 用のプロジェクト スコープ付きアクセス トークンに対応。
nl: Ondersteuning toegevoegd voor toegangstokens in het bereik van het project voor API.
pt: Adicionado suporte para tokens de acesso no âmbito do projeto para API.
pt_br: Adicionado suporte para tokens de acesso com escopo de projeto para a API.
ro: A fost adăugat suportul pentru token-uri de acces la proiect pentru API.
ru: Добавлена поддержка токенов доступа на уровне проекта в API.
sv: Lagt till stöd för åtkomsttoken med projektomfattning för API.
ta: பநிஇ க்கான திட்ட ச்கோப் செய்யப்பட்ட அணுகல் டோக்கன்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: API için proje kapsamında erişim kodları özelliği eklendi.
uk: До програмного інтерфейсу додано підтримку жетонів доступу на рівні проєкту.
zh_hans: 新增对 API 项目范围访问令牌的支持。

source: Fixed string removal in some cases.
de: Die Entfernung von Zeichenketten in einigen Fällen korrigiert.
ga: Baint teaghrán seasta i gcásanna áirithe.
hu: Szöveg törlésének javítása bizonyos esetekben.
id: Memperbaiki penghapusan string dalam beberapa kasus.
ja: 一部の問題のある文字列の削除を修正。
nl: Gerepareerd verwijderen van tekenreeksen in sommige gevallen.
pt: Corrigida a remoção de cadeias em alguns casos.
pt_br: Corrigida a remoção de texto em alguns casos.
ro: A fost reparată eliminarea șirurilor de caractere în unele cazuri.
ru: Исправлено удаление строк в некоторых случаях.
sv: Fast strängborttagning i vissa fall.
ta: சில சந்தர்ப்பங்களில் நிலையான சரம் அகற்றுதல்.
tr: Bazı durumlarda yaşanan dizge silme sorunu düzeltildi.
uk: Виправлено вилучення рядка у деяких випадках.
zh_hans: 修复了一些情况下的字符串移除问题。

source: Fixed translating newly added strings.
de: Die Übersetzung neu hinzugefügter Zeichenketten korrigiert.
ga: Teaghráin nua-chur leis á aistriú seasta.
hu: Újonnan hozzáadott szövegek fordításának javítása.
id: Memperbaiki terjemahan string yang baru ditambahkan.
ja: 新しく追加した文字列の翻訳を修正。
nl: Gerepareerd vertalen van nieuw toegevoegde tekenreeksen.
pt: Corrigida a tradução de cadeias recém-adicionadas.
pt_br: Corrigida a tradução de textos recém-adicionados.
ro: A fost reparată traducerea șirurilor nou adăugate.
ru: Исправлен перевод вновь добавленных строк.
sv: Fixade översättning av nyligen tillagda strängar.
ta: புதிதாக சேர்க்கப்பட்ட சரங்களை மொழிபெயர்ப்பது நிலையானது.
tr: Yeni eklenen dizgelerin çevrilmesi sorunu düzeltildi.
uk: Виправлено переклад нових доданих рядків.
zh_hans: 修复了翻译新添加字符串的问题。

source: Label automatically translated strings to ease their filtering.
de: Kennzeichnung automatisch übersetzter Zeichenketten, um ihre Filterung zu erleichtern.
ga: Cuir lipéad ar theaghráin aistrithe go huathoibríoch chun a scagadh a éascú.
hu: Automatikusan lefordított szövegek címkézése a szűrés megkönnyítésére.
id: Labeli string yang diterjemahkan secara otomatis untuk memudahkan penyaringannya.
ja: 抽出しやすくするために、自動翻訳した文字列にラベルの設定。
nl: Label automatisch vertaalde tekenreeksen om het filteren ervan te vergemakkelijken.
pt: Automaticamente rotula cadeias traduzidas para facilitar a sua filtragem.
pt_br: Etiqueta os textos traduzidos automaticamente para facilitar sua filtragem.
ro: Etichetați șirurile traduse automat pentru a facilita filtrarea acestora.
ru: Автоматическая пометка переведённых строк, чтобы облегчить их фильтрацию.
sv: Märk automatiskt översatta strängar för att underlätta filtreringen.
ta: சிட்டை தானாக மொழிபெயர்க்கப்பட்ட சரங்களை அவற்றின் வடிகட்டலை எளிதாக்குகிறது.
tr: Süzülmesini kolaylaştırmak için kendiliğinden çevrilmiş dizgeler etiketlendi.
uk: Реалізовано автоматичне додавання мітки до перекладених автоматично рядків, щоб спростити їхнє фільтрування.
zh_hans: 给自动翻译的字符串添加标签，以简化其筛选。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/74?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/74?closed=1>`__。

source: There is a change in per-project groups, the upgrade can take long time on sites with thousands of projects.
de: Es gibt eine Änderung bei den projektbezogenen Gruppen, die Aktualisierung kann bei Websites mit Tausenden von Projekten lange dauern.
ga: Tá athrú ar ghrúpaí in aghaidh an tionscadail, is féidir go dtógfaidh an t-uasghrádú go leor ama ar shuímh leis na mílte tionscadal.
hu: Változás történt a projektszintű csoportok kezelésében, a frissítés hosszabb időt vehet igénybe több ezer projekt esetén.
id: Terjadi perubahan pada setiap grup proyek, peningkatan dapat memakan waktu lama pada situs dengan ribuan proyek.
ja: プロジェクト単位のグループに変更があり、数千のプロジェクトがあるサイトでは、アップグレードに時間がかかります。
nl: Er is een wijziging in de per-project groepen, de upgrade kan lang duren op sites met duizenden projecten.
pt: Há uma mudança nos grupos por projeto, a atualização pode levar muito tempo em sites com milhares de projetos.
pt_br: Há uma mudança nos grupos por projeto, a atualização pode demorar muito em sites com milhares de projetos.
ro: Există o schimbare în grupurile per proiect, actualizarea poate dura mult timp pe site-urile cu mii de proiecte.
ru: Изменены группы по проектам, обновление может занять много времени на сайтах с тысячами проектов.
sv: Det har skett en förändring i grupperna per projekt, uppgraderingen kan ta lång tid på webbplatser med tusentals projekt.
ta: ஒவ்வொரு திட்டக் குழுக்களில் மாற்றம் உள்ளது, மேம்படுத்தல் ஆயிரக்கணக்கான திட்டங்களைக் கொண்ட தளங்களில் நீண்ட நேரம் ஆகலாம்.
tr: Proje gruplarında bir değişiklik yapıldı. Binlerce projesi bulunan sitelerde yükseltme işlemi uzun sürebilir.
uk: Роботу із окремими для проєкту групами змінено. Оновлення для сайтів із тисячами проєктів може тривати досить довго.
zh_hans: 每个项目组有一个变化，在有成千上万个项目的网站上，升级可能需要很长的时间。

source: Django 4.0 has made some incompatible changes, see :ref:`django:backwards-incompatible-4.0`. Weblate still supports Django 3.2 for now, in case any of these are problematic. Most notable changes which might affect Weblate:
de: Django 4.0 hat einige inkompatible Änderungen vorgenommen, siehe :ref:`django:backwards-incompatible-4.0`. Weblate unterstützt im Moment noch Django 3.2, für den Fall, dass diese Änderungen problematisch sind. Die wichtigsten Änderungen, die Weblate betreffen könnten:
ga: Tá roinnt athruithe neamh-chomhoiriúnacha déanta ag Django 4.0, féach :ref:`django:backwards-incompatible-4.0`. Tacaíonn Weblate go fóill le Django 3.2 go fóill, ar eagla go mbeidh aon cheann acu seo ina fhadhb. Na hathruithe is suntasaí a d’fhéadfadh dul i bhfeidhm ar Weblate:
hu: A Django 4.0 néhány nem visszafelé kompatibilis változást vezetett be, lásd: :ref:`django:backwards-incompatible-4.0`. A Weblate továbbra is támogatja a Django 3.2-t, ha ezek problémát jelentenének. A legfontosabb változások, amelyek hatással lehetnek a Weblate-re:
id: Django 4.0 telah membuat beberapa perubahan yang tidak kompatibel, lihat :ref:`django:backwards-incompatible-4.0`. Weblate masih mendukung Django 3.2 untuk saat ini, jika ada yang bermasalah. Perubahan paling penting yang mungkin memengaruhi Weblate:
ja: Django 4.0 では、互換性のない変更が行われました（参照: :ref:`django:backwards-incompatible-4.0`）。問題が発生した場合に備えて、 Weblate は、今はまだ Django 3.2 に対応しています。Weblate が影響を受ける可能性がある重要な変更項目:
nl: Django 4.0 heeft enkele niet compatibele wijzigingen gemaakt, bekijk :ref:`django:backwards-incompatible-4.0`. Weblate ondersteunt nu nog steeds Django 3.2, voor het geval een ervan problematisch is. Meest opvallende wijzigingen die Weblate zouden kunnen beïnvloeden:
pt: Django 4.0 fez algumas mudanças incompatíveis, veja :ref:`django:backwards-incompatible-4.0`. Weblate ainda oferece suporte ao Django 3.2 por enquanto, no caso de alguma dessas ser problemática. Mudanças mais notáveis que podem afetar o Weblate:
pt_br: Django 4.0 fez algumas mudanças incompatíveis, consulte :ref:`django:backwards-incompatible-4.0`. Weblate ainda oferece suporte ao Django 3.2 por enquanto, no caso de alguma dessas ser problemática. Mudanças mais notáveis que podem afetar o Weblate:
ro: Django 4.0 a făcut unele modificări incompatibile, vezi :ref:`django:backwards-incompatible-4.0`. Weblate încă mai suportă Django 3.2 deocamdată, în cazul în care vreuna dintre acestea este problematică. Cele mai notabile modificări care ar putea afecta Weblate:
ru: В Django 4.0 были внесены некоторые несовместимые изменения, смотрите раздел :ref:`django:backwards-incompatible-4.0`. Weblate пока поддерживает Django 3.2, на случай, если что-то из этого окажется проблематичным. Наиболее заметные изменения, которые могут повлиять на Weblate:
sv: Django 4.0 har gjort några inkompatibla ändringar, se :ref:`django:backwards-incompatible-4.0`. Weblate stöder fortfarande Django 3.2 för tillfället, ifall något av dessa skulle vara problematiskt. De mest anmärkningsvärda ändringarna som kan påverka Weblate:
tr: Django 4.0 ile bazı geriye dönük uyumsuzluğa yol açan değişiklikler yapıldı. Ayrıntılı bilgi almak için: :ref:`django:backwards-incompatible-4.0`. Weblate, bunlardan herhangi birinin sorunlu olması durumunda şimdilik Django 3.2 sürümünü desteklemeyi sürdürüyor. Weblate platformunu etkileyebilecek en önemli değişiklikler:
uk: До Django 4.0 внесено деякі несумісні із попередніми версіями зміни, див. :ref:`django:backwards-incompatible-4.0`. У поточній версії Weblate усе ще передбачено підтримку Django 3.2, якщо оновлення до сучасної версії є проблематичним. Серед найпомітніших змін, які можуть стосуватися Weblate, такі:
zh_hans: Django 4.0 做了一些不兼容的改动，见 :ref:`django:backwards-incompatible-4.0`。Weblate 仍然支持 Django 3.2，以防其中有问题。可能影响 Weblate 的最显著的变化：

source: Dropped support for PostgreSQL 9.6, Django 4.0 supports PostgreSQL 10 and higher.
de: Die Unterstützung für PostgreSQL 9.6 eingestellt, Django 4.0 unterstützt PostgreSQL 10 und höher.
ga: Tacaíocht thit do PostgreSQL 9.6, tacaíonn Django 4.0 PostgreSQL 10 agus níos airde.
hu: Megszűnt a PostgreSQL 9.6 támogatása, a Django 4.0 már csak a PostgreSQL 10-es és újabb verzióit támogatja.
id: Dukungan untuk PostgreSQL 9.6 dihentikan, Django 4.0 mendukung PostgreSQL 10 dan yang lebih tinggi.
ja: PostgreSQL 9.6 への対応は終了しました。Django 4.0 は、PostgreSQL 10 以降に対応します。
nl: Vervallen ondersteuning voor PostgreSQL 9.6, Django 4.0 ondersteunt PostgreSQL 10 en hoger.
pt: Removido o suporte a PostgreSQL 9.6, o Django 4.0 oferece suporte para PostgreSQL 10 e superior.
pt_br: Removido o suporte a PostgreSQL 9.6, o Django 4.0 oferece suporte para PostgreSQL 10 e superior.
ro: S-a renunțat la suportul pentru PostgreSQL 9.6, Django 4.0 suportă PostgreSQL 10 și versiunile ulterioare.
ru: Прекращена поддержка PostgreSQL 9.6, Django 4.0 поддерживает PostgreSQL 10 и выше.
sv: Stödet för PostgreSQL 9.6 har upphört, Django 4.0 stöder PostgreSQL 10 och högre.
ta: postgresql 9.6 க்கான உதவி கைவிடப்பட்டது, சாங்கோ 4.0 போச்ட்கிரெச்யூல் 10 மற்றும் அதற்கு மேற்பட்டவற்றை ஆதரிக்கிறது.
tr: PostgreSQL 9.6 desteği kaldırılan Django 4.0, PostgreSQL 10 ve üzerindeki sürümleri destekliyor.
uk: Відкинуто підтримку PostgreSQL 9.6 — для роботи Django 4.0 потрібна PostgreSQL 10 або новіша версія.
zh_hans: 去掉了对 PostgreSQL 9.6 的支持，Django 4.0 支持 PostgreSQL 10 及以上版本。
