Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Off by default to not allow adding other authentication backends to an existing account. Rebinding can lead to account compromise when using more third-party authentication backends.
de: Standardmäßig ausgeschaltet, um das Hinzufügen anderer Authentifizierungs-Backends zu einem bestehenden Konto zu verhindern. Eine erneute Bindung kann zu einer Kompromittierung des Kontos führen, wenn mehr Authentifizierungs-Backends von Drittanbietern verwendet werden.
ga: Múchta de réir réamhshocraithe chun nach bhféadfar inneall fíordheimhnithe eile a chur le cuntas reatha. D’fhéadfadh comhréiteach cuntais a bheith mar thoradh ar athcheangal nuair a úsáidtear tuilleadh inneall fíordheimhnithe tríú páirtí.
hu: Alapértelmezés szerint ki van kapcsolva, hogy ne lehessen más hitelesítési háttérrendszert hozzáadni egy meglévő fiókhoz. Az újrakapcsolás (rebind) fiókfeltöréshez vezethet, ha több külső hitelesítési háttérrendszert is használ a rendszer.
id: Dinonaktifkan secara bawaan untuk mencegah penambahan backend autentikasi lain ke akun yang sudah ada. Pengikatan ulang dapat menyebabkan akun disusupi saat menggunakan lebih banyak backend autentikasi pihak ketiga.
ja: デフォルトでは無効であるため、既存のアカウントに他の認証バックエンドは追加できません。再バインドは、複数のサードパーティ認証バックエンドを使用すると、アカウントの侵害につながる恐れがあります。
nl: Standaard uitgeschakeld om het niet toe te staan dat andere backends voor authenticatie worden toegevoegd aan een bestaand account. Opnieuw verbinden kan leiden tot corruptie van het account als meerdere backends voor authenticatie van derde partijen worden gebruikt.
pt: Desativado por padrão para não permitir a adição de outros backends de autenticação a uma conta existente. A religação pode levar ao comprometimento da conta ao usar mais back-ends de autenticação de terceiros.
pt_br: Desativado por padrão para não permitir a adição de outros backends de autenticação a uma conta existente. A religação pode levar ao comprometimento da conta ao usar mais back-ends de autenticação de terceiros.
ru: По умолчанию отключено, чтобы не разрешать добавление других бэкэндов авторизации к существующей учётной записи. Повторная привязка может привести к компрометации учётной записи при использовании большего количества сторонних бэкэндов авторизации.
sv: Som standard är funktionen inaktiverad för att förhindra att andra autentiseringsbackends läggs till ett befintligt konto. Omkoppling kan leda till att kontot komprometteras när fler autentiseringsbackends från tredje part används.
ta: ஏற்கனவே உள்ள கணக்கில் பிற அங்கீகார பின்தளத்தில் சேர்க்க அனுமதிக்காதபடி இயல்பாகவே. மூன்றாம் தரப்பு அங்கீகார பின்தளத்தில் பயன்படுத்தும் போது மறுப்பு கணக்கு சமரசத்திற்கு வழிவகுக்கும்.
tr: Varsayılan olarak, var olan hesaba başka kimlik doğrulama hizmeti arka uçlarının eklenmesini engellemek için kapalıdır. Yeniden bağlama seçeneği, daha fazla üçüncü taraf kimlik doğrulama hizmeti arka ucunun kullanılmasını sağlarken hesabın ele geçirilme riskini artırır.
uk: Типово, вимкнено, щоб заборонити додавання інших модулів розпізнавання до наявного облікового запису. Повторна прив'язка може призвести до компрометації облікового запису при використанні додаткових сторонніх модулів розпізнавання.
zh_hans: 默认禁用，不允许添加其他身份验证后端到现有账户。使用更多第三方身份验证后端时，重新绑定可导致账户沦陷。

source: Threshold for triggering an alert for outdated repositories, or ones that contain too many changes. Defaults to 25.
de: Schwellenwert für die Auslösung einer Warnung bei veralteten Repositorys oder zu viele Änderungen enthaltende Repositorys. Der Standardwert ist 25.
ga: Tairseach chun foláireamh a chur ar bun maidir le stórtha atá as dáta, nó cinn a bhfuil an iomarca athruithe iontu. Réamhshocrú go dtí 25.
hu: Küszöbérték az elavult tárolók vagy túl sok változást tartalmazó tárolók figyelmeztetésének aktiválásához. Alapértelmezett érték: 25.
id: Ambang batas untuk memicu peringatan repositori yang kedaluwarsa, atau repositori yang berisi terlalu banyak perubahan. Bawaannya adalah 25.
ja: 古くなったリポジトリや、変更が多すぎるリポジトリに対して警告を出すためのしきい値。デフォルトは 25 です。
nl: Drempel voor activeren van alarm voor verouderde opslagruimten, of die welke te veel wijzigingen bevatten. Standaard is 25.
pt: Limiar para acionar um alerta para repositórios desatualizados ou aqueles que contêm muitas alterações. A predefinçao é 25.
pt_br: Limiar para acionar um alerta para repositórios desatualizados ou aqueles que contenham muitas alterações. O padrão é 25.
ro: Pragul de declanșare a unei alerte pentru depozitele depășite sau cele care conțin prea multe modificări. Valoarea implicită este 25.
ru: Порог срабатывания предупреждения для устаревших репозиториев или репозиториев, содержащих слишком много изменений. По умолчанию равен 25.
sv: Tröskelvärde för att utlösa en varning för föråldrade arkiv eller arkiv som innehåller för många ändringar. Standardvärdet är 25.
ta: காலாவதியான களஞ்சியங்களுக்கான எச்சரிக்கையைத் தூண்டுவதற்கான நுழைவு அல்லது பல மாற்றங்களைக் கொண்டவை. இயல்புநிலை 25 க்கு.
tr: Eski ya da çok fazla değişiklik içeren depolar için bir uyarı tetikleme eşiği. Varsayılan değer: 25.
uk: Порогове значення для вмикання попередження щодо застарілих сховищ, у яких міститься надто багато змін. Типове значення — 25.
zh_hans: 触发仓库过期警报的阈值，或者包含了太多更改的阈值。默认为 25。
zh_hant: 觸發倉庫過期警告的閾值，或者包含了太多更改的閾值。默認為 25 。

source: This enables :class:`django:django.contrib.auth.middleware.LoginRequiredMiddleware` and configures REST framework to require authentication for all API endpoints.
sv: Detta aktiverar :class:`django:django.contrib.auth.middleware.LoginRequiredMiddleware` och konfigurerar REST-ramverket så att autentisering krävs för alla API-ändpunkter.

source: Weblate now relies on Django built-in middleware.
sv: Weblate använder nu Djangos inbyggda mellanprogramvara.

source: This is implemented in the :ref:`sample-configuration`. For Docker, use :envvar:`WEBLATE_REQUIRE_LOGIN`.
de: Dies ist in der :ref:`sample-configuration` implementiert. Für Docker, verwenden Sie :envvar:`WEBLATE_REQUIRE_LOGIN`.
ga: Cuirtear é seo i bhfeidhm sa :ref:`sample-configuration`. Le haghaidh Docker, úsáid :envvar:`WEBLATE_REQUIRE_LOGIN`.
hu: Ez megvalósításra került a :ref:`sample-configuration` példában. Docker használatakor állítsa be a :envvar:`WEBLATE_REQUIRE_LOGIN` változót.
id: Ini diimplementasikan dalam :ref:`sample-configuration`. Untuk Docker, gunakan :envvar:`WEBLATE_REQUIRE_LOGIN`.
ja: これは :ref:`sample-configuration` に実装されています。Docker の場合は :envvar:`WEBLATE_REQUIRE_LOGIN` を使用します。
nl: Dit is geïmplementeerd in de :ref:`sample-configuration`. Voor Docker, gebruik :envvar:`WEBLATE_REQUIRE_LOGIN`.
pt: Isto é implementado em :ref:`sample-configuration`. Para Docker, usar :envvar:`WEBLATE_REQUIRE_LOGIN`.
pt_br: Isto é implementado no :ref:`sample-configuration`. Para Docker, use :envvar:`WEBLATE_REQUIRE_LOGIN`.
ro: Acest lucru este implementat în :ref:`sample-configuration`. Pentru Docker, utilizați :envvar:`WEBLATE_REQUIRE_LOGIN`.
ru: Этот параметр реализован в :ref:`примере файла настроек <sample-configuration>`. В Docker используйте переменную. :envvar:`WEBLATE_REQUIRE_LOGIN`.
sv: Detta implementeras i :ref:`sample-configuration`. För Docker, använd :envvar:`WEBLATE_REQUIRE_LOGIN`.
tr: Bu seçenek, :ref:`sample-configuration` içine eklenmiştir. Docker için :envvar:`WEBLATE_REQUIRE_LOGIN` kullanın.
uk: Це реалізовано у :ref:`sample-configuration`. Для Docker скористайтеся :envvar:`WEBLATE_REQUIRE_LOGIN`.
zh_hans: 这实现在 :ref:`sample-configuration` 中。对于 Docker，使用 :envvar:`WEBLATE_REQUIRE_LOGIN`。
zh_hant: 這實現在 :ref:`sample-configuration`中。對於 Docker，使用 :envvar:`WEBLATE_REQUIRE_LOGIN`。

source: Sentry DSN to use for :ref:`collecting-errors`.
de: Sentry-DSN zur Verwendung für das :ref:`collecting-errors`.
ga: Sentry DSN le húsáid le haghaidh :ref:`collecting-errors`.
hu: Sentry DSN beállítása a :ref:`collecting-errors` funkcióhoz.
id: Sentry DSN yang digunakan untuk :ref:`collecting-errors`.
ja: :ref:`collecting-errors` に使用する Sentry DSN。
nl: Sentry DSN om te gebruiken voor :ref:`collecting-errors`.
pt: DSN do Sentry para usar para :ref:`collecting-errors`.
pt_br: DSN do Sentry para usar para :ref:`collecting-errors`.
ro: Sentry DSN de utilizat pentru :ref:`collecting-errors`.
ru: DSN Sentry для :ref:`сбора отчетов об ошибках <collecting-errors>`.
sv: Sentry DSN att använda för :ref:`collecting-errors`.
tr: :ref:`collecting-errors` için kullanılacak Sentry DSN.
uk: Sentry DSN, яким слід скористатися для :ref:`collecting-errors`.
zh_hans: Sentry DSN 用于 :ref:`collecting-errors`。
zh_hant: Sentry DSN 用於 :ref:`collecting-errors` 。

source: `Django integration for Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
de: `Django-Integration für Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
ga: `Comhtháthú Django do Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
hu: `Django integráció a Sentry-vel <https://docs.sentry.io/platforms/python/integrations/django/>`_
id: `Integrasi Django untuk Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
ja: `Sentry の Django 連携 <https://docs.sentry.io/platforms/python/integrations/django/>`_
nl: `Integratie van Django voor Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
pt: `Integração Django para o Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
pt_br: `Integração Django para o Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
ru: `Интеграция Sentry c Django <https://docs.sentry.io/platforms/python/integrations/django/>`_
sv: `Django-integration för Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
ta: `சென்ட்ரியிற்கான சாங்கோ ஒருங்கிணைப்பு <https://docs.sentry.io/platforms/python/integrations/django/>` _
tr: `Sentry için Django bütünleştirmesi <https://docs.sentry.io/platforms/python/integrations/django/>`_
uk: `Інтеграція Django із Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
zh_hans: `Sentry 的 Django 集成 <https://docs.sentry.io/platforms/python/integrations/django/>`_

source: Configures environment for Sentry. Defaults to ``devel``.
de: Konfiguriert die Umgebung für Sentry. Der Standardwert ist ``devel``.
ga: Cumraigh timpeallacht do Sentry. Réamhshocruithe le ``forbairt``.
hu: A Sentry környezetének beállítása. Alapértelmezett érték: ``devel``.
id: Mengonfigurasi lingkungan untuk Sentry. Bawaannya adalah ``devel``.
ja: Sentry の環境を設定します。デフォルトは ``devel``。
nl: Configureert de omgeving voor Sentry. Standaard is ``devel``.
pt: Configura o ambiente para o Sentry. O padrão é ``devel``.
pt_br: Configura o ambiente para o Sentry. O padrão é ``devel``.
ru: Настраивает окружение для Sentry. По умолчанию ``devel``.
sv: Konfigurerar miljön för Sentry. Standardinställningen är ``devel``.
ta: சென்ட்ரிக்கு சூழலை உள்ளமைக்கிறது. இயல்புநிலை `` டெவெல்``.
tr: Sentry ortamını yapılandırır. Varsayılan değer: ``devel``.
uk: Налаштовує середовище для Sentry. Типовим є ``devel``.
zh_hans: 配置 Sentry 环境。默认值为 ``devel``.

source: Configure whether to monitor Celery Beat tasks with Sentry. Defaults to ``True``.
id: Konfigurasikan apakah akan memantau tugas Celery Beat dengan Sentry. Bawaannya adalah ``Benar``.
sv: Konfigurera om Celery Beat-uppgifter ska övervakas med Sentry. Standardinställningen är ``True``.
uk: Налаштуйте, чи слід моніторити завдання Celery Beat за допомогою Sentry. За замовчуванням — ``True``.

source: Configure sampling rate for performance monitoring. Set to 1 to trace all events, 0 (the default) disables tracing.
de: Konfiguriert die Abtastrate für die Leistungsüberwachung. Auf 1 setzen, um alle Ereignisse zu verfolgen, 0 (Standard) deaktiviert die Verfolgung.
ga: Cumraigh ráta samplála le haghaidh monatóireachta feidhmíochta. Socraigh go 1 chun gach imeacht a rianú, díchumasaítear 0 (an réamhshocrú) an rianú.
hu: A teljesítményfigyelés mintavételezési arányának beállítása. Állítsa 1-re az összes esemény nyomon követéséhez, 0-ra (alapértelmezett) a követés kikapcsolásához.
id: Konfigurasikan akses sampel untuk pemantauan kinerja. Atur ke 1 untuk melacak semua peristiwa, 0 (bawaan) menonaktifkan pelacakan.
ja: パフォーマンス監視用のサンプリング レートを設定します。すべてのイベントをトレースするには 1 に設定し、トレースを無効にするには 0（デフォルト）に設定します。
nl: Configureer monsterfrequentie voor monitoren van de prestaties. Stel in op 1 om alle gebeurtenissen te traceren, 0 (de standaard) schakelt traceren uit.
pt: Configure a taxa de amostragem para monitoramento de desempenho. Defina como 1 para rastrear todos os eventos, 0 (o padrão) desativa o rastreamento.
pt_br: Configure a taxa de amostragem para monitoramento de desempenho. Defina como 1 para rastrear todos os eventos, 0 (o padrão) desativa o rastreamento.
ru: Настройте частоту выборки для мониторинга производительности. Установите значение 1 для отслеживания всех событий, значение 0 (по умолчанию) отключает отслеживание.
sv: Konfigurera samplingsfrekvens för prestandaövervakning. Ställ in på 1 för att spåra alla händelser, 0 (standard) inaktiverar spårning.
ta: செயல்திறன் கண்காணிப்புக்கு மாதிரி வீதத்தை உள்ளமைக்கவும். எல்லா நிகழ்வுகளையும் கண்டுபிடிக்க 1 ஆக அமைக்கவும், 0 (இயல்புநிலை) தடமறிதல் முடக்குகிறது.
tr: Başarım izlemesi için örnekleme hızını yapılandırın. Tüm olayların izlenmesi için 1, izlemenin kullanımdan kaldırılması için 0 (varsayılan).
uk: Налаштувати частоту спостереження за швидкодією. Встановіть значення 1 для стеження за усіма подіями, 0 (типове значення) вимикає трасування.
zh_hans: 配置性能监控采样率。设为 1 跟踪所有事件，0（默认值）禁用跟踪。

source: Allow Sentry to collect certain personally identifiable information. Turned off by default.
de: Ermöglicht Sentry, bestimmte personenbezogene Informationen zu sammeln. Standardmäßig ausgeschaltet.
ga: Lig do Sentry faisnéis áirithe inaitheanta phearsanta a bhailiú. Múchta de réir réamhshocraithe.
hu: Személyes adatok gyűjtésének engedélyezése Sentry számára. Alapértelmezés szerint ki van kapcsolva.
id: Izinkan Sentry mengumpulkan informasi identitas pribadi tertentu. Dinonaktifkan secara bawaan.
ja: Sentry が特定の個人情報を収集することを許可します。デフォルトは無効。
nl: Sta Sentry toe om bepaalde te identificeren persoonlijke informatie te verzamelen. Standaard uitgeschakeld.
pt: Permitir que o Sentry colete determinadas informações de identificação pessoal. Desativado por padrão.
pt_br: Permite que o Sentry colete determinadas informações de identificação pessoal. Desativado por padrão.
sv: Tillåt Sentry att samla in viss personlig identifierbar information. Avstängt som standard.
ta: தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய சில தகவல்களை சேகரிக்க சென்ட்ரியை அனுமதிக்கவும். இயல்பாக அணைக்கப்பட்டது.
tr: Sentry tarafından kim olduğunuzu belirleyebilecek bilgilerin toplanmasını sağlar. Varsayılan olarak kapalıdır.
uk: Дозволити Sentry збирання певних даних особистої ідентифікації. Типово вимкнено.
zh_hans: 允许 Sentry 收集特定的个人可识别身份信息。此选项默认关闭。

source: This is turned off by default now, used to be turned on by default.
de: Diese Funktion ist jetzt standardmäßig deaktiviert, früher war sie standardmäßig aktiviert.
ga: Tá sé seo múchta de réir réamhshocraithe anois, a úsáidtear chun é a chur ar siúl de réir réamhshocraithe.
hu: Ez alapértelmezés szerint ki van kapcsolva, korábban verziókban alapból be volt kapcsolva.
id: Ini dinonaktifkan secara bawaan sekarang, dulu diaktifkan secara bawaan.
ja: これはデフォルトで無効になっていますが、以前はデフォルトで有効でした。
nl: Dit is nu standaard uitgeschakeld, het was vroeger standaard ingeschakeld.
pt: Isto está desativado por padrão agora, costumava estar ativado por padrão.
pt_br: Isso está desativado por padrão agora, costumava estar ativado por padrão.
sv: Detta är nu avstängt som standard, men var tidigare påslaget som standard.
ta: இது இயல்புநிலையாக இப்போது முடக்கப்பட்டுள்ளது, இயல்புநிலையாக இயக்கப்படும்.
tr: Bu seçenek artık varsayılan olarak kapalıdır. Eskiden varsayılan olarak açıktı.
uk: У поточній версії типово вимкнено, раніше було увімкнено.
zh_hans: 默认关闭，曾经默认开启。

source: Configure sampling rate for profiling monitoring. Set to 1 to trace all events, 0 (the default) disables tracing.
de: Konfiguriert die Abtastrate für die Profilüberwachung. Auf 1 setzen, um alle Ereignisse zu verfolgen, 0 (Standard) deaktiviert die Verfolgung.
ga: Cumraigh ráta samplála le haghaidh monatóireachta próifílithe. Socraigh go 1 chun gach imeacht a rianú, díchumasaítear 0 (an réamhshocrú) an rianú.
hu: A profilfigyelés mintavételezési arányának beállítása. Állítsa 1-re az összes esemény nyomon követéséhez, 0-ra (alapértelmezett) a követés kikapcsolásához.
id: Konfigurasikan akses sampel untuk pemantauan profil. Atur ke 1 untuk melacak semua peristiwa, 0 (bawaan) menonaktifkan pelacakan.
ja: プロファイリング監視用のサンプリング レートを設定します。すべてのイベントをトレースするには 1 に設定し、トレースを無効にするには 0（デフォルト）に設定します。
nl: Configureer monsterfrequentie voor monitoren van profileren. Stel in op 1 om alle gebeurtenissen te traceren, 0 (de standaard) schakelt traceren uit.
pt: Configure a taxa de amostragem para monitoramento de perfil. Defina como 1 para rastrear todos os eventos, 0 (o padrão) desativa o rastreamento.
pt_br: Configure a taxa de amostragem para monitoramento de perfil. Defina como 1 para rastrear todos os eventos, 0 (o padrão) desativa o rastreamento.
ru: Настройте частоту выборки для мониторинга профилирования. Установите значение 1 для отслеживания всех событий, значение 0 (по умолчанию) отключает отслеживание.
sv: Konfigurera samplingsfrekvens för profilövervakning. Ställ in på 1 för att spåra alla händelser, 0 (standard) inaktiverar spårning.
ta: விவரக்குறிப்பு கண்காணிப்புக்கு மாதிரி வீதத்தை உள்ளமைக்கவும். எல்லா நிகழ்வுகளையும் கண்டுபிடிக்க 1 ஆக அமைக்கவும், 0 (இயல்புநிலை) தடமறிதல் முடக்குகிறது.
tr: Profil oluşturma izlemesi için örnekleme hızını yapılandırın. Tüm olayların izlenmesi için 1, izlemenin kullanımdan kaldırılması için 0 (varsayılan).
uk: Налаштувати частоту спостереження за профілюванням. Встановіть значення 1 для стеження за усіма подіями, 0 (типове значення) вимикає трасування.
zh_hans: 配置个人资料监控采样率。设为 1 跟踪所有事件，0（默认）禁用跟踪。

source: Set session expiry while in :ref:`2fa`. This complements :setting:`django:SESSION_COOKIE_AGE` which is used for unauthenticated users.
id: Atur masa berlaku sesi saat berada di :ref:`2fa`. Ini melengkapi :setting:`django:SESSION_COOKIE_AGE` yang digunakan untuk pengguna yang tidak terautentikasi.
sv: Ställ in sessionens giltighetstid i :ref:`2fa`. Detta kompletterar :setting:`django:SESSION_COOKIE_AGE` som används för icke-autentiserade användare.

source: Set session expiry for authenticated users. This complements :setting:`django:SESSION_COOKIE_AGE` which is used for unauthenticated users.
de: Setzt den Sitzungsablauf für authentifizierte Benutzer. Dies ergänzt :setting:`django:SESSION_COOKIE_AGE`, das für nicht authentifizierte Benutzer verwendet wird.
ga: Socraigh dul in éag seisiún d'úsáideoirí fíordheimhnithe. Comhlánaíonn sé seo :setting:`django:SESSION_COOKIE_AGE` a úsáidtear le haghaidh úsáideoirí neamhfhíordheimhnithe.
hu: Hitelesített felhasználók munkamenetének lejárati idejének beállítása. Ez kiegészíti a :setting:`django:SESSION_COOKIE_AGE` beállítást, amely a nem hitelesített felhasználókra vonatkozik.
id: Atur masa berlaku sesi untuk pengguna terautentikasi. Ini melengkapi :setting:`django:SESSION_COOKIE_AGE` yang digunakan untuk pengguna tidak terautentikasi.
ja: 認証済みユーザーのセッションの有効期限を設定します。これは認証されていないユーザーのために使用される :setting:`django:SESSION_COOKIE_AGE` を補完するものです。
nl: Stel verlopen van sessie in voor geauthenticeerde gebruikers. Dit vult :setting:`django:SESSION_COOKIE_AGE` aan dat wordt gebruikt voor niet geauthenticeerde gebruikers.
pt: Configura a expiração da sessão para utilizador autenticados. Isso complementa :setting:`django:SESSION_COOKIE_AGE` que é utilizado por utilizadores não autenticados.
pt_br: Configura a expiração da sessão para usuário autenticados. Isso complementa :setting:`django:SESSION_COOKIE_AGE` que é utilizado por usuários não autenticados.
ro: Setați expirarea sesiunii pentru utilizatorii autentificați. Aceasta completează :setting:`django:SESSION_COOKIE_AGE`, care este utilizat pentru utilizatorii neautentificați.
ru: Задать время истечения сессии авторизованных пользователей. Этот параметр дополняет :setting:`django:SESSION_COOKIE_AGE`, который используется для неавторизованных пользователей.
sv: Ställ in sessionens giltighetstid för autentiserade användare. Detta kompletterar :setting:`django:SESSION_COOKIE_AGE` som används för icke-autentiserade användare.
tr: Kimliği doğrulanmış kullanıcılar için oturum geçerlilik süresini ayarlayın. Bu seçenek, kimliği doğrulanmamış kullanıcılar için kullanılan :setting:`django:SESSION_COOKIE_AGE` seçeneğini tamamlar.
uk: Встановити термін дії сеансу для автентифікованих користувачів. Це доповнює: параметр: :setting:`django:SESSION_COOKIE_AGE`, який застосовується для неавтентифікованих користувачів.
zh_hans: 对身份已验证用户设置会话过期时间。这是对用于未经身份验证用户的 :setting:`django:SESSION_COOKIE_AGE` 的补充。
zh_hant: 對身份驗證的用戶設置會話過期。這補充了用於沒有身份驗證用戶的 :setting:`django:SESSION_COOKIE_AGE` 。
