Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: An empty glossary for a given project is automatically created with the project. Glossaries are shared among all components of the same project, and optionally with other projects using :ref:`component-links` from the respective glossary component.
de: Mit dem Projekt wird automatisch ein leeres Glossar erstellt. Glossare werden von allen Komponenten desselben Projekts gemeinsam genutzt, optional auch von anderen Projekten unter Verwendung von :ref:`component-links` der jeweiligen Glossarkomponente.
ga: Cruthaítear gluais fholamh do thionscadal ar leith go huathoibríoch leis an tionscadal. Roinntear gluaiseanna i measc gach comhpháirte den tionscadal céanna, agus go roghnach le tionscadail eile ag baint úsáide as :ref:`component-links` as comhpháirt na gluaise faoi seach.
hu: Egy adott projekthez tartozó üres szójegyzék automatikusan létrejön a projekt létrehozásakor. A szójegyzékek megosztottak az adott projekt minden összetevője között, és igény esetén más projektekkel is megoszthatók a megfelelő szójegyzék-összetevőből a :ref:`component-links` segítségével.
id: Glosarium kosong untuk proyek tertentu akan otomatis dibuat bersama proyek tersebut. Glosarium dibagikan di antara semua komponen dalam proyek yang sama, dan secara opsional dengan proyek lain menggunakan :ref:`component-links` dari komponen glosarium masing-masing.
ja: プロジェクトの作成時に、プロジェクトには空の用語集が自動的に作成されます。用語集は同じプロジェクトのすべてのコンポーネントで共有します。必要に応じて、それぞれの用語集コンポーネントから :ref:`component-links` を使用すると、別のプロジェクトと共有します。
nl: Een lege woordenlijst voor een bepaald given project wordt automatisch met het project gemaakt. Woordenlijsten worden gedeeld tussen alle onderdelen van hetzelfde project, en optioneel met andere projecten met :ref:`component-links` uit het respectievelijke onderdeel van de woordenlijst.
pt: Um glossário vazio para um determinado projeto é criado automaticamente com o projeto. Os glossários são compartilhados entre todos os componentes de um mesmo projeto e opcionalmente com outros projetos a utilizar :ref:`component-links` do respectivo componente do glossário.
pt_br: Um glossário vazio para um determinado projeto é criado automaticamente com o projeto. Os glossários são compartilhados entre todos os componentes de um mesmo projeto, e opcionalmente com outros projetos utilizando :ref:`component-links` do respectivo componente do glossário.
ro: Un glosar gol pentru un anumit proiect este creat automat împreună cu proiectul respectiv. Glosarele sunt partajate între toate componentele aceluiași proiect și, opțional, cu alte proiecte, utilizând :ref:`component-links` din componenta glosarului respectiv.
ru: Пустой словарь для проекта создаётся автоматически вместе с самим проектом. Словари используются совместно всеми компонентами одного проекта, а также, по желанию, вы можете использовать его совместно с другими проектами, сделав его :ref:`разделяемым компонентом <component-links>` из соответствующего компонента словаря.
sv: En tom ordlista för ett visst projekt skapas automatiskt tillsammans med projektet. Ordlistor delas mellan alla komponenter i samma projekt, och valfritt med andra projekt som använder :ref:`component-links` från respektive ordlistkomponent.
tr: Belirli bir projen için boş bir sözlük, projeyle birlikte kendiliğinden oluşturulur. Sözlükler, aynı projenin tüm bileşenleri arasında ve isteğe bağlı olarak ilgili sözlük bileşeninden :ref:`component-links` ile diğer projelerle paylaşılır.
uk: Під час створення проєкту автоматично створюється порожній глосарій. Глосарії спільні для всіх складників одного проєкту. Ви можете налаштувати систему так, щоб глосарій був спільним для кількох проєктів за допомогою :ref:`component-links` у відповідному складнику глосарія.
zh_hans: 给定项目的空术语表会随项目自动创建。术语表在同一个项目的所有部件之间共享，并且可以选择使用来自相应术语表部件的 :ref:`component-links` 与其他项目共享。
zh_hant: 使用該項目自動創建給定項目的空詞彙表。詞彙表在同一項目的所有組件中共享，並且可選地使用其他項目：REF：“組件 - 鏈接”來自各個詞彙表組件。

source: The glossary component looks like any other component in Weblate with added colored label:
de: Die Glossarkomponente sieht aus wie jede andere Komponente in Weblate, nur mit einem zusätzlichen farbigen Label:
ga: Breathnaíonn an chomhpháirt gluaise cosúil le haon chomhpháirt eile in Weblate le lipéad daite breise:
hu: A szójegyzék összetevő ugyanúgy néz ki, mint bármely más Weblate-összetevő, kiegészítve egy színes címkével:
id: Komponen glosarium tampak seperti komponen lain di Weblate dengan tambahan label berwarna:
ja: 用語集コンポーネントは、Weblate の他のコンポーネントと同じように見えますが、カラーラベルが追加されています:
nl: Het onderdeel woordenlijst ziet eruit als elk ander onderdeel in Weblate met toegevoegd gekleurd label:
pt: O componente do glossário se parece com qualquer outro componente da Weblate com etiqueta colorida adicionada:
pt_br: O componente do glossário se parece com qualquer outro componente da Weblate com etiqueta colorida adicionada:
ro: Componenta glosar arată ca orice altă componentă din Weblate, cu o etichetă colorată adăugată:
ru: Компонент-словарь выглядит также как и любой другой компонент в Weblate с добавлением цветного ярлыка:
sv: Ordlistan ser ut som alla andra komponenter i Weblate, men har en extra färgad etikett:
ta: கூடுதல் வண்ண லேபிளுடன் வலைபெயர்ப்பில் உள்ள வேறு எந்த கூறுகளும் சொற்களஞ்சிய கூறு போல் தெரிகிறது:
tr: Sözlük bileşeni, Weblate üzerindeki renkli etiket eklenmiş diğer bileşenlere benzer:
uk: Складник глосарія виглядає як будь-який інший складник у Weblate, але має додаткову кольорову мітку:
zh_hans: 术语表部件看起来与 Weblate 中的其他部件一样，只是多了个彩色标签：
zh_hant: 詞彙表組件看起來像Weberate中的任何其他組件，其中添加彩色標籤：

source: You can browse all glossary terms:
de: Sie können alle Begriffe des Glossars durchsuchen:
ga: Is féidir leat gach téarma gluais a bhrabhsáil:
hu: Minden szójegyzéki bejegyzés böngészhető:
id: Anda dapat menelusuri semua istilah di glosarium:
ja: 用語集のすべての用語を一覧できます。
nl: U kunt door alle termen van de woordenlijst bladeren:
pt: Pode navegar por todos os termos do glossário:
pt_br: Você pode navegar por todos os termos do glossário:
ro: Puteți răsfoi toți termenii din glosar:
ru: Также вы можете воспользоваться навигацией по всем терминам словаря:
sv: Du kan bläddra bland alla termer i ordlistan:
ta: நீங்கள் அனைத்து சொற்களஞ்சிய சொற்களையும் உலாவலாம்:
tr: Tüm sözlük terimlerine göz atın:
uk: Ви можете здійснювати навігацію усіма термінами глосарія:
zh_hans: 你可以浏览所有术语表术语：

source: or edit them as any translations.
de: oder sie als beliebige Übersetzungen bearbeiten.
ga: nó cuir in eagar iad mar aistriúcháin ar bith.
hu: vagy szerkeszthető, mint bármely más fordítás.
id: atau mengeditnya sebagai terjemahan apa pun.
ja: または、翻訳として編集します。
nl: of bewerk ze als alle vertalingen.
pt: ou edite-os como qualquer tradução.
pt_br: ou editá-los como qualquer tradução.
ro: sau să le editați ca pe orice traduceri.
ru: или редактировать их как любые переводы.
sv: eller redigera dem som vilken översättning som helst.
ta: அல்லது அவற்றை எந்த மொழிபெயர்ப்புகளாகவும் திருத்தவும்.
tr: ya da bunları herhangi bir çeviri olarak düzenleyin.
uk: або редагувати їх як будь-які переклади.
zh_hans: 或将它们当作任意翻译进行编辑。

source: Glossary terms
de: Glossarbegriffe
ga: Téarmaí gluaise
hu: Szójegyzék-bejegyzések
id: Istilah glosarium
ja: 用語集の用語
nl: Items woordenlijst
pt: Termos de glossário
pt_br: Termos de glossário
ro: Termeni din glosar
ru: Термины словаря
sv: Ordlista
ta: சொற்களஞ்சியம் சொற்கள்
tr: Sözlük terimleri
uk: Терміни глосарія
zh_hans: 术语表术语

source: Glossary terms are translated the same way regular strings are. You can toggle additional features using the :guilabel:`Tools` menu for each term.
de: Glossarbegriffe werden auf die gleiche Weise übersetzt wie normale Zeichenketten. Sie können zusätzliche Funktionen über das Menü :guilabel:`Werkzeuge` für jeden Begriff einschalten.
ga: Aistrítear téarmaí gluais ar an mbealach céanna a dhéantar teaghráin rialta. Is féidir leat gnéithe breise a scoránaigh leis an roghchlár :guilabel:`Tools` do gach téarma.
hu: A szójegyzék bejegyzései ugyanúgy fordíthatók, mint a szokásos szövegek. Minden egyes bejegyzéshez további funkciók érhetők el az :guilabel:`Eszközök` menü használatával.
id: Istilah glosarium diterjemahkan dengan cara yang sama seperti string biasa. Anda dapat mengaktifkan fitur tambahan menggunakan menu :guilabel:`Tools` untuk setiap istilah.
ja: 用語集の用語は、通常の翻訳と同じ方法で翻訳します。各用語に対して :guilabel:`ツール` メニューから追加の機能を切り替えられます。
nl: Termen voor de woordenlijst worden op dezelfde manier vertaald als de normale tekenreeksen gedaan worden. U kunt schakelen met aanvullende mogelijkheden met het menu :guilabel:`Gereedschap` voor elke term.
pt: Os termos de glossário são traduzidos da mesma forma que as cadeias comuns. Pode alternar recursos adicionais a utilizar o menu :guilabel:`Ferramenta` para cada termo.
pt_br: Os termos de glossário são traduzidos da mesma forma que os textos comuns. Você pode alternar recursos adicionais utilizando o menu :guilabel:`Ferramenta` para cada termo.
ro: Termenii din glosar sunt traduși în același mod în care sunt traduse șirurile de caractere obișnuite. Puteți activa caracteristici suplimentare utilizând meniul :guilabel:`Tools` pentru fiecare termen.
ru: Процесс перевода терминов, добавленных в словарь, точно такой же, как и у обычных строк. Также вы можете производить некоторые дополнительные действия с отдельными терминами с помощью кнопки с меню :guilabel:`«Инструменты»`.
sv: Ordlista-termer översätts på samma sätt som vanliga strängar. Du kan växla mellan ytterligare funktioner med hjälp av :guilabel:`Verktyg`-menyn för varje term.
ta: வழக்கமான சரங்கள் போலவே சொற்களஞ்சிய சொற்கள் மொழிபெயர்க்கப்பட்டுள்ளன. ஒவ்வொரு காலத்திற்கும் `கருவிகள்` மெனுவைப் பயன்படுத்தி கூடுதல் அம்சங்களை நீங்கள் மாற்றலாம்.
tr: Sözlük terimleri, normal dizgelerle aynı şekilde çevrilir. Her terim için :guilabel:`Araçlar` menüsünü kullanarak ek özellikleri değiştirebilirsiniz.
uk: Терміни глосарія перекладають так само як виконують звичайні переклади. Ви можете увімкнути додаткові можливості за допомогою меню :guilabel:`Засоби` для всіх термінів.
zh_hans: 术语表的翻译方式与普通字符串的翻译方式相同。你可以使用每个术语的 :guilabel:`工具` 菜单为每个术语切换附加功能。
zh_hant: 詞彙表術語翻譯相同的常規字符串。您可以使用以下內容切換其他功能：Guilabel：“工具”菜單，每個術語。

source: Untranslatable terms
de: Nicht übersetzbare Begriffe
ga: Téarmaí do-aistrithe
hu: Lefordíthatatlan kifejezések
id: Istilah yang tidak dapat diterjemahkan
ja: 翻訳禁止の用語
nl: Onvertaalbare termen
pt: Termos não traduzíveis
pt_br: Termos não traduzíveis
ro: Termeni netraductibili
ru: Непереводимые термины
sv: Oöversättbara termer
ta: மொழிபெயர்க்க முடியாத விதிமுறைகள்
tr: Çevrilemez terimler
uk: Терміни, які не слід перекладати
zh_hans: 不可翻译的术语

source: Forbidden translations
de: Unzulässige Übersetzungen
ga: Aistriúcháin toirmiscthe
hu: Tiltott fordítások
id: Terjemahan terlarang
ja: 使用を禁止する訳語
nl: Verboden vertalingen
pt: Traduções proibidas
pt_br: Traduções proibidas
ro: Traduceri interzise
ru: Нежелательные переводы
sv: Förbjudna översättningar
ta: தடைசெய்யப்பட்ட மொழிபெயர்ப்புகள்
tr: Yasaklı çeviriler
uk: Заборонені переклади
zh_hans: 禁止的译文

source: Terminology
de: Terminologie
ga: Téarmaíocht
hu: Terminológia
id: Terminologi
ja: プロジェクト固有の用語
nl: Terminologie
pt: Terminologia
pt_br: Terminologia
ro: Terminologie
ru: Терминология
sv: Terminologi
ta: சொல்
tr: Terminoloji
uk: Термінологія
zh_hans: 专业术语
zh_hant: 專有名詞

source: Variants
de: Varianten
ga: Leaganacha
hu: Változatok
id: Varian
ja: 別表記
nl: Varianten
pt: Variantes
pt_br: Variantes
ro: Variante
ru: Варианты
sv: Varianter
ta: மாறுபாடுகள்
tr: Çeşitler
uk: Варіанти
zh_hans: 变体
zh_hant: 變體

source: Variants are a generic way to group strings together. All term variants are listed in the glossary sidebar when translating.
de: Varianten sind eine allgemeine Möglichkeit, Zeichenketten zusammenzufassen. Alle Begriffsvarianten werden beim Übersetzen in der Seitenleiste des Glossars aufgeführt.
ga: Is bealach cineálach iad leaganacha chun teaghráin a ghrúpáil le chéile. Liostaítear gach leagan téarma i mbarra taoibh na gluaise agus iad á aistriú.
hu: A változatok általános módot kínálnak a szövegek csoportosítására. A fordítás során minden szójegyzéki változat megjelenik az oldalsávban.
id: Varian adalah cara umum untuk menggrupkan string bersama. Semua varian istilah tercantum di bilah sisi glosarium saat menerjemahkan.
ja: 別表記とは、文字列をグループ化するための基本的な方法です。すべての用語の別表記は、翻訳時に用語集のサイドバーに一覧表示されます。
nl: Varianten zijn een algemene manier om tekenreeksen te groeperen. Alle variabelen voor termen worden vermeld in de zijbalk van de woordenlijst bij het vertalen.
pt: As variantes são uma forma genérica de agrupar cadeias. Todas as variantes do termo são listadas no glossário lateral ao traduzir.
pt_br: As variantes são uma forma genérica de agrupar textos. Todas as variantes do termo são listadas no glossário lateral ao traduzir.
ro: Variantele sunt o modalitate generică de grupare a șirurilor de caractere. Toate variantele termenilor sunt enumerate în bara laterală a glosarului în timpul traducerii.
ru: Варианты - это общий способ группировки строк. При переводе все варианты терминов перечисляются в боковой панели словаря.
sv: Variant är ett generiskt sätt att gruppera strängar. Alla termvarianter listas i ordlistan i sidofältet när du översätter.
ta: மாறுபாடுகள் குழு சரங்களுக்கு ஒன்றாக ஒரு பொதுவான வழியாகும். மொழிபெயர்க்கும்போது அனைத்து கால மாறுபாடுகளும் சொற்களஞ்சிய பக்கப்பட்டியில் பட்டியலிடப்பட்டுள்ளன.
tr: Çeşitler, dizgeleri birlikte gruplandırmak için genel bir yol sağlar. Tüm terim çeşitleri, çeviri sırasında sözlük kenar çubuğunda listelenir.
uk: Варіанти є загальним способом об'єднання груп рядків. На бічній панелі глосарія під час перекладу буде показано список усіх варіантів терміна.
zh_hans: 变体是将字符串组合在一起的通用方法。翻译时，所有术语变体都会列在术语表侧边栏中。
zh_hant: 變體是將字符串組合在一起的通用方式。在翻譯時，所有術語變體都列在詞彙表側欄中。

source: You can use this to add abbreviations or shorter expressions for a term.
de: Damit können Sie Abkürzungen oder kürzere Ausdrücke für einen Begriff hinzufügen.
ga: Is féidir leat é seo a úsáid chun giorrúcháin nó nathanna cainte níos giorra a chur leis ar feadh téarma.
hu: Ez használható rövidítések vagy egy kifejezés rövidebb alakjának megadására.
id: Anda dapat menggunakan ini untuk menambahkan singkatan atau ekspresi yang lebih pendek untuk suatu istilah.
ja: これを使用して、用語の略語または短い表現を追加できます。
nl: U kunt dit gebruiken om afkortingen of korte uitdrukkingen voor een term toe te voegen.
pt: Pode usar isso para adicionar abreviações ou expressões mais curtas para um termo.
pt_br: Você pode usar isso para adicionar abreviações ou expressões mais curtas para um termo.
ro: Puteți utiliza această opțiune pentru a adăuga abrevieri sau expresii mai scurte pentru un termen.
ru: Вы можете использовать это для добавления сокращений или более коротких выражений для термина.
sv: Du kan använda detta för att lägga till förkortningar eller kortare uttryck för en term.
ta: ஒரு காலத்திற்கு சுருக்கங்கள் அல்லது குறுகிய வெளிப்பாடுகளைச் சேர்க்க இதைப் பயன்படுத்தலாம்.
tr: Bir terim için kısaltmalar ya da daha kısa ifadeler eklemek için bunu kullanabilirsiniz.
uk: Ви можете скористатися цим для додавання скорочених варіантів або коротших виразів терміна.
zh_hans: 您可以使用它为术语添加缩写词或更短的表达方式。
zh_hant: 您可以使用它來添加縮寫或縮短表達式。

source: Glossary import
de: Glossar-Import
ga: Iompórtáil glosaire
hu: Szójegyzék importálása
id: Impor glosarium
nl: Woordenlijst importeren
sv: Import av ordlista
uk: Імпорт глосарію

source: Similar to regular translation components, you can upload existing glossaries to Weblate. Formats like :doc:`/formats/csv` or :doc:`/formats/tbx` are supported and can be uploaded, see :ref:`upload`.
ga: Cosúil le comhpháirteanna aistriúcháin rialta, is féidir leat gluaiseanna atá ann cheana a uaslódáil chuig Weblate. Tacaítear le formáidí cosúil le :doc:`/formats/csv` nó :doc:`/formats/tbx` agus is féidir iad a uaslódáil, féach :ref:`upload`.
hu: A normál fordítási összetevőkhöz hasonlóan, meglévő szójegyzékeket is feltölthet a Weblate rendszerébe. Az olyan formátumok, mint a :doc:`/formats/csv` vagy :doc:`/formats/tbx` támogatottak és feltölthetők, lásd: :ref:`upload`.
id: Mirip dengan komponen terjemahan biasa, Anda dapat mengunggah glosarium yang ada ke Weblate. Format seperti :doc:`/formats/csv` atau :doc:`/formats/tbx` didukung dan dapat diunggah, lihat :ref:`upload`.
nl: Soortgelijk aan normale onderdelen voor vertalingen kunt u bestaande woordenlijsten uploaden naar Weblate. Indelingen zoals :doc:`/formats/csv` of :doc:`/formats/tbx` worden ondersteund en kunnen worden geüpload, bekijk :ref:`upload`.
sv: Precis som med vanliga översättningskomponenter kan du ladda upp befintliga ordlistor till Weblate. Format som :doc:`/formats/csv` eller :doc:`/formats/tbx` stöds och kan laddas upp, se :ref:`upload`.
uk: Подібно до звичайних компонентів перекладу, ви можете завантажувати існуючі глосарії до Weblate. Формати, такі як :doc:`/formats/csv` або :doc:`/formats/tbx`, підтримуються та можуть бути завантажені, див. :ref:`upload`.

source: Glossaries in automatic suggestion
de: Glossare in automatischen Vorschlägen
ga: Gluaiseanna i moladh uathoibríoch
hu: Szójegyzékek automatikus javaslatokban
id: Glosarium dalam saran otomatis
ja: 自動提案における用語集
nl: Woordenlijsten in automatische suggestie
pt_br: Glossários na sugestão automática
sv: Ordlistor i automatiska förslag
ta: தானியங்கி ஆலோசனையில் சொற்களஞ்சியம்
tr: Kendiliğinden önerilerde sözlükleri kullanmak
uk: Глосарії в автоматичній пропозиції
zh_hans: 自动建议中的术语

source: Some automatic suggestion services utilize glossaries during the translation, please consult their documentation in :doc:`/admin/machine` to see the support.
sv: Vissa automatiska förslagstjänster använder ordlistor under översättningen. Se dokumentationen i :doc:`/admin/machine` för att se vilket stöd som finns.

source: The glossary is processed before exposed to the service:
de: Das Glossar wird verarbeitet, bevor es dem Dienst zur Verfügung gestellt wird:
ga: Déantar an ghluais a phróiseáil sula nochtar don tseirbhís:
hu: A szójegyzék feldolgozása még a szolgáltatás használata előtt megtörténik:
id: Glosarium diproses sebelum diekspos ke layanan:
ja: 用語集はサービスに渡される前に処理されます。
nl: De woordenlijst wordt verwerkt voordat die wordt doorgegeven aan de service:
pt_br: O glossário é processado antes de ser exposto ao serviço:
sv: Ordlistan bearbetas innan den exponeras för tjänsten:
ta: சேவையை வெளிப்படுத்துவதற்கு முன்பு சொற்களஞ்சியம் செயலாக்கப்படுகிறது:
tr: Sözlük hizmete sunulmadan önce işlenir:
uk: Глосарій буде оброблено до використання у службі:
zh_hans: 在被导出到服务前，会先处理术语表：

source: Duplicate source entries are not allowed, any additional entries with the same source are skipped.
de: Doppelte Quelleneinträge sind nicht erlaubt, alle weiteren Einträge mit der gleichen Quelle werden übersprungen.
ga: Ní cheadaítear iontrálacha foinse dúblacha, ní dhéantar aon iontrálacha breise leis an bhfoinse chéanna a sheachaint.
hu: Az azonos forrású bejegyzések ismétlődése nem megengedett, az ilyen további bejegyzések kihagyásra kerülnek.
id: Entri sumber duplikat tidak diizinkan, entri tambahan dengan sumber yang sama akan dilewati.
ja: 原文の重複は許されず、同じ原文を持つ2つ目以降の項目はスキップされます。
nl: Duplicaat bronitems zijn niet toegestaan, alle aanvullende items met dezelfde bron zullen worden overgeslagen.
pt_br: Entradas fontes duplicadas não são permitidas; quaisquer entradas adicionais com a mesma fonte são ignoradas.
sv: Duplicerade källposter är inte tillåtna, eventuella ytterligare poster med samma källa hoppas över.
ta: நகல் மூல உள்ளீடுகள் அனுமதிக்கப்படவில்லை, அதே மூலத்துடன் கூடிய கூடுதல் உள்ளீடுகள் தவிர்க்கப்படுகின்றன.
tr: Yinelenen kaynak kayıtlarına izin verilmez. Kaynağı aynı olan ek kayıtlar atlanır.
uk: Не можна використовувати дублювання початкових записів, усі додаткові записи із однаковим початковим рядком буде пропущено.
zh_hans: 不允许重复的源条目，任何源相同的附加条目都将被跳过。

source: Any control characters and leading and trailing whitespace are stripped.
de: Alle Steuerzeichen sowie führende und nachgestellte Leerzeichen werden entfernt.
ga: Baintear aon charachtair rialaithe agus spás bán tosaigh agus rianaithe.
hu: Minden vezérlőkarakter és a szöveg elején és végén lévő üres karakterek eltávolításra kerülnek.
id: Semua karakter kontrol dan spasi di awal dan di akhir dihapus.
ja: 制御文字や前後の空白文字は取り除かれます。
nl: Alle besturingstekens en voorafgaande en achterliggende witruimte zal worden verwijderd.
pt_br: Todos os caracteres de controle e espaços em branco iniciais e finais são removidos.
sv: Alla kontrolltecken och ledande och efterföljande blanktecken tas bort.
ta: எந்தவொரு கட்டுப்பாட்டு எழுத்துக்களும், முன்னணி மற்றும் பின்தங்கிய இடைவெளிகளும் அகற்றப்படுகின்றன.
tr: Tüm kontrol karakterleri ile baştaki ve sondaki boşluklar ayıklanır.
uk: Усі керівні символи і початкові і кінцеві пробіли буде вилучено.
zh_hans: 任何控制字符串以及开头和尾部空白符号都将被去掉。

source: :ref:`glossary-forbidden` are skipped.
de: :ref:`glossary-forbidden` werden übersprungen.
ga: :ref:`glossary-forbidden` á scipeáil..
hu: A :ref:`glossary-forbidden` bejegyzések kihagyásra kerülnek.
id: :ref:`glossary-forbidden` dilewati.
ja: :ref:`glossary-forbidden` はスキップされます。
nl: :ref:`glossary-forbidden` worden overgeslagen.
pt_br: :ref:`glossary-forbidden` são ignoradas.
sv: :ref:`glossary-forbidden` hoppas över.
tr: :ref:`glossary-forbidden` atlandı.
uk: :ref:`glossary-forbidden` буде пропущено.
zh_hans: :ref:`glossary-forbidden` 被跳过。

source: Many services store glossaries server-side and enforce limit on the number of saved glossaries. Weblate always deletes the oldest glossary if it runs out of space.
de: Viele Dienste speichern Glossare serverseitig und begrenzen die Anzahl der gespeicherten Glossare. Weblate löscht immer das älteste Glossar, wenn der Speicherplatz nicht mehr ausreicht.
ga: Stórálann go leor seirbhísí gluaiseanna ar thaobh an fhreastalaí agus cuireann siad teorainn ar líon na ngluaiseanna sábháilte i bhfeidhm. Scriosann Weblate an ghluais is sine i gcónaí má ritheann sé as spás.
hu: Számos szolgáltatás szerveroldalon tárolja a szójegyzékeket, és korlátozza a tárolható szójegyzékek számát. A Weblate mindig a legrégebbi szójegyzéket törli, ha elfogy a hely.
id: Banyak layanan menyimpan glosarium di sisi server dan menerapkan batasan jumlah glosarium yang disimpan. Weblate selalu menghapus glosarium terlama jika kehabisan ruang.
ja: 多くのサービスは用語集をサーバーサイドに保存し、保存する用語の数に制限を設けています。Weblateは、容量が不足した場合、必ず最も古い用語を削除します。
nl: Veel services slaan woordenlijsten op aan de kant van de server en dwingen een limiet af voor het aantal opgeslagen woordenlijsten. Weblate verwijdert altijd de oudste woordenlijst als het ruimte tekort komt.
pt_br: Muitos serviços armazenam glossários no lado do servidor e impõem um limite no número de glossários salvos. O Weblate sempre exclui o glossário mais antigo se ele ficar sem espaço.
sv: Många tjänster lagrar ordlistor på serversidan och begränsar antalet sparade ordlistor. Weblate raderar alltid den äldsta ordlistan om det inte finns tillräckligt med utrymme.
ta: பல சேவைகள் சொற்களஞ்சியங்களை சேவையக பக்கமாக சேமித்து, சேமித்த சொற்களஞ்சியங்களின் எண்ணிக்கையில் வரம்பை அமல்படுத்துகின்றன. வலைபெயர்ப்பு எப்போதும் மிகப் பழமையான சொற்களஞ்சியம் விண்வெளியில் இருந்து வெளியேறினால் அதை நீக்குகிறது.
tr: Birçok hizmet, sözlükleri sunucu tarafında tutar ve kaydedilebilecek sözlük sayısına sınırlama getirir. Depolama alanı biterse Weblate her zaman en eski sözlüğü siler.
uk: У багатьох службах глосарії зберігаються на серверах і є примусове обмеження на кількість збережених глосаріїв. Weblate завжди вилучає найстаріший глосарій, якщо системі не вистачає місця.
zh_hans: 许多服务在服务器端存储术语表并强制限制保存的术语表数。如果空间不足，那么 Weblate 总是删除最老的术语表。
