Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: To grant every user permission to create new projects create new :ref:`autoteam` for the :guilabel:`Project creators` team.
de: Um jedem Benutzer die Berechtigung zu erteilen, neue Projekte zu erstellen, legen Sie :ref:`autoteam` für das :guilabel:`Projektersteller`-Team an.
ga: Chun cead a thabhairt do gach úsáideoir tionscadail nua a chruthú cruthaigh :ref:`autoteam` don fhoireann :guilabel:`Cruthaitheoirí an tionscadail`.
hu: Amennyiben minden felhasználónak szeretné megadni az új projektek létrehozásának lehetőségét, hozzon létre új :ref:`autoteam` csapatot a :guilabel:`Projektlétrehozók` csapat számára.
id: Untuk memberikan setiap pengguna izin untuk membuat proyek baru, buat :ref:`autoteam` baru untuk :guilabel:`Project creators`.
ja: 新しいプロジェクトを作成する権限をすべてのユーザーに付与するには、:guilabel:`プロジェクト作成者` チーム用に新しい :ref:`autoteam` を作成します。
nl: Voor het aan elke gebruiker toestaan om nieuwe projecten te maken, maak een nieuw :ref:`autoteam` voor het team :guilabel:`Projectmakers`.
pt: Conceder a todos os utilizadores permissão para criar projetos criando uma nova :ref:`autoteam` para a equipa de :guilabel:`Criadores de Projetos`.
pt_br: Conceder a todos os usuários permissão para criar novos projetos criando uma nova :ref:`autoteam` para a equipe de :guilabel:`Criadores de Projetos`.
ru: Чтобы предоставить каждому пользователю разрешение на создание новых проектов, создайте новый :ref:`autoteam` для команды :guilabel:`«Создатели проекта»`.
sv: För att ge alla användare behörighet att skapa nya projekt, skapa ett nytt :ref:`autoteam` för teamet :guilabel:`Project creators`.
tr: Her kullanıcıya yeni proje oluşturma izni vermek için :guilabel:`Proje oluşturucuları` takımı için yeni :ref:`autoteam` oluşturun.
uk: Щоб надати кожному користувачеві право створювати нові проєкти, створіть нову команду :ref:`autoteam` для команди :guilabel:`Project creators`.
zh_hans: 要授予每名用户创建新项目的权限，请为 :guilabel:`Project creators` 团队创建新的 :ref:`autoteam`。

source: You can view your current billing plan on a separate page:
de: Sie können Ihr aktuelles Abrechnungsmodell auf einer separaten Seite einsehen:
ga: Is féidir leat do phlean billeála reatha a fheiceáil ar leathanach eile:
hu: A jelenlegi számlázási csomagját külön oldalon tekintheti meg:
id: Anda dapat melihat paket penagihan Anda saat ini di halaman terpisah:
ja: 別のページで、現在の請求プランを表示した例:
nl: U kunt uw huidige plan voor facturatie bekijken op een afzonderlijke pagina:
pt: Pode visualizar o seu plano de cobrança atual numa página separada:
pt_br: Você pode visualizar seu plano de cobrança atual em uma página separada:
ro: Poți vizualiza planul tău de facturare actual pe o pagină separată:
ru: Вы можете просмотреть свой текущий тарифный план на отдельной странице:
sv: Du kan se din aktuella faktureringsplan på en separat sida:
ta: உங்கள் தற்போதைய பட்டியலிடல் திட்டத்தை ஒரு தனி பக்கத்தில் காணலாம்:
tr: Var olan faturalama tarifenizi ayrı bir sayfada görüntüleyebilirsiniz:
uk: Дані поточного тарифного плану можна переглянути на окремій сторінці:
zh_hans: 您可以在单独的页面上查看当前的付费套餐：
zh_hant: 您可以在單獨的頁面上查看當前的結算方案：

source: The project creation can be initiated from there, or using the menu in the navigation bar, filling in basic info about the translation project to complete addition of it:
de: Die Projekterstellung kann von dort aus oder über das Menü in der Navigationsleiste eingeleitet werden, wobei die grundlegenden Informationen über das Übersetzungsprojekt eingegeben werden müssen, um es vollständig zu ergänzen:
ga: Is féidir cruthú an tionscadail a thosú as sin, nó úsáid a bhaint as an roghchlár sa bharra nascleanúna, faisnéis bhunúsach a líonadh faoin tionscadal aistriúcháin chun é a chur leis:
hu: Innen vagy a navigációs menüben elérhető lehetőség használatával indítható az új projekt létrehozása, ahol az alapadatok megadásával fejezheti be a projekt hozzáadását:
id: Pembuatan proyek dapat dimulai dari sana, atau menggunakan menu di bilah navigasi, mengisi info dasar tentang proyek terjemahan untuk menyelesaikan penambahannya:
ja: ここからプロジェクトの作成を開始できます。また、ナビゲーション バーのメニューから、翻訳プロジェクトに関する基本情報を入力し、プロジェクトを追加できます。プロジェクト作成画面:
nl: Het maken van een project kan van hieruit worden geïnitieerd, of met het menu in de navigatiebalk, vul de basisinformatie over het vertaalproject in om het toevoegen ervan te voltooien:
pt: A criação do projeto pode ser iniciada a partir daí, ou a utilizar o menu da barra de navegação, a preencher informações básicas sobre o projeto de tradução para completar a adição dele:
pt_br: A criação do projeto pode ser iniciada a partir daí, ou utilizando o menu da barra de navegação, preenchendo informações básicas sobre o projeto de tradução para completar a adição dele:
ro: Crearea proiectului poate fi inițiată de aici, sau folosind meniul din bara de navigare, completând informațiile de bază despre proiectul de traducere până la adăugarea completă a acestuia:
ru: Создание проекта можно инициировать оттуда или из меню на панели навигации. Чтобы завершить добавление проекта перевода, заполните основную информацию о нем:
sv: Projektet kan skapas därifrån eller via menyn i navigeringsfältet. Fyll i grundläggande information om översättningsprojektet för att slutföra tillägget:
ta: திட்ட உருவாக்கம் அங்கிருந்து தொடங்கப்படலாம், அல்லது வழிசெலுத்தல் பட்டியில் மெனுவைப் பயன்படுத்தலாம், மொழிபெயர்ப்பு திட்டத்தைப் பற்றிய அடிப்படை தகவல்களை நிரப்புகிறது:
tr: Proje ekleme işlemi oradan ya da başlatılabilir ya da gezinme çubuğundaki menüden eklemeyi tamamlamak için çeviri projesiyle ilgili temel bilgiler doldurulabilir:
uk: З цієї сторінки або меню на панелі навігації ви можете ініціювати створення проєкту, заповнивши базові відомості щодо проєкту перекладу для повного його додавання:
zh_hans: 您可以从此处开始创建项目，也可以使用导航栏中的菜单来填写翻译项目的基本信息以完成添加：
zh_hant: 您可以從此處開始創建項目，也可以使用導航條中的菜單來填寫翻譯項目的基本信息以完成添加：

source: After creating the project, you are taken directly to the project page:
de: Nach der Erstellung des Projekts werden Sie direkt zur Projektseite weitergeleitet:
ga: Tar éis duit an tionscadal a chruthú, tógtar tú díreach chuig leathanach an tionscadail:
hu: A projekt létrehozása után közvetlenül a projekt oldalára kerül:
id: Setelah membuat proyek, Anda akan dibawa langsung ke halaman proyek:
ja: プロジェクトを作成すると、プロジェクト ページに直接移動します。移動画面:
nl: Na het maken van het project, wordt u direct naar de projectpagina gebracht:
pt: Depois de criar o projeto, é levado diretamente à página do projeto:
pt_br: Depois de criar o projeto, você é levado diretamente para a página do projeto:
ro: După crearea proiectului, veți fi direcționat direct către pagina proiectului:
ru: После создания проекта вы попадаете непосредственно на страницу проекта:
sv: När du har skapat projektet kommer du direkt till projektsidan:
ta: திட்டத்தை உருவாக்கிய பிறகு, நீங்கள் நேரடியாக திட்ட பக்கத்திற்கு அழைத்துச் செல்லப்படுவீர்கள்:
tr: Proje eklendikten sonra, doğrudan proje sayfasına yönlendirilirsiniz:
uk: Після створення проєкту ви перейдете безпосередньо до сторінки проєкту:
zh_hans: 创建项目后，您将直接进入项目页面：
zh_hant: 創建項目後，您將直接進入項目頁面：

source: Creating a new translation component can be initiated via a single click there. The process of creating a component is multi-staged and automatically detects most translation parameters. There are several approaches to creating component:
de: Die Erstellung einer neuen Übersetzungskomponente kann dort mit einem einzigen Klick gestartet werden. Der Prozess der Komponentenerstellung ist mehrstufig und erkennt die meisten Übersetzungsparameter automatisch. Es gibt mehrere Ansätze zum Erstellen einer Komponente:
ga: Is féidir comhpháirt aistriúcháin nua a chruthú trí chliceáil amháin ansin. Is próiseas ilchéimeach é comhpháirt a chruthú agus braitear formhór na bparaiméadar aistriúcháin go huathoibríoch. Tá go leor cineálacha cur chuige ann chun comhpháirt a chruthú:
hu: Új fordítási összetevő létrehozása onnan egyetlen kattintással kezdeményezhető. Az összetevő létrehozása több lépésből áll, és a rendszer automatikusan felismeri a legtöbb fordítási paramétert. Többféle megközelítés is létezik az összetevő létrehozására:
id: Pembuatan komponen terjemahan baru dapat dimulai hanya dengan satu klik. Proses pembuatan komponen ini bertahap dan secara otomatis mendeteksi sebagian besar parameter terjemahan. Ada beberapa pendekatan untuk membuat komponen:
ja: 新しい翻訳コンポーネントの作成は、そこをクリックするだけで開始できます。コンポーネントの作成は複数の段階に分かれ、ほとんどの翻訳パラメータは自動的に検出されます。コンポーネントを作成する複数の方法:
nl: Maken van een nieuw vertaalonderdeel kan hier met ene enkele klik worden geïnitieerd. Het proces voor het maken van een onderdeel bestaat uit meerdere stappen en detecteert automatisch de meest parameters voor de vertaling. Er zijn verscheidene benaderingen om ene onderdeel te maken:
pt: A criação de um novo componente de tradução pode ser iniciada com um único clique lá. O processo de criação de um componente possui vários estágios e detecta automaticamente a maioria dos parâmetros de tradução. Existem várias abordagens para a criação de componentes:
pt_br: A criação de um novo componente de tradução pode ser iniciada com um único clique lá. O processo de criação de um componente possui vários estágios e detecta automaticamente a maioria dos parâmetros de tradução. Existem várias abordagens para a criação de componentes:
ro: Crearea unei noi componente de traducere poate fi inițiată cu un singur clic acolo. Procesul de creare a unei componente este în mai multe etape și detectează automat majoritatea parametrilor de traducere. Există mai multe abordări pentru crearea unei componente:
ru: Создание нового компонента перевода можно инициировать одним щелчком мыши. Процесс создания компонента многоступенчатый, большинство параметров перевода он определяет автоматически. Существует несколько подходов к созданию компонента:
sv: Du kan skapa en ny översättningskomponent med ett enda klick där. Processen för att skapa en komponent består av flera steg och de flesta översättningsparametrarna detekteras automatiskt. Det finns flera sätt att skapa komponenter:
ta: புதிய மொழிபெயர்ப்பு கூறுகளை உருவாக்குவது ஒரு சொடுக்கு வழியாக அங்கு தொடங்கலாம். ஒரு கூறுகளை உருவாக்கும் செயல்முறை பல நிலை மற்றும் பெரும்பாலான மொழிபெயர்ப்பு அளவுருக்களை தானாகவே கண்டறிகிறது. கூறுகளை உருவாக்குவதற்கு பல அணுகுமுறைகள் உள்ளன:
tr: Yeni bir çeviri bileşeni oluşturmak, oradan tek bir tıklama ile başlatılabilir. Bileşen ekleme işleminin birkaç aşaması vardır ve çoğu çeviri parametresini kendiliğinden algılar. Bileşen eklemek için birkaç yaklaşım vardır:
uk: Створити складник перекладу можна за допомогою одинарного клацання на цьому пункті. Процедура створення складника є багатокроковою, більшість параметрів перекладу буде визначено автоматично. Передбачено декілька підходів до створення складника:
zh_hans: 只需单击一次即可启动创建新翻译部件的操作。创建部件的过程是多阶段的，并自动检测大多数翻译参数。有几种创建部件的方法：
zh_hant: 只需單擊一次即可啟動創建新翻譯組件的操作。創建組件的過程是多階段的，並自動檢測大多數翻譯參數。有幾種創建組件的方法：

source: From version control
de: Von der Versionsverwaltung
ga: Ó rialú leagan
hu: Verziókezelő rendszeren keresztül
id: Dari kontrol versi
ja: バージョン管理から
nl: Uit versiebeheer
pt: Do controle de versão
pt_br: De controle de versão
ro: Din controlul versiunii
ru: Из системы контроля версий
sv: Från versionskontroll
ta: பதிப்பு கட்டுப்பாட்டிலிருந்து
tr: Sürüm denetiminden
uk: З контролю версій
zh_hans: 从版本控制
zh_hant: 來自版本控制

source: Creates component from remote version control repository.
de: Erzeugt eine Komponente aus einem Remote-VCS-Repository.
ga: Cruthaíonn comhpháirt ó stór rialaithe leagan cianda.
hu: Új összetevő létrehozása távoli verziókezelő tárolóból.
id: Membuat komponen dari repositori kontrol versi jarak jauh.
ja: リモート バージョン管理リポジトリからコンポーネントを作成します。
nl: Maakt onderdeel uit opslagruimte op afstand van versiebeheer.
pt: Cria um componente do repositório de controle de versão remoto.
pt_br: Cria um componente do repositório de controle de versão remoto.
ro: Creează o componentă din depozitul de control al versiunilor de la distanță.
ru: Создать компонент из удалённого репозитория системы контроля версий.
sv: Skapar komponent från fjärrstyrt versionskontrollarkiv.
ta: தொலை பதிப்பு கட்டுப்பாட்டு களஞ்சியத்திலிருந்து கூறுகளை உருவாக்குகிறது.
tr: Bileşeni uzak sürüm denetimi deposundan ekler.
uk: Створює складник на основі віддаленого сховища системи керування версіями.
zh_hans: 从远程版本控制仓库创建部件。
zh_hant: 從遠程版本控制倉庫創建組件。

source: From existing component
de: Aus vorhandener Komponente
ga: Ó chomhpháirt atá ann cheana féin
hu: Meglévő összetevőből
id: Dari komponen yang ada
ja: 既存のコンポーネントから
nl: Uit bestaand onderdeel
pt: Do componente existente
pt_br: De componente existente
ro: Din componentă existentă
ru: Из уже существующего компонента
sv: Från befintlig komponent
ta: இருக்கும் கூறுகளிலிருந்து
tr: Var olan bileşenden
uk: З наявного складника
zh_hans: 从现有部件
zh_hant: 來自既有組件

source: Creates additional component to existing one by choosing different files.
de: Erzeugt eine zusätzliche Komponente zu einer bereits vorhandenen durch Auswahl verschiedener Dateien.
ga: Cruthaíonn comhpháirt bhreise leis an gceann atá ann cheana féin trí chomhaid éagsúla a roghnú.
hu: Meglévő összetevőhöz ad hozzá új összetevőt, más fájlok kiválasztásával.
id: Membuat komponen tambahan untuk komponen yang sudah ada dengan memilih berkas yang berbeda.
ja: 別のファイルを選択して、既存のコンポーネントに新しいコンポーネントを追加します。
nl: Maakt aanvullend onderdeel voor bestaand door verschillende bestanden te kiezen.
pt: Cria um componente adicional ao existente, a escolher ficheiros diferentes.
pt_br: Cria um componente adicional ao existente, escolhendo arquivos diferentes.
ro: Creează o componentă suplimentară la cea existentă prin alegerea unor fișiere diferite.
ru: Создать дополнительный компонент на основе уже существующего, только с другими файлами.
sv: Skapar ytterligare komponenter till befintliga genom att välja olika filer.
ta: வெவ்வேறு கோப்புகளைத் தேர்ந்தெடுப்பதன் மூலம் ஏற்கனவே இருக்கும் ஒன்றுக்கு கூடுதல் கூறுகளை உருவாக்குகிறது.
tr: Bileşeni seçilmiş farklı dosyalar ile var olan bileşene ek bileşen olarak ekler.
uk: Створює додатковий складник до наявного шляхом вибору інших файлів.
zh_hans: 通过选择不同的文件为现有部件创建其他部件。
zh_hant: 通過選擇不同的文件為現有組件創建其他組件。

source: Additional branch
de: Zusätzlicher Branch
ga: Brainse breise
hu: További ág
id: Cabang tambahan
ja: ブランチの追加
nl: Aanvullende tak
pt: Ramo adicional
pt_br: Ramo adicional
ro: Ramură suplimentară
ru: Дополнительная ветка
sv: Ytterligare gren
ta: கூடுதல் கிளை
tr: Ek dal
uk: Додаткове відділення
zh_hans: 其他分支
zh_hant: 額外分支

source: Creates additional component to existing one, just for different branch.
de: Erzeugt eine zusätzliche Komponente zu einer bereits vorhandenen, lediglich für einen anderen Branch.
ga: Cruthaíonn comhpháirt bhreise leis an gceann atá ann cheana féin, do bhrainse éagsúla amháin.
hu: Meglévő összetevőhöz ad hozzá új összetevőt, egy másik ág számára.
id: Membuat komponen tambahan untuk komponen yang sudah ada, hanya untuk cabang yang berbeda.
ja: 別のブランチ用に、既存のコンポーネントに新しいコンポーネントを追加します。
nl: Maakt aanvullend onderdeel voor bestaand, alleen voor andere tak.
pt: Cria um componente adicional ao existente, apenas para um ramo diferente.
pt_br: Cria um componente adicional ao existente, apenas para um ramo diferente.
ro: Creează o componentă suplimentară la cea existentă, dar pentru o ramură diferită.
ru: Создать дополнительный компонент на основе уже существующего, только для другой ветки.
sv: Skapar en ytterligare komponent till den befintliga, endast för en annan gren.
ta: வெவ்வேறு கிளைக்கு மட்டுமே இருக்கும் ஒன்றுக்கு கூடுதல் கூறுகளை உருவாக்குகிறது.
tr: Bileşeni yalnızca farklı dallar için var olan bileşene ek bileşen olarak ekler.
uk: Створює додатковий складник до наявного, але для іншої гілки у сховищі.
zh_hans: 仅针对不同分支，为现有部件创建其他部件。
zh_hant: 僅針對不同分支，為現有組件創建其他組件。

source: Upload translations files
de: Übersetzungsdateien hochladen
ga: Uaslódáil comhaid aistriúcháin
hu: Fordítási fájlok feltöltése
id: Unggah berkas terjemahan
ja: 翻訳ファイルのアップロード
nl: Vertaalbestanden uploaden
pt: Enviar ficheiros de tradução
pt_br: Enviar arquivos de tradução
ro: Încarcă fișiere de traducere
ru: Отправить файлы перевода
sv: Ladda upp översättningsfiler
ta: மொழிபெயர்ப்பு கோப்புகளைப் பதிவேற்றவும்
tr: Çeviri dosyalarını yükleyerek
uk: Завантажити файли перекладів
zh_hans: 上传翻译文件
zh_hant: 上傳翻譯檔

source: Upload translation files to Weblate in case you do not have version control or do not want to integrate it with Weblate. You can later update the content using the web interface or :ref:`api`.
de: Übersetzungsdateien in Weblate hochladen, falls es keine Versionsverwaltung gibt oder diese nicht in Weblate integriert werden soll. Die Inhalte können später über die Weboberfläche oder :ref:`api` aktualisiert werden.
ga: Uaslódáil comhaid aistriúcháin go Weblate ar eagla nach bhfuil smacht leagan agat nó nach mian leat é a chomhtháthú le Weblate. Is féidir leat an t-ábhar a nuashonrú ar ball trí úsáid a bhaint as an gcomhéadan gréasáin nó :ref:`api`.
hu: Ha nincs verziókezelő rendszere vagy nem kívánja azt a Weblate-hez integrálni, feltöltheti a fordítási fájlokat közvetlenül Weblate-be. A tartalmat később a webes felületen vagy a :ref:`REST API <api>` segítségével frissítheti.
id: Unggah berkas terjemahan ke Weblate jika Anda tidak memiliki kontrol versi atau tidak ingin mengintegrasikannya dengan Weblate. Anda dapat memperbarui konten nanti menggunakan antarmuka web atau :ref:`api`.
ja: バージョン管理をしていない、または Weblate と連携したくない場合に、翻訳ファイルを Weblate にアップロードします。あとから Web 画面または、:ref:`api` を使用してコンテンツを更新できます。
nl: Upload vertaalbestanden naar Weblate in het geval u geen versiebeheer heeft of dat niet wilt integreren in Weblate. U kunt later de inhoud bijwerken met de webinterface of :ref:`api`.
pt: Envia os ficheiros de tradução para o Weblate caso não tenha controle de versão ou não queira integrá-lo ao Weblate. Pode atualizar o conteúdo posteriormente a usar a interface web ou :ref:`api`.
pt_br: Envia os arquivos de tradução para o Weblate caso você não tenha controle de versão ou não queira integrá-lo ao Weblate. Você pode atualizar o conteúdo posteriormente usando a interface web ou :ref:`api`.
ro: Încărcați fișierele de traducere în Weblate în cazul în care nu aveți control al versiunilor sau nu doriți să îl integrați cu Weblate. Puteți actualiza ulterior conținutul utilizând interfața web sau :ref:`api`.
ru: Загрузить файлы перевода в Weblate в случае, если у вас нет системы контроля версий или вы не хотите интегрировать её с Weblate. Позже вы сможете обновить содержимое через веб-интерфейс или :ref:`api`.
sv: Ladda upp översättningsfiler till Weblate om du inte har versionskontroll eller inte vill integrera det med Weblate. Du kan senare uppdatera innehållet med hjälp av webbgränssnittet eller :ref:`api`.
tr: Sürüm denetimi kullanmadığınız ya da Weblate ile bütünleştirmek istemediğiniz durumlarda çeviri dosyalarını Weblate üzerine yükleyebilirsiniz. İçeriği daha sonra site arayüzü ya da :ref:`api` ile güncelleyebilirsiniz.
uk: Вивантажити файли перекладу до Weblate, якщо у вас немає системи керування версіями або ви не хочете інтегрувати її з Weblate. Пізніше ви можете оновити дані за допомогою вебінтерфейсу або :ref:`програмного інтерфейсу<api>`.
zh_hans: 如果您没有版本控制或不想将其与 Weblate 集成，则将翻译文件上传到 Weblate。您以后可以使用网络界面或 :ref:`api` 更新内容。
zh_hant: 如果您沒有版本控製或不想將其與 Weblate 集成，則將翻譯文件上傳到 Weblate。您以後可以使用網絡界面或 :ref:`api` 更新內容。

source: Translate document
de: Dokument übersetzen
ga: Aistrigh doiciméad
hu: Dokumentum fordítása
id: Terjemahkan dokumen
ja: ドキュメントの翻訳
nl: Document vertalen
pt: Traduzir documento
pt_br: Traduzir documento
ro: Tradu document
ru: Перевести документ
sv: Översätt dokument
ta: ஆவணத்தை மொழிபெயர்க்கவும்
tr: Belgeyi çevirerek
uk: Перекласти документ
zh_hans: 翻译文档
zh_hant: 翻譯文件

source: Upload single document or translation file and translate that.
de: Ein einzelnes Dokument oder eine Übersetzungsdatei hochladen und diese übersetzen.
ga: Uaslódáil doiciméad amháin nó comhad aistriúcháin agus aistrigh é sin.
hu: Egyetlen dokumentumot vagy fordítási fájlt tölthet fel, és annak fordítását végezheti el.
id: Unggah dokumen tunggal atau berkas terjemahan dan terjemahkan.
ja: 1 つの文書または翻訳ファイルをアップロードして翻訳します。
nl: Upload een enkel document of vertaalbestand en vertaal dat.
pt: Envia um único documento ou ficheiro de tradução e o traduz.
pt_br: Envia um único documento ou arquivo de tradução e o traduz.
ro: Încărcați un singur document sau fișier de traducere și traduceți-l.
ru: Загрузите отдельный документ или файл перевода и переведите его.
sv: Ladda upp ett enskilt dokument eller en översättningsfil och översätt det.
ta: ஒற்றை ஆவணம் அல்லது மொழிபெயர்ப்பு கோப்பைப் பதிவேற்றி அதை மொழிபெயர்க்கவும்.
tr: Tek bir belge veya çeviri dosyası yükleyip ve çevirebilirsiniz.
uk: Вивантажити один документ або файл для перекладу і перекласти його.
zh_hans: 上传单个文档或翻译文件并进行翻译。

source: Start from scratch
de: Bei Null anfangen
ga: Tosaigh ón tús
hu: Új üres projekt kezdése
id: Mulai dari awal
ja: ゼロから始める
nl: Start vanaf het begin
pt: Começar do zero
pt_br: Iniciar do zero
ro: Începe de la zero
ru: Начать с нуля
sv: Börja från början
ta: மீண்டும் முதலில் இருந்து துவங்கு
tr: Sıfırdan başlayarak
uk: Почати спочатку
zh_hans: 从头开始
zh_hant: 從頭開始

source: Create blank translation project and add strings manually.
de: Ein leeres Übersetzungsprojekt erstellen und Zeichenketten manuell hinzufügen.
ga: Cruthaigh tionscadal aistriúcháin folamh agus cuir teaghráin de láimh.
hu: Üres fordítási projekt létrehozása, amelyhez manuálisan adhat szövegeket.
id: Buat proyek terjemahan kosong dan tambahkan string secara manual.
ja: 空の翻訳プロジェクトを作成し、文字列を手動で追加します。
nl: Maak een blanco vertaalproject en voeg tekenreeksen handmatig toe.
pt: Cria um projeto de tradução vazio e adiciona cadeias manualmente.
pt_br: Cria um projeto de tradução vazio e adiciona textos manualmente.
ro: Creați un proiect de traducere gol și adăugați șiruri de caractere manual.
ru: Создать пустой проект перевода и добавить строки вручную.
sv: Skapa ett tomt översättningsprojekt och lägg till strängar manuellt.
ta: வெற்று மொழிபெயர்ப்பு திட்டத்தை உருவாக்கி கைமுறையாக சரங்களைச் சேர்.
tr: Boş bir çeviri projesi oluşturabilir ve dizgeleri el ile ekleyebilirsiniz.
uk: Створити порожній проєкт перекладу і додати рядки вручну.
zh_hans: 创建空白翻译项目并手动添加字符串。
zh_hant: 創建空白翻譯項目並手動添加字符串。
