Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If it is page-specific library (library is used in a specific page or template):
de: Wenn es sich um eine seitenspezifische Bibliothek handelt (sie wird auf einer bestimmten Seite oder Vorlage verwendet):
ga: Más leabharlann leathanach ar leith í (úsáidtear leabharlann i leathanach nó i dteimpléad ar leith):
hu: Ha az adott könyvtár csak egy konkrét oldalhoz vagy sablonhoz szükséges:
id: Jika pustaka tersebut bersifat spesifik halaman (pustaka digunakan pada halaman atau templat tertentu):
ja: ページ固有のライブラリの場合（ライブラリが特定のページまたはテンプレートで使用されている場合）:
nl: Als het een pagina-specifieke bibliotheek is (bibliotheek die wordt gebruikt op een specifieke pagina of sjabloon):
pt_br: Se for uma biblioteca específica de página (a biblioteca é usada em uma página ou modelo específico):
sv: Om det är en sidspecifik bibliotek (biblioteket används på en specifik sida eller mall):
ta: இது பக்க-குறிப்பிட்ட நூலகமாக இருந்தால் (நூலகம் ஒரு குறிப்பிட்ட பக்கம் அல்லது வார்ப்புருவில் பயன்படுத்தப்படுகிறது):
tr: Sayfaya özel bir kitaplık ise (kitaplık belirli bir sayfada veya kalıpta kullanılıyorsa):
uk: Якщо це сторінка-специфічна бібліотека (бібліотека використовується в конкретній сторінці або шаблоні):
zh_hans: 如果它是特定页面的库（仅用于特定页面或模板）：

source: Create a new file named ``src/<lib-name>.js``.
de: Eine neue Datei mit dem Namen ``src/<lib-name>.js`` erstellen.
ga: Cruthaigh comhad nua darb ainm ``src/<lib-name>.js``.
hu: Hozzon létre egy új fájlt ``src/<lib-name>.js`` néven.
id: Buat berkas baru bernama ``src/<lib-name>.js``.
ja: ``src/<lib-name>.js`` という新しいファイル名を作成する。
nl: Maak een nieuw bestand, genaamd ``src/<lib-name>.js``.
pt_br: Crie um novo arquivo chamado ``src/<nome-da-biblioteca>.js``.
sv: Skapa en ny fil med namnet ``src/<lib-name>.js``.
ta: `` Src/<lib-name> .js`` என்ற புதிய கோப்பை உருவாக்கவும்.
tr: ``src/<lib-name>.js`` adında yeni bir dosya oluşturun.
uk: Створіть новий файл з назвою ``src/<lib-name>.js``.
zh_hans: 创建一个名为 ``src/<lib-name>.js`` 的文件。

source: Import the library in it. Then inject it into the ``window`` object to be globally accessible.
de: Die Bibliothek darin importieren. Diese dann in das ``window``-Objekt injizieren, damit ein globaler Zugriff möglich ist.
ga: Iompórtáil an leabharlann ann. Ansin instealladh isteach sa réad ``window`` é le bheith inrochtana go domhanda.
hu: Importálja a könyvtárat, majd tegye elérhetővé globálisan a ``window`` objektumon keresztül.
id: Impor pustaka ke dalamnya. Lalu, masukkan ke dalam objek ``window`` agar dapat diakses secara global.
nl: Importeer de bibliotheek daarin. Injecteer het dan in het object ``window`` om het globaal toegankelijk te maken.
pt_br: Importe a biblioteca nele. Então injete-a no objeto ``window`` para ser acessível globalmente.
sv: Importera biblioteket i det. Injicera det sedan i objektet ``window`` så att det blir globalt tillgängligt.
ta: அதில் நூலகத்தை இறக்குமதி செய்யுங்கள். பின்னர் அதை உலகளவில் அணுகக்கூடிய `` சாளரம்`` பொருளில் செலுத்துங்கள்.
tr: Kitaplığı içe aktarın. Ardından onu genel olarak erişilebilir olması için ``window`` nesnesine ekleyin.
uk: Імпортуйте бібліотеку у ньому. Далі вставте його до об'єкта ``window`` для загального доступу.
zh_hans: 导入其中的库。接着将它注入要全局可访问的 ``window`` 对象。

source: Add an entry in ``webpack.config.js``: ``<lib-name>: "src/<lib-name>.js"``.
de: Einen Eintrag in ``webpack.config.js``: ``<lib-name>: "src/<lib-name>.js"`` hinzufügen.
ga: Cuir iontráil isteach i ``webpack.config.js``: ``<lib-name>: "src/<lib-name>.js"``.
hu: Adjon hozzá egy bejegyzést a ``webpack.config.js`` fájlban: ``<lib-name>: "src/<lib-name>.js"``.
id: Tambahkan entri di ``webpack.config.js``: ``<lib-name>: "src/<lib-name>.js"``.
ja: ``webpack.config.js``:``<lib-name>: "src/<lib-name>.js"`` にエントリーを追加する。
nl: Voeg een item in ``webpack.config.js`` in: ``<lib-name>: "src/<lib-name>.js"``.
pt_br: Adicione uma entrada em ``webpack.config.js``: ``<nome-da-biblioteca>: "src/<nome-da-biblioteca>.js"``.
sv: Lägg till en post i ``webpack.config.js``: ``<lib-name>: "src/<lib-name>.js"``.
ta: `` Webpack.config.js``: `` <lib-name>: "src/<lib-name> .js" `` இல் ஒரு உள்ளீட்டைச் சேர்க்கவும்.
tr: ``webpack.config.js`` dosyasına ``<lib-name>: "src/<lib-name>.js"`` kaydını ekleyin.
uk: Додайте запис до ``webpack.config.js``: ``<lib-name>: «src/<lib-name>.js»``.
zh_hans: 在 ``webpack.config.js`` 中添加条目：``<lib-name>: "src/<lib-name>.js"``.

source: Add library name in ``excludePrefixes`` array in ``mainLicenseTransform`` in ``webpack.config.js``.
de: Bibliotheksnamen im ``excludePrefixes``-Array in ``mainLicenseTransform`` in ``webpack.config.js`` hinzufügen.
ga: Cuir ainm na leabharlainne leis san eagar ``excludePrefixes`` sa ``mainLicenseTransform`` i ``webpack.config.js``.
hu: Vegye fel a könyvtár nevét az ``excludePrefixes`` tömbbe a ``mainLicenseTransform`` részben a ``webpack.config.js`` fájlban.
id: Tambahkan nama pustaka dalam array ``excludePrefixes`` di ``mainLicenseTransform`` di ``webpack.config.js``.
nl: Voeg de naam van de bibliotheek in de array ``excludePrefixes`` in ``mainLicenseTransform`` van ``webpack.config.js`` in.
pt_br: Adicione o nome da biblioteca no array ``excludePrefixes`` em ``mainLicenseTransform`` em ``webpack.config.js``.
sv: Lägg till biblioteksnamnet i arrayen ``excludePrefixes`` i ``mainLicenseTransform`` i ``webpack.config.js``.
ta: `` Webpack.config.js`` இல் `` mainlicensetransform`` இல் `` விலக்கு ப்ரெஃபிக்ச்` வரிசையில் நூலகப் பெயரைச் சேர்க்கவும்.
tr: ``webpack.config.js`` dosyasında ``mainLicenseTransform`` içindeki ``excludePrefixes`` dizisine kitaplık adını ekleyin.
uk: Додайте назву бібліотеки до масиву ``excludePrefixes`` у ``mainLicenseTransform`` у ``webpack.config.js``.
zh_hans: 在 ``webpack.config.js`` 的 ``mainLicenseTransform`` 中添加 ``excludePrefixes`` 阵列内的库名称。

source: Add license file name in ``additionalFiles`` in ``LicensePlugin`` in ``plugins`` array in ``webpack.config.js``.
de: Lizenzdateinamen in ``additionalFiles`` in ``LicensePlugin`` im ``plugins``-Array in ``webpack.config.js`` hinzufügen.
ga: Cuir ainm comhaid ceadúnais isteach i ``additionalFiles`` in ``LicensePlugin`` in eagar `` breiseán`` in ``webpack.config.js``.
hu: Adja hozzá a licenc fájl nevét az ``additionalFiles`` részhez a ``LicensePlugin`` ``plugins`` tömbjében a ``webpack.config.js`` fájlban.
id: Tambahkan nama berkas lisensi dalam ``additionalFiles`` di ``LicensePlugin`` dalam array ``plugins`` di ``webpack.config.js``.
nl: Voeg de bestandsnaam voor de licentie in ``additionalFiles`` in ``LicensePlugin`` van de array ``plugins`` in ``webpack.config.js``.
pt_br: Adicione o nome do arquivo de licença em ``additionalFiles`` em ``LicensePlugin`` no array ``plugins`` em ``webpack.config.js``.
sv: Lägg till licensfilens namn i ``additionalFiles`` i ``LicensePlugin`` i ``plugins``-matrisen i ``webpack.config.js``.
ta: `` Webpack.config.js`` இல் `` செருகுநிரல்கள்` வரிசையில் `` உரிமம் பிளூசின்` இல் `` கூடுதல் ஃபைல்கள்` இல் உரிமக் கோப்பு பெயரைச் சேர்க்கவும்.
tr: Lisans dosya adını ``webpack.config.js`` dosyasında ``plugins`` dizisindeki ``LicensePlugin`` içine ``additionalFiles`` bölümüne ekleyin.
uk: Додайте назву файла ліцензування до ``additionalFiles`` у ``LicensePlugin`` у масиві ``plugins`` у ``webpack.config.js``.
zh_hans: 在 ``webpack.config.js`` 的 ``plugins`` 陈列内的 ``LicensePlugin`` 中添加 ``additionalFiles`` 中的许可文件名。

source: Create a ``<lib-name>LicenseTransform`` function for the license file introduced in the previous steps and use it.
id: Buat fungsi ``<lib-name>LicenseTransform`` untuk berkas lisensi yang diperkenalkan pada langkah sebelumnya dan gunakan fungsi tersebut.
sv: Skapa en funktion ``<lib-name>LicenseTransform`` för licensfilen som introducerades i föregående steg och använd den.
uk: Створіть функцію ``<lib-name>LicenseTransform`` для файлу ліцензії, представленого в попередніх кроках, та використовуйте її.

source: Note: Replace ``<lib-name>`` with the actual name of the 3rd party library.
de: Hinweis: ``<lib-name>`` durch den tatsächlichen Namen der Drittanbieter-Bibliothek ersetzen.
ga: Nóta: Cuir ainm iarbhír na leabharlainne 3ú páirtí in ionad `` <lib-name>``.
hu: Megjegyzés: A ``<lib-name>`` helyére a tényleges harmadik féltől származó könyvtár neve kerüljön.
id: Catatan: Ganti ``<lib-name>`` dengan nama sebenarnya dari pustaka pihak ketiga.
ja: 注意: ``<lib-name>`` を実際のサードパーティ ライブラリの名前に置き換えてください。
nl: Opmerking: Vervang ``<lib-name>`` door de feitelijke naam van de bibliotheek van de 3e partij.
pt_br: Observação: Substitua ``<nome-da-biblioteca>`` pelo nome real da biblioteca de terceiros.
sv: Obs: Ersätt ``<lib-name>`` med det faktiska namnet på tredjepartsbiblioteket.
ta: குறிப்பு: 3 வது தரப்பு நூலகத்தின் உண்மையான பெயருடன் `` <lib-name> `` ஐ மாற்றவும்.
tr: Not: ``<lib-name>`` yerine 3. Taraf kitaplığın gerçek adını yazın.
uk: Примітка: Замініть ``<lib-name>`` на справжню назву сторонньої бібліотеки.
zh_hans: 注意：用第三方库的实际名称替换 ``<lib-name>`` 。

source: Building the Library
de: Erstellen der Bibliothek
ga: Tógáil na Leabharlainne
hu: Könyvtár felépítése
id: Membangun Perpustakaan
nl: Bibliotheek bouwen
pt_br: Construindo a biblioteca
sv: Bygga biblioteket
ta: நூலகத்தை உருவாக்குதல்
tr: Kitaplığı oluşturmak
uk: Збирання бібліотеки
zh_hans: 构建库

source: Build the libraries used by the project, by running the following command:
de: Erstellen Sie die vom Projekt verwendeten Bibliotheken, indem Sie den folgenden Befehl ausführen:
ga: Tóg na leabharlanna a úsáideann an tionscadal, tríd an ordú seo a leanas a rith:
hu: A projekt által használt könyvtárakat az alábbi paranccsal lehet felépíteni:
id: Bangun pustaka yang digunakan oleh proyek, dengan menjalankan perintah berikut:
ja: プロジェクトで使用するライブラリをビルドするための実行コマンド:
nl: Bouw de door het project te gebruiken bibliotheken, door de volgende opdracht uit te voeren:
pt_br: Crie as bibliotecas usadas pelo projeto executando o seguinte comando:
sv: Bygg biblioteken som används av projektet genom att köra följande kommando:
ta: பின்வரும் கட்டளையை இயக்குவதன் மூலம் திட்டத்தால் பயன்படுத்தப்படும் நூலகங்களை உருவாக்குங்கள்:
tr: Projenin kullandığı kitaplıkları şu komutu yürüterek derleyin:
uk: Зберіть бібліотеки, що використовуються проєктом, запустивши таку команду:
zh_hans: 运行下列命令构建项目所用的库：

source: Including the Library
de: Einbinden der Bibliothek
ga: Lena n-áirítear an Leabharlann
hu: Könyvtár használata
id: Menyertakan Perpustakaan
nl: De bibliotheek opnemen
pt_br: Incluindo a biblioteca
sv: Inklusive biblioteket
ta: நூலகம் உட்பட
tr: Kitaplığı katmak
uk: Включення бібліотеки
zh_hans: 将库包含进去

source: Now the library is built and ready for use. To include it follow these steps:
de: Jetzt ist die Bibliothek erstellt und einsatzbereit. Um sie einzubinden, führen Sie folgende Schritte aus:
ga: Anois tá an leabharlann tógtha agus réidh le húsáid. Chun é a chur san áireamh lean na céimeanna seo:
hu: Miután a könyvtár le lett fordítva, az alábbi módon lehet beilleszteni:
id: Pustaka kini telah dibangun dan siap digunakan. Untuk mengaktifkannya, ikuti langkah-langkah berikut:
ja: これでライブラリが構築され、使用できるようになりました。ライブラリを追加する方法:
nl: Nu is de bibliotheek gebouwd en klaar om te gebruiken. Volg deze stappen om hem op te nemen:
pt_br: Agora a biblioteca está construída e pronta para uso. Para incluí-la siga estes passos:
sv: Nu är biblioteket byggt och klart att användas. För att inkludera det, följ dessa steg:
ta: இப்போது நூலகம் கட்டப்பட்டு பயன்படுத்த தயாராக உள்ளது. இதைச் சேர்க்க இந்த படிகளைப் பின்பற்றவும்:
tr: Böylece kitaplık oluşturuldu ve kullanılmaya hazır. Katmak için şu adımları izleyin:
uk: Тепер бібліотека зібрана і готова до використання. Щоб включити її, виконайте такі кроки:
zh_hans: 现在库已经够构建好，可以使用了。要将库包含进去，请按照下列步骤去做：

source: If the library was imported in ``src/main.js``, no further steps are required (as it is already included in ``base.html``).
de: Wenn die Bibliothek in ``src/main.js`` importiert wurde, sind keine weiteren Schritte erforderlich (da sie bereits in ``base.html`` enthalten ist).
ga: Má iompórtáladh an leabharlann in ``src/main.js``, níl aon chéimeanna breise ag teastáil (toisc go bhfuil sé san áireamh cheana féin i ``base.html``).
hu: Ha a könyvtárat a ``src/main.js`` fájlban importálta, nincs további teendő, mivel az már be van töltve a ``base.html`` sablonba.
id: Jika pustaka diimpor dalam ``src/main.js``, tidak ada langkah lebih lanjut yang diperlukan (karena sudah disertakan dalam ``base.html``).
ja: もし、ライブラリが ``src/main.js`` にインポートされている場合、追加の手順は必要ありません（すでに ``base.html`` に含まれているため）。
nl: Als de bibliotheek werd geïmporteerd in ``src/main.js``, zijn geen verdere stappen nodig (omdat het al is opgenomen in ``base.html``).
pt_br: Se a biblioteca foi importada em ``src/main.js``, nenhuma etapa adicional é necessária (pois ela já está incluída em ``base.html``).
sv: Om biblioteket importerades i ``src/main.js`` krävs inga ytterligare åtgärder (eftersom det redan ingår i ``base.html``).
ta: நூலகம் `` src/main.js`` இல் இறக்குமதி செய்யப்பட்டால், மேலும் நடவடிக்கைகள் எதுவும் தேவையில்லை (இது ஏற்கனவே `` Base.html`` இல் சேர்க்கப்பட்டுள்ளது).
tr: Kitaplık ``src/main.js`` dosyası içine aktarılmışsa, başka bir adıma gerek yoktur (zaten ``base.html`` dosyasına eklenmiştir).
uk: Якщо бібліотеку було імпортовано в ``rc/main.js``, подальших дій не потрібно (оскільки вона вже включена в ``base.html``).
zh_hans: 如果库被导入在 ``src/main.js``，那么无需其他步骤（因器已包含于 ``base.html``)。

source: If the library was imported in its specific file ``src/<lib-name>.js``, in ``weblate/templates`` use the include tags to link to the built static JavaScript file:
de: Wenn die Bibliothek in ihrer spezifischen Datei ``src/<lib-name>.js`` importiert wurde, verwenden Sie in ``weblate/templates`` die Include-Tags, um sie mit der erstellten statischen JavaScript-Datei zu verknüpfen:
ga: Má iompórtáladh an leabharlann ina sainchomhad ``src/<lib-name>.js``, in ``weblate/templates`` úsáid na clibeanna san áireamh chun nascadh leis an gcomhad JavaScript statach tógtha:
hu: Ha a könyvtár külön fájlban szerepel (``src/<lib-name>.js``), akkor a ``weblate/templates`` könyvtárban az ``include`` tag használatával kell hivatkozni az előállított statikus JavaScript fájlra:
id: Jika pustaka diimpor dalam berkas spesifiknya ``src/<lib-name>.js``, dalam ``weblate/templates`` gunakan tag include untuk menautkan ke berkas JavaScript statis yang dibangun:
ja: ライブラリが特定のファイル ``src/<lib-name>.js`` にインポートされた場合は、 ``weblate/templates`` で include タグを使用して、構築された静的 JavaScript ファイルにリンクします。
nl: Als de bibliotheek werd geïmporteerd in zijn specifieke bestand ``src/<lib-name>.js``, in ``weblate/templates`` gebruik de tags include om te koppelen aan het gebouwde statische bestand voor JavaScript:
pt_br: Se a biblioteca foi importada em seu arquivo específico ``src/<nome-da-biblioteca>.js``, em ``weblate/templates`` use as tags include para vincular ao arquivo JavaScript estático criado:
sv: Om biblioteket importerades i sin specifika fil ``src/<lib-name>.js``, använd inkluderingsetiketterna i ``weblate/templates`` för att länka till den byggda statiska JavaScript-filen:
ta: நூலகம் அதன் குறிப்பிட்ட கோப்பில் `` src/<lib-name> .js`` இல் இறக்குமதி செய்யப்பட்டால், `` வெப்ளேட்/வார்ப்புருக்கள்`` இல் கட்டமைக்கப்பட்ட நிலையான சாவாச்கிரிப்ட் கோப்புடன் இணைக்க குறிச்சொற்களைப் பயன்படுத்தவும்:
tr: Kitaplık ``src/<lib-name>.js`` adlı belirli bir dosya içine aktarılmışsa, ``weblate/templates`` dosyasında oluşturulan sabit JavaScript dosyasına bağlanmak için include kod imini kullanın:
uk: Якщо бібліотека була імпортована в окремому файлі ``src/<lib-name>.js``, в ``weblate/templates`` використовуйте теги include для посилання на зібраний статичний файл JavaScript:
zh_hans: 如果库被导入其特定文件 ``src/<lib-name>.js``、``weblate/templates``，请使用包含标签来链接到构建的静态 JavaScript 文件：

source: Coding style
de: Programmierstil
ga: Stíl códaithe
hu: Kódstílus
id: Gaya pengkodean
ja: コーディング規約
nl: Opmaak codering
pt: Estilo de codificação
pt_br: Estilo de codificação
ro: Stil de codificare
ru: Оформление кода
sv: Kodningsstil
ta: குறியீட்டு நடை
tr: Kodlama biçemi
uk: Стиль програмного коду
zh_hans: 代码风格
zh_hant: 編碼風格

source: Weblate relies on `Biome`_ for formatting and linting the JavaScript and CSS code.
de: Weblate nutzt `Biome`_ für Formatierung und Analyse des JavaScript- und CSS-Codes.
ga: Braitheann Weblate ar `Biome`_ chun an cód JavaScript agus CSS a fhormáidiú agus a líneáil.
hu: A Weblate a `Biome`_ eszközt használja a JavaScript és CSS kód formázásához és ellenőrzéséhez.
id: Weblate mengandalkan `Biome`_ untuk memformat dan memeriksa kode JavaScript dan CSS.
ja: Weblate は、JavaScript および CSS コードのフォーマットと lint に `Biome`_ を使用します。
nl: Weblate vertrouwt op `Biome`_ voor opmaken en linten van de code voor JavaScript en CSS.
pt_br: Weblate depende do `Biome`_ para a formatação e linting do código JavaScript e CSS.
sv: Weblate använder `Biome`_ för formatering och linting av JavaScript- och CSS-kod.
ta: சாவாச்கிரிப்ட் மற்றும் சிஎச்எச் குறியீட்டை வடிவமைத்து மகிழ்விப்பதற்காக வலைபெயர்ப்பு `பயோம்`_ ஐ நம்பியுள்ளது.
tr: Weblate, hem JavaScript hem de CSS dosyalarının kod biçimlendirmesi için `Biome`_ kullanır.
uk: Weblate використовує `Biome`_ для форматування та оптимізації коду JavaScript та CSS.
zh_hans: Weblate 依赖 `Biome`_ 更改 JavaScript and CSS 代码格式并进行 lint 操作。

source: Localization
de: Lokalisierung
ga: Aistriúchán
hu: Lokalizáció
id: Pelokalan
ja: 現地語化
nl: Vertaling
pt: Tradução
pt_br: Localização
ro: Localizare
ru: Перевод
sv: Översättning
ta: உள்ளகமாக்கல்
tr: Yerelleştirme
uk: Локалізація
zh_hans: 本地化
zh_hant: 在地化

source: Should you need any user visible text in the frontend code, it should be localizable. In most cases, all you need is to wrap your text inside ``gettext`` function, but there are more complex features available:
de: Sollten Sie einen für den Benutzer sichtbaren Text im Frontend-Code benötigen, sollte dieser lokalisierbar sein. In den meisten Fällen genügt es, den Text in die Funktion ``gettext`` einzuschließen, aber es sind auch komplexere Funktionen verfügbar:
ga: Más gá duit aon téacs infheicthe ón úsáideoir sa chód tosaigh, ba cheart go mbeadh sé in-áitiúil. I bhformhór na gcásanna, níl uait ach do théacs a chuimilt laistigh den fheidhm ``gettext``, ach tá gnéithe níos casta ar fáil:
hu: Amennyiben a felhasználó által látható szöveget használ a frontend kódban, azt lokalizálhatóvá kell tenni. A legtöbb esetben elegendő a szöveget ``gettext`` függvénybe ágyazni, de további fejlettebb lehetőségek is rendelkezésre állnak:
id: Jika Anda membutuhkan teks yang terlihat oleh pengguna dalam kode frontend, teks tersebut harus dapat dilokalkan. Umumnya, Anda hanya perlu membungkus teks Anda di dalam fungsi ``gettext``, tetapi ada fitur yang lebih kompleks yang tersedia:
nl: Zou u voor de gebruiker benodigde tekst zichtbaar moeten hebben in de code voor de voorkant, zou het te vertalen moeten zijn. In de meeste gevallen is alles wat u hoeft te doen, is uw tekst in te pakken binnen de functie ``gettext``, maar er zijn meer complexe mogelijkheden beschikbaar:
pt_br: Se você precisar de qualquer texto visível para o usuário no código do frontend, ele deve ser localizável. Na maioria dos casos, tudo que você precisa é envolver seu texto dentro da função ``gettext``, mas existem recursos mais complexos disponíveis:
sv: Om du behöver någon text som är synlig för användaren i frontend-koden, bör den vara lokaliserbar. I de flesta fall behöver du bara omsluta texten med funktionen ``gettext``, men det finns även mer komplexa funktioner tillgängliga:
ta: ஃபிரான்டென்ட் குறியீட்டில் உங்களுக்கு ஏதேனும் பயனர் புலப்படும் உரை தேவைப்பட்டால், அது உள்ளூர்மயமாக்கக்கூடியதாக இருக்க வேண்டும். பெரும்பாலான சந்தர்ப்பங்களில், உங்களுக்கு தேவையானது உங்கள் உரையை `` getText`` செயல்பாட்டிற்குள் போர்த்துவதுதான், ஆனால் மிகவும் சிக்கலான நற்பொருத்தங்கள் உள்ளன:
tr: Ön yüz kodunda kullanıcı tarafından görülebilecek herhangi bir metne gerek duyuyorsanız, bu yerelleştirilebilir olmalıdır. Çoğu durumda yalnızca, metninizi ``gettext`` işlevinin içine kaydırmanız yeterlidir. Ancak kullanılabilecek daha karmaşık özellikler de vardır:
uk: Якщо вам потрібен видимий користувачеві текст у коді інтерфейсу, він має бути локалізованим. У більшості випадків все, що вам потрібно, це обернути текст у функцію ``gettext``, але є більш доступний складні функції :
zh_hans: 如果在前端代码中需要任何用户可见的文本，那么应该将其本地化。在多数情况下，所有需要的是将文本打包到 ``gettext`` 函数内部，但也有更复杂的特性来使用：

source: :doc:`Translation topic in the Django documentation <django:topics/i18n/translation>`
de: :doc:`Übersetzungsthema in der Django-Dokumentation <django:topics/i18n/translation>`
ga: :doc:`Topaic aistriúcháin i gcáipéisíocht Django <django:topics/i18n/translation>`
hu: :doc:`Fordítási téma a Django dokumentációban <django:topics/i18n/translation>`
nl: :doc:`Onderwerp Vertalen in de documentatie van Django <django:topics/i18n/translation>`
pt: :doc:`Tópico sobre tradução na documentação do Django <django:topics/i18n/translation>`
pt_br: :doc:`Tópico sobre tradução na documentação do Django <django:topics/i18n/translation>`
ro: :doc:`Subiectul traducerii în documentația Django <django:topics/i18n/translation>``
ru: :doc:`Раздел про перевод в документации Django <django:topics/i18n/translation>`
sv: :doc:`Översättningstema i Django-dokumentationen <django:topics/i18n/translation>`
tr: :doc:`Django belgelerinde çeviri başlığı <django:topics/i18n/translation>`
uk: :doc:`Тема перекладу у документації Django <django:topics/i18n/translation>`
zh_hans: :doc:`Django 文档中的翻译主题<django:topics/i18n/translation>`
zh_hant: ：doc：`django文檔中的翻譯主題<django：主題/ i18n / translation>`

source: Icons
de: Symbole
ga: Deilbhíní
hu: Ikonok
id: Ikon
ja: アイコン
nl: Pictogrammen
pt: Ícones
pt_br: Ícones
ro: Pictograme
ru: Иконки
sv: Ikoner
ta: சின்னங்கள்
tr: Simgeler
uk: Піктограми
zh_hans: 图标

source: Weblate currently uses `Material Design Icons`_, in case you are looking for new symbol, check that.
de: Weblate verwendet derzeit `Material Design Icons`_, falls Sie auf der Suche nach einem neuen Symbol sind, sehen Sie sich das an.
ga: Úsáideann Weblate `Material Design Icons`_ faoi láthair, más siombail nua atá uait, féach air sin.
hu: A Weblate jelenleg a `Material Design Icons`_ készletet használja, ha új szimbólumra van szüksége, ott érdemes keresnie.
id: Weblate saat ini menggunakan `Ikon Desain Material`_, jika Anda mencari simbol baru, periksa itu.
nl: Weblate gebruikt pictogrammen van `Material Design`_. In het geval u zoekt naar een nieuw symbool, controleer dat.
pt_br: Weblate usa atualmente o `Material Design Icons`_, caso esteja procurando um novo símbolo, verifique-o.
sv: Weblate använder för närvarande `Material Design Icons`_. Om du letar efter nya symboler kan du kolla där.
uk: Weblate наразі використовує `Material Design Icons`_, якщо ви шукаєте новий символ, перевірте це.
