Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Configures URL prefix where Weblate is running, see :setting:`URL_PREFIX`.
de: Konfiguriert den URL-Präfix, unter dem Weblate läuft, siehe :setting:`URL_PREFIX`.
ga: Cumraigh réimír URL an áit a bhfuil Weblate ag rith, féach :setting:`URL_PREFIX`.
hu: Az URL-előtagot konfigurálja, amely alatt a Weblate fut, lásd: :setting:`URL_PREFIX`.
id: Mengonfigurasi awalan URL tempat Weblate berjalan, lihat :setting:`URL_PREFIX`.
ja: Weblate が動作している URL の接頭辞を設定します。参照: :setting:`URL_PREFIX`。
nl: Configureert het voorvoegsel voor de URL waar Weblate wordt uitgevoerd, bekijk :setting:`URL_PREFIX`.
pt: Configura o prefixo da URL onde o Weblate está a ser executado, veja :setting:`URL_PREFIX`.
pt_br: Configura o prefixo da URL onde o Weblate está sendo executado, veja :setting:`URL_PREFIX`.
ro: Configurează prefixul URL în care rulează Weblate, vezi :setting:`URL_PREFIX`.
ru: Настраивает префикс URL-адреса, на котором запущен Weblate, смотрите описание параметра :setting:`URL_PREFIX`.
sv: Konfigurerar URL-prefix där Weblate körs, se :setting:`URL_PREFIX`.
tr: Weblate ortamının çalıştığı adres ön ekini yapılandırır. Ayrıntılı bilgi almak için: :setting:`URL_PREFIX`.
uk: Налаштовує префікс адреси, на якій запущено Weblate, див. :setting:`URL_PREFIX`.
zh_hans: 配置 Weblate 运行的 URL 前缀，请参见 :setting:`URL_PREFIX`。
zh_hant: 配置 Weblate 運行的 URL 前綴，請參見 :setting:`URL_PREFIX` 。

source: Configures URL that handles the media served from :setting:`django:MEDIA_ROOT`.
de: Konfiguriert die URL, welche die von :setting:`django:MEDIA_ROOT` bereitgestellten Medien verarbeitet.
ga: Cumraíonn sé URL a láimhseálann na meáin a sheirbheáiltear ó :setting:`django:MEDIA_ROOT`.
hu: Az URL beállítása a :setting:`django:MEDIA_ROOT` könyvtárból kiszolgált médiafájlokhoz.
id: Mengonfigurasi URL yang menangani media yang disajikan dari :setting:`django:MEDIA_ROOT`.
nl: Configureert de URL die de media afhandelt die wordt geserveerd door :setting:`django:MEDIA_ROOT`.
pt_br: Configura o URL que manipula a mídia servida a partir de :setting:`django:MEDIA_ROOT`.
sv: Konfigurerar URL som hanterar media som serveras från :setting:`django:MEDIA_ROOT`.
uk: Налаштовує URL-адресу, яка обробляє медіафайли, що надаються з :setting:`django:MEDIA_ROOT`.

source: Configures URL prefix for static files server from :setting:`CACHE_DIR`.
de: Konfiguriert das URL-Präfix für den Server für statische Dateien von :setting:`CACHE_DIR`.
ga: Cumraíonn sé réimír URL don fhreastalaí comhad statach ó :setting:`CACHE_DIR`.
hu: Az URL-előtag beállítása a :setting:`CACHE_DIR` könyvtárból kiszolgált statikus fájlokhoz.
id: Mengonfigurasi awalan URL untuk server berkas statis dari :setting:`CACHE_DIR`.
nl: Configureert het voorvoegsel voor de URL van de server voor statische bestanden vanaf :setting:`CACHE_DIR`.
pt_br: Configura o prefixo do URL para o servidor de arquivos estáticos a partir de :setting:`CACHE_DIR`.
sv: Konfigurerar URL-prefix för server för statiska filer från :setting:`CACHE_DIR`.
uk: Налаштовує префікс URL-адреси для сервера статичних файлів з :setting:`CACHE_DIR`.

source: Configures checks which you do not want to be displayed, see :setting:`django:SILENCED_SYSTEM_CHECKS`.
de: Konfiguriert Prüfungen, die nicht angezeigt werden sollen, siehe :setting:`django:SILENCED_SYSTEM_CHECKS`.
ga: Cumraigh seiceálacha nach mian leat go dtaispeánfaí iad, féach :setting:`django:SILENCED_SYSTEM_CHECKS`.
hu: A nem kívánt ellenőrzések megjelenítését konfigurálja, lásd: :setting:`django:SILENCED_SYSTEM_CHECKS`.
id: Mengonfigurasi pemeriksaan yang tidak ingin ditampilkan, lihat :setting:`django:SILENCED_SYSTEM_CHECKS`.
ja: 非表示にする検査項目を設定します。詳細については、:setting:`django:SILENCED_SYSTEM_CHECKS` を確認してください。
nl: Configureert controles die u niet wilt hebben weergegeven, bekijk :setting:`django:SILENCED_SYSTEM_CHECKS`.
pt: Configura verificações que não deseja que sejam mostradas, veja :setting:`django:SILENCED_SYSTEM_CHECKS`.
pt_br: Configura verificações que você não deseja que sejam mostradas, veja :setting:`django:SILENCED_SYSTEM_CHECKS`.
ro: Configurează verificările care nu doriți să fie afișate, a se vedea :setting:`django:SILENCED_SYSTEM_CHECKS`.
ru: Настраивает проверки, которые вы не хотите видеть, смотрите описание параметра :setting:`django:SILENCED_SYSTEM_CHECKS`.
sv: Konfigurerar kontroller som du inte vill ska visas, se :setting:`django:SILENCED_SYSTEM_CHECKS`.
tr: Görüntülenmesini istemediğiniz denetimleri yapılandırır. Ayrıntılı bilgi almak için: :setting:`django:SILENCED_SYSTEM_CHECKS`.
uk: Налаштовує перевірки, підсумки яких ви не хочете бачити, див. :setting:`django:SILENCED_SYSTEM_CHECKS`.
zh_hans: 配置您不想要显示的检查，请参见 :setting:`django:SILENCED_SYSTEM_CHECKS`。
zh_hant: 配置您不想要顯示的檢查，請參見 :setting:`django:SILENCED_SYSTEM_CHECKS` 。

source: Allows to customize :http:header:`Content-Security-Policy` HTTP header.
de: Ermöglicht das Anpassen des HTTP-Headers :http:header:`Content-Security-Policy`.
ga: Is féidir an ceanntásc HTTP :http:header:`Content-Security-Policy` a shaincheapadh.
hu: A :http:header:`Content-Security-Policy` HTTP fejléc testreszabását teszi lehetővé.
id: Memungkinkan untuk menyesuaikan header HTTP :http:header:`Content-Security-Policy`.
nl: Maakt het mogelijk de HTTP header :http:header:`Content-Security-Policy` aan te passen.
pt_br: Permite personalizar o cabeçalho HTTP :http:header:`Content-Security-Policy`.
sv: Gör det möjligt att anpassa HTTP-rubriken :http:header:`Content-Security-Policy`.
tr: :http:header:`Content-Security-Policy` HTTP üst bilgisinin özelleştirilmesini sağlar.
uk: Дозволяє налаштувати HTTP-заголовок :http:header:`Content-Security-Policy`.

source: Configures rate limiter.
de: Konfiguriert den Ratenbegrenzer.
ga: Cumraigh teorannóir rátaí.
hu: A sebességkorlátozás (rate limiter) konfigurálását végzi.
id: Konfigurasikan pembatasan tingkat.
ja: 接続制限を設定します。
nl: Configureert tijdslimiet.
pt: Configura o limitador de taxa.
pt_br: Configura o limitador de taxa.
ro: Configurează limitatorul de viteză.
ru: Настраивает ограничитель скорости.
sv: Konfigurerar hastighetsbegränsaren.
ta: வீத வரம்பை உள்ளமைக்கிறது.
tr: Hız sınırlayıcıyı yapılandırır.
uk: Налаштовує обмеження частоти.
zh_hans: 配置速率限制器。

source: You can set configuration for any rate limiter scopes. To do that add ``WEBLATE_`` prefix to any of setting described in :ref:`rate-limit`.
de: Sie können die Konfiguration für beliebige Ratenbegrenzer-Bereiche festlegen. Fügen Sie dazu das Präfix ``WEBLATE_`` zu einer der in :ref:`rate-limit` beschriebenen Einstellungen hinzu.
ga: Is féidir leat cumraíocht a shocrú d'aon scóipí teoranta rátaí. Chun sin a dhéanamh cuir réimír ``WEBLATE_`` le haon cheann de na suíomhanna a thuairiscítear in :ref:`rate-limit`.
hu: Bármely sebességkorlátozási tartomány beállítását megadhatja. Ehhez adjon ``WEBLATE_`` előtagot a :ref:`rate-limit` részben ismertetett bármely beállításhoz.
id: Anda dapat mengatur konfigurasi untuk cakupan pembatas akses apa pun. Untuk melakukannya, tambahkan awalan ``WEBLATE_`` ke pengaturan apa pun yang dijelaskan di :ref:`rate-limit`.
ja: 接続制限の範囲を設定できます。そのため、:ref:`rate-limit` に記載のある設定のいずれかに、``WEBLATE_`` 接頭辞を追加します。
nl: U kunt een configuratie instellen voor elk bereik aan tijdslimieten. Voeg, om dat te doen, het voorvoegsel ``WEBLATE_`` toe aan elke instelling die wordt beschreven in :ref:`rate-limit`.
pt: Pode definir a configuração para qualquer escopo do limitador de taxa. Para fazer isso, adicione o prefixo ``WEBLATE_`` a qualquer uma das configurações descritas em :ref:`rate-limit`.
pt_br: Você pode definir a configuração para qualquer escopo do limitador de taxa. Para fazer isso, adicione o prefixo ``WEBLATE_`` a qualquer uma das configurações descritas em :ref:`rate-limit`.
ro: Puteți seta configurația pentru orice rază de cuprindere a limitatorului de viteză. Pentru a face acest lucru, adăugați prefixul ``WEBLATE_`` la oricare dintre setările descrise în :ref:`rate-limit`.
ru: Вы можете задать конфигурацию для любого диапазона ограничителя скорости. Для этого добавьте префикс ``WEBLATE_`` к любой из настроек, описанных в разделе :ref:`rate-limit`.
sv: Du kan ställa in konfigurationen för alla hastighetsbegränsare. För att göra det lägger du till prefixet ``WEBLATE_`` till någon av inställningarna som beskrivs i :ref:`rate-limit`.
tr: Yapılandırmayı herhangi bir hız sınırlayıcı kapsamı için ayarlayabilirsiniz. Bunu yapmak için, :ref:`rate-limit` içinde belirtilen ayarlardan herhangi birine ``WEBLATE_`` ön ekini ekleyin.
uk: Ви можете встановити налаштування для будь-яких діапазонів обмежень частоти. Для цього додайте префікс ``WEBLATE_`` до будь-якого з параметрів, які описано у :ref:`rate-limit`.
zh_hans: 你可以为任何速率限制器的范围设置配置。要做到这一点，请在 :ref:`rate-limit` 中描述的任何设置中添加 ``WEBLATE_`` 前缀。
zh_hant: 您可以設置任何速率限制器範圍的配置。為此設置的任何設置添加``Web21```：ref：`速率限制`。

source: Configures API rate limiting. Defaults to ``100/day`` for anonymous and ``5000/hour`` for authenticated users.
de: Konfiguriert die API-Ratenbegrenzung. Der Standardwert ist ``100/day`` für anonyme und ``5000/hour`` für authentifizierte Benutzer.
ga: Cumraigh teorannú ráta API. Réamhshocruithe go dtí ``100/lá`` le haghaidh gan ainm agus `` 5000/uair`` d'úsáideoirí fíordheimhnithe.
hu: Az API sebességkorlátozását konfigurálja. Alapértelmezés szerint ``100/nap`` névtelen és ``5000/óra`` hitelesített felhasználók esetén.
id: Mengonfigurasi pembatasan akses API. Bawaannya adalah ``100/hari`` untuk pengguna anonim dan ``5000/jam`` untuk pengguna terautentikasi.
ja: API リクエストの接続制限の設定。デフォルトでは、匿名ユーザーの場合は 100 リクエスト / 日、認証済みユーザーの場合は 5000 リクエスト / 時間に制限しています。
nl: Configureert API-toegangslimiet. Standaard ``100/day`` voor anoniem en ``5000/hour`` voor geauthenticeerde gebruikers.
pt: Configura a limitação de taxa da API. O padrão é ``100/day`` para utilizadores anônimos e ``5000/hour`` para utilizadores autenticados.
pt_br: Configura a limitação de taxa da API. O padrão é ``100/day`` para usuários anônimos e ``5000/hour`` para usuários autenticados.
ro: Configurează limitarea ratei API. Valoarea implicită este de ``100/zi`` pentru utilizatorii anonimi și ``5000/oră`` pentru utilizatorii autentificați.
ru: Настраивает ограничение частоты запросов API. По умолчанию ``100/day`` для анонимных пользователей и ``5000/hour`` для авторизованных пользователей.
sv: Konfigurerar API-hastighetsbegränsning. Standardvärdet är ``100/dag`` för anonyma användare och ``5000/timme`` för autentiserade användare.
ta: பநிஇ வீதத்தைக் கட்டுப்படுத்துகிறது. இயல்புநிலை அநாமதேயருக்கு `` 100/நாள்` மற்றும் அங்கீகரிக்கப்பட்ட பயனர்களுக்கு `5000/மணிநேரம்`.
tr: API hız sınırlamasını yapılandırır. Varsayılan değer anonim kullanıcılar için ``100/gün`` ve kimliği doğrulanmış kullanıcılar için ``5000/saat`` biçimindedir.
uk: Визначає обмеження на частоту використання програмного інтерфейсу. За типових налаштувань можна виконувати не більше 100 запитів на день для анонімних користувачів і не більше 5000 запитів на годину для користувачів, які пройшли розпізнавання у системі.
zh_hans: 配置 API 速率限制。默认值如下：匿名用户 ``100/day``，已验证身份用户 ``5000/hour``。

source: Configures :setting:`ENABLE_HOOKS`.
de: Konfiguriert :setting:`ENABLE_HOOKS`.
ga: Cumraíonn :setting:`ENABLE_HOOKS`.
hu: Az :setting:`ENABLE_HOOKS` értékét konfigurálja.
id: Mengonfigurasi :setting:`ENABLE_HOOKS`.
ja: :setting:`ENABLE_HOOKS` を設定します。
nl: Configureert :setting:`ENABLE_HOOKS`.
pt: Configura :setting:`ENABLE_HOOKS`.
pt_br: Configura :setting:`ENABLE_HOOKS`.
ro: Configurează :setting:`ENABLE_HOOKS`.
ru: Настраивает параметр :setting:`ENABLE_HOOKS`.
sv: Konfigurerar :setting:`ENABLE_HOOKS`.
tr: :setting:`ENABLE_HOOKS` seçeneğini yapılandırır.
uk: Налаштовує :setting:`ENABLE_HOOKS`.
zh_hans: 配置 :setting:`ENABLE_HOOKS`。

source: Configures :setting:`BORG_EXTRA_ARGS` as a comma separated list of args.
de: Konfiguriert :setting:`BORG_EXTRA_ARGS` als komma-getrennte Liste von Argumenten.
ga: Cumraíonn :setting:`BORG_EXTRA_ARGS` mar liosta de args scartha camóg.
hu: A :setting:`BORG_EXTRA_ARGS` értékét konfigurálja, vesszővel elválasztott argumentumok listájaként.
id: Mengonfigurasi :setting:`BORG_EXTRA_ARGS` sebagai daftar argumen yang dipisahkan koma.
ja: :setting:`BORG_EXTRA_ARGS` をコンマ区切りの引数リストとして設定します。
nl: Configureert :setting:`BORG_EXTRA_ARGS` als een door komma's gescheiden lijst met argumenten.
pt: Configura :setting:`BORG_EXTRA_ARGS` como uma lista de argumentos separados por vírgula.
pt_br: Configura :setting:`BORG_EXTRA_ARGS` como uma lista de argumentos separados por vírgula.
ru: Настраивает :setting:`BORG_EXTRA_ARGS` как список аргументов, разделённых запятыми.
sv: Konfigurerar :setting:`BORG_EXTRA_ARGS` som en kommaseparerad lista med argument.
tr: Virgül ile ayrılmış parametreler ile :setting:`BORG_EXTRA_ARGS` seçeneğini yapılandırır.
uk: Налаштовує :setting:`BORG_EXTRA_ARGS` як список відокремлених комами аргументів.
zh_hans: 配置 :setting:`BORG_EXTRA_ARGS` ，其为英文逗号所分隔的参数列表。

source: Allow CORS requests to API from given origins.
de: Lässt CORS-Anfragen an die API von bestimmten Quellen zu.
ga: Ceadaigh iarratais CORS chuig API ó bhunús ar leith.
hu: A CORS kérések API-hoz történő engedélyezését konfigurálja megadott forrásokból.
id: Izinkan permintaan CORS ke API dari asal yang diberikan.
ja: 指定したオリジンからの API への CORS 要求を許可します。
nl: Staat verzoeken CORS aan de API toe vanuit opgegeven bronnen.
pt: Permitir solicitações CORS para API de determinadas origens.
pt_br: Permite solicitações CORS para API de determinadas origens.
sv: Tillåt CORS-förfrågningar till API från angivna ursprung.
ta: கொடுக்கப்பட்ட தோற்றத்திலிருந்து பநிஇ க்கு CORS கோரிக்கைகளை அனுமதிக்கவும்.
tr: Belirtilen kaynaklardan API üzerine CORS istekleri yapılabilmesini sağlar.
uk: Уможливити запит CORS до програмного інтерфейсу вказаного походження.
zh_hans: 允许来自给定来源的到 API 的 CORS 请求。

source: Allows CORS requests to API from all origins.
de: Lässt CORS-Anfragen an die API von allen Quellen zu.
ga: Ceadaíonn sé iarratais CORS chuig API ó gach bunús.
hu: A CORS kérések API-hoz történő engedélyezését konfigurálja minden forrásból.
id: Mengizinkan permintaan CORS ke API dari semua asal.
ja: すべてのオリジンからの API への CORS リクエストを許可します。
nl: Staat verzoeken CORS aan de API toe vanuit alle bronnen.
pt: Permite solicitações CORS para API de todas as origens.
pt_br: Permite solicitações CORS para API de todas as origens.
sv: Tillåter CORS-förfrågningar till API från alla ursprung.
ta: அனைத்து தோற்றங்களிலிருந்தும் பநிஇ க்கு CORS கோரிக்கைகளை அனுமதிக்கிறது.
tr: Tüm kaynaklardan API üzerine CORS istekleri yapılabilmesini sağlar.
uk: Дозволяє запити CORS до програмного інтерфейсу з будь-якого початкового вузла.
zh_hans: 允许来自所有来源的到 API 的 CORS 请求。

source: Configures maximal body size accepted by the built-in web server.
de: Konfiguriert die maximale Body Size, die der integrierte Webserver akzeptiert.
ga: Cumraíonn sé uasmhéid coirp a nglacann an freastalaí gréasáin ionsuite leis.
hu: A beépített webszerver által elfogadható maximális törzsméretet konfigurálja.
id: Mengonfigurasi ukuran body maksimal yang diterima oleh server web bawaan.
ja: 内蔵の Web サーバーにアップロードできるファイルの最大サイズを設定します。
nl: Configureert maximale grootte body die wordt geaccepteerd door de ingebouwde webserver.
pt: Configura o tamanho máximo do corpo aceito pelo servidor da Web embutido.
pt_br: Configura o tamanho máximo do corpo aceito pelo servidor da Web embutido.
ru: Настраивает максимальный размер тела, принимаемый встроенным веб сервером.
sv: Konfigurerar maximal kroppsstorlek som accepteras av den inbyggda webbservern.
ta: உள்ளமைக்கப்பட்ட வலை சேவையகத்தால் ஏற்றுக்கொள்ளப்பட்ட அதிகபட்ச உடல் அளவை உள்ளமைக்கவும்.
tr: İç site sunucusu tarafından kabul edilecek en büyük gövde boyutu seçeneğini yapılandırır.
uk: Налаштовує максимальний розмір вмісту, який приймається вбудованим вебсервером.
zh_hans: 配置内置 web 服务器接受的最大正文大小。

source: This variable intentionally lacks ``WEBLATE_`` prefix as it is shared with third-party container used in :ref:`docker-https-portal`.
de: Dieser Variable fehlt absichtlich das Präfix ``WEBLATE_``, da sie mit dem in :ref:`docker-https-portal` verwendeten Container eines Drittanbieters geteilt wird.
ga: Tá réimír ``WEBLATE_`` in easnamh ar an athróg seo d'aon ghnó mar go bhfuil sé roinnte le coimeádán tríú páirtí a úsáidtear i :ref:`docker-https-portal`.
hu: Ezt a változót szándékosan nem előzi meg a ``WEBLATE_`` előtag, mivel a :ref:`docker-https-portal` során használt külső konténerrel közösen használatos.
id: Variabel ini sengaja tidak memiliki awalan ``WEBLATE_`` karena digunakan bersama dengan kontainer pihak ketiga yang digunakan dalam :ref:`docker-https-portal`.
ja: この変数は、:ref:`docker-https-portal` で使用されるサードパーティのコンテナーと共有されるため、意図的に ``WEBLATE_`` 接頭辞がありません。
nl: Bij deze variabele ontbreekt met opzet het voorvoegsel ``WEBLATE_``, omdat die wordt gedeeld met een container van derde partijen die wordt gebruikt in :ref:`docker-https-portal`.
pt: Esta variável não tem intencionalmente o prefixo ``WEBLATE_``, pois é partilhada com um contentor de terceiros usado no :ref:`docker-https-portal`.
pt_br: Essa variável não tem intencionalmente o prefixo ``WEBLATE_``, pois é compartilhada com um contêiner de terceiros usado no :ref:`docker-https-portal`.
ru: В этой переменной намеренно отсутствует префикс ``WEBLATE_``, поскольку он используется совместно со сторонним контейнером, используемым в :ref:`docker-https-portal`.
sv: Denna variabel saknar avsiktligt prefixet ``WEBLATE_`` eftersom den delas med en tredjepartscontainer som används i :ref:`docker-https-portal`.
tr: Bu değişken, :ref:`docker-https-portal` içinde kullanılan üçüncü taraf kapsayıcısıyla paylaşıldığı için kasıtlı olarak ``WEBLATE_`` ön ekini kullanmaz.
uk: У назві цієї змінної навмисне пропущено префікс ``WEBLATE_``, оскільки вона є змінною спільного використання із стороннім контейнером, що використовується у :ref:`docker-https-portal`.
zh_hans: 此变量刻意缺少 ``WEBLATE_`` 前缀，因它和 :ref:`docker-https-portal` 中所用的第三方容器共享。

source: Code hosting sites credentials
de: Zugangsdaten für Code-Hosting-Sites
ga: Dintiúir suímh óstála cód
hu: Kódtároló oldalak hitelesítő adatai
id: Kredensial situs hosting kode
ja: サイトの資格情報をホストするコード
nl: Inloggegevens sites hosten code
pt: Credenciais de sites de hospedagem de código
pt_br: Credenciais de sites de hospedagem de código
ru: Учётные данные сайтов хостинга кода
sv: Inloggningsuppgifter för kodhostingsajter
ta: குறியீடு ஓச்டிங் தளங்களின் சான்றுகள்
tr: Kod barındırma siteleri kimlik doğrulama bilgileri
uk: Реєстраційні дані сайтів, де зберігається код
zh_hans: 代码托管站点凭据

source: In the Docker container, the code hosting credentials can be configured either in separate variables or using a Python dictionary to set them at once. The following examples are for :ref:`vcs-github`, but applies to all :ref:`vcs` with appropriately changed variable names.
de: Im Docker-Container können die Zugangsdaten für das Code-Hosting entweder in separaten Variablen konfiguriert werden oder mit einem Python-Wörterbuch auf einmal festgelegt werden. Die folgenden Beispiele sind für :ref:`vcs-github`, gelten aber auch für die :ref:`vcs` mit entsprechend geänderten Variablennamen.
ga: Sa choimeádán Docker, is féidir na dintiúir óstála cód a chumrú in athróga ar leith nó ag baint úsáide as foclóir Python chun iad a shocrú ag an am céanna. Tá na samplaí seo a leanas le haghaidh :ref:`vcs-github`, ach baineann siad le gach :ref:`vcs` le hainmneacha athraitheacha athraithe go cuí.
hu: A Docker-konténerben a kódtároló hitelesítő adatai külön változókban vagy egyetlen Python-szótár segítségével is beállíthatók. Az alábbi példák a :ref:`vcs-github` esetére vonatkoznak, de megfelelő változónevekkel minden :ref:`vcs` esetében alkalmazhatók.
id: Dalam kontainer Docker, kredensial yang menghosting kode dapat dikonfigurasi dalam variabel terpisah atau menggunakan kamus Python untuk mengaturnya sekaligus. Contoh berikut berlaku untuk :ref:`vcs-github`, tetapi berlaku untuk semua :ref:`vcs` dengan nama variabel yang diubah dengan tepat.
ja: Docker コンテナでは、資格情報をホストするコードを個別の変数で設定することも、Python 辞書を使用して資格情報を一度に設定することもできます。次の例は :ref:`vcs-github` 用ですが、変数名を適切に変更したすべての :ref:`vcs` に適用されます。
nl: In de Docker container kunnen de inloggegevens voor het hosten van worden geconfigureerd, ofwel in afzonderlijke variabelen of met een dictionary van Python om ze in een keer in te stellen. De volgende voorbeelden zijn voor :ref:`vcs-github`, maar zijn van toepassing voor alle :ref:`vcs` met toepasselijk gewijzigde namen voor variabelen.
pt: No contentor do Docker, as credenciais de hospedagem de código podem ser configuradas em variáveis separadas ou usando um dicionário Python para as definir de uma só vez. Os exemplos a seguir são para :ref:`vcs-github`, mas aplicam-se a todos os :ref:`vcs` com nomes de variáveis devidamente alterados.
pt_br: No contêiner do Docker, as credenciais de hospedagem de código podem ser configuradas em variáveis separadas ou usando um dicionário Python para defini-las de uma só vez. Os exemplos a seguir são para :ref:`vcs-github`, mas se aplicam a todos os :ref:`vcs` com nomes de variáveis devidamente alterados.
sv: I Docker-containern kan kodens autentiseringsuppgifter konfigureras antingen i separata variabler eller med hjälp av en Python-ordlista för att ställa in dem på en gång. Följande exempel gäller för :ref:`vcs-github`, men gäller alla :ref:`vcs` med lämpligt ändrade variabelnamn.
tr: Docker kapsayıcısında, kod barındırma kimlik doğrulama bilgileri ayrı değişkenler olarak ya da bunları bir kerede ayarlamak için bir Python sözlüğü olarak yapılandırılabilir. Aşağıdaki örnekler :ref:`vcs-github` içindir. Ancak uygun şekilde değiştirilmiş değişken adlarını kullanan tüm :ref:`vcs` uygulamaları için geçerlidir.
uk: У контейнері Docker реєстраційні дані на місці збереження коду можна налаштувати або за допомогою окремих змінних, або за допомогою словника Python для одночасного їхнього встановлення. У наведених нижче прикладах використано :ref:`vcs-github`, або дані можна застосувати до всіх :ref:`vcs` із відповідною зміною назв змінних.
zh_hans: 在 Docker 容器中，代码托管凭据可以配置在单独的变量中，或用 Python 词典一次性设置。 下列示例适用于 :ref:`vcs-github`，但适用于所有适当更改的变量名的 :ref:`vcs`。

source: All environment variable names must include the ``WEBLATE_`` prefix. For example, to configure GitHub credentials, use ``WEBLATE_GITHUB_USERNAME``, not ``GITHUB_USERNAME``. This applies whether you're configuring for pull requests or any other VCS integration.
sv: Alla miljövariabelnamn måste innehålla prefixet ``WEBLATE_``. Om du till exempel vill konfigurera GitHub-inloggningsuppgifter använder du ``WEBLATE_GITHUB_USERNAME``, inte ``GITHUB_USERNAME``. Detta gäller oavsett om du konfigurerar för pull-förfrågningar eller någon annan VCS-integration.

source: An example configuration for GitHub pull requests might look like:
sv: En exempelkonfiguration för GitHub-pull-förfrågningar kan se ut så här:

source: Will be used as:
de: Wird verwendet als:
ga: Bainfear úsáid as mar:
hu: Felhasználás módja:
id: Akan digunakan sebagai:
ja: しよう例:
nl: Zal worden gebruikt als:
pt: Será usado como:
pt_br: Será usado como:
ru: Будут использоваться в качестве:
sv: Kommer att användas som:
ta: இவ்வாறு பயன்படுத்தப்படும்:
tr: Şu şekilde kullanılır:
uk: Буде використано так:
zh_hans: 将用作：
