Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translation rendered text should not exceed given size. It renders the text with line wrapping and checks if it fits into given boundaries.
de: Der übersetzte, gerenderte Text sollte die vorgegebene Größe nicht überschreiten. Es wird der Text mit Zeilenumbruch gerendert und überprüft, ob er innerhalb der vorgegebenen Grenzen liegt.
ga: Níor cheart go mbeadh an t-aistriúchán rindreáilte níos mó ná an méid áirithe. Rindreáil sé an téacs le líne a fhilleadh agus seiceálann sé má luíonn sé le teorainneacha ar leith.
hu: A lefordított szöveg nem haladhatja meg a megadott méretet. A szöveg sortörését figyelembe véve kiszámolja, hogy belefér-e a megadott határokba.
id: Teks yang dirender terjemahan tidak boleh melebihi ukuran yang diberikan. Teks akan dirender dengan pembungkusan baris dan diperiksa apakah sesuai dengan batas yang diberikan.
ja: 表示した翻訳のテキストは、設定した文字サイズを超えないようにしてください。行折り返しでテキストを表示し、設定した境界に収まるかどうかを確認します。
nl: Vertaling van de gerenderde tekst zou de opgegeven grootte niet moeten overschrijden. Het rendert de tekst met regeldoorloop en controleert of het past binnen de opgegeven grenzen.
pt: O texto traduzido não deve exceder o tamanho determinado. Ele renderiza o texto com quebra de linhas e verifica se ele se encaixa nos limites determinados.
pt_br: O texto traduzido não deve exceder o tamanho determinado. Ele renderiza o texto com quebra de linhas e verifica se ele se encaixa nos limites determinados.
ro: Textul redat în traducere nu trebuie să depășească dimensiunea dată. Aceasta redă textul cu înfășurarea liniilor și verifică dacă acesta se încadrează în limitele date.
ru: Отрисованный текст перевода не должен превышать заданный размер. Эта проверка отрисовывает текст с переносом по строкам и проверяет, вписывается ли он в заданные границы.
sv: Översättningen får inte överskrida angiven storlek. Den renderar texten med radbrytning och kontrollerar om den passar inom angivna gränser.
ta: மொழிபெயர்ப்பு வழங்கப்பட்ட உரை கொடுக்கப்பட்ட அளவை விட அதிகமாக இருக்கக்கூடாது. இது உரையை வரி மடக்குதலுடன் வழங்குகிறது மற்றும் அது கொடுக்கப்பட்ட எல்லைகளுக்கு பொருந்துமா என்பதை சரிபார்க்கிறது.
tr: Çeviri yapılan metin belirtilen boyuttan uzun olmamalıdır. Metni satır kaydırma ile oluşturur ve belirtilen sınırlara uyup uymadığını denetler.
uk: Перекладений текст не повинен перевищувати заданий розмір. Програма обробляє текст із перенесенням рядків і перевіряє, чи вкладається він у вказані обмеження.
zh_hans: 译文呈现的文本不应超过给定的尺寸。它使用换行呈现文本，并检查文本是否适合给定的边界。
zh_hant: 翻譯渲染文本不應超過給定的大小。它呈現出線包裝的文本，並檢查它是否適合給定邊界。

source: This check needs one or two parameters - maximal width and maximal number of lines. In case the number of lines is not provided, one line text is considered.
de: Für diese Prüfung sind ein oder zwei Parameter erforderlich – die maximale Breite und die maximale Anzahl der Zeilen. Wird die Anzahl der Zeilen nicht angegeben, wird es als einzeiliger Text betrachtet.
ga: Tá paraiméadair amháin nó dhó ag teastáil ón seiceáil seo - an leithead uasta agus an líon uasta línte. I gcás nach soláthraítear líon na línte, breathnaítear ar théacs líne amháin.
hu: Ez az ellenőrzés egy vagy két paramétert igényel – maximális szélességet és opcionálisan a maximális sorszámot. Ha a sorszám nincs megadva, az ellenőrzés egysoros szövegként értelmezi a fordítást.
id: Pemeriksaan ini membutuhkan satu atau dua parameter - lebar maksimal dan jumlah baris maksimal. Jika jumlah baris tidak ditentukan, teks satu baris akan dipertimbangkan.
ja: この検査には、最大幅と最大行数の 1 つまたは 2 つのパラメータが必要です。行数を指定しない場合は、1 行のテキストと判断されます。
nl: Deze controle heeft slechts een of twee parameters nodig - maximale breedte en maximale aantal regels. In het geval het aantal regels niet wordt opgegeven, wordt een regel tekst aangenomen.
pt: Esta verificação necessita de um ou dois parâmetros - largura máxima e quantidade máximo de linhas. Caso a quantidade de linhas não seja fornecida, um texto de uma linha é considerado .
pt_br: Esta verificação necessita de um ou dois parâmetros -- largura máxima e número máximo de linhas. Caso o número de linhas não seja fornecido, é considerado um texto de uma linha.
ro: Această verificare are nevoie de unul sau doi parametri - lățimea maximă și numărul maxim de linii. În cazul în care numărul de rânduri nu este furnizat, se ia în considerare un text de un rând.
ru: Для этой проверки требуется один или два параметра — максимальная ширина и максимальное количество строк. В случае, если количество строк не указано, считается, что текст должен уместиться в одну строку.
sv: Denna kontroll kräver en eller två parametrar – maximal bredd och maximalt antal rader. Om antalet rader inte anges, antas texten bestå av en rad.
ta: இந்த சோதனைக்கு ஒன்று அல்லது இரண்டு அளவுருக்கள் தேவை - அதிகபட்ச அகலம் மற்றும் அதிகபட்ச வரிகளின் எண்ணிக்கை. வரிகளின் எண்ணிக்கை வழங்கப்படாவிட்டால், ஒரு வரி உரை கருதப்படுகிறது.
tr: Bu denetim için bir ya da iki parametre gereklidir. En fazla genişlik ve en fazla satır sayısı. Satır sayısının belirtilmemesi durumunda metin bir satır olarak kabul edilir.
uk: Для перевірки потрібні два параметри — максимальна ширина і максимальна кількість рядків. Якщо кількість рядків не вказано, буде перевірено однорядковий текст.
zh_hans: 此检查需要一个或两个参数 - 最大宽度和最大行数。如果未提供行数，则考虑一行文本。
zh_hant: 此檢查需要一個或兩個參數 - 最大寬度和最大行數。如果未提供行數，則考慮一行文本。

source: You can also configure used font by ``font-*`` directives (see :ref:`custom-checks`), for example following translation flags say that the text rendered with ubuntu font size 22 should fit into two lines and 500 pixels:
de: Die verwendete Schriftart kann auch durch ``font-*``-Anweisungen konfiguriert werden (siehe :ref:`custom-checks`), zum Beispiel besagen die folgenden Übersetzungsmarkierungen, dass der mit der Ubuntu-Schriftgröße 22 gerenderte Text in zwei Zeilen und 500 Pixel passen sollte:
ga: Is féidir leat cló úsáidte a chumrú freisin de réir treoracha ``font-*`` (féach :ref:`custom-checks`), mar shampla tar éis bratacha aistriúcháin a rá gur chóir go mbeadh an téacs a rindreáiltear le clómhéid ubuntu 22 in dhá líne agus 500 picteilín:
hu: A használt betűtípus is beállítható ``font-*`` jelzőkkel (lásd: :ref:`custom-checks`). Például az alábbi fordítási jelzők azt jelentik, hogy a szövegnek az Ubuntu betűtípussal, 22-es méretben, 500 képponton belül, legfeljebb két sorba kell beleférnie:
id: Anda juga dapat mengonfigurasi font yang digunakan dengan direktif ``font-*`` (lihat :ref:`custom-checks`), misalnya tanda terjemahan berikut menyatakan bahwa teks yang ditampilkan dengan ukuran font Ubuntu 22 harus muat dalam dua baris dan 500 piksel:
ja: 使用するフォントは ``font-*`` ディレクティブ（参照: :ref:`custom-checks`）でも設定できます。次は、ubuntu のフォントサイズ 22 で表示するテキストを、2 行 500 ピクセルに収める翻訳フラグの設定方法:
nl: U kunt ook het gebruikte lettertype configureren met de directieven ``font-*`` (bekijk :ref:`custom-checks`), bijvoorbeeld volgend op vlaggen voor vertaling die zeggen dat de tekst wordt gerenderd met lettertype Ubuntu, grootte 22 zou moeten passen op twee regels en 500 pixels:
pt: Também pode configurar a fonte utilizada pelas diretivas ``font-*`` (veja :ref:`custom-checks`), por exemplo, após os marcadores de tradução dizer que o texto renderizado com fonte ubuntu tamanho 22 deve caber em duas linhas e 500 pixels:
pt_br: Você também pode configurar a fonte utilizada pelas diretivas ``font-*`` (consulte :ref:`custom-checks`), por exemplo, após os marcadores de tradução dizerem que o texto renderizado com fonte ubuntu tamanho 22 deve caber em duas linhas e 500 pixels:
ro: De asemenea, puteți configura fontul utilizat prin directivele ``font-*`` (a se vedea :ref:`custom-checks`), de exemplu, următoarele indicatori de traducere spun că textul redat cu fontul ubuntu de dimensiune 22 trebuie să încapă pe două linii și 500 de pixeli:
ru: Также директивами ``font-*`` вы можете настроить используемый шрифт (смотрите раздел :ref:`custom-checks`), например, следующие флаги перевода говорят, что текст, отрисовываемый шрифтом ubuntu размера 22, должен вписаться в две строки и 500 пикселей:
sv: Du kan också konfigurera använda teckensnitt med ``font-*``-direktiv (se :ref:`custom-checks`). Till exempel anger följande översättningsflaggor att texten som renderas med ubuntu-teckensnitt storlek 22 ska passa in på två rader och 500 pixlar:
tr: Kullanılan yazı tipini ``font-*`` komutlarıyla da yapılandırabilirsiniz (ayrıntılı bilgi almak için: :ref:`custom-checks`). Örneğin aşağıdaki çeviri imleri, ubuntu yazı tipi boyutu 22 ile oluşturulan metnin iki satıra ve 500 piksele sığması gerektiğini belirtir:
uk: Ви також можете налаштувати використаний шрифт за допомогою інструкції ``font-*`` (див. :ref:`custom-checks`). Наприклад, вказані нижче прапорці перекладу встановлюють, що запис тексту шрифтом ubuntu розміру 22 має вкладатися у два рядки і ширину у 500 пікселів:
zh_hans: 您还可以通过 ``font-*`` 指令配置使用的字体（请参阅 :ref:`custom-checks`），例如以下翻译标志说以 ubuntu 字体大小 22 呈现的文本应该适合两行和 500 像素：
zh_hant: 您還可以通過``font- *``指令配置已使用的字體（請參閱：ref：``custom-check`），例如隨圖的翻譯標誌說，使用ubuntu字體大小22呈現的文本應該適合兩行和500像素：

source: You might want to set ``font-*`` directives in :ref:`component` to have the same font configured for all strings within a component. You can override those values per string in case you need to customize it per string.
de: Sie können ``font-*``-Anweisungen in der :ref:`component` setzen, um die gleiche Schriftart für alle Zeichenketten innerhalb einer Komponente zu konfigurieren. Sie können diese Werte für jede Zeichenkette überschreiben, falls Sie sie pro Zeichenkette anpassen müssen.
ga: B'fhéidir gur mhaith leat treoracha ``font-*`` a shocrú i :ref:`component` chun an cló céanna a bheith cumraithe do gach teaghrán laistigh de chomhpháirt. Is féidir leat na luachanna sin de réir teaghrán a shárú ar eagla go mbeidh ort é a shaincheapadh de réir teaghráin.
hu: A ``font-*`` jelzőket érdemes az :ref:`összetevő <component>` beállításaiban megadni, hogy az összes szöveg azonos betűtípussal jelenjen meg az adott összetevőn belül. Ezeket az értékeket szükség esetén felül lehet bírálni egyedi szövegekre vonatkozóan is.
id: Anda mungkin ingin mengatur direktif ``font-*`` di :ref:`component` agar font yang sama dikonfigurasi untuk semua string dalam suatu komponen. Anda dapat mengganti nilai tersebut per string jika Anda perlu menyesuaikannya per string.
ja: :ref:`component` 内の ``font-*`` ディレクティブを設定して、コンポーネント内のすべての文字列に同じフォントを設定できます。文字列ごとに設定することが必要な場合に備えて、文字列ごとにこれらの値を上書きできます。
nl: U wilt misschien de directieven voor ``font-*`` instellen in :ref:`component` om hetzelfde lettertype te hebben geconfigureerd voor alle tekenreeksen in een onderdeel. U kunt deze waarden per tekenreeks overschrijven in het geval u het per tekenreeks moet aanpassen.
pt: Queria definir as diretivas ``font-*`` na :ref:`component` para ter a mesma fonte configurada para todas as cadeias dentro de um componente. Pode sobrescrever esses valores por cadeia, caso precise personalizá-la por cadeia.
pt_br: Você pode querer definir as diretivas ``font-*`` na :ref:`component` para ter a mesma fonte configurada para todos os textos dentro de um componente. Você pode sobrescrever esses valores por texto, caso você precise personalizá-la por texto.
ro: Este posibil să doriți să setați directivele ``font-*`` în :ref:`component` pentru a avea același font configurat pentru toate șirurile de caractere dintr-o componentă. Puteți suprascrie aceste valori pentru fiecare șir de caractere, în cazul în care aveți nevoie să le personalizați pentru fiecare șir.
ru: Возможно, вы захотите установить директивы ``font-*`` в :ref:`настройках компонента <component>`, чтобы для всех строк компонента был настроен один и тот же шрифт. В случае, если вам нужно будет настроить их для отдельной строки, вы сможете переопределить их значения для этой строки.
sv: Du kanske vill ställa in ``font-*``-direktiv i :ref:`component` så att samma teckensnitt konfigureras för alla strängar inom en komponent. Du kan åsidosätta dessa värden per sträng om du behöver anpassa dem per sträng.
tr: Bir bileşendeki tüm dizgelerde aynı yazı tipini yapılandırmak için :ref:`component` içindeki ``font-*`` komutlarını ayarlamak isteyebilirsiniz. Her dizgeyi ayrı özelleştirmeniz gerekirse bu değerleri her dizgeye özel olarak değiştirebilirsiniz.
uk: Вам варто встановити інструкції ``font-*`` на рівні :ref:`складника <component>`, щоб той самий шрифт було використано для всіх рядків складника. Ви можете перевизначити значення на рівні рядка, якщо вам потрібно виконати специфічну перевірку для окремого рядка.
zh_hans: 您可能希望在 :ref:`component` 中设置 ``font-*`` 指令，以便为组件中的所有字符串配置相同的字体。如果您需要为每条字符串自定义它，您可以覆盖每条字符串的这些值。
zh_hant: 您可能希望設置“字體 - *”`指令：REF：“組件”（Component）以具有為組件中的所有字符串配置的相同字體。您可以每字符串覆蓋每個字符串的值，以防每個字符串自定義它。

source: Mismatched \\n
de: Unterschiedliche Menge \\n
ga: Mímheaitseáilte \\n
hu: Eltérő \\n-karakterek
id: Ketidakcocokan \\n
ja: \\n の不一致
nl: Niet overeenkomende \\n
pt: \\n não correspondente
pt_br: \\n não correspondente
ro: Nepotrivit \\n
ru: Несовпадающие \\n
sv: Felaktig matchning \\n
ta: பொருந்தாத \\n
tr: \\n aynı değil
uk: Не збіглися \\n
zh_hans: 不匹配的 \\n

source: Number of \\n literals in translation does not match source.
de: Anzahl der \\n-Symbole in der Übersetzung passt nicht zur Ausgangszeichenkette.
ga: Ní hionann líon na litreacha \\n san aistriúchán agus an fhoinse.
hu: A fordításban szereplő \\n karakterek száma nem egyezik meg a forrással.
id: Jumlah literal \\n dalam terjemahan tidak sesuai dengan sumbernya.
nl: Het aantal letterlijke \\n komt niet overeen met de bron.
pt_br: O número de \\n literais na tradução não corresponde à fonte.
sv: Antalet \\n-literaler i översättningen stämmer inte överens med källtexten.
uk: Кількість \\n літералів у перекладі не відповідає джерелу.

source: Usually escaped newlines are important for formatting program output. Check fails if the number of ``\n`` literals in translation does not match the source.
de: Normalerweise sind maskierte Zeilenumbrüche wichtig für die Formatierung der Programmausgabe. Die Prüfung schlägt fehl, wenn die Anzahl der ``\n``-Symbole in der Übersetzung nicht zur Ausgangszeichenkette passt.
ga: De ghnáth bíonn línte nua a éalaigh tábhachtach chun aschur clár a fhormáidiú. Theip ar an tseiceáil mura dtagann líon na litreach ``\n`` leis an bhfoinse.
hu: A sortörések száma általában fontos a programkimenetek formázásánál. Ez az ellenőrzés hibát jelez, ha a fordításban szereplő ``\n`` karakterek száma nem egyezik a forrásszövegével.
id: Biasanya, baris baru yang lolos penting untuk memformat keluaran program. Pemeriksaan gagal jika jumlah literal ``\n`` dalam terjemahan tidak cocok dengan sumbernya.
ja: 通常、エスケープされた改行はプログラムの出力をフォーマットする際に重要です。翻訳の ``\n`` リテラルの数が原文と一致しない場合、検査で不合格となります。
nl: Gewoonlijk zijn geëscapete nieuwe regels (newlines) belangrijk voor de opmaak van de uitvoer van het programma. Controle mislukt als het aantal letterlijke ``\n``'s in de vertaling niet overeenkomt met de bron.
pt_br: Normalmente as novas linhas escapadas são importantes para a formatação da saída do programa. A verificação falha se o número de literais ``\n`` na tradução não corresponder à fonte.
ru: Обычно Escape-символы новой строки важны для форматирования вывода программы. Проверка не удалась, если количество литералов ``\n`` в переводе не соответствует исходному.
sv: Vanligtvis är undantagna radbrytningar viktiga för formateringen av programmets utdata. Kontrollen misslyckas om antalet ``\n``-tecken i översättningen inte stämmer överens med källtexten.
ta: நிரல் வெளியீட்டை வடிவமைப்பதற்கு வழக்கமாகத் தப்பித்த புதியவை முதன்மை. மொழிபெயர்ப்பில் உள்ள `` \n`` இலக்கியங்களின் எண்ணிக்கை மூலத்துடன் பொருந்தவில்லை என்றால் சோதனை தோல்வியடைகிறது.
tr: Kaçınılan yeni satır kodları genellikle program çıktısını biçimlendirmek için önemlidir. Çevirideki ``\n`` kodlarının sayısı kaynakla aynı değilse denetim hatası oluşur.
uk: Зазвичай, екрановані символи розриву рядка є важливими для форматування виведених програмою даних. Перевірка вважається не пройденою, якщо кількість записів ``\n`` у перекладі не збігається із кількістю у початковому рядку.
zh_hans: 通常转义的换行符对于格式化程序输出很重要。如果译文中的 ``\n`` 字面量与原文不匹配，则检查失败。

source: Mismatched colon
de: Nicht übereinstimmender Doppelpunkt
ga: colon mímheaitseála
hu: Eltérő kettőspont
id: Tanda titik dua tidak cocok
ja: コロンの不一致
nl: Niet overeenkomende dubbele punt
pt: Dois pontos não correspondentes
pt_br: Caractere de dois pontos não correspondente
ro: Două puncte nepotrivite
ru: Несовпадающие двоеточия
sv: Omatchat kolon
ta: பொருந்தாத பெருங்குடல்
tr: İki nokta üst üste farklı
uk: Невідповідність двокрапки
zh_hans: 不匹配的冒号
zh_hant: 冒號不相符

source: Source and translation do not both end with a colon.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Doppelpunkt.
ga: Ní chríochnaíonn foinse agus aistriúchán le colon araon.
hu: A forrás és a fordított szöveg nem egyaránt kettősponttal végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan titik dua.
nl: Bron en vertaling eindigen niet beide met een dubbele punt.
pt_br: Fonte e tradução não terminam com um caractere de dois pontos.
sv: Källan och översättningen slutar inte båda med ett kolon.
tr: Kaynağın ve çevirinin ikisi de iki nokta üst üste ile bitmiyor.
uk: Джерело та переклад не закінчуються двокрапкою.

source: Checks that colons are replicated between both source and translation. The presence of colons is also checked for various languages where they do not belong (Chinese or Japanese).
de: Prüft, ob Doppelpunkte in der Quelle und Übersetzung identisch sind. Das Vorhandensein von Doppelpunkten wird auch für verschiedene Sprachen geprüft, in denen sie nicht vorkommen (Chinesisch oder Japanisch).
ga: Seiceálann sé go ndéantar coilíneachtaí a mhacasamhlú idir an fhoinse agus an t-aistriúchán. Déantar láithreacht na gcoilíneachtaí a sheiceáil freisin do theangacha éagsúla nach mbaineann siad leo (Sínis nó Seapáinis).
hu: Ellenőrzi, hogy a forrás és a fordított szöveg végén következetesen szerepel-e a kettőspont. Ez az ellenőrzés arra is figyel, hogy olyan nyelvekben, ahol a kettőspont nem használatos (pl. kínai vagy japán), ne legyen jelen.
id: Memeriksa replikasi titik dua antara sumber dan terjemahan. Keberadaan titik dua juga diperiksa untuk berbagai bahasa yang tidak seharusnya (Mandarin atau Jepang).
ja: 原文と翻訳がどちらもコロンで終わっているか検査します。コロンを使わないさまざまな言語（中国語または日本語）についても検査されます。
nl: Controleert of dubbele punten zijn gerepliceerd tussen de bron en de vertaling. De aanwezigheid van dubbele punten wordt ook gecontroleerd voor verschillende talen waarin zij niet thuishoren (Chinees of Japans).
pt: Verifica se os dois pontos são replicados entre a fonte e a tradução. A presença de dois pontos também é verificada para vários idiomas onde eles não pertencem (chinês ou japonês).
pt_br: Verifica se os dois pontos são replicados entre a fonte e a tradução. A presença de dois pontos também é verificada para vários idiomas onde eles não pertencem (chinês ou japonês).
ro: Verifică dacă colonele sunt replicate atât între sursă, cât și între traducere. Prezența coloneilor este, de asemenea, verificată pentru diferite limbi în care nu au ce căuta (chineză sau japoneză).
ru: Проверяет, что двоеточия в исходной строке и в переводе одинаковы. Также проверяется наличие двоеточий для тех языков, в которых они не используются (китайский или японский).
sv: Kontrollerar att kolon replikeras mellan både källan och översättningen. Förekomsten av kolon kontrolleras också för olika språk där de inte hör hemma (kinesiska eller japanska).
ta: மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் பெருங்குடல்கள் பிரதிபலிக்கிறதா என்பதை சோதனைகள். பெருங்குடல்களின் இருப்பு அவை சொந்தமில்லாத பல்வேறு மொழிகளுக்கும் சரிபார்க்கப்படுகிறது (சீன அல்லது சப்பானிய).
tr: Kaynaktaki iki nokta üst üste işaretlerinin çeviri ile aynı olup olmadığını denetler. İki nokta üst üste işaretlerinin varlığı, kullanılmadıkları çeşitli dillerde de denetlenir (Çince ya da Japonca gibi).
uk: Перевіряє, чи правильно відтворено двокрапки з початкового рядка у перекладі. Також виконується перевірка двокрапок у мовах, де вони не використовуються (китайській і японській).
zh_hans: 检查冒号是否在原文和译文之间复制。还检查了冒号是否存在于不属于它们的各种语言（中文或日语）。
zh_hant: 檢查冒號在源和翻譯之間複製冒號。還檢查了冒號的存在，以便他們不屬於哪種語言（中文或日語）。

source: `Colon on Wikipedia <https://en.wikipedia.org/wiki/Colon_(punctuation)>`_
de: `Doppelpunkt auf Wikipedia <https://de.wikipedia.org/wiki/Doppelpunkt>`_
ga: `Colon ar Vicipéid <https://ga.wikipedia.org/wiki/Colon_(punctuation)>`_
hu: `Kettőspont a Wikipédián <https://hu.wikipedia.org/wiki/Kett%C5%91spont>`_
id: `Titik dua di Wikipedia <https://en.wikipedia.org/wiki/Colon_(punctuation)>`_
ja: `コロン Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E3%82%B3%E3%83%AD%E3%83%B3_(%E8%A8%98%E5%8F%B7)>`_
nl: `Dubbele punt op Wikipedia <https://nl.wikipedia.org/wiki/Dubbelepunt>`_
pt: `Dois pontos na Wikipédia <https://pt.wikipedia.org/wiki/Dois-pontos>`_
pt_br: `Dois pontos na Wikipédia <https://pt.wikipedia.org/wiki/Dois-pontos>`_
ro: `Coloană pe Wikipedia <https://en.wikipedia.org/wiki/Colon_(punctuație)>`_
ru: `Двоеточие в Википедии <https://ru.wikipedia.org/wiki/Двоеточие>`_
sv: `Kolon på Wikipedia <https://en.wikipedia.org/wiki/Colon_(punctuation)>`_
ta: `விக்கிபீடியாவில் பெருங்குடல் <https://en.wikipedia.org/wiki/colon_ (நிறுத்தற்குறி)>` _
tr: `Vikipedi üzerinde iki nokta üst üste <https://en.wikipedia.org/wiki/Colon_(punctuation)>`_
uk: `Двокрапка у Вікіпедії <https://en.wikipedia.org/wiki/Colon_(punctuation)>`_
zh_hans: `维基百科上的冒号 <https://zh.wikipedia.org/wiki/%E5%86%92%E5%8F%B7>`_

source: Mismatched ellipsis
de: Nicht übereinstimmende Auslassungspunkte
ga: Éipideas mímheaitseála
hu: Eltérő hármaspont
id: Tanda elipsis tidak cocok
ja: 省略記号の不一致
nl: Niet overeenkomend beletselteken
pt: Reticências não correspondentes
pt_br: Reticências não correspondentes
ro: Elipsă nepotrivită
ru: Несовпадающие многоточия
sv: Omatchad ellips
ta: பொருந்தாத நீள்வட்டங்கள்
tr: Üç nokta karakteri farklı
uk: Невідповідність багатокрапок
zh_hans: 不匹配的省略号
zh_hant: 刪節號不相符

source: Source and translation do not both end with an ellipsis.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit Auslassungspunkten.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán araon le hailipsis.
hu: A forrás és a fordított szöveg nem egyaránt hármasponttal végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan elipsis.
nl: Bron en vertaling eindigen niet beide met een beletselteken (…).
pt_br: A fonte e a tradução não terminam com reticências.
sv: Källan och översättningen slutar inte båda med tre punkter (ellips).
tr: Kaynağın ve çevirinin ikisi de üç nokta karakteri ile bitmiyor.
uk: Джерело та переклад не закінчуються крапкою.
