Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This check validates that format string is valid for the Java MessageFormat class. Besides matching format strings in the curly braces, it also verifies single quotes as they have a special meaning. Whenever writing single quote, it should be written as ``''``. When not paired, it is treated as beginning of quoting and will not be shown when rendering the string.
de: Mit dieser Prüfung wird sichergestellt, dass die Formatzeichenkette für die Java-MessageFormat-Klasse gültig ist. Neben der Überprüfung von Formatzeichenketten in geschweiften Klammern werden auch einfache Anführungszeichen überprüft, da sie eine besondere Bedeutung haben. Wenn ein einfaches Anführungszeichen geschrieben wird, sollte es als ``''`` geschrieben werden. Wenn es nicht gepaart ist, wird es als Beginn des Anführungszeichens behandelt und beim Darstellen der Zeichenkette nicht angezeigt.
ga: Deimhníonn an tseiceáil seo go bhfuil teaghrán formáide bailí don rang Java MessageFormat. Chomh maith le teaghráin fhormáide a mheaitseáil sna braces curly, fíoraíonn sé freisin comharthaí athfhriotail aonair mar go bhfuil brí speisialta acu. Nuair a scríobhtar luachan aonair, ba cheart é a scríobh mar ``''``. Nuair nach mbíonn sé péireáilte, caitear leis mar thús na lua agus ní thaispeánfar é agus an sreang á rindreáil.
hu: Ez az ellenőrzés érvényesíti, hogy a formátumkarakterek megfelelnek a Java-üzenetformátum osztály követelményeinek. A kapcsos zárójelekben megadott formátumokon túl ellenőrzi az egyszeres idézőjeleket is, mivel ezek külön jelentéssel bírnak. Ha idézőjelet szeretne megjeleníteni, azt ``''`` alakban kell írni. Ha nincs párja, idézetkezdésnek számít, és nem fog megjelenni a szöveg a megjelenítéskor.
id: Pemeriksaan ini memvalidasi validitas string format untuk kelas Java MessageFormat. Selain mencocokkan string format dalam kurung kurawal, pemeriksaan ini juga memverifikasi tanda kutip tunggal karena memiliki arti khusus. Setiap kali menulis tanda kutip tunggal, tanda kutip tunggal harus ditulis sebagai ``''``. Jika tidak dipasangkan, tanda kutip tunggal akan dianggap sebagai awal tanda kutip dan tidak akan ditampilkan saat merender string.
ja: このチェックは、書式文字列が Java MessageFormat クラスに対して有効であることを検証します。中括弧内の書式文字列を照合するだけでなく、特別な意味を持つ単一引用符も検証します。シングル クォーテーションを書くときは常に ``''`` と書くべきです。対になっていない場合は、引用の始まりとして扱われ、文字列のレンダリング時に表示されません。
nl: Deze controle valideert dat de tekenreeks voor opmaak geldig is voor de klasse Java MessageFormat. Naast het overeenkomen van tekenreeksen voor opmaak tussen gekrulde halen, verifieert het ook enkele aanhalingstekens als zij een speciale betekenis hebben. Altijd bij het schrijven van een enkel aanhalingsteken zou dat moeten worden geschreven als ``''``. Indien niet gepaard wordt het behandeld als het begin van aanhalen en zal niet worden weergegeven bij het renderen van de tekenreeks.
pt: Essa verificação valida se o texto de formato é válido para a classe Java MessageFormat. Além de corresponder às cadeias de formato nas chaves, ele também verifica as aspas simples, pois elas têm um significado especial. Sempre que escrever aspas simples, deve-se escrever como ``''``. Quando não emparelhado, é tratado como início de aspas e não será mostrado ao renderizar a cadeia.
pt_br: Essa verificação valida se o texto de formato é válido para a classe Java MessageFormat. Além de corresponder aos textos de formato nas chaves, ele também verifica as aspas simples, pois elas têm um significado especial. Sempre que escrever aspas simples, deve-se escrever como ``''``. Quando não emparelhado, é tratado como início de aspas e não será mostrado ao renderizar o texto.
ru: Эта проверка подтверждает, что строка формата действительна для класса Java MessageFormat. Помимо сопоставления строк формата в фигурных скобках, он также проверяет одинарные кавычки, поскольку они имеют особое значение. При написании одинарной кавычки её следует писать как ``''``. Если он не связан, он рассматривается как начало кавычек и не будет отображаться при отображении строки.
sv: Denna kontroll validerar att formatsträngen är giltig för klassen Java MessageFormat. Förutom att matcha formatsträngar inom klamrarna, verifierar den även enkla citattecken eftersom de har en speciell betydelse. När du skriver ett enkelt citattecken ska det skrivas som ``''``. När det inte är parat behandlas det som början på ett citat och visas inte när strängen renderas.
ta: இந்த சோதனை சாவா மெசேச்ஃபார்மட் வகுப்பிற்கு வடிவ சரம் செல்லுபடியாகும் என்பதை உறுதிப்படுத்துகிறது. சுருள் பிரேச்களில் பொருந்தக்கூடிய வடிவ சரங்களைத் தவிர, ஒற்றை மேற்கோள்கள் ஒரு சிறப்பு பொருள் இருப்பதால் அவை சரிபார்க்கிறது. ஒற்றை மேற்கோளை எழுதும் போதெல்லாம், அதை `` '' `` என்று எழுத வேண்டும். சோடியாக இல்லாதபோது, இது மேற்கோளின் தொடக்கமாகக் கருதப்படுகிறது, மேலும் சரத்தை வழங்கும்போது காட்டப்படாது.
tr: Bu denetim, biçim dizgesinin Java MessageFormat sınıfı için geçerli olduğunu doğrular. Yaylı parantezlerdeki biçim dizgelerini eşleştirmenin yanında, özel bir anlamı olduğu için tek tırnakları da doğrular. Tek tırnak ''' şeklinde yazılmalıdır. Eşleştirilmediğinde, alıntılamanın başlangıcı olarak kabul edilir ve dizge işlenirken gösterilmez.
uk: Ця перевірка визначає, чи є рядок форматування коректним для класу Java MessageFormat. Окрім встановлення відповідності рядків форматування у фігурних дужках, також буде виконано перевірку відповідності одинарних лапок специфічного призначення. Одинарні лапки має бути записано як ``''``. Якщо у лапок немає пари, обробник вважатиме їх початком цитування і не показуватиме при обробці рядка.
zh_hans: 该检查验证格式字符串对Java MessageFormat 类有效。除了匹配花括号中的格式字符串外，它还验证单引号，因为它们具有特殊含义。无论何时，都应把单引号写成 ``''``. 如果没有配对，它将被视为引用的开始，并且在呈现字符串时不会显示。

source: JavaScript format string does not match source.
de: JavaScript-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide JavaScript agus an fhoinse.
hu: A JavaScript formátumú szöveg nem egyezik meg a forrással.
id: String format JavaScript tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het patroon van JavaScript komt niet overeen met de bron.
pt_br: O texto de formato JavaScript não corresponde à fonte.
sv: JavaScript-formatsträngen stämmer inte överens med källan.
tr: JavaScript biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок, формату JavaScript, не відповідає джерелу.

source: `JavaScript formatting strings <https://www.gnu.org/software/gettext/manual/html_node/javascript_002dformat.html>`_
id: `String pemformatan JavaScript <https://www.gnu.org/software/gettext/manual/html_node/javascript_002dformat.html>`_
sv: `JavaScript-formateringssträngar <https://www.gnu.org/software/gettext/manual/html_node/javascript_002dformat.html>`_

source: Laravel format string does not match source.
sv: Laravel-formatsträngen stämmer inte överens med källan.

source: `Laravel translation formatting <https://laravel.com/docs/localization#replacing-parameters-in-translation-strings>`_
sv: `Laravel-översättningsformatering <https://laravel.com/docs/localization#replacing-parameters-in-translation-strings>`_

source: Lua format string does not match source.
de: Lua-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Lua agus an fhoinse.
hu: A Lua formátumú szöveg nem egyezik meg a forrással.
id: String format Lua tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor Lua komt niet overeen met de bron.
pt_br: O texto de formato Lua não corresponde à fonte.
sv: Lua-formatsträngen stämmer inte överens med källan.
tr: Lua biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок, формату Lua, не відповідає джерелу.

source: `Lua formatting strings <https://www.gnu.org/software/gettext/manual/html_node/lua_002dformat.html#lua_002dformat>`_
id: `String pemformatan Lua <https://www.gnu.org/software/gettext/manual/html_node/lua_002dformat.html#lua_002dformat>`_
sv: `Lua-formateringssträngar <https://www.gnu.org/software/gettext/manual/html_node/lua_002dformat.html#lua_002dformat>`_

source: Object Pascal format string does not match source.
de: Object-Pascal-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Object Pascal agus an fhoinse.
hu: Az Object Pascal formátumú szöveg nem egyezik meg a forrással.
id: String format Object Pascal tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het object Pascal komt niet overeen met bron.
pt_br: O texto de formato Object Pascal não corresponde à fonte.
sv: Object Pascal-formatsträngen stämmer inte överens med källan.
tr: Object Pascal biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок форматування Object Pascal не збігається із джерелом.

source: `Object Pascal formatting strings <https://www.gnu.org/software/gettext/manual/html_node/object_002dpascal_002dformat.html#object_002dpascal_002dformat>`_
id: `String pemformatan Objek Pascal <https://www.gnu.org/software/gettext/manual/html_node/object_002dpascal_002dformat.html#object_002dpascal_002dformat>`_
sv: `Objekt Pascal-formateringssträngar <https://www.gnu.org/software/gettext/manual/html_node/object_002dpascal_002dformat.html#object_002dpascal_002dformat>`_

source: `Free Pascal formatting strings <https://www.freepascal.org/docs-html/rtl/sysutils/format.html>`_
id: `String pemformatan Pascal Bebas <https://www.freepascal.org/docs-html/rtl/sysutils/format.html>`_
sv: `Free Pascal-formateringssträngar <https://www.freepascal.org/docs-html/rtl/sysutils/format.html>`_

source: `Delphi formatting strings <https://docwiki.embarcadero.com/Libraries/Sydney/en/System.SysUtils.Format>`_
id: `String pemformatan Delphi <https://docwiki.embarcadero.com/Libraries/Sydney/en/System.SysUtils.Format>`_
sv: `Delphi-formateringssträngar <https://docwiki.embarcadero.com/Libraries/Sydney/en/System.SysUtils.Format>`_

source: Percent placeholders
de: Platzhalter in Prozent
ga: Céatadán sealbhóirí áitribh
hu: Százalékos helyettesítők
id: Persentase placeholder
ja: パーセントのプレースホルダー
nl: Procentaanduidingen
pt: Espaços reservados de percentagem
pt_br: Espaços reservados de porcentagem
ro: Procentaj substituenți
ru: Символы-заполнители в процентной нотации
sv: Procentplatshållare
ta: விழுக்காடு ஒதுக்கிடங்கள்
tr: Yüzde yer belirticileri
uk: Відсоток заповнювачів
zh_hans: 百分比占位符
zh_hant: 百分比佔位符

source: The percent placeholders do not match source.
de: Die prozentualen Platzhalter passen nicht zur Ausgangszeichenkette.
ga: Ní hionann na háitchoinneálaithe céatadáin agus an fhoinse.
hu: A százalékos helyettesítők nem egyeznek meg a forrással.
id: Tempat penampung persen tidak cocok dengan sumber.
nl: De plaatsvervangers voor procent komen niet overeen met de bron.
pt_br: Os espaços reservados de percentagem não correspondem à fonte.
sv: Procentplatshållarna stämmer inte överens med källan.
tr: Yüzde yer belirticileri kaynakla aynı değil.
uk: Відсоток заповнювачів не відповідає джерелам.

source: Perl brace format
ga: Formáid perl brace
hu: Perl kapcsos zárójeles formátum
id: Format kurung kurawal Perl
ja: Perl ブレース形式
nl: Perl-haakjes opmaak
pt: Formato de chave Perl
pt_br: Formato de chave Perl
ru: Формат скобок Perl
sv: Perl-parentesformat
ta: பெர்ல் அடைப்புக்குறி வடிவம்
tr: Perl çengelli parantez biçimi
uk: Формат дужок Perl
zh_hans: Perl brace 格式

source: Perl brace format string does not match source.
de: Perl-Brace-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide lúibín Perl agus an foinse.
hu: A Perl kapcsos zárójelben megadott formátumú szöveg nem egyezik meg a forrással.
id: String format kurung kurawal Perl tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor de haakjes van Perl komt niet overeen met de bron.
pt_br: O texto de formato de chaves Perl não corresponde à fonte.
sv: Perl-formatsträngen för klamrar stämmer inte överens med källkoden.
tr: Perl çengelli parantez biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату дужок Perl не відповідає джерелу.

source: `Perl Format Strings <https://www.gnu.org/software/gettext/manual/html_node/perl_002dformat.html>`_
id: `String Format Perl <https://www.gnu.org/software/gettext/manual/html_node/perl_002dformat.html>`_
sv: `Perl-formatsträngar <https://www.gnu.org/software/gettext/manual/html_node/perl_002dformat.html>`_

source: Perl format string does not match source.
de: Perl-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Perl agus an foinse.
hu: A Perl formátumú szöveg nem egyezik meg a forrással.
id: String format Perl tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het patroon van Perl komt niet overeen met de bron.
pt_br: O texto de formato Perl não corresponde à fonte.
sv: Perl-formatsträngen stämmer inte överens med källan.
tr: Perl biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату Perl не відповідає джерелу.

source: PHP format string does not match source.
de: PHP-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide PHP agus an foinse.
hu: A PHP formátumú szöveg nem egyezik meg a forrással.
id: String format PHP tidak cocok dengan sumber.
nl: De tekenreeks voor het patroon van PHP komt niet overeen met de bron.
pt_br: O texto em formato PHP não corresponde à fonte.
sv: PHP-formatsträngen stämmer inte överens med källan.
tr: PHP biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок, формату PHP, не відповідає джерелу.

source: `PHP sprintf documentation <https://www.php.net/manual/en/function.sprintf.php>`_
id: `Dokumentasi PHP sprintf <https://www.php.net/manual/en/function.sprintf.php>`_
sv: `PHP sprintf-dokumentation <https://www.php.net/manual/en/function.sprintf.php>`_

source: `PHP Format Strings <https://www.gnu.org/software/gettext/manual/html_node/php_002dformat.html>`_
id: `String Format PHP <https://www.gnu.org/software/gettext/manual/html_node/php_002dformat.html>`_
sv: `PHP-formatsträngar <https://www.gnu.org/software/gettext/manual/html_node/php_002dformat.html>`_

source: Python brace format string does not match source.
de: Python-Brace-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide lúibín Python agus an foinse.
hu: A Python kapcsos zárójelekben megadott formátumú szöveg nem egyezik meg a forrással.
id: String format kurung Python tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor de haakjes van Python komt niet overeen met de bron.
pt_br: O texto de formato de chaves Python não corresponde à fonte.
sv: Python-formatsträngen för klamrar stämmer inte överens med källan.
tr: Python ayracı biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок, формату Python brace, не відповідає джерелу.

source: Simple format string
de: Einfache Formatzeichenkette
ga: Teaghrán formáid shimplí
hu: Egyszerű formázási szöveg
id: String format sederhana
ja: 単純な書式指定文字列
nl: Eenvoudige opmaak voor tekenreeks
pt: Cadeia de formato simples
pt_br: Texto de formato simples
ro: Șir de format simplu
ru: Простая строка формата
sv: Enkel formatsträng
ta: எளிய வடிவமைப்பு சரம்
tr: Basit biçim dizgesi
uk: Простий рядок форматування
zh_hans: 简单格式字符串

source: :ref:`Python brace format <python:formatstrings>`
sv: :ref:`Python-format för klamrar <python:formatstrings>`

source: `Python Format Strings <https://www.gnu.org/software/gettext/manual/html_node/python_002dformat.html>`_
id: `String Format Python <https://www.gnu.org/software/gettext/manual/html_node/python_002dformat.html>`_
sv: `Python-formatsträngar <https://www.gnu.org/software/gettext/manual/html_node/python_002dformat.html>`_

source: Python format string does not match source.
de: Python-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Python agus an foinse.
hu: A Python formátumú szöveg nem egyezik meg a forrással.
id: String format Python tidak cocok dengan sumber.
nl: De tekenreeks voor opmaak van Python komt niet overeen met de bron.
pt_br: O texto de formato Python não corresponde à fonte.
sv: Python-formatsträngen stämmer inte överens med källan.
tr: Python biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок, формату Python, не відповідає джерелу.

source: :ref:`Python string formatting <python:old-string-formatting>`
sv: :ref:`Python-strängformaterings <python:old-string-formatting>`

source: Qt format string does not match source.
de: Qt-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Qt agus an foinse.
hu: A Qt formátumú szöveg nem egyezik meg a forrással.
id: String format Qt tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor Qt komt niet overeen met de bron.
pt_br: O texto de formato Qt não corresponde à fonte.
sv: Qt-formatsträngen stämmer inte överens med källan.
tr: Qt biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату Qt не відповідає джерелу.

source: Qt plural format string does not match source.
de: Qt-Plural-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide iolra Qt agus an foinse.
hu: A Qt többes számra vonatkozó formázási szöveg nem egyezik meg a forrással.
id: String format jamak Qt tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor meervoud in Qt komt niet overeen met de bron.
pt_br: O texto de formato plural Qt não corresponde à fonte.
sv: Qt-pluralformatsträngen stämmer inte överens med källan.
tr: Qt çoğul biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату Qt у множині не відповідає джерелу.

source: Plural format string example
de: Beispiel für eine Zeichenkette im Pluralformat
ga: Sampla teaghrán formáid iolra
hu: Többes számú formátum példa
id: Contoh string berformat jamak
ja: 複数形の書式指定文字列の例
nl: Voorbeeld tekenreeks indeling meervoud
pt: Exemplo de cadeia de formato de plural
pt_br: Exemplo de texto de formato de plural
ro: Exemplu de șir de formate la plural
ru: Пример строки формата множественного числа
sv: Exempel på formatsträng i pluralform
ta: பன்மை வடிவமைப்பு சரம் எடுத்துக்காட்டு
tr: Çoğul biçim dizgesi örneği
uk: Приклад рядка форматування форм множини
zh_hans: 复数格式字符串示例

source: Ruby format string does not match source.
de: Ruby-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Ruby agus an fhoinse.
hu: A Ruby formátumú szöveg nem egyezik meg a forrással.
id: String format Ruby tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor Ruby komt niet overeen met de bron.
pt_br: O texto de formato Ruby não corresponde à fonte.
sv: Ruby-formatsträngen stämmer inte överens med källan.
tr: Ruby biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату Ruby не відповідає джерелу.

source: Named template string
de: Beispiel für eine benannte Vorlagenzeichenkette
ga: Teaghrán teimpléad ainmnithe
hu: Névvel ellátott sablonszöveg
id: String templat bernama
ja: 名前付きテンプレート文字列
nl: Benoemd sjabloon tekenreeks
pt: Cadeia de modelo nomeado
pt_br: Texto do modelo nomeado
ro: Șir de șabloane cu nume
ru: Именованная шаблонная строка
sv: Namngiven mallsträng
ta: பெயரிடப்பட்ட வார்ப்புரு சரம்
tr: Adlandırılmış kalıp dizgesi
uk: Рядок із іменованим шаблоном
zh_hans: 命名模板字符串

source: Scheme format
ga: Formáid scéime
hu: Scheme formátum
id: Format Scheme
ja: Scheme 形式
nl: Schemaformaat
pt: Formato Scheme
pt_br: Formato Scheme
ro: Format schemă
ru: Формат схемы
sv: Schemaformat
ta: திட்ட வடிவம்
tr: Scheme biçimi
uk: Формат Scheme
zh_hans: Scheme 格式
zh_hant: Scheme 格式

source: Scheme format string does not match source.
de: Scheme-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann teaghrán formáide na scéime agus an fhoinse.
hu: A Scheme formátumú szöveg nem egyezik meg a forrással.
id: String format Scheme tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het schema komt niet overeen met de bron.
pt_br: O texto de formato Scheme não corresponde à fonte.
sv: Scheme-formatsträngen stämmer inte överens med källan.
tr: Scheme biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок форматування Scheme не відповідає джерелу.

source: `Guile Scheme formatted output <https://www.gnu.org/software/guile/manual/html_node/Formatted-Output.html>`_
id: `Keluaran berformat Skema Guile <https://www.gnu.org/software/guile/manual/html_node/Formatted-Output.html>`_
sv: `Guile Scheme-formaterad utdata <https://www.gnu.org/software/guile/manual/html_node/Formatted-Output.html>`_

source: Vue I18n formatting
de: Vue I18n-Formatierung
ga: Formáidiú Vue I18n
hu: Vue I18n formázás
id: Pemformatan Vue I18n
ja: Vue I18n 書式
nl: Vue i18n-opmaak
pt: Formatação vue I18n
pt_br: Formatação Vue I18n
ro: Formatare Vue I18n
ru: Форматирование Vue I18n
sv: Vue I18n-formatering
ta: vue ப18ல் வடிவமைப்பு
tr: Vue I18n biçimlendirmesi
uk: Форматування I18n Vue
zh_hans: Vue I18n 格式化
zh_hant: Vue I18n 格式

source: The Vue I18n formatting does not match source.
de: Die Vue I18n-Formatierung passt nicht zur Ausgangszeichenkette.
ga: Ní hionann formáidiú Vue I18n agus an fhoinse.
hu: A Vue I18n formázási szöveg nem egyezik meg a forrással.
id: Pemformatan Vue I18n tidak cocok dengan sumber.
nl: De opmaak van Vue i18n komt niet overeen met de bron.
pt_br: A formatação Vue I18n não corresponde à fonte.
sv: Vue I18n-formateringen stämmer inte överens med källan.
tr: Vue I18n biçimlendirmesi kaynaktaki ile aynı değil.
uk: Форматування I18n Vue не збігається із початковим рядком.

source: Named formatting
de: Benannte Formatierung
ga: Formáidiú ainmnithe
hu: Névvel ellátott formázás
id: Pemformatan yang bernama
ja: 名前付きフォーマット
nl: Benoemde opmaak
pt: Formatação nomeada
pt_br: Formatação nomeada
ro: Formatare cu nume
ru: Именованная строка формата
sv: Namngiven formatering
ta: பெயரிடப்பட்ட வடிவமைப்பு
tr: Adlandırılmış biçimlendirme
uk: Іменоване форматування
zh_hans: 已命名格式

source: Rails i18n formatting
de: Rails i18n-Formatierung
ga: Formáidiú i18n Rails
hu: Rails i18n formázás
id: Pemformatan Rails i18n
ja: Rails i18n 書式
nl: Rails i18n-opmaak
pt: Formatação i18n de Rails
pt_br: Formatação Rails i18n
ro: Formatarea Rails i18n
ru: Форматирование локализации Rails
sv: Rails i18n-formatering
ta: ரெயில்ச் ப18ல் வடிவமைப்பு
tr: Rails i18n biçimlendirmesi
uk: Форматування i18n Rails
zh_hans: Rails i18n 格式化

source: Linked locale messages
de: Verlinkte lokale Nachrichten
ga: Teachtaireachtaí locale nasctha
hu: Hivatkozott helyi nyelvi üzenetek
id: Pesan lokal tertaut
ja: リンクしたロケールメッセージ
nl: Gekoppelde lokale berichten
pt: Mensagens de localidade vinculadas
pt_br: Mensagens da localidade vinculada
ro: Mesaje locale legate
ru: Связанные сообщения локализации
sv: Länkade lokala meddelanden
ta: இணைக்கப்பட்ட லோகேல் செய்திகள்
tr: Bağlantılı yerel iletiler
uk: Пов'язані повідомлення локалі
zh_hans: 链接的语言环境消息

source: `Vue I18n Formatting <https://kazupon.github.io/vue-i18n/guide/formatting.html>`_
id: `Pemformatan Vue I18n <https://kazupon.github.io/vue-i18n/guide/formatting.html>`_
sv: `Vue I18n-formatering <https://kazupon.github.io/vue-i18n/guide/formatting.html>`_

source: `Vue I18n Linked locale messages <https://kazupon.github.io/vue-i18n/guide/messages.html#linked-locale-messages>`_
id: `Pesan lokal tertaut Vue I18n <https://kazupon.github.io/vue-i18n/guide/messages.html#linked-locale-messages>`_
sv: `Vue I18n Länkade lokala meddelanden <https://kazupon.github.io/vue-i18n/guide/messages.html#linked-locale-messages>`_

source: Has been translated
de: Ist übersetzt worden
ga: Aistríodh
hu: Már le lett fordítva
id: Telah diterjemahkan
ja: 過去に翻訳済み
nl: Is vertaald
pt: Foi traduzido
pt_br: Foi traduzido
ro: A fost tradus
ru: уже переведено
sv: Har blivit översatt
ta: மொழிபெயர்க்கப்பட்டுள்ளது
tr: Çevrilmiş
uk: Вже перекладено
zh_hans: 曾被翻译过
zh_hant: 已經翻譯過
