Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The Celery configuration was changed to no longer use ``memory`` queue. Please adjust your startup scripts and ``CELERY_TASK_ROUTES`` setting.
de: Die Celery-Konfiguration wurde so geändert, dass die ``memory``-Warteschlange nicht mehr verwendet wird. Bitte passen Sie Ihre Startskripte und die Einstellung von ``CELERY_TASK_ROUTES`` an.
ga: Athraíodh an chumraíocht Soilire chun gan úsáid a bhaint as scuaine ``memory`` a thuilleadh. Coigeartaigh do scripteanna tosaithe agus socrú ``CELERY_TASK_ROUTES``.
hu: A Celery konfigurációja megváltozott: a ``memory`` nevű sor már nem kerül használatra. Ennek megfelelően frissítse az indítási szkripteket és a ``CELERY_TASK_ROUTES`` beállítást.
id: Konfigurasi Celery telah diubah untuk tidak lagi menggunakan antrian ``memory``. Harap sesuaikan skrip permulaan dan pengaturan ``CELERY_TASK_ROUTES`` Anda.
ja: Celery の構成は、``memory`` キューを使用しないように変更されました。起動スクリプトと ``CELERY_TASK_ROUTES`` 設定を修正してください。
nl: De configuratie van Celery werd gewijzigd om niet langer de wachtrij ``memory`` te gebruiken. Pas uw scripts voor opstarten en de instelling ``CELERY_TASK_ROUTES`` aan.
pt: A configuração do Celery foi alterada para não usar mais a fila ``memory``. Ajuste os seus scripts de inicialização e configuração de ``CELERY_TASK_ROUTES``.
pt_br: A configuração do Celery foi alterada para não usar mais a fila ``memory``. Ajuste seus scripts de inicialização e configuração de ``CELERY_TASK_ROUTES``.
ro: Configurația Celery a fost modificată pentru a nu mai folosi coada ``memory``. Vă rugăm să vă ajustați scripturile de pornire și setarea ``CELERY_TASK_ROUTES``.
ru: Настройки Celery были изменены: очередь ``memory`` более не используется. Пожалуйста, подправьте свои скрипты запуска и значение параметра ``CELERY_TASK_ROUTES``.
sv: Celery-konfigurationen har ändrats så att den inte längre använder ``memory``-kön. Justera dina startskript och inställningen ``CELERY_TASK_ROUTES``.
ta: செலரி உள்ளமைவு இனி `` மெமரி`` வரிசையைப் பயன்படுத்தாது. உங்கள் தொடக்க ச்கிரிப்ட்கள் மற்றும் `` செலரி_டாச்க்_ரூட்ச்` அமைப்பை சரிசெய்யவும்.
tr: Celery yapılandırması ``memory`` kuyruğu kullanılmayacak şekilde değiştirildi. Lütfen başlangıç betiklerinizi ve ``CELERY_TASK_ROUTES`` seçeneğini ayarlayın.
uk: Налаштування Celery змінено так, що у них більше не використовується черга ``memory``. Будь ласка, скоригуйте ваші скрипти запуску та значення параметра ``CELERY_TASK_ROUTES``.
zh_hans: Celery 配置更改，不再使用 ``memory`` 队列。请调整你的启动脚本和 ``CELERY_TASK_ROUTES`` 设置。
zh_hant: Celery 配置更改，不再使用 ``memory`` 隊列。請調整你的啟動腳本和 ``CELERY_TASK_ROUTES`` 設置。

source: The Weblate domain is now configured in the settings, see :setting:`SITE_DOMAIN` (or :envvar:`WEBLATE_SITE_DOMAIN`). You will have to configure it before running Weblate.
de: Die Weblate-Domain wird jetzt in den Einstellungen konfiguriert, siehe :setting:`SITE_DOMAIN` (oder :envvar:`WEBLATE_SITE_DOMAIN`). Sie müssen sie konfigurieren, bevor Sie Weblate starten.
ga: Tá an fearann Weblate cumraithe anois sna socruithe, féach :setting:`SITE_DOMAIN` (nó :envvar:`WEBLATE_SITE_DOMAIN`). Beidh ort é a chumrú sula ritheann tú Weblate.
hu: A Weblate domain mostantól a beállításokban konfigurálható, lásd: :setting:`SITE_DOMAIN` (vagy :envvar:`WEBLATE_SITE_DOMAIN`). Használat előtt be kell állítani.
id: Domain Weblate kini telah dikonfigurasi di pengaturan, lihat :setting:`SITE_DOMAIN` (atau :envvar:`WEBLATE_SITE_DOMAIN`). Anda perlu mengonfigurasinya sebelum menjalankan Weblate.
ja: Weblate ドメインは、設定から設定するように変更されました。参照: :setting:`SITE_DOMAIN` または :envvar:`WEBLATE_SITE_DOMAIN`。Weblate を実行する前に、設定を変更することが必要です。
nl: Het domein Weblate is nu geconfigureerd in de instellingen, bekijk :setting:`SITE_DOMAIN` (of :envvar:`WEBLATE_SITE_DOMAIN`). U zult het moeten configureren voordat Weblate wordt uitgevoerd.
pt: O domínio Weblate está agora configurado nas configurações, veja :setting:`SITE_DOMAIN` (ou :envvar:`WEBLATE_SITE_DOMAIN`). Terá que configurá-lo antes de executar o Weblate.
pt_br: O domínio Weblate está agora configurado nas configurações, veja :setting:`SITE_DOMAIN` (ou :envvar:`WEBLATE_SITE_DOMAIN`). Você terá que configurá-lo antes de executar o Weblate.
ro: Domeniul Weblate este acum configurat în setări, vezi :setting:`SITE_DOMAIN` (sau :envvar:`WEBLATE_SITE_DOMAIN`). Va trebui să îl configurați înainte de a rula Weblate.
ru: Домен Weblate’а теперь настраивается через параметры, смотрите описание параметра :setting:`SITE_DOMAIN` (или переменной окружения :envvar:`WEBLATE_SITE_DOMAIN`). Перед запуском Weblate их необходимо настроить.
sv: Weblate-domänen är nu konfigurerad i inställningarna, se :setting:`SITE_DOMAIN` (eller :envvar:`WEBLATE_SITE_DOMAIN`). Du måste konfigurera den innan du kör Weblate.
tr: Weblate etki alanı yapılandırması ayarlar bölümüne alındı. Ayrıntılı bilgi almak için: :setting:`SITE_DOMAIN` (ya da :envvar:`WEBLATE_SITE_DOMAIN`). Weblate çalıştırmadan önce bu ayarı yapılandırmanız gerekir.
uk: Домен Weblate тепер налаштовується у параметрах, див. :setting:`SITE_DOMAIN` (або :envvar:`WEBLATE_SITE_DOMAIN`). Вам слід буде налаштувати його до запуску Weblate.
zh_hans: 现在在设置中配置 Weblate 域，请参见 :setting:`SITE_DOMAIN`\ （或 :envvar:`WEBLATE_SITE_DOMAIN`）。在运行 Weblate 前你将不得不配置它。
zh_hant: 現在在設置中配置 Weblate 域，請參見 :setting:`SITE_DOMAIN`（或 :envvar:`WEBLATE_SITE_DOMAIN`）。在運行 Weblate 前你將不得不配置它。

source: The username and email fields on user database now should be case insensitive unique. It was mistakenly not enforced with PostgreSQL.
de: Die Felder für Benutzername und E-Mail in der Benutzerdatenbank sollten nun ohne Berücksichtigung der Groß-/Kleinschreibung eindeutig sein. Dies wurde bei PostgreSQL fälschlicherweise nicht erzwungen.
ga: Ba cheart go mbeadh na réimsí ainm úsáideora agus ríomhphoist ar bhunachar sonraí na n-úsáideoirí anois neamhíogair do chásanna. Trí dhearmad níor cuireadh i bhfeidhm é le PostgreSQL.
hu: A felhasználói adatbázisban a felhasználónév és e-mail mezők mostantól kis- és nagybetűkre érzéketlenül egyediek. Ez korábban PostgreSQL esetén nem volt megfelelően kikényszerítve.
id: Kolom nama pengguna dan surel di basis data pengguna sekarang harus unik, tidak peka huruf besar/kecil. Hal ini secara keliru tidak diterapkan di PostgreSQL.
ja: ユーザー データベースのユーザー名フィールドとメールアドレスのフィールドは、大文字と小文字を区別しない一意のフィールドにすることが必要です。PostgreSQL では、ミスにより強制されていませんでした。
nl: De velden voor gebruikersnaam en e-mail van de gebruikersdatabase zouden nu niet hoofdlettergevoelig uniek moeten zijn. Dat werd abusievelijk niet afgedwongen met PostgreSQL.
pt: Os campos de nome de utilizador e e-mail no banco de dados de utilizadores agora devem ser únicos e sem distinção de maiúsculo para minúsculo. Isso acidentalmente não foi reforçado com PostgreSQL.
pt_br: Os campos de nome de usuário e e-mail no banco de dados de usuários agora devem ser únicos e sem distinção de maiúsculo para minúsculo. Isso acidentalmente não foi reforçado com PostgreSQL.
ro: Câmpurile de nume de utilizator și de e-mail din baza de date a utilizatorilor trebuie să fie unice și insensibile la majuscule și minuscule. Din greșeală, acest lucru nu a fost aplicat cu PostgreSQL.
ru: Имена пользователей и адреса электронной почты в базе данных теперь уникальны независимо от регистра. Ранее из-за ошибки и особенностей PostgreSQL имена и адреса с разным регистром символов считались одинаковыми.
sv: Användarnamnet och e-postadressen i användardatabasen ska nu vara unika och inte skilja mellan stora och små bokstäver. Detta tillämpades felaktigt inte med PostgreSQL.
ta: பயனர் தரவுத்தளத்தில் உள்ள பயனர்பெயர் மற்றும் மின்னஞ்சல் புலங்கள் இப்போது உணர்ச்சியற்றதாக இருக்க வேண்டும். இது போச்ட்கிரெச்யூல் மூலம் தவறாக செயல்படுத்தப்படவில்லை.
tr: Kullanıcı veri tabanındaki kullanıcı adı ve e-posta alanları artık büyük/küçük harfe duyarsız olarak eşsiz. PostgreSQL için yanlışlıkla zorunlu kılınmamıştı.
uk: Поля імені користувача і адреси електронної пошти у базі даних користувачів тепер мають містити неповторювані текстові дані (регістр символів не береться до уваги). У попередніх версіях це обмеження не було застосовано примусово для PostgreSQL.
zh_hans: 用户数据库上的用户名和电子邮件字段现在应该不因为大小写敏感而不同。它之前错误地没有被 PostgreSQL 强制。
zh_hant: 用戶數據庫上的用戶名和電子郵件字段現在應該不因為大小寫敏感而不同。它之前錯誤地沒有被 PostgreSQL 強制。

source: *Released on June 19th 2020.*
de: *Veröffentlicht am 19. Juni 2020.*
ga: *Eisithe ar 19 Meitheamh 2020.*
hu: *Kiadva: 2020. június 19.*
id: *Dirilis pada 19 Juni 2020.*
nl: *Uitgegeven op 19 juni 2020.*
pt_br: *Atualizado em 19 de junho de 2020.*
sv: *Släpptes den 19 juni 2020.*
tr: *19 Haziran 2020 tarihinde yayınlandı.*
uk: *Випущено 19 червня 2020 року.*

source: Fixed changing autofix or add-ons configuration in Docker.
de: Änderung der Autofix- oder Erweiterungs-Konfiguration in Docker korrigiert.
ga: Uathcheartú seasta ag athrú nó cumraíocht breiseán i Docker.
hu: Javítva az automatikus javítás vagy a bővítmények konfigurációjának módosítása Dockerben.
id: Memperbaiki perubahan autofix atau konfigurasi pengaya di Docker.
ja: Docker での自動修正またはアドオン設定の変更問題の修正。
nl: Wijziging automatisch repareren of configuratie van add-ons in Docker gerepareerd.
pt: Corrigida a alteração da configuração do autofix ou de extensões no Docker.
pt_br: Corrigida a alteração da configuração do autofix ou de complementos no Docker.
ro: A fost reparată modificarea configurației autofix sau add-ons în Docker.
ru: Исправлено изменение конфигурации автоматического исправления или надстроек в Docker.
sv: Fixat ändring av autofix eller tilläggskonfiguration i Docker.
ta: டோக்கரில் நிலையான மாறும் தானிஃபிக்ச் அல்லது துணை நிரல்கள் உள்ளமைவு.
tr: Docker üzerinde kendiliğinden düzeltme ya da eklenti yapılandırmasının değiştirilmesi sorunu düzeltildi.
uk: Виправлено зміну налаштувань автовиправлення або додатків у Docker.
zh_hans: 修复了 Docker 中更改自动修复或附加组件配置。
zh_hant: 修復了 Docker 中更改自動修復或附加組件配置。

source: Fixed possible crash in "About" page.
de: Möglicher Absturz auf „Über Weblate“-Seite behoben.
ga: Tuairte féideartha seasta sa leathanach "About".
hu: Összeomlás javítása a „Névjegy” oldalon bizonyos esetekben.
id: Memperbaiki kemungkinan mogok pada halaman "Tentang".
ja: 「Weblate について」ページで発生することがあったクラッシュ問題の修正。
nl: Mogelijk crash in pagina "Over" gerepareerd.
pt: Corrigida uma possível falha na página "Sobre".
pt_br: Corrigida uma possível falha na página "Sobre".
ro: S-a remediat o posibilă eroare în pagina "Despre".
ru: Исправлено возможное падение на странице «О Weblate».
sv: Fixat möjligt krasch i "Om"-sidan.
ta: "பற்றி" பக்கத்தில் நிலையான செயலிழப்பு.
tr: "Hakkında" sayfasında yaşanabilecek çökme sorunu düzeltildi.
uk: Виправлено можливе аварійне завершення роботи на сторінці відомостей про Weblate.
zh_hans: 修复了在“关于”页面中可能的崩溃。
zh_hant: 修復了在“關於”頁面中可能的崩潰。

source: Improved installation of byte-compiled locale files.
de: Verbesserte Installation von bytekompilierten Gebietsschemadateien.
ga: Suiteáil feabhsaithe ar chomhaid locale tiomsaithe beart.
hu: Bájtkódolt nyelvi fájlok telepítésének javítása.
id: Peningkatan penginstalan berkas lokal yang dikompilasi byte.
ja: バイト コンパイル言語ファイルのインストールの改善。
nl: Verbeterde installatie van byte-compileerde locale-bestanden.
pt: Melhorada a instalação de ficheiros de localidade compilados.
pt_br: Melhorada a instalação de arquivos de localidade compilados.
ro: Instalarea îmbunătățită a fișierelor locale compilate pe octeți.
ru: Улучшена установка скомпилированных файлов локали.
sv: Förbättrad installation av byte-kompilerade lokaliseringsfiler.
ta: பைட்-தொகுக்கப்பட்ட லோகேல் கோப்புகளின் மேம்படுத்தப்பட்ட நிறுவல்.
tr: Bayt koduna derlenmiş yerel ayar dosyalarının kurulumu iyileştirildi.
uk: Удосконалено встановлення скомпільованих файлів локалей.
zh_hans: 改进了字节编译的区域设置文件的安装。
zh_hant: 改進了字節編譯的區域設置文件的安裝。

source: Fixed adding words to glossary.
de: Das Hinzufügen von Wörtern zum Glossar korrigiert.
ga: Seasta ag cur focail leis an ngluais.
hu: Szavak szójegyzékhez adásának javítása.
id: Memperbaiki penambahan kata ke glosarium.
ja: 用語集への単語の追加を修正。
nl: Woorden toevoegen aan woordenlijst gerepareerd.
pt: Corrigida a adição de palavras ao glossário.
pt_br: Corrigida a adição de palavras ao glossário.
ro: A fost reparată adăugarea de cuvinte în glosar.
ru: Исправлено добавление слов в словарь.
sv: Fixat tillägg av ord till ordlistan.
ta: சொற்களஞ்சியத்தில் சொற்களைச் சேர்ப்பது சரி.
tr: Sözlüğe sözcük ekleme sorunu düzeltildi.
uk: Виправлено додавання слів до глосарія.
zh_hans: 修复了向术语表添加单词。
zh_hant: 修復了向詞彙表添加單詞。

source: Fixed keyboard shortcuts for machinery.
de: Die Tastaturkürzel für Maschinendienste korrigiert.
ga: Aicearraí méarchláir seasta le haghaidh innealra.
hu: Gyorsbillentyűk javítása a gépi fordítási javaslatokhoz.
id: Memperbaiki pintasan papan ketik untuk mesin.
ja: 機械翻訳のキーボード ショートカットの修正。
nl: Sneltoetsen toetsenbord voor machinevertaling gerepareerd.
pt: Corrigidos os atalhos de teclado para maquinaria.
pt_br: Teclas de atalho corrigidas para máquinas.
ro: Fixate comenzi rapide de la tastatură pentru mașini.
ru: Исправлены горячие клавиши для автоматизированного перевода.
sv: Fasta kortkommandon för maskiner.
ta: இயந்திரங்களுக்கான நிலையான விசைப்பலகை குறுக்குவழிகள்.
tr: Makine çevirisi için klavye kısayolları sorunu düzeltildi.
uk: Виправлено клавіатурні скорочення для комп'ютерного перекладу.
zh_hans: 修复了机器翻译的键盘快捷键。
zh_hant: 修復了機器翻譯的鍵盤快捷鍵。

source: Removed debugging output causing discarding log events in some setups.
de: Die Ausgabe beim Debuggen entfernt, diese führte in einigen Konfigurationen zum Verwerfen von Ereignisprotokollen.
ga: Baineadh an t-aschur dífhabhtaithe is cúis le teagmhais logála a chaitheamh i leataobh i roinnt socruithe.
hu: Hibakeresési kimenet eltávolítva, amely bizonyos környezetekben a naplóbejegyzések elvesztését okozta.
id: Menghapus keluaran mengawakutu yang menyebabkan pembuangan peristiwa log di beberapa pengaturan.
ja: 一部の設定でログ イベントを破棄する原因となっていたデバッグ出力を削除。
nl: Uitvoer voor debuggen verwijderd die zorgde voor het negeren van loggen van gebeurtenissen in sommige opstellingen.
pt: Removida a saída de depuração que causava descarte de eventos de log em algumas instalações.
pt_br: Removida a saída de depuração que causava descarte de eventos de log em algumas instalações.
ro: A fost eliminată ieșirea de depanare care cauzează aruncarea evenimentelor de jurnal în unele configurații.
ru: Удалён отладочный вывод, вызывающий при некоторых настройках отбрасывание событий журнала.
sv: Borttagen felsökningsutdata som orsakade att logghändelser kasserades i vissa inställningar.
ta: பிழைத்திருத்த வெளியீட்டை அகற்றியது சில அமைப்புகளில் பதிவு நிகழ்வுகளை நிராகரிக்கும்.
tr: Bazı kurulumlarda günlük olaylarının atlanmasına neden olan hata ayıklama çıktısı kaldırıldı.
uk: Вилучено діагностичне виведення, яке спричиняло у певних випадках відкидання записів подій журналу.
zh_hans: 删除了一些设置中导致丢失日志事件的调试输出。
zh_hant: 刪除了一些設置中導致丟失日誌事件的調試輸出。

source: Fixed lock indication on project listing.
de: Die Anzeige der Sperre in der Projektliste korrigiert.
ga: Tásc glas seasta ar liostú tionscadail.
hu: Projektlista zárolásjelzésének javítása.
id: Memperbaiki indikasi kunci pada daftar proyek.
ja: プロジェクト一覧のロック表示問題の修正。
nl: Gerepareerde indicatie van vergrendeling voor projectvermelding.
pt: Corrigido a indicação de bloqueio na listagem de projeto.
pt_br: Corrigido a indicação de bloqueio na listagem de projeto.
ro: A fost reparată indicarea blocării pe lista de proiecte.
ru: Исправлена индикация блокировки в списке проектов.
sv: Fast låsindikering på projektlistan.
ta: திட்ட பட்டியலில் நிலையான பூட்டு அறிகுறி.
tr: Proje listesindeki kilit göstergesi sorunu düzeltildi.
uk: Виправлено індикатор блокування у списку проєктів.
zh_hans: 修复了在项目列表中所定指示。
zh_hant: 修復了在項目列表中所定指示。

source: Fixed listing GPG keys in some setups.
de: Die Auflistung von GPG-Schlüsseln in einigen Konfigurationen korrigiert.
ga: Eochracha GPG liostaithe seasta i roinnt socruithe.
hu: GPG kulcsok listázásának javítása egyes beállítások mellett.
id: Memperbaiki daftar kunci GPG di beberapa pengaturan.
ja: 一部の設定における GPG キーの表示を修正。
nl: Gerepareerde vermelding van GPG-sleutels in sommige opstellingen.
pt: Corrigida a listagem de chaves GPG em algumas instalações.
pt_br: Corrigida a listagem de chaves GPG em algumas instalações.
ro: A fost reparată listarea cheilor GPG în unele configurații.
ru: Исправлено перечисление ключей GPG при некоторых настройках.
sv: Fasta GPG-nycklar i vissa inställningar.
ta: சில அமைப்புகளில் நிலையான பட்டியல் சிபிசி விசைகள்.
tr: Bazı kurulumlarda GPG anahtarlarının listelenmesi sorunu düzeltildi.
uk: Виправлено побудову списку ключів GPG у деяких конфігураціях.
zh_hans: 修复了一些设置中列出 GPG 密钥。
zh_hant: 修復了一些設置中列出 GPG 密鑰。

source: Added option for which DeepL API version to use.
de: Option zur Auswahl der zu verwendenden DeepL-API-Version hinzugefügt.
ga: Rogha breise a bhfuil leagan DeepL API le húsáid ina leith.
hu: Lehetőség hozzáadva a használni kívánt DeepL API verzió kiválasztására.
id: Menambahkan opsi untuk versi API DeepL yang akan digunakan.
ja: 使用する DeepL API バージョンのオプションの追加。
nl: Optie toegevoegd voor welke versie van de API van DeepL te gebruiken.
pt: Adicionada opção para qual versão da API do DeepL usar.
pt_br: Adicionada opção para qual versão da API do DeepL usar.
ro: S-a adăugat o opțiune pentru versiunea de API DeepL pe care să o utilizați.
ru: Добавлен параметр для выбора используемой версии API DeepL.
sv: Lagt till alternativ för vilken DeepL API-version som ska användas.
ta: டீப்எல் பநிஇ பதிப்பு பயன்படுத்த விருப்பம் சேர்க்கப்பட்டது.
tr: Kullanılacak DeepL API sürümünün seçme özelliği eklendi.
uk: Додано параметр для визначення версії програмного інтерфейсу DeepL, яким слід скористатися.
zh_hans: 为需要使用的 DeepL API 版本添加了选项。
zh_hant: 為需要使用的 DeepL API 版本添加了選項。

source: Added support for acting as SAML Service Provider, see :ref:`saml-auth`.
de: Unterstützung für das Handeln als SAML-Dienstanbieter hinzugefügt, siehe :ref:`saml-auth`.
ga: Tacaíocht bhreise chun gníomhú mar Sholáthraí Seirbhíse SAML, féach :ref:`saml-auth`.
hu: Támogatás hozzáadva SAML Szolgáltatóként való működéshez, lásd: :ref:`saml-auth`.
id: Menambahkan dukungan untuk bertindak sebagai Penyedia Layanan SAML, lihat :ref:`saml-auth`.
ja: SAML サービス プロバイダとしての動作に対応。参照: :ref:`saml-auth`。
nl: Ondersteuning toegevoegd voor optreden als SAML Service Provider, bekijk :ref:`saml-auth`.
pt: Adicionado suporte para atuar como Provedor de Serviço SAML, veja :ref:`saml-auth`.
pt_br: Adicionado suporte para atuar como Provedor de Serviço SAML, consulte :ref:`saml-auth`.
ro: A fost adăugat suport pentru a acționa ca furnizor de servicii SAML, a se vedea :ref:`saml-auth`.
ru: Добавлена поддержка работы в качестве провайдера SAML-сервиса, смотрите :ref:`saml-auth`.
sv: Lagt till stöd för att fungera som SAML-tjänsteleverantör, se :ref:`saml-auth`.
tr: SAML hizmet sağlayıcısı olarak davranma özelliği eklendi. Ayrıntılı bilgi almak için: :ref:`saml-auth`.
uk: Додано підтримку роботи у режимі надавача служб SAML, див. :ref:`saml-auth`.
zh_hans: 为作为 SAML 服务提供商添加了支持，请参见 :ref:`saml-auth`。
zh_hant: 為作為 SAML 服務提供商添加了支持，請參見 :ref:`saml-auth`。

source: *Released on June 15th 2020.*
de: *Veröffentlicht am 15. Juni 2020.*
ga: *Eisithe ar 15 Meitheamh 2020.*
hu: *Kiadva: 2020. június 15.*
id: *Dirilis pada 15 Juni 2020.*
nl: *Uitgegeven op 15 juni 2020.*
pt_br: *Atualizado em 15 de junho de 2020.*
sv: *Släpptes den 15 juni 2020.*
tr: *15 Haziran 2020 tarihinde yayınlandı.*
uk: *Випущено 15 червня 2020 року.*

source: Added support for creating new translations with included country code.
de: Unterstützung für die Erstellung neuer Übersetzungen mit integriertem Ländercode hinzugefügt.
ga: Tacaíocht bhreise chun aistriúcháin nua a chruthú le cód tíre san áireamh.
hu: Támogatás új fordítás létrehozásához országkódot tartalmazó nyelvkóddal.
id: Menambahkan dukungan untuk membuat terjemahan baru dengan kode negara yang disertakan.
ja: 国コードを含む新しい翻訳を作成するためのサポートの追加。
nl: Ondersteuning toegevoegd voor maken van nieuwe vertalingen met opgenomen landcode.
pt: Adicionado suporte para criação de novas traduções com código de país incluído.
pt_br: Adicionado suporte para criação de novas traduções com código de país incluído.
ro: A fost adăugat suport pentru crearea de noi traduceri cu codul de țară inclus.
ru: Добавлена поддержка создания новых переводов с включенным кодом страны.
sv: Lagt till stöd för att skapa nya översättningar med inkluderad landskod.
ta: சேர்க்கப்பட்ட நாட்டு குறியீட்டைக் கொண்டு புதிய மொழிபெயர்ப்புகளை உருவாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Belirtilen ülke koduyla yeni çeviriler oluşturma özelliği eklendi.
uk: Додано підтримку створення нових перекладів, назви локалей яких містять код країни.
zh_hans: 支持了使用包含国家地区代码创建新翻译。
zh_hant: 為使用包含的國家代碼新建新的翻譯添加了支持。

source: Added support for searching source strings with screenshot.
de: Unterstützung für die Suche nach Ausgangszeichenketten mit Bildschirmfoto hinzugefügt.
ga: Tacaíocht bhreise chun teaghráin foinse a chuardach le gabháil scáileáin.
hu: Támogatás forrásszöveg kereséséhez képernyőképpel együtt.
id: Menambahkan dukungan untuk mencari string sumber dengan tangkapan layar.
ja: スクリーンショットを使用した原文検索のサポートの追加。
nl: Ondersteuning toegevoegd voor zoeken van brontekenreeksen met schermafdruk.
pt: Adicionado suporte para pesquisar cadeias fonte com captura de ecrã.
pt_br: Adicionado suporte para buscar textos fonte com captura de tela.
ro: A fost adăugat suportul pentru căutarea șirurilor sursă cu captură de ecran.
ru: Добавлена поддержка поиска исходных строк со снимками экрана.
sv: Lagt till stöd för sökning av källsträngar med skärmdump.
ta: திரைக்காட்சி மூலம் மூல சரங்களைத் தேடுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Ekran görüntüsü ile kaynak dizgeleri arama özelliği eklendi.
uk: Додано підтримку пошуку початкових рядків на основі знімка вікна.
zh_hans: 支持了搜索带截图的源字符串。
zh_hant: 增加了對用截圖搜索源字符串的支持。

source: Extended info available in the stats insights.
de: Erweiterte Informationen in den Statistiken unter Einblicke sind verfügbar.
ga: Eolas méadaithe ar fáil sna léargais stats.
hu: Statisztikai betekintőben elérhető információk bővítése.
id: Info lebih lanjut tersedia dalam wawasan statistik.
ja: 詳細な情報を、統計情報で確認できるように改良。
nl: Uitgebreide informatie beschikbaar in de inzichten voor statistieken.
pt: Estendidas as informações disponíveis nos insights de estatísticas.
pt_br: Estendidas as informações disponíveis para estatísticas de colaboração.
ro: Informații suplimentare disponibile în statisticile de perspectivă.
ru: Расширен состав информации, доступный в статистике.
sv: Mer information finns i statistikinsikterna.
ta: புள்ளிவிவர நுண்ணறிவுகளில் நீட்டிக்கப்பட்ட செய்தி கிடைக்கிறது.
tr: İstatistik içgörülerindeki bilgiler zenginleştirildi.
uk: Розширено дані, які доступні для статистичних представлень.
zh_hans: 扩展了统计数据洞察中可用的信息。
zh_hant: 擴展了統計數據洞察中可用的信息。

source: Improved search editing on "Translate" pages.
de: Verbesserte Suchbearbeitung auf der Übersetzungsseite.
ga: Eagarthóireacht cuardaigh feabhsaithe ar leathanaigh "Aistrigh".
hu: Keresés szerkesztésének javítása a „Fordítás” oldalakon.
id: Peningkatan penyuntingan pencarian pada halaman "Terjemahkan".
ja: 「翻訳」ページでの検索編集の改良。
nl: Verbeterd zoeken bewerken op pagina's van "Vertalen".
pt: Melhorada a edição de pesquisa nas páginas "Traduzir".
pt_br: Melhorada a edição de busca nas páginas "Traduzir".
ro: A fost îmbunătățită editarea căutării pe paginile "Traducere".
ru: Улучшено редактирование поиска на страницах перевода.
sv: Förbättrad sökredigering på "Översätt"-sidor.
ta: "மொழிபெயர்ப்பு" பக்கங்களில் மேம்படுத்தப்பட்ட தேடல் திருத்துதல்.
tr: "Çeviri" sayfalarında arama düzenlemesi iyileştirildi.
uk: Удосконалено редагування критеріїв пошуку на сторінках «Переклад».
zh_hans: 改进了在“翻译”页面上的搜索编辑。
zh_hant: 改進了在“翻譯”頁面上的搜索編輯。
