Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Do not use neither :ref:`addon-weblate.git.squash` nor squashing at merge time. This is the root cause why git doesn't recognize changes after merging.
de: Weder :ref:`addon-weblate.git.squash` verwenden noch Zusammenfassen zum Merge-Zeitpunkt . Dies ist die Hauptursache dafür, dass Git Änderungen nach dem Zusammenführen nicht erkennt.
ga: Ná húsáid ceachtar :ref:`addon-weblate.git.squash` ná scuaise ag am an chumaisc. Is é seo an bhunchúis nach n-aithníonn git athruithe tar éis an chumaisc.
hu: Ne használja sem a :ref:`addon-weblate.git.squash` kiegészítőt, sem a squash összeolvasztási módszert. Ezek a fő okai annak, hogy a Git nem ismeri fel a változtatásokat.
id: Jangan gunakan :ref:`addon-weblate.git.squash` maupun squashing saat penggabungan. Inilah akar penyebab mengapa Git tidak mengenali perubahan setelah penggabungan.
ja: マージ時に :ref:`addon-weblate.git.squash` もスカッシュも使用しないでください。これが、マージ後に git が変更を認識しない根本的な原因です。
nl: Gebruik :ref:`addon-weblate.git.squash`, noch squashen bij het samenvoegen. Dat is de bron van de oorzaak waarom Git de wijzigingen na het samenvoegen niet meer herkent.
pt: Não use :ref:`addon-weblate.git.squash` nem squash no momento da mesclagem. Esta é a causa raiz do fato de o git não reconhecer as alterações após a mesclagem.
pt_br: Não use :ref:`addon-weblate.git.squash` nem squash no momento da mesclagem. Essa é a causa raiz do fato de o git não reconhecer as alterações após a mesclagem.
ru: Не используйте ни :ref:`addon-weblate.git.squash`, ни уплотнение во время слияния. Это основная причина того, что git не распознает изменения после объединения.
sv: Använd varken :ref:`addon-weblate.git.squash` eller squashing vid sammanfogning. Detta är den grundläggande orsaken till att git inte känner igen ändringar efter sammanfogning.
tr: Birleştirme sırasında :ref:`addon-weblate.git.squash` veya sıkıştırma kullanmayın. Birleştirme sonrasındaki değişikliklerin Git tarafından tanınmamasının temel nedeni budur.
uk: Не використовуйте ні :ref:`addon-weblate.git.squash`, ні об'єднання при злитті. Це коренева причина того, чому git не розпізнає зміни після об'єднання.
zh_hans: 不用 :ref:`addon-weblate.git.squash`，也不在合并时进行 squash。使用它们是导致 git 在合并后不识别改动的根本原因。

source: Let Weblate commit pending changes before merging. This will update the pull request with all its changes, and both repositories will be in sync.
de: Weblate die ausstehenden Änderungen vor dem Zusammenführen committen lassen. Dadurch wird der Pull Request mit allen Änderungen aktualisiert, und beide Repositorys sind synchronisiert.
ga: Lig do Weblate athruithe ar feitheamh a dhéanamh roimh chumasc. Nuashonróidh sé seo an t-iarratas tarraingt lena hathruithe go léir, agus beidh an dá stór á sioncronú.
hu: Hagyja, hogy a Weblate véglegesítse a függő változtatásokat még a módosítási kérelem (pull request) összeolvasztása előtt. Így a módosítási kérelem frissül az összes változással, és a két tároló szinkronban marad.
id: Biarkan Weblate melakukan komit yang tertunda sebelum penggabungan. Ini akan memperbarui permintaan tarik dengan semua perubahannya, dan kedua repositori akan sinkron.
nl: Laat Weblate openstaande wijzigingen indienen voor het samenvoegen. Dat zal het pull request bijwerken met al zijn wijzigingen en beide opslagruimten zullen gesynchroniseerd zijn.
pt_br: Permita que o Weblate commit as alterações pendentes antes de mesclar. Isso atualizará o pull request com todas as suas alterações e ambos os repositórios estarão sincronizados.
sv: Låt Weblate bekräfta väntande ändringar innan sammanslagning. Detta uppdaterar pull-begäran med alla ändringar, och båda arkiven kommer att synkroniseras.
ta: ஒன்றிணைவதற்கு முன் வலைபெயர்ப்பு நிலுவையில் உள்ள மாற்றங்களைச் செய்யட்டும். இது இழுப்பு கோரிக்கையை அதன் அனைத்து மாற்றங்களுடனும் புதுப்பிக்கும், மேலும் இரண்டு களஞ்சியங்களும் ஒத்திசைவில் இருக்கும்.
tr: Birleştirmeden önce bekleyen değişikliklerin Weblate ile işlenmesine izin verin. Böylece, çekme isteği tüm değişiklikleriyle güncellenir ve iki depo da eşit olur.
uk: Дозвольте Weblate зафіксувати незавершені зміни перед об’єднанням. Це оновить запит на отримання з усіма його змінами, і обидва сховища будуть синхронізовані.
zh_hans: 在合并前让 Weblate 提交待定更改。这会更新拉取请求的所有更改，且两个仓库会处于同步状态。

source: Use the review features in Weblate (see :doc:`/workflows`) so that you can automatically merge GitHub pull requests after CI passes.
de: Die Überprüfungsfunktionen in Weblate nutzen (siehe :doc:`/workflows`), so dass GitHub-Pull-Requests automatisch zusammengeführt werden können, nachdem die CI durchgelaufen ist.
ga: Bain úsáid as na gnéithe athbhreithnithe in Weblate (féach :doc:`/workflows`) ionas gur féidir leat iarratais ar tharraingt GitHub a chumasc go huathoibríoch tar éis do CI pas a fháil.
hu: Használja a Weblate beépített felülvizsgálati funkcióit (lásd: :doc:`/workflows`), így automatikusan összeolvaszthatja a GitHub módosítási kérelmeket (pull requests), amint a CI tesztek sikeresen lefutottak.
id: Gunakan fitur tinjauan di Weblate (lihat :doc:`/workflows`) sehingga Anda dapat secara otomatis menggabungkan permintaan penarikan GitHub setelah CI lolos.
nl: Gebruik de mogelijkheden voor nakijken in Weblate (bekijk :doc:`/workflows`), zodat u automatisch GitHub pull requesten kunt samenvoegen nadat CI slaagt.
pt_br: Use os recursos de revisão no Weblate (consulte :doc:`/workflows`) para que você possa mesclar automaticamente os pull requests do GitHub após a aprovação do CI.
sv: Använd granskningsfunktionerna i Weblate (se :doc:`/workflows`) så att du automatiskt kan slå samman GitHub-pullförfrågningar efter att CI har godkänts.
tr: Weblate üzerindeki onaylama özelliklerini kullanın (ayrıntılı bilgi almak için: :doc:`/workflows`). Böylece kesintisiz bütünleştirmeden geçtikten sonra GitHub çekme isteklerini kendiliğinden birleştirebilirsiniz.
uk: Використовуйте функції перегляду в Weblate (див. :doc:`/workflows`), щоб ви могли автоматично об’єднувати запити на отримання GitHub після проходження CI.
zh_hans: 使用 Weblate 中的审阅功能（见 :doc:`/workflows`），这样你可以在 CI 通过后自动合并 GitHub 拉取请求。

source: Use locking in Weblate to avoid changes while GitHub pull request is in review.
de: Das Sperren in Weblate verwenden, um Änderungen während eines zu überprüfenden Github-Pull-Requests zu vermeiden.
ga: Bain úsáid as glasáil in Weblate chun athruithe a sheachaint agus iarratas tarraingthe GitHub á athbhreithniú.
hu: Használjon Weblate zárolást, hogy elkerülje a változtatásokat a GitHub módosítási kérelem (pull request) felülvizsgálata közben.
id: Gunakan penguncian di Weblate untuk menghindari perubahan saat permintaan penarikan GitHub sedang ditinjau.
ja: Weblate でロックを使用すると、GitHub プル リクエストの査読中の変更を回避できます。
nl: Gebruik vergrendelen in Weblate om wijzigingen te vermijden, terwijl het GitHub pull request wordt nagekeken.
pt: Use o bloqueio no Weblate para evitar alterações enquanto o pull request do GitHub estiver a ser revisado.
pt_br: Use o bloqueio no Weblate para evitar alterações enquanto o pull request do GitHub estiver sendo revisado.
ru: Использование блокировки в Weblate позволяет избежать изменений во время рассмотрения запроса на GitHub.
sv: Använd låsning i Weblate för att undvika ändringar medan GitHub-pull-begäran granskas.
ta: அறிவிலிமையம் இழுத்தல் கோரிக்கை மதிப்பாய்வு செய்யப்படும்போது மாற்றங்களைத் தவிர்க்க வலைபெயர்ப்பில் பூட்டுதல் பயன்படுத்து.
tr: GitHub çekme isteği incelenirken değişiklikler yapılmasını önlemek için Weblate kilitleme özelliğini kullanın.
uk: Користуйтеся блокуванням у Weblate, щоб уникнути внесенню змін, доки запит щодо об'єднання на GitHub перебуває на рецензуванні.
zh_hans: 在 Weblate 中使用锁定避免在审核 GitHub 拉取请求时的更改。

source: Automatically receiving changes from GitHub
de: Automatischer Empfang von Änderungen aus GitHub
ga: Ag fáil athruithe go huathoibríoch ó GitHub
hu: Változások automatikus fogadása a GitHubról
id: Menerima perubahan secara otomatis dari GitHub
ja: 変更を GitHub から自動受信
nl: Automatisch wijzigingen van GitHub ontvangen
pt: Receber alterações do GitHub automaticamente
pt_br: Recebendo automaticamente alterações do GitHub
ro: Primirea automată a modificărilor de pe GitHub
ru: Автоматическое получение изменений из GitHub
sv: Automatiskt ta emot ändringar från GitHub
ta: கிதுபிடமிருந்து தானாகவே மாற்றங்களைப் பெறுகிறது
tr: GitHub değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін з GitHub
zh_hans: 从 GitHub 自动接收更改
zh_hant: 從 GitHub 自動接收更改

source: Weblate comes with native support for GitHub.
de: Weblate bietet native Unterstützung für GitHub.
ga: Tagann Weblate le tacaíocht dhúchais do GitHub.
hu: A Weblate natív támogatást nyújt a GitHubhoz.
id: Weblate dilengkapi dengan dukungan asli untuk GitHub.
ja: Weblate は、GitHub に正式に対応しています。
nl: Weblate heeft eigen ondersteuning voor GitHub.
pt: O Weblate vem com suporte nativo ao GitHub.
pt_br: O Weblate vem com suporte nativo ao GitHub.
ro: Weblate vine cu suport nativ pentru GitHub.
ru: Weblate поставляется со встроенной поддержкой GitHub.
sv: Weblate har inbyggt stöd för GitHub.
ta: வலைபெயர்ப்பு கிதுபுக்கு சொந்த ஆதரவுடன் வருகிறது.
tr: Weblate doğal GitHub desteği ile gelir.
uk: Weblate постачається із вбудованою підтримкою GitHub.
zh_hans: Weblate 自带对 GitHub 的原生支持。
zh_hant: Weblate 伴隨 GitHub 本地支持。

source: If you are using Hosted Weblate, the recommended approach is to install the `Weblate app <https://github.com/apps/weblate>`_, that way you will get the correct setup without having to set much up. It can also be used for pushing changes back.
de: Wenn Sie Hosted Weblate verwenden, empfiehlt es sich, die `Weblate-App <https://github.com/apps/weblate>`_ zu installieren. Auf diese Weise erhalten Sie die korrekte Einrichtung, ohne viel einrichten zu müssen. Sie kann auch zum Zurückpushen von Änderungen verwendet werden.
ga: Má tá Hosted Weblate á úsáid agat, is é an cur chuige a mholtar ná an aip `Weblate app <https://github.com/apps/weblate>`_, a shuiteáil, ar an mbealach sin gheobhaidh tú an socrú ceart gan a bheith ort mórán a shocrú. Is féidir é a úsáid freisin chun athruithe a bhrú ar ais.
hu: Ha a Hosted Weblate szolgáltatást használja, a javasolt megoldás a `Weblate alkalmazás <https://github.com/apps/weblate>`_ telepítése. Így megfelelően beállított környezetet kap, minimális konfigurációval. Ez az alkalmazás a változások visszatöltésére is használható.
id: Jika Anda menggunakan Hosted Weblate, pendekatan yang disarankan adalah menginstal `aplikasi Weblate <https://github.com/apps/weblate>`_. Dengan begitu, Anda akan mendapatkan pengaturan yang tepat tanpa perlu banyak pengaturan. Ini juga dapat digunakan untuk mendorong kembali perubahan.
ja: Hosted Weblate を使用している場合は、`Weblate app <https://github.com/apps/weblate>`_ をインストールしてください。そうすれば、簡単に正しい初期設定ができます。変更を元に戻すためにも使用できます。
nl: Als u Hosted Weblate gebruikt is de aanbevolen benadering om de `Weblate app <https://github.com/apps/weblate>`_ te installeren, op die manier zult u de juiste instellingen verkrijgen zonder te veel te hoeven in te stellen. Het kan ook worden gebruikt voor het terugpushen van wijzigingen.
pt: Se estiver a usar o Hosted Weblate, a abordagem recomendada é instalar o `app Weblate <https://github.com/apps/weblate>`_, dessa forma terá a configuração correta sem ter que configurar muito. Também pode ser usado para fazer push de mudanças de volta.
pt_br: Se você estiver usando o Hosted Weblate, a abordagem recomendada é instalar o `aplicativo Weblate <https://github.com/apps/weblate>`_, dessa forma você terá a configuração correta sem ter que configurar muita coisa. Também pode ser usado para fazer push de mudanças de volta.
ro: Dacă utilizați Weblate găzduit, abordarea recomandată este să instalați `Weblate app <https://github.com/apps/weblate>`_, astfel veți obține configurația corectă fără a fi nevoie să configurați prea multe. De asemenea, poate fi folosită pentru a împinge modificările înapoi.
ru: Если вы используете Hosted Weblate, рекомендуемый подход заключается в установке приложения `Weblate <https://github.com/apps/weblate>`_, таким образом вы получите правильную настройку без необходимости в дополнительной настройке. Также оно может быть использовано для отправки изменений обратно в GitHub.
sv: Om du använder Hosted Weblate rekommenderas att du installerar `Weblate-appen <https://github.com/apps/weblate>`_, så får du rätt inställningar utan att behöva göra så mycket själv. Den kan också användas för att skicka tillbaka ändringar.
ta: நீங்கள் புரவலன் செய்யப்பட்ட வலைபெயர்ப்பைப் பயன்படுத்துகிறீர்கள் என்றால், பரிந்துரைக்கப்பட்ட அணுகுமுறை `வலைபெயர்ப்பு பயன்பாட்டை <https://github.com/apps/weblate> _, அந்த வகையில் நீங்கள் அதிகம் அமைக்காமல் சரியான அமைப்பைப் பெறுவீர்கள். மாற்றங்களை பின்னுக்குத் தள்ளவும் இதைப் பயன்படுத்தலாம்.
tr: Hosted Weblate kullanıyorsanız, `Weblate uygulaması <https://github.com/apps/weblate>`_ kurmanız önerilir. Böylece çok fazla şeyi ayarlamanız gerekmeden doğru kurulumu elde edersiniz. Değişiklikleri geri itmek için de kullanılabilir.
uk: Якщо ви користуєтеся Hosted Weblate, рекомендованим підходом є встановлення `програми Weblate <https://github.com/apps/weblate>`_. У такий спосіб ви отримаєте належну конфігурацію без зайвої метушні із налаштуванням. Нею також можна використати для записування змін назад до сховища.
zh_hans: 如果使用 Hosted Weblate，推荐的方法是安装 `Weblate app <https://github.com/apps/weblate>`_，该方法能够得到正确的设置，而不必设置很多东西。它还可以用于将更改推送回来。
zh_hant: 如果使用 Hosted Weblate ，推薦的方法是安裝 `Weblate app <https://github.com/apps/weblate>`_，該方法能夠得到正確的設置，而不必設置很多東西。它還可以用於將更改推送回來。

source: To receive notifications on every push to a GitHub repository, add the Weblate Webhook in the repository settings (:guilabel:`Webhooks`) as shown on the image below:
de: Um Benachrichtigungen über jeden Push an ein GitHub-Repository zu erhalten, fügen Sie den Weblate-Webhook in den Repository-Einstellungen hinzu (:guilabel:`Webhooks`), wie auf dem Bild unten gezeigt:
ga: Chun fógraí a fháil ar gach brú chuig stór GitHub, cuir an Weblate Webhook i socruithe an taisclainne (:guilabel:`Webhooks`) mar a thaispeántar san íomhá thíos:
hu: Ahhoz, hogy minden feltöltési (push) művelet után értesítést kapjon egy GitHub tárolóból, adjon hozzá Weblate Webhook-ot a tároló beállításainál (:guilabel:`Webhooks`), az alábbi képnek megfelelően:
id: Untuk menerima notifikasi pada setiap push ke repositori GitHub, tambahkan Weblate Webhook di pengaturan repositori (:guilabel:`Webhooks`) seperti yang ditunjukkan pada gambar di bawah ini:
ja: 通知を、GitHub リポジトリへプッシュするたびに受け取るには、リポジトリの設定画面（:guilabel:`Webhook`）から Weblate の Web フックを追加します。Web フックの設定画面:
nl: Voeg, voor het ontvangen van notificaties voor elke push naar een opslagruimte van GitHub, de Weblate Webhook toe in de instellingen voor de opslagruimte (:guilabel:`Webhooks`) zoals weergegeven in de afbeelding hieronder:
pt: Para receber notificações em cada push a um repositório do GitHub, adicione o webhook do Weblate nas configurações do repositório (:guilabel:`Webhooks`) como mostrado na imagem abaixo:
pt_br: Para receber notificações em cada push a um repositório do GitHub, adicione o webhook do Weblate nas configurações do repositório (:guilabel:`Webhooks`) como mostrado na imagem abaixo:
ro: Pentru a primi notificări la fiecare push către un depozit GitHub, adăugați Webhook-ul Weblate în setările depozitului (:guilabel:`Webhooks`), așa cum se arată în imaginea de mai jos:
ru: Для получения уведомлений о каждой отправке в репозиторий GitHub, добавьте в настройки репозитория (:guilabel:`Webhooks`) веб-обработчик Weblate, как показано на изображении ниже:
sv: För att få aviseringar om varje push till ett GitHub-arkiv, lägg till Weblate Webhook i arkivinställningarna (:guilabel:`Webhooks`) enligt bilden nedan:
ta: ஒரு அறிவிலிமையம் களஞ்சியத்திற்கு ஒவ்வொரு உந்துதலிலும் அறிவிப்புகளைப் பெற, கீழே உள்ள படத்தில் காட்டப்பட்டுள்ளபடி வலைபெயர்ப்பு வெப்ஊக்கை களஞ்சிய அமைப்புகளில் (: வபஇசிட்டை: `வெப்ஊக்ச்`) சேர்:
tr: GitHub deposuna yapılan her itmede bildirim almak için, depo ayarlarına (:guilabel:`Webhooks`) aşağıdaki görseldeki gibi Weblate internet kancasını ekleyin:
uk: Щоб отримувати сповіщення щодо кожного запису до сховища GitHub, додайте вебскрипт Weblate до параметрів сховища (:guilabel:`Webhooks`), як це показано на наведеному нижче зображенні:
zh_hans: 为了在每次推送到 GitHub 仓库时接收通知，将 Weblate Webhook 添加到仓库设置（ :guilabel:`Webhooks` ）中，如下图所示：
zh_hant: 為了在每次推送到 GitHub 倉庫時接收通知，將 Weblate Webhook 添加到倉庫設置（ :guilabel:`Webhooks` ）中，如下圖所示：

source: The :guilabel:`Payload URL` consists of your Weblate URL appended by ``/hooks/github/``, for example for the Hosted Weblate service, this is ``https://hosted.weblate.org/hooks/github/``.
de: Die :guilabel:`Payload URL` besteht aus Ihrer Weblate-URL, an die ``/hooks/github/`` angehängt wird, für den Hosted-Weblate-Dienst ist dies zum Beispiel ``https://hosted.weblate.org/hooks/github/``.
ga: Is éard atá sa :guilabel:`Payload URL` do URL Weblate atá i gceangal le ``/hooks/github/``, mar shampla don tseirbhís Hosted Weblate, is é seo ``https://hosted.weblate.org/hooks/github/``.
hu: A :guilabel:`Payload URL` (adatküldési URL) a Weblate címe után ``/hooks/github/`` útvonallal bővül, például Hosted Weblate esetén: ``https://hosted.weblate.org/hooks/github/``.
id: :guilabel:`Payload URL` terdiri dari URL Weblate Anda yang ditambahkan oleh ``/hooks/github/``, misalnya untuk layanan Hosted Weblate, ini adalah ``https://hosted.weblate.org/hooks/github/``.
nl: De :guilabel:`Payload URL` bestaat uit uw URL voor Weblate, gevolgd door ``/hooks/github/``, voor de service Hosted Weblate is dit bijvoorbeeld ``https://hosted.weblate.org/hooks/github/``.
pt_br: A :guilabel:`Payload URL` consiste na sua URL do Weblate anexada por ``/hooks/github/``, por exemplo, para o serviço Hosted Weblate, é ``https://hosted.weblate.org/hooks/github/``.
sv: :guilabel:`Payload URL` består av din Weblate-URL med tillägget ``/hooks/github/``. För Hosted Weblate-tjänsten är detta till exempel ``https://hosted.weblate.org/hooks/github/``.
tr: :guilabel:`Yük adresi` olarak Weblate adresinizin sonuna ``/hooks/github/`` ekleyin. Örneğin Hosted Weblate hizmeti için ``https://hosted.weblate.org/hooks/github/`` kullanabilirsiniz.
uk: :guilabel:`Payload URL` складається з вашої URL-адреси Weblate, яко передує ``/hooks/github/``, наприклад, для служби Hosted Weblate — це ``https://hosted.weblate.org/hooks/github/``.

source: You can leave other values at default settings (Weblate can handle both content types and consumes just the `push` event).
de: Sie können die anderen Werte auf den Standardeinstellungen belassen (Weblate kann beide Inhaltstypen verarbeiten und verwendet nur das `push`-Ereignis).
ga: Is féidir leat luachanna eile a fhágáil ag socruithe réamhshocraithe (is féidir le Weblate an dá chineál ábhair a láimhseáil agus ní itheann sé ach an t-imeacht `brú`).
hu: A többi beállítás maradhat az alapértelmezett értékeken (a Weblate mindkét tartalomtípust kezeli, és csak a `push` eseményt használja).
id: Anda dapat membiarkan nilai lainnya pada pengaturan bawaan (Weblate dapat menangani kedua jenis konten dan hanya menggunakan peristiwa `push`).
ja: その他の値は、既定の設定に従えます（Weblate は両方の種類のコンテンツを処理でき、`プッシュ` イベントのみを使用する）。
nl: U kunt de andere waarden laten staan op de standaard instellingen (Weblate kan beide typen inhoud afhandelen en gebruikt alleen de gebeurtenis `push`).
pt: Pode deixar outros valores nas configurações predefinidas (o Weblate pode lidar com ambos os tipos de conteúdo e consome apenas o evento `push`).
pt_br: Você pode deixar outros valores nas configurações padrão (o Weblate pode lidar com ambos os tipos de conteúdo e consome apenas o evento `push`).
ro: Puteți lăsa celelalte valori la setările implicite (Weblate poate gestiona ambele tipuri de conținut și consumă doar evenimentul `push`).
ru: Остальные поля вы можете оставить с настройками по умолчанию (Weblate умеет обрабатывать оба типа содержимого и потребляет только событие `push`).
sv: Du kan lämna andra värden på standardinställningarna (Weblate kan hantera båda innehållstyperna och använder bara `push`-händelsen).
ta: இயல்புநிலை அமைப்புகளில் நீங்கள் மற்ற மதிப்புகளை விட்டுவிடலாம் (வலைபெயர்ப்பு உள்ளடக்க வகைகளையும் கையாள முடியும் மற்றும் `புச்` நிகழ்வை மட்டுமே பயன்படுத்துகிறது).
tr: Diğer ayarları varsayılan değerlerinde bırakabilirsiniz (Weblate her iki içerik türünü de işleyebilir ve yalnızca `push` işlemine gerek duyar).
uk: Ви можете лишити типові значення для решти параметрів (Weblate може одночасно обробляти обидва типи даних і споживатиметься лише подію `push`).
zh_hans: 可以将其他设置保留为默认值（ Weblate 可以处理内容类型，并只消费 `push` 事件）。
zh_hant: 可以將其他設置保留為默認值（ Weblate 可以處理內容類型，並只消費 `push` 事件）。

source: Automatically receiving changes from Bitbucket
de: Automatischer Empfang von Änderungen aus Bitbucket
ga: Athruithe a fháil go huathoibríoch ó Bitbucket
hu: Változások automatikus fogadása Bitbucket-ről
id: Menerima perubahan secara otomatis dari Bitbucket
ja: 変更を Bitbucket から自動受信
nl: Automatisch wijzigingen van Bitbucket ontvangen
pt: Receber alterações do Bitbucket automaticamente
pt_br: Recebendo automaticamente alterações do Bitbucket
ro: Primirea automată a modificărilor de la Bitbucket
ru: Автоматическое получение изменений из Bitbucket
sv: Automatiskt ta emot ändringar från Bitbucket
ta: பிட்பக்கெட்டிலிருந்து தானாகவே மாற்றங்களைப் பெறுகிறது
tr: Bitbucket değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін з Bitbucket
zh_hans: 从 Bitbucket 自动接收更改
zh_hant: 從 Bitbucket 自動接收更改
