Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for defining custom teams at project level to grant users access, see :ref:`manage-acl`.
de: Unterstützung zur Festlegung benutzerdefinierter Teams auf Projektebene, um Benutzerzugriffe zu gewähren, hinzugefügt, siehe :ref:`manage-acl`.
ga: Tacaíocht bhreise chun foirne saincheaptha a shainiú ag leibhéal an tionscadail chun rochtain a thabhairt d'úsáideoirí, féach :ref:`manage-acl`.
hu: Egyéni csapatok meghatározásának támogatása projektszinten a hozzáférés biztosításához, lásd: :ref:`manage-acl`.
id: Menambahkan dukungan untuk mendefinisikan tim khusus di tingkat proyek guna memberikan akses kepada pengguna, lihat :ref:`manage-acl`.
ja: プロジェクト レベルでカスタム チームを設定して、ユーザーにアクセス権を付与する機能の追加。参照: :ref:`manage-acl`。
nl: Toegevoegde ondersteuning voor het definiëren van aangepaste team op projectniveau om gebruikers toegang te geven, bekijk :ref:`manage-acl`.
pt: Adicionado suporte para definir equipas personalizadas a nível de projeto para conceder acesso a utilizadores, veja :ref:`manage-acl`.
pt_br: Adicionado suporte para definir equipes personalizadas a nível de projeto para conceder acesso a usuários, consulte :ref:`manage-acl`.
ro: A fost adăugat suport pentru definirea echipelor personalizate la nivel de proiect pentru a acorda acces utilizatorilor, vezi :ref:`manage-acl`.
ru: Добавлена поддержка определения пользовательских команд на уровне проекта для предоставления пользователям доступа, см. :ref:`manage-acl`.
sv: Lagt till stöd för att definiera anpassade team på projektnivå för att ge användare åtkomst, se :ref:`manage-acl`.
tr: Kullanıcılara erişim izni vermek için proje düzeyinde özel takımların tanımlanması sağlandı. Ayrıntılı bilgi almak için: :ref:`manage-acl`.
uk: Додано підтримку визначення нетипових команд на рівні проєкту для надання користувачам доступу, див. :ref:`manage-acl`.
zh_hans: 添加了对在项目级别定义自定义团队以授予用户访问权限的支持，请参阅 :ref:`manage-acl`。

source: Added documentation links to alerts.
de: Links zur Dokumentation bei Warnungen hinzugefügt.
ga: Cuireadh naisc doiciméadaithe leis na foláirimh.
hu: Dokumentációs hivatkozások hozzáadása a figyelmeztetésekhez.
id: Menambahkan tautan dokumentasi ke peringatan.
ja: 警告へのドキュメント リンクの追加。
nl: Toegevoegde koppelingen voor documentatie over alarmen.
pt: Adicionado ligações da documentação para alertas.
pt_br: Adicionado links da documentação para alertas.
ro: Au fost adăugate linkuri de documentare la alerte.
ru: Добавлены ссылки на документацию к оповещениям.
sv: Länkar till dokumentation har lagts till i varningarna.
ta: விழிப்பூட்டல்களுக்கு ஆவணப்படுத்தல் இணைப்புகள் சேர்க்கப்பட்டன.
tr: Uyarılara belge bağlantıları eklendi.
uk: До попереджень додано посилання на документацію.
zh_hans: 添加了警报的文档链接。

source: Docker container automatically enables TLS/SSL for outgoing e-mail when needed.
de: Docker-Container aktiviert bei Bedarf automatisch TLS/SSL für ausgehende E-Mails.
ga: Cumasaíonn coimeádán docker go huathoibríoch TLS/SSL do r-phost amach nuair is gá.
hu: A Docker-konténer automatikusan engedélyezi a TLS/SSL használatát kimenő e-mailekhez, ha szükséges.
id: Kontainer Docker secara otomatis mengaktifkan TLS/SSL untuk surel keluar saat diperlukan.
ja: Docker コンテナが、必要に応じてメール送信の TLS / SSL を自動的に有効にするように変更。
nl: Docker container schakelt automatisch TLS/SSL in voor uitgaande e-mail indien nodig.
pt: O contentor Docker ativa automaticamente TLS/SSL para e-mail de saída quando necessário.
pt_br: O contêiner Docker habilita automaticamente TLS/SSL para e-mail de saída quando necessário.
ro: Containerul Docker activează automat TLS/SSL pentru e-mailul de ieșire atunci când este necesar.
ru: При необходимости контейнер Docker автоматически включает TLS/SSL для исходящей электронной почты.
sv: Docker-containern aktiverar automatiskt TLS/SSL för utgående e-post när det behövs.
ta: கப்பல்துறை கொள்கலன் தானாகவே tls/ssl ஐ தேவைப்படும் போது வெளிச்செல்லும் மின்னஞ்சலுக்கு செயல்படுத்துகிறது.
tr: Docker kapsayıcının, gerektiğinde giden e-posta için TLS/SSL seçeneğini kendiliğinden kullanıma alması sağlandı.
uk: У новій версії контейнер Docker автоматично вмикає TLS/SSL для вихідної електронної пошти, коли це потрібно.
zh_hans: Docker容器会在需要时为发送的电子邮件自动件启用TLS/SSL。

source: Added support for searching for resolved comments.
de: Unterstützung für die Suche nach geklärten Kommentaren ergänzt.
ga: Tacaíocht breise chun tuairimí réitithe a chuardach.
hu: Lezárt megjegyzésekre történő keresés támogatása hozzáadva.
id: Menambahkan dukungan untuk mencari komentar yang telah diselesaikan.
ja: 解決済みの検索の追加。
nl: Ondersteuning toegevoegd voor het zoeken naar opgeloste opmerkingen.
pt: Adicionado suporte para pesquisar para comentários resolvidos.
pt_br: Foi adicionado suporte à busca de comentários resolvidos.
ro: A fost adăugat suport pentru căutarea comentariilor rezolvate.
ru: Добавлена поддержка поиска решённых комментариев.
sv: Lagt till stöd för sökning efter lösta kommentarer.
ta: தீர்க்கப்பட்ட கருத்துகளைத் தேடுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Çözümlenmiş yorumları arama özelliği eklendi.
uk: Додано підтримку пошуку вирішених коментарів щодо помилок.
zh_hans: 支持了搜索已解决的评论。

source: Added support for borgbackup 1.2.
de: Unterstützung für borgbackup 1.2 hinzugefügt.
ga: Tacaíocht bhreise le haghaidh borgbackup 1.2.
hu: Borgbackup 1.2 támogatása hozzáadva.
id: Menambahkan dukungan untuk borgbackup 1.2.
ja: borgbackup 1.2 に対応。
nl: Ondersteuning toegevoegd voor borgbackup 1.2.
pt: Suporte adicionado para borgbackup 1.2.
pt_br: Suporte adicionado para borgbackup 1.2.
ro: A fost adăugat suport pentru borgbackup 1.2.
ru: Добавлена поддержка borgbackup 1.2.
sv: Stöd för borgbackup 1.2 har lagts till.
ta: போர்க்பேக்அப் 1.2 க்கான உதவி சேர்க்கப்பட்டது.
tr: borgbackup 1.2 desteği eklendi.
uk: Додано підтримку borgbackup 1.2.
zh_hans: 新增了对 borgbackup 1.2 的支持。

source: Fixed applying of :guilabel:`Automatically translated` label.
de: Die Verwendung von :guilabel:`Automatisch übersetzt` korrigiert.
ga: Cur i bhfeidhm seasta :guilabel:`Automatically translated`.
hu: :guilabel:`Automatikusan lefordítva` címke alkalmazásának javítása.
id: Memperbaiki penerapan label :guilabel:`Automatically translated`.
ja: :guilabel:`Automatically translated` ラベルの修正。
nl: Gerepareerde toepassing van label :guilabel:`Automatisch vertaald`.
pt: Corrigida a aplicação do rótulo :guilabel:`Traduzido automaticamente`.
pt_br: Corrigida a aplicação da etiqueta :guilabel:`Traduzido automaticamente`.
ro: S-a rezolvat aplicarea etichetei :guilabel:`Tradus automat`.
ru: Исправлено применение метки :guilabel:`«Автоматически переведено»`.
sv: Fast tillämpning av :guilabel:`Automatiskt översatt`-etikett.
ta: நிலையான விண்ணப்பம்: வபஇசிட்டை: `தானாக மொழிபெயர்க்கப்பட்ட` சிட்டை.
tr: :guilabel:`Kendiliğinden çevrilmiş` etiketinin uygulanması sorunu düzeltildi.
uk: Виправлено застосування мітки :guilabel:`Перекладено автоматично`.
zh_hans: 修复了 :guilabel:`自动翻译` 标签的应用。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/75?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/75?closed=1>`__。

source: The implementation of :ref:`manage-acl` has changed, removing the project prefix from the group names. This affects API users.
de: Die Implementierung von :ref:`manage-acl` wurde geändert, indem das Projektpräfix aus den Gruppennamen entfernt wurde. Dies betrifft API-Benutzer.
ga: Athraíodh cur i bhfeidhm :ref:`manage-acl`, ag baint an réimír tionscadail ó na hainmneacha grúpa. Cuireann sé seo isteach ar úsáideoirí API.
hu: A :ref:`manage-acl` megvalósítása megváltozott: a csoportnevekből eltávolításra került a projekt előtag. Ez hatással van az API-felhasználókra.
id: Implementasi :ref:`manage-acl` telah berubah, menghapus awalan proyek dari nama grup. Hal ini memengaruhi pengguna API.
ja: :ref:`manage-acl` の実装が変更されました。グループ名からプロジェクト接頭辞が削除されました。これにより、API ユーザが影響を受けます。
nl: De implementatie van :ref:`manage-acl` is gewijzigd, wat het voorvoegsel voor het project verwijdert uit de namen van de groepen. Dit beïnvloedt gebruikers van de API.
pt: A implementação de :ref:`manage-acl` foi alterada, removendo o prefixo do projeto dos nomes dos grupos. Isso afeta os utilizadores da API.
pt_br: A implementação de :ref:`manage-acl` foi alterada, removendo o prefixo do projeto dos nomes dos grupos. Isso afeta os usuários da API.
ro: Implementarea :ref:`manage-acl` a fost modificată, eliminându-se prefixul proiectului din numele grupurilor. Acest lucru afectează utilizatorii API.
ru: Реализация :ref:`manage-acl` была изменена: из названий групп удалён префикс проекта. Это влияет на пользователей API.
sv: Implementeringen av :ref:`manage-acl` har ändrats, vilket innebär att projektprefixet har tagits bort från gruppnamnen. Detta påverkar API-användare.
tr: :ref:`manage-acl` uygulaması değiştirildi, proje ön eki grup adlarından kaldırıldı. Bu değişiklik, API kullanıcılarını etkiler.
uk: Було змінено реалізацію :ref:`manage-acl` — вилучено префікс проєкту з назв груп. Це стосується користувачів програмного інтерфейсу.
zh_hans: :ref:`manage-acl` 的实现已经改变，从组名中删除了项目前缀。这影响到了 API 用户。

source: Weblate now uses ``charset-normalizer`` instead of ``chardet`` module for character set detection.
de: Weblate verwendet jetzt das Modul ``charset-normalizer`` anstelle von ``chardet`` für die Zeichensatzerkennung.
ga: Úsáideann Weblate anois `` charset-normalizer`` in ionad `` chardet`` modúl chun tacar carachtar a bhrath.
hu: A Weblate mostantól a ``charset-normalizer`` modult használja a ``chardet`` helyett a karakterkódolás felismerésére.
id: Weblate sekarang menggunakan modul ``charset-normalizer`` alih-alih modul ``chardet`` untuk deteksi rangkaian karakter.
ja: Weblate は、文字セット検出に ``chardet`` モジュールの代わりに ``charset-normalizer`` を使用するよう変更されました。
nl: Weblate gebruikt nu ``charset-normalizer`` in plaats van module ``chardet`` voor detecteren van tekenset.
pt: Weblate agora usa o módulo ``charset-normalizer`` em vez de ``chardet`` para detecção de conjunto de caracteres.
pt_br: Weblate agora usa o módulo ``charset-normalizer`` em vez de ``chardet`` para detecção de conjunto de caracteres.
ro: Weblate folosește acum ``charset-normalizer`` în loc de modulul ``chardet`` pentru detectarea setului de caractere.
ru: Weblate теперь использует модуль ``charset-normalizer`` вместо ``chardet`` для определения кодировки символов.
sv: Weblate använder nu ``charset-normalizer`` istället för ``chardet``-modulen för teckenuppsättningsdetektering.
ta: எழுத்து செட் கண்டறிதலுக்கான `` சார்டெட்`` தொகுதிக்கு பதிலாக வலைபெயர்ப்பு இப்போது `` சார்ச்செட்-இயல்பாக்கியை` பயன்படுத்துகிறது.
tr: Weblate artık karakter kümesinin algılanması için ``chardet`` modülü yerine ``charset-normalizer`` kullanıyor.
uk: У новій версії Weblate для виявлення набору символів використано модуль ``charset-normalizer`` замість модуля ``chardet``.
zh_hans: Weblate 现在使用 ``charset-normalizer`` 而不是 ``chardet`` 模块来检测字符集。

source: **Changed in 4.11.1:** There is a change in ``REST_FRAMEWORK`` setting (removal of one of the backends in ``DEFAULT_AUTHENTICATION_CLASSES``).
de: **Geändert in 4.11.1:** Es gibt eine Änderung in ``REST_FRAMEWORK`` (Entfernung eines der Backends in ``DEFAULT_AUTHENTICATION_CLASSES``).
ga: **Athraithe i 4.11.1:** Tá athrú ar an socrú ``REST_FRAMEWORK`` (bain ceann de na hinnill in ``DEFAULT_AUTHENTICATION_CLASSES``).
hu: **Változott a 4.11.1 verzióban:** A ``REST_FRAMEWORK`` beállítás módosult (a ``DEFAULT_AUTHENTICATION_CLASSES`` egyik háttérmodulja eltávolításra került).
id: **Diubah dalam 4.11.1:** Ada perubahan dalam pengaturan ``REST_FRAMEWORK`` (penghapusan salah satu backend dalam ``DEFAULT_AUTHENTICATION_CLASSES``).
ja: **4.11.1 で変更:** ``REST_FRAMEWORK`` 設定に変更があります（``DEFAULT_AUTHENTICATION_CLASSES`` のバックエンドの 1 つが削除されました）。
nl: **Gewijzigd in 4.11.1:** Er is een wijziging in de instelling ``REST_FRAMEWORK`` (een van de backends in ``DEFAULT_AUTHENTICATION_CLASSES`` verwijderd).
pt: **Alterado no 4.11.1:** Há uma alteração na configuração ``REST_FRAMEWORK`` (remoção de um dos backends em ``DEFAULT_AUTHENTICATION_CLASSES``).
pt_br: **Alterado no 4.11.1:** Há uma alteração na configuração ``REST_FRAMEWORK`` (remoção de um dos backends em ``DEFAULT_AUTHENTICATION_CLASSES``).
ro: **Schimbat în 4.11.1:** Există o schimbare în setarea ``REST_FRAMEWORK`` (eliminarea unuia dintre backend-urile din ``DEFAULT_AUTHENTICATION_CLASSES``).
ru: **Изменено в версии 4.11.1:** Внесены изменения в настройку ``REST_FRAMEWORK`` (удаление одного из бэкэндов в ``DEFAULT_AUTHENTICATION_CLASSES``).
sv: **Ändrat i 4.11.1:** Det finns en ändring i inställningen ``REST_FRAMEWORK`` (borttagning av en av backendarna i ``DEFAULT_AUTHENTICATION_CLASSES``).
ta: ** 4.11.1 இல் மாற்றப்பட்டது: ** `` rest_framework`` அமைப்பில் மாற்றம் உள்ளது (பின்தளத்தில் ஒன்றை `` இயல்புநிலை_அத்மென்டிகேசன்_ கிளாசச்`` இல் அகற்றுதல்).
tr: **4.11.1 sürümünde değiştirildi:** ``REST_FRAMEWORK`` ayarında bir değişiklik yapıldı (``DEFAULT_AUTHENTICATION_CLASSES`` seçeneğindeki arka uçlardan biri kaldırıldı).
uk: **Змінено у 4.11.1:** зміни у параметрі ``REST_FRAMEWORK`` (вилучення одно з модулів у ``DEFAULT_AUTHENTICATION_CLASSES``).
zh_hans: **4.11.1 更改：**\ ``REST_FRAMEWORK`` 设置有一处改动 (删去了 ``DEFAULT_AUTHENTICATION_CLASSES`` 中的一个后端)。

source: *Released on December 22nd 2021.*
de: *Veröffentlicht am 22. Dezember 2021.*
ga: *Eisithe ar 22 Nollaig 2021.*
hu: *Kiadva: 2021. december 22.*
id: *Dirilis pada 22 Desember 2021.*
nl: *Uitgegeven op 22 december 2021.*
pt_br: *Atualizado em 22 de dezembro de 2021.*
sv: *Släpptes den 22 december 2021.*
tr: *22 Aralık 2021 tarihinde yayınlandı.*
uk: *Випущено 22 грудня 2021 року.*

source: Documented changes introduced by upgrading to Django 4.0.
de: Dokumentierte Änderungen eingeführt, durch das Upgrade auf Django 4.0.
ga: Athruithe doiciméadaithe a tugadh isteach trí uasghrádú go Django 4.0.
hu: A Django 4.0-ra történő frissítés során bevezetett változások dokumentálása.
id: Perubahan terdokumentasi yang diperkenalkan melalui pemutakhiran ke Django 4.0.
ja: Django 4.0 へのアップグレードによって導入された変更点を文書化。
nl: Gedocumenteerde wijzigingen geïntroduceerd door upgraden naar Django 4.0.
pt: Alterações documentadas introduzidas pela atualização ao Django 4.0.
pt_br: Documentadas as alterações introduzidas pela atualização para Django 4.0.
ro: Modificări documentate introduse prin actualizarea la Django 4.0.
ru: Документированы изменения, внесённые при обновлении до Django 4.0.
sv: Dokumenterade ändringar som införts genom uppgradering till Django 4.0.
ta: சாங்கோ 4.0 க்கு மேம்படுத்துவதன் மூலம் அறிமுகப்படுத்தப்பட்ட ஆவண மாற்றங்கள்.
tr: Django 4.0 yükseltmesi ile gelen değişiklikler belgelendirildi.
uk: Документовані зміни впроваджено як наслідок оновлення до Django 4.0.
zh_hans: 升级到 Django 4.0 引入的文档化更改。

source: Fixed displaying of :guilabel:`Automatically translated` label.
de: Die Anzeige von :guilabel:`Automatisch übersetzt` korrigiert.
ga: Taispeántas seasta de :guilabel:`Automatically translated` lipéad aistrithe go huathoibríoch.
hu: Az :guilabel:`Automatikusan lefordítva` címke megjelenítésének javítása.
id: Memperbaiki tampilan label :guilabel:`Automatically translated`.
ja: :guilabel:`自動翻訳` ラベルの修正。
nl: Gerepareerd weergeven van label :guilabel:`Automatisch vertaald`.
pt: Corrigida a exibição do rótulo :guilabel:`Traduzido automaticamente`.
pt_br: Corrigida a exibição da etiqueta :guilabel:`Traduzido automaticamente`.
ro: A fost reparată afișarea etichetei :guilabel:`Automatically translated`.
ru: Исправлено отображение метки :guilabel:`«Автоматически переведено»`.
sv: Fast visning av etiketten :guilabel:`Automatiskt översatt`.
ta: நிலையான காட்சி: வபஇசிட்டை: `தானாக மொழிபெயர்க்கப்பட்ட` சிட்டை.
tr: :guilabel:`Kendiliğinden çevrilmiş` etiketinin görüntülenmesi sorunu düzeltildi.
uk: Виправлено показ мітки :guilabel:`Перекладено автоматично`.
zh_hans: 修复了 :guilabel:`自动翻译` 标签的显示。

source: Fixed API display of branch in components with a shared repository.
de: Die API-Anzeige eines Branches in Komponenten mit einem gemeinsam genutzten Repository korrigiert.
ga: Taispeántas seasta API de bhrainse i gcomhpháirteanna le stór comhroinnte.
hu: API-ban az ág megjelenítésének javítása közös tárolót használó összetevők esetén.
id: Memperbaiki tampilan API cabang dalam komponen dengan repositori bersama.
ja: 共有リポジトリを持つコンポーネント内のブランチの API 表示の修正。
nl: Gerepareerde weergave API van tak in onderdelen met een gedeelde opslagruimte.
pt: Corrigida a exibição de API do ramo em componentes com um repositório compartilhado.
pt_br: Corrigida a exibição de API de ramo em componentes com um repositório compartilhado.
ro: A fost reparată afișarea API a ramurii în componentele cu un depozit partajat.
ru: Исправлено отображение ветки в API в компонентах с общим репозиторием.
sv: Fast API-visning av gren i komponenter med ett delat arkiv.
ta: பகிரப்பட்ட களஞ்சியத்துடன் கூறுகளில் கிளையின் நிலையான பநிஇ காட்சி.
tr: Paylaşılan bir deposu olan bileşenlerde yaşanan dalın API ile görüntülenmesi sorunu düzeltildi.
uk: Виправлено показ програмного інтерфейсу гілки у складниках із спільним сховищем коду.
zh_hans: 修复了在有共享仓库的部件中分支的 API 显示。

source: Improved analysis on the failed push alert.
de: Verbesserte Analyse der fehlgeschlagenen Push-Warnung.
ga: Anailís fheabhsaithe ar an bhfoláireamh ar theip air.
hu: Sikertelen feltöltésre figyelmeztető üzenet elemzésének javítása.
id: Memperbaiki analisis pada peringatan push yang gagal.
ja: 解析失敗の警告の通知の改善。
nl: Verbeterde analyse voor mislukt alarm push.
pt: Melhorada a análise no alerta de push com falha.
pt_br: Melhorada a análise no alerta de push com falha.
ro: S-a îmbunătățit analiza alertei push eșuate.
ru: Улучшен анализ предупреждения о неудачной отправке изменений.
sv: Förbättrad analys av misslyckade push-aviseringar.
ta: தோல்வியுற்ற புச் எச்சரிக்கையில் மேம்படுத்தப்பட்ட பகுப்பாய்வு.
tr: Başarısız olan itme uyarısının çözümlenmesi iyileştirildi.
uk: Удосконалено аналіз при попередженні про невдалий запис до сховища.
zh_hans: 改善了对失败的推送警报的分析。

source: Fixed manually editing page when browsing changes.
de: Das manuelle Bearbeiten der Seite beim Durchsuchen von Änderungen korrigiert.
ga: Leathanach seasta eagarthóireachta de láimh nuair a athraíonn brabhsáil.
hu: Változások böngészésekor a kézi szerkesztési oldal megjelenítésének javítása.
id: Memperbaiki penyuntingan halaman secara manual saat menelusuri perubahan.
ja: 変更を参照するときにページを手動で編集する問題の修正。
nl: Gerepareerd handmatig bewerken pagina bij bladeren door wijzigingen.
pt: Corrigida a edição manual da página ao navegar pelas alterações.
pt_br: Corrigida a edição manual da página ao navegar pelas alterações.
ro: A fost reparată editarea manuală a paginii atunci când navigarea se modifică.
ru: Исправлено ручное редактирование страницы при изменении просмотра.
sv: Fixat manuell redigering av sidan vid bläddring av ändringar.
ta: உலாவும்போது நிலையான கைமுறையாக திருத்துதல் பக்கம்.
tr: Değişikliklere göz atarken sayfayı el ile düzenleme sorunu düzeltildi.
uk: Виправлено редагування сторінки вручну при зміні навігації.
zh_hans: 修复了浏览更改时手动编辑页面的问题。

source: Improved accuracy of :ref:`check-kashida`.
de: Die Genauigkeit von :ref:`check-kashida` verbessert.
ga: Cruinneas feabhsaithe :ref:`check-kashida`.
hu: A :ref:`check-kashida` ellenőrzés pontosságának javítása.
id: Meningkatkan akurasi :ref:`check-kashida`.
ja: :ref:`check-kashida` の精度の改善。
nl: Verbeterde nauwkeurigheid van :ref:`check-kashida`.
pt: Merolhada a precisão da :ref:`check-kashida`.
pt_br: Melhorada a precisão da :ref:`check-kashida`.
ro: A fost îmbunătățită acuratețea :ref:`check-kashida`.
ru: Улучшена точность :ref:`check-kashida`.
sv: Förbättrad noggrannhet för :ref:`check-kashida`.
tr: :ref:`check-kashida` doğruluğu iyileştirildi.
uk: Удосконалено точність засобу :ref:`check-kashida`.
zh_hans: 改进了 :ref:`check-kashida` 的准确性。

source: The Weblate Docker container now uses Python 3.10.
de: Der Weblate-Docker-Container verwendet jetzt Python 3.10.
ga: Úsáideann coimeádán Weblate Docker anois Python 3.10.
hu: A Weblate Docker-konténer mostantól Python 3.10-et használ.
id: Kontainer Docker Weblate sekarang menggunakan Python 3.10.
ja: Weblate Docker コンテナが Python 3.10 を使用するように変更。
nl: De Weblate Docker container gebruikt nu Python 3.10.
pt: O contentor Docker do Weblate agora usa Python 3.10.
pt_br: O contêiner Docker do Weblate agora usa Python 3.10.
ro: Containerul Weblate Docker utilizează acum Python 3.10.
ru: Контейнер Docker для Weblate теперь использует Python 3.10.
sv: Weblate Docker-containern använder nu Python 3.10.
ta: வலைபெயர்ப்பு கப்பல்துறை கொள்கலன் இப்போது பைதான் 3.10 ஐப் பயன்படுத்துகிறது.
tr: Weblate Docker kapsayıcısı artık Python 3.10 kullanıyor.
uk: У контейнері Weblate для Docker нової версії використано Python 3.10.
zh_hans: Weblate Docker 容器现在使用 Python 3.10。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/76?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/76?closed=1>`__。
