Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`glossary-terminology` entries in Glossary can now only be created by users with :guilabel:`Add glossary terminology` permission.
de: :ref:`glossary-terminology`-Einträge im Glossar können nur noch von Benutzern mit der Berechtigung :guilabel:`Glossarterminologie hinzufügen` erstellt werden.
ga: :ref:`glossary-terminology` is féidir le hiontrálacha sa Ghluais a chruthú anois ach amháin ag úsáideoirí a bhfuil cead :guilabel:`Add glossary terminology`.
hu: A :ref:`glossary-terminology` bejegyzéseket mostantól csak azok a felhasználók hozhatják létre, akik rendelkeznek a :guilabel:`Szójegyzék bejegyzés hozzáadása` jogosultsággal.
id: Entri :ref:`glossary-terminology` dalam Glosarium sekarang hanya dapat dibuat oleh pengguna dengan izin :guilabel:`Add glossary terminology`.
ja: 用語集の :ref:`glossary-terminology` エントリを、:guilabel:`用語集の用語の追加` 権限を持つユーザーのみが作成できるように改良。
nl: items :ref:`glossary-terminology` in Woordenlijst kunnen nu alleen worden gemaakt door gebruikers met het recht :guilabel:`Terminologie woordenlijst toevoegen`.
pt: Os elementos :ref:`glossary-terminology` no Glossário agora só podem ser criados por utilizadores com permissão :guilabel:`Adicionar terminologia ao glossário`.
pt_br: Os itens :ref:`glossary-terminology` no Glossário agora só podem ser criados por usuários com permissão :guilabel:`Adicionar terminologia ao glossário`.
sv: :ref:`glossary-terminology`-poster i ordlistan kan nu endast skapas av användare med behörigheten :guilabel:`Lägg till ordlisteterminologi`.
ta: :ref:`glossary-terminology` entries in சொற்களஞ்சியம் can now only be உருவாக்கப்பட்டது by பயனர்கள் with :guilabel:`Add சொற்களஞ்சியம் terminology` permission.
tr: :ref:`glossary-terminology` kayıtlarının yalnızca :guilabel:`Sözlük terimi ekleme` izni olan kullanıcılar tarafından eklenebilmesi sağlandı.
uk: Записи :ref:`glossary-terminology` у Глосарії тепер можуть створювати лише користувачі з дозволом :guilabel:`Add glossary terminology`.
zh_hans: 术语表中的 :ref:`glossary-terminology` 现在可以只能由具备 :guilabel:`添加术语表专有名词` 权限的用户创建。

source: :ref:`check-python-brace-format` detects extra curly braces.
de: :ref:`check-python-brace-format` erkennt zusätzliche geschweifte Klammern.
ga: Aimsíonn :ref:`check-python-brace-format` braces chatach breise.
hu: A :ref:`check-python-brace-format` mostantól felismeri a felesleges kapcsos zárójeleket.
id: :ref:`check-python-brace-format` mendeteksi kurung kurawal tambahan.
ja: :ref:`check-python-brace-format` は余分な中括弧を検出します。
nl: :ref:`check-python-brace-format` detecteert extra gekrulde haken.
pt: :ref:`check-python-brace-format` deteta chaves extras.
pt_br: :ref:`check-python-brace-format` detecta chaves extras.
sv: :ref:`check-python-brace-format` upptäcker extra klamrar.
tr: :ref:`check-python-brace-format` denetiminin fazla yaylı parantezleri algılaması sağlandı.
uk: :ref:`check-python-brace-format` виявляє зайві фігурні дужки.
zh_hans: :ref:`check-python-brace-format` 检测到额外的大括号。

source: Accessibility of keyboard navigation.
de: Zugänglichkeit der Tastaturnavigation.
ga: Inrochtaineacht loingseoireachta méarchláir.
hu: Billentyűzetes navigáció akadálymentesítése javítva.
id: Aksesibilitas navigasi keyboard.
ja: キーボード操作の操作性の改良。
nl: Toegankelijkheid van navigatie met toetsenbord.
pt: Acessibilidade da navegação pelo teclado.
pt_br: Acessibilidade da navegação pelo teclado.
sv: Tillgänglighet för tangentbordsnavigering.
ta: விசைப்பலகை வழிசெலுத்தலின் அணுகல்.
tr: Klavye gezinmesi erişilebilirlik özellikleri eklendi.
uk: Доступність клавіатурної навігації.
zh_hans: 键盘导航的可及性。

source: :ref:`git-exporter` now works with all Git based :ref:`vcs`.
de: :ref:`git-exporter` funktioniert jetzt mit allen Git-basierten :ref:`Integrationen der Versionsverwaltung <vcs>`.
ga: :ref:`git-exporter` ag obair anois le gach bunaithe ar Git :ref:`vcs`.
hu: A :ref:`git-exporter` mostantól minden Git-alapú :ref:`vcs` rendszerrel működik.
id: :ref:`git-exporter` sekarang bekerja dengan semua :ref:`vcs` berbasis Git.
ja: :ref:`git-exporter` が、すべての Git ベースの :ref:`vcs` で動作するように改良。
nl: :ref:`git-exporter` werkt nu met alle op Git gebaseerde :ref:`vcs`.
pt: :ref:`git-exporter` agora funciona com todos os :ref:`vcs` baseados em Git.
pt_br: :ref:`git-exporter` agora funciona com todos os :ref:`vcs` baseados em Git.
sv: :ref:`git-exporter` fungerar nu med alla Git-baserade :ref:`vcs`.
ta: :ref:`git-exporter` now works with அனைத்தும் Git based :ref:`vcs`.
tr: :ref:`git-exporter` artık tüm Git tabanlı :ref:`vcs` platformları ile çalışıyor.
uk: У новій версії :ref:`git-exporter` працює із усіма заснованими на Git :ref:`системах керування версіями<vcs>`.
zh_hans: :ref:`git-exporter` 现在适用于所有基于 Git 的 :ref:`vcs`。

source: :ref:`check-max-size` sometimes failed to render screenshot.
de: :ref:`check-max-size` konnte manchmal kein Bildschirmfoto darstellen.
ga: Uaireanta theip ar :ref:`check-max-size` gabháil scáileáin a thabhairt.
hu: A :ref:`check-max-size` időnként nem tudta megjeleníteni a képernyőképet.
id: :ref:`check-max-size` terkadang gagal menampilkan tangkapan layar.
ja: :ref:`check-max-size` がスクリーンショットのレンダリングに失敗することがあります。
nl: :ref:`check-max-size` faalt soms om een schermafdruk te renderen.
pt: :ref:`check-max-size` às vezes falhava ao renderizar a captura de ecrã.
pt_br: :ref:`check-max-size` às vezes falhava ao renderizar a captura de tela.
sv: :ref:`check-max-size` misslyckades ibland med att rendera skärmdumpen.
tr: :ref:`check-max-size` kalite denetiminde ekran görüntüsü oluşturulurken bazen çıkan sorun düzeltildi.
uk: Усунено проблему з тим, що :ref:`check-max-size` іноді не вдавалося показати знімок вікна.
zh_hans: :ref:`check-max-size` 有时渲染屏幕截图失败。

source: Weblate now uses mistletoe instead of misaka as a Markdown renderer.
de: Weblate verwendet jetzt mistletoe statt misaka als Markdown-Renderer.
ga: Úsáideann Weblate anois drualus in ionad misaka mar rindreálaí Markdown.
hu: A Weblate mostantól a *mistletoe* könyvtárat használja a Markdown rendereléshez a korábbi *misaka* helyett.
id: Weblate sekarang menggunakan mistletoe, bukan misaka, sebagai perender Markdown.
ja: Weblate の Markdown レンダラーを misaka から mistletoe に変更。
nl: Weblate gebruikt nu mistletoe in plaats van misaka als een renderer voor Markdown.
pt: O Weblate agora usa o mistletoe em vez do misaka como renderizador de Markdown.
pt_br: O Weblate agora usa o mistletoe em vez do misaka como renderizador de Markdown.
sv: Weblate använder nu mistletoe istället för misaka som Markdown-renderare.
ta: வலைபெயர்ப்பு இப்போது மார்க் பேரூர் ரெண்டரராக மிசாகாவுக்கு பதிலாக மிச்ட்லெட்டோவைப் பயன்படுத்துகிறது.
tr: Weblate Markdown oluşturucusu misaka yerine mistletoe ile değiştirildi.
uk: Нова версія Weblate використовує mistletoe замість misaka для обробки Markdown.
zh_hans: Weblate 现在使用 mistletoe 而非 misaka 作为 Markdown 渲染器。

source: :ref:`csp` is now stricter what might block third-party customizations.
de: :ref:`csp` ist jetzt strenger, was Anpassungen von Drittanbietern blockieren könnte.
ga: Tá :ref:`csp` níos déine anois mar a d’fhéadfadh bac a chur ar shaincheapadh tríú páirtí.
hu: A :ref:`csp` mostantól szigorúbb, ami egyes külső testreszabásokat blokkolhat.
id: :ref:`csp` sekarang lebih ketat terhadap apa yang mungkin memblokir kustomisasi pihak ketiga.
ja: サードパーティによるカスタマイズをブロックすることがある :ref:`csp` が厳格化されました。
nl: :ref:`csp` is nu strikter met wat aanpassingen van derde partijen zou kunnen blokkeren.
pt: :ref:`csp` agora está mais rigoroso, o que pode bloquear personalizações de terceiros.
pt_br: :ref:`csp` agora está mais rigoroso, o que pode bloquear personalizações de terceiros.
sv: :ref:`csp` är nu strängare, vilket kan blockera anpassningar från tredje part.
tr: :ref:`csp` üçüncü taraf özelleştirmelerini engelleyebilecek şekilde katılaştırıldı.
uk: :ref:`csp` тепер суворіше, що може заблокувати сторонні кастомізації.
zh_hans: :ref:`csp` 现在更为严格，这可能拦截第三方自定义。

source: Monolingual formats no longer copy comments from :ref:`component-template` when adding strings to translation.
de: Einsprachige Formate kopieren keine Kommentare mehr aus :ref:`component-template`, wenn Zeichenketten zur Übersetzung hinzugefügt werden.
ga: Ní dhéanann formáidí aonteangacha tráchtanna a chóipeáil ó :ref:`component-template` a thuilleadh agus teaghráin á gcur leis an aistriúchán.
hu: Egynyelvű formátumok esetén többé nem másolja át a megjegyzéseket az :ref:`component-template` sablonból, amikor új szövegeket ad hozzá a fordításhoz.
id: Format monolingual tidak lagi menyalin komentar dari :ref:`component-template` saat menambahkan string ke terjemahan.
ja: モノリンガル形式では、文字列を翻訳に追加する際に、:ref:`component-template` からコメントをコピーされないように改良。
nl: Eentalige indelingen kopiëren niet langer opmerkingen uit :ref:`component-template` bij het toevoegen van tekenreeksen aan de vertaling.
pt: Os formatos monolíngues não copiam mais os comentários de :ref:`component-template` ao adicionar cadeias de formato à tradução.
pt_br: Os formatos monolíngues não copiam mais os comentários de :ref:`component-template` ao adicionar textos de formato à tradução.
sv: Enspråkiga format kopierar inte längre kommentarer från :ref:`component-template` när strängar läggs till i översättningen.
tr: Tek dilli biçimlerde çeviriye dizgeler eklenirken :ref:`component-template` yorumlarının kopyalanmaması sorunu düzeltildi.
uk: Одномовні формати більше не копіюють коментарі з :ref:`component-template` під час додавання рядків до перекладу.
zh_hans: 添加字符串到翻译时，单语言格式不再从 :ref:`component-template` 复制评论。

source: Dropped support for Amagama in :ref:`machine-translation-setup` as the service is no longer maintained.
de: Die Unterstützung für Amagama in :ref:`machine-translation-setup` wurde eingestellt, da der Dienst nicht mehr gepflegt wird.
ga: Tacaíocht d’Amagama laghdaithe i :ref:`machine-translation-setup` toisc nach bhfuil an tseirbhís á chothabháil a thuilleadh.
hu: Az Amagama szolgáltatás megszűnése miatt kivezetésre került a támogatása az :ref:`machine-translation-setup` részből.
id: Dukungan untuk Amagama dihentikan di :ref:`machine-translation-setup` karena layanan tersebut tidak lagi dipertahankan.
ja: :ref:`machine-translation-setup` で、サービスがもはやメンテナンスされていないため、Amagama のサポートを廃止。
nl: Ondersteuning voor Amagama vervallen in :ref:`machine-translation-setup` omdat de service niet langer wordt onderhouden.
pt: O apoio para o Amagama em :ref:`machine-translation-setup` foi removido, pois o serviço não é mais mantido.
pt_br: Removido o suporte para o Amagama em :ref:`machine-translation-setup`, pois o serviço não é mais mantido.
sv: Stödet för Amagama har tagits bort i :ref:`machine-translation-setup` eftersom tjänsten inte längre underhålls.
tr: Hizmet artık desteklenmediğinden :ref:`machine-translation-setup` Amagama desteği kaldırıldı.
uk: Припинено підтримку Amagama у :ref:`machine-translation-setup`, оскільки сервіс більше не підтримується.
zh_hans: :ref:`machine-translation-setup` 不再支持 Amagama，因该服务的维护已停止。

source: Default value for :setting:`SENTRY_SEND_PII` was changed.
de: Der Standardwert für :setting:`SENTRY_SEND_PII` wurde geändert.
ga: Athraíodh an luach réamhshocraithe le haghaidh :setting:`SENTRY_SEND_PII`.
hu: A :setting:`SENTRY_SEND_PII` alapértelmezett értéke megváltozott.
id: Nilai bawaan untuk :setting:`SENTRY_SEND_PII` telah diubah.
ja: :setting:`SENTRY_SEND_PII` のデフォルト値が変更。
nl: Standaard waarde voor :setting:`SENTRY_SEND_PII` werd gewijzigd.
pt: O valor padrão em :setting:`SENTRY_SEND_PII` foi alterado.
pt_br: O valor padrão em :setting:`SENTRY_SEND_PII` foi alterado.
sv: Standardvärdet för :setting:`SENTRY_SEND_PII` har ändrats.
tr: :setting:`SENTRY_SEND_PII` varsayılan değeri değiştirildi.
uk: Змінено типове значення :setting:`SENTRY_SEND_PII`.
zh_hans: :setting:`SENTRY_SEND_PII` 的默认值被改变。

source: Translation credit reports in the JSON format now follows a different format for entries.
de: Die Übersetzung von Berichten im JSON-Format folgt jetzt einem anderen Format für Einträge.
ga: Leanann tuarascálacha creidmheasa aistriúcháin i bhformáid JSON formáid eile le haghaidh iontrálacha anois.
hu: A JSON formátumú fordítói jelentések mostantól eltérő struktúrát használnak a bejegyzésekhez.
id: Laporan kredit terjemahan dalam format JSON sekarang mengikuti format entri yang berbeda.
ja: JSON 形式の信用情報レポートの項目のフォーマットを変更。
nl: Rapporten voor attributie van vertalingen in de indeling JSON volgen nu een andere indeling voor items.
pt: A tradução de relatórios de crédito no formato JSON agora segue um formato diferente para entradas.
pt_br: A tradução de relatórios de crédito no formato JSON agora segue um formato diferente para entradas.
sv: Översättningskreditrapporter i JSON-format följer nu ett annat format för poster.
ta: சாதொபொகு வடிவத்தில் மொழிபெயர்ப்பு கடன் அறிக்கைகள் இப்போது உள்ளீடுகளுக்கு வேறுபட்ட வடிவமைப்பைப் பின்பற்றுகின்றன.
tr: JSON biçimindeki çeviriye katkıda bulunanlar raporlarında kayıtlar için farklı bir biçim kullanıldı.
uk: Кредитні звіти про переклади у форматі JSON тепер мають інший формат записів.
zh_hans: JSON 格式的翻译致谢报告现在对条目遵守不同格式。

source: There are several changes in :file:`settings_example.py`, most notable are the new settings for :ref:`2fa` and changes in ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` and ``MIDDLEWARE``; please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten sind die neuen Einstellungen für :ref:`2fa` und Änderungen in ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` und ``MIDDLEWARE``; bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe ar :file:`settings_example.py`, is suntasaí iad na socruithe nua do :ref:`2fa` agus athruithe ar ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` agus ``MIDDLEWARE``; cuir do shocruithe in oiriúint dá réir.
hu: Számos változás történt a :file:`settings_example.py` fájlban, különösen a :ref:`2fa` beállításaiban, valamint módosultak az ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` és ``MIDDLEWARE`` szekciók; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling penting adalah pengaturan baru untuk :ref:`2fa` dan perubahan dalam ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` dan ``MIDDLEWARE``; harap sesuaikan pengaturan Anda.
ja: :file:`settings_example.py` にはいくつかの変更点がありますが、最も注目すべきは :ref:`2fa` の新しい設定と ``INSTALLED_APPS``、``SOCIAL_AUTH_PIPELINE``、``MIDDLEWARE`` の変更です。それぞれ設定を適切に調整してください。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn de nieuwe instellingen voor :ref:`2fa` en wijzigingen in ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` en ``MIDDLEWARE``; pas uw instellingen overeenkomstig aan.
pt: Há várias alterações em :file:`settings_example.py`, as mais notáveis são as novas configurações para :ref:`2fa` e as alterações em `INSTALLED_APPS`, ``SOCIAL_AUTH_PIPELINE`` e ``MIDDLEWARE``; ajuste as suas configurações de acordo.
pt_br: Há várias alterações em :file:`settings_example.py`, as mais notáveis são as novas configurações para :ref:`2fa` e as alterações em `INSTALLED_APPS`, ``SOCIAL_AUTH_PIPELINE`` e ``MIDDLEWARE``; ajuste suas configurações de acordo.
sv: Det finns flera ändringar i :file:`settings_example.py`, de mest anmärkningsvärda är de nya inställningarna för :ref:`2fa` och ändringarna i ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` och ``MIDDLEWARE``; justera dina inställningar därefter.
tr: :file:`settings_example.py` içinde birkaç değişiklik yapıldı. En önemlileri :ref:`2fa` için yeni ayarlar ve ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` ve ``MIDDLEWARE`` içindeki değişiklikler. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: У файлі :file:`settings_example.py` відбулося кілька змін, найпомітнішими з яких є нові налаштування для :ref:`2fa` та зміни у розділах ``INSTALLED_APPS``, ``SOCIAL_AUTH_PIPELINE`` і ``MIDDLEWARE``; будь ласка, внесіть відповідні зміни у свої налаштування.
zh_hans: :file:`settings_example.py` 中有几项更改，最显著的是 :ref:`2fa` 的新设置以及 ``INSTALLED_APPS``、``SOCIAL_AUTH_PIPELINE`` 和 ``MIDDLEWARE`` 中的更改；请相应调整你的设置。

source: :setting:`ENABLE_HTTPS` is now required for WebAuthn support. If you cannot use HTTPS, please silence related check as described in :setting:`ENABLE_HTTPS` documentation.
de: :setting:`ENABLE_HTTPS` ist jetzt für die WebAuthn-Unterstützung erforderlich. Wenn Sie HTTPS nicht verwenden können, deaktivieren Sie bitte die zugehörige Prüfung wie in der Dokumentation :setting:`ENABLE_HTTPS` beschrieben.
ga: :setting:`ENABLE_HTTPS` ag teastáil anois le haghaidh tacaíochta WebAuthn. Mura bhfuil tú in ann HTTPS a úsáid, cuir an seiceáil a bhaineann le do thost mar a thuairiscítear i :setting:`ENABLE_HTTPS` doiciméadú.
hu: Az :setting:`ENABLE_HTTPS` beállítás mostantól kötelező a WebAuthn támogatásához. Ha nem tud HTTPS-t használni, a kapcsolódó ellenőrzést elnémíthatja az :setting:`ENABLE_HTTPS` dokumentációban leírtak szerint.
id: :setting:`ENABLE_HTTPS` sekarang diperlukan untuk dukungan WebAuthn. Jika Anda tidak dapat menggunakan HTTPS, harap matikan pemeriksaan terkait seperti yang dijelaskan dalam dokumentasi :setting:`ENABLE_HTTPS`.
ja: WebAuthn に対応するには、:setting:`ENABLE_HTTPS` の設定を有効にしてください。HTTPS を使用できない場合は、:setting:`ENABLE_HTTPS` のドキュメントに記載されている方法で、関連するチェックを無効化してください。
nl: :setting:`ENABLE_HTTPS` is nu vereist voor ondersteuning van WebAuthn. Als u geen HTTPS kunt gebruiken, schakel dan de gerelateerde controle uit, zoals beschreven in de documentatie voor :setting:`ENABLE_HTTPS`.
pt: :setting:`ENABLE_HTTPS` agora é necessária para o suporte ao WebAuthn. Se não puder usar HTTPS, silencie a verificação relacionada, conforme descrito na documentação :setting:`ENABLE_HTTPS`.
pt_br: :setting:`ENABLE_HTTPS` agora é necessária para o suporte ao WebAuthn. Se você não puder usar HTTPS, silencie a verificação relacionada, conforme descrito na documentação :setting:`ENABLE_HTTPS`.
sv: :setting:`ENABLE_HTTPS` krävs nu för stöd för WebAuthn. Om du inte kan använda HTTPS, vänligen inaktivera relaterad kontroll enligt beskrivningen i dokumentationen för :setting:`ENABLE_HTTPS`.
tr: WebAuthn desteği için :setting:`ENABLE_HTTPS` zorunlu kılındı. HTTPS kullanamıyorsanız, lütfen :setting:`ENABLE_HTTPS` belgesinde açıklandığı gibi ilgili denetimi sessize alın.
uk: Для підтримки WebAuthn тепер потрібен параметр :setting:`ENABLE_HTTPS`. Якщо ви не можете використовувати HTTPS, вимкніть відповідну перевірку, як описано у документації до :setting:`ENABLE_HTTPS`.
zh_hans: :setting:`ENABLE_HTTPS` 现在对 WebAuthn 支持是必需的。如果你无法使用 HTTPS，请按照 :setting:`ENABLE_HTTPS` 文档中的描述停用相关检查。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/116?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/116?closed=1>`__。

source: *Released on July 1st 2024.*
de: *Veröffentlicht am 1. Juli 2024.*
ga: *Eisithe ar 1 Iúil 2024.*
hu: *Kiadva: 2024. július 1.*
id: *Dirilis pada 1 Juli 2024.*
nl: *Uitgegeven op 1 juli 2024.*
pt_br: *Atualizado em 1° de julho de 2024.*
sv: *Släpptes den 1 juli 2024.*
tr: *1 Temmuz 2024 tarihinde yayınlandı.*
uk: *Випущено 1 липня 2024 року.*

source: Rendering of :ref:`labels` color selection widget.
de: Darstellung des Farbauswahl-Widgets :ref:`labels`.
ga: Rindreáil :ref:`labels` ghiuirléid roghnúcháin dathanna.
hu: Javítva a :ref:`szöveg címkékhez <labels>` tartozó színválasztó widget megjelenítése.
id: Rendering widget pemilihan warna :ref:`labels`.
ja: :ref:`labels` カラー選択ウィジェットのレンダリング。
nl: Renderen van :ref:`labels` widget voor selecteren kleur.
pt: Renderização do widget de seleção de cores :ref:`labels`.
pt_br: Renderização do widget de seleção de cores :ref:`labels`.
sv: Rendering av :ref:`labels` färgvalswidget.
tr: :ref:`labels` renk seçimi pano gerecinin görüntülenmesi sağlandı.
uk: Переписано віджет вибору кольорів :ref:`міток<labels>`.
zh_hans: 渲染 :ref:`labels` 颜色选择小挂件。

source: Detection of pending outgoing commits.
de: Erkennung ausstehender ausgehender Commits.
ga: Ceangaltais atá ar feitheamh a bhrath.
hu: A kimenő, függőben lévő véglegesítések (commit) felismerése.
id: Deteksi komit keluar yang tertunda.
ja: 保留中の送信コミットの検出。
nl: Detectie van openstaande uitgaande commits.
pt: Detecção de commits de saída pendentes.
pt_br: Detecção de commits de saída pendentes.
sv: Detektering av väntande utgående commit.
ta: நிலுவையில் உள்ள வெளிச்செல்லும் கமிட்டுகளை கண்டறிதல்.
tr: Bekleyen giden işlemelerin algılanması sağlandı.
uk: Реалізовано чергу вихідних внесків.
zh_hans: 检测待外传的提交。

source: :ref:`addons` button layout.
de: Schaltflächen-Layout der :ref:`addons`.
ga: :ref:`addons` leagan amach cnaipe.
hu: A :ref:`addons` gombkiosztása módosítva.
id: tata letak tombol :ref:`addons`.
ja: :ref:`addons` ボタンのレイアウト。
nl: :ref:`addons` knop lay-out.
pt: Layout dos botões das :ref:`addons`.
pt_br: Layout dos botões das :ref:`addons`.
sv: :ref:`addons` knappens layout.
tr: :ref:`addons` düğmesi yerleşimi.
uk: Змінено компонування кнопок :ref:`додатків<addons>`.
zh_hans: :ref:`addons` 按钮布局。

source: Crash when installing :ref:`addon-weblate.discovery.discovery` add-on.
de: Absturz bei der Installation der Erweiterung :ref:`addon-weblate.discovery.discovery`.
ga: Tuairteála nuair a shuiteáiltear :ref:`addon-weblate.discovery.discovery` breiseán.
hu: Javítva az összeomlás az :ref:`addon-weblate.discovery.discovery` kiegészítő telepítésekor.
id: Terjadi mogok saat memasang pengaya :ref:`addon-weblate.discovery.discovery`.
ja: :ref:`addon-weblate.discovery.discovery` アドオンのインストール時にクラッシュします。
nl: Crash bij installeren van add-on :ref:`addon-weblate.discovery.discovery`.
pt: Falha ao instalar o complemento :ref:`addon-weblate.discovery.discovery`.
pt_br: Falha ao instalar o complemento :ref:`addon-weblate.discovery.discovery`.
sv: Krasch vid installation av tillägget :ref:`addon-weblate.discovery.discovery`.
tr: :ref:`addon-weblate.discovery.discovery` eklentisi kurulurken yaşanan çökme sorunu düzeltildi.
uk: Усунено аварійне завершення при встановленні додатка :ref:`addon-weblate.discovery.discovery`.
zh_hans: 安装 :ref:`addon-weblate.discovery.discovery` 附加组件时崩溃。
