Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Install Weblate including all optional dependencies:
de: Weblate einschließlich aller optionalen Abhängigkeiten installieren:
ga: Suiteáil Weblate lena n-áirítear gach spleáchas roghnach:
hu: Telepítse a Weblate-t, beleértve az összes opcionális függőséget:
id: Instal Weblate termasuk semua dependensi opsional:
ja: オプションの依存関係も含めて Weblate をインストールする:
nl: Installeer Weblate inclusief alle optionele afhankelijkheden:
pt: Instale o Weblate incluindo todas as dependências opcionais:
pt_br: Instale o Weblate incluindo todas as dependências opcionais:
ro: Instalați Weblate, inclusiv toate dependențele opționale:
ru: Установите Weblate, включая все его необязательные зависимости:
sv: Installera Weblate inklusive alla valfria beroenden:
ta: அனைத்து விருப்ப சார்புகளையும் உள்ளடக்கிய வலைபெயர்ப்பை நிறுவவும்:
tr: Tüm isteğe bağlı bağımlılıklar ile birlikte Weblate kurulumunu yapın:
uk: Установіть Weblate разом із усіма необов'язковими залежностями:
zh_hans: 安装包含所有可选依赖项的 Weblate：

source: Please check :ref:`python-deps` for fine-tuning of optional dependencies.
de: Bitte die :ref:`python-deps` für die Feinabstimmung der optionalen Abhängigkeiten überprüfen.
ga: Seiceáil le do thoil :ref:`python-deps` chun spleáchais roghnacha a mhionchoigeartú.
hu: További információ az opcionális függőségek részletes beállításairól: :ref:`python-deps`.
id: Silakan periksa :ref:`python-deps` untuk penyempurnaan dependensi opsional.
ja: オプションの依存関係の詳細設定については、:ref:`python-deps` を確認してください。
nl: Bekijk :ref:`python-deps` voor het fijn afstemmen van optionele afhankelijkheden.
pt: Confira :ref:`python-deps` para o ajuste fino das dependências opcionais.
pt_br: Confira :ref:`python-deps` para o ajuste fino das dependências opcionais.
ru: Пожалуйста, проверьте :ref:`python-deps` для тонкой настройки необязательных зависимостей.
sv: Se :ref:`python-deps` för finjustering av valfria beroenden.
tr: İsteğe bağlı bağımlılıkları ayarlamak için lütfen :ref:`python-deps` seçeneğini denetleyin.
uk: Будь ласка, ознайомтеся із розділом щодо :ref:`python-deps`, щоб дізнатися про коригування необов'язкових залежностей.
zh_hans: 请查看 :ref:`python-deps` 以了解对可选依赖关系的微调情况。

source: :ref:`troubleshoot-pip-install` describes frequent issues while installing Python dependencies.
de: :ref:`troubleshoot-pip-install` beschreibt häufige Probleme bei der Installation von Python-Abhängigkeiten.
ga: :ref:`troubleshoot-pip-install` cur síos ar shaincheisteanna minic agus spleáchais Python á shuiteáil.
hu: A Python-függőségek telepítése során gyakran előforduló problémákat a :ref:`troubleshoot-pip-install` szakasz ismerteti.
id: :ref:`troubleshoot-pip-install` menjelaskan masalah yang sering terjadi saat menginstal dependensi Python.
nl: :ref:`troubleshoot-pip-install` beschrijft veel voorkomende problemen bij het installeren van afhankelijkheden van Python.
pt_br: :ref:`troubleshoot-pip-install` descreve os problemas frequentes durante a instalação das dependências do Python.
sv: :ref:`troubleshoot-pip-install` beskriver vanliga problem vid installation av Python-beroenden.
uk: У розділі :ref:`troubleshoot-pip-install` описано поширені проблеми при встановленні залежностей Python.

source: System requirements
de: Systemvoraussetzungen
ga: Riachtanais chórais
hu: Rendszerkövetelmények
id: Persyaratan sistem
ja: システム要件
nl: Systeemvereisten
pt: Requisitos do sistema
pt_br: Requisitos do sistema
ro: Cerințe de sistem
ru: Системные требования
sv: Systemkrav
ta: கணினி தேவைகள்
tr: Sistem gereksinimleri
uk: Вимоги до системи
zh_hans: 系统要求
zh_hant: 系統要求

source: Install wanted optional dependencies depending on features you intend to use (see :ref:`python-deps`):
de: Installieren Sie die gewünschten optionalen Abhängigkeiten abhängig von den Funktionen, die Sie verwenden möchten (siehe :ref:`python-deps`):
ga: Suiteáil spleáchais roghnacha atá ag teastáil ag brath ar ghnéithe atá ar intinn agat a úsáid (féach :ref:`python-deps`):
hu: Telepítse azokat az opcionális csomagokat, amire a funkciókhoz szüksége van (lásd: :ref:`python-deps`):
id: Instal dependensi opsional yang diinginkan tergantung pada fitur yang ingin Anda gunakan (lihat :ref:`python-deps`):
ja: 使用する機能に応じて、必要なオプションの依存関係をインストールする（参照: :ref:`python-deps`）:
nl: Installeer de gewenste optionele afhankelijkheden, afhankelijk van de mogelijkheden die u wilt gaan gebruiken (bekijk :ref:`python-deps`):
pt: Instale as dependências opcionais desejadas, dependendo dos recursos que pretende usar (veja :ref:`python-deps`):
pt_br: Instale as dependências opcionais desejadas, dependendo dos recursos que você pretende usar (consulte :ref:`python-deps`):
ru: Установите необходимые необязательные зависимости в зависимости от возможностей, которые вы собираетесь использовать (см. :ref:`python-deps`):
sv: Installera önskade valfria beroenden beroende på vilka funktioner du avser att använda (se :ref:`python-deps`):
tr: Kullanmak istediğiniz özelliklere bağlı olarak gereken isteğe bağlı bağımlılıkları kurun (ayrıntılı bilgi almak için: :ref:`python-deps`):
uk: Установіть бажані додаткові залежності, залежно від можливостей, якими ви бажаєте користуватися (див. :ref:`python-deps`):
zh_hans: 根据您打算使用的功能来安装所需的可选依赖项（参见 :ref:`python-deps`）：

source: Optionally install software for running production server, see :ref:`server`, :ref:`database-setup`, :ref:`celery`. Depending on size of your installation you might want to run these components on dedicated servers.
de: Installieren Sie optional Software für den Betrieb des Produktionsservers, siehe :ref:`server`, :ref:`database-setup`, :ref:`celery`. Je nach Größe Ihrer Installation sollten Sie diese Komponenten auf dedizierten Servern laufen lassen.
ga: Suiteáil go roghnach bogearraí chun freastalaí táirgthe a rith, féach :ref:`server`, :ref:`database-setup`, :ref:`celery`. Ag brath ar mhéid do shuiteáil b'fhéidir gur mhaith leat na comhpháirteanna seo a rith ar fhreastalaithe tiomnaithe.
hu: Opcionálisan telepítse az éles kiszolgáló működtetéséhez szükséges szoftvereket, lásd: :ref:`server`, :ref:`database-setup`, :ref:`celery`. Nagyobb rendszerek esetén célszerű lehet ezeket az összetevőket külön kiszolgálókon futtatni.
id: Anda dapat menginstal perangkat lunak untuk menjalankan server produksi secara opsional, lihat :ref:`server`, :ref:`database-setup`, :ref:`celery`. Tergantung pada ukuran instalasi Anda, Anda mungkin ingin menjalankan komponen-komponen ini di server khusus.
ja: 必要に応じて、運用サーバーを実行するためのソフトウェアをインストールします（参照: :ref:`server`、:ref:`database-setup`、:ref:`celery`）。インストールの規模によっては、これらのコンポーネントを専用サーバーで実行することが必要となります。
nl: Installeer optioneel software voor het uitvoeren van de productieserver, bekijk :ref:`server`, :ref:`database-setup`, :ref:`celery`. Afhankelijk van de grootte van uw installatie zou u deze onderdelen misschien willen uitvoeren op toegewezen servers.
pt: Opcionalmente, instale o software para executar o servidor de produção, veja :ref:`server`, :ref:`database-setup`, :ref:`celery`. Dependendo do tamanho da sua instalação, poderá executar esses componentes em servidores dedicados.
pt_br: Opcionalmente, instale o software para executar o servidor de produção, consulte :ref:`server`, :ref:`database-setup`, :ref:`celery`. Dependendo do tamanho da sua instalação, você pode querer executar esses componentes em servidores dedicados.
ro: Instalarea opțională a software-ului pentru rularea serverului de producție, a se vedea :ref:`server`, :ref:`database-setup`, :ref:`celery`. În funcție de mărimea instalației tale, este posibil să dorești să rulezi aceste componente pe servere dedicate.
ru: При желании установите программное обеспечение для запуска рабочего сервера, смотрите разделы :ref:`server`, :ref:`database-setup` и :ref:`celery`. В зависимости от размера вашей установки вы можете захотеть запустить эти компоненты на выделенных серверах.
sv: Installera valfritt programvara för att köra produktionsservern, se :ref:`server`, :ref:`database-setup`, :ref:`celery`. Beroende på storleken på din installation kanske du vill köra dessa komponenter på dedikerade servrar.
tr: İsteğe bağlı olarak üretim sunucusunu çalıştırmak için gereken yazılımı kurun. Ayrıntılı bilgi almak için: :ref:`server`, :ref:`database-setup`, :ref:`celery`. Kurulumunuzun boyutuna bağlı olarak, bu bileşenleri adanmış sunucular üzerinde çalıştırmak isteyebilirsiniz.
uk: Додатково встановіть програмне забезпечення для роботи промислового сервера, див. :ref:`server`, :ref:`database-setup`, :ref:`celery`. Залежно від розміру встановлених складників, вам може знадобитися запуск цих складників на окремих серверах.
zh_hans: 可选地安装生产服务器运行所需要的软件，参见 :ref:`server` 、:ref:`database-setup` 、:ref:`celery`。根据于您的安装所占的空间，您会想要在特定的服务器上运行这些部件。
zh_hant: 可選地安裝生產服務器運行所需要的軟件，參見 :ref:`server` 、 :ref:`database-setup` 、 :ref:`celery` 。根據於您的安裝所佔的空間，您會想要在特定的服務器上運行這些組件。

source: The local installation instructions:
de: Lokale Installationsanweisungen:
ga: Na treoracha suiteála áitiúla:
hu: Helyi telepítési útmutató:
id: Petunjuk instalasi lokal:
ja: ローカルへのインストール手順:
nl: De lokale installatie-instructies:
pt: As instruções de instalação local:
pt_br: As instruções de instalação local:
ro: Instrucțiunile de instalare locală:
ru: Инструкции по установке на местах:
sv: Lokala installationsanvisningar:
ta: உள்ளக நிறுவல் வழிமுறைகள்:
tr: Yerel kurulum yönergesi:
uk: Настанови із локального встановлення:
zh_hans: 本地安装的使用说明：
zh_hant: 本地安裝的使用說明：

source: uv package manager
de: uv-Paketmanager
ga: Bainisteoir pacáiste uv
hu: uv csomagkezelő
id: manajer paket uv
ja: uv パッケージマネージャー
nl: uv pakketbeheerder
pt_br: Gerenciador de pacotes uv
sv: uv-pakethanterare
ta: புற ஊதா தொகுப்பு மேலாளர்
tr: uv paket yöneticisi
uk: засіб керування пакунками uv
zh_hans: uv 包管理器

source: We're using uv package manager to install Weblate.
de: Wir benutzen den uv-Paketmanager, um Weblate zu installieren.
ga: Táimid ag baint úsáide as bainisteoir pacáiste uv chun Weblate a shuiteáil.
hu: A Weblate telepítéséhez az **uv csomagkezelőt** használjuk.
id: Kami menggunakan manajer paket uv untuk menginstal Weblate.
ja: Weblate のインストールには uv パッケージマネージャーを使っています。
nl: We gebruiken de uv package manager om Weblate te installeren.
pt_br: Estamos usando o gerenciador de pacotes uv para instalar o Weblate.
sv: Vi använder uv package manager för att installera Weblate.
ta: வலைபெயர்ப்பு நிறுவ UV தொகுப்பு மேலாளரைப் பயன்படுத்துகிறோம்.
tr: Weblate kurmak için uv paket yöneticisi kullanıyoruz.
uk: Ми використовуємо програму для керування пакунками uv для встановлення Weblate.
zh_hans: 我们在用 uv 包管理器安装 Weblate。

source: `Installing uv <https://docs.astral.sh/uv/getting-started/installation/>`_
de: `uv installieren <https://docs.astral.sh/uv/getting-started/installation/>`_
ga: `Suiteáil uv <https://docs.astral.sh/uv/getting-started/installation/>`_
hu: `uv telepítése <https://docs.astral.sh/uv/getting-started/installation/>`_
id: `Menginstal uv <https://docs.astral.sh/uv/getting-started/installation/>`_
ja: `uv のインストール <https://docs.astral.sh/uv/getting-started/installation/>`_
nl: `Installeren van uv <https://docs.astral.sh/uv/getting-started/installation/>`_
pt_br: `Instalando uv <https://docs.astral.sh/uv/getting-started/installation/>`_
sv: `Installera uv <https://docs.astral.sh/uv/getting-started/installation/>`_
ta: `UV ஐ நிறுவுதல் <https://docs.astral.sh/uv/getting-started/installation/>` _
tr: `uv kurmak <https://docs.astral.sh/uv/getting-started/installation/>`_
uk: `Встановлення uv <https://docs.astral.sh/uv/getting-started/installation/>`_
zh_hans: `安装 uv <https://docs.astral.sh/uv/getting-started/installation/>`_

source: Installing on Debian and Ubuntu
de: Installation unter Debian und Ubuntu
ga: Suiteáil ar Debian agus Ubuntu
hu: Telepítés Debian és Ubuntu rendszeren
id: Menginstal di Debian dan Ubuntu
ja: Debian と Ubuntu にインストール
nl: Installeren op Debian en Ubuntu
pt: Instalando no Debian e Ubuntu
pt_br: Instalando no Debian e Ubuntu
ro: Instalarea pe Debian și Ubuntu
ru: Установка на Debian и Ubuntu
sv: Installation på Debian och Ubuntu
ta: டெபியன் மற்றும் உபுண்டுவில் நிறுவுதல்
tr: Debian ve Ubuntu üzerine kurmak
uk: Установлення на Debian і Ubuntu
zh_hans: 在 Debian 和 Ubuntu 上安装
zh_hant: 在 Debian 和 Ubantu 上安裝

source: Older distributions do not have ``libgirepository-2.0-dev``, use ``libgirepository1.0-dev`` instead. See also :ref:`troubleshoot-pip-install`.
de: Ältere Distributionen haben kein ``libgirepository-2.0-dev``, verwenden Sie stattdessen ``libgirepository1.0-dev``. Siehe auch :ref:`troubleshoot-pip-install`.
ga: Níl ``libgirepository-2.0-dev`` ag dáiltí níos sine, bain úsáid as ``libgirepository1.0-dev`` ina ionad. Féach freisin :ref:`troubleshoot-pip-install`.
hu: Régebbi disztribúciókban a ``libgirepository-2.0-dev`` csomag nem érhető el, ebben az esetben használja helyette a ``libgirepository1.0-dev`` csomagot. További információk: :ref:`troubleshoot-pip-install`.
id: Distribusi yang lebih lama tidak memiliki ``libgirepository-2.0-dev``, gunakan ``libgirepository1.0-dev`` sebagai gantinya. Lihat juga :ref:`troubleshoot-pip-install`.
nl: Oudere distributies hebben geen ``libgirepository-2.0-dev``, gebruik in plaats daarvan ``libgirepository1.0-dev``. Bekijk ook :ref:`troubleshoot-pip-install`.
pt_br: As distribuições mais antigas não têm ``libgirepository-2.0-dev``; em vez disso, use ``libgirepository1.0-dev``. Consulte também :ref:`troubleshoot-pip-install`.
sv: Äldre distributioner har inte ``libgirepository-2.0-dev``, använd istället ``libgirepository1.0-dev``. Se även :ref:`troubleshoot-pip-install`.
uk: Давніші дистрибутиви не мають ``libgirepository-2.0-dev``, замість цього використовуйте ``libgirepository1.0-dev``. Дивіться також :ref:`troubleshoot-pip-install`.

source: Installing on macOS
de: Installation unter macOS
ga: Suiteáil ar macOS
hu: Telepítés macOS rendszeren
id: Menginstal di macOS
ja: macOS にインストール
nl: Installeren op macOS
pt: Instalando no macOS
pt_br: Instalando no macOS
ro: Instalarea pe macOS
ru: Установка на macOS
sv: Installera på macOS
ta: macos இல் நிறுவுகிறது
tr: macOS üzerine kurulum
uk: Установлення на macOS
zh_hans: 在 macOS 上安装

source: Installing on RedHat, Fedora and CentOS
de: Installation unter RedHat, Fedora und CentOS
ga: Suiteáil ar RedHat, Fedora agus CentOS
hu: Telepítés RedHat, Fedora és CentOS rendszeren
id: Menginstal di RedHat, Fedora dan CentOS
ja: RedHat、Fedora、CentOS にインストール
nl: Installeren op RedHat, Fedora en CentOS
pt: Instalando no RedHat, Fedora e CentOS
pt_br: Instalando no RedHat, Fedora e CentOS
ro: Instalarea pe RedHat, Fedora și CentOS
ru: Установка на RedHat, Fedora и CentOS
sv: Installation på RedHat, Fedora och CentOS
ta: ரெட்ஆட், ஃபெடோரா மற்றும் சென்டோசில் நிறுவுதல்
tr: RedHat, Fedora ve CentOS üzerine kurulum
uk: Установлення у RedHat, Fedora і CentOS
zh_hans: 在 Redhat、Fedora 和 CentOS 上安装
zh_hant: 在 Redhat 、 Fedora 和 CentOS 上安裝

source: Installing on SUSE and openSUSE
de: Installation unter SUSE und openSUSE
ga: Suiteáil ar SUSE agus openSUSE
hu: Telepítés SUSE és openSUSE rendszeren
id: Menginstal di SUSE dan openSUSE
ja: SUSE および openSUSE にインストール
nl: Installeren op SUSE en openSUSE
pt: Instalando no SUSE e openSUSE
pt_br: Instalando no SUSE e openSUSE
ro: Instalarea pe SUSE și openSUSE
ru: Установка на SUSE и openSUSE
sv: Installation på SUSE och openSUSE
ta: suse மற்றும் opensuse இல் நிறுவுதல்
tr: SUSE ve openSUSE üzerine kurulum
uk: Установлення у SUSE та openSUSE
zh_hans: 在 SUSE 和 openSUSE 上安装
zh_hant: 在 SUSE 和 openSUSE 上安裝

source: Language definitions
de: Sprachdefinitionen
ga: Sainmhínithe teanga
hu: Nyelvi definíciók
id: Definisi bahasa
ja: 言語の定義
nl: Taaldefinities
pt: Definições de idioma
pt_br: Definições de idioma
ro: Definiții lingvistice
ru: Определение языков
sv: Språkliga definitioner
ta: மொழி வரையறைகள்
tr: Dil tanımları
uk: Визначення мов
zh_hans: 语言定义
zh_hant: 語言定義

source: To present different translations properly, info about language name, text direction, plural definitions and language code is needed.
de: Um verschiedene Übersetzungen korrekt darzustellen, werden Informationen über den Namen der Sprache, die Schreibrichtung, die Pluraldefinitionen und den Sprachcode benötigt.
ga: Chun aistriúcháin éagsúla a chur i láthair i gceart, tá gá le faisnéis faoi ainm teanga, treo an téacs, sainmhínithe iolracha agus cód teanga.
hu: A különböző fordítások helyes megjelenítéséhez szükség van a nyelv nevére, az írásirányra, a többes szám definícióira és a nyelvi kódra vonatkozó információkra.
id: Untuk menyajikan berbagai terjemahan dengan tepat, diperlukan informasi tentang nama bahasa, arah teks, definisi jamak, dan kode bahasa.
ja: 異なる翻訳を適切に提供するには、言語名、テキストの文字順、複数形の定義、および言語コードに関する情報が必要です。
nl: Voor het juist presenteren van de verschillende vertalingen is informatie over de naam van de taal, de richting van de tekst, definities voor meervoud en taalcode nodig.
pt: Para apresentar diferentes traduções corretamente, são necessárias informações sobre nome do idioma, direção de texto, definições plurais e código de idioma.
pt_br: Para apresentar diferentes traduções corretamente, são necessárias informações sobre nome do idioma, direção de texto, definições plurais e código de idioma.
ro: Pentru a prezenta corect diferite traduceri, sunt necesare informații despre numele limbii, direcția textului, definițiile pluralului și codul limbii.
ru: Для правильного представления различных переводов необходима информация о названии языка, направлении текста, определения форм множественного числа и код языка.
sv: För att kunna presentera olika översättningar på ett korrekt sätt behövs information om språknamn, textriktning, pluraldefinitioner och språkkod.
ta: வெவ்வேறு மொழிபெயர்ப்புகளை சரியாக வழங்க, மொழி பெயர், உரை திசை, பன்மை வரையறைகள் மற்றும் மொழி குறியீடு பற்றிய செய்தி தேவை.
tr: Farklı çevirileri doğru bir şekilde sunmak için dil adı, metin yönü, çoğul tanımları ve dil kodu ile ilgili bilgiler gereklidir.
uk: Для належного представлення різних перекладів потрібні дані щодо назви мови, напрямку запису тексту, визначення форм множини та коду мови.
zh_hans: 为了恰当地呈现不同的翻译，需要提供有关语言名称、文本方向、复数定义和语言代码的信息。
zh_hant: 為了恰當地呈現不同的翻譯，需要提供有關語言名稱、文本方向、複數定義和語言代碼的信息。

source: Built-in language definitions
de: Integrierte Sprachdefinitionen
ga: Sainmhínithe teanga ionsuite
hu: Beépített nyelvi definíciók
id: Definisi bahasa bawaan
ja: 組み込み言語の定義
nl: Ingebouwde taaldefinities
pt: Definições integradas de idioma
pt_br: Definições embutidas de idioma
ro: Definiții lingvistice încorporate
ru: Встроенные определения языков
sv: Inbyggda språldefinitioner
ta: உள்ளமைக்கப்பட்ட மொழி வரையறைகள்
tr: Hazır dil tanımları
uk: Вбудовані визначення мов
zh_hans: 内置语言定义

source: Definitions for about 800 languages are included in Weblate and the list is extended in every release. Whenever Weblate is upgraded (more specifically whenever :wladmin:`migrate` is executed, see :ref:`generic-upgrade-instructions`) the database of languages is updated to include all language definitions shipped in Weblate.
sv: Definitioner för cirka 800 språk ingår i Weblate och listan utökas i varje release. Varje gång Weblate uppgraderas (mer specifikt varje gång :wladmin:`migrate` körs, se :ref:`generic-upgrade-instructions`) uppdateras språkdatabasen så att den innehåller alla språkteckningar som finns i Weblate.

source: This feature can be disabled using :setting:`UPDATE_LANGUAGES`. You can also enforce updating the database to match Weblate built-in data using :wladmin:`setuplang`.
de: Diese Funktion kann mit :setting:`UPDATE_LANGUAGES` abgeschaltet werden. Mit :wladmin:`setuplang` können Sie auch die Aktualisierung der Datenbank erzwingen, damit sie mit den in Weblate integrierten Daten übereinstimmt.
ga: Is féidir an ghné seo a dhíchumasú trí :setting:`UPDATE_LANGUAGES` a úsáid. Is féidir leat nuashonrú an bhunachair shonraí a chur i bhfeidhm freisin chun sonraí ionsuite Weblate a mheaitseáil ag baint úsáide as :wladmin:`setuplang`.
hu: Ez a funkció letiltható az :setting:`UPDATE_LANGUAGES` beállítással. A nyelvi adatbázis frissítését manuálisan is kényszerítheti a Weblate beépített adatai alapján a :wladmin:`setuplang` paranccsal.
id: Fitur ini dapat dinonaktifkan menggunakan :setting:`UPDATE_LANGUAGES`. Anda juga dapat memaksa pembaruan basis data agar sesuai dengan data bawaan Weblate menggunakan :wladmin:`setuplang`.
ja: この機能は :setting:`UPDATE_LANGUAGES` を使用して無効にできます。:wladmin:`setuplang` を使用して、Weblate の初期設定のデータと一致するようにデータベースを更新できます。
nl: Deze mogelijkheid kan worden uitgeschakeld met :setting:`UPDATE_LANGUAGES`. U kunt ook het bijwerken van de database afdwingen, om overeen te komen met de ingebouwde gegevens, met :wladmin:`setuplang`.
pt: Este recurso pode ser desativado usando :setting:`UPDATE_LANGUAGES`. Também pode forçar a atualização do banco de dados para corresponder aos dados embutidos do Weblate usando :wladmin:`setuplang`.
pt_br: Este recurso pode ser desabilitado usando :setting:`UPDATE_LANGUAGES`. Você também pode forçar a atualização do banco de dados para corresponder aos dados embutidos do Weblate usando :wladmin:`setuplang`.
ru: Эту функцию можно отключить с помощью :setting:`UPDATE_LANGUAGES`. Вы также можете принудительно обновить базу данных в соответствии со встроенными данными Weblate, используя :wladmin:`setuplang`.
sv: Denna funktion kan inaktiveras med :setting:`UPDATE_LANGUAGES`. Du kan också tvinga fram en uppdatering av databasen så att den matchar Weblates inbyggda data med :wladmin:`setuplang`.
tr: Bu özellik :setting:`UPDATE_LANGUAGES` seçeneği ile kullanımdan kaldırılabilir. Ayrıca, :wladmin:`setuplang` seçeneğini kullanarak veri tabanının Weblate içindeki verilerle eşleşecek şekilde güncellenmesini dayatabilirsiniz.
uk: Оновлення можна вимкнути за допомогою параметра :setting:`UPDATE_LANGUAGES`. Ви також можете примусово оновити базу даних так, щоб вона відповідала вбудованим до Weblate даним, за допомогою команди :wladmin:`setuplang`.
zh_hans: 这个特性可以使用 :setting:`UPDATE_LANGUAGES` 来禁止。还可以使用 :wladmin:`setuplang` 来强制更新数据库，从而匹配 Weblate 内建数据。

source: `Current language definitions <https://github.com/WeblateOrg/language-data/blob/main/languages.csv>`_
id: `Definisi bahasa saat ini <https://github.com/WeblateOrg/language-data/blob/main/languages.csv>`_
sv: `Aktuella språldefinitioner <https://github.com/WeblateOrg/language-data/blob/main/languages.csv>`_

source: Parsing language codes
de: Analysieren von Sprachcodes
ga: Cóid teanga a pharsáil
hu: Nyelvi kódok feldolgozása
id: Mengurai kode bahasa
ja: 言語コードの解析
nl: Taalcodes parsen
pt: Analisando códigos de idioma
pt_br: Analisando códigos de idioma
ro: Parsarea codurilor lingvistice
ru: Разбор кодов языков
sv: Analysera språkkoder
ta: மொழி குறியீடுகளை பாகுபடுத்துதல்
tr: Dil kodlarını işlemek
uk: Обробка кодів мов
zh_hans: 分析语言代码
