Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This will have severe performance impact on the web interface, and will break features depending on regular trigger (for example committing pending changes, digest notifications, or backups).
de: Dies hat schwerwiegende Auswirkungen auf die Leistung der Weboberfläche und beeinträchtigt Funktionen, die von regelmäßigen Auslösern abhängen (z. B. das Committen ausstehender Änderungen, Zusammenfassungs-Benachrichtigungen oder Sicherungen).
ga: Beidh tionchar dian feidhmíochta aige seo ar an gcomhéadan gréasáin, agus brisfidh sé gnéithe ag brath ar thruicear rialta (mar shampla athruithe ar feitheamh a dhéanamh, fógraí díolama, nó cúltacaí).
hu: Ez komoly teljesítménycsökkenést okoz a webes felületen, és olyan funkciók működését akadályozhatja, amelyek rendszeres indítást igényelnek (például függőben lévő módosítások véglegesítése, összesített értesítések vagy biztonsági mentések).
id: Hal ini akan berdampak parah pada kinerja antarmuka web dan akan merusak fitur-fitur yang bergantung pada pemicu reguler (misalnya melakukan perubahan yang tertunda, pemberitahuan intisari, atau rekam cadang).
ja: これは、Web インタフェースに深刻な性能上の影響を与えます。そして、定期的なトリガーで起動する操作（例えば、保留中の変更のコミット、ダイジェスト通知、またはバックアップなど）が中断されます。
nl: Dit zal een enorme impact op de prestaties van de webinterface hebben, en zal mogelijkheden verstoren die afhankelijk zijn van normale activatie (bijvoorbeeld het indienen van openstaande wijzigingen, samengevatte notificaties, of back-ups).
pt: Isso terá um impacto severo no desempenho da interface da web e interromperá os recursos a depender do acionamento normal (por exemplo, fazer commit de alterações pendentes, notificações de resumo ou backups).
pt_br: Isso terá um impacto severo no desempenho da interface da web e interromperá os recursos dependendo do acionamento normal (por exemplo, fazer commit de alterações pendentes, notificações de resumo ou backups).
ro: Acest lucru va avea un impact sever asupra performanțelor interfeței web și va întrerupe caracteristicile care depind de declanșarea regulată (de exemplu, comiterea modificărilor în așteptare, notificările Digest sau copiile de rezervă).
ru: Это сильно повлияет на производительность веб-интерфейса и приведёт к поломке функций, зависящих от регулярного срабатывания (например, коммитинг ожидающих изменений, уведомления о сводке или резервное копирование).
sv: Detta kommer att ha en allvarlig inverkan på webbgränssnittets prestanda och kommer att störa funktioner som är beroende av regelbundna utlösare (till exempel att bekräfta väntande ändringar, sammanfattande aviseringar eller säkerhetskopieringar).
ta: இது வலை இடைமுகத்தில் கடுமையான செயல்திறன் தாக்கத்தை ஏற்படுத்தும், மேலும் வழக்கமான தூண்டுதலைப் பொறுத்து அம்சங்களை உடைக்கும் (எடுத்துக்காட்டாக நிலுவையில் உள்ள மாற்றங்கள், டைசச்ட் அறிவிப்புகள் அல்லது காப்புப்பிரதிகள்).
tr: Bu seçeneğin kullanılmasının site arayüzü başarımı üzerinde ciddi etkisi olur ve normal tetikleyiciye bağlı olarak özellikleri bozar (bekleyen değişiklikleri işlemek, özet bildirimleri veya yedeklemeler gibi).
uk: Це матиме значний негативний вплив на швидкодію вебінтерфейсу і зашкодить роботі можливостей, залежно від частоти запуску (наприклад, для надсилання змін з черги, сповіщень дайджесту або резервного копіювання).
zh_hans: 这将对web界面的性能产生严重影响，并会破坏依赖于常规触发器的功能（例如提交挂起的更改、摘要通知或备份）。

source: For development, you might want to use eager configuration, which does process all tasks in place:
de: Für Entwicklungszwecke möchten Sie vielleicht eine Eager-Konfiguration verwenden, die alle Aufgaben an Ort und Stelle verarbeitet:
ga: Le haghaidh forbartha, b'fhéidir gur mhaith leat cumraíocht fonn a úsáid, a phróiseálann na tascanna go léir atá i bhfeidhm:
hu: Fejlesztési célokra ajánlott a gyors (eager) konfiguráció, amely helyben hajtja végre az összes feladatot:
id: Untuk pengembangan, Anda mungkin ingin menggunakan konfigurasi eager, yang memproses semua tugas di tempatnya:
ja: 開発時には、すべてのタスクを適切に処理する Eager を設定してください。Eager 設定例:
nl: Voor ontwikkeling zou u misschien de configuratie eager willen gebruiken, die alle taken op hun plaats verwerkt:
pt: Para o desenvolvimento, pode usar uma configuração ansiosa, que processa todas as tarefas no local:
pt_br: Para o desenvolvimento, você pode querer usar uma configuração ansiosa, que processa todas as tarefas no local:
ro: Pentru dezvoltare, este posibil să doriți să utilizați configurația eager, care procesează toate sarcinile pe loc:
ru: При разработке Weblate или модулей для него вы можете использовать «нетерпеливую» конфигурацию, тогда все задачи будут выполнятся непосредственно при их вызове:
sv: För utveckling kan du använda ivrig konfiguration, som bearbetar alla uppgifter på plats:
ta: வளர்ச்சிக்கு, நீங்கள் ஆர்வமுள்ள உள்ளமைவைப் பயன்படுத்த விரும்பலாம், இது எல்லா பணிகளையும் செயலாக்குகிறது:
tr: Geliştirme ortamları için, tüm görevleri anında işleyen eager yapılandırmasını kullanmak isteyebilirsiniz:
uk: Для розробки варто скористатися інтенсивнішими налаштуваннями, за яких обробка усіх завдань відбувається на місці:
zh_hans: 对于开发，你可能希望使用 eager configuration，它可以适当地处理所有任务：

source: Running Celery as system service
de: Celery als Systemdienst ausführen
ga: Rith Soilire mar sheirbhís córais
hu: Celery futtatása rendszerszolgáltatásként
id: Menjalankan Celery sebagai layanan sistem
ja: システム サービスとして実行する Celery
nl: Celery uitvoeren als systeemservice
pt: Executando Celery como serviço do sistema
pt_br: Executando Celery como serviço do sistema
ro: Rularea Celery ca serviciu de sistem
ru: Запуск Celery в качестве системного сервиса
sv: Kör Celery som systemtjänst
ta: கணினி சேவையாக செலரியை இயக்குகிறது
tr: Celery uygulamasını sistem hizmeti olarak çalıştırmak
uk: Запуск Celery як служби системи
zh_hans: 运行 Celery 作为系统服务
zh_hant: 運行 Celery 作為系統服務

source: Most likely you will want to run Celery as a daemon and that is covered by :doc:`celery:userguide/daemonizing`. For the most common Linux setup using systemd, you can use the example files shipped in the :file:`examples` folder listed below.
de: Höchstwahrscheinlich werden Sie Celery als Daemon laufen lassen wollen, und das wird in :doc:`celery:userguide/daemonizing` behandelt. Für die gebräuchlichste Linux-Konfiguration mit systemd können Sie die Beispieldateien verwenden, die, wie im Ordner :file:`examples` unten aufgelistet, geliefert werden.
ga: Is dóichí go mbeidh tú ag iarraidh Soilire a reáchtáil mar dhéamón agus tá sé sin clúdaithe le :doc:`celery:userguide/daemonizing`. Maidir leis an socrú Linux is coitianta ag baint úsáide as systemd, is féidir leat na comhaid shamplacha a sheoltar san fhillteán :file:`examples` atá liostaithe thíos a úsáid.
hu: A legtöbb esetben érdemes a Celery-t háttérszolgáltatásként (daemon) futtatni, amelyről részletesen a :doc:`celery:userguide/daemonizing` dokumentáció ismertet. A leggyakoribb Linux környezetben, amely systemd-t használ, az alábbiakban felsorolt :file:`examples` mappában található példafájlokat használhatja.
id: Kemungkinan besar Anda ingin menjalankan Celery sebagai daemon, dan hal itu dibahas dalam :doc:`celery:userguide/daemonizing`. Untuk pengaturan Linux yang paling umum menggunakan systemd, Anda dapat menggunakan berkas contoh yang disertakan dalam map :file:`examples` yang tercantum di bawah ini.
ja: 多くの場合、Celery をデーモンとして実行したいですが、これは :doc:`celery:userguide/daemonizing` に含まれます。systemd を使用した最も一般的な Linux の設定では、次に示す :file:`examples` フォルダに付属にあるサンプル ファイルを使用できます。
nl: Meest waarschijnlijk is dat u Celery wilt uitvoeren als een daemon en dat wordt behandeld in :doc:`celery:userguide/daemonizing`. Voor de meest voorkomende opstelling in Linux met systemd, kunt u de voorbeeldbestanden gebruiken die worden meegeleverd in de map :file:`examples` die hieronder zijn vermeld.
pt: Provavelmente vai querer executar o Celery como um daemon e que é coberto por :doc:`celery:userguide/daemonizing`. Para as configurações Linux mais comuns a usar systemd, pode usar os ficheiros de exemplo disponibilizados na pasta :file:`examples` listado abaixo.
pt_br: Provavelmente você vai querer executar o Celery como um daemon e que é coberto por :doc:`celery:userguide/daemonizing`. Para as configurações Linux mais comuns usando systemd, você pode usar os arquivos de exemplo disponibilizados na pasta :file:`examples` listado abaixo.
ro: Cel mai probabil, veți dori să rulați Celery ca demon, iar acest lucru este acoperit de :doc:`celery:userguide/daemonizing`. Pentru cea mai obișnuită configurație Linux care utilizează systemd, puteți utiliza fișierele de exemplu livrate în dosarul :file:`examples` listat mai jos.
ru: Скорее всего вы захотите запустить Celery в качестве демона, и как выполнить ваше желание описывается в разделе :doc:`Демонизация <celery:userguide/daemonizing>` документации Celery. Для наиболее распространённой установки Linux с использованием systemd вы можете воспользоваться примерами перечисленных ниже файлов, поставляемых в каталоге :file:`examples`.
sv: Troligtvis vill du köra Celery som en daemon, vilket beskrivs i :doc:`celery:userguide/daemonizing`. För den vanligaste Linux-konfigurationen med systemd kan du använda exempelfilerna i mappen :file:`examples` som anges nedan.
tr: Büyük olasılıkla :doc:`celery:userguide/daemonizing` bölümünde anlatıldığı gibi bir Celery daemon çalıştırmak isteyeceksiniz. systemd kullanan en yaygın Linux kurulumu için, hazır gelen ve aşağıda listesi bulunan :file:`examples` klasöründeki örnek dosyaları kullanabilirsiniz.
uk: Найімовірніше, вам потрібен буде запуск Celery як фонової служби. Опис відповідних налаштувань можна знайти у розділі :doc:`celery:userguide/daemonizing`. Для найпоширенішої конфігурації Linux із використанням systemd ви можете скористатися файлами прикладів, які постачаються у теці :file:`examples`. Список цих файлів наведено нижче.
zh_hans: 您更可能想要运行 Celery 作为守护进程，这由 :doc:`celery:userguide/daemonizing` 来涵盖。对于使用 systemd 的最通常的 Linux 设置，您可以使用与下面列出的 :file:`examples` 文件夹一起上市的示例文件。
zh_hant: 您更可能想要運行 Celery 作為守護進程，這由 :doc:`celery:userguide/daemonizing` 來涵蓋。對於使用 systemd 的最通常的 Linux 設置，您可以使用與下面列出的 :file:`examples` 文件夾一起上市的例子文件。

source: Systemd unit to be placed as :file:`/etc/systemd/system/celery-weblate.service`:
de: Die Systemd-Unit muss als :file:`/etc/systemd/system/celery-weblate.service` abgelegt werden:
ga: Aonad Córais atá le cur mar :file:`/etc/systemd/system/celery-weblate.service`:
hu: Systemd egységfájl, amelyet a :file:`/etc/systemd/system/celery-weblate.service` helyre kell elhelyezni:
id: Unit Systemd akan ditempatkan sebagai :file:`/etc/systemd/system/celery-weblate.service`:
ja: :file:`/etc/systemd/system/celery-weblate.service` に記述する Systemd ユニットの設定方法:
nl: Systemd eenheid om te worden geplaatst als :file:`/etc/systemd/system/celery-weblate.service`:
pt: Unidade do systemd a ser posta como :file:`/etc/systemd/system/celery-weblate.service`:
pt_br: Unidade do systemd a ser colocada como :file:`/etc/systemd/system/celery-weblate.service`:
ro: Unitatea Systemd va fi plasată ca :file:`/etc/systemd/system/celery-weblate.service`:
ru: Модуль systemd, размещаемый по пути :file:`/etc/systemd/system/celery-weblate.service`:
sv: Systemd-enhet som ska placeras som :file:`/etc/systemd/system/celery-weblate.service`:
tr: :file:`/etc/systemd/system/celery-weblate.service` olarak yerleştirilecek systemd birimi:
uk: Модуль systemd, який слід зберегти як :file:`/etc/systemd/system/celery-weblate.service`:
zh_hans: Systemd 单元作为 :file:`/etc/systemd/system/celery-weblate.service` 放置：
zh_hant: Systemd 單元作為 :file:`/etc/systemd/system/celery-weblate.service` 放置：

source: Environment configuration to be placed as :file:`/etc/default/celery-weblate`:
de: Umgebungskonfiguration als :file:`/etc/default/celery-weblate` abzulegen:
ga: Cumraíocht comhshaoil le cur mar :file:`/etc/default/celery-weblate`:
hu: Környezeti konfigurációs fájl, amelyet a :file:`/etc/default/celery-weblate` helyre kell elhelyezni:
id: Konfigurasi lingkungan akan ditempatkan sebagai :file:`/etc/default/celery-weblate`:
ja: :file:`/etc/default/celery-weblate` に記述する環境設定の記述例:
nl: Configuratie van de omgeving om te worden geplaatst als :file:`/etc/default/celery-weblate`:
pt: Configuração do ambiente a ser posta como :file:`/etc/default/celery-weblate`:
pt_br: Configuração do ambiente a ser colocada como :file:`/etc/default/celery-weblate`:
ro: Configurația de mediu care urmează să fie plasată ca :file:`/etc/default/celery-weblate`:
ru: Файл настроек переменных окружения должен быть размещён в :file:`/etc/default/celery-weblate`:
sv: Miljökonfiguration som ska placeras som :file:`/etc/default/celery-weblate`:
tr: :file:`/etc/default/celery-weblate` olarak yerleştirilecek ortam yapılandırması:
uk: Налаштування середовища, які слід зберегти як :file:`/etc/default/celery-weblate`:
zh_hans: 环境配置作为 :file:`/etc/default/celery-weblate` 放置：
zh_hant: 環境配置作為 :file:`/etc/default/celery-weblate` 放置：

source: Additional configuration to rotate Celery logs using :command:`logrotate` to be placed as :file:`/etc/logrotate.d/celery`:
de: Zusätzliche Konfiguration für die Rotation der Celery-Logs mit :command:`logrotate`, die als :file:`/etc/logrotate.d/celery` abgelegt wird:
ga: Cumraíocht bhreise chun logaí Celery a rothlú ag baint úsáide as :command:`logrotate` le cur mar :file:`/etc/logrotate.d/celery`:
hu: További konfiguráció a Celery naplók forgatásához a :command:`logrotate` segítségével, amelyet a :file:`/etc/logrotate.d/celery` helyre kell elhelyezni:
id: Konfigurasi tambahan untuk memutar log Celery menggunakan :command:`logrotate` untuk ditempatkan sebagai :file:`/etc/logrotate.d/celery`:
ja: :file:`/etc/logrotate.d/celery` にある Celery ログを :command:`logrotate` を使用してローテーションするための追加設定の記述例:
nl: Aanvullende configuratie om logs van Celery te roteren met :command:`logrotate` om te worden geplaatst als :file:`/etc/logrotate.d/celery`:
pt: Configuração adicional para alternar os logs do Celery a usar :command:`logrotate` a ser posta como :file:`/etc/logrotate.d/celery`:
pt_br: Configuração adicional para alternar os logs do Celery usando :command:`logrotate` a ser colocada como :file:`/etc/logrotate.d/celery`:
ro: Configurație suplimentară pentru a roti jurnalele Celery folosind :command:`logrotate` pentru a fi plasată ca :file:`/etc/logrotate.d/celery`:
ru: Для ротации журналов Celery файл настроек :command:`logrotate` должен быть размещён в :file:`/etc/logrotate.d/celery`:
sv: Ytterligare konfiguration för att rotera Celery-loggar med :command:`logrotate` som ska placeras som :file:`/etc/logrotate.d/celery`:
tr: Celery günlüklerini döndürmek için :command:`logrotate` komutu kullanılarak :file:`/etc/logrotate.d/celery` olarak yerleştirilecek ek yapılandırma:
uk: Додаткові налаштування для оновлення журналу Celery за допомогою :command:`logrotate`, які слід зберегти у :file:`/etc/logrotate.d/celery`:
zh_hans: 使用 :command:`logrotate` 来旋转 Celery 记录的额外配置将被放置为 :file:`/etc/logrotate.d/celery`:
zh_hant: 使用 :command:`logrotate` 來旋轉 Celery 記錄的額外配置將被放置為 :file:`/etc/logrotate.d/celery`:

source: Periodic tasks using Celery beat
de: Regelmäßige Aufgaben mit Celery Beat
ga: Tascanna tréimhsiúla ag baint úsáide as buille Soilire
hu: Időzített feladatok a Celery beat használatával
id: Tugas berkala menggunakan Celery beat
ja: Celery beat を使用した定期的なタスク
nl: Periodieke taken met Celery beat
pt: Tarefas periódicas a usar a batida do Celery
pt_br: Tarefas periódicas usando a batida do Celery
ro: Sarcini periodice folosind Celery beat
ru: Периодические задачи при помощи Celery beat
sv: Periodiska uppgifter med Celery beat
ta: செலரி துடிப்பைப் பயன்படுத்தி அவ்வப்போது பணிகள்
tr: Celery atımını kullanarak görevleri zamanlamak
uk: Регулярні завдання з використанням тактів Celery
zh_hans: 使用 Celery beat 的周期性任务
zh_hant: 使用 Celery beat 的周期性任務

source: Weblate comes with built-in setup for scheduled tasks. The task schedule is stored in the database and tasks are executed by the Celery beat daemon.
de: Weblate verfügt über integrierte Einrichtungen für geplante Aufgaben. Der Aufgabenplan wird in der Datenbank gespeichert und die Aufgaben werden vom Celery-Beat-Daemon ausgeführt.
ga: Tagann Weblate le socrú ionsuite do thascanna sceidealaithe. Stóráiltear an sceideal tascanna sa bhunachar sonraí agus déanann an deamhan buille Soilire na tascanna a fhorghníomhú.
hu: A Weblate beépített támogatást nyújt az ütemezett feladatok kezelésére. A feladatütemezés az adatbázisban tárolódik, a végrehajtásért pedig a Celery beat daemon felel.
id: Weblate dilengkapi dengan pengaturan bawaan untuk tugas terjadwal. Jadwal tugas disimpan dalam basis data dan tugas dieksekusi oleh daemon Celery beat.
nl: Weblate komt met een ingebouwde opstelling voor geplande taken. Het schema voor de taak wordt opgeslagen in de database en taken worden uitgevoerd door de Celery beat daemon.
pt_br: O Weblate vem com configuração embutida para tarefas agendadas. O agendamento de tarefas é armazenado no banco de dados e as tarefas são executadas pelo daemon beat do Celery.
sv: Weblate har en inbyggd funktion för schemalagda uppgifter. Uppgiftsschemat lagras i databasen och uppgifterna utförs av Celery beat-daemon.
ta: திட்டமிடப்பட்ட பணிகளுக்கான உள்ளமைக்கப்பட்ட அமைப்புடன் வலைபெயர்ப்பு வருகிறது. பணி அட்டவணை தரவுத்தளத்தில் சேமிக்கப்படுகிறது மற்றும் செலரி பீட் டீமனால் பணிகள் செயல்படுத்தப்படுகின்றன.
tr: Weblate, zamanlanmış görevler için yerleşik kurulumla birlikte gelir. Görev zamanlaması veri tabanında saklanır ve görevler Celery beat daemon tarafından yürütülür.
uk: Weblate має вбудовані налаштування для запланованих завдань. Розклад завдань зберігається в базі даних, і завдання виконуються демоном Celery beat.

source: You can define additional tasks in :file:`settings.py`, for example see :ref:`lazy-commit`.
de: Sie können zusätzliche Aufgaben in :file:`settings.py` definieren, siehe zum Beispiel :ref:`lazy-commit`.
ga: Is féidir leat tascanna breise a shainiú i :file:`settings.py`, mar shampla féach :ref:`lazy-commit`.
hu: További feladatokat is definiálhat a :file:`settings.py` fájlban, például lásd: :ref:`lazy-commit`.
id: Anda dapat menentukan tugas tambahan di :file:`settings.py`, misalnya lihat :ref:`lazy-commit`.
nl: U kunt aanvullende taken definiëren in :file:`settings.py`, bekijk bijvoorbeeld :ref:`lazy-commit`.
pt_br: Você pode definir tarefas adicionais em :file:`settings.py`, por exemplo, consulte :ref:`lazy-commit`.
sv: Du kan definiera ytterligare uppgifter i :file:`settings.py`, se till exempel :ref:`lazy-commit`.
tr: :file:`settings.py` dosyasından ek görevler tanımlayabilirsiniz. Örnek olarak :ref:`lazy-commit` bölümüne bakabilirsiniz.
uk: Ви можете визначити додаткові завдання в :file:`settings.py`, наприклад див. :ref:`lazy-commit`.

source: Monitoring Celery status
de: Celery-Status überwachen
ga: Monatóireacht ar stádas soilire
hu: A Celery állapotának figyelése
id: Memantau status Celery
ja: Celery の状態の監視
nl: Status Celery monitoren
pt: Monitorar o estado do Celery
pt_br: Monitorando status do Celery
ro: Monitorizarea stării Celery
ru: Мониторинг состояния Celery
sv: Övervakning av Celery-status
ta: செலரி நிலையை கண்காணித்தல்
tr: Celery durumunu izlemek
uk: Спостереження за станом Celery
zh_hans: 监测 Celery 状态

source: You can find current length of the Celery task queues in the :ref:`management-interface` or you can use :wladmin:`celery_queues` on the command-line. In case the queue will get too long, you will also get configuration error in the admin interface.
de: Sie können die aktuelle Länge der Celery-Aufgabenwarteschlangen in der :ref:`management-interface` finden oder Sie können :wladmin:`celery_queues` auf der Befehlszeile verwenden. Falls die Warteschlange zu lang wird, erhalten Sie auch einen Konfigurationsfehler in der Adminoberfläche.
ga: Is féidir leat fad reatha na scuainí tascanna Celery a fháil sa :ref:`management-interface` nó is féidir leat :wladmin:`celery_queues` a úsáid ar an líne ordaithe. Ar eagla go n-éireoidh an scuaine ró-fhada, gheobhaidh tú earráid chumraíochta sa chomhéadan riaracháin freisin.
hu: A Celery feladatok várósorainak aktuális hosszát megtekintheti a :ref:`management-interface` felületen vagy parancssorban a :wladmin:`celery_queues` parancs segítségével. Ha a sor hossza túlságosan megnő, a rendszergazdai felületen konfigurációs hibajelzést kap.
id: Anda dapat mengetahui panjang antrian tugas Celery saat ini di :ref:`management-interface` atau menggunakan :wladmin:`celery_queues` di baris perintah. Jika antrean terlalu panjang, Anda juga akan mendapatkan galat konfigurasi di antarmuka admin.
ja: Celery タスク キューの現在の長さは、:ref:`management-interface` から確認できますし、コマンドラインを使用して :wladmin:`celery_queues` からも確認できます。キューが長くなりすぎると、管理画面にも設定エラーが表示されます。
nl: U kunt de huidige lengte van de wachtrij voor taken van Celery vinden in de :ref:`management-interface` of u kunt :wladmin:`celery_queues` op de opdrachtregel gebruiken. In het geval de rij te lang wordt, zult u ook een configuratiefout in de beheerinterface krijgen.
pt: Pode encontrar o comprimento atual das filas de tarefas do Celery na :ref:`management-interface` ou pode usar :wladmin:`celery_queues` na linha de comando. Caso a fila fique muito longa, também terá erro de configuração na interface administrativa.
pt_br: Você pode encontrar o comprimento atual das filas de tarefas do Celery na :ref:`management-interface` ou você pode usar :wladmin:`celery_queues` na linha de comando. Caso a fila fique muito longa, você também terá erro de configuração na interface administrativa.
ru: Вы можете узнать текущую длину очередей задач Celery в :ref:`management-interface` или использовать :wladmin:`celery_queues` в командной строке. Если очередь станет слишком длинной, вы также получите сообщение об ошибке конфигурации в интерфейсе администратора.
sv: Du kan se den aktuella längden på Celery-uppgiftsköerna i :ref:`management-interface` eller använda :wladmin:`celery_queues` på kommandoraden. Om kön blir för lång får du också ett konfigurationsfel i admin-gränssnittet.
tr: Celery görev kuyruklarının geçerli uzunluğunu :ref:`management-interface` içinden ya da komut satırında :wladmin:`celery_queues` komutunu kullanarak görebilirsiniz. Kuyruğun çok uzaması durumunda, yönetici arayüzünde de yapılandırma hatası görürsünüz.
uk: Знайти поточну довжину черг завдань Celery у :ref:`management-interface`. Ви також можете скористатися :wladmin:`celery_queues` у командному рядку. У випадку значного зростання довжини черги ви також побачите повідомлення про помилку налаштувань у адміністративному інтерфейсі.
zh_hans: 你可以在 :ref:`management-interface` 中找到 Celery 任务队列的当前长度，或者你可以使用在命令中使用 :wladmin:`celery_queues`。如果队列太长，你也会在管理界面中得到配置错误。
