Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added a new upload method to add new strings to a translation.
de: Eine neue Upload-Methode hinzugefügt, um neue Zeichenketten zu einer Übersetzung hinzuzufügen.
ga: Cuireadh modh uaslódála nua leis chun teaghráin nua a chur le haistriúchán.
hu: Új feltöltési mód került bevezetésre új szövegek hozzáadására a fordításhoz.
id: Menambahkan metode pengunggahan baru untuk menambahkan string baru ke dalam terjemahan.
ja: 翻訳に新しい文字列を追加する新しいアップロード メソッドの追加。
nl: Nieuwe methode voor uploaden van nieuwe tekenreeksen aan een vertaling toegevoegd.
pt: Adicionado um novo método de envio para adicionar novas cadeias para uma tradução.
pt_br: Adicionado um novo método de envio para adicionar novos textos para uma tradução.
ro: A fost adăugată o nouă metodă de încărcare pentru a adăuga noi șiruri de caractere la o traducere.
ru: Добавлен новый метод загрузки для добавления новых строк к переводу.
sv: Lagt till en ny uppladdningsmetod för att lägga till nya strängar till en översättning.
ta: மொழிபெயர்ப்பில் புதிய சரங்களைச் சேர்க்க புதிய பதிவேற்ற முறையைச் சேர்த்தது.
tr: Bir çeviriye yeni dizgeler eklemek için yeni bir yükleme yöntemi eklendi.
uk: Додано новий метод вивантаження для додавання до перекладу нових рядків.
zh_hans: 增加了一种新的将新字符串添加到翻译的上传方法。

source: Added a simple interface to browse translation.
de: Eine einfache Bedienoberfläche zum Durchsuchen von Übersetzungen hinzugefügt.
ga: Cuireadh comhéadan simplí leis chun an t-aistriúchán a bhrabhsáil.
hu: Egyszerűsített felület került bevezetésre a fordítás böngészéséhez.
id: Menambahkan antarmuka sederhana untuk menelusuri terjemahan.
ja: 翻訳の閲覧用の簡単な画面の追加。
nl: Eenvoudige interface toegevoegd voor bladeren door vertaling.
pt: Adicionada uma interface simples para navegação das traduções.
pt_br: Adicionada uma interface simples para navegação das traduções.
ro: A fost adăugată o interfață simplă pentru a răsfoi traducerile.
ru: Добавлен простой интерфейс просмотра перевода.
sv: Lagt till ett enkelt gränssnitt för att bläddra bland översättningar.
ta: மொழிபெயர்ப்பை உலவ எளிய இடைமுகத்தைச் சேர்த்தது.
tr: Çeviriye göz atmak için basit bir arayüz eklendi.
uk: Додано простий інтерфейс для навігації перекладом.
zh_hans: 添加了浏览翻译的简单界面。

source: Glossaries are now stored as regular components.
de: Glossare werden jetzt als reguläre Komponenten gespeichert.
ga: Stóráiltear gluaiseanna anois mar chomhpháirteanna rialta.
hu: A szójegyzékek mostantól normál összetevőként kerülnek tárolásra.
id: Glosarium sekarang disimpan sebagai komponen biasa.
ja: 用語集は、通常のコンポーネントとして保存するように変更されました。
nl: Woordenlijsten worden nu opgeslagen als normale onderdelen.
pt: Glossários agora são armazenados como componentes normais.
pt_br: Glossários agora são armazenados como componentes normais.
ro: Glosarele sunt acum stocate ca și componente obișnuite.
ru: Словари теперь хранятся как обычные компоненты.
sv: Ordlistor lagras nu som vanliga komponenter.
ta: சொற்களஞ்சியங்கள் இப்போது வழக்கமான கூறுகளாக சேமிக்கப்படுகின்றன.
tr: Sözlükler artık normal bileşenler olarak tutuluyor.
uk: Глосарії у новій версії зберігаються як звичайні складники.
zh_hans: 术语表现在存储为常规部件。

source: Dropped specific API for glossaries as component API is used now.
de: Die spezifische API für Glossare gestrichen, da jetzt die Komponenten-API verwendet wird.
ga: Úsáidtear API sonrach tite le haghaidh gluaiseanna mar API comhpháirteanna anois.
hu: A szójegyzékekhez tartozó speciális API megszűnt, helyette az összetevő API használható.
id: Menghapus API khusus untuk glosarium karena API komponen yang digunakan sekarang.
ja: 用語集に特化した API を廃止し、コンポーネント API を使用するように変更。
nl: Specifieke API voor woordenlijsten vervallen omdat nu de API voor onderdelen wordt gebruikt.
pt: Removido a API específica para glossários, já que a API de componente é usada agora.
pt_br: Removido a API específica para glossários, já que a API de componente é usada agora.
ro: S-a renunțat la API-ul specific pentru glosare, deoarece acum se utilizează API-ul pentru componente.
ru: Удалён особый API для словарей, поскольку теперь для них используется API компонента.
sv: Specifikt API för ordlistor har tagits bort eftersom komponent-API nu används.
ta: கூறு பநிஇ இப்போது பயன்படுத்தப்படுவதால் சொற்களஞ்சியங்களுக்கான குறிப்பிட்ட பநிஇ கைவிடப்பட்டது.
tr: Artık bileşen API uygulaması kullanıldığından sözlüklere özel API kaldırıldı.
uk: Вилучено спеціалізовані програмні інтерфейси для глосаріїв, оскільки для них тепер використовується програмний інтерфейс складників.
zh_hans: 删除了术语表的特定 API，因为现在使用部件 API。
zh_hant: 刪除了作為組件API的詞彙表的特定API。

source: Added simplified interface to toggle some of the flags.
de: Vereinfachte Oberfläche zum Umschalten einiger Markierungen hinzugefügt.
ga: Cuireadh comhéadan simplithe leis chun cuid de na bratacha a scoránaigh.
hu: Egyszerűsített felület került bevezetésre bizonyos jelzők kapcsolására.
id: Menambahkan antarmuka yang disederhanakan untuk mengaktifkan beberapa tanda.
ja: 一部のフラグを切り替えるための簡略化されたインタフェースの追加。
nl: Vereenvoudigde interface toegevoegd om met enkele vlaggen te kunnen schakelen.
pt: Adicionada interface simplificada para alternar alguns dos marcadores.
pt_br: Adicionada interface simplificada para alternar alguns dos marcadores.
ro: A fost adăugată o interfață simplificată pentru a comuta unele dintre indicatori.
ru: Добавлен упрощённый интерфейс для переключения некоторых флагов.
sv: Lagt till ett förenklat gränssnitt för att växla mellan vissa flaggor.
ta: சில கொடிகளை மாற்ற எளிமைப்படுத்தப்பட்ட இடைமுகம் சேர்க்கப்பட்டது.
tr: Bazı imleri değiştirmek için basitleştirilmiş arayüz eklendi.
uk: Додано спрощений інтерфейс для вмикання і вимикання деяких з прапорців.
zh_hans: 添加了用于切换某些标记的简化界面。
zh_hant: 添加了切換一些 flag 的簡化界面。

source: Added support for non-translatable or forbidden terms in the glossary.
de: Unterstützung für nicht übersetzbare oder unzulässige Begriffe im Glossar hinzugefügt.
ga: Tacaíocht bhreise do théarmaí neamh-aistrithe nó toirmiscthe sa ghluais.
hu: Nem fordítható vagy tiltott kifejezések támogatása hozzáadva a szójegyzékhez.
id: Menambahkan dukungan untuk istilah yang tidak dapat diterjemahkan atau dilarang dalam glosarium.
ja: 用語集に翻訳禁止、または使用禁止の訳語の機能の追加。
nl: Ondersteuning toegevoegd voor onvertaalbare of verboden termen in de woordenlijst.
pt: Adicionado suporte para termos não traduzidos ou proibidos no glossário.
pt_br: Adicionado suporte para termos não traduzidos ou proibidos no glossário.
ro: A fost adăugat suportul pentru termenii netraductibili sau interziși în glosar.
ru: Добавлена поддержка непереводимых и нежелательных терминов в словаре.
sv: Lagt till stöd för icke-översättbara eller förbjudna termer i ordlistan.
ta: சொற்களஞ்சியத்தில் மொழிபெயர்க்க முடியாத அல்லது தடைசெய்யப்பட்ட விதிமுறைகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Sözlüğe çevrilemeyen veya yasak terimler desteği eklendi.
uk: Додано підтримку непридатних до перекладу або заборонених термінів у глосарії.
zh_hans: 增加了对术语表中不可翻译或禁止的术语的支持。

source: Added support for defining terminology in a glossary.
de: Unterstützung für die Definition von Terminologie in einem Glossar hinzugefügt.
ga: Tacaíocht bhreise chun téarmaíocht a shainiú i ngluais.
hu: Hozzáadva a terminológia meghatározásának támogatása a szójegyzékben.
id: Menambahkan dukungan untuk mendefinisikan terminologi dalam glosarium.
ja: 用語集にプロジェクト固有の用語を定義する機能を追加。
nl: Ondersteuning toegevoegd voor het definiëren van terminologie in een woordenlijst.
pt: Adicionado suporte para definir terminologia num glossário.
pt_br: Adicionado suporte para definir terminologia em um glossário.
ro: A fost adăugat suport pentru definirea terminologiei într-un glosar.
ru: Добавлена поддержка определения терминологии в словаре.
sv: Lagt till stöd för att definiera terminologi i en ordlista.
ta: ஒரு சொற்களஞ்சியத்தில் சொற்களை வரையறுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Sözlüklere terminoloji tanımlama özelliği eklendi.
uk: Додано підтримку визначення термінології у глосарії.
zh_hans: 支持在术语表中定义专业术语。

source: Moved text direction toggle to get more space for the visual keyboard.
de: Den Umschalter für die Schreibrichtung verschoben, um mehr Platz für die visuelle Tastatur zu erhalten.
ga: Scoránaigh treo an téacs bogtha chun níos mó spáis a fháil don mhéarchlár amhairc.
hu: A szövegirány kapcsoló áthelyezésre került, hogy nagyobb hely jusson a vizuális billentyűzetnek.
id: Memindahkan tombol arah teks untuk mendapatkan lebih banyak ruang bagi papan ketik visual.
ja: テキストの方向を切り替えて、ビジュアル キーボードにスペースを追加。
nl: Verplaatste schakeling voor tekstrichting om meer ruimte te krijgen voor het visuele toetsenbord.
pt: Movido o botão da direção do texto para obter mais espaço para o teclado visual.
pt_br: Movido o botão da direção do texto para obter mais espaço para o teclado visual.
ro: Am mutat comutatorul de direcție a textului pentru a obține mai mult spațiu pentru tastatura vizuală.
ru: Переключатель направления текста перемещён, чтобы освободить побольше места для визуальной клавиатуры.
sv: Flyttade textriktningsknappen för att få mer utrymme för det visuella tangentbordet.
ta: காட்சி விசைப்பலகைக்கு அதிக இடத்தைப் பெற நகர்த்தப்பட்ட உரை திசை மாற்றவும்.
tr: Görsel klavyeye daha fazla alan sağlamak için metin yönünü değiştirme seçeneği taşındı.
uk: Перемикач напрямку запису мови пересунуто з метою отримати більше місце для віртуальної клавіатури.
zh_hans: 移动文本方向切换，为可视键盘获取更多空间。
zh_hant: 移動文本方向切換以獲取可視鍵盤的更多空間。

source: Added option to automatically watch projects user-contributed to.
de: Option zum automatischen Beobachten von Projekten hinzugefügt, zu denen Benutzer beigetragen haben.
ga: Rogha breise chun féachaint go huathoibríoch ar thionscadail ar chuir an t-úsáideoir leis.
hu: Beállítható, hogy a felhasználó automatikusan figyelje azokat a projekteket, amelyekhez hozzájárult.
id: Menambahkan opsi untuk memantau proyek yang disumbangkan oleh pengguna secara otomatis.
ja: ユーザーが貢献したプロジェクトを自動的に監視に追加するオプションの追加。
nl: Optie toegevoegd om automatisch projecten bij te houden waar de gebruiker aan bijgedragen heeft.
pt: Adicionada a opção de observar automaticamente os projetos para os quais o utilizador contribuiu.
pt_br: Adicionada a opção para monitorar automaticamente os projetos para os quais o usuário contribuiu.
ro: A fost adăugată opțiunea de a urmări automat proiectele la care a contribuit utilizatorul.
ru: Добавлен параметр для автоматического отслеживания проектов, в которые пользователь внёс свой вклад.
sv: Lagt till alternativ för att automatiskt följa projekt som användaren bidragit till.
ta: திட்டங்களை தானாகவே பார்க்க விருப்பம் பயனர் பத்தியில் உள்ளது.
tr: Kullanıcının katkıda bulunduğu projeleri kendiliğinden izleme seçeneği eklendi.
uk: Додано пункт для автоматичного спостереження за проєктами, учасником яких є користувач.
zh_hans: 添加了自动关注用户贡献的项目的选项。

source: Added check whether translation matches the glossary.
de: Prüfung auf Übereinstimmung der Übersetzung mit dem Glossar hinzugefügt.
ga: Cuireadh leis seiceáil an bhfuil an t-aistriúchán ag teacht leis an ngluais.
hu: Új ellenőrzés: a fordítás megfelel-e a szójegyzéknek.
id: Menambahkan pemeriksaan apakah terjemahan cocok dengan glosarium.
ja: 翻訳が用語集と一致するかどうかのチェックの追加。
nl: Controle toegevoegd of vertaling overeenkomt met de woordenlijst.
pt: Adicionada a verificação se a tradução corresponde ao glossário.
pt_br: Adicionada a verificação se a tradução corresponde ao glossário.
ro: S-a adăugat verificarea dacă traducerea se potrivește cu glosarul.
ru: Добавлена проверка на соответствие перевода термину в словаре.
sv: Lagt till kontroll av att översättningen stämmer överens med ordlistan.
ta: மொழிபெயர்ப்பு சொற்களஞ்சியத்துடன் பொருந்துமா என்பதை சரிபார்க்கவும்.
tr: Çevirinin sözlük ile eşleşip eşleşmediği denetimi eklendi.
uk: Додано перевірку того, чи переклад відповідає глосарію.
zh_hans: 添加了检查翻译是否与术语表匹配的功能。
zh_hant: 添加了檢查翻譯是否與詞彙表匹配的功能。

source: Added support for customizing navigation text color.
de: Unterstützung für die Anpassung der Navigationstextfarbe hinzugefügt.
ga: Tacaíocht bhreise chun dath an téacs nascleanúna a shaincheapadh.
hu: Hozzáadva a navigációs szövegszín testreszabásának lehetősége.
id: Menambahkan dukungan untuk menyesuaikan warna teks navigasi.
ja: 説明文の色の変更に対応。
nl: Ondersteuning toegevoegd voor het aanpassen van de tekstkleur voor navigeren.
pt: Adicionado suporte para personalizar a cor de texto de navegação.
pt_br: Adicionado suporte para personalizar a cor de texto de navegação.
ro: A fost adăugat suport pentru personalizarea culorii textului de navigare.
ru: Добавлена поддержка настройки цвета навигационного текста.
sv: Lagt till stöd för anpassning av navigeringstextens färg.
ta: வழிசெலுத்தல் உரை நிறத்தைத் தனிப்பயனாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Gezinme metninin rengini belirleme özelliği eklendi.
uk: Додана підтримка налаштування кольору тексту навігації.
zh_hans: 添加了对自定义导航文本颜色的支持。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/59?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/59?closed=1>`__.

source: The migration might take considerable time if you had big glossaries.
de: Bei umfangreichen Glossaren kann die Migration viel Zeit in Anspruch nehmen.
ga: Seans go dtógfadh an t-aistriú go leor ama dá mbeadh gluaiseanna móra agat.
hu: Nagy szójegyzékek esetén a migráció több időt is igénybe vehet.
id: Migrasi mungkin memakan waktu lama jika Anda memiliki glosarium yang besar.
ja: 容量の大きい用語集がある場合、移行時間が長くなることがあります。
nl: De migratie zou behoorlijk lang kunnen duren als u grote woordenlijsten hebt.
pt: A migração pode levar um tempo considerável se tiver grandes glossários.
pt_br: A migração pode levar um tempo considerável se você tiver grandes glossários.
ro: Migrarea ar putea dura mult timp în cazul în care aveți glosare mari.
ru: Если у вас есть большие словари, миграция может занять значительное время.
sv: Migreringen kan ta lång tid om du har stora ordlistor.
ta: உங்களிடம் பெரிய சொற்களஞ்சியம் இருந்தால் இடம்பெயர்வு கணிசமான நேரம் ஆகலாம்.
tr: Büyük sözlükleriniz varsa aktarım işlemi oldukça uzun sürebilir.
uk: Перехід на нову версію може бути досить тривалим, якщо у вас доволі великі глосарії.
zh_hans: 如果你的的术语表过大，迁移可能需要相当长的时间。
zh_hant: 如果你有大詞彙表，遷移可能需要相當長的時間。

source: The glossary API is removed, use regular translation API to access glossaries.
de: Die Glossar-API wurde entfernt. Verwenden Sie die reguläre Übersetzungs-API für den Zugriff auf Glossare.
ga: Baintear an API gluais, úsáid API aistriúcháin rialta chun rochtain a fháil ar ghluaiseanna.
hu: A szójegyzék API megszűnt, használja a normál fordítási API-t a szójegyzékek eléréséhez.
id: API glosarium dihapus, gunakan API terjemahan biasa untuk mengakses glosarium.
ja: 用語集の API を削除しました。通常の翻訳 API を使用して用語集にアクセスしてください。
nl: De API voor de woordenlijst is verwijderd, gebruik de normale API voor de vertaling voor toegang tot woordenlijsten.
pt: A API do glossário foi removida. Use a API de tradução normal para acessar os glossários.
pt_br: A API do glossário foi removida. Use a API de tradução normal para acessar os glossários.
ro: API-ul pentru glosare este eliminat, utilizați API-ul de traducere obișnuit pentru a accesa glosarele.
ru: API словаря удалён, для доступа к словарям используйте стандартный API перевода.
sv: Glossary API har tagits bort. Använd vanligt översättnings-API för att komma åt ordlistor.
ta: சொற்களஞ்சியம் பநிஇ அகற்றப்பட்டது, சொற்களஞ்சியங்களை அணுக வழக்கமான மொழிபெயர்ப்பு பநிஇ ஐப் பயன்படுத்து.
tr: Sözlük API uygulaması kaldırıldı. Sözlüklere erişmek için normal çeviri API uygulamasını kullanın.
uk: Вилучено програмний інтерфейс глосаріїв. Для доступу до глосаріїв скористайтеся звичайним програмним інтерфейсом перекладів.
zh_hans: 术语表 API 已移除，请使用常规翻译 API 访问术语表。
zh_hant: 刪除詞彙表API，使用定期翻譯API來訪問詞彙表。

source: There is a change in :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` should be added.
de: Es gibt eine Änderung in :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` sollte hinzugefügt werden.
ga: Tá athrú i :setting:`django:INSTALLED_APPS`; ba chóir ``weblate.metrics`` a chur leis.
hu: Változás történt a :setting:`django:INSTALLED_APPS` beállításban; hozzá kell adni a ``weblate.metrics`` modult.
id: Ada perubahan dalam :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` harus ditambahkan.
nl: Er is een wijziging in :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` zou moeten worden toegevoegd.
sv: Det finns en ändring i :setting:`django:INSTALLED_APPS`; ``weblate.metrics`` bör läggas till.
uk: Є зміна в :setting:`django:INSTALLED_APPS`; слід додати ``weblate.metrics``.

source: There is a new dependency on the `pyahocorasick` module.
de: Es gibt eine neue Abhängigkeit vom Modul `pyahocorasick`.
ga: Tá spleáchas nua ar an modúl `pyahocorasick`.
hu: Új függőségként megjelent a `pyahocorasick` modul.
id: Ada dependensi baru pada modul `pyahocorasick`.
ja: `pyahocorasick` モジュールには、新しい依存関係があります。
nl: Er is een nieuwe afhankelijkheid voor de module `pyahocorasick`.
pt: Há uma nova dependência do módulo `pyahocorasick`.
pt_br: Há uma nova dependência do módulo `pyahocorasick`.
ro: Există o nouă dependență de modulul `pyahocorasick`.
ru: Появилась новая зависимость от модуля `pyahocorasick`.
sv: Det finns ett nytt beroende på modulen `pyahocorasick`.
ta: `பியாஓகோராசிக்` தொகுதியில் புதிய சார்பு உள்ளது.
tr: `Pyahocorasick` modülüne yeni bir bağımlılık eklendi.
uk: Існує нова залежність від модуля `pyahocorasick`.
zh_hans: `pyahocorasick` 模块有一个新的依赖项。
zh_hant: “Pyahocorasick”模塊有一個新的依賴。

source: *Released on January 14th 2021.*
de: *Veröffentlicht am 14. Januar 2021.*
ga: *Eisithe ar 14 Eanáir 2021.*
hu: *Kiadva: 2021. január 14.*
id: *Dirilis pada 14 Januari 2021.*
nl: *Uitgegeven op 14 januari 2021.*
pt_br: *Atualizado em 14 de janeiro de 2021.*
sv: *Släpptes den 14 januari 2021.*
tr: *14 Ocak 2021 tarihinde yayınlandı.*
uk: *Випущено 14 січня 2021 року.*

source: Fixed corruption of one distributed MO file.
de: Die Beschädigung einer verteilten MO-Datei behoben.
ga: Éilliú seasta de chomhad MO dáileadh amháin.
hu: Javítva egy hiba, amely miatt az egyik terjesztett MO-fájl megsérülhetett.
id: Memperbaiki kerusakan pada satu berkas MO yang terdistribusi.
ja: 配布された 1 つの MO ファイルの破損を修正。
nl: Corruptie van een gedistribueerd MO-bestand gerepareerd.
pt: Corrigida a corrupção de um ficheiro MO distribuído.
pt_br: Corrigida a corrupção de um arquivo MO distribuído.
ro: A fost reparată deteriorarea unui fișier MO distribuit.
ru: В дистрибутиве исправлен один повреждённый MO-файл.
sv: Korruption av en distribuerad MO-fil har åtgärdats.
ta: விநியோகிக்கப்பட்ட mo கோப்பின் நிலையான ஊழல்.
tr: Dağıtılan bir MO dosyasının bozulması sorunu düzeltildi.
uk: Виправлено помилки у одному із поширюваних файлів MO.
zh_hans: 修复了一个发布的 MO 文件的崩溃问题。
zh_hant: 修復了一個發布的 MO 文件的崩潰問題。

source: *Released on January 13th 2021.*
de: *Veröffentlicht am 13. Januar 2021.*
ga: *Eisithe ar 13 Eanáir 2021.*
hu: *Kiadva: 2021. január 13.*
id: *Dirilis pada 13 Januari 2021.*
nl: *Uitgegeven op 13 januari 2021.*
pt_br: *Atualizado em 13 de janeiro de 2021.*
sv: *Släpptes den 13 januari 2021.*
tr: *13 Ocak 2021 tarihinde yayınlandı.*
uk: *Випущено 13 січня 2021 року.*

source: Fixed reverting plural changes.
de: Das Zurücksetzen von Pluraländerungen korrigiert.
ga: Athruithe iolra seasta ag filleadh.
hu: Többes szám változtatásának visszavonása javítva.
id: Memperbaiki perubahan jamak yang terbalik.
ja: 複数形の差し戻しを修正。
nl: Terugdraaien wijzigingen in meervouden gerepareerd.
pt: Corrigida a reversão de alterações plurais.
pt_br: Corrigida a reversão de alterações plurais.
ro: S-a reparat anularea modificărilor de plural.
ru: Исправлена отмена изменений в строках с множественным числом.
sv: Återställda pluraländringar.
ta: நிலையான மாற்றும் பன்மை மாற்றங்கள்.
tr: Çoğul değişikliklerini geri alma sorunu düzeltildi.
uk: Виправлено скасування змін у формах множини.
zh_hans: 修复了还原复数更改。

source: Fixed displaying help for project settings.
de: Die Anzeige der Hilfe für Projekteinstellungen korrigiert.
ga: Seasta ag taispeáint cabhair le haghaidh socruithe tionscadail.
hu: Projektbeállítások súgójának megjelenítése javítva.
id: Memperbaiki tampilan bantuan untuk pengaturan proyek.
ja: プロジェクト設定のヘルプの表示の修正。
nl: Weergeven van Help voor instellingen van project gerepareerd.
pt: Corrigida a exibição de ajuda para as configurações do projeto.
pt_br: Corrigida a exibição de ajuda para as configurações do projeto.
ro: S-a reparat afișarea ajutorului pentru setările proiectului.
ru: Исправлено отображение помощи для настроек проекта.
sv: Fixat visningshjälp för projektinställningar.
ta: திட்ட அமைப்புகளுக்கான நிலையான காட்சி உதவி.
tr: Proje ayarları için yardım görüntüleme sorunu düzeltildi.
uk: Виправлено вигляд довідки параметрів проєкту.
zh_hans: 修复了展示项目设置帮助。
zh_hant: 修復了展示項目設置幫助。

source: Improved administration of users.
de: Verbesserte Benutzerverwaltung.
ga: Riarachán feabhsaithe na n-úsáideoirí.
hu: Felhasználók adminisztrációjának fejlesztése.
id: Memperbaiki administrasi pengguna.
ja: ユーザーの管理の改善。
nl: Verbeterd beheer van gebruikers.
pt: Administração aprimorada de utilizadores.
pt_br: Administração aprimorada de usuários.
ro: Administrarea îmbunătățită a utilizatorilor.
ru: Улучшено управление пользователями.
sv: Förbättrad administration av användare.
ta: பயனர்களின் மேம்பட்ட நிர்வாகம்.
tr: Kullanıcı yönetimi iyileştirildi.
uk: Удосконалено керування користувачами.
zh_hans: 改进了用户管理。

source: Improved handling of context in monolingual PO files.
de: Verbesserte Handhabung des Kontexts in einsprachigen PO-Dateien.
ga: Láimhseáil feabhsaithe comhthéacs i gcomhaid PO aonteangacha.
hu: Egynyelvű PO-fájloknál a kontextus kezelésének javítása.
id: Peningkatan penanganan konteks dalam berkas PO monolingual.
ja: モノリンガルの PO ファイルでのコンテキスト処理の改善。
nl: Verbeterde afhandeling van de context in eentalige PO-bestanden.
pt: Melhorado o tratamento de contexto em ficheiros PO monolíngues.
pt_br: Melhorado o tratamento de contexto em arquivos PO monolíngues.
ro: Gestionarea îmbunătățită a contextului în fișierele PO monolingve.
ru: Улучшена обработка контекста в одноязычных PO-файлах.
sv: Förbättrad hantering av sammanhang i enspråkiga PO-filer.
ta: ஒருமொழி பிஓ கோப்புகளில் சூழலை மேம்படுத்தியது.
tr: Tek dilli PO dosyalarında bağlamın işlenmesi iyileştirildi.
uk: Удосконалено обробку контексту в одномовних файлах PO.
zh_hans: 改进了单语言 PO 文件中上下文的处理。
