Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The only difference between them is when adding new strings using Weblate. The nested structure format parses the newly added key and inserts the new string into the matching structure. For example ``app.name`` key is inserted as:
de: Der einzige Unterschied zwischen ihnen besteht beim Hinzufügen neuer Zeichenketten mit Weblate. Das Format mit verschachtelter Struktur analysiert den neu hinzugefügten Schlüssel und fügt die neue Zeichenkette in die entsprechende Struktur ein. Zum Beispiel wird der ``app.name``-Schlüssel eingefügt als:
ga: Is é an t-aon difríocht atá eatarthu ná nuair a chuirtear teaghráin nua leis ag baint úsáide as Weblate. Parsálann formáid an struchtúir neadaithe an eochair nua-bhreise agus cuireann sé an teaghrán nua isteach sa struchtúr meaitseála. Mar shampla cuirtear an eochair ``app.name`` isteach mar:
hu: A két formátum közti egyetlen különbség az új szövegek hozzáadásánál jelentkezik a Weblate-en belül. A beágyazott struktúra formátuma értelmezi az új kulcsot, és a megfelelő hierarchiába illeszti be az új szöveget. Például a ``app.name`` kulcs így kerül beillesztésre:
id: Satu-satunya perbedaan di antara keduanya adalah saat menambahkan string baru menggunakan Weblate. Format struktur bersarang mengurai kunci yang baru ditambahkan dan memasukkan string baru ke dalam struktur yang sesuai. Misalnya, kunci ``app.name`` dimasukkan sebagai:
ja: 唯一の違いは、Weblate を使用して新しい文字列を追加する場合です。ネスト化された構造のファイル形式では、新しく追加したキーを解析し、キーが一致した構造体に新しい文字列を挿入します。``app.name`` キーの挿入例:
nl: Het enige verschil tussen hen is bij het toevoegen van nieuwe tekenreeksen met Weblate. De geneste structuurindeling parset de nieuw toegevoegde sleutels e voegt de sleutel in de overeenkomende structuur in. Bijvoorbeeld de sleutel ``app.name`` wordt ingevoegd als:
pt: A única diferença entre eles é ao adicionar textos ao usar Weblate. O formato de estrutura aninhada analisa a tecla recém-adicionada e insere a cadeia na estrutura de correspondência. Por exemplo, a tecla ``app.name`` está inserida como:
pt_br: A única diferença entre eles é ao adicionar novos textos usando Weblate. O formato de estrutura aninhada analisa a chave recém-adicionada e insere o novo texto na estrutura de correspondência. Por exemplo, a chave ``app.name`` é inserida como:
ro: Singura diferență între ele este atunci când se adaugă șiruri noi folosind Weblate. Formatul structurii imbricate analizează cheia nou adăugată și introduce noul șir în structura corespunzătoare. De exemplu, cheia ``app.name`` este inserată ca:
ru: Единственная разница между ними проявляется при добавлении новых строк через Weblate: варианта формата «со вложенной структурой» разбирает ключи вновь добавленных строк и вставляет их в файл в виде соответствующей структуры. Например, ключ ``app.name`` будет вставлен как:
sv: Den enda skillnaden mellan dem är när man lägger till nya strängar med Weblate. Det kapslade strukturformatet analyserar den nyligen tillagda nyckeln och infogar den nya strängen i den matchande strukturen. Till exempel infogas nyckeln ``app.name`` som:
ta: வலைபெயர்ப்பைப் பயன்படுத்தி புதிய சரங்களைச் சேர்க்கும்போது அவற்றுக்கு இடையிலான ஒரே வேறுபாடு. கூடு கட்டிய கட்டமைப்பு வடிவம் புதிதாக சேர்க்கப்பட்ட விசையை மாற்றி, பொருத்தமான கட்டமைப்பில் புதிய சரத்தை செருகுகிறது. எடுத்துக்காட்டாக 'app.name' விசை பின்வருமாறு செருகப்படுகிறது:
tr: Aralarındaki tek fark, Weblate kullanarak yeni dizgeler eklerken. İç içe geçmiş yapı biçimi yeni eklenen anahtarı ayrıştırır ve yeni dizgeyi eşleşen yapıya ekler. Örneğin ``app.name`` anahtarı şöyle eklenir:
uk: Єдиною відмінністю є обробка додавання нових рядків за допомогою Weblate. У варіанті із вкладеністю програма робить спробу обробити ключ і вставити новий рядок у відповідну структуру. Наприклад, ключ ``app.name`` буде вставлено так:
zh_hans: 它们之间的唯一区别是使用 Weblate 添加新字符串时。嵌套结构格式解析新添加的键并将新字符串插入到匹配结构中。例如 ``app.name`` 键被插入为：
zh_hant: 它們之間的唯一區別是使用Weberate添加新字符串時。嵌套結構格式會解析新添加的鍵並將新字符串插入匹配結構。例如，“app.name`”鍵插入為：

source: Nested files are supported as well (see above for requirements), such a file can look like:
de: Verschachtelte Dateien werden ebenfalls unterstützt (siehe oben für die Anforderungen), eine solche Datei kann wie folgt aussehen:
ga: Tacaítear le comhaid neadaithe freisin (féach thuas le haghaidh riachtanas), is féidir go mbeadh cuma ar chomhad mar seo:
hu: A beágyazott fájlformátumokat is támogatja a rendszer (lásd fentebb a feltételeket), egy ilyen fájl például így nézhet ki:
id: Berkas bersarang juga didukung (lihat di atas untuk persyaratan), berkas tersebut dapat terlihat seperti:
ja: ネスト化したファイルにも対応しています（上記の要件を参照） 。ネスト化の記述方法:
nl: Geneste bestanden worden ook ondersteunt (bekijk hierboven voor de vereisten), een dergelijk bestand kan er uitzien als:
pt: Os ficheiros aninhados também são suportados (veja acima para os requisitos), tal ficheiro pode parecer:
pt_br: Os arquivos aninhados também são suportados (veja acima para os requisitos), tal arquivo pode parecer:
ro: Fișierele imbricate sunt, de asemenea, acceptate (a se vedea mai sus pentru cerințe), un astfel de fișier poate arăta ca:
ru: Также поддерживается вложенная структура файлов (условия поддержки смотрите выше), такой файл может выглядеть следующим образом:
sv: Nästlade filer stöds också (se ovan för krav), en sådan fil kan se ut så här:
ta: நெச்ட் செய்யப்பட்ட கோப்புகளும் ஆதரிக்கப்படுகின்றன (தேவைகளுக்கு மேலே காண்க), அத்தகைய கோப்பு இப்படி இருக்கும்:
tr: İç içe geçmiş dosyalar da desteklenir (gereksinimler için yukarıya bakın). Böyle bir dosya şöyle görünebilir:
uk: Підтримку файлів із вкладеністю також реалізовано (див. вимоги вище). Такий файл може виглядати ось так:
zh_hans: 也支持嵌套文件（要求请参见上面），这样的文件看起来像：
zh_hant: 也支持嵌套文件（要求請參見上面），這樣的文件看起來像：

source: `JSON nested structure file`
de: `JSON-Datei mit verschachtelter Struktur`
ga: `Comhad struchtúir neadaithe JSON`
hu: `Beágyazott szerkezetű JSON-fájl`
id: `Berkas struktur bersarang JSON`
ja: `JSON ネスト構造ファイル`
nl: `JSON genest structuurbestand`
pt: `Ficheiro de estrutura JSON aninhada`
pt_br: `Arquivo de estrutura JSON aninhada`
ro: `Fisier cu structură imbricata JSON`
ru: `Файл вложенной структуры JSON`
sv: `JSON-fil med nästlad struktur`
ta: 'சே.எச்.ஓ.என் கூடு கட்டும் கட்டமைப்பு கோப்பு'
tr: `JSON iç içe geçmiş yapı dosyası`
uk: `файл JSON із вкладеною структурою`
zh_hans: `JSON 嵌套结构文件`

source: :ref:`file_format_params` with the pattern `json_*` can be used to configure the behavior of the JSON format.
id: :ref:`file_format_params` dengan pola `json_*` dapat digunakan untuk mengonfigurasi perilaku format JSON.
sv: :ref:`file_format_params` med mönstret `json_*` kan användas för att konfigurera beteendet för JSON-formatet.

source: The Laravel PHP localization files are supported as well with plurals:
de: Die Laravel-PHP-Lokalisierungsdateien mit Pluralformen werden auch unterstützt:
ga: Tacaítear le comhaid logánaithe PHP Laravel chomh maith le hiolra:
hu: A Laravel PHP lokalizációs fájlokat a rendszer támogatja, beleértve a többes számokat is:
id: Berkas lokalisasi Laravel PHP juga didukung dengan bentuk jamak:
ja: Laravel PHP の現地語化ファイルは、複数形にも対応しています。記述例:
nl: De Laravel PHP-vertaalbestanden worden ook met meervouden ondersteund:
pt: Os ficheiros de localização do PHP de Laravel também são suportados com plurais:
pt_br: Os arquivos de localização em Laravel PHP também são suportados com plurais:
ro: Fișierele de localizare Laravel PHP sunt acceptate și cu plural:
ru: Файлы локализации Laravel PHP также поддерживают множественные формы:
sv: Laravel PHP-lokaliseringsfilerna stöds också med pluralformer:
ta: லாரவெல் பி.எச்.பி உள்ளூர்மயமாக்கல் கோப்புகள் பன்மைகளுடன் ஆதரிக்கப்படுகின்றன:
tr: Laravel PHP yerelleştirme dosyaları çoğul biçimler ile desteklenir:
uk: Передбачено підтримку файлів локалізації PHP Laravel, а також форм множини:
zh_hans: Laravel PHP 本地化文件也支持复数：
zh_hant: Laravel PHP 本地化文件也支持複數：

source: The translation keys no longer include PHP structure and only contain the actual key.
sv: Översättningsnycklarna innehåller inte längre PHP-strukturen utan endast själva nyckeln.

source: `Localization in Laravel`_
id: `Lokalisasi di Laravel`_
sv: `Lokalisering i Laravel`_

source: `Laravel PHP strings`
de: `Laravel-PHP-Zeichenketten`
ga: `Teaghráin PHP Laravel`
hu: `Laravel PHP-szövegek`
id: `String PHP Laravel`
ja: `Laravel PHP 文字列`
nl: `Laravel PHP-tekenreeksen`
pt_br: `Textos de Laravel PHP`
ru: `Строки PHP Laravel`
sv: Laravel PHP-strängar
ta: 'லாரவேல் பி.எச்.பி சரங்கள்'
tr: `Laravel PHP dizgeleri`
uk: `Рядки PHP Laravel`
zh_hans: `Laravel PHP 字符串`

source: Markdown files
de: Markdown-Dateien
ga: Comhaid marcáilte
hu: Markdown-fájlok
id: Berkas Markdown
ja: Markdown ファイル
nl: Markdown-bestanden
pt: Ficheiros de Markdown
pt_br: Arquivos de Markdown
ro: Fișiere Markdown
ru: Файлы Markdown
sv: Markdown-filer
ta: மார்க்டவுன் கோப்புகள்
tr: Markdown dosyaları
uk: Файли Markdown
zh_hans: Markdown 文件

source: The translatable content is extracted from the Markdown files and offered for the translation.
de: Der übersetzbare Inhalt wird aus den Markdown-Dateien extrahiert und zur Übersetzung angeboten.
ga: Baintear an t-ábhar inaistrithe as na comhaid Markdown agus tairgtear é don aistriúchán.
hu: A fordítható tartalom a Markdown-fájlokból kerül kinyerésre, és ezek kerülnek fordításra.
id: Konten yang dapat diterjemahkan diekstrak dari berkas Markdown dan ditawarkan untuk diterjemahkan.
ja: 翻訳するコンテンツを Markdown ファイルから抽出し、翻訳するために使用します。
nl: De vertaalbare inhoud wordt uitgenomen uit de Markdown-bestanden en aangeboden voor vertalen.
pt_br: O conteúdo traduzível é extraído dos arquivos Markdown e oferecido para a tradução.
ru: Переводимый контент извлекается из файлов Markdown и предлагается для перевода.
sv: Det översättningsbara innehållet extraheras från Markdown-filerna och erbjuds för översättning.
ta: மொழிபெயர்க்கக்கூடிய உள்ளடக்கம் மார்க்டவுன் கோப்புகளிலிருந்து பிரித்தெடுக்கப்பட்டு மொழிபெயர்ப்புக்காக வழங்கப்படுகிறது.
tr: Çevrilebilir içerik Markdown dosyalarından ayıklanır ve çevrilmek üzere sunulur.
uk: Придатні до перекладу дані буде видобуто з файлів Markdown і запропоновано до перекладу.
zh_hans: 从 Markdown 文件中提取可翻译内容并供翻译。

source: `Markdown file`
de: `Markdown-Datei`
ga: `Comhad Markdown`
hu: `Markdown-fájl`
id: `Berkas Markdown`
ja: `Markdown ファイル`
nl: `Markdown-bestand`
pt_br: `Arquivo Markdown`
ru: `Файл Markdown`
sv: `Markdown-fil`
ta: 'மார்க்டவுன் கோப்பு'
tr: `Markdown dosyası`
uk: `Файл Markdown`
zh_hans: `Markdown 文件`

source: draggable/i18n lang files
de: draggable/i18n-lang-Datei
ga: comhaid lang draggable/i18n
hu: draggable/i18n nyelvi fájlok
id: berkas bahasa yang dapat diseret/i18n
nl: te verslepen/mi18n-taalbestanden
pt_br: Arquivo lang draggable/i18n
sv: draggable/i18n-språkfiler
ta: இழுக்கக்கூடிய/i18n லாங் கோப்புகள்
tr: draggable/i18n dil dosyaları
uk: мовні файли draggable/i18n
zh_hans: draggable/i18n lang 文件

source: The library was former published as mi18n.
de: Die Bibliothek wurde früher als mi18n veröffentlicht.
ga: Foilsíodh an leabharlann mar mi18n roimhe seo.
hu: A könyvtár korábban mi18n néven volt ismert.
id: Perpustakaan tersebut sebelumnya diterbitkan sebagai mi18n.
nl: De bibliotheek werd eerder gepubliceerd als mi18n.
pt_br: A biblioteca foi publicada anteriormente como mi18n.
sv: Biblioteket publicerades tidigare som mi18n.
ta: நூலகம் முன்னாள் MI18N என வெளியிடப்பட்டது.
tr: Bu kitaplık daha önce mi18n adıyla yayınlanmıştı.
uk: Бібліотеку раніше було розповсюджено із назвою mi18n.
zh_hans: 这个库之前被发布为 mi18n。

source: File format used for JavaScript localization by `draggable/i18n`_. Syntactically it matches :ref:`javaprop`.
de: Dateiformat, das für die JavaScript-Lokalisierung von `draggable/i18n`_ verwendet wird. Syntaktisch entspricht es :ref:`javaprop`.
ga: Formáid comhaid a úsáidtear le haghaidh logánú JavaScript le `draggable/i18n`_. Meaitseálann sé go sytactic :ref:`javaprop`.
hu: A fájlformátumot a `draggable/i18n`_ JavaScript lokalizációhoz használja. Szintaxisa megegyezik a :ref:`javaprop` formátummal.
id: Format berkas yang digunakan untuk lokalisasi JavaScript oleh `draggable/i18n`_. Secara sintaksis, format ini cocok dengan :ref:`javaprop`.
nl: Bestandsindeling die wordt gebruikt voor vertalen van JavaScript met `draggable/i18n`_. Syntactisch komt het overeen met :ref:`javaprop`.
pt_br: Formato de arquivo usado para localização de JavaScript por `draggable/i18n`_. Sintaticamente, ele corresponde a :ref:`javaprop`.
sv: Filformat som används för JavaScript-lokalisering av `draggable/i18n`_. Syntaktiskt matchar det :ref:`javaprop`.
tr: JavaScript yerelleştirmesi için kullanılan dosya biçimi `draggable/i18n`_. Söz dizimsel olarak :ref:`javaprop` ile eşleşir.
uk: Формат файлів, який використовують для локалізації коду JavaScript за допомогою `draggable/i18n`_. Синтаксично збігається із :ref:`javaprop`.
zh_hans: `draggable/i18n`_ 用于 JavaScript 本地化的文件格式。在语法上它匹配 :ref:`javaprop`。

source: `draggabble/i18n lang file`
de: `draggabble/i18n-lang-Datei`
ga: `draggabble/i18n lang comhad`
hu: `draggabble/i18n nyelvi fájl`
id: `berkas bahasa yang diseret/i18n`
nl: `te verslepen/i18n-taalbestand`
pt_br: `Arquivo lang draggabble/i18n`
sv: `draggabble/i18n lang-fil`
tr: `draggabble/i18n dil dosyası`
uk: `мовний файл draggable/i18n`
zh_hans: `draggabble/i18n lang 文件`

source: Mobile Kotlin resources
de: Mobile-Kotlin-Ressourcen
ga: Soghluaiste acmhainní Kotlin
hu: Mobile Kotlin-erőforrások
id: Sumber daya Mobile Kotlin
ja: モバイル Kotlin リソース
nl: Mobile Kotlin bronnen
pt: Recursos de Mobile Kotlin
pt_br: Recursos Kotlin para dispositivos móveis
ro: Resurse Mobile Kotlin
ru: Мобильные ресурсы Kotlin
sv: Mobile Kotlin-resurser
ta: மொபைல் கோட்லின் வளங்கள்
tr: Mobile Kotlin kaynakları
uk: Ресурси Kotlin для мобільних пристроїв
zh_hans: Mobile Kotlin 资源

source: A variant of :doc:`/formats/android`. It differs in plural tag (``plural`` is used instead of ``plurals``) and escaping.
de: Eine Variante von :doc:`/formats/android`. Sie unterscheidet sich durch den Plural-Tag (``plural`` wird anstelle von ``plurals`` verwendet) und durch das Maskieren.
ga: Leagan de :doc:`/formats/android`. Tá difríocht ann sa chlib iolra (úsáidtear ``plural`` in ionad ``plurals``) agus sa chomhartha éalaithe.
hu: Ez a :doc:`/formats/android` formátum egy változata, amely a többes számú címke (``plural`` a ``plurals`` helyett), valamint a speciális karakterek kezelésének módjában tér el.
id: Varian dari :doc:`/formats/android`. Perbedaannya terletak pada tag jamak (``jamak`` digunakan sebagai ganti ``jamak``) dan meloloskan.
nl: Een variant van :doc:`/formats/android`. Het verschilt in de tag voor meervouden (``plural`` wordt gebruikt in plaats van ``plurals``) en in escapen.
sv: En variant av :doc:`/formats/android`. Den skiljer sig åt i plural-taggen (``plural`` används istället för ``plurals``) och escapning.
uk: Варіант :doc:`/formats/android`. Відрізняється тегом множини (замість ``plurals`` використовується ``plural``) та екрануванням.

source: `Mobile Kotlin resources <https://github.com/icerockdev/moko-resources>`_
id: `Sumber daya Kotlin seluler <https://github.com/icerockdev/moko-resources>`_
sv: `Mobila Kotlin-resurser <https://github.com/icerockdev/moko-resources>`_

source: `Mobile Kotlin Resource`
de: `Mobile-Kotlin-Ressource`
ga: `Acmhainn Soghluaiste Kotlin`
hu: `Mobil Kotlin-erőforrás`
id: `Sumber Daya Kotlin Seluler`
ja: `モバイル Kotlin リソース`
pt_br: `Recursos Kotlin para dispositivos móveis`
sv: `Mobil Kotlin-resurs`
ta: `மொபைல் கோட்லின் வளம்`
tr: `Mobile Kotlin kaynağı`
zh_hans: `Mobile Kotlin 资源`

source: Nextcloud Apps JSON files
sv: Nextcloud Apps JSON-filer

source: JSON-based format used in Nextcloud Apps that use JavaScript and HTML.
sv: JSON-baserat format som används i Nextcloud-appar som använder JavaScript och HTML.

source: `Nextcloud JSON file`
sv: `Nextcloud JSON-fil`

source: The translatable content is extracted from the OpenDocument files and offered for the translation.
de: Der übersetzbare Inhalt wird aus den OpenDocument-Dateien extrahiert und zur Übersetzung angeboten.
ga: Baintear an t-ábhar inaistrithe as na comhaid OpenDocument agus tairgtear é don aistriúchán.
hu: A fordítható tartalom az OpenDocument-fájlokból kerül kinyerésre, és ezek kerülnek fordításra.
id: Konten yang dapat diterjemahkan diekstrak dari berkas OpenDocument dan ditawarkan untuk diterjemahkan.
ja: 翻訳するコンテンツを、OpenDocument ファイルから抽出し、翻訳のために使用します。
nl: De vertaalbare inhoud wordt uitgenomen uit de OpenDocument-bestanden en aangeboden voor vertalen.
pt: O conteúdo traduzível é extraído dos ficheiros OpenDocument e oferecido para a tradução.
pt_br: O conteúdo traduzível é extraído dos arquivos OpenDocument e oferecido para a tradução.
ro: Conținutul traductibil este extras din fișierele OpenDocument și oferit pentru traducere.
ru: Переводимое содержимое извлекается из файлов OpenDocument и предлагается для перевода.
sv: Det översättningsbara innehållet extraheras från OpenDocument-filerna och erbjuds för översättning.
ta: மொழிபெயர்க்கக்கூடிய உள்ளடக்கம் opendocument கோப்புகளில் இருந்து பிரித்தெடுக்கப்பட்டு மொழிபெயர்ப்புக்காக வழங்கப்படுகிறது.
tr: Çevrilebilir içerik OpenDocument dosyalarından ayıklanır ve çevrilmek üzere sunulur.
uk: Придатні до перекладу дані буде видобуто з файлів OpenDocument і запропоновано до перекладу.
zh_hans: 可翻译的内容从 OpenDocument 文件中提取出来并提供给翻译。
zh_hant: 可翻譯內容從OpenDocument文件中提取，並為翻譯提供。

source: `OpenDocument file`
de: `OpenDocument-Datei`
ga: `Comhad OpenDocument`
hu: `OpenDocument-formátum`
id: `Berkas OpenDocument`
ja: `OpenDocument ファイル`
nl: `OpenDocument-bestand`
pt_br: `Arquivo OpenDocument`
ru: `Файл OpenDocument`
sv: `OpenDocument-fil`
ta: 'திறந்த ஆவணக் கோப்பு'
tr: `OpenDocument dosyası`
uk: `Файл OpenDocument`
zh_hans: `OpenDocument 文件`

source: PHP translations are usually monolingual, so it is recommended to specify a base file with (what is most often the) English strings.
de: PHP-Übersetzungen sind normalerweise einsprachig, daher ist es empfehlenswert, eine Basisdatei mit (meist) englischen Zeichenketten anzugeben.
ga: Is gnách go mbíonn aistriúcháin PHP aonteangacha, mar sin moltar bunchomhad a shonrú le teaghráin Bhéarla (an rud is minice).
hu: A PHP fordítások általában egynyelvűek, ezért ajánlott megadni egy alapfájlt (jellemzően angol nyelvű szövegekkel).
id: Terjemahan PHP biasanya bersifat monolingual, jadi disarankan untuk menentukan berkas dasar dengan (yang paling sering) string Inggris.
ja: 通常、PHP の翻訳はモノリンガルなので、（最も一般的な）英語の文字列で、基礎となる翻訳ファイルを設定してください。
nl: Vertalingen van PHP zijn gewoonlijk eentalig, aanbevolen wordt dus om ene basisbestand te specificeren met (wat het meestal zijn) Engelse tekenreeksen.
pt: As traduções do PHP são geralmente monolingues, por isso é recomendável especificar um ficheiro base com (o que é mais frequentemente os) cadeias em inglês.
pt_br: As traduções PHP são geralmente monolíngues, por isso é recomendável especificar um arquivo base com (o que é mais frequentemente os) textos em inglês.
ro: Traducerile PHP sunt, de obicei, monolingve, așa că se recomandă să specificați un fișier de bază cu (ceea ce este cel mai adesea) șiruri de caractere în limba engleză.
ru: Переводы PHP обычно одноязычные, поэтому рекомендуется указывать базовый файл со строками на (как это чаще всего бывает) английском языке.
sv: PHP-översättningar är vanligtvis enspråkiga, så det rekommenderas att ange en basfil med (oftast) engelska strängar.
ta: php மொழிபெயர்ப்புகள் பொதுவாக ஒற்றை மொழி கொண்டவை, எனவே ஒரு அடிப்படை கோப்பை (பெரும்பாலும் என்ன) ஆங்கில சரங்களுடன் குறிப்பிட பரிந்துரைக்கப்படுகிறது.
tr: PHP çevirileri genellikle tek dillidir. Bu nedenle (en sık kullanılan) İngilizce dizgeleri bulunan bir temel dosya belirtmeniz önerilir.
uk: Переклади PHP є, зазвичай, одномовними, тому рекомендуємо вказувати базовий файл, яким (здебільшого) є файл з рядками англійською мовою.
zh_hans: PHP翻译通常只包含一种语言，因此建议指定(最常见的)带英语字符串的模板文件。
zh_hant: PHP翻譯通常只包含一種語言，因此建議指定(最常見的)帶英語字符串的模板文件。

source: Weblate currently supports several variants of PHP translations:
de: Weblate unterstützt derzeit mehrere Varianten von PHP-Übersetzungen:
ga: Tacaíonn Weblate le roinnt leaganacha aistriúcháin PHP faoi láthair:
hu: A Weblate jelenleg többféle PHP-fordítási változatot támogat:
id: Weblate saat ini mendukung beberapa varian terjemahan PHP:
ja: 現在 Weblate が対応している PHP 翻訳ファイル:
nl: Weblate ondersteunt momenteel verscheidene varianten van PHP-vertalingen:
pt_br: O Weblate atualmente tem suporte a várias variantes das traduções PHP:
ru: В настоящее время Weblate поддерживает несколько вариантов перевода PHP:
sv: Weblate stöder för närvarande flera varianter av PHP-översättningar:
ta: வலைபெயர்ப்பு தற்போது பி.எச்.பி மொழிபெயர்ப்புகளின் பல வகைகளை ஆதரிக்கிறது:
tr: Weblate şu anda PHP çevirilerinin birkaç çeşidini destekler:
uk: У поточній версії Weblate передбачено підтримку декількох варіантів перекладів PHP:
zh_hans: Weblate 目前支持几种 PHP 翻译的变体：

source: Monolingual PHP strings in various syntax
de: Einsprachige PHP-Zeichenketten in verschiedenen Syntaxen
ga: Teaghráin PHP aonteangacha i gcomhréir éagsúla
hu: Egynyelvű PHP-szövegek különböző szintaxissal
id: String PHP monolingual dalam berbagai sintaksis
ja: さまざまな構文のモノリンガル PHP 文字列
nl: Eentalige PHP-tekenreeksen in verschillende syntaxis
pt_br: Textos PHP monolíngues em várias sintaxes
ru: Одноязычные строки PHP с различным синтаксисом
sv: Enspråkiga PHP-strängar i olika syntaxer
ta: பல்வேறு சொற்றொடர் அமைப்பில் உள்ள ஒற்றை மொழி php சரங்கள்
tr: Çeşitli söz dizimlerinde tek dilli PHP dizgeleri
uk: Одномовні рядки PHP у різному синтаксисі
zh_hans: 多种语法格式的单语言 PHP 字符串

source: `PHP strings`
de: `PHP-Zeichenketten`
ga: `teaghráin PHP`
hu: `PHP-szövegek`
id: `String PHP`
ja: `PHP 文字列`
nl: `PHP tekenreeksen`
pt: `Cadeias do PHP`
pt_br: `Textos do PHP`
ro: `PHP șiruri de caractere`
ru: `Строки PHP`
sv: `PHP-strängar`
ta: 'php சரங்கள்'
tr: `PHP dizgeleri`
uk: `Рядки PHP`
zh_hans: `PHP 字符串`

source: Translation format used in Qt based applications.
de: In Qt-basierten Anwendungen verwendetes Übersetzungsformat.
ga: Formáid aistriúcháin a úsáidtear i bhfeidhmchláir Qt.
hu: Fordítási formátum, amelyet Qt-alapú alkalmazások használnak.
id: Format terjemahan yang digunakan dalam aplikasi berbasis Qt.
ja: Qt ベースのアプリケーションで使用する翻訳形式。
nl: Vertaalindeling, gebruikt in op Qt gebaseerde toepassingen.
pt: Formato de tradução usado em aplicações baseados em Qt.
pt_br: Formato de tradução usado em aplicativos baseados em Qt.
ro: Format de traducere utilizat în aplicațiile bazate pe Qt.
ru: Формат перевода, используемый в приложениях на основе Qt.
sv: Översättningsformat som används i Qt-baserade applikationer.
ta: கியுடி அடிப்படையிலான பயன்பாடுகளில் பயன்படுத்தப்படும் மொழிபெயர்ப்பு வடிவம்.
tr: Qt temelli uygulamalarda kullanılan çeviri biçimi.
uk: Формат перекладів, який використовується у перекладах програм на основі Qt.
zh_hans: 基于 Qt 的应用中使用的翻译格式。
zh_hant: 基於 Qt 的應用中使用的翻譯格式。
