Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Use Weblate logos in visuals to truthfully refer to and/or to link to the applicable programs, products, services and technologies hosted on Weblate servers.
de: Verwenden Sie Weblate-Logos in Anschauungsmaterial, um wahrheitsgemäß auf die entsprechenden Programme, Produkte, Dienste und Technologien zu verweisen, die auf Weblate-Servern gehostet werden, und/oder darauf zu verlinken.
ga: Bain úsáid as lógónna Weblate in amharcléirithe chun tagairt go fírinneach a dhéanamh do na cláir, táirgí, seirbhísí agus teicneolaíochtaí is infheidhme arna óstáil ar fhreastalaithe Weblate agus/nó chun nascadh leo.
hu: Használhatja a Weblate logókat vizuális elemekben, ha azok hitelesen utalnak Weblate szervereken elérhető programokra, termékekre, szolgáltatásokra vagy technológiákra, illetve azokhoz vezetnek.
id: Gunakan logo Weblate dalam visual untuk merujuk secara jujur dan/atau menautkan ke program, produk, layanan, dan teknologi yang berlaku yang dihosting di server Weblate.
nl: Logo's van Weblate visueel te gebruiken om naar waarheid te verwijzen naar en/of te koppelen met van toepassing zijnde programma's, producten, services en technologieën, die worden gehost op servers van Weblate.
pt_br: Usar logotipos do Weblate em elementos visuais para se referir verdadeiramente e/ou criar links para programas, produtos, serviços e tecnologias aplicáveis hospedados nos servidores do Weblate.
sv: Använd Weblate-logotyper i visuella material för att på ett korrekt sätt hänvisa till och/eller länka till tillämpliga program, produkter, tjänster och tekniker som finns på Weblate-servrar.
ta: வலைபெயர்ப்பு சேவையகங்களில் வழங்கப்பட்ட பொருந்தக்கூடிய நிரல்கள், தயாரிப்புகள், சேவைகள் மற்றும் தொழில்நுட்பங்களுடன் உண்மையாகவும்/அல்லது இணைக்கவும் காட்சிகளில் வலைபெயர்ப்பு லோகோக்களைப் பயன்படுத்தவும்.
tr: Weblate sunucularında barındırılan ilgili programlara, ürünlere, hizmetlere ve teknolojilere doğru bir şekilde atıfta bulunmak ve/veya bağlantı sağlamak için görsellerde Weblate logolarını kullanın.
uk: Використовуйте логотипи Weblate у візуальних матеріалах, щоб належно вказувати та/або посилатися на відповідні програми, продукти, послуги та технології, розміщені на серверах Weblate.
zh_hans: 在视觉效果中使用 Weblate 徽标来真实地引用和/或链接到托管在 Weblate 服务器上的适用程序、产品、服务和技术。

source: Use Weblate wordmarks to explain that your software is based on Weblate's open-source code or is compatible with Weblate's software.
de: Verwenden Sie Weblate-Wortmarken, um zu erklären, dass Ihre Software auf dem Open-Source-Code von Weblate basiert oder mit der Software von Weblate kompatibel ist.
ga: Bain úsáid as focalmharcanna Weblate chun a mhíniú go bhfuil do bhogearraí bunaithe ar chód foinse oscailte Weblate nó go bhfuil sé comhoiriúnach le bogearraí Weblate.
hu: Használhatja a Weblate szóvédjegyeket annak magyarázatára, hogy a szoftvere a Weblate nyílt forráskódjára épül vagy kompatibilis vele.
id: Gunakan tanda kata Weblate untuk menjelaskan bahwa perangkat lunak Anda didasarkan pada kode sumber terbuka Weblate atau kompatibel dengan perangkat lunak Weblate.
nl: Weblate woordmerken gebruiken om uit te leggen dat uw software is gebaseerd op de open-bron code van Weblate of compatibel is met de software van Weblate.
pt_br: Usar marcas registradas do Weblate para explicar que seu software é baseado no código-fonte aberto do Weblate ou é compatível com o software do Weblate.
sv: Använd Weblate-ordmärken för att förklara att din programvara är baserad på Weblates öppen källkod eller är kompatibel med Weblates programvara.
ta: உங்கள் மென்பொருள் வெப்லேட்டின் திறந்த மூலக் குறியீட்டை அடிப்படையாகக் கொண்டது அல்லது வெப்லேட்டின் மென்பொருளுடன் இணக்கமானது என்பதை விளக்க வலைபெயர்ப்பு வேர்ட்மார்க்சைப் பயன்படுத்தவும்.
tr: Yazılımınızın açık kaynaklı Weblate kodunu kullandığını veya Weblate yazılımıyla uyumlu olduğunu açıklamak için Weblate sözcük markalarını kullanın.
uk: Використовуйте позначки Weblate, щоб пояснити, що ваше програмне забезпечення засновано на відкритому коді Weblate або сумісне з програмним забезпеченням Weblate.
zh_hans: 使用 Weblate 文字商标来解释您的软件基于 Weblate 的开源代码或与 Weblate 的软件兼容。

source: Describe a social media account, page, or community in accordance with the Social Media Guidelines.
de: Beschreiben Sie ein Social-Media-Konto, eine Social-Media-Seite oder -Community gemäß den Social-Media-Richtlinien.
ga: Déan cur síos ar chuntas meán sóisialta, ar leathanach nó ar phobal i gcomhréir leis na Treoirlínte Meáin Shóisialta.
hu: Leírhat közösségi média fiókot, oldalt vagy közösséget a közösségi média irányelveknek megfelelően.
id: Jelaskan akun, halaman, atau komunitas media sosial sesuai dengan Pedoman Media Sosial.
nl: Een account voor sociale media, pagina of gemeenschap te beschrijven in overeenstemming met de Social Media Guidelines.
pt_br: Descrever uma conta, página ou comunidade de mídia social de acordo com as Diretrizes de Mídias Sociais.
sv: Beskriv ett konto, en sida eller en community på sociala medier i enlighet med riktlinjerna för sociala medier.
ta: சமூக ஊடக வழிகாட்டுதல்களின்படி ஒரு சமூக ஊடக கணக்கு, பக்கம் அல்லது சமூகத்தை விவரிக்கவும்.
tr: Bir sosyal medya hesabını, sayfasını veya topluluğunu sosyal medya yönergelerine uygun olarak tanımlayın.
uk: Опишіть обліковий запис у соціальних мережах, сторінку або спільноту в соціальних мережах відповідно до Настанов з соціальних мереж.
zh_hans: 根据社交媒体准则描述社交媒体账号、页面或社区。

source: All other uses of a Weblate trademark require our prior written permission. This includes any use of a Weblate trademark in a domain name.
de: Alle anderen Verwendungen eines Markenzeichens von Weblate bedürfen unserer vorherigen schriftlichen Genehmigung. Dies gilt auch für das Verwenden eines Weblate-Markenzeichens in einem Domainnamen.
ga: Teastaíonn ár gcead i scríbhinn roimh ré chun gach úsáid eile a bhaintear as trádmharc Weblate. Áirítear leis seo aon úsáid a bhaintear as trádmharc Weblate in ainm fearainn.
hu: Minden egyéb Weblate védjegyhasználathoz előzetes írásos engedély szükséges. Ez különösen vonatkozik a Weblate védjegy domainnévben való használatára.
id: Semua penggunaan merek dagang Weblate lainnya memerlukan izin tertulis sebelumnya dari kami. Ini termasuk penggunaan merek dagang Weblate dalam nama domain.
nl: Elk ander gebruik van een handelsmerk van Weblate vereist onze voorafgaande schriftelijke toestemming. Dit omvat elk gebruik van een handelsmerk van Weblate in een domeinnaam.
pt_br: Todos os outros usos de uma marca registrada do Weblate exigem nossa permissão prévia por escrito. Isso inclui qualquer uso de uma marca registrada do Weblate em um nome de domínio.
sv: All annan användning av ett Weblate-varumärke kräver vårt skriftliga tillstånd i förväg. Detta inkluderar all användning av ett Weblate-varumärke i ett domännamn.
ta: வலைபெயர்ப்பு வர்த்தக முத்திரையின் மற்ற அனைத்து பயன்பாடுகளும் எங்கள் முன் எழுத்துப்பூர்வ இசைவு தேவை. டொமைன் பெயரில் வலைபெயர்ப்பு வர்த்தக முத்திரையின் எந்த பயன்பாடும் இதில் அடங்கும்.
tr: Weblate ticari markasının diğer tüm kullanımları için önceden yazılı iznimizi almanız gerekir. Buna bir etki alanı adında Weblate ticari markasının herhangi bir şekilde kullanımı da dahildir.
uk: Будь-яке інше використання торгової марки Weblate вимагає нашого попереднього письмового дозволу. Це включає будь-яке використання торгової марки Weblate у доменному імені.
zh_hans: 对 Weblate 商标的所有其他使用均需事先获得我们的书面许可。这包括在域名中使用 Weblate 商标。

source: When allowed, how should I use a Weblate trademark?
de: Wie sollte ich ein Weblate-Markenzeichen verwenden, wenn dies erlaubt ist?
ga: Nuair a cheadaítear é, conas ba cheart dom trádmharc Weblate a úsáid?
hu: Hogyan használhatom a Weblate védjegyeket, ha az engedélyezett?
id: Jika diizinkan, bagaimana saya harus menggunakan merek dagang Weblate?
nl: Indien toegestaan, hoe zou ik een handelsmerk van Weblate moeten gebruiken?
pt_br: Quando permitido, como devo usar uma marca registrada do Weblate?
sv: När det är tillåtet, hur ska jag använda ett Weblate-varumärke?
ta: அனுமதிக்கப்படும்போது, நான் ஒரு வலைபெயர்ப்பு வர்த்தக முத்திரையை எவ்வாறு பயன்படுத்த வேண்டும்?
tr: İzin verildiğinde, Weblate ticari markasını nasıl kullanmalıyım?
uk: Коли це дозволено, як я можу використовувати торгову марку Weblate?
zh_hans: 如果允许，我应该如何使用 Weblate 商标？

source: General Guidelines
de: Allgemeine Richtlinien
ga: Treoirlínte Ginearálta
hu: Általános irányelvek
id: Pedoman Umum
nl: Algemene richtlijnen
pt_br: Diretrizes Gerais
sv: Allmänna riktlinjer
ta: பொது வழிகாட்டுதல்கள்
tr: Genel Yönergeler
uk: Загальні настанови
zh_hans: 一般准则

source: **Do:**
de: **Tun:**
ga: **Déan:**
hu: **Szabad:**
id: **Lakukan:**
nl: **Doen:**
pt_br: **Faça:**
sv: **Gör:**
ta: ** செய்: **
tr: **Şunları yapın:**
uk: **Робіть так:**
zh_hans: **允许：**

source: Use the Weblate trademark exactly as shown in the list above.
de: Verwenden Sie das Markenzeichen von Weblate genau wie in der obigen Liste angegeben.
ga: Bain úsáid as an trádmharc Weblate díreach mar a thaispeántar sa liosta thuas.
hu: A Weblate védjegyet pontosan úgy használja, ahogy a fenti listában szerepel.
id: Gunakan merek dagang Weblate persis seperti yang ditunjukkan dalam daftar di atas.
nl: Gebruik het handelsmerk van Weblate exact zoals weergegeven in bovenstaande lijst.
pt_br: Usar a marca registrada do Weblate exatamente como mostrado na lista acima.
sv: Använd varumärket Weblate exakt som det visas i listan ovan.
ta: மேலே உள்ள பட்டியலில் காட்டப்பட்டுள்ளபடி வலைபெயர்ப்பு வர்த்தக முத்திரையைப் பயன்படுத்தவும்.
tr: Weblate ticari markasını yukarıdaki listede gösterildiği şekilde kullanın.
uk: Використовуйте торгову марку Weblate точно так, як показано в списку вище.
zh_hans: 请严格按照上述列表所示使用 Weblate 商标。

source: Use Weblate wordmarks only as a noun. Avoid Adjectives and Verbs. Do not use them in plural.
de: Verwenden Sie Weblate-Wortmarken nur als Substantiv. Vermeiden Sie Adjektive und Verben. Verwenden Sie sie nicht im Plural.
ga: Bain úsáid as focalmharcanna Weblate mar ainmfhocal amháin. Seachain Aidiachtaí agus Briathra. Ná húsáid san iolra iad.
hu: A Weblate szóvédjegyeket főnévként használja. Ne használja melléknévként vagy igeként. Ne használja többes számban.
id: Gunakan tanda kata Weblate hanya sebagai kata benda. Hindari kata sifat dan kata kerja. Jangan gunakan kata sifat dan kata kerja dalam bentuk jamak.
nl: Gebruik Weblate woordmerken alleen als een zelfstandig naamwoord. Vermijd bijvoeglijke naamwoorden en werkwoorden. Gebruik ze niet in meervoudsvormen.
pt_br: Usar marcas de palavras do Weblate somente como substantivo. Evite adjetivos e verbos. Não os use no plural.
sv: Använd Weblate-ordmärken endast som substantiv. Undvik adjektiv och verb. Använd dem inte i plural.
ta: வலைபெயர்ப்பு வேர்ட்மார்க்சை பெயர்ச்சொல்லாக மட்டுமே பயன்படுத்தவும். பெயரடைகள் மற்றும் வினைச்சொற்களைத் தவிர்க்கவும். அவற்றை பன்மையில் பயன்படுத்த வேண்டாம்.
tr: Weblate sözcük markalarını yalnızca bir ad olarak kullanın. Sıfat ve fiillerden kaçının. Bunları çoğul olarak kullanmayın.
uk: Використовуйте позначки Weblate тільки як іменники. Уникайте прикметників і дієслів. Не використовуйте їх у множині.
zh_hans: 仅将 Weblate 文字商标用作名词。请避免使用形容词和动词。请勿使用复数形式。

source: **Don't:**
de: **Nicht:**
ga: **Ná:**
hu: **Tilos:**
id: **Jangan lakukan:**
nl: **Niet doen:**
pt_br: **Não faça:**
sv: **Gör inte:**
ta: ** வேண்டாம்: **
tr: **Şunları yapmayın:**
uk: **Не робіть так:**
zh_hans: **不允许：**

source: Don't use Weblate trademarks in the name of your business, product, service, app, domain name, publication, or other offering.
de: Verwenden Sie keine Weblate-Markenzeichen im Namen Ihres Unternehmens, Produkts, Dienstes, Ihrer App, Domain, Publikation oder eines anderen Angebots.
ga: Ná húsáid trádmharcanna Weblate in ainm do ghnó, táirge, seirbhíse, aipe, ainm fearainn, foilseacháin nó tairiscint eile.
hu: Ne használja a Weblate védjegyeket a vállalkozásának, termékének, szolgáltatásának, alkalmazásának, domain nevének, kiadványának vagy egyéb ajánlatának nevében.
id: Jangan gunakan merek dagang Weblate atas nama bisnis, produk, layanan, aplikasi, nama domain, publikasi, atau penawaran lainnya.
nl: Gebruik Weblate handelsmerken niet in de naam van uw bedrijf, product, service, app, domeinnaam, publicatie of andere aanprijzing.
pt_br: Não usar marcas registradas do Weblate no nome da sua empresa, produto, serviço, aplicativo, nome de domínio, publicação ou outra oferta.
sv: Använd inte Weblates varumärken i namnet på ditt företag, din produkt, tjänst, app, domännamn, publikation eller annat erbjudande.
ta: உங்கள் வணிகம், தயாரிப்பு, பணி, பயன்பாடு, டொமைன் பெயர், வெளியீடு அல்லது பிற பிரசாதத்தின் பெயரில் வலைபெயர்ப்பு வர்த்தக முத்திரைகளைப் பயன்படுத்த வேண்டாம்.
tr: Weblate ticari markalarını işletmenizin, ürününüzün, hizmetinizin, uygulamanızın, etki alanı adınızın, yayınınızın veya diğer sundularınızın adında kullanmayın.
uk: Не використовуйте торгові марки Weblate в назві вашого бізнесу, продукту, послуги, програми, доменного імені, публікації або іншої пропозиції.
zh_hans: 请勿在您的企业、产品、服务、应用、域名、出版物或其他产品名称中使用 Weblate 商标。

source: Don't use marks, logos, company names, slogans, domain names, or designs that are confusingly like Weblate trademarks.
de: Verwenden Sie keine Marken, Logos, Firmennamen, Slogans, Domainnamen oder Designs, die den Weblate-Markenzeichen zum Verwechseln ähnlich sind.
ga: Ná húsáid marcanna, lógónna, ainmneacha cuideachtaí, manaí, ainmneacha fearainn, nó dearaí atá cosúil le trádmharcanna Weblate go mearbhaill.
hu: Ne használjon olyan márkajelzéseket, logókat, cégneveket, szlogeneket, domaineket vagy dizájnelemeket, amelyek könnyen összetéveszthetők a Weblate védjegyekkel.
id: Jangan gunakan merek, logo, nama perusahaan, slogan, nama domain, atau desain yang membingungkan seperti merek dagang Weblate.
nl: Gebruik geen merken, logo's, bedrijfsnamen, slogans, domeinnamen of ontwerpen die verwarrend lijken op handelsmerken van Weblate.
pt_br: Não usar marcas, logotipos, nomes de empresas, slogans, nomes de domínio ou designs que sejam confusamente parecidos com as marcas registradas do Weblate.
sv: Använd inte märken, logotyper, företagsnamn, slogans, domännamn eller designer som kan förväxlas med Weblates varumärken.
ta: வலைபெயர்ப்பு வர்த்தக முத்திரைகள் போன்ற குழப்பமான மதிப்பெண்கள், லோகோக்கள், நிறுவனத்தின் பெயர்கள், கோசங்கள், டொமைன் பெயர்கள் அல்லது வடிவமைப்புகளைப் பயன்படுத்த வேண்டாம்.
tr: Weblate ticari markalarına kafa karıştırıcı derecede benzeyen markalar, logolar, şirket adları, sloganlar, etki alanı adları veya tasarımlar kullanmayın.
uk: Не використовуйте знаки, логотипи, назви компаній, слогани, доменні імена або дизайни, які можна сплутати з торговими марками Weblate.
zh_hans: 请勿使用与 Weblate 商标相似且容易引起混淆的商标、徽标、公司名称、口号、域名或设计。

source: Don't use Weblate trademarks in a way that incorrectly implies affiliation with, or sponsorship, endorsement, or approval by Weblate of your products or services.
de: Verwenden Sie Weblate-Markenzeichen nicht in einer Weise, die fälschlicherweise den Eindruck erweckt, dass Ihre Produkte oder Dienste Weblate zugehörig sind oder von Weblate gesponsert, gebilligt oder genehmigt werden.
ga: Ná húsáid trádmharcanna Weblate ar bhealach a thugann le tuiscint go mícheart go bhfuil baint agat le do tháirgí nó seirbhísí, nó urraíocht, formhuiniú nó formheas ó Weblate.
hu: Ne használja a Weblate védjegyeket úgy, hogy az tévesen azt sugallja, hogy a Weblate kapcsolódik, támogatja, jóváhagyja vagy ajánlja az Ön termékét vagy szolgáltatását.
id: Jangan menggunakan merek dagang Weblate dengan cara yang secara tidak tepat menyiratkan afiliasi dengan, atau sponsor, dukungan, atau persetujuan oleh Weblate atas produk atau layanan Anda.
nl: Gebruik geen Weblate handelsmerken op een manier die onjuist partnerschap impliceert met, of sponsorschap, gedogen of goedgekeurd door Weblate voor uw producten of services.
pt_br: Não usar marcas registradas do Weblate de forma que implique incorretamente afiliação, patrocínio, endosso ou aprovação do Weblate de seus produtos ou serviços.
sv: Använd inte Weblates varumärken på ett sätt som felaktigt antyder att Weblate är knutet till, sponsrar, stöder eller godkänner dina produkter eller tjänster.
ta: உங்கள் தயாரிப்புகள் அல்லது சேவைகளின் வலைபெயர்ப்பு மூலம் இணைப்பை, அல்லது ச்பான்சர்சிப், ஒப்புதல் அல்லது ஒப்புதல் ஆகியவற்றை தவறாக குறிக்கும் வகையில் வலைபெயர்ப்பு வர்த்தக முத்திரைகளைப் பயன்படுத்த வேண்டாம்.
tr: Weblate ticari markalarını, ürünleriniz veya hizmetlerinizin Weblate ile bağlantılı olduğunu, bunları desteklediğini veya onayladığını yanlış bir şekilde ima edecek şekilde kullanmayın.
uk: Не використовуйте торгові марки Weblate таким чином, щоб це невірно вказувало на приналежність до Weblate, спонсорство, просування або схвалення ваших продуктів або послуг з боку Weblate.
zh_hans: 请勿以错误暗示与您的产品或服务有关联、赞助、认可或批准的方式使用 Weblate 商标。

source: Don't display Weblate trademarks more prominently than your product, service, or company name.
de: Zeigen Sie Weblate-Markenzeichen nicht prominenter als Ihren Produkt-, Dienst- oder Firmennamen an.
ga: Ná taispeáin trádmharcanna Weblate níos suntasaí ná do tháirge, do sheirbhís nó d'ainm cuideachta.
hu: Ne jelenítse meg a Weblate védjegyeket hangsúlyosabban, mint a saját termék-, szolgáltatás- vagy cégnév.
id: Jangan tampilkan merek dagang Weblate lebih menonjol daripada nama produk, layanan, atau perusahaan Anda.
nl: Geef geen handelsmerken van Weblate meer prominent weer dan die van uw product, service of bedrijfsnaam.
pt_br: Ocultar as marcas registradas da Weblate com mais destaque do que o nome de seu produto, serviço ou empresa.
sv: Visa inte Weblates varumärken mer framträdande än ditt produkt-, tjänste- eller företagsnamn.
ta: உங்கள் தயாரிப்பு, பணி அல்லது நிறுவனத்தின் பெயரை விட வலைபெயர்ப்பு வர்த்தக முத்திரைகளை முக்கியமாகக் காட்ட வேண்டாம்.
tr: Weblate ticari markalarını ürün, hizmet veya şirket adınızdan daha belirgin bir şekilde göstermeyin.
uk: Не показуйте торгові марки Weblate більш помітно, ніж ваш продукт, послугу або назву компанії.
zh_hans: 请勿将 Weblate 商标显示得比您的产品、服务或公司名称更突出。

source: Don't use Weblate trademarks on merchandise for sale (e.g., selling t-shirts, mugs, etc.).
de: Verwenden Sie Weblate-Markenzeichen nicht auf Verkaufsartikeln (z. B. T-Shirts, Tassen usw.).
ga: Ná húsáid trádmharcanna Weblate ar earraí atá ar díol (m.sh., t-léinte a dhíol, mugaí, etc.).
hu: Ne használja a Weblate védjegyeket kereskedelmi célú termékeken (pl. póló, bögre stb. árusítása).
id: Jangan menggunakan merek dagang Weblate pada barang dagangan yang dijual (misalnya, menjual kaus, mug, dll.).
nl: Gebruik geen handelsmerken van Weblate op merchandise voor verkoop (bijv. verkopen van T-shirts, mokken, etc.).
pt_br: Não usar marcas registradas do Weblate em produtos para venda (por exemplo, camisetas, canecas, etc.).
sv: Använd inte Weblates varumärken på varor som säljs (t.ex. t-shirts, muggar etc.).
ta: விற்பனைக்கு வணிகப் பொருட்களில் வலைபெயர்ப்பு வர்த்தக முத்திரைகளைப் பயன்படுத்த வேண்டாம் (எ.கா., டி-சர்ட்கள், குவளைகள் போன்றவை விற்பனை செய்தல்).
tr: Weblate ticari markalarını satılık ürünlerde (örneğin tişört, kupa vb. satışlarında) kullanmayın.
uk: Не використовуйте торгові марки Weblate на товарах для продажу (наприклад, на футболках, кружках тощо).
zh_hans: 请勿在待售商品上使用 Weblate 商标（例如，出售 T 恤、马克杯等）。

source: Don't use Weblate trademarks for any other form of commercial use (e.g. offering technical support services).
de: Verwenden Sie Weblate-Markenzeichen nicht für andere Formen der kommerziellen Nutzung (z. B. das Anbieten von Diensten zur technischen Unterstützung).
ga: Ná húsáid trádmharcanna Weblate le haghaidh aon chineál eile úsáide tráchtála (m.sh. seirbhísí tacaíochta teicniúla a thairiscint).
hu: Ne használja a Weblate védjegyeket semmilyen más kereskedelmi tevékenységre (pl. támogatási szolgáltatás nyújtása).
id: Jangan menggunakan merek dagang Weblate untuk bentuk penggunaan komersial lainnya (misalnya menawarkan layanan dukungan teknis).
nl: Gebruik geen handelsmerken van Weblate voor enige vorm van commercieel gebruik (bijv. aanbieden van services voor technische ondersteuning).
pt_br: Não usar as marcas registradas do Weblate para qualquer outra forma de uso comercial (por exemplo, oferecendo serviços de suporte técnico).
sv: Använd inte Weblates varumärken för någon annan form av kommersiellt bruk (t.ex. för att erbjuda teknisk support).
ta: வேறு எந்த வகையான வணிக பயன்பாட்டிற்கும் வலைபெயர்ப்பு வர்த்தக முத்திரைகளைப் பயன்படுத்த வேண்டாம் (எ.கா. தொழில்நுட்ப உதவி சேவைகளை வழங்குதல்).
tr: Weblate ticari markalarını başka hiçbir ticari amaçla (örneğin teknik destek hizmetleri sunmak için) kullanmayın.
uk: Не використовуйте торгові марки Weblate для будь-якої іншої форми комерційного використання (наприклад, для надання послуг технічної підтримки).
zh_hans: 请勿将 Weblate 商标用于任何其他形式的商业用途（例如提供技术支持服务）。

source: Don't modify Weblate's trademarks, abbreviate them, or combine them with any other symbols, words, or images, or incorporate them into a tagline or slogan.
de: Verändern Sie Weblate-Markenzeichen nicht, kürzen Sie sie nicht ab, kombinieren Sie sie nicht mit anderen Symbolen, Wörtern oder Bildern und integrieren Sie sie nicht in eine Schlagzeile oder einen Slogan.
ga: Ná modhnaigh trádmharcanna Weblate, ná déan iad a ghiorrú, ná déan iad a chomhcheangal le siombailí, focail nó íomhánna eile, ná ionchorpraigh i gcliblíne nó i mana iad.
hu: Ne módosítsa, rövidítse vagy kombinálja a Weblate védjegyeket más szimbólumokkal, szavakkal vagy képekkel és ne illessze őket szlogenekbe.
id: Jangan mengubah merek dagang Weblate, menyingkatnya, atau menggabungkannya dengan simbol, kata, atau gambar lain, atau memasukkannya ke dalam tagline atau slogan.
nl: Pas geen handelsmerk van Weblate aan, kort ze niet af of combineer ze met enig ander symbool, woord of afbeelding of verwerk ze in een regel voor een tag of een slogan.
pt_br: Não modificar as marcas registradas do Weblate, abreviá-las ou combiná-las com quaisquer outros símbolos, palavras ou imagens, nem as incorporar em um slogan.
sv: Ändra inte Weblates varumärken, förkorta dem inte, kombinera dem inte med andra symboler, ord eller bilder och införliva dem inte i en slogan eller ett motto.
ta: வெப்லேட்டின் வர்த்தக முத்திரைகளை மாற்ற வேண்டாம், அவற்றை சுருக்கமாகக் கூறவோ அல்லது வேறு எந்த சின்னங்கள், சொற்கள் அல்லது படங்களுடன் இணைக்கவோ அல்லது அவற்றை ஒரு ஒலி அல்லது முழக்கத்தில் இணைக்கவோ வேண்டாம்.
tr: Weblate ticari markalarını değiştirmeyin, kısaltmayın, başka simgeler, sözcükler veya görsellerle birleştirmeyin veya bunları bir vurgu veya slogana katmayın.
uk: Не змінюйте торгові марки Weblate, не скорочуйте їх, не поєднуйте з будь-якими іншими символами, словами чи зображеннями, не включайте їх у слогани та гасла.
zh_hans: 请勿修改、缩写 Weblate 的商标或将其与任何其他符号、文字或图像组合，或将其合并到标语或口号中。

source: Social Media Guidelines
de: Social-Media-Richtlinien
ga: Treoirlínte do na Meáin Shóisialta
hu: Közösségi média irányelvek
id: Pedoman Media Sosial
nl: Richtlijnen voor sociale media
pt_br: Diretrizes de Mídias Sociais
sv: Riktlinjer för sociala medier
ta: சமூக ஊடக வழிகாட்டுதல்கள்
tr: Sosyal Ağ Yönergeleri
uk: Настанови щодо соціальних мереж
zh_hans: 社交媒体准则
