Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: While editing, ensure all fields are correct (especially plurals and text direction), otherwise translators will be unable to properly edit those translations.
de: Achten Sie bei der Bearbeitung darauf, dass alle Felder korrekt ausgefüllt sind (insbesondere die Pluralformen und die Schreibrichtung), da die Übersetzer die Übersetzungen sonst nicht richtig bearbeiten können.
ga: Agus eagarthóireacht á déanamh agat, cinntigh go bhfuil na réimsí uile i gceart (go háirithe san iolra agus treo an téacs), nó ní bheidh aistritheoirí in ann na haistriúcháin sin a chur in eagar i gceart.
hu: Szerkesztés közben ügyeljen arra, hogy minden mező helyesen legyen kitöltve (különösen a többes szám szabályai és az írásirány esetében), ellenkező esetben a fordítók nem tudják megfelelően szerkeszteni a fordításokat.
id: Saat menyunting, pastikan semua kolom sudah benar (terutama bentuk jamak dan arah teks), jika tidak, penerjemah tidak akan dapat menyunting terjemahan tersebut dengan benar.
ja: 編集するときは、すべてのフィールドが正しいことを確認してください（特に複数形と文の方向）。正しくないと、翻訳者は翻訳文を適切に編集できません。
nl: Zorg er voor, bij het bewerken, dat alle velden correct zijn (speciaal meervouden en tekstrichting), anders zullen vertalers niet in staat zijn deze vertalingen juist te bewerken.
pt: Durante a edição, certifique-se de que todos os campos estejam corretos (especialmente os plurais e a direção do texto), caso contrário, os tradutores não poderão editar adequadamente essas traduções.
pt_br: Durante a edição, certifique-se de que todos os campos estejam corretos (especialmente os plurais e a direção do texto), caso contrário, os tradutores não poderão editar adequadamente essas traduções.
ro: În timpul editării, asigurați-vă că toate câmpurile sunt corecte (în special pluralul și direcția textului), în caz contrar, traducătorii nu vor putea edita corect aceste traduceri.
ru: Во время редактирования убедитесь, что все поля заполнены правильно (особенно формы множественного числа и направление текста), иначе переводчики не смогут правильно редактировать эти переводы.
sv: Se till att alla fält är korrekta när du redigerar (särskilt pluralformer och textriktning), annars kan översättarna inte redigera översättningarna på rätt sätt.
ta: திருத்துதல் செய்யும் போது, எல்லா புலங்களும் சரியானவை என்பதை உறுதிப்படுத்தவும் (குறிப்பாக பன்மை மற்றும் உரை திசை), இல்லையெனில் மொழிபெயர்ப்பாளர்களால் அந்த மொழிபெயர்ப்புகளை சரியாக திருத்த முடியாது.
tr: Düzenlerken, tüm alanların doğru olduğundan emin olun (özellikle çoğullar ve metin yönü). Yoksa çevirmenler çevirileri olması gerektiği gibi düzenleyemez.
uk: Під час редагування переконайтеся, що усі поля заповнено правильно (особливо, на форми множини та напрямок запису тексту). Якщо ви цього не зробите, перекладачі не зможуть належним чином редагувати відповідні переклади.
zh_hans: 当编辑时，确认所有字段都是正确的（特别是复数和正文方向），否则译者将不能正常编辑这些翻译。

source: Please consider contributing your changes back, see :ref:`extending-languages`.
sv: Vänligen överväg att bidra med dina ändringar, se :ref:`extending-languages`.

source: Ambiguous language codes and macrolanguages
de: Mehrdeutige Sprachcodes und Makrosprachen
ga: Cóid teanga débhríoch agus macratheangacha
hu: Homályos nyelvi kódok és makronyelvek
id: Kode bahasa ambigu dan bahasa makro
ja: あいまいな言語コードとマクロランゲージ
nl: Niet eenduidige taalcodes en macrotalen
pt: Códigos de idioma ambíguos e macrolinguagens
pt_br: Códigos de idioma ambíguos e macroidiomas
ro: Coduri lingvistice ambigue și macrolimbajuri
ru: Неоднозначные коды языков и макроязыки
sv: Tvetydiga språkkoder och makrospråk
ta: தெளிவற்ற மொழி குறியீடுகள் மற்றும் மேக்ரோலாங்கேச்கள்
tr: Belirsiz dil kodları ve makro diller
uk: Неоднозначні коди мови і макромови
zh_hans: 歧义语言代码和宏语言

source: In many cases it is not a good idea to use macrolanguage code for a translation. The typical problematic case might be Kurdish language, which might be written in Arabic or Latin script, depending on actual variant. To get correct behavior in Weblate, it is recommended to use individual language codes only and avoid macrolanguages.
de: In vielen Fällen ist es keine gute Idee, einen Makrosprachcode für eine Übersetzung zu verwenden. Ein typischer Problemfall ist die kurdische Sprache, die je nach Variante in arabischer oder lateinischer Schrift geschrieben werden kann. Um ein korrektes Verhalten in Weblate zu erreichen, wird empfohlen, nur einzelne Sprachcodes zu verwenden und Makrosprachen zu vermeiden.
ga: I go leor cásanna ní smaoineamh maith é cód macratheanga a úsáid le haghaidh aistriúcháin. Seans gurb é an gnáthchás fadhbanna ná an teanga Coirdis, a d’fhéadfadh a bheith scríofa i script Araibis nó Laidin, ag brath ar an leagan iarbhír. Chun iompar ceart a fháil in Weblate, moltar cóid teanga aonair a úsáid amháin agus macratheangacha a sheachaint.
hu: Sok esetben nem célszerű makronyelvi kódot használni fordításra. Tipikus problémás példa a kurd nyelv, amelyet arab vagy latin írásmóddal is írhatnak, az adott változattól függően. A helyes működés érdekében a Weblate-ben ajánlott csak konkrét nyelvi kódokat használni, és kerülni a makronyelveket.
id: Dalam banyak kasus, penggunaan kode makrobahasa untuk terjemahan bukanlah ide yang baik. Kasus bermasalah yang umum terjadi adalah bahasa Kurdi, yang mungkin ditulis dalam aksara Arab atau Latin, tergantung variannya. Untuk mendapatkan perilaku yang tepat di Weblate, disarankan untuk hanya menggunakan kode bahasa individual dan menghindari makrobahasa.
ja: 多くの場合、翻訳にマクロランゲージコードを使用することは推奨しません。典型的な問題のあるケースはクルド語で、種類によってアラビア文字かラテン文字で書かれています。Weblate で正しく動作させるには、個々の言語コードのみを使用し、マクロランゲージは使用しないことを推奨します。
nl: In veel gevallen is het geen goed idee om macrotaalcode voor een vertaling te gebruiken. Het typische problematische geval zou de Koerdische taal kunnen zijn, die geschreven zou kunnen worden in Latijns en in Arabisch schrift, afhankelijk van de feitelijke variant. Aanbevolen wordt, om in Weblate het juiste gedrag te krijgen, alleen de individuele taalcodes te gebruiken en macrotalen te vermijden.
pt: Em muitos casos, não é uma boa ideia usar código de idioma macro para uma tradução. O caso típico problemático pode ser a língua curda, que pode ser escrita em árabe ou latim, dependendo da variante real. Para obter o comportamento correto no Weblate, é recomendável usar apenas códigos de idioma individuais e evitar macroidiomas.
pt_br: Em muitos casos, não é uma boa ideia usar código de idioma macro para uma tradução. O caso típico problemático pode ser a língua curda, que pode ser escrita em árabe ou latim, dependendo da variante real. Para obter o comportamento correto no Weblate, é recomendável usar apenas códigos de idioma individuais e evitar macroidiomas.
ro: În multe cazuri, nu este o idee bună să se utilizeze codul macrolimbajului pentru o traducere. Cazul tipic problematic ar putea fi limba kurdă, care poate fi scrisă în alfabet arab sau latin, în funcție de varianta actuală. Pentru a obține un comportament corect în Weblate, se recomandă să se utilizeze numai coduri lingvistice individuale și să se evite macrolimbajele.
ru: В большинстве случаев использовать код макроязыка для перевода не очень хорошая идея. Типичный проблемный случай — это курдский язык, разные варианты которого могут записываться либо латиницей, либо арабским письмом. Чтобы добиться корректного поведения в Weblate рекомендуется использовать только индивидуальные коды языков, избегая макроязыков.
sv: I många fall är det inte en bra idé att använda makrospråkkoder för översättning. Ett typiskt problematiskt fall är kurdiska språket, som kan skrivas med arabiska eller latinska bokstäver, beroende på den aktuella varianten. För att få korrekt funktion i Weblate rekommenderas att endast använda enskilda språkkoder och undvika makrospråk.
ta: பல சந்தர்ப்பங்களில், மொழிபெயர்ப்புக்கு மேக்ரோலாங்கேச் குறியீட்டைப் பயன்படுத்துவது நல்ல யோசனையல்ல. வழக்கமான சிக்கலான வழக்கு குர்திச் மொழியாக இருக்கலாம், இது உண்மையான மாறுபாட்டைப் பொறுத்து அரபு அல்லது லத்தீன் ச்கிரிப்டில் எழுதப்படலாம். வலைபெயர்ப்பில் சரியான நடத்தையைப் பெற, தனிப்பட்ட மொழி குறியீடுகளை மட்டுமே பயன்படுத்து, மேக்ரோலாங்கேச்களைத் தவிர்க்கவும் பரிந்துரைக்கப்படுகிறது.
tr: Çoğu durumda, çeviride makro dil kodu kullanmak iyi bir fikir değildir. Tipik bir soruna örnek, gerçek değişkene bağlı olarak Arapça ya da Latin alfabesiyle yazılmış olabilecek Kürtçe olabilir. Weblate üzerinde doğru davranışı elde etmek için, yalnızca tek tek dil kodlarını kullanmanız ve makro dillerden kaçınmanız önerilir.
uk: Здебільшого, не варто використовувати код макромови для перекладу. Типовим проблемним випадком є курдська мова, яку можна записувати арабською або латинською писемністю, залежно від варіанта. Щоб Weblate обробляв такі випадки належним чином, рекомендуємо використовувати лише коди окремих мов і уникати використання кодів макромов.
zh_hans: 在很多情况下，最好不要为翻译使用宏语言代码。可能会出问题的典型示例是库尔德语，它可以用阿拉伯文或拉丁字母书写，这取决于实际的变体。为了让 Weblate 可以正确地运行，建议只使用单独的语言代码，避免使用宏语言代码。

source: `Macrolanguages at Wikipedia <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
de: `Makrosprachen auf Wikipedia <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
ga: `Macrotheangacha ag Vicipéid <https://ga.wikipedia.org/wiki/ISO_639_macrolanguage>`_
hu: `Makronyelvek a Wikipédián <https://hu.wikipedia.org/wiki/Makronyelv>`_
id: `Makrobahasa di Wikipedia <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
ja: `マクロランゲージ（Wikipedia） <https://ja.wikipedia.org/wiki/ISO_639_マクロランゲージ>`_
nl: `Macrotalen op Wikipedia <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
pt: `Macrolíngua na Wikipédia <https://pt.wikipedia.org/wiki/Macrol%C3%ADngua>`_
pt_br: `Macrolíngua na Wikipédia <https://pt.wikipedia.org/wiki/Macrolíngua>`_
sv: `Makrospråk på Wikipedia <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
ta: `விக்கிபீடியாவில் மேக்ரோலாங்கேசேச்கள் <https://en.wikipedia.org/wiki/iso_639_macrolanguage>` _
tr: `Vikipedi üzerinde makro dilleri <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
uk: `Макромови у Вікіпедії <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_
zh_hans: `维基百科上的宏语言条目（英文）\ <https://en.wikipedia.org/wiki/ISO_639_macrolanguage>`_

source: Each language consists of following fields:
de: Jede Sprache besteht aus den folgenden Feldern:
ga: Tá na réimsí seo a leanas i ngach teanga:
hu: Egy nyelv a következő mezőkből áll:
id: Setiap bahasa terdiri dari kolom-kolom berikut:
ja: 各言語を構成するフィールド:
nl: Elke taal bestaat uit de volgende velden:
pt: Cada idioma consiste nos seguintes campos:
pt_br: Cada idioma consiste nos seguintes campos:
ro: Fiecare limbă este formată din următoarele câmpuri:
ru: Каждый язык состоит из следующих полей:
sv: Varje språk består av följande fält:
ta: ஒவ்வொரு மொழியும் பின்வரும் துறைகளைக் கொண்டுள்ளது:
tr: Her dilde şu alanlar bulunur:
uk: Кожен запис мови складається з таких полів:
zh_hans: 每种语言都包括后面的字段：
zh_hant: 每種語言都包括後面的字段：

source: Language code
de: Sprachcode
ga: Cód teanga
hu: Nyelvi kód
id: Kode bahasa
ja: 言語コード
nl: Taalcode
pt: Código do idioma
pt_br: Código do idioma
ro: Cod limbă
ru: Код языка
sv: Språkkod
ta: மொழி குறியீடு
tr: Dil kodu
uk: Код мови
zh_hans: 语言代码
zh_hant: 語言碼

source: Code identifying the language. Weblate prefers two letter codes as defined by `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, but uses `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ or `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ codes for languages that do not have two letter code. It can also support extended codes as defined by `BCP 47`_.
de: Code zur Identifizierung der Sprache. Weblate bevorzugt Zwei-Buchstaben-Codes, wie sie in `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_ definiert sind, verwendet aber `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ oder `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ Codes für Sprachen, die keinen Zwei-Buchstaben-Code haben. Es kann auch erweiterte Codes unterstützen, wie in `BCP 47`_ definiert.
ga: Cód lena n-aithnítear an teanga. Is fearr le Weblate cód dhá litir mar atá sainmhínithe ag `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, ach úsáideann `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ nó `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ cóid do theangacha nach bhfuil cód dhá litir acu. Féadfaidh sé tacaíocht a thabhairt freisin do chóid leathnaithe mar atá sainmhínithe ag `BCP 47`_.
hu: A nyelvet azonosító kód. A Weblate előnyben részesíti a kétbetűs kódokat, amelyeket az `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_ szabvány határoz meg, de használ `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ vagy `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ kódokat is olyan nyelvek esetén, amelyekhez nincs kétbetűs kód. Támogatja a `BCP 47`_ szerinti kiterjesztett kódokat is.
id: Kode yang mengidentifikasi bahasa. Weblate lebih menyukai kode dua huruf sebagaimana didefinisikan oleh `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, tetapi menggunakan kode `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ atau `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ untuk bahasa yang tidak memiliki kode dua huruf. Weblate juga dapat mendukung kode yang diperluas sebagaimana didefinisikan oleh `BCP 47`_.
ja: 言語を識別するコード。Weblate は、`ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_ で定義された2文字のコードを優先しますが、2文字のコードを持たない言語には `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ または `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ コードを使用します。`BCP 47`_ で定義された拡張コードにも対応しています。
nl: Code die de taal identificeert. Weblate heeft voorkeur voor tweeletterige codes zoals gedefinieerd door `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, maar gebruikt codes van `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ of `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ voor talen die geen tweeletterige code hebben. Het kan ook uitgebreide codes ondersteunen zoals die zijn gedefinieerd door `BCP 47`_.
pt: Código identificando o idioma. Weblate prefere códigos de duas letras, conforme definido pela `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, mas usa códigos de `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ or `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ para idiomas que não têm código de duas letras. Ele também pode ter suporte a códigos estendidos, conforme definido por `BCP 47`_.
pt_br: Código identificando o idioma. Weblate prefere códigos de duas letras, conforme definido pela `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, mas usa códigos de `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ or `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ para idiomas que não têm código de duas letras. Ele também pode ter suporte a códigos estendidos, conforme definido por `BCP 47`_.
ro: Codul de identificare a limbii. Weblate preferă codurile din două litere, așa cum sunt definite de `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, dar folosește codurile `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ sau `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ pentru limbile care nu au coduri din două litere. De asemenea, poate suporta coduri extinse, așa cum sunt definite de `BCP 47`_.
ru: Код, идентифицирующий язык. Weblate предпочитает двухбуквенные коды, как они определены в `ISO 639-1 <https://ru.wikipedia.org/wiki/ISO_639-1>`_, но для языков, для которых нет двухбуквенных кодов, использует коды `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ или `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_. Также он может поддерживать расширенные коды, определённые в `BCP 47`_.
sv: Kod som identifierar språket. Weblate föredrar tvåbokstavskoder enligt definitionen i `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, men använder `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ eller `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ för språk som inte har tvåbokstavskoder. Det kan också stödja utökade koder enligt definitionen i `BCP 47`_.
ta: மொழியை அடையாளம் காணும் குறியீடு. `ஐஎச்ஓ 639-1 <https://en.wikipedia.org/wiki/iso_639-1>` _ ஆல் வரையறுக்கப்பட்ட இரண்டு கடிதக் குறியீடுகளை வலைபெயர்ப்பு விரும்புகிறது, ஆனால் `ஐஎச்ஓ 639-2 <https://en.wikipedia.org . `bcp 47`_ ஆல் வரையறுக்கப்பட்டுள்ளபடி இது நீட்டிக்கப்பட்ட குறியீடுகளையும் ஆதரிக்க முடியும்.
tr: Dili tanımlayan kod. Weblate, `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_ ile tanımlanan iki harfli kodları kullanmayı yeğler. Ancak iki harfli kodu olmayan diller için `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ ya da `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ kodları da kullanılabilir. Ayrıca `BCP 47`_ tarafından tanımlanmış genişletilmiş kodlar da destelenir.
uk: Код ідентифікації мови. Weblate надає перевагу дволітерним кодам, які визначаються стандартом `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_, але використовує коди `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ або `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ для мов, які не мають дволітерного коду. Крім того, передбачено підтримку розширених кодів, які визначено стандартом `BCP 47`_.
zh_hans: 识别语言的代码。Weblate 使用两个字母代码，如 `ISO 639-1 <https://en.wikipedia.org/wiki/ISO_639-1>`_ 所定义的，但对于没有两个字母代码的语言，使用会使用 `ISO 639-2 <https://en.wikipedia.org/wiki/ISO_639-2>`_ 或 `ISO 639-3 <https://en.wikipedia.org/wiki/ISO_639-3>`_ 代码。它还支持 `BCP 47`_ 定义的扩展代码。

source: Language name
de: Sprachenname
ga: Ainm teanga
hu: Nyelv neve
id: Nama bahasa
ja: 言語名
nl: Taalnaam
pt: Nome do idioma
pt_br: Nome do idioma
ro: Nume limbă
ru: Название языка
sv: Språknamn
ta: மொழி பெயர்
tr: Dil adı
uk: Назва мови
zh_hans: 语言名称
zh_hant: 語言名稱

source: Visible name of the language. The language names included in Weblate are also being localized depending on user interface language.
de: Sichtbarer Name der Sprache. Die in Weblate enthaltenen Sprachennamen werden auch je nach Sprache der Bedienoberfläche lokalisiert.
ga: Ainm na teanga le feiceáil. Tá na hainmneacha teanga atá san áireamh in Weblate á logánú freisin ag brath ar theanga an chomhéadain úsáideora.
hu: A nyelv megjelenített neve. A Weblate-ben szereplő nyelvnevek a felhasználói felület nyelvétől függően lokalizálva jelennek meg.
id: Nama bahasa yang terlihat. Nama-nama bahasa yang disertakan dalam Weblate juga dilokalkan tergantung pada bahasa antarmuka pengguna.
ja: 表示する言語名。Weblate に含まれる言語名も、ユーザーインターフェイスの言語に合わせて現地語化されます。
nl: Zichtbare naam van de taal. De namen van de talen die zijn opgenomen in Weblate worden ook vertaald, afhankelijk van de taal voor de gebruikersinterface.
pt: Nome visível do idioma. Os nomes dos idiomas incluídos no Weblate também estão a ser localizados a depender do idioma da interface do utilizador.
pt_br: Nome visível do idioma. Os nomes dos idiomas incluídos no Weblate também estão sendo localizados dependendo do idioma da interface do usuário.
ro: Numele vizibil al limbii. Numele limbilor incluse în Weblate sunt, de asemenea, localizate în funcție de limba interfeței cu utilizatorul.
ru: Видимое название языка. Названия языков, включенных в Weblate, также локализуются в зависимости от языка пользовательского интерфейса.
sv: Synligt namn på språket. Språknamnen som ingår i Weblate lokaliseras också beroende på språket i användargränssnittet.
ta: மொழியின் புலப்படும் பெயர். வலைபெயர்ப்பில் சேர்க்கப்பட்டுள்ள மொழி பெயர்களும் பயனர் இடைமுக மொழியைப் பொறுத்து உள்ளூர்மயமாக்கப்படுகின்றன.
tr: Dilin görüntülenecek adı. Weblate üzerinde bulunan dil adları da seçilmiş kullanıcı arayüzü diline göre yerelleştirilmiş olarak görüntülenir.
uk: Видима назва мови. Назви мов, які включено до Weblate, також локалізуються, залежно від мови інтерфейсу користувача.
zh_hans: 语言的可见名称。还要根据用户界面语言将 Weblate 中包括的语言名称进行本地化。
zh_hant: 語言的可見名稱。還要根據用戶界面語言將 Weblate 中包括的語言名稱進行本地化。

source: Text direction
de: Schreibrichtung
ga: Treo téacs
hu: Írásirány
id: Arahan teks
ja: テキストの方向
nl: Leesrichting
pt: Direção do texto
pt_br: Direção do texto
ro: Direcție text
ru: Направление текста
sv: Textriktning
ta: உரை திசை
tr: Metin yönü
uk: Напрямок тексту
zh_hans: 文字方向
zh_hant: 文字方向

source: Determines whether language is written right to left or left to right. This property is autodetected correctly for most of the languages.
de: Bestimmt, ob die Sprache von rechts nach links oder von links nach rechts geschrieben wird. Diese Eigenschaft wird für die meisten Sprachen automatisch richtig erkannt.
ga: Cinneann an bhfuil teanga scríofa ó dheas go clé nó ó chlé go deas. Tá an t-airí seo uathbhraite i gceart d’fhormhór na dteangacha.
hu: Meghatározza, hogy a nyelv jobbról balra vagy balról jobbra íródik-e. Ez a tulajdonság a legtöbb nyelvnél automatikusan helyesen kerül felismerésre.
id: Menentukan apakah bahasa ditulis dari kanan ke kiri atau dari kiri ke kanan. Properti ini terdeteksi otomatis dengan benar untuk sebagian besar bahasa.
ja: 言語を右から左に書くか、左から右に書くかを指定します。このプロパティは、ほとんどの言語で正しく自動検出されます。
nl: Bepaalt of de taal van rechts-naar-links of van links-naar-rechts wordt geschreven. Deze eigenschap wordt automatisch correct gedetecteerd voor de meeste talen.
pt: Determina se o idioma é escrito da direita para a esquerda ou da esquerda para a direita. Esta propriedade é autodetectada corretamente para a maioria dos idiomas.
pt_br: Determina se o idioma é escrito da direita para a esquerda ou da esquerda para a direita. Esta propriedade é autodetectada corretamente para a maioria dos idiomas.
ro: Determină dacă limba este scrisă de la dreapta la stânga sau de la stânga la dreapta. Această proprietate este autodetectată corect pentru majoritatea limbilor.
ru: Определяет, идёт ли запись в языке справа налево или слева направо. Для большинства языков это свойство корректно определяется автоматически.
sv: Avgör om språket skrivs från höger till vänster eller från vänster till höger. Denna egenskap detekteras automatiskt korrekt för de flesta språk.
ta: மொழி வலமிருந்து இடமாக அல்லது இடமிருந்து வலமாக எழுதப்பட்டுள்ளதா என்பதை தீர்மானிக்கிறது. இந்த சொத்து பெரும்பாலான மொழிகளுக்கு சரியாக தன்னியக்கமாக்கப்பட்டுள்ளது.
tr: Dilin sağdan sola mı yoksa soldan sağa mı yazıldığını belirler. Bu özellik, dillerin çoğu için kendiliğinden doğru olarak ayarlanır.
uk: Визначає, записується мова справа ліворуч чи зліва праворуч. Ця властивість автоматично визначається належним чином для більшості мов.
zh_hans: 确定语言是从右向左还是从左向右书写。对于大多数语言来说，此属性都能正确地自动检测出来。
zh_hant: 確定語言是從右向左還是從左向右書寫。對於多數語言這個屬性都能夠正確地自動監測。

source: Number of speakers
de: Anzahl der Sprecher
ga: Líon na gcainteoirí
hu: Beszélők száma
id: Jumlah penutur bahasa
ja: 言語の使用人数
nl: Aantal sprekers
pt: Número de falantes
pt_br: Quantidade total de falantes
ro: Număr de vorbitori
ru: Количество говорящих
sv: Antal talare
ta: பேச்சாளர்களின் எண்ணிக்கை
tr: Konuşan sayısı
uk: Кількість мовців
zh_hans: 语言使用者数量

source: Number of worldwide speakers of this language.
de: Anzahl der weltweiten Sprecher dieser Sprache.
ga: Líon cainteoirí domhanda na teanga seo.
hu: A nyelvet világszerte beszélő emberek becsült száma.
id: Jumlah penutur bahasa ini di seluruh dunia.
ja: 世界中でこの言語を話す人の数。
nl: Het aantal personen wereldwijd dat deze taal spreekt.
pt: Quantidade de falantes deste idioma no mundo.
pt_br: Quantidade total de falantes deste idioma em todo o mundo.
ru: Число говорящих на этом языке во всём мире.
sv: Antal talare av detta språk världen över.
ta: இந்த மொழியின் உலகளாவிய பேச்சாளர்களின் எண்ணிக்கை.
tr: Dünyada bu dili konuşan kişi sayısı.
uk: Кількість людей, які розмовляють цією мовою.
zh_hans: 全世界说这种语言的人的数目。

source: Plural definitions
de: Pluraldefinitionen
ga: Sainmhínithe iolra
hu: Többes szám definíciók
id: Definisi jamak
ja: 複数形の定義
nl: Meervoud definities
pt: Definições de plural
pt_br: Definições de plural
ru: Определения во множественном числе
sv: Pluraldefinitioner
ta: பன்மை வரையறைகள்
tr: Çoğul tanımları
uk: Визначення форм множини
zh_hans: 复数定义
