Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: verbose description of the result (for HTTP status codes other than :http:statuscode:`200`)
de: ausführliche Beschreibung des Ergebnisses (für andere HTTP-Statuscodes als :http:statuscode:`200`)
ga: cur síos iomarcach ar an toradh (le haghaidh cóid stádais HTTP seachas :http:statuscode:`200`)
hu: az eredmény részletes leírása (HTTP státuszkódok esetén, amelyek nem :http:statuscode:`200`)
id: deskripsi hasil yang terperinci (untuk kode status HTTP selain :http:statuscode:`200`)
ja: 結果の詳細な説明（:http:statuscode:`200` 以外の HTTP ステータス コードの場合）
nl: uitgebreide beschrijving van het resultaat (voor HTTP-statuscodes anders dan :http:statuscode:`200`)
pt: descrição detalhada do resultado (para códigos de estado HTTP diferentes de :http:statuscode:`200`)
pt_br: descrição detalhada do resultado (para códigos de status HTTP diferentes de :http:statuscode:`200`)
ro: descriere detaliată a rezultatului (pentru codurile de stare HTTP altele decât :http:statuscode:`200`)
ru: подробное описание результата (для кодов статусов HTTP, отличных от :http:statuscode:`200`)
sv: detaljerad beskrivning av resultatet (för andra HTTP-statuskoder än :http:statuscode:`200`)
tr: Sonucun ayrıntılı açıklaması (:http:statuscode:`200` dışındaki HTTP durum kodları için)
uk: докладний опис результатів (для кодів станів HTTP, відмінних від :http:statuscode:`200`)
zh_hans: 结果的详细说明（对于 :http:statuscode:`200` 以外的 HTTP 状态码）
zh_hant: 結果的詳細描述（對於 :http:statuscode:`200` 以外的 HTTP 狀態編碼）

source: total item count for object lists
de: gesamte Anzahl der Elemente für Objektlisten
ga: líon iomlán na míreanna le haghaidh liostaí oibiachtaí
hu: objektumlisták teljes elem száma
id: jumlah total item untuk daftar objek
ja: オブジェクト リストの合計項目数
nl: totaal aantal items voor objectlijsten
pt: contagem total de itens para listas de objetos
pt_br: contagem total de itens para listas de objetos
ro: numărul total de elemente pentru listele de obiecte
ru: общее количество элементов для списков объектов
sv: totalt antal objekt för objektlistor
ta: பொருள் பட்டியல்களுக்கான மொத்த உருப்படி எண்ணிக்கை
tr: Nesne listelerindeki toplam öge sayısı
uk: загальна кількість записів для списків об'єктів
zh_hans: 对象列表的总项目计数
zh_hant: 對象列表的總項目計數

source: next page URL for object lists
de: URL der nächsten Seite für Objektlisten
ga: URL an chéad leathanach eile le haghaidh liostaí oibiachtaí
hu: objektumlisták következő oldalának URL-je
id: URL halaman berikutnya untuk daftar objek
ja: オブジェクト リストの次のページの URL
nl: URL voor volgende pagina voor objectlijsten
pt: URL da próxima página para listas de objetos
pt_br: URL da próxima página para listas de objetos
ro: pagina următoare URL pentru listele de obiecte
ru: URL-адрес следующей страницы для списков объектов
sv: nästa sida URL för objektlistor
ta: பொருள் பட்டியல்களுக்கான அடுத்த பக்க முகவரி
tr: Nesne listeleri için sonraki sayfa adresi
uk: адреса наступної сторінки для списків об'єктів
zh_hans: 对象列表的下一页 URL
zh_hant: 對象列表的下一頁 URL

source: previous page URL for object lists
de: URL der vorherigen Seite für Objektlisten
ga: URL an leathanaigh roimhe seo le haghaidh liostaí oibiachtaí
hu: objektumlisták előző oldalának URL-je
id: URL halaman sebelumnya untuk daftar objek
ja: オブジェクト リストの前のページの URL
nl: URL voor vorige pagina voor objectlijsten
pt: URL da página anterior para listas de objetos
pt_br: URL da página anterior para listas de objetos
ro: pagina anterioară URL pentru listele de obiecte
ru: URL-адрес предыдущей страницы для списков объектов
sv: föregående sida URL för objektlistor
ta: பொருள் பட்டியல்களுக்கான முந்தைய பக்க முகவரி
tr: Nesne listeleri için önceki sayfa adresi
uk: адреса попередньої сторінки для списків об'єктів
zh_hans: 对象列表的上一页 URL
zh_hant: 對象列表的上一頁 URL

source: results for object lists
de: Ergebnisse für Objektlisten
ga: torthaí le haghaidh liostaí oibiachtaí
hu: objektumlisták eredményei
id: hasil untuk daftar objek
ja: オブジェクト リストの結果
nl: resultaten voor objectlijsten
pt: resultados para listas de objetos
pt_br: resultados para listas de objetos
ro: rezultate pentru listele de obiecte
ru: результаты для списков объектов
sv: resultat för objektlistor
ta: பொருள் பட்டியல்களுக்கான முடிவுகள்
tr: Nesne listelerinin sonuçları
uk: підсумки для списку об'єктів
zh_hans: 对象列表的结果
zh_hant: 對象列表的結果

source: URL to access this resource using the API
de: URL für den Zugriff auf diese Ressource über die API
ga: URL chun rochtain a fháil ar an acmhainn seo leis an API
hu: URL az erőforrás eléréséhez API-n keresztül
id: URL untuk mengakses sumber daya ini menggunakan API
ja: このリソースへの API を使用したアクセス用の URL
nl: URL voor toegang tot deze bron met de API
pt: URL para acessar esse recurso a usar API
pt_br: URL para acessar esse recurso usando API
ro: URL pentru a accesa această resursă folosind API
ru: URL-адрес для доступа к этому ресурсу с помощью API
sv: URL för att komma åt denna resurs med hjälp av API:et
ta: பநிஇ ஐப் பயன்படுத்தி இந்த வளத்தை அணுக முகவரி
tr: API ile bu kaynağa erişme adresi
uk: Адреса для доступу до цього ресурсу за допомогою програмного інтерфейсу
zh_hans: 使用 API 访问这个资源的 URL

source: URL to access this resource using web browser
de: URL für den Zugriff auf diese Ressource mit einem Webbrowser
ga: URL chun an acmhainn seo a rochtain trí úsáid a bhaint as brabhsálaí gréasáin
hu: URL az erőforrás eléréséhez webböngészőn keresztül
id: URL untuk mengakses sumber daya ini menggunakan peramban web
ja: このリソースへの Web ブラウザーを使用したアクセス用の URL
nl: URL voor toegang tot deze bron met de webbrowser
pt: URL para acessar esse recurso a usar navegador web
pt_br: URL para acessar esse recurso usando navegador web
ro: URL pentru a accesa această resursă folosind un browser web
ru: URL-адрес для доступа к этому ресурсу через веб-браузер
sv: URL för att komma åt denna resurs med en webbläsare
ta: வலை உலாவியைப் பயன்படுத்தி இந்த வளத்தை அணுக முகவரி
tr: Tarayıcı ile bu kaynağa erişme adresi
uk: Адреса для доступу до цього ресурсу за допомогою браузера
zh_hans: 使用浏览器访问这个资源的 URL
zh_hant: 使用瀏覽器訪問這個資源的 URL

source: Status Codes
ga: Cóid Stádais
hu: Státuszkódok
id: Kode Status
ja: ステータスコード
pt: Códigos de estado
pt_br: Códigos de status
ro: Coduri de stare
ru: Коды статусов
sv: Statuskoder
ta: நிலை குறியீடுகள்
tr: Durum kodları
uk: Коди станів
zh_hans: 状态码
zh_hant: 狀態編碼

source: when request was correctly handled
de: wenn die Anfrage korrekt bearbeitet wurde
ga: nuair a láimhseáladh iarratas i gceart
hu: a kérés helyes feldolgozásakor
id: ketika permintaan ditangani dengan benar
ja: リクエストが正常に処理された場合
nl: als het verzoek correct werd afgehandeld
pt: quando o pedido foi resolvido corretamente
pt_br: quando a solicitação foi corretamente tratada
ro: atunci când cererea a fost tratată corect
ru: при правильной обработке запроса
sv: när begäran hanterades korrekt
ta: கோரிக்கை சரியாக கையாளப்பட்டபோது
tr: istek düzgün olarak işlendiğinde
uk: якщо запит було оброблено коректно
zh_hans: 当请求被正确地处理时
zh_hant: 當請求被正確地處理時

source: when a new object was created successfully
de: wenn ein neues Objekt erfolgreich erstellt wurde
ga: nuair a cruthaíodh réad nua go rathúil
hu: új objektum sikeres létrehozásakor
id: ketika objek baru berhasil dibuat
ja: 新しいオブジェクトが正常に作成された場合
nl: als met succes een nieuw object werd gemaakt
pt: quando um novo objeto foi criado com sucesso
pt_br: quando um novo objeto foi criado com sucesso
ro: atunci când un nou obiect a fost creat cu succes
ru: когда новый объект был успешно создан
sv: när ett nytt objekt skapades framgångsrikt
ta: ஒரு புதிய பொருள் வெற்றிகரமாக உருவாக்கப்பட்டபோது
tr: yeni bir nesne sorunsuz oluşturulduğunda
uk: якщо новий об'єкт було успішно створено
zh_hans: 当成功创建新对象时
zh_hant: 當成功創建新對象時

source: when an object was deleted successfully
de: wenn ein Objekt erfolgreich gelöscht wurde
ga: nuair a scriosadh réad go rathúil
hu: objektum sikeres törlésekor
id: ketika suatu objek berhasil dihapus
ja: オブジェクトが正常に削除された場合
nl: als met succes een object werd verwijderd
pt: quando um objeto foi excluído com sucesso
pt_br: quando um objeto foi excluído com sucesso
ro: când un obiect a fost șters cu succes
ru: когда объект был успешно удалён
sv: när ett objekt har raderats framgångsrikt
ta: ஒரு பொருள் வெற்றிகரமாக நீக்கப்பட்டபோது
tr: bir nesne sorunsuz silindiğinde
uk: якщо об'єкт було успішно вилучено
zh_hans: 当成功删除对象时
zh_hant: 當一個對象成功刪除時

source: when form parameters are missing
de: wenn Formularparameter fehlen
ga: nuair a bhíonn paraiméadair fhoirm in easnamh
hu: hiányzó űrlapparaméterek esetén
id: ketika parameter formulir tidak ada
ja: フォーム パラメータが不足している場合
nl: als parameters voor het formulier ontbreken
pt: quando faltam os parâmetros do formulário
pt_br: quando faltam parâmetros de formulário
ro: atunci când lipsesc parametrii formularului
ru: при отсутствии параметров формы
sv: när formulärparametrar saknas
ta: படிவ அளவுருக்கள் காணாமல் போகும்போது
tr: form parametreleri eksik olduğunda
uk: якщо не вказано параметри форми
zh_hans: 当表单参数丢失时
zh_hant: 當缺少表格參數時

source: when access is denied
de: wenn der Zugriff verweigert wird
ga: nuair a dhiúltaítear rochtain
hu: hozzáférés megtagadása esetén
id: ketika akses ditolak
ja: アクセスが拒否された場合
nl: als toegang werd geweigerd
pt: quando o acesso é negado
pt_br: quando o acesso é negado
ro: atunci când accesul este refuzat
ru: в случае отказа в доступе
sv: när åtkomst nekas
ta: அணுகல் மறுக்கப்படும் போது
tr: erişim reddedildiğinde
uk: якщо заборонено доступ
zh_hans: 当访问被拒绝时
zh_hant: 當訪問被拒絕時

source: when throttling is in place
de: wenn die Drosselung in Kraft ist
ga: nuair a bhíonn an scóig i bhfeidhm
hu: kéréskorlátozás esetén
id: saat pembatasan diberlakukan
ja: スロットルが設定されている場合
nl: als beperken wordt gebruikt
pt: quando a limitação está em vigor
pt_br: quando a limitação está em vigor
ro: în cazul în care este în vigoare o restricție
ru: при превышении количества запросов из-за ограничения на количество запросов
sv: när strypning är aktiverad
ta: தூண்டுதல் இடத்தில் இருக்கும்போது
tr: hız sınırlaması uygulandığında
uk: якщо увімкнено обмеження швидкості
zh_hans: 当出现瓶颈时
zh_hant: 當出現瓶頸時

source: Authentication tokens
de: Authentifizierungstoken
ga: Comharthaí fíordheimhnithe
hu: Hitelesítési tokenek
id: Token autentikasi
ja: 認証トークン
nl: Tokens voor authenticatie
pt: Tokens de autenticação
pt_br: Tokens de autenticação
ro: Jetoane de autentificare
ru: Токены авторизации
sv: Autentiseringstoken
ta: அங்கீகார டோக்கன்கள்
tr: Kimlik doğrulama kodları
uk: Жетони розпізнавання
zh_hans: 身份验证令牌

source: Project scoped tokens were introduced in the 4.10 release.
de: Projektspezifische Token wurden in der Version 4.10 eingeführt.
ga: Tugadh isteach comharthaí scóipe tionscadail san eisiúint 4.10.
hu: A projektszintű tokenek a 4.10-es kiadásban kerültek bevezetésre.
id: Token dengan cakupan proyek diperkenalkan dalam rilis 4.10.
ja: 4.10 リリースからプロジェクトスコープのトークンが導入されました。
nl: Tokens voor het bereik van het project werden geïntroduceerd in de uitgave 4.10.
pt: Tokens com escopo de projeto foram introduzidos na versão 4.10.
pt_br: Tokens com escopo de projeto foram introduzidos na versão 4.10.
ro: Jetoanele cu domeniul de aplicare al proiectului au fost introduse în versiunea 4.10.
ru: Токены с ограничениями по проекту были введены в версии 4.10.
sv: Projektbegränsade tokens introducerades i version 4.10.
ta: 4.10 வெளியீட்டில் திட்ட ச்கோப் டோக்கன்கள் அறிமுகப்படுத்தப்பட்டன.
tr: Proje kapsamlı kodlar 4.10 sürümünde tanıtıldı.
uk: Жетони рівня проєкту було впроваджено у випуску 4.10.
zh_hans: 在 4.10 版本中引入了项目范围的令牌。

source: Each user has a personal access token which can be obtained in the user profile. Newly generated user tokens have the ``wlu_`` prefix.
de: Jeder Benutzer hat ein persönliches Zugangstoken, das im Benutzerprofil abgerufen werden kann. Neu generierte Benutzertoken haben das Präfix ``wlu_``.
ga: Tá comhartha rochtana pearsanta ag gach úsáideoir ar féidir a fháil sa phróifíl úsáideora. Tá an réimír ``wlu_`` ag comharthaí úsáideora nuaghinte.
hu: Minden felhasználónak van személyes hozzáférési tokenje, amely a felhasználói profiljában szerezhető be. Az újonnan generált felhasználói tokenek ``wlu_`` előtaggal rendelkeznek.
id: Setiap pengguna memiliki token akses pribadi yang dapat diperoleh di profil pengguna. Token pengguna yang baru dibuat memiliki awalan ``wlu_``.
ja: 各ユーザーは、ユーザー プロファイルから取得できる個人用アクセス トークンを持っています。新しく生成された ユーザー トークンには、``wlu_`` という接頭辞が付きます。
nl: Elke gebruiker heeft een persoonlijk toegangstoken dat kan worden verkregen in het gebruikersprofiel. Nieuw gegenereerde gebruikerstokens hebben het voorvoegsel ``wlu_``.
pt: Cada utilizador tem um token de acesso pessoal que pode ser obtido no perfil do utilizador. Os tokens de utilizador recém-gerados têm o prefixo ``wlu_``.
pt_br: Cada usuário tem um token de acesso pessoal que pode ser obtido no perfil do usuário. Os tokens de usuário recém-gerados têm o prefixo ``wlu_``.
ru: У каждого пользователя есть свой токен доступа, который можно получить в профиле пользователя. Вновь созданные пользовательские токены имеют префикс ``wlu_``.
sv: Varje användare har en personlig åtkomsttoken som kan erhållas i användarprofilen. Nygenserade användartoken har prefixet ``wlu_``.
ta: ஒவ்வொரு பயனருக்கும் தனிப்பட்ட அணுகல் கிள்ளாக்கு உள்ளது, இது பயனர் சுயவிவரத்தில் பெறப்படலாம். புதிதாக உருவாக்கப்பட்ட பயனர் டோக்கன்களில் `` wlu_`` முன்னொட்டு உள்ளது.
tr: Her kullanıcının, kendi kullanıcı profilinden öğrenilebileceği kişisel erişim kodu vardır. Yeni oluşturulan kullanıcı kodlarında ``wlu_`` ön eki bulunur.
uk: У кожного користувача є власний жетон доступу, який можна отримати зі сторінки профілю користувача. Новостворені жетони користувачів мають префікс ``wlu_``.
zh_hans: 每个用户都有自己的个人访问令牌,可以在用户档案中获得。新生成的用户访问令牌带有 ``wlu_`` 前缀。

source: It is possible to create project scoped tokens for API access to given project only. These tokens can be identified by the ``wlp_`` prefix.
de: Es ist möglich, projektspezifische Token für den API-Zugang nur für ein bestimmtes Projekt zu erstellen. Diese Token können durch das Präfix ``wlp_`` identifiziert werden.
ga: Is féidir comharthaí scóip tionscadail a chruthú le haghaidh rochtain API ar thionscadal ar leith amháin. Is féidir na comharthaí seo a aithint leis an réimír ``wlp_``.
hu: Lehetőség van projektszintű tokenek létrehozására, amelyek kizárólag az adott projekthez biztosítanak API-hozzáférést. Ezek a tokenek ``wlp_`` előtaggal azonosíthatók.
id: Dimungkinkan untuk membuat token dengan cakupan proyek hanya untuk akses API ke proyek tertentu. Token ini dapat diidentifikasi dengan awalan ``wlp_``.
ja: 指定したプロジェクトのみへの API アクセス用に、プロジェクト スコープのトークンを作成できます。これらのトークンは、``wlp_`` 接頭辞で識別できます。
nl: Het is mogelijk tokens voor het bereik van het project voor toegang tot de API te maken voor alleen het opgegeven project. Deze tokens kunnen worden geïdentificeerd door het voorvoegsel ``wlp_``.
pt: É possível criar tokens com escopo de projeto para acesso API apenas a um determinado projeto. Estes tokens podem ser identificados pelo prefixo ``wlp_``.
pt_br: É possível criar tokens com escopo de projeto para acesso à API apenas para determinado projeto. Esses tokens podem ser identificados pelo prefixo ``wlp_``.
ro: Este posibil să se creeze token-uri de proiect pentru accesul la API doar pentru un anumit proiect. Aceste jetoane pot fi identificate prin prefixul ``wlp_``.
ru: Предусмотрена возможность создания токенов для доступа к API на уровне текущего проекта. Эти токены можно распознать по префиксу ``wlp_``.
sv: Det är möjligt att skapa projektbegränsade tokens för API-åtkomst till endast ett visst projekt. Dessa tokens kan identifieras genom prefixet ``wlp_``.
ta: கொடுக்கப்பட்ட திட்டத்திற்கு மட்டுமே பநிஇ அணுகலுக்காக திட்ட ச்கோப் செய்யப்பட்ட டோக்கன்களை உருவாக்க முடியும். இந்த டோக்கன்களை `` wlp_`` முன்னொட்டு மூலம் அடையாளம் காணலாம்.
tr: Yalnızca belirli bir projeye API erişimi sağlamak için proje kapsamlı kodlar oluşturulabilir. Bu belirteçler ``wlp_`` ön ekiyle anlaşılabilir.
uk: Передбачено можливість створення жетонів для доступу до програмного інтерфейсу на рівні певного проєкту. Ці жетони можна розпізнати за префіксом ``wlp_``.
zh_hans: 可以创建项目范围的访问令牌，只用于访问指定项目的 API。这些访问令牌带有 ``wlp_`` 前缀。

source: Authentication examples
de: Beispiele für die Authentifizierung
ga: Samplaí fíordheimhnithe
hu: Hitelesítési példák
id: Contoh autentikasi
ja: 認証の例
nl: Voorbeelden authenticatie
pt: Exemplos de autenticação
pt_br: Exemplos de autenticação
ro: Exemple de autentificare
ru: Примеры авторизации
sv: Exempel på autentisering
ta: அங்கீகார எடுத்துக்காட்டுகள்
tr: Kimlik doğrulama örnekleri
uk: Приклади розпізнавання
zh_hans: 身份验证的示例
zh_hant: 身份驗證的例子

source: **Example request:**
de: **Beispielanfrage:**
ga: **Iarratas samplach:**
hu: **Példa kérés:**
id: **Contoh permintaan:**
ja: **リクエストの例:**
nl: **Voorbeeld verzoek:**
pt: **Exemplo de solicitação:**
pt_br: **Exemplo de solicitação:**
ro: **Exemplu de cerere:**
ru: **Пример запроса:**
sv: **Exempel på begäran:**
ta: ** எடுத்துக்காட்டு கோரிக்கை: **
tr: **Örnek istek:**
uk: **Приклад запиту:**
zh_hans: **示例请求：**
zh_hant: **示例請求：**

source: **Example response:**
de: **Beispielantwort:**
ga: **Freagra samplach:**
hu: **Példa válasz:**
id: **Contoh respons:**
ja: **レスポンスの例:**
nl: **Voorbeeld antwoord:**
pt: *Exemplo de resposta:*
pt_br: *Exemplo de resposta:*
ro: **Exemplu de răspuns:**
ru: **Пример ответа:**
sv: **Exempel på svar:**
ta: ** எடுத்துக்காட்டு பதில்: **
tr: **Örnek yanıt:**
uk: **Приклад відповіді:**
zh_hans: **示例响应：**
zh_hant: **示例響應：**

source: **CURL example:**
de: **CURL-Beispiel:**
ga: **CURL mar shampla:**
hu: **CURL példa:**
id: **Contoh CURL:**
ja: **CURL の例:**
nl: **Voorbeeld met CURL:**
pt: **Exemplo de CURL:**
pt_br: **Exemplo de CURL:**
ro: **Exemplu CURL:**
ru: **Пример CURL:**
sv: **CURL-exempel:**
ta: ** சுருட்டை எடுத்துக்காட்டு: **
tr: **CURL örneği:**
uk: **Приклад для CURL:**
zh_hans: **CURL 示例：**
zh_hant: **CURL 示例：**

source: Passing Parameters Examples
de: Beispiele für die Parameterübergabe
ga: Paraiméadair a rith Samplaí
hu: Paraméterek átadásának példái
id: Contoh Parameter yang Dilewatkan
ja: パラメータの受け渡し例
nl: Voorbeelden voor doorgeven parameters
pt: Exemplos de passagem de parâmetros
pt_br: Exemplos de passagem de parâmetros
ro: Exemple de trecere a parametrilor
ru: Примеры передачи параметров
sv: Exempel på överföring av parametrar
ta: அளவுருக்கள் எடுத்துக்காட்டுகள்
tr: Parametre aktarma örnekleri
uk: Приклади передавання параметрів
zh_hans: 传递参数的示例

source: For the :http:method:`POST` method the parameters can be specified either as form submission (:mimetype:`application/x-www-form-urlencoded`) or as JSON (:mimetype:`application/json`).
de: Bei der :http:method:`POST`-Methode können die Parameter entweder als Formularübermittlung (:mimetype:`application/x-www-form-urlencoded`) oder als JSON (:mimetype:`application/json`) angegeben werden.
ga: Maidir leis an modh :http:method:`POST` is féidir na paraiméadair a shonrú mar aighneacht foirme (:mimetype:`application/x-www-form-urlencoded`) nó mar JSON (:mimetype:`application/json`).
hu: A :http:method:`POST` módszer esetén a paraméterek megadhatók űrlapbeküldéssel (:mimetype:`application/x-www-form-urlencoded`) vagy JSON formátumban (:mimetype:`application/json`).
id: Untuk metode :http:method:`POST` parameter dapat ditetapkan sebagai pengiriman formulir (:mimetype:`application/x-www-form-urlencoded`) atau sebagai JSON (:mimetype:`application/json`).
ja: :http:method:`POST` メソッドでは、フォーム送信（:mimetype:`application/x-www-form-urlencoded`）または JSON（:mimetype:`application/json`）のどちらかでパラメータを指定します。
nl: Voor de methode :http:method:`POST` mogen de parameters worden gespecificeerd, ofwel als indiening als formulier (:mimetype:`application/x-www-form-urlencoded`) of als JSON (:mimetype:`application/json`).
pt: Para o método :http:method:`POST` os parâmetros podem ser especificados como envio de formulário (:mimetype:`application/x-www-form-urlencoded`) ou como JSON (:mimetype:`application/json`).
pt_br: Para o método :http:method:`POST` os parâmetros podem ser especificados como envio de formulário (:mimetype:`application/x-www-form-urlencoded`) ou como JSON (:mimetype:`application/json`).
ro: Pentru metoda :http:method:`POST`, parametrii pot fi specificați fie ca trimitere de formular (:mimetype:`application/x-www-form-urlencoded`), fie ca JSON (:mimetype:`application/json`).
ru: Для метода :http:method:`POST` параметры могут быть указаны либо в виде представления формы (:mimetype:`application/x-www-form-urlencoded`), либо в JSON (:mimetype:`application/json`).
sv: För metoden :http:method:`POST` kan parametrarna anges antingen som formulärinlämning (:mimetype:`application/x-www-form-urlencoded`) eller som JSON (:mimetype:`application/json`).
tr: :http:method:`POST` yöntemi için parametreler form gönderimi (:mimetype:`application/x-www-form-urlencoded`) ya da JSON (:mimetype:`application/json`) olarak belirtilebilir.
uk: Для методу :http:method:`POST` параметри можна вказати як подану форму (:mimetype:`application/x-www-form-urlencoded`) або як JSON (:mimetype:`application/json`).
zh_hans: 对于 :http:method:`POST` 方法，参数可以指定为表单提交（:mimetype:`application/x-www-form-urlencoded`）或 JSON（:mimetype:`application/json`）。
zh_hant: 對於 :http:method:`POST` 方法，參數可以指定為表格提交（:mimetype:`application/x-www-form-urlencoded`）或 JSON （:mimetype:`application/json`）。

source: **Form request example:**
de: **Formular-Anfragebeispiel:**
ga: ** Sampla d’iarratas foirme:**
hu: **Űrlap alapú kérés példa:**
id: **Contoh permintaan formulir:**
ja: **フォーム リクエストの例:**
nl: **Voorbeeld verzoek als formulier:**
pt: **Exemplo de solicitação de formulário:**
pt_br: **Exemplo de solicitação de formulário:**
ro: **Exemplu de cerere de formular:**
ru: **Пример запроса формы:**
sv: **Exempel på formulärförfrågan:**
ta: ** படிவ கோரிக்கை எடுத்துக்காட்டு: **
tr: **Form isteği örneği:**
uk: **Приклад запиту форми:**
zh_hans: **表单请求示例：**

source: **JSON request example:**
de: **JSON-Anfragebeispiel:**
ga: ** Sampla d'iarratas JSON:**
hu: **JSON alapú kérés példa:**
id: **Contoh permintaan JSON:**
ja: **JSON リクエストの例:**
nl: **Voorbeeld verzoek als JSON:**
pt: **Exemplo de solicitação JSON:**
pt_br: **Exemplo de solicitação JSON:**
ro: **Exemplu de cerere JSON:**
ru: **Пример JSON запроса:**
sv: **Exempel på JSON-förfrågan:**
ta: ** சாதொபொகு கோரிக்கை எடுத்துக்காட்டு: **
tr: **JSON isteği örneği:**
uk: **Приклад запиту JSON:**
zh_hans: **JSON 请求的示例：**

source: **CURL JSON example:**
de: **CURL-JSON-Beispiel:**
ga: **CURL JSON mar shampla:**
hu: **CURL JSON példa:**
id: **Contoh CURL JSON:**
ja: **CURL JSON の例:**
nl: **Voorbeeld CURL JSON:**
pt: **Exemplo de CURL JSON:**
pt_br: **Exemplo de CURL JSON:**
ro: **CURL JSON exemplu:**
ru: **Пример CURL с JSON:**
sv: **CURL JSON-exempel:**
ta: ** கர்ல் சாதொபொகு எடுத்துக்காட்டு: **
tr: **CURL JSON örneği:**
uk: **Приклад JSON для CURL:**
zh_hans: **CURL JSON 示例：**

source: Components and categories
de: Komponenten und Kategorien
ga: Comhpháirteanna agus catagóirí
hu: Összetevők és kategóriák
id: Komponen dan kategori
ja: コンポーネントとカテゴリー
nl: Onderdelen en categorieën
pt: Componentes e categorias
pt_br: Componentes e categorias
ru: Компоненты и категории
sv: Komponenter och kategorier
ta: கூறுகள் மற்றும் வகைகள்
tr: Bileşenler ve kategoriler
uk: Складники і категорії
zh_hans: 部件和类别

source: API rate limiting
de: API-Ratenbegrenzung
ga: Teorainn ráta API
hu: API lekérdezési korlátozás
id: Pembatasan akses API
ja: API 接続制限
nl: API opvraaglimieten
pt: Limitação de taxa da API
pt_br: Limitação de taxa da API
ro: Limitarea ratei API
ru: Ограничение частоты запросов API
sv: API-hastighetsbegränsning
ta: பநிஇ வீதத்தைக் கட்டுப்படுத்துதல்
tr: API hız sınırlaması
uk: Обмеження частоти у програмному інтерфейсі
zh_hans: API 频次限制
zh_hant: API 頻次限制
