Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Documented licensing using `REUSE 3.0 <https://reuse.software/>`_.
de: Dokumentierte Lizenzierung mit `REUSE 3.0 <https://reuse.software/>`_.
ga: Ceadúnú doiciméadaithe ag baint úsáide as `REUSE 3.0 <https://reuse.software/>`_.
hu: A licencelés dokumentálása a `REUSE 3.0 <https://reuse.software/>`_ szerint.
id: Lisensi terdokumentasi menggunakan `REUSE 3.0 <https://reuse.software/>`_.
ja: `REUSE 3.0 <https://reuse.software/>`_ を使用したライセンスの文書化。
nl: Gedocumenteerd licenseren met `REUSE 3.0 <https://reuse.software/>`_.
pt: Licenciamento documentado por `REUSE 3.0 <https://reuse.software/>`_.
pt_br: Licenciamento documentado usando `REUSE 3.0 <https://reuse.software/>`_.
ru: Документированное лицензирование с использованием `REUSE 3.0 <https://reuse.software/>`_.
sv: Dokumenterad licensiering med `REUSE 3.0 <https://reuse.software/>`_.
ta: `மறுபயன்பாடு 3.0 <https://reuse.software/>` _ ஆகியவற்றைப் பயன்படுத்தி ஆவணப்படுத்தப்பட்ட உரிமம்.
tr: `REUSE 3.0 <https://reuse.software/>`_ kullanılarak lisanslama belgelendirildi.
uk: Документовано ліцензування з використанням `REUSE 3.0 <https://reuse.software/>`_.
zh_hans: 文档许可使用 `REUSE 3.0 <https://reuse.software/>`_.

source: Fixed users pagination on team management.
de: Die Aufteilung der Benutzerliste in der Teamverwaltung korrigiert.
ga: uimhriú úsáideoirí seasta ar bhainistíocht foirne.
hu: Felhasználók oldalszámozásának javítása a csapatkezelésben.
id: Memperbaiki pengaturan paginasi pengguna pada manajemen tim.
ja: チーム管理でのユーザーのページ送りの修正。
nl: Pagineren van gebruikers in teambeheer gerepareerd.
pt: Paginação de utilizadores corrigida na gestão de equipas.
pt_br: Paginação fixa dos usuários na gestão da equipe.
ru: Исправлена нумерация страниц пользователей в управлении командой.
sv: Fixat sidnumrering för användare i teamhanteringen.
ta: குழு நிர்வாகத்தில் நிலையான பயனர்கள் மண்பாண்டம்.
tr: Takım yönetiminde kullanıcıların sayfalandırması düzeltildi.
uk: Виправлено поділ списку користувачів при керуванні командами.
zh_hans: 修复了团队管理上的用户分页。

source: Improved performance of project creation and saving.
de: Verbesserte Leistung beim Erstellen und Speichern von Projekten.
ga: Feidhmíocht fheabhsaithe maidir le cruthú agus coigilt tionscadail.
hu: Projektlétrehozás és mentés teljesítményének javítása.
id: Peningkatan kinerja pembuatan dan penyimpanan proyek.
ja: プロジェクトの作成と保存の性能の改良。
nl: Verbeterde prestaties voor maken en opslaan van project.
pt: Melhor desempenho de criação e gravação de projetos.
pt_br: Melhorado o desempenho de criação e salvamento de projetos.
ru: Улучшена производительность создания и сохранения проектов.
sv: Förbättrad prestanda vid skapande och sparande av projekt.
ta: திட்ட உருவாக்கம் மற்றும் சேமிப்பு ஆகியவற்றின் மேம்பட்ட செயல்திறன்.
tr: Proje oluşturma ve kaydetme başarımı iyileştirildi.
uk: Удосконалено швидкодію створення і збереження проєктів.
zh_hans: 改进了项目创建和保存的性能。

source: Added support for gotext JSON files.
de: Unterstützung für JSON-Dateien gotext hinzugefügt.
ga: Tacaíocht bhreise do chomhaid gotext JSON.
hu: gotext JSON-fájlok támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas JSON gotext.
ja: gotext JSON ファイルに対応。
nl: Ondersteuning toegevoegd voor gotext JSON-bestanden.
pt: Adicionado suporte para ficheiros de gotext JSON.
pt_br: Adicionado suporte para arquivos JSON gotext.
ru: Добавлена поддержка файлов gotext JSON.
sv: Stöd för gotext JSON-filer har lagts till.
ta: gotext சாதொபொகு கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: gotext JSON dosyaları desteği eklendi.
uk: Додано підтримку формату файлів JSON gotext.
zh_hans: 新增支持 gotext JSON 文件。

source: Added support for i18next v4 files.
de: Unterstützung für i18next v4-Dateien hinzugefügt.
ga: Tacaíocht bhreise do chomhaid i18next v4.
hu: i18next v4 fájlok támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas i18next v4.
ja: i18next v4 ファイルに対応。
nl: Toegevoegde ondersteuning voor i18next v4-bestanden.
pt: Adicionado suporte para ficheiros de i18next v4.
pt_br: Adicionado suporte para arquivos i18next v4.
ru: Добавлена поддержка файлов i18next v4.
sv: Stöd för i18next v4-filer har lagts till.
ta: i18next v4 கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: i18next v4 dosyaları desteği eklendi.
uk: Додано підтримку файлів i18next v4.
zh_hans: 新增支持 i18next v4 文件。

source: Pagination in the API is now customizable.
de: Der Seitenumbruch in der API ist jetzt anpassbar.
ga: Is féidir uimhriú san API a shaincheapadh anois.
hu: Az API oldalszámozása mostantól testreszabható.
id: Paginasi dalam API sekarang dapat disesuaikan.
ja: API のページ送りを変更できるように改良。
nl: Pagineren in de API is nu aan te passen.
pt: A paginação na API agora é personalizável.
pt_br: A paginação na API agora é personalizável.
ru: Разбивка на страницы в API теперь настраивается.
sv: Sidnumrering i API:et är nu anpassningsbar.
ta: பநிஇ இல் மண்பாண்டம் இப்போது தனிப்பயனாக்கக்கூடியது.
tr: API üzerinde sayfalandırma artık özelleştirilebilir.
uk: У новій версії можна налаштувати поділ на сторінки за допомогою програмного інтерфейсу.
zh_hans: API 中的分页现在可定制。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/90?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/90?closed=1>`__。

source: *Released on December 16th 2022.*
de: *Veröffentlicht am 16. Dezember 2022.*
ga: *Eisithe ar 16 Nollaig 2022.*
hu: *Kiadva: 2022. december 16.*
id: *Dirilis pada 16 Desember 2022.*
nl: *Uitgegeven op 16 december 2022.*
pt_br: *Atualizado em 16 de dezembro de 2022.*
sv: *Släpptes den 16 december 2022.*
tr: *16 Aralık 2022 tarihinde yayınlandı.*
uk: *Випущено 16 грудня 2022 року.*

source: Added support for browsing all changes for an individual string.
de: Unterstützung für das Durchsuchen aller Änderungen für eine einzelne Zeichenkette hinzugefügt.
ga: Tacaíocht bhreise leis chun gach athrú do theaghrán aonair a bhrabhsáil.
hu: Egyes szövegekhez tartozó összes változás böngészésének támogatása hozzáadva.
id: Menambahkan dukungan untuk menelusuri semua perubahan untuk string individual.
ja: 各文字列の変更点を確認する機能の追加。
nl: Ondersteuning toegevoegd voor het bladeren door alle wijzigingen voor een individuele tekenreeks.
pt_br: Adicionado suporte para navegar por todas as alterações de um texto individual.
ru: Добавлена поддержка просмотра всех изменений отдельной строки.
sv: Lagt till stöd för att bläddra igenom alla ändringar för en enskild sträng.
ta: ஒரு தனிப்பட்ட சரத்திற்கான அனைத்து மாற்றங்களையும் உலாவுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Tek bir dizgenin tüm değişikliklerine göz atma özelliği eklendi.
uk: Додано підтримку навігації усіма змінами для окремого рядка.
zh_hans: 新增支持浏览单条字符串的所有更改。

source: Fixed plurals handling in automatic translation from other components.
de: Die Behandlung von Pluralformen bei der automatischen Übersetzung aus anderen Komponenten korrigiert.
ga: Láimhseáil iolraí seasta san aistriúchán uathoibríoch ó chomhpháirteanna eile.
hu: Többes számok kezelése javítva automatikus fordításnál más összetevőkből.
id: Memperbaiki penanganan bentuk jamak dalam terjemahan otomatis dari komponen lain.
ja: 他のコンポーネントからの自動翻訳での複数形の処理を修正しました。
nl: Gerepareerde afhandeling meervouden in automatische vertaling vanuit andere onderdelen.
pt: Corrigido o tratamento de plurais na tradução automática de outros componentes.
pt_br: Corrigido o tratamento de plurais na tradução automática de outros componentes.
ro: A fost reparată gestionarea pluralului în traducerea automată din alte componente.
ru: Исправлена обработка множественного числа при автоматическом переводе из других компонентов.
sv: Fixat hanteringen av pluralformer vid automatisk översättning från andra komponenter.
ta: மற்ற கூறுகளிலிருந்து தானியங்கி மொழிபெயர்ப்பில் நிலையான பன்மை கையாளுதல்.
tr: Diğer bileşenlerden kendiliğinden çeviri yapılırken çoğulların işlenmesi düzeltildi.
uk: Виправлено обробку форм множини при автоматичному перекладі з інших складників.
zh_hans: 修复了来自其他部件自动翻译复数处理的问题。

source: Added keyboard shortcut Alt+Enter to submit string as a suggestion.
de: Tastaturkürzel Alt+Eingabe hinzugefügt, um eine Zeichenkette als Übersetzungsvorschlag einzureichen.
ga: Cuireadh aicearra méarchláir Alt+Iontráil chun teaghrán a chur isteach mar mholadh.
hu: Alt+Enter billentyűparancs hozzáadva a szöveg javaslatként való beküldéséhez.
id: Menambahkan pintasan keyboard Alt+Enter untuk mengirimkan string sebagai saran.
ja: 提案として文字列を送信するキーボード ショートカット Alt+Enter を追加。
nl: Sneltoets voor toetsenbord Alt+Enter toegevoegd voor indienen tekenreeks als een suggestie.
pt: Adicionado atalho de teclado Alt+Enter para enviar cadeia como sugestão.
pt_br: Adicionado atalho de teclado Alt+Enter para enviar texto como sugestão.
ro: A fost adăugată comanda rapidă de la tastatură Alt+Intro pentru a trimite un șir de caractere ca sugestie.
ru: Добавлено сочетание клавиш Alt+Enter для отправки строки в качестве предложения.
sv: Lagt till kortkommandot Alt+Enter för att skicka in strängen som ett förslag.
ta: விசைப்பலகை குறுக்குவழி alt+என்ட்ரிக் சரத்தை ஒரு ஆலோசனையாக சமர்ப்பிக்க enter ஐ சேர்.
tr: Dizgeyi öneri olarak göndermek için Alt+Enter klavye kısayolu eklendi.
uk: Додано клавіатурне скорочення Alt+Enter для надсилання рядка як пропозиції.
zh_hans: 添加了将字符串提交为建议的键盘快捷键 Alt+Enter。

source: Added support for placeables in the Fluent format.
de: Unterstützung für Platzhalter im Fluent-Format hinzugefügt.
ga: Tacaíocht bhreise do shuímh in áit san fhormáid Líofa.
hu: Támogatás a Fluent formátum helyettesítő elemeihez.
id: Menambahkan dukungan untuk penempatan dalam format Fluent.
ja: Fluent 形式の配置可能な要素に対応。
nl: Ondersteuning toegevoegd voor plaatsvervangers in de indeling Fluent.
pt: Adicionado suporte para objetos colocáveis no formato Fluent.
pt_br: Adicionado suporte para objetos colocáveis no formato Fluent.
ro: Adăugat suportul pentru elementele locuibile în formatul Fluent.
ru: Добавлена поддержка размещаемых объектов в формате Fluent.
sv: Stöd för placerbara objekt i Fluent-format har lagts till.
ta: சரள வடிவத்தில் இடங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Fluent biçiminde yerleştirilebilir ögeler desteği eklendi.
uk: Додано підтримку замінників у форматі файлів Fluent.
zh_hans: 新增支持 Fluent 格式的可放置对象。

source: Improved performance of translation memory.
de: Verbesserte Leistung des Übersetzungsspeichers.
ga: Feidhmíocht fheabhsaithe na cuimhne aistriúcháin.
hu: Fordítási memória teljesítményének javítása.
id: Peningkatan kinerja memori terjemahan.
ja: 翻訳メモリの更新の性能の改良。
nl: Verbeterde prestaties vertaalgeheugen.
pt: Melhorado o desempenho da memória de tradução.
pt_br: Melhorado o desempenho da memória de tradução.
ro: Îmbunătățirea performanțelor memoriei de traducere.
ru: Улучшена производительность памяти переводов.
sv: Förbättrad prestanda för översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவகத்தின் மேம்பட்ட செயல்திறன்.
tr: Çeviri belleğinin başarımı iyileştirildi.
uk: Удосконалено швидкодію пам'яті перекладу.
zh_hans: 改进了翻译记忆库的性能。

source: Autogenerate repoweb browsing links for well known code hosting services.
de: Automatische Generierung von Repoweb-Browsing-Links für bekannte Code-Hosting-Dienste.
ga: Autogenerate naisc brabhsála repoweb le haghaidh seirbhísí óstála cód aitheanta.
hu: Ismert kódtároló szolgáltatások esetén automatikusan generálódnak a repoweb böngészési hivatkozások.
id: Buat tautan penelusuran repoweb secara otomatis untuk layanan hosting kode yang terkenal.
ja: 既知のコード ホスティングサービスの repoweb 参照リンクを自動生成する機能の追加。
nl: Automatisch genereren van koppelingen voor bladeren in repoweb voor welbekende services voor het hosten van code.
pt: Gera automaticamente ligações de navegação do repoweb para serviços de hospedagem de código conhecidos.
pt_br: Gera automaticamente links de navegação do repoweb para serviços de hospedagem de código conhecidos.
ru: Автоматическое создание ссылки для просмотра веб-репозиториев для известных служб хранения кода.
sv: Autogenerera repoweb-surflänkar för välkända kodhostingtjänster.
ta: நன்கு அறியப்பட்ட குறியீடு ஓச்டிங் சேவைகளுக்கான தன்னியக்க மறுசீரமைப்பு உலாவல் இணைப்புகள்.
tr: İyi bilinen kod barındırma hizmetleri için repoweb tarama bağlantılarının kendiliğinden oluşturulması sağlandı.
uk: Реалізовано автоматичне створення посилань навігації у сховищі коду для відомих служб зберігання коду.
zh_hans: 为知名的代码托管服务自动生成 repoweb 浏览链接。

source: Improved performance of several views.
de: Verbesserte Leistung mehrerer Ansichten.
ga: Feidhmíocht fheabhsaithe ar roinnt tuairimí.
hu: Számos nézet teljesítménye javult.
id: Peningkatan kinerja beberapa tampilan.
ja: 複数の表示画面の性能の改良。
nl: Verbeterde prestaties van verscheidene weergaven.
pt: Melhorado o desempenho de várias visões.
pt_br: Melhorado o desempenho de várias visões.
ru: Улучшена производительность некоторых представлений.
sv: Förbättrad prestanda för flera vyer.
ta: பல பார்வைகளின் மேம்பட்ட செயல்திறன்.
tr: Birkaç görünümün başarımı iyileştirildi.
uk: Поліпшено швидкодію для декількох режимів перегляду.
zh_hans: 改进了多个视图的性能。

source: Improved listing of strings with plurals.
de: Verbesserte Auflistung von Zeichenketten mit Pluralformen.
ga: Liostú teaghrán feabhsaithe le hiolra.
hu: Többes számokat tartalmazó szövegek listázása fejlesztve.
id: Peningkatan daftar string dengan bentuk jamak.
ja: 複数形を含む文字列の一覧の改良。
nl: Verbeterde vermelding van tekenreeksen met meervouden.
pt: Melhorada a listagem de cadeias com plurais.
pt_br: Melhorada a listagem de textos com plurais.
ru: Улучшен список строк во множественном числе.
sv: Förbättrad listning av strängar med pluralformer.
ta: பன்மைகளுடன் சரங்களின் மேம்பட்ட பட்டியல்.
tr: Çoğul biçimleri olan dizgelerin listelenmesi iyileştirildi.
uk: Удосконалено показ списків рядків із формами множини.
zh_hans: 改进了含复数的字符串的列表。

source: Added support for adding custom markup to HTML head.
de: Unterstützung für das Hinzufügen von benutzerdefinierter Auszeichnung zum HTML-Header hinzugefügt.
ga: Tacaíocht bhreise chun marcáil shaincheaptha a chur leis an gceann HTML.
hu: Támogatás hozzáadva egyéni HTML fejlécelemek beillesztéséhez.
id: Menambahkan dukungan untuk menambahkan markup khusus ke kepala HTML.
ja: HTML ヘッダーへのカスタム マークアップ追加に対応。
nl: Ondersteuning toegevoegd voor aangepaste opmaak voor kop HTML.
pt: Adicionado suporte para adicionar marcação personalizada ao cabeçalho HTML.
pt_br: Adicionado suporte para adicionar marcação personalizada ao cabeçalho HTML.
ru: Добавлена поддержка добавления пользовательской разметки в заголовок HTML.
sv: Lagt till stöd för att lägga till anpassade markeringar i HTML-huvudet.
ta: html தலையில் தனிப்பயன் மார்க்அப்பைச் சேர்ப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: HTML head bölümüne markup kodu eklenmesi sağlandı.
uk: Додано підтримку додавання нетипової розмітки у заголовок HTML.
zh_hans: 新增支持将自定义标记添加到 HTML 头。

source: Fixed generation of MO files in the add-on to include only translated files.
de: Die Erzeugung von MO-Dateien in der Erweiterung korrigiert, so dass nur noch übersetzte Dateien enthalten sind.
ga: Giniúint sheasta de chomhaid MO sa bhreiseán chun comhaid aistrithe amháin a áireamh.
hu: Javítva az MO-fájlok generálása a kiegészítőben: mostantól csak a lefordított fájlokat tartalmazzák.
id: Memperbaiki pembuatan berkas MO dalam pengaya agar hanya menyertakan file terjemahan.
ja: アドオンでの MO ファイルの生成を、翻訳されたファイルのみを含むように修正。
nl: Gerepareerd maken van MO-bestanden in de add-on om alleen vertaalde bestanden op te nemen.
pt: Corrigida a geração de ficheiros MO na extensão para incluir apenas ficheiros traduzidos.
pt_br: Corrigida a geração de arquivos MO no complemento para incluir apenas arquivos traduzidos.
ru: Исправлено создание файлов MO в дополнении, включающая только переведённые файлы.
sv: Fast generering av MO-filer i tillägget så att endast översatta filer inkluderas.
ta: மொழிபெயர்க்கப்பட்ட கோப்புகளை மட்டுமே சேர்க்க கூடுதல் ad-on இல் mo கோப்புகளின் நிலையான தலைமுறை.
tr: Eklentide, MO dosyaları oluşturulurken yalnızca çevrilen dosyaların katılması sağlandı.
uk: Виправлено створення файлів MO у додатку — реалізовано включення лише перекладених файлів.
zh_hans: 修复了附加组件中 MO 文件生成的问题，现在只包含已翻译文件。

source: Fixed rendering of regular expression flags.
de: Die Darstellung von Markierungen für reguläre Ausdrücke korrigiert.
ga: Rindreáil seasta ar bhratacha slonn rialta.
hu: Szabályos kifejezések kapcsolóinak megjelenítése javítva.
id: Memperbaiki rendering bendera ekspresi reguler.
ja: 正規表現フラグのレンダリングの修正。
nl: Gerepareerd renderen van vlaggen voor reguliere uitdrukking.
pt: Corrigida a renderização de marcadores de expressão regular.
pt_br: Corrigida a renderização de marcadores de expressão regular.
ru: Исправлено отображение флагов регулярных выражений.
sv: Fast rendering av flaggor för reguljära uttryck.
ta: வழக்கமான வெளிப்பாடு கொடிகளின் நிலையான வழங்குதல்.
tr: Kurallı ifade imlerinin işlenmesi düzeltildi.
uk: Виправлено показ прапорців формальних виразів.
zh_hans: 修复了正则表达式标记渲染的问题。

source: Improved placeholders check behavior with plurals.
de: Verbessertes Prüfverhalten von Platzhaltern bei Pluralformen.
ga: Seiceálann áitsealbhóirí feabhsaithe iompar leis na hiolra.
hu: Helyettesítők ellenőrzésének viselkedése javítva többes szám esetén.
id: Penempatan yang ditingkatkan memeriksa perilaku dengan bentuk jamak.
ja: プレースホルダー検査で複数形があるときの動作を改良。
nl: Verbeterde controle plaatsvervangers gedrag met meervouden.
pt: Melhorado o comportamento de verificação de espaços reservados com plurais.
pt_br: Melhorado o comportamento de verificação de espaços reservados com plurais.
ru: Улучшена проверка поведения заполнителей множественным числом.
sv: Förbättrad kontroll av platshållare med pluralformer.
ta: மேம்படுத்தப்பட்ட பிளேச்ஓல்டர்கள் பன்மைகளுடன் நடத்தை சரிபார்க்கிறார்கள்.
tr: Çoğul biçimlerde yer belirtici denetimi davranışı iyileştirildi.
uk: Удосконалено поведінку перевірки на замінник у формах множини.
zh_hans: 改进了复数的占位符检查行为。

source: Added support for translation files naming suitable for Google Play.
de: Unterstützung für die Benennung von Übersetzungsdateien, die für Google Play geeignet sind, hinzugefügt.
ga: Tacaíocht bhreise le haghaidh ainmniú comhad aistriúcháin atá oiriúnach do Google Play.
hu: Google Play kompatibilis fordítási fájlnevek támogatása hozzáadva.
id: Menambahkan dukungan untuk penamaan berkas terjemahan yang cocok untuk Google Play.
ja: Google Play に適した翻訳ファイルの命名に対応。
nl: Ondersteuning toegevoegd voor de naamgeving van vertaalbestanden die geschikt is voor Google Play.
pt: Adicionado suporte para nomenclatura de ficheiros de tradução adequados para Google Play.
pt_br: Adicionado suporte para nomenclatura de arquivos de tradução adequados para Google Play.
ru: Добавлена поддержка имён файлов перевода, подходящих для Google Play.
sv: Lagt till stöd för namngivning av översättningsfiler som passar för Google Play.
ta: google play க்கு ஏற்ற மொழிபெயர்ப்பு கோப்புகளுக்கான ஆதரவைச் சேர்த்தது.
tr: Çeviri dosyalarının Google Play ile uyumlu biçimde adlandırılması özelliği eklendi.
uk: Додано підтримку іменування файлів перекладу, яку використовують на Google Play.
zh_hans: 新增支持适合 Google Play 商店的翻译文件命名。

source: Added support for labels in API.
de: Unterstützung für Labels in der API hinzugefügt.
ga: Tacaíocht bhreise do lipéid in API.
hu: Címkék támogatása hozzáadva az API-hoz.
id: Menambahkan dukungan untuk label di API.
ja: API でのラベルに対応。
nl: Ondersteuning toegevoegd voor labels in de API.
pt: Adicionado suporte para etiquetas em API.
pt_br: Adicionado suporte para etiquetas em API.
ru: Добавлена поддержка меток в API.
sv: Stöd för etiketter i API har lagts till.
ta: பநிஇ இல் சிட்டைகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: API üzerine etiket desteği eklendi.
uk: Додано підтримку міток у програмному інтерфейсі.
zh_hans: 新增支持 API 中的标签。

source: Added support for choosing different e-mail for commits than for notifications.
de: Unterstützung für die Auswahl einer anderen E-Mail für Commits als für Benachrichtigungen hinzugefügt.
ga: Tacaíocht bhreise chun r-phost difriúil a roghnú le haghaidh gealltanais seachas le haghaidh fógraí.
hu: Lehetőség más e-mail cím megadására a véglegesítésekhez, mint az értesítésekhez.
id: Menambahkan dukungan untuk memilih surel yang berbeda untuk komitmen daripada untuk notifikasi.
ja: 通知用とは異なるコミット用のメールアドレスの選択に対応。
nl: Ondersteuning toegevoegd voor het kiezen van verschillende e-mails voor commits en voor notificaties.
pt: Adicionado suporte para escolher e-mail de commits diferente do de notificações.
pt_br: Adicionado suporte para escolher e-mail de commits diferente do de notificações.
ru: Добавлена поддержка выбора другого адреса электронной почты для коммитов и для уведомлений.
sv: Lagt till stöd för att välja olika e-postadresser för commit och för aviseringar.
ta: அறிவிப்புகளை விட வெவ்வேறு மின்னஞ்சல்களைத் தேர்ந்தெடுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: İşlemeler için bildirimlerden farklı e-posta seçme özelliği eklendi.
uk: Додано підтримку вибору іншої адреси електронної пошти, ніж адреса для сповіщень.
zh_hans: 新增支持为译文提交和通知选择不同的电子邮箱。

source: The Docker image no longer enables debug mode by default.
de: Das Docker-Image aktiviert nicht mehr standardmäßig den Debugmodus.
ga: Ní chumasaíonn íomhá an Docker mód dífhabhtaithe a thuilleadh de réir réamhshocraithe.
hu: A Docker-kép alapértelmezés szerint már nem engedélyezi a hibakeresési módot.
id: Gambar Docker tidak lagi mengaktifkan mode awakutu secara bawaan.
ja: Docker イメージはデフォルトでデバッグ モードが無効になりました。
nl: De Docker image schakelt niet langer standaard de modus debuggen in.
pt: A imagem do Docker não ativa mais o modo de depuração por padrão.
pt_br: A imagem do Docker não habilita mais o modo de depuração por padrão.
ru: Образ Docker больше не включает режим отладки по умолчанию.
sv: Docker-bilden aktiverar inte längre felsökningsläget som standard.
ta: கப்பல்துறை படம் இனி பிழைத்திருத்த பயன்முறையை இயல்பாக இயக்காது.
tr: Docker kalıbı artık hata ayıklama kipini varsayılan olarak kullanıma almıyor.
uk: У образі для Docker більше не встановлюється типовий режим діагностики.
zh_hans: 该 Docker 镜像不再默认启用调试模式。
