Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Terminology management
de: Terminologieverwaltung
ga: Bainistíocht téarmaíochta
hu: Terminológia kezelése
id: Manajemen terminologi
ja: 用語集の管理
nl: Terminologiebeheer
pt: Gestão de terminologia
pt_br: Gerenciamento de terminologia
ro: Managementul terminologiei
ru: Управление терминологией
sv: Terminologihantering
ta: கலைச்சொல் மேலாண்மை
tr: Terminolojileri yönetmek
uk: Керування термінологією
zh_hans: 专业术语管理

source: Post-editing of MT with terminology assignment influences each level of the translation process. The machine translation system can be adapted to the specific vocabulary and style with a continued training or `neural fuzzy repair <https://aclanthology.org/P19-1175.pdf>`_. `Import <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ your existing translation memory into weblate or create an initial scope with your basic terminology. In the end the lector should be instructed with additional terminology documents to guarantee a good knowledge and output in the field.
de: Das Post-Editing der maschinellen Übersetzung mit Terminologiezuweisung beeinflusst jede Ebene des Übersetzungsprozesses. Das maschinelle Übersetzungssystem kann mit einem fortlaufenden Training oder `Neural Fuzzy Repair <https://aclanthology.org/P19-1175.pdf>`_ an den jeweiligen Wortschatz und Stil angepasst werden. `Importieren Sie <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ Ihren bestehenden Übersetzungsspeicher in Weblate oder erstellen Sie einen ersten Umfang mit Ihrer grundlegenden Terminologie. Am Ende sollte der Lektor mit zusätzlichen Terminologiedokumenten instruiert werden, um eine gute Kenntnis und Leistung in dem Bereich zu gewährleisten.
ga: Bíonn tionchar ag iar-eagarthóireacht MT agus sannadh téarmaíochta ar gach leibhéal den phróiseas aistriúcháin. Is féidir an córas aistriúcháin meaisín a chur in oiriúint don stór focal agus don stíl shainiúil le hoiliúint leanúnach nó le `neural fuzzy repair <https://aclanthology.org/P19-1175.pdf>`_. `Iompórtáil <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ do chuimhne aistriúcháin reatha isteach i weblate nó cruthaigh scóip tosaigh le do bhuntéarmaíocht. Sa deireadh ba cheart doiciméid bhreise téarmaíochta a threorú don léachtóir chun eolas agus aschur maith sa réimse a chinntiú.
hu: A gépi fordítás utószerkesztése terminológiai hozzárendeléssel a fordítási folyamat minden szintjére hatással van. A gépi fordítási rendszert hozzá lehet igazítani a konkrét szókincshez és stílushoz folyamatos tanítással vagy `neurális alapú közelítő javítással <https://aclanthology.org/P19-1175.pdf>`_. `Importálja <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ meglévő fordítási memóriáját a Weblate-be vagy hozzon létre egy kezdeti alapot az alapvető terminológiával. Végül az ellenőrző lektort további terminológiai dokumentumokkal is fel kell készíteni, hogy megfelelő szaktudással és eredménnyel dolgozhasson.
id: Pasca-penyuntingan MT dengan penugasan terminologi memengaruhi setiap tahapan proses terjemahan. Sistem terjemahan mesin dapat diadaptasi dengan kosakata dan gaya spesifik melalui pelatihan berkelanjutan atau `perbaikan fuzzy neural <https://aclanthology.org/P19-1175.pdf>`_. `Impor <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ memori terjemahan Anda yang sudah ada ke Weblate atau buat cakupan awal dengan terminologi dasar Anda. Pada akhirnya, dosen harus diinstruksikan dengan dokumen terminologi tambahan untuk menjamin pengetahuan dan keluaran yang baik di kolom tersebut.
ja: 用語の割り当てを使用した機械翻訳後の編集は、翻訳プロセスの各レベルに影響を与えます。機械翻訳システムは、継続的なトレーニングまたは `ニューラル ファジー修復 <https://aclanthology.org/P19-1175.pdf>`_ を使用して、特定の語彙と文例に適合させます。既存の翻訳メモリを weblate に `インポート <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ するか、基本的な用語を含む初期の用語集を作成します。最終的には、その分野における経験と知識に基づく結果を保証するために、専門家に頼んで追加の用語集を作成してください。
nl: Nabewerken van machinevertalingen met toewijzing van terminologie beïnvloedt elk niveau van het vertaalproces. Het systeem voor machinevertaling kan worden aangepast naar de specifieke vocabulaire en opmaak met een doorlopende training van `neurale fuzzy reparaties <https://aclanthology.org/P19-1175.pdf>`_. `Importeer <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ uw bestaande vertaalgeheugen in Weblate of maak een initieel bereik met uw basisterminologie. Aan het einde zou de lector moeten worden geïnstrueerd met aanvullende documenten voor terminologie om ene goede kennis en uitvoer in het veld te garanderen.
pt: A pós-edição de MT com atribuição de terminologia influencia cada nível do processo de tradução. O sistema de tradução automática pode ser adaptado ao vocabulário e estilo específicos com um treino contínuo ou `conserto fuzzy neural <https://aclanthology.org/P19-1175.pdf>`_. `Importar <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ a sua memória de tradução existente ao Weblate ou criar um escopo inicial com a sua terminologia básica. No final, o leitor deve ser instruído com documentos terminológicos adicionais para garantir um bom conhecimento e uma boa produção na área.
pt_br: A pós-edição do TM com atribuição de terminologia influencia cada nível do processo de tradução. O sistema de tradução automática pode ser adaptado ao vocabulário e estilo específicos com um treinamento contínuo ou `reparo neural nebuloso <https://aclanthology.org/P19-1175.pdf>`_. `Importe <https://docs.weblate.org/pt_BR/latest/admin/memory.html#imported-translation-memory>`_ sua memória de tradução existente para o weblate ou crie um escopo inicial com sua terminologia básica. No final, o leitor deve ser instruído com documentos de terminologia adicionais para garantir um bom conhecimento e produção na área.
ro: Post-editarea MT cu atribuirea terminologiei influențează fiecare nivel al procesului de traducere. Sistemul de traducere automată poate fi adaptat la vocabularul și stilul specific cu ajutorul unei formări continue sau a `reparării fuzzy neuronale <https://aclanthology.org/P19-1175.pdf>`_. `Importați <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ memoria dvs. de traducere existentă în weblate sau creați un domeniu inițial cu terminologia dvs. de bază. În final, lectorul ar trebui să fie instruit cu documente terminologice suplimentare pentru a garanta o bună cunoaștere și randament în domeniu.
ru: Постредактирование перевода с определением терминологии влияет на каждый уровень процесса перевода. Систему машинного перевода можно адаптировать к конкретному словарному запасу и стилю посредством непрерывного обучения или `«нейронного нечеткого восстановления» <https://aclanthology.org/P19-1175.pdf>`. `Импортируйте <https://docs.weblate.org/ru/latest/admin/memory.html#imported-translation-memory>`_ вашу существующую память переводов в Weblate или создайте начальную область действия с вашей базовой терминологией. В конце концов, лектор должен быть проинструктирован о дополнительных терминологических документах, чтобы гарантировать хорошие знания и результаты в этой области.
sv: Efterredigering av maskinöversättning med terminologitilldelning påverkar varje nivå i översättningsprocessen. Maskinöversättningssystemet kan anpassas till specifikt ordförråd och stil med fortsatt träning eller `neural fuzzy repair <https://aclanthology.org/P19-1175.pdf>`_. `Importera <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ ditt befintliga översättningsminne till weblate eller skapa ett initialt omfång med din grundläggande terminologi. I slutändan bör lektorn instrueras med ytterligare terminologidokument för att garantera goda kunskaper och resultat inom området.
ta: கலைச்சொல் பணியுடன் எம்.டி.யின் பிந்தைய திருத்துதல் மொழிபெயர்ப்பு செயல்முறையின் ஒவ்வொரு மட்டத்தையும் பாதிக்கிறது. இயந்திர மொழிபெயர்ப்பு முறையை தொடர்ச்சியான பயிற்சி அல்லது 'நரம்பியல் பழுதுபார்ப்பு <https://aclanthology.org/p19-1175.pdf>' மூலம் குறிப்பிட்ட சொற்களஞ்சியம் மற்றும் பாணிக்கு ஏற்ப மாற்றியமைக்கலாம்._ '<https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory> இறக்குமதி'_ உங்கள் தற்போதைய மொழிபெயர்ப்பு நினைவகத்தை வலைபெயர்ப்பில் இறக்குமதி செய்யுங்கள் அல்லது உங்கள் அடிப்படை கலைச்சொற்களுடன் ஆரம்ப நோக்கத்தை உருவாக்கலாம். இறுதியில் லெக்டருக்கு கூடுதல் கலைச்சொல் ஆவணங்களுடன் அறிவுறுத்தப்பட வேண்டும், இது துறையில் ஒரு நல்ல அறிவு மற்றும் வெளியீட்டை பொறுப்பு செய்ய வேண்டும்.
tr: Makine çevirisinin terminoloji ataması ile sonradan düzenlenmesi, çeviri sürecinin her düzeyini etkiler. Makine çevirisi sistemi, sürekli bir eğitim veya `nöral bulanık onarım <https://aclanthology.org/P19-1175.pdf>`_ ile belirli sözcük dağarcığına ve biçeme uyarlanabilir. Var olan çeviri belleğinizi Weblate `içine aktarın <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ ya da temel terminolojinizle bir başlangıç kapsamı oluşturun. Sonuçta, kapsamla ilgili iyi bir bilgi almasını ve çıktı kalitesini garanti etmek için çevirmene ek terminoloji belgeleri ile yol gösterilmelidir.
uk: Постредагування комп'ютерного перекладу із впливами прив'язки термінології на кожному з рівнів процесу перекладу. Систему комп'ютерного перекладу можна адаптувати до певного словника та стилю з постійним тренуванням або `нейронним відновленням неточностей <https://aclanthology.org/P19-1175.pdf>`_. `Імпортуйте <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ вашу наявну пам'ять перекладів до weblate або створіть початковий набір з вашою базовою термінологією. Зрештою, засіб коригування має бути насичено даними додаткових документів термінології для гарантування належного корпусу даних та реальних результатів.
zh_hans: 带有术语分配的MT的后期编辑影响着翻译过程的每个层次。机器翻译系统可以通过持续训练或 `神经模糊修复 <https://aclanthology.org/P19-1175.pdf>`_ 来适应特定的词汇和风格。`导入 <https://docs.weblate.org/en/latest/admin/memory.html#imported-translation-memory>`_ 你现有的翻译记忆到 weblate，或者用你的基本术语创建一个初始范围。最后，应该用额外的术语文件来指导演讲者，以保证在该字段有良好的知识和产出。

source: The quality of the automatic translation (often measured with the BLEU-score) correlates with editing time [1]. Choose a machine backend which supports the needed languages and domains. Make clear how the translation backend functions and which quality the post-editor has to expect.
de: Die Qualität der automatischen Übersetzung (oft mit dem BLEU-Score gemessen) korreliert mit der Bearbeitungszeit [1]. Wählen Sie ein maschinelles Backend, das die benötigten Sprachen und Domains unterstützt. Machen Sie klar, wie das Übersetzungs-Backend funktioniert und welche Qualität der Post-Editor zu erwarten hat.
ga: Tá comhghaol idir cáilíocht an aistriúcháin uathoibríoch (a thomhaistear go minic leis an scór BLEU) agus an t-am eagarthóireachta [1]. Roghnaigh inneall a thacaíonn leis na teangacha agus na fearainn atá ag teastáil. Bíodh sé soiléir conas a fheidhmíonn inneall an aistriúcháin agus cén cháilíocht a chaithfidh an t-iar-eagarthóir a bheith ag súil leis.
hu: Az automatikus fordítás minősége (amelyet gyakran a BLEU-pontszámmal mérnek) összefügg az utószerkesztés idejével [1]. Válasszon olyan gépi fordító hátteret, amely támogatja a szükséges nyelveket és szakterületeket. Tegye világossá, hogyan működik a fordító háttérrendszer, és milyen minőséget várhat el az utószerkesztő.
id: Kualitas terjemahan otomatis (sering diukur dengan skor BLEU) berkorelasi dengan waktu penyuntingan [1]. Pilihlah backend mesin yang mendukung bahasa dan domain yang dibutuhkan. Jelaskan bagaimana backend terjemahan berfungsi dan kualitas apa yang diharapkan oleh penyunting pasca-penerjemah.
ja: 自動翻訳（多くの場合、BLEU スコアで測定）の品質は、翻訳時間と相関関係があります [1] 。必要な言語とドメインに対応するマシンのバックエンドを選択します。翻訳バックエンドの仕組みを理解し、機械翻訳後の人間による編集者が必要とする品質を明確にします。
nl: De kwaliteit van de automatische vertaling (vaak gemeten met de BLEU-score) correleert met de tijd voor bewerken [1]. Kies een machinebackend dat de benodigde talen en domeinen ondersteunt. Maak duidelijk hoe de vertaalbackend functioneert en welke kwaliteit de nabewerker moet verwachten.
pt: A qualidade da tradução automática (frequentemente medida com a pontuação BLEU) correlaciona com o tempo de edição [1]. Escolha um backend de máquina que suporte os idiomas e domínios necessários. Clarifique como o backend de tradução funciona e qual a qualidade que o pós-editor deve esperar.
pt_br: A qualidade da tradução automática (frequentemente medida com a pontuação BLEU) se correlaciona com o tempo de edição [1]. Escolha um backend de máquina que ofereça suporte aos idiomas e domínios necessários. Deixe claro como o backend da tradução funciona e qual qualidade o pós-editor deve esperar.
ro: Calitatea traducerii automate (adesea măsurată cu scorul BLEU) este corelată cu timpul de editare [1]. Alegeți un backend de mașină care acceptă limbile și domeniile necesare. Explicați clar cum funcționează backend-ul de traducere și la ce calitate trebuie să se aștepte post-editorul.
ru: Качество автоматического перевода (часто измеряемое с помощью измерения BLEU) коррелирует со временем редактирования [1]. Выберите серверную часть для машинного перевода, которая поддерживает необходимые языки и домены. Поясните, как функционирует серверная часть перевода и какое качество перевода должен ожидать постредактор.
sv: Kvaliteten på den automatiska översättningen (som ofta mäts med BLEU-poäng) korrelerar med redigeringstiden [1]. Välj en maskinbackend som stöder de språk och domäner som behövs. Förtydliga hur översättningsbackenden fungerar och vilken kvalitet efterredigeraren kan förvänta sig.
ta: தானியங்கி மொழிபெயர்ப்பின் தகுதி (பெரும்பாலும் பி.எல்.யு-மதிப்பெண் மூலம் அளவிடப்படுகிறது) திருத்துதல் நேரத்துடன் தொடர்புடையது [1]. தேவையான மொழிகள் மற்றும் டொமைன்களை ஆதரிக்கும் ஒரு கணினி பேக்எண்டைத் தேர்வுசெய்க. மொழிபெயர்ப்பு பின்னணி எவ்வாறு செயல்படுகிறது மற்றும் போச்ட் திருத்தி எந்த தரத்தை எதிர்பார்க்க வேண்டும் என்பதை தெளிவுபடுத்துங்கள்.
tr: Kendiliğinden çevirinin kalitesi (genellikle BLEU skoru ile ölçülür) düzenleme süresi ile ilişkilidir [1]. Gerekli dilleri ve etki alanlarını destekleyen bir makine çevirisi hizmeti seçin. Çeviri hizmetinin nasıl çalıştığını ve son düzenleyicinin hangi kaliteyi beklemesi gerektiğini açıkça belirtin.
uk: Якість автоматичного перекладу (її часто вимірюють BLEU-рейтингом) тісно пов'язана із часом редагування [1]. Виберіть модуль комп'ютерного перекладу, у якому передбачено підтримку потрібних вам мов і областей знань. Вивчіть питання щодо функціональних можливостей модуля перекладу та якості пост-редагування, якої слід від нього очікувати.
zh_hans: 自动翻译的质量（通常用BLEU分数衡量）与编辑时间相关[1]。选择一个支持所需语言和领域的机器后端。明确翻译后台的功能以及后期编辑所期望的质量。

source: Review translations
de: Übersetzungen überprüfen
ga: Athbhreithnigh aistriúcháin
hu: Fordítások ellenőrzése
id: Tinjau terjemahan
ja: 翻訳の査読
nl: Vertalingen nakijken
pt: Revisar traduções
pt_br: Revise as traduções
ro: Revizuirea traducerilor
ru: Рецензирование переводов
sv: Granska översättningar
ta: மொழிபெயர்ப்புகளை மதிப்பாய்வு செய்க
tr: Çevirileri onaylamak
uk: Рецензування перекладів
zh_hans: 复查翻译

source: The translations should be reviewed by a second person after the post-editing. With an impartial and competent reviewer, the two people rule reduces the errors and improves the quality and consistency of the content. Providing reviewers with previews or alpha translations will make for the best review. Screenshots, explanations also help to review the strings in context.
de: Die Übersetzungen sollten nach dem Post-Editing von einer zweiten Person überprüft werden. Mit einem unparteiischen und kompetenten Prüfer werden durch die Zwei-Personen-Regel die Fehler reduziert und die Qualität und Konsistenz des Inhalts verbessert. Wenn den Prüfern Vorschaubilder oder Alpha-Übersetzungen zur Verfügung stehen, erhält man dadurch das beste Ergebnis. Bildschirmfotos und Erklärungen sind ebenfalls hilfreich, um die Zeichenketten im Kontext dessen zu prüfen.
ga: Ba cheart don dara duine athbhreithniú a dhéanamh ar na haistriúcháin tar éis na hiareagarthóireachta. Le athbhreithneoir neamhchlaonta agus inniúil, laghdaíonn riail an dá dhuine na hearráidí agus feabhsaíonn sé cáilíocht agus comhsheasmhacht an ábhair. Má chuirtear réamhamharcanna nó aistriúcháin alfa ar fáil d'athbhreithneoirí, déanfar an t-athbhreithniú is fearr. Cuidíonn screenshots, mínithe freisin chun na teaghráin a athbhreithniú i gcomhthéacs.
hu: A fordításokat utószerkesztés után egy második személynek is ellenőriznie kell. Egy pártatlan és hozzáértő lektor bevonásával a „két ember szabálya” csökkenti a hibák számát, és javítja a tartalom minőségét és következetességét. Ha a lektor előnézetet vagy korai fordítási változatokat kap, az segíti a minőségi ellenőrzést. Képernyőképek és magyarázatok is hasznosak, hogy a szövegek kontextusban legyenek értékelhetők.
id: Terjemahan harus ditinjau oleh orang kedua setelah pasca-menyunting. Dengan peninjau yang netral dan kompeten, aturan dua orang ini mengurangi galat dan meningkatkan kualitas serta konsistensi konten. Memberikan pratinjau atau terjemahan alfa kepada peninjau akan menghasilkan tinjauan terbaik. Tangkapan layar dan penjelasan juga membantu meninjau string dalam konteksnya.
ja: 翻訳は、機械翻訳後の編集を誰かがしたあとに、別の人が査読することが重要です。公平で有能な校閲者がいることにより、2 人体制のもとで、誤訳が減少し、翻訳の品質と一貫性を保てます。査読担当者に事前翻訳または仮翻訳を提供すると、査読が最適になります。また、スクリーンショットや説明も、コンテキスト内で文字列を査読する参考になります。
nl: De vertalingen zouden moeten worden beoordeeld door een tweede persoon, na het nabewerken. Met een onafhankelijke en kundige beoordelaar, vermindert de twee mensen-regel de fouten en verbetert de kwaliteit en consistentie van de inhoud. Beoordelaars verschaffen van voorbeelden of alfa-vertalingen zullen de beste beoordeling geven. Schermafdrukken, uitleg helpt ook voor het beoordelen van tekenreeksen in context.
pt_br: As traduções devem ser revisadas por uma segunda pessoa após a pós-edição. Com um revisor imparcial e competente, a *two people rule* ("regra de duas pessoas") reduz os erros e melhora a qualidade e consistência do conteúdo. Capturas de tela e explicações também ajudam a revisar os textos em contexto.
ru: После постредактирования переводы должны быть проверены вторым лицом. При наличии беспристрастного и компетентного рецензента правило двух человек позволяет сократить количество ошибок и повысить качество и согласованность содержания. Предоставление рецензентам превью или альфа-версий переводов будет способствовать лучшему рецензированию. Снимки экрана, пояснения также помогают рассмотреть строки в контексте.
sv: Översättningarna bör granskas av en andra person efter efterredigeringen. Med en opartisk och kompetent granskare minskar tvåpersonsregeln antalet fel och förbättrar innehållets kvalitet och konsekvens. Att förse granskarna med förhandsgranskningar eller alfaöversättningar ger bästa möjliga granskning. Skärmdumpar och förklaringar hjälper också till att granska strängarna i sitt sammanhang.
ta: மொழிபெயர்ப்புகளை பிந்தைய திருத்துதல்கிற்குப் பிறகு இரண்டாவது நபர் மதிப்பாய்வு செய்ய வேண்டும். ஒரு பக்கச்சார்பற்ற மற்றும் திறமையான திறனாய்வாளருடன், இரண்டு நபர் விதி பிழைகளைக் குறைக்கிறது மற்றும் உள்ளடக்கத்தின் தகுதி மற்றும் நிலைத்தன்மையை மேம்படுத்துகிறது. விமர்சகர்களுக்கு முன்னோட்டங்கள் அல்லது ஆல்பா மொழிபெயர்ப்புகளை வழங்குவது சிறந்த மதிப்பாய்வை உருவாக்கும். திரை சாட்கள், விளக்கங்கள் சூழலில் சரங்களை மதிப்பாய்வு செய்ய உதவுகின்றன.
tr: Çeviriler, son düzenlemeden sonra ikinci bir kişi tarafından gözden geçirilmelidir. Tarafsız ve yetkin bir onaylayıcı ile iki adam kuralı hataları azaltır ve içeriğin kalitesi ile tutarlılığını artırır. Onaylayıcılar için ön izlemeler veya ham çeviriler sunmak, onaylama kalitesini artırır. Ekran görüntüleri ve açıklamalar da dizgelerin bağlamı içinde onaylanmansında yardımcı olur.
uk: Переклади має бути рецензовано іншою особою після постредагування. Неупереджений і компетентний рецензент забезпечить інший погляд, що зменшить кількість помилок і підвищить якість та однорідність текстів. Надання рецензентам попереднього перегляду або тестових перекладів поліпшує результати рецензування. Знімки вікон та пояснення також допомагають рецензувати рядки у контексті.
zh_hans: 译文在编辑后应由第二个人审阅。有了公正和称职的审校人员，两人规则可以减少错误，提高内容的质量和一致性。向审稿人提供预览或 alpha 翻译有助于促成最好审校。截图、解释也有助于在上下文中审阅字符串。

source: Structured feedback
de: Strukturierte Rückmeldungen
ga: Aiseolas struchtúrtha
hu: Strukturált visszajelzés
id: Umpan balik terstruktur
ja: 構造化されたフィードバック
nl: Gestructureerde terugkoppeling
pt: Feedback estruturado
pt_br: Feedback estruturado
ro: Feedback structurat
ru: Структурированный отзыв
sv: Strukturerad återgivning
ta: கட்டமைக்கப்பட்ட பின்னூட்டம்
tr: Yapılandırılmış geri bildirim almak
uk: Структурований відгук
zh_hans: 结构化的反馈
