Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate is developed on `GitHub <https://github.com/WeblateOrg/weblate>`_. You are welcome to fork the code and open pull requests. Patches in any other form are welcome too.
de: Weblate wird auf `GitHub <https://github.com/WeblateOrg/weblate>`_ entwickelt. Sie sind herzlich eingeladen, den Code zu forken und Pull Requests zu erstellen. Patches in jeder anderen Form sind ebenfalls willkommen.
ga: Forbraítear Weblate ar `GitHub <https://github.com/WeblateOrg/weblate>`_. Tá fáilte romhat an cód a fhorc agus iarratais ar tharraingt oscailte. Tá fáilte roimh phaistí in aon fhoirm eile freisin.
hu: A Weblate fejlesztése a `GitHub <https://github.com/WeblateOrg/weblate>`_ felületen zajlik. Szívesen látjuk, ha elágaztatja (forkolja) a kódot, és beküld egy módosítási kérelmet (pull request). Más formában benyújtott javításokat is örömmel fogadunk.
id: Weblate dikembangkan di `GitHub <https://github.com/WeblateOrg/weblate>`_. Anda dipersilakan untuk melakukan forking kode dan membuka permintaan penarikan. Patch dalam bentuk apa pun juga dipersilakan.
ja: Weblateは `GitHub <https://github.com/WeblateOrg/weblate>`_ 上で開発しています。コードをフォークしてプルリクエストを開くことができます。他の形式のパッチも歓迎します。
nl: Weblate wordt ontwikkeld op `GitHub <https://github.com/WeblateOrg/weblate>`_. U bent van harte uitgenodigd de code te forken en pull requests te openen. Patches, in welke vorm dan ook, zijn ook van harte welkom.
pt: O Weblate é desenvolvido no `GitHub <https://github.com/WeblateOrg/weblate>`_. É bem-vindo para criar um fork do código e abrir pull requests. Patches em qualquer outra forma também são bem-vindos.
pt_br: O Weblate é desenvolvido no `GitHub <https://github.com/WeblateOrg/weblate>`_. Você é bem-vindo para criar um fork do código e abrir pull requests. Patches em qualquer outra forma são bem-vindos também.
ro: Weblate este dezvoltat pe `GitHub <https://github.com/WeblateOrg/weblate>`_. Sunteți bineveniți să faceți furculiță la cod și să deschideți cereri de tracțiune. Patch-urile sub orice altă formă sunt de asemenea binevenite.
ru: Weblate разрабатывается на `GitHub’е <https://github.com/WeblateOrg/weblate>`_. Вы можете создавать форки и открывать запросы на извлечение. Патчи в любой другой форме также приветствуются.
sv: Weblate utvecklas på `GitHub <https://github.com/WeblateOrg/weblate>`_. Du är välkommen att förgrena koden och öppna pull-förfrågningar. Patchar i andra former är också välkomna.
ta: வலைபெயர்ப்பு `github <https://github.com/weblateorg/weblate> _ _ இல் உருவாக்கப்பட்டுள்ளது. ஃபோர்க் தி கோட் மற்றும் திறந்த இழுப்பு கோரிக்கைகளுக்கு உங்களை வரவேற்கிறோம். வேறு எந்த வடிவத்திலும் உள்ள திட்டுகளும் வரவேற்கப்படுகின்றன.
tr: Weblate, `GitHub <https://github.com/WeblateOrg/weblate>`_ üzerinde geliştirilmektedir. Kodu dallandırabilir ve çekme istekleri yapabilirsiniz. Başka herhangi bir biçimdeki yamalar da kabul edilir.
uk: Розробка Weblate ведеться на `GitHub <https://github.com/WeblateOrg/weblate>`_. Ми будемо раді, якщо ви створите відгалуження коду і надсилатимете запити щодо злиття. Будемо раді будь-яким латкам у будь-якій формі.
zh_hans: Weblate 在 `GitHub <https://github.com/WeblateOrg/weblate>`_ 上开发。欢迎您将代码复刻并开一个拉取请求。同样欢迎任何形式的补丁。
zh_hant: Weblate 在 `GitHub <https://github.com/WeblateOrg/weblate>`_ 上開發。歡迎您將代碼分叉並打開拉去請求。同樣歡迎任何形式的補丁。

source: Check out :ref:`internals` to see how Weblate looks from inside.
de: Schauen Sie sich :ref:`internals` an, um zu sehen, wie Weblate von innen aussieht.
ga: Breathnaigh ar :ref:`internals` chun breathnú ar Weblate ón taobh istigh.
hu: Ismerje meg a :ref:`Weblate belső <internals>` működését, és nézze meg, hogyan fest belülről a rendszer.
id: Lihat :ref:`internals` untuk melihat bagaimana tampilan Weblate dari dalam.
ja: :ref:`internals` を確認して、Weblate の内部構造がどうなっているか調べてください。
nl: Bekijk :ref:`internals` om te zien hoe Weblate er van binnen uitziet.
pt: Confira :ref:`internals` para ver como o Weblate se parece por dentro.
pt_br: Confira :ref:`internals` para ver como o Weblate se parece por dentro.
ro: Consultați :ref:`internals` pentru a vedea cum arată Weblate din interior.
ru: Чтобы понять, как Weblate устроен изнутри, посмотрите раздел :ref:`internals`.
sv: Kolla in :ref:`internals` för att se hur Weblate ser ut inifrån.
tr: Weblate platformunun içeriden nasıl göründüğünü anlamak için :ref:`internals` bölümüne bakabilirsiniz.
uk: Ознайомтеся із розділом :ref:`internals`, щоб дізнатися про те, як Weblate виглядає з середини.
zh_hans: 查阅 :ref:`internals` 来看看 Weblate 内部是什么样子的。
zh_hant: 查詢 :ref:`internals` 看看 Weblate 從內部看是什麼樣子的。

source: License and copyright
de: Lizenz und Urheberrecht
ga: Ceadúnas agus cóipcheart
hu: Licenc és szerzői jog
id: Lisensi dan hak cipta
nl: Licentie en auteursrecht
sv: Licens och upphovsrätt
uk: Ліцензія та авторське право

source: When contributing code, you agree to put your changes and new code under the same license as the repository is already using, unless stated and agreed otherwise.
de: Wenn Sie Code beitragen, stimmen Sie zu, Ihre Änderungen und neuen Code unter dieselbe Lizenz zu stellen, die das Repository bereits verwendet, sofern nicht anders angegeben und vereinbart.
ga: Agus cód á chur leis, aontaíonn tú do chuid athruithe agus cód nua a chur faoin gceadúnas céanna atá á úsáid ag an stór cheana féin, mura luaitear agus mura gcomhaontaítear a mhalairt.
hu: Kód beküldésekor elfogadja, hogy módosításait és új kódját ugyanazon licenc alatt teszi közzé, mint amit a tároló már használ, hacsak erről másként nem állapodnak meg.
id: Saat menyumbangkan kode, Anda setuju untuk menempatkan perubahan dan kode baru Anda di bawah lisensi yang sama dengan yang sudah digunakan repositori tersebut, kecuali dinyatakan dan disetujui sebaliknya.
nl: Bij het bijdragen van code gaat u ermee akkoord uw wijzigingen en nieuwe code te plaatsen onder dezelfde licentie als die welke de opslagplaats momenteel gebruikt, tenzij anders vermeld en overeen gekomen.
sv: När du bidrar med kod samtycker du till att dina ändringar och din nya kod omfattas av samma licens som den som redan används för arkivet, om inte annat anges och överenskommits.
uk: Під час внесення коду ви погоджуєтеся розміщувати свої зміни та новий код під тією ж ліцензією, яку вже використовує репозиторій, якщо не зазначено та не погоджено інше.

source: :doc:`/contributing/license` explains licensing in more details.
de: :doc:`/contributing/license` erklärt die Lizenzierung genauer.
ga: Míníonn :doc:`/contributing/license` ceadúnú níos mine.
hu: A :doc:`/contributing/license` részletesebben bemutatja a licencelési feltételeket.
id: :doc:`/contributing/license` menjelaskan perizinan secara lebih rinci.
nl: :doc:`/contributing/license` legt licenseren meer in details uit.
sv: :doc:`/contributing/license` förklarar licensiering mer detaljerat.
uk: :doc:`/contributing/license` детальніше пояснює ліцензування.

source: Writing a good patch
de: Einen guten Patch schreiben
ga: Ag scríobh paiste maith
hu: Jó javítás (patch) írása
id: Menulis patch yang bagus
nl: Een goede patch schrijven
sv: Skriva en bra patch
uk: Написання гарного патча

source: Write separate changes
de: Separate Änderungen schreiben
ga: Scríobh athruithe ar leithligh
hu: Változások elkülönítése
id: Tulis perubahan terpisah
nl: Afzonderlijke wijzigingen schrijven
sv: Skriv separata ändringar
uk: Записуйте окремі зміни

source: It is annoying when you get a massive patch that is said to fix 11 odd problems, but discussions and opinions do not agree with 10 of them or 9 of them were already fixed differently. Then the person merging this change needs to extract the single interesting patch from somewhere within the massive pile of sources, and that creates a lot of extra work.
de: Es ist ärgerlich, wenn man einen großen Patch erhält, der angeblich 11 Probleme behebt, aber die Diskussionen und Meinungen stimmen mit 10 davon nicht überein oder 9 davon wurden bereits anders behoben. Dann muss die Person, die diese Änderung zusammenführt, den einzigen interessanten Patch irgendwo aus dem riesigen Haufen von Quellen herausziehen, und das verursacht eine Menge zusätzliche Arbeit.
ga: Is crá croí é nuair a fhaigheann tú paiste ollmhór a deirtear a shocraíonn 11 fhadhb corr, ach nach n-aontaíonn plé agus tuairimí le 10 gcinn acu nó go raibh 9 gcinn acu socraithe ar bhealach difriúil cheana féin. Ansin, caithfidh an duine atá ag cumasc an t-athrú seo an paiste suimiúil amháin a bhaint as áit éigin laistigh den charn ollmhór foinsí, agus cruthaíonn sé sin go leor oibre breise.
hu: Kellemetlen, ha valaki egy hatalmas javítást küld be, ami állítólag 11 különféle problémát orvosol, miközben a megbeszélések és vélemények szerint ezek közül 10-el nem értenek egyet vagy 9-et már másként megoldottak. Ilyenkor a beolvasztást végző személynek ki kell válogatnia az érdemi módosítást a sok forrás közül, ami jelentős többletmunkát jelent.
id: Sungguh menyebalkan ketika Anda mendapatkan patch besar yang katanya memperbaiki 11 masalah aneh, tetapi diskusi dan opini tidak setuju dengan 10 di antaranya atau 9 di antaranya sudah diperbaiki dengan cara berbeda. Lalu, orang yang menggabungkan perubahan ini perlu mengekstrak satu patch yang menarik dari suatu tempat di antara tumpukan sumber yang sangat banyak, dan itu menciptakan banyak pekerjaan tambahan.
nl: Het is heel vervelend als u een massieve patch ontvangt die zegt 11 verschillende problemen te repareren, maar overleg en meningen zijn het niet eens met 10 ervan of 9 ervan waren al op een andere manier gerepareerd. Dan moet de persoon, die deze wijziging moet samenvoegen, die ene interessante patch uitnemen uit die enorme berg met bronnen en dat vraagt heel veel extra werk.
sv: Det är irriterande när man får en enorm patch som sägs fixa 11 udda problem, men diskussioner och åsikter inte stämmer överens med 10 av dem eller 9 av dem redan har fixats på ett annat sätt. Då måste den person som sammanfogar denna ändring extrahera den enda intressanta patchen från någonstans i den enorma högen av källor, och det skapar en hel del extra arbete.
uk: Це дратує, коли ви отримуєте великий патч, який, як кажуть, виправляє 11 дивних проблем, але обговорення і думки не збігаються з 10 з них або 9 з них вже були виправлені по-іншому. Тоді людині, яка зливає цю зміну, потрібно витягти єдиний цікавий патч звідкись із величезної купи джерел, і це створює багато додаткової роботи.

source: Preferably, each fix that addresses an issue should be in its own patch/commit with its own description/commit message stating exactly what they correct so that all changes can be selectively applied by the maintainer or other interested parties.
de: Vorzugsweise sollte jede Korrektur, die ein Problem behebt, in einem eigenen Patch/Commit mit einer eigenen Beschreibung/Commit-Nachricht sein, die genau angibt, was korrigiert wird, so dass alle Änderungen vom Betreuer oder anderen interessierten Parteien selektiv angewendet werden können.
ga: Más fearr, ba chóir go mbeadh gach socrú a réitíonn fadhb ina phaiste/thiomantas féin lena thuairisc/theachtaireacht thiomnaithe féin ina luaitear go díreach cad a cheartaítear ionas gur féidir leis an gcothaitheoir nó le páirtithe leasmhara eile na hathruithe go léir a chur i bhfeidhm go roghnach.
hu: Lehetőleg minden egyes javítás, amely egy problémát kezel, külön véglegesítésként (commitként) kerüljön beküldésre, saját leírással, amely pontosan meghatározza, mit módosít. Így a karbantartó vagy más érdekelt fél szelektíven alkalmazhatja a változtatásokat.
id: Sebaiknya, setiap perbaikan yang mengatasi masalah harus ada dalam patch/komitnya sendiri dengan deskripsi/pesan komitnya sendiri yang menyatakan dengan tepat apa yang diperbaiki sehingga semua perubahan dapat diterapkan secara selektif oleh pengelola atau pihak berkepentingan lainnya.
nl: Bij voorkeur zou elke reparatie die een probleem adresseert in zijn eigen patch/commit moeten staan, met zijn eigen beschrijving/commit-bericht, dat exact vermeld wat het corrigeert, zodat alle wijzigingen selectief kunnen worden toegepast door de onderhouder of andere geïnteresseerde partijen.
sv: Helst bör varje korrigering som åtgärdar ett problem finnas i en egen patch/commit med en egen beskrivning/commit-meddelande som anger exakt vad som korrigeras, så att alla ändringar kan tillämpas selektivt av underhållaren eller andra berörda parter.
uk: Бажано, щоб кожне виправлення, яке вирішує проблему, було окремим патчем/фіксом з власним описом/повідомленням про фіксацію, в якому точно вказується, що саме воно виправляє, щоб всі зміни могли бути вибірково застосовані супроводжувачем або іншими зацікавленими сторонами.

source: Furthermore, separate changes enable bisecting much better for tracking issues and regression in the future.
de: Außerdem lassen sich durch getrennte Änderungen Probleme und Regressionen in Zukunft viel besser verfolgen.
ga: Ina theannta sin, cuireann athruithe ar leithligh ar chumas an roinneadh ina dhá leath i bhfad níos fearr chun fadhbanna agus aischéimniú a rianú amach anseo.
hu: A különálló változtatások emellett nagyban segítik a hibakeresést és a visszakövetést (bisecting) is a jövőbeli problémák és regressziók feltárásában.
id: Lebih jauh lagi, perubahan yang terpisah memungkinkan pembagian menjadi dua bagian dengan lebih baik untuk melacak masalah dan regresi di masa mendatang.
nl: Bovendien maken afzonderlijke wijzigingen het onderscheiden, voor het bijhouden van problemen en regressie in de toekomst, veel gemakkelijker.
sv: Dessutom möjliggör separata ändringar en mycket bättre uppdelning för att spåra problem och regressioner i framtiden.
uk: Крім того, окремі зміни дозволяють набагато краще розділити дані для відстеження проблем та регресій у майбутньому.

source: Documentation
de: Dokumentation
ga: Cáipéisíocht
hu: Dokumentáció
id: Dokumentasi
ja: ドキュメント
nl: Documentatie
pt_br: Documentação
ro: Documentație
sv: Dokumentation
tr: Belgeler
uk: Документація
zh_hans: 文档
zh_hant: 文件

source: Documentation can be a tedious task; however, it is necessary for someone to complete it. It makes things a lot easier if you submit the documentation together with code changes. Please remember to document methods, complex code blocks, or user-visible features.
de: Dokumentation kann eine mühsame Aufgabe sein, aber es ist notwendig, dass jemand sie erledigt. Es macht die Sache viel einfacher, wenn Sie die Dokumentation zusammen mit den Codeänderungen einreichen. Bitte denken Sie daran, Methoden, komplexe Codeblöcke oder für den Benutzer sichtbare Funktionen zu dokumentieren.
ga: Is féidir le doiciméadú a bheith ina thasc leadránach; áfach, is gá do dhuine éigin é a chríochnú. Déanann sé rudaí i bhfad níos éasca má chuireann tú an doiciméadú isteach in éineacht le hathruithe cóid. Cuimhnigh le do thoil modhanna, bloic chóid chasta, nó gnéithe atá le feiceáil ag an úsáideoir a dhoiciméadú.
hu: A dokumentáció írása fárasztó lehet, de valakinek el kell végeznie. Sokkal könnyebb a helyzet, ha a dokumentációt a kódmódosításokkal együtt küldi be. Ne feledje dokumentálni a metódusokat, az összetett kódrészeket és a felhasználók számára látható funkciókat.
id: Dokumentasi bisa menjadi tugas yang membosankan; namun, dibutuhkan seseorang untuk menyelesaikannya. Akan jauh lebih mudah jika Anda mengirimkan dokumentasi beserta perubahan kode. Harap ingat untuk mendokumentasikan metode, blok kode yang kompleks, atau fitur yang terlihat oleh pengguna.
nl: Documentatie kan een vervelende taak zijn; het is echter noodzakelijk dat iemand het voltooid. Het maakt dingen veel gemakkelijker als u de documentatie samen met de wijzigingen in de code indient. Vergeet niet om methoden, complexe codeblokken of voor de gebruiker zichtbare mogelijkheden te documenteren.
sv: Dokumentation kan vara ett tråkigt arbete, men det är nödvändigt att någon gör det. Det underlättar mycket om du skickar in dokumentationen tillsammans med kodändringarna. Kom ihåg att dokumentera metoder, komplexa kodblock eller funktioner som är synliga för användaren.
uk: Документування може бути нудним завданням, але хтось повинен його виконувати. Буде набагато простіше, якщо ви надсилатимете документацію разом зі змінами коду. Будь ласка, не забувайте документувати методи, складні блоки коду або видимі користувачеві функції.

source: Test cases
de: Testfälle
ga: Cásanna tástála
hu: Tesztelési esetek
id: Kasus uji
nl: Testgevallen
sv: Testfall
uk: Тестові випадки

source: The tests allow us to quickly verify that the features are working as they are supposed to. To maintain this situation and improve it, all new features and functions that are added need to be tested in the test suite. Every feature that is added should get at least one valid test case that verifies that it works as documented.
de: Die Tests ermöglichen es uns, schnell zu überprüfen, ob die Funktionen wie vorgesehen funktionieren. Um dies aufrechtzuerhalten und zu verbessern, müssen alle neu hinzugefügten Funktionen in der Testsuite getestet werden. Für jede hinzugefügte Funktion sollte mindestens ein gültiger Testfall erstellt werden, der die dokumentierte Funktion überprüft.
ga: Ligeann na tástálacha dúinn a fhíorú go tapa go bhfuil na gnéithe ag obair mar is ceart dóibh. Chun an cás seo a choinneáil agus a fheabhsú, ní mór gach gné agus feidhm nua a chuirtear leis a thástáil sa tsraith tástála. Ba chóir go mbeadh cás tástála bailí amháin ar a laghad ag gach gné a chuirtear leis a fhíoraíonn go n-oibríonn sí mar atá doiciméadaithe.
hu: A tesztek lehetővé teszik, hogy gyorsan ellenőrizzük a funkciók működését. Ezt az állapotot megőrizni és tovább javítani csak úgy lehet, ha minden újonnan hozzáadott funkció tesztelve van. Minden új funkcióhoz legalább egy érvényes teszteset szükséges, amely igazolja, hogy az a dokumentációnak megfelelően működik.
id: Pengujian ini memungkinkan kami untuk dengan cepat memverifikasi bahwa fitur berfungsi sebagaimana mestinya. Untuk mempertahankan dan meningkatkan kondisi ini, semua fitur dan fungsi baru yang ditambahkan perlu diuji dalam rangkaian pengujian. Setiap fitur yang ditambahkan harus mendapatkan setidaknya satu kasus uji valid yang memverifikasi bahwa fitur tersebut berfungsi sebagaimana mestinya.
nl: De testen stellen ons in staat snel te verifiëren dat de mogelijkheden werken zoals ze zijn bedoeld te werken. Voor het behouden van deze situatie en die te verbeteren, moeten alle nieuwe mogelijkheden en functies, die worden toegevoegd, worden getest in de testomgeving. Elke mogelijkheid die wordt toegevoegd zou ten minste een geldig testgeval moeten krijgen, die verifieert dat het werkt zoals het is gedocumenteerd.
sv: Testerna gör det möjligt för oss att snabbt verifiera att funktionerna fungerar som de ska. För att upprätthålla denna situation och förbättra den måste alla nya funktioner som läggs till testas i testpaketet. Varje funktion som läggs till bör få minst ett giltigt testfall som verifierar att den fungerar enligt dokumentationen.
uk: Тести дозволяють нам швидко перевірити, чи працюють функції так, як вони повинні працювати. Щоб підтримувати цю ситуацію і покращувати її, всі нові можливості і функції, які додаються, повинні бути протестовані в тестовому наборі. Кожна функція, що додається, повинна отримати принаймні один правильний тестовий випадок, який підтверджує, що вона працює так, як задокументовано.

source: Commit messages
de: Commit-Nachrichten
ga: Tiomantas teachtaireachtaí
hu: Véglegesítési üzenetek
id: Pesan Commit
ja: コミットメッセージ
nl: Commitberichten
pt_br: Mensagens de commit
sv: Arkiveringssmeddelande
tr: İşleme iletileri
uk: Повідомлення щодо подання

source: Git commits should follow `Conventional Commits <https://www.conventionalcommits.org/>`_ specification.
de: Git-Commits sollten der Spezifikation `Conventional Commits <https://www.conventionalcommits.org/>`_ folgen.
ga: Ba cheart go leanfadh gealltanais Git `Tiomantas Coinbhinsiúin <https://www.conventionalcommits.org/>`_ sonraíocht.
hu: A Git véglegesítéseknek a `Conventional Commits <https://www.conventionalcommits.org/>`_ szabványt kell követniük.
id: Komit Git harus mengikuti spesifikasi `Komit Konvensional <https://www.conventionalcommits.org/>`_.
ja: Git コミットは `Conventional Commits <https://www.conventionalcommits.org/>`_ 仕様に従う必要があります。
nl: Commits voor Git zouden de specificatie `Conventionele commits <https://www.conventionalcommits.org/nl/v1.0.0/>`_ moeten volgen.
pt_br: Os commits do Git devem seguir a especificação de `Conventional Commits <https://www.conventionalcommits.org/>`_.
sv: Git-commits ska följa specifikationen `Conventional Commits <https://www.conventionalcommits.org/>`_.
ta: அறிவிலி கமிட்டுகள் `வழக்கமான கமிட்டுகளைப் பின்பற்ற வேண்டும் <https://www.conventionalcommits.org/>` _ விவரக்குறிப்பு.
tr: Git işlemeleri `Geleneksel işlemeler <https://www.conventionalcommits.org/>`_ teknik özelliklerine uygun olmalıdır.
uk: Git-подання повинні відповідати специфікації `Conventional Commits <https://www.conventionalcommits.org/>`_.
zh_hans: Git 提交应该遵守 `Conventional Commits <https://www.conventionalcommits.org/>`_ 规范。

source: Type checking
id: Pemeriksaan jenis
sv: Typskontroll

source: Any new code should utilize :pep:`484` type hints. We are using :program:`mypy` to check (because it has a Django plugin that makes type checking of Django apps doable).
id: Setiap kode baru harus menggunakan petunjuk jenis :pep:`484`. Kami menggunakan :program:`mypy` untuk memeriksanya (karena kode tersebut memiliki pengaya Django yang memungkinkan pengecekan jenis aplikasi Django).
sv: All ny kod bör använda :pep:`484` typindikationer. Vi använder :program:`mypy` för att kontrollera (eftersom det har ett Django-plugin som gör det möjligt att kontrollera typen av Django-appar).

source: The code base is not yet completely covered by type annotations, but some modules are already enforced for type checking in the CI.
id: Kode dasar belum sepenuhnya tercakup oleh anotasi jenis, tetapi beberapa modul sudah diberlakukan untuk pemeriksaan jenis di CI.
sv: Kodbasen är ännu inte helt täckt av typannoteringar, men vissa moduler är redan föremål för typkontroll i CI.

source: Coding standard and linting the code
de: Kodierungsstandard und Codeanalyse
ga: Códú caighdeánach agus linting an cód
hu: Kódolási szabvány és kódellenőrzés (lint)
id: Standar pengkodean dan linting kode
ja: コーディング規約と低品質コードの検出
nl: Standaard voor coderen en linten van de code
pt: Padrão de codificação e linting do código
pt_br: Padrão de codificação e linting do código
ro: Standardul de codare și linting-ul codului
ru: Стандарт и стиль программирования
sv: Kodningsstandard och linting av koden
ta: குறியீட்டு மற்றும் குறியீட்டைக் குறைத்தல்
tr: Kodlama standardı ve kodu temizlemek
uk: Стандарт програмування та шліфування коду
zh_hans: 编码标准和代码检查
