Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: State in words (not using logos or images) that your product "works with" or "is compatible" with certain Weblate products, if that is true.
de: Geben Sie in Worten (ohne Verwenden von Logos oder Bildern) an, dass Ihr Produkt mit bestimmten Weblate-Produkten „funktioniert“ oder „kompatibel ist“, sofern dies zutrifft.
ga: Luaigh i bhfocail (gan lógónna nó íomhánna a úsáid) go n-oibríonn do tháirge "le" nó "go bhfuil sé ag luí" le táirgí áirithe Weblate, más fíor é sin.
hu: Szöveges formában (logók és képek nélkül) kijelenteni, hogy terméke „működik a Weblate-tel” vagy „kompatibilis” bizonyos Weblate termékekkel — ha ez valóban igaz.
id: Nyatakan dengan kata (tanpa menggunakan logo atau gambar) bahwa produk Anda "berfungsi dengan" atau "kompatibel" dengan produk Weblate tertentu, jika memang demikian.
nl: In woorden (geen logo's of afbeeldingen gebruiken) vermelden dat uw product "werkt met" of "compatibel is" met bepaalde producten van Weblate, als dat waar is.
pt_br: Declarar em palavras (sem usar logotipos ou imagens) que seu produto "funciona com" ou "é compatível" com determinados produtos Weblate, se isso for verdade.
sv: Ange med ord (utan att använda logotyper eller bilder) att din produkt "fungerar med" eller "är kompatibel" med vissa Weblate-produkter, om så är fallet.
ta: உங்கள் தயாரிப்பு "வேலை" அல்லது "வேலை செய்யும்" அல்லது "பொருந்தக்கூடியது" என்று சில வலைபெயர்ப்பு தயாரிப்புகளுடன் சொற்களில் (லோகோக்கள் அல்லது படங்களைப் பயன்படுத்தவில்லை) கூறுங்கள்.
tr: Doğruysa, ürününüzün belirli Weblate ürünleriyle "çalıştığını" veya "uyumlu olduğunu" sözcüklerle (logo veya görsel kullanmadan) belirtin.
uk: Зазначати словами (не використовуючи логотипи або зображення), що ваш продукт «працює» або «сумісний» з певними продуктами Weblate, якщо це правда.
zh_hans: 如果属实，请用文字（不使用徽标或图像）声明您的产品可与某些 Weblate 产品“配合使用”或“兼容”。

source: State in words (not using logos or images) that your project is based on Weblate open-source technology, if that is true, if you also include a statement that your project is not officially associated with Weblate or its products.
de: Geben Sie in Worten (ohne Verwenden von Logos oder Bildern) an, dass Ihr Projekt auf der Open-Source-Technologie von Weblate basiert. Wenn dies zutrifft, fügen Sie auch eine Erklärung bei, dass Ihr Projekt nicht offiziell mit Weblate oder seinen Produkten verbunden ist.
ga: Luaigh i bhfocail (gan úsáid a bhaint as lógónna ná íomhánna) go bhfuil do thionscadal bunaithe ar theicneolaíocht foinse oscailte Weblate, más fíor é sin, má chuireann tú ráiteas san áireamh freisin nach bhfuil baint oifigiúil ag do thionscadal le Weblate ná lena tháirgí.
hu: Szöveges formában (logók és képek nélkül) kijelenteni, hogy projektje a Weblate nyílt forráskódú technológiáján alapul — amennyiben egyértelműen feltünteti azt is, hogy projektje nincs hivatalos kapcsolatban a Weblate-tel vagy annak termékeivel.
id: Nyatakan dengan kata (tanpa menggunakan logo atau gambar) bahwa proyek Anda berbasis pada teknologi sumber terbuka Weblate, jika memang benar, dan sertakan pula pernyataan bahwa proyek Anda tidak terkait secara resmi dengan Weblate atau produk-produknya.
nl: In woorden (geen logo's of afbeeldingen gebruiken) vermelden dat uw product is gebaseerd op Weblate open-bron technologie, als dat waar is, als u ook een vermelding opneemt dat uw project niet officieel is geassocieerd met Weblate of zijn producten.
pt_br: Declarar em palavras (sem usar logotipos ou imagens) que seu projeto é baseado na tecnologia de código aberto Weblate, se isso for verdade, e incluir também uma declaração de que seu projeto não está oficialmente associado à Weblate ou seus produtos.
sv: Ange med ord (utan att använda logotyper eller bilder) att ditt projekt baseras på Weblates öppen källkodsteknik, om så är fallet, och inkludera även ett uttalande om att ditt projekt inte är officiellt associerat med Weblate eller dess produkter.
ta: உங்கள் திட்டம் வலைபெயர்ப்பு திறந்த-மூல தொழில்நுட்பத்தை அடிப்படையாகக் கொண்டது என்று சொற்களில் (லோகோக்கள் அல்லது படங்களைப் பயன்படுத்தவில்லை) மாநிலம், அது உண்மையாக இருந்தால், உங்கள் திட்டம் வலைபெயர்ப்பு அல்லது அதன் தயாரிப்புகளுடன் அதிகாரப்பூர்வமாக தொடர்புபடுத்தப்படவில்லை என்ற அறிக்கையையும் நீங்கள் சேர்த்தால்.
tr: Doğruysa, projenizin Weblate açık kaynak teknolojisini kullandığını (logo veya görsel kullanmadan) sözcüklerle belirtin. Ayrıca projenizin Weblate veya ürünleriyle resmi olarak ilişkili olmadığını belirten bir ifade de ekleyin.
uk: Вказувати словами (не використовуючи логотипів або зображень), що ваш проєкт заснований на технології з відкритим вихідним кодом Weblate, якщо це правда, якщо ви також додасте заяву про те, що ваш проєкт офіційно не пов'язаний з Weblate або його продуктами.
zh_hans: 如果属实，请用文字（不使用徽标或图像）声明您的项目基于 Weblate 开源技术，同时还要声明您的项目与 Weblate 或其产品没有官方关联。

source: For instance, you may state that your project:
de: Sie können beispielsweise angeben, dass Ihr Projekt:
ga: Mar shampla, is féidir leat a rá go bhfuil do thionscadal:
hu: Például kijelentheti, hogy projektje:
id: Misalnya, Anda dapat menyatakan bahwa proyek Anda:
nl: U mag bijvoorbeeld vermelden dat uw project:
pt_br: Por exemplo, você pode declarar que seu projeto:
sv: Du kan till exempel ange att ditt projekt:
ta: உதாரணமாக, உங்கள் திட்டம் என்று நீங்கள் கூறலாம்:
tr: Örneğin, projeniz için şunları belirtebilirsiniz:
uk: Наприклад, ви можете вказати, що ваш проєкт:
zh_hans: 例如，您可以声明您的项目：

source: "is proudly built from Weblate's open-source software"
de: „wurde mit Stolz auf der Grundlage der Open-Source-Software von Weblate entwickelt“
ga: "Tá sé tógtha go bródúil as bogearraí foinse oscailte Weblate"
hu: büszkén a Weblate nyílt forráskódú szoftverére épül
id: "dibangun dengan bangga dari perangkat lunak sumber terbuka Weblate"
nl: "met trots is gebouwd vanuit Weblate's open-bron software"
pt_br: "é com orgulho construído a partir do software de código aberto do Weblate"
sv: "är stolt byggd med Weblates öppen källkodsprogramvara"
ta: "வெப்லேட்டின் திறந்த மூல மென்பொருளிலிருந்து பெருமையுடன் கட்டப்பட்டுள்ளது"
tr: "Açık kaynaklı Weblate yazılımından oluşturulmuştur"
uk: «не приховує, що його створено на основі програмного забезпечення з відкритим вихідним кодом Weblate»
zh_hans: “自豪地采用 Weblate 的开源软件构建”

source: as long as you also include the statement equally prominently:
de: vorausgesetzt, Sie fügen die Erklärung an gleicher Stelle ein:
ga: chomh fada agus a chuireann tú an ráiteas chomh feiceálach céanna:
hu: feltéve, hogy ugyanilyen hangsúllyal megjelenik ez is:
id: selama Anda juga menyertakan pernyataan yang sama menonjolnya:
nl: zo lang als u ook, gelijkwaardig prominent, de vermelding opneemt:
pt_br: desde que você também inclua a declaração com igual destaque:
sv: så länge du också inkluderar följande uttalande på lika framträdande plats:
ta: நீங்கள் அறிக்கையை சமமாக முக்கியமாக சேர்க்கும் வரை:
tr: yeter ki şu ifadeyi de aynı derecede belirgin bir şekilde ekleyin:
uk: за умови, що ви також розмістите заяву на такому ж видному місці:
zh_hans: 只要您还同样突出地包含以下声明：

source: "[Brand Name] and [Product Name] are not officially associated with Weblate or its products."
de: „[Markenname] und [Produktname] sind nicht offiziell mit Weblate oder seinen Produkten verbunden.“
ga: msgstr "Níl baint oifigiúil ag [Ainm Branda] agus [Ainm an Táirge] le Weblate ná lena tháirgí."
hu: „A [Márkanév] és a [Terméknév] nincs hivatalosan kapcsolatban a Weblate-tel vagy annak termékeivel.”
id: "[Nama Merek] dan [Nama Produk] tidak secara resmi dikaitkan dengan Weblate atau produk-produknya."
nl: "[Brandnaam] en [Productnaam] zijn niet officieel geassocieerd met Weblate of zijn producten."
pt_br: "[nome da marca] e [nome do produto] não estão oficialmente associados ao Weblate ou seus produtos."
sv: "[Varumärke] och [Produktnamn] har ingen officiell koppling till Weblate eller dess produkter."
ta: "[பிராண்ட் பெயர்] மற்றும் [தயாரிப்பு பெயர்] வலைபெயர்ப்பு அல்லது அதன் தயாரிப்புகளுடன் அதிகாரப்பூர்வமாக தொடர்புபடுத்தப்படவில்லை."
tr: "[Marka Adı] ve [Ürün Adı] resmi olarak Weblate veya ürünleriyle ilişkili değildir."
uk: «[Назва бренду] та [Назва продукту] офіційно не пов'язані з Weblate або його продуктами.»
zh_hans: “[品牌名称]和[产品名称]与 Weblate 或其产品没有官方关联。”

source: Weblate Community Guidelines
de: Weblate-Community-Richtlinien
ga: Treoirlínte Pobail Weblate
hu: Weblate közösségi irányelvek
id: Pedoman Komunitas Weblate
nl: Richtlijnen voor de gemeenschap van Weblate
pt_br: Diretrizes da Comunidade do Weblate
sv: Weblate-gemenskapens riktlinjer
ta: வலைபெயர்ப்பு சமூக வழிகாட்டுதல்கள்
tr: Weblate Topluluğu Yönergeleri
uk: Настанови щодо спільноти Weblate
zh_hans: Weblate 社区准则

source: Various permissions to use Weblate Trademarks have been provided to various members of the Weblate Community, and these Weblate Trademark Guidelines do not alter any such previously granted permissions.
de: Verschiedenen Mitgliedern der Weblate-Community wurden unterschiedliche Genehmigungen zum Verwenden von Weblate-Markenzeichen erteilt, und diese Weblate-Marken-Richtlinien ändern keine dieser zuvor erteilten Genehmigungen.
ga: Tá ceadanna éagsúla chun Trádmharcanna Weblate a úsáid curtha ar fáil do bhaill éagsúla de Chomhphobal Weblate, agus ní athraíonn na Treoirlínte Trádmharcanna Weblate seo aon chead dá leithéid a deonaíodh roimhe seo.
hu: A Weblate védjegyek használatára korábban külön engedélyt kapott közösségi tagokra, ezek az irányelvek nincsenek hatással — a korábban kiadott engedélyek továbbra is érvényesek.
id: Berbagai izin untuk menggunakan Merek Dagang Weblate telah diberikan kepada berbagai anggota Komunitas Weblate, dan Pedoman Merek Dagang Weblate ini tidak mengubah izin yang telah diberikan sebelumnya.
nl: Verscheidene toestemmingen om handelsmerken van Weblate te gebruiken zijn verleend aan verschillende leden van de gemeenschap van Weblate, en deze Richtlijnen voor handelsmerken van Weblate wijzigen niets aan dergelijke eerder verleende rechten.
pt_br: Várias permissões para usar as Marcas Registradas da Weblate foram fornecidas a vários membros da Comunidade do Weblate, e estas Diretrizes de Marcas Registradas da Weblate não alteram nenhuma dessas permissões concedidas anteriormente.
sv: Olika behörigheter att använda Weblate-varumärken har beviljats olika medlemmar i Weblate-gemenskapen, och dessa riktlinjer för Weblate-varumärken ändrar inte några tidigare beviljade behörigheter.
ta: வலைபெயர்ப்பு சமூகத்தின் பல்வேறு உறுப்பினர்களுக்கு வலைபெயர்ப்பு வர்த்தக முத்திரைகளைப் பயன்படுத்த பல்வேறு அனுமதிகள் வழங்கப்பட்டுள்ளன, மேலும் இந்த வலைபெயர்ப்பு வர்த்தக முத்திரை வழிகாட்டுதல்கள் முன்னர் வழங்கப்பட்ட எந்தவொரு அனுமதியையும் மாற்றாது.
tr: Weblate Ticari Markalarını kullanma konusunda Weblate topluluğunun çeşitli üyelerine çeşitli izinler sağlanmıştır ve bu Weblate Ticari Marka Yönergeleri daha önce verilmiş olan bu tür izinleri değiştirmez.
uk: Різні дозволи на використання торгових марок Weblate були надані різним членам спільноти Weblate, і ці Правила використання торгових марок Weblate не змінюють жодного з таких раніше наданих дозволів.
zh_hans: Weblate 社区的各个成员已获得使用 Weblate 商标的各种许可，这些 Weblate 商标准则不会更改任何此类先前授予的许可。

source: Translation component alerts
de: Warnungen der Übersetzungskomponente
ga: Foláirimh comhpháirte aistriúcháin
hu: Fordítási összetevő riasztások
id: Peringatan komponen terjemahan
ja: 翻訳コンポーネントの警告
nl: Alarmen voor vertaalonderdeel
pt: Alertas da componente de tradução
pt_br: Alertas de componente de tradução
ro: Alerte privind componentele de traducere
ru: Предупреждения компонента перевода
sv: Översättningskomponentvarningar
ta: மொழிபெயர்ப்பு கூறு எச்சரிக்கைகள்
tr: Çeviri bileşeni uyarıları
uk: Попередження щодо складників перекладу
zh_hans: 翻译部件警报
zh_hant: 翻譯組件警告

source: Shows errors in the Weblate configuration or the translation project for any given translation component. Guidance on how to address found issues is also offered.
de: Zeigt Fehler in der Weblate-Konfiguration oder im Übersetzungsprojekt für eine bestimmte Übersetzungskomponente an. Es werden auch Hinweise zur Behebung der gefundenen Probleme gegeben.
ga: Léiríonn sé earráidí i gcumraíocht Weblate nó sa tionscadal aistriúcháin d'aon chomhpháirt aistriúcháin ar leith. Cuirtear treoir ar fáil freisin maidir le conas aghaidh a thabhairt ar shaincheisteanna a aimsítear.
hu: Hibákat jelenít meg a Weblate beállításában vagy a fordítási projektben bármely adott fordítási összetevő esetén. A talált problémák megoldásához útmutatást is nyújt.
id: Menampilkan galat dalam konfigurasi Weblate atau proyek terjemahan untuk setiap komponen terjemahan. Panduan tentang cara mengatasi masalah yang ditemukan juga tersedia.
ja: 指定した翻訳コンポーネントの Weblate 設定または翻訳プロジェクトのエラーを表示します。見つかった問題の対処方法も提供します。
nl: Geeft fouten weer in de configuratie van Weblate of het vertaalproject voor een bepaald vertaalonderdeel. Aanwijzingen om de gevonden problemen aan te pakken worden ook aangeboden.
pt: Mostra erros na configuração do Weblate ou no projeto de tradução de qualquer componente de tradução. Orientação sobre como resolver os problemas encontrados também é oferecida.
pt_br: Mostra erros na configuração do Weblate ou no projeto de tradução de qualquer componente de tradução. Orientação sobre como resolver os problemas encontrados também é oferecida.
ro: Afișează erorile din configurația Weblate sau din proiectul de traducere pentru orice componentă de traducere dată. Se oferă, de asemenea, îndrumări cu privire la modul de soluționare a problemelor găsite.
ru: Показывает ошибки в настройках Weblate или в проекте перевода для любого компонента перевода. Также надстройка предлагает кое-какие инструкции по решению некоторых найденных проблем.
sv: Visar fel i Weblate-konfigurationen eller översättningsprojektet för en given översättningskomponent. Vägledning om hur man åtgärdar upptäckta problem erbjuds också.
ta: வலைபெயர்ப்பு உள்ளமைவு அல்லது கொடுக்கப்பட்ட மொழிபெயர்ப்பு கூறுகளுக்கான மொழிபெயர்ப்பு திட்டத்தில் பிழைகளைக் காட்டுகிறது. கண்டறியப்பட்ட சிக்கல்களை எவ்வாறு நிவர்த்தி செய்வது என்பதற்கான வழிகாட்டுதலும் வழங்கப்படுகிறது.
tr: Herhangi bir çeviri bileşeni için Weblate yapılandırmasındaki veya çeviri projesindeki hataları görüntüler. Bulunan sorunların nasıl ele alınacağı ile ilgili yol gösterir.
uk: Показує помилки у налаштуваннях Weblate або проєкту перекладу для будь-якого заданого складника перекладу. Також буде надано супровід щодо способу роботи зі знайденими вадами.
zh_hans: 为任何给定的翻译部件在 Weblate 配置或翻译项目中显示错误。还提供了如何将找到的问题定位的指南。
zh_hant: 為任何給定的翻譯組件在 Weblate 配置或翻譯項目中顯示錯誤。還提供瞭如何將找到的問題定位的指南。

source: Currently the following is covered:
de: Derzeit wird Folgendes abgedeckt:
ga: Faoi láthair tá na nithe seo a leanas clúdaithe:
hu: Jelenleg az alábbiakat fedi le:
id: Saat ini yang tercakup adalah:
ja: 現在対応する項目:
nl: Momenteel wordt het volgende behandeld:
pt: Atualmente, o seguinte é coberto:
pt_br: Atualmente, o seguinte é coberto:
ro: În prezent, sunt acoperite următoarele:
ru: В настоящее время выполняются проверки на следующие проблемы:
sv: För närvarande omfattas följande:
ta: தற்போது பின்வருபவை அடங்கும்:
tr: Şu anda şu listedeki sorunlar ele alınıyor:
uk: У поточній версії передбачено покриття таких проблем:
zh_hans: 当前覆盖后面的内容：
zh_hant: 當前覆蓋後面的內容：

source: Duplicated source strings in translation files
de: Doppelte Ausgangszeichenketten in Übersetzungsdateien
ga: Teaghráin fhoinse dhúbailte i gcomhaid aistriúcháin
hu: Ismétlődő forrásszövegek a fordítási fájlokban
id: String sumber yang diduplikasi dalam berkas terjemahan
ja: 翻訳ファイル内の重複した原文
nl: Gedupliceerde brontekenreeksen in vertaalbestanden
pt: Cadeias fonte duplicadas em ficheiros de tradução
pt_br: Textos fonte duplicados em arquivos de tradução
ro: Șiruri sursă duplicate în fișierele de traducere
ru: Дублирование исходных строк в файлах перевода
sv: Duplicerade källsträngar i översättningsfiler
ta: மொழிபெயர்ப்பு கோப்புகளில் நகல் மூல சரங்கள்
tr: Çeviri dosyalarında çift kaynak dizgeler
uk: Дублювання початкових рядків у файлах перекладу
zh_hans: 翻译文件中重复的源字符串
zh_hant: 翻譯文件中復制的源字符串

source: Duplicated languages within translations
de: Doppelte Sprachen in Übersetzungen
ga: Teangacha dúblacha laistigh d'aistriúcháin
hu: Ismétlődő nyelvek a fordításokban
id: Bahasa yang diduplikasi dalam terjemahan
ja: 翻訳中の重複する言語
nl: Gedupliceerde talen binnen vertalingen
pt: Idiomas duplicados nas traduções
pt_br: Idiomas duplicados nas traduções
ro: Limbi duplicate în cadrul traducerilor
ru: Дублирование языков в переводах
sv: Duplicerade språk i översättningar
ta: மொழிபெயர்ப்புகளுக்குள் நகல் மொழிகள்
tr: Çevirilerde çift diller
uk: Дублювання мов у перекладах
zh_hans: 翻译中重复的语言
zh_hant: 翻譯中復制的語言

source: Merge, update, or push failures in the repository
de: Merge-, Update- oder Push-Fehler im Repository
ga: Cumaisc, nuashonraigh, nó brúigh teipeanna sa stór
hu: Összefésülési, frissítési vagy feltöltési (push) hibák a tárolóban
id: Gabungkan, perbarui, atau push kegagalan dalam repositori
ja: リポジトリ内でのマージ、更新、またはプッシュの失敗
nl: Mislukkingen in de opslagruimte samenvoegen, bijwerken of pushen
pt: Falhas de mesclagem, atualização ou envio no repositório
pt_br: Falhas de mesclagem, atualização ou envio no repositório
ro: Eșecuri de fuziune, actualizare sau împingere în depozit
ru: Сбои при объединении, обновлении или при отправке исходного репозитория
sv: Sammanfoga, uppdatera eller push-fel i arkivet
ta: களஞ்சியத்தில் தோல்விகளை ஒன்றிணைக்கவும், புதுப்பிக்கவும் அல்லது தள்ளவும்
tr: Depo birleştirme, güncelleme ya da itme sorunları
uk: Помилки при об'єднанні, оновленні або записуванні до сховища
zh_hans: 仓库中的合并、更新或推送失败

source: Parse errors in the translation files
de: Analysefehler in den Übersetzungsdateien
ga: Earráidí parsála sna comhaid aistriúcháin
hu: Elemzési (parse) hibák a fordítási fájlokban
id: Mengurai galat dalam berkas terjemahan
ja: 翻訳ファイルの解析エラー
nl: Fouten bij parsen in de vertaalbestanden
pt: Erros de análise nos ficheiros de tradução
pt_br: Erros de análise nos arquivos de tradução
ro: Erori de parsare în fișierele de traducere
ru: Синтаксические ошибки в файлах перевода
sv: Parseringsfel i översättningsfilerna
ta: மொழிபெயர்ப்புக் கோப்புகளில் உள்ள பிழைகள்
tr: Çeviri dosyalarında işleme hataları
uk: Помилки обробки у файлах перекладів
zh_hans: 解析翻译文件中的错误
zh_hant: 解析翻譯文件中的錯誤

source: Repository containing too many outgoing or missing commits
de: Repository mit zu vielen ausgehenden oder fehlenden Commits
ga: Stór ina bhfuil an iomarca gealltanais atá ag dul as oifig nó ar iarraidh
hu: Túl sok kimenő vagy hiányzó véglegesítés a tárolóban
id: Repositori berisi terlalu banyak commit keluar atau hilang
ja: 未送信または未取得のコミットが多すぎるリポジトリ
nl: Opslagruimte bevat teveel uitgaande of ontbrekende commits
pt: Repositório contendo muitos commits para serem enviados ou em falta
pt_br: Repositório contendo muitos commits para serem enviados ou em falta
ro: Depozitul care conține prea multe comenzi ieșite sau lipsă
ru: Репозиторий содержащий слишком много исходящих или отсутствующих коммитов
sv: Repository som innehåller för många utgående eller saknade commits
ta: அதிகப்படியான வெளிச்செல்லும் அல்லது காணாமல் போனவர்களைக் கொண்ட களஞ்சியம்
tr: Depoda çok fazla sayıda giden ya da eksik işlemeler var
uk: Сховище містить забагато вихідних або пропущених внесків
zh_hans: 仓库包含太多的外发或丢失的提交

source: Missing licenses
de: Fehlende Lizenzen
ga: Ceadúnais in easnamh
hu: Hiányzó licencek
id: Lisensi tidak ada
ja: ライセンスの失効
nl: Licenties ontbreken
pt: Licenças ausentes
pt_br: Licenças faltantes
ro: Licențe lipsă
ru: Отсутствующие лицензии
sv: Saknade licenser
ta: காணாமல் போன உரிமங்கள்
tr: Eksik lisanslar
uk: Не вказано ліцензування
zh_hans: 缺少许可证

source: Errors when running add-on (see :doc:`/admin/addons`)
de: Fehler beim Ausführen von Erweiterungen (siehe :doc:`/admin/addons`)
ga: Earráidí agus an breiseán á rith (féach :doc:`/admin/addons`)
hu: Hiba a kiegészítő futtatásakor (lásd: :doc:`/admin/addons`)
id: Kesalahan saat menjalankan pengaya (lihat :doc:`/admin/addons`)
ja: アドオン実行時のエラー（参照: :doc:`/admin/addons`）
nl: Fouten bij uitvoeren van add-on (bekijk :doc:`/admin/addons`)
pt: Erros ao executar extensão (veja :doc:`/admin/addons`)
pt_br: Erros ao executar o complemento (consulte :doc:`/admin/addons`)
ro: Erori la rularea add-on-ului (vezi :doc:`/admin/addons`)
ru: Ошибки при запуске надстройки (смотреть :doc:`/admin/addons`)
sv: Fel vid körning av tillägg (se :doc:`/admin/addons`)
tr: Eklenti çalıştırılırken çıkan sorunlar (ayrıntılı bilgi almak için: :doc:`/admin/addons`)
uk: Помилки при запуску додатка (див. :doc:`/admin/addons`)
zh_hans: 运行附加组件时的错误（见 :doc:`/admin/addons`）
zh_hant: 運行加載項時錯誤（請參閱：doc：`/ admin / addons`）

source: Misconfigured monolingual translation.
de: Falsch konfigurierte einsprachige Übersetzung.
ga: Aistriúchán aonteangach míchumraithe.
hu: Hibásan beállított egynyelvű fordítás.
id: Terjemahan monolingual salah dikonfigurasi.
ja: モノリンガル翻訳の設定の間違い。
nl: Onjuist geconfigureerde enkeltalige vertaling.
pt: Tradução monolingue mal configurada.
pt_br: Tradução monolingual mal configurado.
ro: Traducere monolingvă neconfigurată.
ru: Неправильно настроенный одноязычный перевод.
sv: Felaktigt konfigurerad enspråkig översättning.
ta: தவறாக வடிவமைக்கப்பட்ட ஒற்றை மொழி மொழிபெயர்ப்பு.
tr: Yanlış yapılandırılmış tek dilli çeviri.
uk: Неправильно налаштований одномовний переклад.
zh_hans: 配置错误的单语翻译。
zh_hant: 單語翻譯設定錯誤。

source: Broken URLs
de: Fehlerhafte URLs
ga: URLanna briste
hu: Hibás URL-ek
id: URL yang rusak
ja: 壊れた URL
nl: Verbroken URL's
pt: URLs quebradas
pt_br: URLs quebradas
ro: URL-uri defecte
ru: Битые ссылки
sv: Trasiga URL:er
ta: உடைந்த urlகள்
tr: Bozuk adresler
uk: Некоректні адреси
zh_hans: 失效链接
zh_hant: 破損的 URLs

source: Unused screenshots
de: Nicht verwendete Bildschirmfotos
ga: Scáileáin gan úsáid
hu: Nem használt képernyőképek
id: Tangkapan layar yang tidak digunakan
ja: 未使用のスクリーンショット
nl: Niet gebruikte schermafdrukken
pt: Capturas de ecrã não usadas
pt_br: Capturas de tela não usadas
ro: Captură de ecran neutilizată
ru: Неиспользуемые снимки экрана
sv: Oanvända skärmdumpar
ta: பயன்படுத்தப்படாத திரை சாட்கள்
tr: Kullanılmayan ekran görüntüleri
uk: Невикористані знімки вікон
zh_hans: 未使用的屏幕截图

source: Ambiguous language code
de: Mehrdeutiger Sprachcode
ga: Cód teanga débhríoch
hu: Félreérthető nyelvkód
id: Kode bahasa yang ambigu
ja: あいまいな言語コード
nl: Niet eenduidige taalcode
pt: Código do idioma ambíguo
pt_br: Código do idioma ambíguo
ro: Cod lingvistic ambiguu
ru: Неоднозначный код языка
sv: Tvetydig språkkod
ta: தெளிவற்ற மொழிக் குறியீடு
tr: Dil kodu anlaşılamadı
uk: Неоднозначний код мови
zh_hans: 歧义语言代码

source: Unused new base in component settings
de: Nicht verwendete neue Basis in den Komponenteneinstellungen
ga: Bonn nua neamhúsáidte i socruithe comhpháirte
hu: Nem használt új alapértelmezés az összetevő beállításaiban
id: Dasar baru yang tidak digunakan dalam pengaturan komponen
ja: コンポーネント設定で基礎となる翻訳ファイルが未使用
nl: Niet gebruikte nieuwe basis in instellingen van onderdeel
pt: Nova base não utilizada nas configurações de componente
pt_br: Nova base não utilizada nas configurações de componente
ro: Baza nouă neutilizată în setările componentelor
ru: Неиспользованный новый базовый файл в настройках компонента
sv: Oanvänd ny bas i komponentinställningar
ta: கூறு அமைப்புகளில் பயன்படுத்தப்படாத புதிய தளம்
tr: Bileşen ayarlarında kullanılmayan yeni temel
uk: Невикористана нова база у параметрах складника
zh_hans: 在部件设置中未使用的新基础
zh_hant: 在組件設置中未使用的新基礎
