Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The translation strings have to be present in Weblate. You can either manage these manually, use API to create them or list files or URLs using :guilabel:`Extract strings from HTML files` and Weblate will extract them automatically. The files have to present in the repository or contain remote URLs which will be download and parsed regularly by Weblate.
de: Die Übersetzungszeichenketten müssen in Weblate vorhanden sein. Sie können diese entweder manuell verwalten, über die API erstellen oder Dateien oder URLs mit :guilabel:`Zeichenketten aus HTML-Dateien extrahieren` auflisten und Weblate diese automatisch extrahieren lassen. Die Dateien müssen im Repository vorhanden sein oder Remote-URLs enthalten, die von Weblate regelmäßig heruntergeladen und analysiert werden.
ga: Caithfidh na teaghráin aistriúcháin a bheith i láthair in Weblate. Is féidir leat iad seo a bhainistiú de láimh, úsáid API chun iad a chruthú nó comhaid nó URLanna a liostú ag baint úsáide as :guilabel:`Extract strings from HTML files` agus asbhainfidh Weblate iad go huathoibríoch. Caithfidh na comhaid a chur i láthair sa stór nó cian-URL a bheith iontu a íoslódálfaidh Weblate agus a dhéanfaidh iad a pharsáil go rialta.
hu: A fordítandó szövegeknek elérhetőknek kell lenniük a Weblate-ben. Ezeket kezelheti manuálisan, létrehozhatja őket API-n keresztül, de fájlokat és URL-eket is megadhat a :guilabel:`Szövegek kinyerése HTML-fájlokból` lehetőséggel – ebben az esetben a Weblate automatikusan kinyeri a szövegeket. A fájloknak a tárolóban kell szerepelniük vagy olyan távoli URL-eket kell tartalmazniuk, amelyeket a Weblate rendszeresen letölt és feldolgoz.
id: String terjemahan harus ada di Weblate. Anda dapat mengelolanya secara manual, menggunakan API untuk membuatnya, atau membuat daftar berkas atau URL menggunakan :guilabel:`Extract strings from HTML files`` dan Weblate akan mengekstraknya secara otomatis. Berkas harus ada di repositori atau berisi URL jarak jauh yang akan diunduh dan diurai secara berkala oleh Weblate.
ja: 翻訳文字列は、Weblate に存在することが必要です。これを手動で管理するか、API を使用して作成するか、:guilabel:`HTMLファイルから文字列を抽出` を使用してファイルまたは URL のリストを用意すると、Weblate は翻訳文字列を自動的に抽出します。ファイルはリポジトリに存在するか、Weblate が定期的にダウンロードして解析するリモート URL が含まれていることが必要です。
nl: De tekenreeksen voor de vertaling moeten aanwezig zijn in Weblate. U kunt ze ofwel handmatig beheren, de API gebruiken om ze te maken of bestanden in lijsten zetten of URL's met :guilabel:`Tekenreeksen uitnemen uit HTML-bestanden` en Weblate zal ze automatisch uitnemen. De bestanden moeten aanwezig zijn in de opslagruimte of URL's op afstand bevatten die regelmatig zullen worden gedownload en geparset door Weblate.
pt: As cadeias de tradução devem estar presentes no Weblate. Pode gerí-los manualmente, usar API para criá-los ou listar ficheiros ou URLs a usar :guilabel:`Extrair cadeias de ficheiros HTML` e o Weblate irá extraí-los automaticamente. Os ficheiros devem apresentar no repositório ou conter URLs remotas que serão descarregadas e analisadas regularmente pelo Weblate.
pt_br: Os textos de tradução devem estar presentes no Weblate. Você pode gerenciá-los manualmente, usar API para criá-los ou listar arquivos ou URLs usando :guilabel:`Extrair textos de arquivos HTML` e o Weblate irá extraí-los automaticamente. Os arquivos devem apresentar no repositório ou conter URLs remotas que serão baixadas e analisadas regularmente pelo Weblate.
ro: Șirurile de traducere trebuie să fie prezente în Weblate. Puteți să le gestionați manual, să folosiți API pentru a le crea sau să listați fișiere sau URL-uri folosind :guilabel:`Extrage șiruri de caractere din fișiere HTML` și Weblate le va extrage automat. Fișierele trebuie să fie prezente în depozit sau să conțină URL-uri de la distanță care vor fi descărcate și analizate în mod regulat de Weblate.
ru: Строки перевода должны присутствовать в Weblate. Вы можете заводить их вручную, использовать для их создания API или перечислить файлы или URL-адреса в параметре :guilabel:`Извлечение строк из HTML-файлов` и Weblate извлечёт их автоматически. Файлы должны присутствовать в репозитории или содержать удалённые URL-адреса, которые Weblate будет регулярно проверять и анализировать.
sv: Översättningssträngarna måste finnas i Weblate. Du kan antingen hantera dessa manuellt, använda API för att skapa dem eller lista filer eller URL:er med hjälp av :guilabel:`Extrahera strängar från HTML-filer`, så extraherar Weblate dem automatiskt. Filerna måste finnas i arkivet eller innehålla fjärr-URL:er som kommer att laddas ner och analyseras regelbundet av Weblate.
ta: மொழிபெயர்ப்பு சரங்கள் வலைபெயர்ப்பில் இருக்க வேண்டும். நீங்கள் இவற்றை கைமுறையாக நிர்வகிக்கலாம், அவற்றை உருவாக்க பநிஇ ஐப் பயன்படுத்தலாம் அல்லது கோப்புகள் அல்லது முகவரி களை பட்டியலிடலாம்: 'html கோப்புகளிலிருந்து சரங்களைப் பிரித்தெடுக்கவும்' மற்றும் வலைபெயர்ப்பு அவற்றை தானாகவே பிரித்தெடுக்கும். கோப்புகள் களஞ்சியத்தில் இருக்க வேண்டும் அல்லது தொலைநிலை urlகளைக் கொண்டிருக்க வேண்டும், அவை வலைபெயர்ப்பு மூலம் தவறாமல் பதிவிறக்கம் செய்யப்பட்டு பார்ச் செய்யப்படும்.
tr: Çeviri dizgeleri Weblate üzerinde bulunmalıdır. Bunları el ile yönetebilir, oluşturmak için API kullanabilir ya da :guilabel:`HTML dosyalarından dizgeleri ayıkla` komutunu kullanarak dosyaları ya da adresleri listeleyebilirsiniz. Weblate bunları kendiliğinden ayıklar. Dosyalar depoda ya da Weblate tarafından düzenli olarak indirilecek ve ayrıştırılacak uzak adreslerde bulunmalıdır.
uk: Рядки перекладу мають бути на Weblate. Ви можете досягти цього або вручну за допомогою створення записів з програмного інтерфейсу, або вказавши адреси за допомогою поля :guilabel:`Видобути рядки з файлів HTML` (Weblate виконає видобування рядків автоматично). Файли мають зберігатися у сховищі коду або містити віддалені адреси, дані з яких може бути отримано і оброблено Weblate на регулярній основі.
zh_hans: 翻译字符串必须在 Weblate 中出现。你可以手动管理这些字符串，使用 API 来创建它们，或者使用 :guilabel:`从 HTML 文件中提取字符串` 列出文件或 URL，Weblate 将自动提取这些字符串。这些文件必须出现在仓库中，或者包含 Weblate 将定期下载和解析的远程 URL。
zh_hant: 翻譯字符串必須在 Weblate 中出現。可以手動管理，使用 API 來建立，或使用 :guilabel:`Extract strings from HTML files` 列出文件或 URL ，Weblate 會自動提取它們。文件必須出現在殘酷中，或者包含遠程 URL ，由 Weblate下載並規則地分析。

source: The default configuration for :guilabel:`CSS selector` extracts elements with CSS class ``l10n``, for example it would extract two strings from following snippets:
de: Die Standardkonfiguration für :guilabel:`CSS-Selektor` extrahiert Elemente mit der CSS-Klasse ``l10n``, zum Beispiel würde es zwei Zeichenketten aus den folgenden Ausschnitten extrahieren:
ga: Baineann an chumraíocht réamhshocraithe le haghaidh :guilabel:`CSS selector`` eilimintí le aicme CSS ``l10n``, mar shampla bainfeadh sé dhá shreangán ó bhraitheanna seo a leanas:
hu: A :guilabel:`CSS-szelektor` alapértelmezett beállítása az ``l10n`` CSS osztályú elemeket nyeri ki, például az alábbi kódrészletekből két szöveget is kinyerne:
id: Konfigurasi bawaan untuk :guilabel:`CSS selector` mengekstrak elemen dengan kelas CSS ``l10n``, misalnya akan mengekstrak dua string dari cuplikan kode berikut:
ja: :guilabel:`CSS セレクタ` のデフォルト設定では、CSS クラス ``l10n`` の要素を抽出します。次のスニペットから 2 つの文字列を抽出する例:
nl: De standaard configuratie voor :guilabel:`CSS selecteren` neemt elementen uit met de CSS-klasse ``l10n``, het zou bijvoorbeeld twee tekenreeksen uitnemen uit de volgende snippers:
pt: A configuração predefinida para :guilabel:`Seletor CSS` extrai elementos com classe CSS ``l10n``. Por exemplo, extrairia duas cadeias dos seguintes trechos:
pt_br: A configuração padrão para :guilabel:`Seletor CSS` extrai elementos com classe CSS ``l10n``. Por exemplo, extrairia dois textos dos seguintes trechos:
ro: Configurația implicită pentru :guilabel:`CSS selector` extrage elementele cu clasa CSS ``l10n``, de exemplu, ar extrage două șiruri de caractere din următoarele fragmente:
ru: При значении параметра :guilabel:`Селектор CSS` по умолчанию извлекаются элементы с CSS-классом ``l10n``, к примеру, из следующего фрагмента будут извлечены две строки:
sv: Standardkonfigurationen för :guilabel:`CSS-selektor` extraherar element med CSS-klassen ``l10n``, till exempel skulle den extrahera två strängar från följande kodsnuttar:
ta: "guilabel:'css தேர்வாளர்' க்கான இயல்புநிலை உள்ளமைவு css வகுப்பு 'l10n' கொண்ட கூறுகளை பிரித்தெடுக்கிறது, எடுத்துக்காட்டாக இது பின்வரும் துணுக்குகளிலிருந்து இரண்டு சரங்களைப் பிரித்தெடுக்கும்:
tr: :guilabel:`CSS seçici` için varsayılan yapılandırma, CSS sınıfı ``l10n`` olan ögeleri ayıklar. Örneğin aşağıdaki parçacıklardan iki dizge ayıklanır:
uk: За типових налаштувань :guilabel:`Селектор CSS` видобуває елементи із класом CSS ``l10n``. Наприклад, буде видобуто два рядки з таких фрагментів коду:
zh_hans: :guilabel:`CSS 选择器` 的默认配置是提取 CSS 类为 ``l10n`` 的元素，例如它会从以下代码片段中提取两条字符串：
zh_hant: :guilabel:`CSS selector` 的默認配置提取 CSS class ``l10n`` 的元素，例如從後面的一段中提取兩個字符串：

source: In case you don't want to modify existing code, you can also use ``*`` as a selector to process all elements.
de: Falls Sie den bestehenden Code nicht ändern wollen, können Sie auch ``*`` als Selektor verwenden, um alle Elemente zu verarbeiten.
ga: Sa chás nach dteastaíonn uait an cód atá ann cheana a mhodhnú, is féidir leat ``*`` a úsáid mar roghnóir chun gach eilimint a phróiseáil.
hu: Ha nem szeretné módosítani a meglévő kódot, használhatja a ``*`` szelektort is, amely minden elemet feldolgoz.
id: Jika Anda tidak ingin mengubah kode yang ada, Anda juga dapat menggunakan ``*`` sebagai pemilih untuk memproses semua elemen.
ja: 既存のコードを変更したくない場合は、``*`` をセレクタにして全ての要素を処理の対象にできます。
nl: In het geval dat u geen bestaande code wilt aanpassen, kunt u ook ``*`` gebruiken als selectie om alle elementen te verwerken.
pt: Caso não deseje modificar o código existente, também pode usar ``*`` como um seletor para processar todos os elementos.
pt_br: Caso não deseje modificar o código existente, você também pode usar ``*`` como um seletor para processar todos os elementos.
ro: În cazul în care nu doriți să modificați codul existent, puteți, de asemenea, să utilizați ``*`` ca selector pentru a procesa toate elementele.
ru: Если вы не хотите изменять существующий код, вы также можете использовать `` * `` в качестве селектора для обработки всех элементов.
sv: Om du inte vill ändra befintlig kod kan du också använda ``*`` som selektor för att bearbeta alla element.
ta: தற்போதுள்ள குறியீட்டை மாற்ற விரும்பவில்லை என்றால், அனைத்து கூறுகளையும் செயலாக்க ஒரு தேர்வாளராக '*' ஐப் பயன்படுத்தலாம்.
tr: Var olan kodu değiştirmek istemiyorsanız, tüm ögelerin işlenmesi için seçici olarak ``*`` kullanabilirsiniz.
uk: Якщо ви не хочете модифікувати наявний код, ви можете також скористатися ``*`` як селектором для обробки таких елементів.
zh_hans: 在不想修改现有代码的情况下，还可以使用 ``*`` 作为选择器处理所有元素。
zh_hant: 在不想修改現有代碼的情況下，還可以使用 ``*`` 作為選擇器處理所有元素。

source: Right now, only text of the elements is extracted. This add-on doesn't support localization of element attributes or elements with children.
de: Momentan wird nur der Text der Elemente extrahiert. Diese Erweiterung unterstützt nicht die Lokalisierung von Elementattributen oder Elemente mit untergeordneten Elementen.
ga: Faoi láthair, ní bhaintear ach téacs de na heilimintí. Ní thacaíonn an breiseán seo le logánú tréithe eiliminte nó eilimintí le leanaí.
hu: Jelenleg csak az elemek szövegtartalma kerül kinyerésre. Ez a kiegészítő nem támogatja az attribútumok vagy a beágyazott elemek fordítását.
id: Saat ini, hanya teks elemen yang diekstraksi. Pengaya ini tidak mendukung pelokalan atribut elemen atau elemen dengan turunan.
ja: 現時点では、要素のテキストのみ抽出します。このアドオンは、要素属性または子を持つ要素の現地語化に対応していません。
nl: Momenteel wordt alleen de tekst van de elementen uitgenomen. Deze add-on verschaft geen ondersteuning voor vertalen van attributen van elementen of elementen met kinderen.
pt: No momento, apenas o texto dos elementos é extraído. Esta extensão não tem suporte à localização de atributos de elementos ou elementos com filhos.
pt_br: No momento, apenas o texto dos elementos é extraído. Esse complemento não tem suporte à localização de atributos de elementos ou elementos com filhos.
ro: În prezent, se extrage doar textul elementelor. Acest add-on nu acceptă localizarea atributelor elementelor sau a elementelor cu copii.
ru: Сейчас извлекается только текст элементов. Это дополнение не поддерживает локализацию атрибутов элементов или элементов с дочерними элементами.
sv: Just nu extraheras endast elementens text. Detta tillägg stöder inte lokalisering av elementattribut eller element med underordnade element.
ta: தற்போது, தனிமங்களின் உரை மட்டுமே பிரித்தெடுக்கப்படுகிறது. குழந்தைகளுடன் உறுப்பு பண்புகள் அல்லது கூறுகளின் உள்ளூர்மயமாக்கலை இந்த துணை நிரல் ஆதரிக்காது.
tr: Şu anda, yalnızca ögelerin metni ayıklanıyor. Bu eklenti, öge özniteliklerinin ya da alt ögeleri olan ögelerin yerelleştirilmesini desteklemez.
uk: У поточній версії видобуватиметься лише текст елементів. У цьому додатку не передбачено підтримки локалізації атрибутів елементів або елементів із дочірніми записами.
zh_hans: 目前只有元素的文本被提取。这个附加组件不支持元素属性或具有子类的元素的本地化。

source: HTML localization using Weblate CDN
de: HTML-Übersetzung mit Weblate CDN
ga: Logánú HTML ag úsáid Weblate CDN
hu: HTML lokalizálása Weblate CDN segítségével
id: Pelokalan HTML menggunakan Weblate CDN
ja: Weblate CDN を使用した HTML の現地語化
nl: HTML vertalen met Weblate CDN
pt: Localização de HTML a usar CDN Weblate
pt_br: Localização de HTML usando CDN do Weblate
ro: Localizarea HTML folosind Weblate CDN
ru: Локализация HTML с помощью Weblate CDN
sv: HTML-lokalisering med Weblate CDN
ta: வலைபெயர்ப்பு cdn பயன்படுத்தி html உள்ளூர்மயமாக்கல்
tr: Weblate CDN kullanarak HTML yerelleştirmek
uk: Локалізація HTML за допомогою CDN Weblate
zh_hans: 使用 Weblate 内容分发网络对 HTML 进行本地化操作

source: To localize a HTML document, you need to load the :file:`weblate.js` script:
de: Um ein HTML-Dokument zu lokalisieren, müssen Sie das Skript :file:`weblate.js` laden:
ga: Chun doiciméad HTML a logánú, ní mór duit scripte :file:`weblate.js` a luchtú:
hu: Egy HTML dokumentum lokalizálásához be kell tölteni a :file:`weblate.js` szkriptet:
id: Untuk melokalkan dokumen HTML, Anda perlu memuat skrip :file:`weblate.js`:
ja: HTML ドキュメントを現地語化するには、:file:`weblate.js` スクリプトの読み込みが必要です。読み込み方法:
nl: U moet, om een HTML-document te vertalen, het script :file:`weblate.js` laden:
pt: Para localizar um documento HTML, precisa carregar o script :file:`weblate.js`:
pt_br: Para localizar um documento HTML, você precisa carregar o script :file:`weblate.js`:
ro: Pentru a localiza un document HTML, trebuie să încărcați scriptul :file:`weblate.js`:
ru: Для локализации HTML-документа вам необходимо загрузить скрипт :file:`weblate.js`:
sv: För att lokalisera ett HTML-dokument måste du ladda skriptet :file:`weblate.js`:
tr: Bir HTML belgesini yerelleştirmek için :file:`weblate.js` betiğini yüklemelisiniz:
uk: Щоб локалізувати документ HTML, вам слід завантажити скрипт :file:`weblate.js`:
zh_hans: 为了将 HTML 文档本地化，需要加载 :file:`weblate.js` 脚本：
zh_hant: 為了將 HTML 文件本地化，需要加載 :file:`weblate.js` 腳本：

source: Upon loading, this will automatically find all matching translatable elements (based on :guilabel:`CSS selector` configuration) and replace their text with a translation.
de: Beim Laden werden automatisch alle übereinstimmenden übersetzbaren Elemente gefunden (basierend auf der :guilabel:`CSS-Selektor`-Konfiguration) und deren Text durch eine Übersetzung ersetzt.
ga: Ar lódáil, gheobhaidh sé seo go huathoibríoch gach eilimint inaistrithe atá comhoiriúnach (bunaithe ar chumraíocht :guilabel:`roghnóir CSS`) agus cuirfear aistriúchán ina ionad.
hu: Betöltéskor automatikusan megkeresi az összes fordítható elemet (a :guilabel:`CSS-szelektor` beállítás alapján), és a szövegüket lecseréli a megfelelő fordításra.
id: Setelah dimuat, ini akan secara otomatis menemukan semua elemen terjemahan yang cocok (berdasarkan konfigurasi :guilabel:`CSS selector`) dan mengganti teksnya dengan terjemahan.
ja: 読み込み時に、（:guilabel:`CSS セレクタ` 設定に基づき）翻訳可能な要素に一致するものがすべて自動的に検索され、一致したテキストが翻訳に置き換えられます。
nl: Bij het laden zal dit automatisch alle overeenkomende vertaalbare elementen zoeken (gebaseerd op de configuratie van :guilabel:`CSS selecteren`) en hun tekst door een vertaling vervangen.
pt: Ao carregar, isto encontrará todos os elementos traduzíveis correspondentes automaticamente (com base na configuração :guilabel:`Seletor CSS` ) e substituirá o texto deles por uma tradução.
pt_br: Ao carregar, isso encontrará automaticamente todos os elementos traduzíveis correspondentes (com base na configuração :guilabel:`Seletor CSS` ) e substituirá seu texto por uma tradução.
ro: La încărcare, aceasta va găsi automat toate elementele traductibile corespunzătoare (pe baza configurației :guilabel:`CSS selector`) și va înlocui textul acestora cu o traducere.
ru: При загрузке автоматически будут найдены все соответствующие переводимые элементы (на основе настройки из параметра :guilabel:`Селектор CSS`) и их текст будет заменён переводом.
sv: Vid inläsning hittar detta automatiskt alla matchande översättningsbara element (baserat på :guilabel:`CSS-selektorkonfiguration`) och ersätter deras text med en översättning.
ta: ஏற்றும்போது, இது தானாகவே பொருந்தக்கூடிய அனைத்து மொழிபெயர்க்கக்கூடிய கூறுகளையும் (:guilabel:'css தேர்வாளர்' உள்ளமைவின் அடிப்படையில்) கண்டுபிடித்து, அவற்றின் உரையை மொழிபெயர்ப்புடன் மாற்றும்.
tr: Yüklendikten sonra, eşleşen tüm çevrilebilir ögeler kendiliğinden bulunur (:guilabel:`CSS seçici` yapılandırmasına göre) ve metinleri bir çeviriyle değiştirir.
uk: Після завантаження він автоматично знайде усі відповідні придатні до перекладу елементи (на основі налаштувань :guilabel:`селектора CSS`) і замінить їх текст на переклад.
zh_hans: 加载时，会自动发现所有匹配的翻译元素（基于 :guilabel:`CSS selector` ），并用翻译替换其文本。
zh_hant: 加載時，會自動發現所有匹配的翻譯元素（基於 :guilabel:`CSS selector` ），並用翻譯替換其文本。

source: The user language is detected from the configured cookie and falls back to user preferred languages configured in the browser.
de: Die Benutzersprache wird anhand des konfigurierten Cookies erkannt und greift auf die vom Benutzer bevorzugten, im Browser konfigurierten Sprachen zurück.
ga: Braitear an teanga úsáideora ón bhfianán cumraithe agus tagann sé ar ais go dtí na teangacha is fearr leis an úsáideoir atá cumraithe sa bhrabhsálaí.
hu: A felhasználó nyelve a beállított süti alapján kerül meghatározásra, és ha ez nem érhető el, a böngészőben megadott preferált nyelvekre áll vissza a rendszer.
id: Bahasa pengguna dideteksi dari kuki yang dikonfigurasi dan kembali ke bahasa pilihan pengguna yang dikonfigurasi dalam peramban.
ja: ユーザー言語は、設定した Cookie から検出され、ブラウザーで設定したユーザーの言語設定にフォールバックします。
nl: De gebruikerstaal wordt gedetecteerd uit het geconfigureerde cookie en valt terug op de door de gebruiker gedefinieerde voorkeurstalen die zijn geconfigureerd in de browser.
pt: O idioma do utilizador é detetado do cookie configurado e volta aos idiomas preferidos do utilizador configurados no navegador.
pt_br: O idioma do usuário é detectado a partir das configurações de cookie e, como reserva, recorre aos idiomas preferidos do usuário configurados no navegador.
ro: Limba utilizatorului este detectată din cookie-ul configurat și revine la limbile preferate de utilizator configurate în browser.
ru: Язык пользователя определяется из настроенной куки, а при её отсутствии используется один из предпочтительных языков браузера пользователя.
sv: Användarens språk identifieras från den konfigurerade cookien och faller tillbaka till användarens önskade språk som konfigurerats i webbläsaren.
ta: பயனர் மொழி உள்ளமைக்கப்பட்ட குக்கீயிலிருந்து கண்டறியப்பட்டு உலாவியில் உள்ளமைக்கப்பட்ட பயனர் விரும்பும் மொழிகளுக்குத் திரும்புகிறது.
tr: Kullanıcı dili, yapılandırılmış çerezden algılanır ve tarayıcıda yapılandırılan kullanıcı tarafından yeğlenen dillere döner.
uk: Мова користувача визначається за налаштованою кукою і резервним варіантом — бажаною мовою користувача, яку налаштовано у браузері.
zh_hans: 从配置的 cookie 检测到用户语言，并退回到在浏览器中配置的用户首选语言。
zh_hant: 從配置的 cookie 檢測到用戶語言，並退回到在瀏覽器中配置的用戶首選語言。

source: The :guilabel:`Language cookie name` can be useful for integration with other applications (for example choose ``django_language`` when using Django).
de: Der :guilabel:`Name des Sprachcookies` kann für die Integration mit anderen Anwendungen nützlich sein (z. B. wird ``django_language`` ausgewählt wenn Django verwendet wird).
ga: Is féidir leis an :guilabel:`Ainm fianán teanga` a bheith úsáideach chun comhtháthú le feidhmchláir eile (mar shampla roghnaigh ``django_language`` agus Django in úsáid).
hu: A :guilabel:`Nyelvi süti neve` beállítás hasznos lehet más alkalmazásokkal való integráció során (például válassza a ``django_language`` nevet Django használatakor).
id: :guilabel:`Language cookie name` dapat berguna untuk integrasi dengan aplikasi lain (misalnya pilih ``django_language`` saat menggunakan Django).
ja: :guilabel:`言語 Cookie 名` は、他のアプリケーションとの連携に役立ちます（たとえば、Django を使用する場合は ``django_language`` を選択する）。
nl: De :guilabel:`Naam taalcookie` kan nuttig zijn voor het integreren met andere toepassingen (kies bijvoorbeeld ``django_language`` bij het gebruiken van).
pt: O :guilabel:`Nome do cookie de idioma` pode ser útil para integração com outras aplicações (por exemplo, escolha ``django_language`` ao usar Django).
pt_br: O :guilabel:`Nome do cookie de idioma` pode ser útil para integração com outros aplicativos (por exemplo, escolha ``django_language`` ao usar Django).
ru: Можно использовать параметр :guilabel:`Имя языковой куки` для интеграции с другими приложениями (например, выберите ``django_language`` при использовании Django).
sv: :guilabel:`Språkkookienamn` kan vara användbart för integration med andra applikationer (välj till exempel ``django_language`` när du använder Django).
ta: பிற பயன்பாடுகளுடன் ஒருங்கிணைக்க 'குய்லாபெல்:'மொழி குக்கீ பெயர்' பயனுள்ளதாக இருக்கும் (எடுத்துக்காட்டாக, சாங்கோவைப் பயன்படுத்தும் போது 'django_language' என்பதைத் தேர்வுசெய்க).
tr: :guilabel:`Dil çerezi adı` diğer uygulamalarla bütünleştirme için yararlı olabilir (örneğin, Django kullanırken ``django_language`` olarak seçin).
uk: :guilabel:`Назва куки мови` може бути корисною для інтеграції з іншими програмами (наприклад, можна вибрати ``django_language``, якщо використовується Django).
zh_hans: :guilabel:`Language cookie name` 可以用于与其它应用集成（例如当使用 Django 时选择 ``django_language``）。

source: JavaScript localization
de: JavaScript-Übersetzung
ga: Logánú JavaScript
hu: JavaScript lokalizálás
id: Pelokalan JavaScript
ja: JavaScript の現地語化
nl: JavaScript vertalen
pt: Localização de JavaScript
pt_br: Localização de JavaScript
ro: Localizarea JavaScript
ru: Локализация JavaScript
sv: Lokalisering för JavaScript
tr: JavaScript yerelleştirmek
uk: Локалізація JavaScript
zh_hans: JavaScript本地化
