Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can boost Weblate’s development by donating. Funds collected on donations are used to enable gratis hosting for libre software projects and to fund the ecosystem Weblate relies on. Please check the `donate page <https://weblate.org/donate/>`_ for options, such as funding goals and the rewards you get as a proud funder.
de: Sie können die Entwicklung von Weblate unterstützen, indem Sie spenden. Die Spendengelder werden verwendet, um kostenloses Hosting für Freie-Software-Projekte zu ermöglichen und das Ökosystem zu finanzieren, auf das Weblate angewiesen ist. Bitte informieren Sie sich auf der `Spendenseite <https://weblate.org/donate/>`_, welche Möglichkeiten Sie als stolzer Spender haben und welche Belohnungen Sie erhalten.
ga: Is féidir leat forbairt Weblate a threisiú trí bhronnadh. Úsáidtear cistí a bhailítear ar thabhartais chun óstáil saor in aisce a chumasú do thionscadail bogearraí libre agus chun an t-éiceachóras a bhfuil Weblate ag brath air a mhaoiniú. Seiceáil an leathanach `donate <https://weblate.org/donate/>`_ le do thoil le haghaidh roghanna, mar spriocanna maoinithe agus na luach saothair a gheobhaidh tú mar mhaoinitheoir bródúil.
hu: A Weblate fejlesztése anyagilag is támogatható. Az adományokból befolyt összegek lehetővé teszik a nyílt forráskódú projektek számára az ingyenes tárhelyet, valamint a Weblate ökoszisztémájának fenntartását. További részletek, például támogatási célok és a támogatók számára elérhető jutalmak a `támogatási oldalon <https://weblate.org/donate/>`_ találhatók.
id: Anda dapat meningkatkan perkembangan Weblate dengan berdonasi. Dana yang terkumpul dari donasi digunakan untuk menyediakan hosting gratis bagi proyek perangkat lunak bebas dan mendanai ekosistem yang diandalkan Weblate. Silakan periksa halaman donasi <https://weblate.org/donate/> untuk mengetahui berbagai pilihan, seperti tujuan pendanaan dan imbalan yang Anda dapatkan sebagai penyandang dana yang bangga.
nl: U kunt de ontwikkeling van Weblate een duwtje in de goede richting geven door te doneren. Verzamelde fondsen van donaties worden gebruikt om gratis hosten van vrije softwareprojecten in te schakelen en het ecosysteem, waarop Weblate vertrouwd, te steunen. Bekijk de `pagina voor doneren <https://weblate.org/donate/>`_ voor opties, zoals doelen om te steunen en de beloningen die u krijgt als trotse sponsor.
pt_br: Você pode impulsionar o desenvolvimento do Weblate doando. Os fundos coletados em doações são usados para habilitar hospedagem gratuita para projetos de software livre e para financiar o ecossistema do qual o Weblate depende. Por favor, verifique a `página de doação <https://weblate.org/donate/>`_ para opções, como metas de financiamento e as recompensas que você recebe como um orgulhoso financiador.
sv: Du kan stödja Weblates utveckling genom att donera. Pengar som samlas in genom donationer används för att möjliggöra gratis hosting för fri programvara och för att finansiera det ekosystem som Weblate är beroende av. Besök donationssidan <https://weblate.org/donate/> för information om olika alternativ, såsom finansieringsmål och de belöningar du får som stolt finansiär.
ta: நன்கொடை அளிப்பதன் மூலம் வெப்லேட்டின் வளர்ச்சியை நீங்கள் அதிகரிக்கலாம். நன்கொடைகளில் சேகரிக்கப்பட்ட நிதிகள் லிப்ரே மென்பொருள் திட்டங்களுக்கு இலவச ஓச்டிங்கை இயக்கவும், வலைபெயர்ப்பு நம்பகத்தன்மைக்கு சுற்றுச்சூழல் அமைப்புக்கு நிதியளிக்கவும் பயன்படுத்தப்படுகின்றன. பொருள் இலக்குகள் மற்றும் பெருமைமிக்க மோசடியாக நீங்கள் பெறும் வெகுமதிகள் போன்ற விருப்பங்களுக்கு `நன்கொடை பக்கத்தை <https://weblate.org/donate/>` _ _ _ _ _ _ _ சரிபார்க்கவும்.
tr: Weblate uygulamasının geliştirilmesini bağış yaparak destekleyebilirsiniz. Bağışlardan toplanan fonlar, özgür yazılım projeleri için ücretsiz barındırma hizmeti sağlanması ve Weblate uygulamasının bağımlı olduğu ekosistemi desteklemek için kullanılır. Fonlama hedefleri ve gururlu bir fon sağlayıcı olarak sizin alacağınız ödüller gibi konular için `bağış sayfasına <https://weblate.org/donate/>`_ bakabilirsiniz.
uk: Ви можете прискорити розвиток Weblate, зробивши пожертву. Кошти, зібрані за рахунок пожертвувань, використовуються для надання безкоштовного хостингу для проектів безкоштовного програмного забезпечення та для фінансування екосистеми, на яку спирається Weblate. Будь ласка, перегляньте `сторінку пожертвувань <https://weblate.org/donate/>`_, щоб дізнатися про такі параметри, як цілі фінансування та винагороди, які ви отримуєте як гордий спонсор.

source: Supporters who have funded Weblate
de: Unterstützer, die Weblate finanziert haben
ga: Lucht tacaíochta a mhaoinigh Weblate
hu: A Weblate támogatói
id: Pendukung yang telah mendanai Weblate
ja: Weblate に資金提供した支援者
nl: Deelnemers die Weblate financieel hebben gesteund
pt: Apoiadores que financiaram o Weblate
pt_br: Apoiadores que financiaram o Weblate
ro: Susținătorii care au finanțat Weblate
ru: Сторонники, которые финансировали Weblate
sv: Supportrar som har finansierat Weblate
ta: வலைபெயர்ப்புடுக்கு நிதியளித்த ஆதரவாளர்கள்
tr: Weblate için bağış yapan destekçiler
uk: Спонсори, які фінансували Weblate
zh_hans: 资助过 Weblate 的支持者

source: List of Weblate supporters:
de: Liste der Weblate-Unterstützer:
ga: Liosta de lucht tacaíochta Weblate:
hu: A Weblate támogatói közül néhányan:
id: Daftar pendukung Weblate:
ja: Weblate 支援者名簿:
nl: Lijst met supporters van Weblate:
pt: Lista de apoiadores do Weblate:
pt_br: Lista de apoiadores do Weblate:
ro: Lista susținătorilor Weblate:
ru: Список спонсоров Weblate:
sv: Lista över Weblate-supportrar:
ta: வலைபெயர்ப்பு ஆதரவாளர்களின் பட்டியல்:
tr: Weblate destekçilerinin listesi:
uk: Список спонсорів Weblate:
zh_hans: Weblate 支持者名单：
zh_hant: Weblate 支持者列表：

source: Do you want to be in the list? Please see options on the `Donate to Weblate <https://weblate.org/donate/>`_.
de: Möchten Sie in die Liste aufgenommen werden? Bitte beachten Sie die Optionen auf der Seite `Spenden für Weblate <https://weblate.org/donate/>`_.
ga: Ar mhaith leat a bheith ar an liosta? Féach le do thoil ar na roghanna ar an `Donate to Weblate <https://weblate.org/donate/>`_.
hu: Szeretne szerepelni a támogatók listáján? Tekintse meg a lehetőségeket a `Weblate támogatása <https://weblate.org/donate/>`_ oldalon.
id: Ingin masuk dalam daftar? Silakan lihat opsi di bagian "Donasi ke Weblate <https://weblate.org/donate/>".
ja: 支援者名簿に掲載しませんか？`Weblate に寄付をする <https://weblate.org/donate/>`_ の選択から選んでください。
nl: Wilt u ook in de lijst staan? Bekijk de opties op de pagina `Doneren aan Weblate <https://weblate.org/donate/>`_.
pt: Gostaria de estar na lista? Veja as opções em `Doar ao Weblate <https://weblate.org/donate/>`_.
pt_br: Gostaria de estar na lista? Veja as opções em `Fazer doação para o Weblate <https://weblate.org/donate/>`_.
ro: Vrei să fii pe listă? Vă rugăm să consultați opțiunile de pe pagina `Donate to Weblate <https://weblate.org/donate/>`_.
ru: Хотите оказаться в этом списке? Тогда посмотрите свои опции на странице «`Пожертвовать для Weblate <https://weblate.org/donate/>`_».
sv: Vill du vara med på listan? Se alternativen på `Donera till Weblate <https://weblate.org/donate/>`_.
ta: நீங்கள் பட்டியலில் இருக்க விரும்புகிறீர்களா? தயவுசெய்து 'வலைபெயர்ப்பு <https://weblate.org/donate/> நன்கொடை' இல் விருப்பங்களைப் பார்க்கவும்.
tr: Bu listede yer almak ister misiniz? `Weblate için bağış <https://weblate.org/donate/>`_ seçeneklerine bakabilirsiniz.
uk: Хочете потрапити до списку? Будь ласка, ознайомтеся із вмістом сторінки `Пожертви Weblate <https://weblate.org/donate/>`_.
zh_hans: 想要出现在名单中吗？请查看 `捐赠给 Weblate <https://weblate.org/donate/>`_ 上的选项。
zh_hant: 想要加入列表中嗎？請查看 `Donate to Weblate <https://weblate.org/donate/>`_ 上的選項。

source: Weblate internals
de: Weblate-Interna
ga: Inmheánach láithreán gréasáin
hu: A Weblate belső működése
id: Internal Weblate
ja: Weblate の内部構造
nl: Internen van Weblate
pt: Componentes internos do Weblate
pt_br: Componentes internos do Weblate
ro: Interne Weblate
ru: Внутреннее устройство Weblate
sv: Weblate internt
ta: வலைபெயர்ப்பு internals
tr: Weblate iç yapısı
uk: Нутрощі Weblate
zh_hans: Weblate 内部
zh_hant: Weblate 內部

source: This chapter will give you basic overview of Weblate internals.
de: Dieses Kapitel gibt Ihnen einen grundlegenden Überblick über die Interna von Weblate.
ga: Tabharfaidh an chaibidil seo forbhreathnú bunúsach duit ar inmheánacha Weblate.
hu: Ez a fejezet áttekintést ad a Weblate belső felépítéséről.
id: Bab ini akan memberi Anda ikhtisar dasar tentang internal Weblate.
ja: この章では、Weblate 内部の基本的な概要を説明します。
nl: Dit hoofdstuk geeft u een basisoverzicht van de internen van Weblate.
pt: Este capítulo lhe dará uma visão geral básica dos componentes internos do Weblate.
pt_br: Este capítulo lhe dará uma visão geral básica dos componentes internos do Weblate.
ro: Acest capitol vă va oferi o prezentare generală de bază a componentelor interne ale Weblate.
ru: Эта глава даст вам базовое представление о внутреннем устройстве Weblate.
sv: I det här kapitlet får du en grundläggande översikt över Weblates interna funktioner.
ta: இந்த அத்தியாயம் வலைபெயர்ப்பு உட்புறங்களின் அடிப்படை கண்ணோட்டத்தை உங்களுக்கு வழங்கும்.
tr: Bu bölüm size Weblate iç yapısına temel bir genel bakış sunar.
uk: У цьому розділі наведено базовий огляд нутрощів Weblate.
zh_hans: 这一章将给出 Weblate 内部的基本概况。
zh_hant: 這一章將給出 Weblate 內部的基本概況。

source: Weblate derives most of its code structure from, and is based on `Django`_.
de: Weblate leitet den größten Teil seiner Codestruktur von `Django`_ ab und basiert auf diesem.
ga: Tagann an chuid is mó dá struchtúr cód ó Weblate agus tá sé bunaithe ar `Django`_.
hu: A Weblate felépítése nagyrészt a `Django`_ keretrendszerre épül, annak kódszerkezetét követi.
id: Weblate memperoleh sebagian besar struktur kodenya dari, dan didasarkan pada `Django`_.
ja: Weblate のコード構造の大部分は `Django`_ を基に作成しました。
nl: Weblate leidt de meeste structuur voor zijn code af van, en is gebaseerd op `Django`_.
pt: Weblate deriva a maior parte da estrutura de código dele e é baseado no `Django`_.
pt_br: Weblate deriva a maior parte de sua estrutura de código e é baseado no `Django`_.
ro: Weblate derivă cea mai mare parte din structura codului său de la, și se bazează pe `Django`_.
ru: Большую часть структуры своего кода Weblate наследует от `Django`_, так как основывается на оном.
sv: Weblate hämtar större delen av sin kodstruktur från och baseras på `Django`_.
ta: வலைபெயர்ப்பு அதன் குறியீட்டு கட்டமைப்பின் பெரும்பகுதியை இதிலிருந்து பெறுகிறது, மேலும் இது 'சாங்கோ'_ஐ அடிப்படையாகக் கொண்டது.
tr: Weblate, kod yapısının çoğu `Django`_ temelinden türetilmiştir.
uk: Структура більшої частини коду Weblate походить від `Django`_ і засновано на структурі коду Django.
zh_hans: Weblate 从 `Django`_ 得到其多数代码架构，并基于它。
zh_hant: Weblate 從 `Django`_ 得到其多數代碼架構，並基於它。

source: Directory structure
de: Struktur des Verzeichnisses
ga: Struchtúr eolaire
hu: Könyvtárstruktúra
id: Struktur direktori
ja: ディレクトリ構造
nl: Mappenstructuur
pt: Estrutura de diretórios
pt_br: Estrutura de diretórios
ro: Structura directoarelor
ru: Структура каталогов
sv: Katalogstruktur
ta: கோப்பக அமைப்பு
tr: Klasör yapısı
uk: Структура каталогів
zh_hans: 目录结构
zh_hant: 目錄結構

source: Quick overview of directory structure of Weblate main repository:
de: Schneller Überblick über die Verzeichnisstruktur des Weblate-Hauptrepositorys:
ga: Forbhreathnú tapa ar struchtúr eolaire príomhstór Weblate:
hu: Gyors áttekintés a Weblate fő tárolójának könyvtárfelépítéséről:
id: Ikhtisar cepat struktur direktori repositori utama Weblate:
ja: Weblate メイン リポジトリのディレクトリ構造の概要:
nl: Snel overzicht van de mappenstructuur van de hoofdopslagruimte van Weblate:
pt: Visão geral rápida da estrutura de diretórios do repositório principal Weblate:
pt_br: Visão geral rápida da estrutura de diretórios do repositório principal Weblate:
ro: Prezentare rapidă a structurii de directoare a depozitului principal Weblate:
ru: Быстрый обзор структуры каталогов главного репозитория Weblate:
sv: Snabb översikt över katalogstrukturen i Weblates huvudarkiv:
ta: வலைபெயர்ப்பு முதன்மையான களஞ்சியத்தின் கோப்பக கட்டமைப்பின் விரைவான கண்ணோட்டம்:
tr: Weblate ana deposunun klasör yapısına hızlı bir bakış:
uk: Короткий огляд структури каталогів основного сховища Weblate:
zh_hans: Weblate 主仓库目录结构的速览：
zh_hant: Weblate 主倉庫目錄結構的速覽：

source: Source code for this documentation, which can be built using `Sphinx <https://www.sphinx-doc.org/>`_.
de: Quellcode für diese Dokumentation, die mit `Sphinx <https://www.sphinx-doc.org/>`_ erstellt werden kann.
ga: Cód foinseach don doiciméadú seo, ar féidir é a thógáil le `Sphinx <https://www.sphinx-doc.org/>`_.
hu: A dokumentáció forráskódja, amely `Sphinx <https://www.sphinx-doc.org/>`_ segítségével építhető.
id: Kode sumber untuk dokumentasi ini, yang dapat dibangun menggunakan `Sphinx <https://www.sphinx-doc.org/>`_.
ja: このドキュメントのソースコードは、`Sphinx <https://www.sphinx-doc.org/>`_ を使用して作成しています。
nl: Broncode voor deze documentatie, die kan worden gebouwd met `Sphinx <https://www.sphinx-doc.org/>`_.
pt: Código-fonte desta documentação, que pode ser construída a usar `Sphinx <https://www.sphinx-doc.org/>`_.
pt_br: Código-fonte desta documentação, que pode ser construída usando `Sphinx <https://www.sphinx-doc.org/>`_.
ro: Codul sursă pentru această documentație, care poate fi construit folosind `Sphinx <https://www.sphinx-doc.org/>`_.
ru: Исходный код данной документации, который можно собрать с помощью `Sphinx <https://www.sphinx-doc.org/>`_.
sv: Källkoden för denna dokumentation, som kan byggas med hjälp av `Sphinx <https://www.sphinx-doc.org/>`_.
ta: இந்த ஆவணத்திற்கான மூலக் குறியீடு, இது 'ச்பின்க்ச் <https://www.sphinx-doc.org/>' ஐப் பயன்படுத்தி கட்டமைக்கப்படலாம்.
tr: Bu belgelerin `Sphinx <https://www.sphinx-doc.org/>`_ kullanılarak oluşturulabilen kaynak kodu.
uk: Початковий код цієї документації, який можна зібрати за допомогою `Sphinx <https://www.sphinx-doc.org/>`_.
zh_hans: 本文档的源码，可使用 `Sphinx <https://www.sphinx-doc.org/>`_ 来构建。
zh_hant: 本文檔的源碼，可使用 `Sphinx <https://www.sphinx-doc.org/>`_ 來構建。

source: Docker code to run development server, see :ref:`dev-docker`.
de: Docker-Code zum Betrieb des Entwicklungsservers, siehe :ref:`dev-docker`.
ga: Cód docker chun freastalaí forbartha a rith, féach :ref:`dev-docker`.
hu: Docker-kód a fejlesztői szerver futtatásához – lásd: :ref:`dev-docker`.
id: Kode Docker untuk menjalankan server pengembangan, lihat :ref:`dev-docker`.
ja: 開発サーバーを実行する Docker コード。参照: :ref:`dev-docker`。
nl: Code voor Docker om de ontwikkelingsserver uit te voeren, bekijk :ref:`dev-docker`.
pt: Código do Docker para executar o servidor de desenvolvimento, veja :ref:`dev-docker`.
pt_br: Código do Docker para executar o servidor de desenvolvimento, consulte :ref:`dev-docker`.
ro: Codul Docker pentru a rula serverul de dezvoltare, vezi :ref:`dev-docker`.
ru: Код Docker для запуска сервера разработки, смотреть раздел :ref:`dev-docker`.
sv: Docker-kod för att köra utvecklingsservern, se :ref:`dev-docker`.
tr: Geliştirme sunucusunu çalıştırmak için Docker kodu. Ayrıntılı bilgi almak için: :ref:`dev-docker`.
uk: Код Docker для запуску сервера розробки, див. :ref:`dev-docker`.
zh_hans: 运行开发服务器的 Docker 代码，请参见 :ref:`dev-docker`。
zh_hant: 運行開發服務器的 Docker 代碼，請參見 :ref:`dev-docker`。

source: Source code of Weblate as a `Django <https://www.djangoproject.com/>`_ application, see :ref:`internals`.
de: Quellcode von Weblate als `Django <https://www.djangoproject.com/>`_-Anwendung, siehe :ref:`internals`.
ga: Cód foinse Weblate mar fheidhmchlár `Django <https://www.djangoproject.com/>`_, féach :ref:`internals`.
hu: A Weblate forráskódja mint `Django <https://www.djangoproject.com/>`_ alkalmazás – lásd: :ref:`internals`.
id: Kode sumber Weblate sebagai aplikasi `Django <https://www.djangoproject.com/>`_, lihat :ref:`internals`.
ja: `Django <https://www.djangoproject.com/>`_ アプリケーションとしての Weblate のソースコード。参照: :ref:`internals`。
nl: Broncode van Weblate as een toepassing van `Django <https://www.djangoproject.com/>`_, bekijk :ref:`internals`.
pt: Código-fonte do Weblate como uma aplicação `Django <https://www.djangoproject.com/>`_, veja :ref:`internals`.
pt_br: Código-fonte do Weblate como um aplicativo `Django <https://www.djangoproject.com/>`_, consulte :ref:`internals`.
ro: Codul sursă al Weblate ca aplicație `Django <https://www.djangoproject.com/>`_, vezi :ref:`internals`.
ru: Исходный код Weblate (точнее самого `Django <https://www.djangoproject.com/>`_-приложения), смотреть раздел :ref:`internals`.
sv: Källkoden för Weblate som en `Django <https://www.djangoproject.com/>`_ applikation, se :ref:`internals`.
tr: Bir `Django <https://www.djangoproject.com/>`_ uygulaması olarak Weblate kaynak kodu. Ayrıntılı bilgi almak için: :ref:`internals`.
uk: Вихідний код Weblate як програми `Django <https://www.djangoproject.com/>`_, див. :ref:`internals`.
zh_hans: Weblate `Django <https://www.djangoproject.com/>`_ 应用的的源代码作为，请参见 :ref:`internals`。
zh_hant: Weblate `Django <https://www.djangoproject.com/>`_ 應用的的源代碼作為，請參見 :ref:`internals`。

source: Client files (CSS, Javascript and images), see :doc:`frontend`.
de: Client-Dateien (CSS, Javascript und Bilder), siehe :doc:`frontend`.
ga: Comhaid cliant (CSS, Javascript agus íomhánna), féach :doc:`frontend`.
hu: Kliensfájlok (CSS, JavaScript és képek) – lásd: :doc:`frontend`.
id: Berkas klien (CSS, Javascript dan gambar), lihat :doc:`frontend`.
ja: クライアント ファイル（CSS、Javascript および画像）。参照: :doc:`frontend`。
nl: Cliëntbestanden (CSS, Javascript en afbeeldingen), bekijk :doc:`frontend`.
pt: Ficheiro de cliente (CSS, Javascript e imagens), veja :doc:`frontend`.
pt_br: Arquivos de cliente (CSS, Javascript e imagens), veja :doc:`frontend`.
ro: Fișiere client (CSS, Javascript și imagini), vezi :doc:`frontend`.
ru: Клиентские файлы (CSS, Javascript, изображения), смотреть :doc:`frontend`.
sv: Klientfiler (CSS, Javascript och bilder), se :doc:`frontend`.
tr: İstemci dosyaları (CSS, JavaScript ve görseller). Ayrıntılı bilgi almak için: :doc:`frontend`.
uk: Клієнтські файли (CSS, Javascript і зображення), див. :doc:`frontend`.
zh_hans: 客户端文件（CSS、Javascript 和图片），请参见 :doc:`frontend`。
zh_hant: 客戶端文件（CSS、Javascript 和圖片），請參見 :doc:`frontend`。

source: Modules
de: Module
ga: modúil
hu: Modulok
id: Modul
ja: モジュール
pt: Módulos
pt_br: Módulos
ro: Module
ru: Модули
sv: Moduler
ta: தொகுதிகள்
tr: Modüller
uk: Модулі
zh_hans: 模块

source: Weblate consists of several Django applications (some optional, see :doc:`/admin/optionals`):
de: Weblate besteht aus mehreren Django-Anwendungen (einige sind optional, siehe :doc:`/admin/optionals`):
ga: Is éard atá i Weblate ná roinnt feidhmchlár Django (roinnt roghnach, féach :doc:`/admin/optionals`):
hu: A Weblate több Django-alkalmazásból áll (egyesek opcionálisak – lásd: :doc:`/admin/optionals`):
id: Weblate terdiri dari beberapa aplikasi Django (beberapa opsional, lihat :doc:`/admin/optionals`):
ja: Weblate は、複数の Django アプリケーションで構成されています（複数のオプション。参照: :doc:`/admin/optionals`）。
nl: Weblate bestaat uit verschillende toepassingen voor Django (sommige optioneel, bekijk :doc:`/admin/optionals`):
pt: O Weblate consiste em vários aplicações Django (alguns opcionais, veja :doc:`/admin/optionals`):
pt_br: O Weblate consiste em vários aplicativos Django (alguns opcionais, consulte :doc:`/admin/optionals`):
ro: Weblate este format din mai multe aplicații Django (unele opționale, vezi :doc:`/admin/optionals`):
ru: Weblate состоит из нескольких Django-приложений (некоторые из них необязательны, смотреть раздел :doc:`/admin/optionals`):
sv: Weblate består av flera Django-applikationer (vissa är valfria, se :doc:`/admin/optionals`):
tr: Weblate birkaç Django uygulamasından oluşur (bazıları isteğe bağlıdır. Ayrıntılı bilgi almak için: :doc:`/admin/optionals`):
uk: Weblate складається з декількох програм Django (деякі є необов'язковими, див. :doc:`/admin/optionals`):
zh_hans: Weblate 包括几个 Django 应用（一些是可选的，请参见 :doc:`/admin/optionals`）：
zh_hant: Weblate 包括幾個 Django 應用（一些是可選的，請參見 :doc:`/admin/optionals`）：

source: User account, profiles and notifications.
de: Benutzerkonto, Profile und Benachrichtigungen.
ga: Cuntas úsáideora, próifílí agus fógraí.
hu: Felhasználói fiókok, profilok és értesítések kezelése.
id: Akun pengguna, profil dan notifikasi.
ja: ユーザー アカウント、プロファイル、および通知。
nl: Gebruikeraccount, profielen en notificaties.
pt: Conta de utilizador, perfis e notificações.
pt_br: Conta de usuário, perfis e notificações.
ro: Cont de utilizator, profiluri și notificări.
ru: Учётные записи пользователей, профили и уведомления.
sv: Användarkonto, profiler och aviseringar.
ta: பயனர் கணக்கு, சுயவிவரங்கள் மற்றும் அறிவிப்புகள்.
tr: Kullanıcı hesabı, profiller ve bildirimler.
uk: Обліковий запис користувача, профілі та сповіщення.
zh_hans: 用户账户、简介和通知。
zh_hant: 用戶賬戶、簡介和通知。

source: Add-ons to tweak Weblate behavior, see :ref:`addons`.
de: Erweiterungen um das Verhalten von Weblate zu verändern, siehe :ref:`addons`.
ga: Breiseáin chun iompar Weblate a athrú, féach :ref:`addons`.
hu: Kiegészítők a Weblate működésének testreszabásához – lásd: :ref:`addons`.
id: Pengaya untuk mengubah perilaku Weblate, lihat :ref:`addons`.
ja: Weblate の動作の詳細設定用のアドオン。参照: :ref:`addons`。
nl: Add-ons om het gedrag van Weblate aan te passen, bekijk :ref:`addons`.
pt: Extensões para ajustar o comportamento do Weblate, veja :ref:`addons`.
pt_br: Complementos para ajustar o comportamento do Weblate, consulte :ref:`addons`.
ro: Componente suplimentare pentru a modifica comportamentul Weblate, vezi :ref:`addons`.
ru: Надстройки для изменения поведения Weblate, смотреть раздел :ref:`addons`.
sv: Tillägg för att justera Weblates beteende, se :ref:`addons`.
tr: Weblate davranışını değiştiren eklentiler. Ayrıntılı bilgi almak için: :ref:`addons`.
uk: Додатки для коригування поведінки Weblate, див. :ref:`addons`.
zh_hans: 微调 Weblate 行为的附加组件，请参见 :ref:`addons`。
zh_hant: 微調 Weblate 行為的附加組件，請參見 :ref:`addons。

source: API based on `Django REST framework`_.
de: API basierend auf `Django REST framework`_.
ga: API bunaithe ar `creat Django REST`_.
hu: API a `Django REST framework`_ alapján.
id: API berdasarkan `kerangka Django REST`_.
ja: `Django REST framework`_ をベースにした API。
nl: API, gebaseerd op `Django REST framework`_.
pt: API baseada no `framework Django REST`_.
pt_br: API baseada no `framework Django REST`_.
ro: API bazat pe `Django REST framework`_.
ru: API на основе `Django REST framework`_.
sv: API baserat på `Django REST framework`_.
ta: 'சாங்கோ ரெச்ட் கட்டமைப்பை' அடிப்படையாகக் கொண்ட ஏபிஐ_.
tr: `Django REST çatısı`_ üzerine geliştirilmiş API.
uk: Програмний інтерфейс на основі `Django REST framework`_.
zh_hans: 基于 `Django REST 框架`_ 的 API。
zh_hant: 基於 `Django REST framework`_ 的 API。

source: Authentication and permissions.
de: Authentifizierung und Berechtigungen.
ga: Fíordheimhniú agus ceadanna.
hu: Hitelesítés és jogosultságkezelés.
id: Autentikasi dan izin.
ja: 認証とアクセス権。
nl: Authenticatie en rechten.
pt: Autenticação e permissões.
pt_br: Autenticação e permissões.
ro: Autentificare și permisiuni.
ru: Авторизация и разрешения.
sv: Autentisering och behörigheter.
ta: ஏற்பு மற்றும் அனுமதிகள்.
tr: Kimlik doğrulama ve izinler.
uk: Розпізнавання і права доступу.
zh_hans: 认证和权限。
zh_hant: 認證和權限。

source: The optional :ref:`billing` module.
de: Das optionale Modul :ref:`billing`.
ga: An modúl roghnach :ref:`billing`.
hu: Az opcionális :ref:`billing` modul.
id: Modul :ref:`billing` opsional.
ja: オプションの :ref:`billing` モジュール。
nl: De optionele module :ref:`billing`.
pt: O módulo opcional de :ref:`billing`.
pt_br: O módulo opcional de :ref:`billing`.
ro: Modulul opțional :ref:`billing`.
ru: Дополнительный модуль :ref:`billing`.
sv: Den valfria modulen :ref:`billing`.
tr: İsteğe bağlı :ref:`billing` modülü.
uk: Додатковий модуль :ref:`billing`.
zh_hans: 可选的 :ref:`billing` 模块。
zh_hant: 可選的 :ref:`billing` 模塊。
