Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added interface to manage global translation memory.
de: Oberfläche zur Verwaltung des globalen Übersetzungsspeichers hinzugefügt.
ga: Comhéadan curtha leis chun cuimhne aistriúcháin dhomhanda a bhainistiú.
hu: Felület hozzáadva a globális fordítási memória kezeléséhez.
id: Menambahkan antarmuka untuk mengelola memori terjemahan global.
ja: グローバル翻訳メモリを管理するインターフェースの追加。
nl: Interface toegevoegd om globale vertaalgeheugen te beheren.
pt: Adicionada interface para gerir a memória de tradução global.
pt_br: Adicionada interface para gerenciar a memória de tradução global.
ro: A fost adăugată o interfață pentru gestionarea memoriei globale de traducere.
ru: Добавлен интерфейс управления глобальной памятью переводов.
sv: Lagt till gränssnitt för att hantera globalt översättningsminne.
ta: உலகளாவிய மொழிபெயர்ப்பு நினைவகத்தை நிர்வகிக்க இடைமுகம் சேர்க்கப்பட்டது.
tr: Genel çeviri belleği yönetimi arayüzü eklendi.
uk: Додано інтерфейс для керування загальною пам'яттю перекладів.
zh_hans: 添加了管理全体翻译记忆库的界面。
zh_hant: 添加了管理全體翻譯記憶庫的界面。

source: Improved alerting on bad component state.
de: Verbesserte Warnung bei schlechtem Komponentenstatus.
ga: Foláireamh feabhsaithe ar dhrochstaid chomhpháirte.
hu: Rossz állapotú összetevők esetén pontosabb figyelmeztetések.
id: Peningkatan peringatan pada status komponen yang buruk.
ja: コンポーネントの状態が正常でない場合の警告の改良。
nl: Verbeterde alarmen bij status slecht onderdeel.
pt: Melhorado o alerta sobre estado inválido do componente.
pt_br: Melhorado o alerta sobre status inválido do componente.
ro: Alertă îmbunătățită în cazul unei stări proaste a componentelor.
ru: Улучшена посылка предупреждений при плохом состоянии компонента.
sv: Förbättrad varning vid dåligt komponenttillstånd.
ta: மோசமான கூறு நிலையில் மேம்பட்ட எச்சரிக்கை.
tr: Hatalı bileşen durumu uyarısı iyileştirildi.
uk: Удосконалено попередження щодо помилкового стану складників.
zh_hans: 改进了对不良部件状态的警报。
zh_hant: 改進了壞的組件狀態的提醒。

source: Added user interface to manage whiteboard messages.
de: Bedienoberfläche zur Verwaltung von Whiteboard-Nachrichten hinzugefügt.
ga: Comhéadan úsáideora curtha leis chun teachtaireachtaí clár bán a bhainistiú.
hu: Felhasználói felület hozzáadva az üzenőfal-üzenetek kezeléséhez.
id: Menambahkan antarmuka pengguna untuk mengelola pesan papan tulis.
ja: ホワイトボード メッセージを管理するためのユーザー インターフェイスを追加。
nl: Gebruikersinterface toegevoegd om berichten van whiteboard te beheren.
pt: Adicionada interface de utilizador para gerir mensagens do quadro de comunicações.
pt_br: Adicionada interface de usuário para gerenciar mensagens do quadro de comunicações.
ro: A fost adăugată o interfață de utilizator pentru gestionarea mesajelor de pe whiteboard.
ru: Добавлен интерфейс управления совместной доской сообщений.
sv: Lagt till användargränssnitt för att hantera whiteboardmeddelanden.
ta: ஒயிட் போர்டு செய்திகளை நிர்வகிக்க பயனர் இடைமுகம் சேர்க்கப்பட்டது.
tr: Beyaz tahta iletilerini yönetme kullanıcı arayüzü eklendi.
uk: Додано інтерфейс користувача для керування повідомленнями дошки.
zh_hans: 添加了管理白板消息的用户界面。
zh_hant: 添加了管理白板消息的用戶界面。

source: Add-on commit message now can be configured.
de: Commit-Nachricht für eine Erweiterung kann jetzt konfiguriert werden.
ga: Is féidir teachtaireacht gealltanais an bhreiseáin a chumrú anois.
hu: Kiegészítők véglegesítési üzenete mostantól testreszabható.
id: Pesan commit pengaya sekarang dapat dikonfigurasi.
ja: アドオンのコミット メッセージを設定可能に改良。
nl: Add-on bericht voor indiening kan nu worden geconfigureerd.
pt: A mensagem de comit da extensão agora pode ser configurada.
pt_br: A mensagem de comit do complemento agora pode ser configurada.
ro: Mesajul de confirmare al add-on-ului poate fi acum configurat.
ru: Теперь можно настраивать сообщения коммитов в надстройках.
sv: Tilläggskommittmeddelanden kan nu konfigureras.
ta: துணை நிரல் செய்தி இப்போது கட்டமைக்கப்படலாம்.
tr: Eklenti işleme iletisinin yapılandırılabilmesi sağlandı.
uk: Уможливлено налаштовування повідомлення про внесок від додатка.
zh_hans: 现在可以配置附加组件提交说明。
zh_hant: 現在可以配置附加組件提交消息。

source: Reduce number of commits when updating upstream repository.
de: Die Anzahl der Commits beim Aktualisieren des Upstream-Repositorys reduziert.
ga: Laghdú ar líon na ngealltanas nuair a nuashonraítear stór réamhtheachtacha.
hu: Forrás tároló frissítésekor a véglegesítések száma csökkent.
id: Kurangi jumlah komitmen saat memperbarui repositori hulu.
ja: 上流リポジトリの更新時のコミット数を削減。
nl: Verminderd aantal indieningen bij bijwerken tijdens opslagruimte upstream.
pt: Reduz a quanidade de commits ao atualizar o repositório upstream.
pt_br: Reduz o número de commit ao atualizar o repositório upstream.
ro: Reducerea numărului de comenzi la actualizarea depozitului upstream.
ru: Уменьшено количество коммитов при обновлении вышестоящего репозитория.
sv: Minska antalet commit när du uppdaterar uppströmsrepositoriet.
ta: மேலோடை களஞ்சியத்தை புதுப்பிக்கும்போது கமிட்சின் எண்ணிக்கையைக் குறைக்கவும்.
tr: Yukarı akış deposu güncellenirken işleme sayısı azaltıldı.
uk: Зменшено кількість внесків при оновленні основного сховища коду.
zh_hans: 减少更新上游仓库时的提交数量。
zh_hant: 減少更新上游倉庫時的提交數量。

source: Fixed possible metadata loss when moving component between projects.
de: Den möglichen Verlust von Metadaten beim Verschieben von Komponenten zwischen Projekten behoben.
ga: Caillteanas seasta meiteashonraí féideartha nuair a bhogtar comhpháirt idir tionscadail.
hu: Összetevők projektek közötti áthelyezésekor előforduló metaadat-vesztés javítva.
id: Memperbaiki kemungkinan hilangnya metadata saat memindahkan komponen antar proyek.
ja: プロジェクト間でコンポーネントを移動すると、メタデータが失われることがある問題の修正。
nl: Mogelijk verlies metadata gerepareerd bij verplaatsen onderdeel tussen projecten.
pt: Corrigida a possível perda de metadados ao mover um componente entre projetos.
pt_br: Corrigida a possível perda de metadados ao mover um componente entre projetos.
ro: A fost reparată posibila pierdere de metadate la mutarea componentei între proiecte.
ru: Исправлены возможные потери метаданных во время перемещения компонента между проектами.
sv: Åtgärdat möjligt metadataförlust vid flytt av komponenter mellan projekt.
ta: திட்டங்களுக்கு இடையில் கூறுகளை நகர்த்தும்போது நிலையான மேனிலை தரவு இழப்பு.
tr: Bileşenler projeler arasında taşınırken yaşanabilecek üst veri kaybı sorunu düzeltildi.
uk: Виправлено можливу втрату метаданих при пересуванні складника між проєктами.
zh_hans: 修复了在项目之间移动部件时可能的元数据丢失。
zh_hant: 修復了在項目之間移動組件時可能的元數據丟失。

source: Improved navigation in the Zen mode.
de: Verbesserte Navigation im Zen-Modus.
ga: Nascleanúint feabhsaithe sa mhodh Zen.
hu: Zen módban a navigáció javítva.
id: Peningkatan navigasi dalam mode Zen.
ja: Zen モード時のナビゲーションの改良。
nl: Verbeterde navigatie in de modus Zen.
pt: Melhorada a navegação no modo Zen.
pt_br: Melhorada a navegação no modo Zen.
ro: Navigare îmbunătățită în modul Zen.
ru: Улучшена навигация в Дзен-режиме.
sv: Förbättrad navigering i Zen-läget.
ta: சென் பயன்முறையில் மேம்படுத்தப்பட்ட வழிசெலுத்தல்.
tr: Zen kipinde gezinme iyileştirildi.
uk: Удосконалено навігацію у дзен-режимі.
zh_hans: 改进了禅模式的导航。
zh_hant: 改進了纏模式的導航。

source: Added several new quality checks (Markdown related and URL).
de: Mehrere neue Qualitätsprüfungen (Markdown-bezogen und URL) hinzugefügt.
ga: Cuireadh roinnt seiceálacha cáilíochta nua leis (bainteach le Markdown agus URL).
hu: Új minőség-ellenőrzések hozzáadva (Markdown és URL kapcsolatos).
id: Menambahkan beberapa pemeriksaan kualitas baru (terkait Markdown dan URL).
ja: 新しい品質検査（Markdown 関連と URL）の追加。
nl: Verscheidene nieuwe kwaliteitscontroles toegevoegd (Markdown gerelateerd en URL).
pt: Adicionadas várias novas verificações de qualidade (relacionadas a Markdown e URL).
pt_br: Adicionadas várias novas verificações de qualidade (relacionadas a Markdown e URL).
ro: Au fost adăugate câteva noi verificări de calitate (legate de Markdown și URL).
ru: Добавлены несколько новых проверок качества (для Markdown и URL).
sv: Lagt till flera nya kvalitetskontroller (relaterade till Markdown och URL).
ta: பல புதிய தர சோதனைகளைச் சேர்த்தது (மார்க் பேரூர் தொடர்புடைய மற்றும் url).
tr: Birkaç yeni kalite denetimi eklendi (Markdown ve adresler ile ilgili).
uk: Додано декілька нових перевірок якості (пов'язаних із Markdown та адресами).
zh_hans: 添加了几个新的质量检查（相关的标记和 URL ）。
zh_hant: 添加了幾個新的質量檢查（相關的標記和 URL ）。

source: Added support for app store metadata files.
de: Unterstützung für App-Store-Metadatendateien hinzugefügt.
ga: Tacaíocht bhreise do chomhaid meiteashonraí siopa app.
hu: Alkalmazásáruház metaadatait tartalmazó fájlok támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas metadata toko aplikasi.
ja: アプリストアのメタデータファイルに対応。
nl: Ondersteuning toegevoegd voor bestanden voor metadata in de app store.
pt: Adicionado suporte para ficheiro de metadados de loja de apps.
pt_br: Adicionado suporte para arquivos de metadados de loja de aplicativos.
ro: A fost adăugat suport pentru fișierele de metadate ale magazinului de aplicații.
ru: Добавлена поддержка файлов метаданных app store.
sv: Lagt till stöd för metadatafiler från appbutiker.
ta: ஆப் கடை மேனிலை தரவு கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Uygulama mağazası üst veri dosyaları desteği eklendi.
uk: Додано підтримку файлів метаданих крамниць програм.
zh_hans: 新增了对应用商店元数据文件的支持。
zh_hant: 對 app 商店元數據文件添加了支持。

source: Added support for toggling GitHub or Gerrit integration.
de: Unterstützung für das Umschalten zwischen GitHub- und Gerrit-Integration hinzugefügt.
ga: Tacaíocht bhreise chun comhtháthú GitHub nó Gerrit a scoránú.
hu: GitHub vagy Gerrit integráció kapcsolhatósága támogatott.
id: Menambahkan dukungan untuk mengalih integrasi GitHub atau Gerrit.
ja: GitHub または Gerrit 連携の切り替えに対応。
nl: Ondersteuning toegevoegd voor schakelen van integratie voor GitHub of Gerrit.
pt: Adicionado suporte para alternar a integração GitHub ou Gerrit.
pt_br: Adicionado suporte para alternar a integração GitHub ou Gerrit.
ro: A fost adăugat suport pentru comutarea integrării GitHub sau Gerrit.
ru: Добавлена поддержка переключения между интеграцией с GitHub или Gerrit.
sv: Lagt till stöd för att växla mellan GitHub- eller Gerrit-integration.
ta: அறிவிலிமையம் அல்லது கெரிட் ஒருங்கிணைப்பை மாற்றுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: GitHub ya da Gerrit bütünleştirmesini değiştirme desteği eklendi.
uk: Додано підтримку вмикання і вимикання інтеграції із GitHub або Gerrit.
zh_hans: 为切换 GitHub 或 Gerrit 集成添加了支持。
zh_hant: 為切換 GitHub 或 Gerrit 集成添加了支持。

source: Added check for Kashida letters.
de: Prüfung auf Kashida-Buchstaben hinzugefügt.
ga: seic curtha leis le haghaidh litreacha Kashida.
hu: Ellenőrzés hozzáadva Kashida karakterek felismerésére.
id: Menambahkan pemeriksaan untuk surat Kashida.
ja: Kashida 文字の検査の追加。
nl: Controle toegevoegd voor letters van Kashida.
pt: Adicionada verificação de letras Kashida.
pt_br: Adicionada verificação de letras Kashida.
ro: A fost adăugată o verificare pentru literele Kashida.
ru: Добавлена проверка на буквы кашиды.
sv: Lagt till kontroll för Kashida-bokstäver.
ta: காசிடா கடிதங்களுக்கான சோதனை சேர்க்கப்பட்டது.
tr: Kashida harfleri için denetim eklendi.
uk: Додано перевірку для літер-кашид.
zh_hans: 为卡什达字母添加了检查。
zh_hant: 為卡什達字母添加了檢查。

source: Added option to squash commits based on authors.
de: Option hinzugefügt, um Commits basierend auf Autoren zusammenzufassen.
ga: Rogha breise le gealltanais scuaise bunaithe ar údair.
hu: Lehetőség hozzáadva a véglegesítések összevonására szerzők alapján.
id: Menambahkan opsi untuk menyaring komit berdasarkan penulis.
ja: 翻訳者に基づいてコミットをスカッシュするオプションを追加。
nl: Optie toegevoegd om indieningen samen te voegen, gebaseerd op auteurs.
pt: Adicionada opção para fazer squash de commits com base nos autores.
pt_br: Adicionada opção para fazer squash de commits com base nos autores.
ro: Adăugată opțiunea de a comprima comenzi pe baza autorilor.
ru: Добавлен параметр для уплотнения коммитов на основе их авторства.
sv: Lagt till alternativ för att komprimera commit baserat på författare.
ta: ஆசிரியர்களை அடிப்படையாகக் கொண்ட ச்குவாச் கமிட்டுகளுக்கு விருப்பம் சேர்க்கப்பட்டது.
tr: İşlemeleri sorumluya göre bir araya toplama seçeneği eklendi.
uk: Додано пункт для об'єднання внесків на основі імені автора.
zh_hans: 添加了根据作者挤压提交的选项。
zh_hant: 添加選項來根據作者壓縮提交。

source: Improved support for XLSX file format.
de: Verbesserte Unterstützung für das XLSX-Dateiformat.
ga: Tacaíocht fheabhsaithe do fhormáid comhaid XLSX.
hu: XLSX fájlformátum támogatása továbbfejlesztve.
id: Peningkatan dukungan untuk format berkas XLSX.
ja: XLSX ファイル形式の対応の改良。
nl: Verbeterde ondersteuning voor XLSX-bestandsindeling.
pt: Melhorado o suporte ao formato de ficheiros XLSX.
pt_br: Melhorado o suporte ao formato de arquivo XLSX.
ro: Suport îmbunătățit pentru formatul de fișier XLSX.
ru: Улучшена поддержка формата файла XLSX.
sv: Förbättrat stöd för filformatet XLSX.
ta: எக்ச்எல்எச்எக்ச் கோப்பு வடிவமைப்பிற்கான மேம்பட்ட உதவி.
tr: XLSX dosya biçimi desteği iyileştirildi.
uk: Удосконалено підтримку формату файлів XLSX.
zh_hans: 改进了对 XLSX 文件格式的支持。
zh_hant: 改進了對 XLSX 文件格式的支持。

source: Compatibility with Tesseract 4.0.
de: Kompatibilität mit Tesseract 4.0.
ga: Comhoiriúnacht le Tesseract 4.0.
hu: Tesseract 4.0 kompatibilitás biztosítva.
id: Kompatibilitas dengan Tesseract 4.0.
ja: Tesseract 4.0 との互換性に対応。
nl: Compatibiliteit met Tesseract 4.0.
pt: Compatibilidade com Tesseract 4.0.
pt_br: Compatibilidade com Tesseract 4.0.
ro: Compatibilitate cu Tesseract 4.0.
ru: Совместимость с Tesseract 4.0.
sv: Kompatibilitet med Tesseract 4.0.
ta: டெசராக்ட் 4.0 உடன் பொருந்தக்கூடிய தன்மை.
tr: Tesseract 4.0 ile uyumluluk sağlandı.
uk: Реалізовано сумісність із Tesseract 4.0.
zh_hans: 与 Tesseract 4.0 兼容。
zh_hant: 與 Tesseract 4.0 兼容。

source: Billing add-on now removes projects for unpaid billings after 45 days.
de: Abrechnungserweiterung entfernt jetzt Projekte für unbezahlte Abrechnungen nach 45 Tagen.
ga: Cuireann an breiseán billeála deireadh le tionscadail le haghaidh billí neamhíoctha tar éis 45 lá.
hu: Számlázási kiegészítő mostantól 45 nap után eltávolítja a nem fizetett projektekhez tartozó adatokat.
id: Pengaya tagihan sekarang menghapus proyek untuk tagihan yang belum dibayar setelah 45 hari.
ja: 課金アドオンは、請求したが 45 日経過しても未払いのプロジェクトは削除するように変更。
nl: Add-on facturatie verwijdert nu projecten voor niet betaalde facturen na 45 dagen.
pt: A extensão de cobrança agora remove projetos para cobranças não pagas após 45 dias.
pt_br: O complemento de cobrança agora remove projetos para cobranças não pagas após 45 dias.
ro: Suplimentul de facturare elimină acum proiectele pentru facturi neplătite după 45 de zile.
ru: Надстройка «Тарифный план» теперь удаляет проекты неоплачиваемые в течении 45 дней.
sv: Faktureringstillägget tar nu bort projekt för obetalda fakturor efter 45 dagar.
ta: பட்டியலிடல் துணை நிரல் இப்போது 45 நாட்களுக்குப் பிறகு செலுத்தப்படாத பில்லிங்சிற்கான திட்டங்களை நீக்குகிறது.
tr: Faturalama eklentisine, ödenmemiş faturalar için 45 gün sonra projeleri silme özelliği eklendi.
uk: Додаток рахунків у новій версії вилучає проєкти із несплачених рахунків після 45 днів.
zh_hans: 账单附加组件现在在未支付账单 45 天后删除项目。
zh_hant: 賬單附加組件現在在未支付賬單 45 天后刪除項目。

source: *Released on January 22nd 2019.*
de: *Veröffentlicht am 22. Januar 2019.*
ga: *Eisithe ar 22 Eanáir 2019.*
hu: *Kiadva: 2019. január 22.*
id: *Dirilis pada 22 Januari 2019.*
nl: *Uitgegeven op 22 januari 2019.*
pt_br: *Atualizado em 22 de janeiro de 2019.*
sv: *Släpptes den 22 januari 2019.*
tr: *22 Ocak 2019 tarihinde yayınlandı.*
uk: *Випущено 22 січня 2019 року.*

source: Added support for XLIFF placeholders.
de: Unterstützung für XLIFF-Platzhalter hinzugefügt.
ga: Tacaíocht bhreise do áitshealbhóirí XLIFF.
hu: XLIFF helyettesítő elemek támogatása hozzáadva.
id: Menambahkan dukungan untuk penempatan XLIFF.
ja: XLIFF プレースホルダーに対応。
nl: Ondersteuning toegevoegd voor XLIFF-plaatsvervangers.
pt: Adicionado suporte para espaços reservados do XLIFF.
pt_br: Adicionado suporte para espaços reservados do XLIFF.
ro: A fost adăugat suport pentru caracterele de poziție XLIFF.
ru: Добавлена поддержке заполнителей XLIFF.
sv: Stöd för XLIFF-platshållare har lagts till.
ta: ஃலிப்ப் ஒதுக்கிடங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: XLIFF yer belirticileri desteği eklendi.
uk: Додано підтримку для символів-замінників XLIFF.
zh_hans: 为 XLIFF 占位符添加了支持。
zh_hant: 為 XLIFF 佔位符添加了支持。

source: Celery can now utilize multiple task queues.
de: Celery kann jetzt mehrere Aufgabenwarteschlangen verwenden.
ga: Is féidir le soilire úsáid a bhaint as scuainí tasc iolracha anois.
hu: A Celery mostantól több feladatsort is tud használni.
id: Celery sekarang dapat memanfaatkan beberapa antrian tugas.
ja: Celery は、複数のタスクキューを利用できるように改良。
nl: Celery kan nu meerdere wachtrijen voor taken gebruiken.
pt: O Celery agora pode utilizar várias filas de tarefas.
pt_br: O Celery agora pode utilizar várias filas de tarefas.
ro: Celery poate utiliza acum mai multe cozi de sarcini.
ru: Celery теперь может поддерживать множество очередей заданий.
sv: Celery kan nu använda flera uppgiftsköer.
ta: செலரி இப்போது பல பணி வரிசைகளைப் பயன்படுத்தலாம்.
tr: Birden fazla Celery görev kuyruğu kullanma özelliği eklendi.
uk: У новій версії Celery може використовувати декілька черг завдань.
zh_hans: Celery 现在可以使用多个项目队列。
zh_hant: Celery 現在可以使用多個項目隊列。

source: Added support for renaming and moving projects and components.
de: Unterstützung für das Umbenennen und Verschieben von Projekten und Komponenten hinzugefügt.
ga: Tacaíocht bhreise do thionscadail agus comhpháirteanna a athainmniú agus a bhogadh.
hu: Projektek és összetevők átnevezésének és áthelyezésének támogatása hozzáadva.
id: Menambahkan dukungan untuk mengganti nama dan memindahkan proyek dan komponen.
ja: プロジェクトとコンポーネントの名前変更と移動に対応。
nl: Ondersteuning toegevoegd voor hernoemen en verplaatsen van projecten en onderdelen.
pt: Adicionado suporte para renomear e mover projetos e componentes.
pt_br: Adicionado suporte para renomear e mover projetos e componentes.
ro: A fost adăugat suport pentru redenumirea și mutarea proiectelor și componentelor.
ru: Добавлена поддержка переименования и перемещения проектов и компонентов.
sv: Stöd för att byta namn på och flytta projekt och komponenter har lagts till.
ta: திட்டங்கள் மற்றும் கூறுகளை மறுபெயரிடுவதற்கும் நகர்த்துவதற்கும் உதவி சேர்க்கப்பட்டது.
tr: Projeleri ve bileşenleri yeniden adlandırma ve taşıma desteği eklendi.
uk: Додано підтримку перейменовування та пересування проєктів та складників.
zh_hans: 为项目与部件的重命名和移动添加了支持。
zh_hant: 為項目與組件的重命名和移動添加了支持。

source: Include characters counts in reports.
de: Die Zeichenanzahl in Berichte aufgenommen.
ga: Áireamh carachtair a áireamh i dtuairiscí.
hu: Jelentések mostantól tartalmazzák a karakterszámokat is.
id: Sertakan jumlah karakter dalam laporan.
ja: レポートに文字数を記載するように改良。
nl: Aantal tekens opnemen in rapporten.
pt: Inclui contagens de caracteres em relatórios.
pt_br: Inclui contagens de caracteres em relatórios.
ro: Includeți numărul de caractere în rapoarte.
ru: В отчёты включено количество символов.
sv: Inkludera teckenantal i rapporter.
ta: அறிக்கைகளில் எழுத்துக்கள் எண்ணிக்கையை சேர்.
tr: Raporlara karakter sayıları eklendi.
uk: До звітів включено дані щодо кількості символів.
zh_hans: 在报告中包括字符计数。
zh_hant: 在報告中包括字符計數。

source: Added guided adding of translation components with automatic detection of translation files.
de: Gesteuertes Hinzufügen von Übersetzungskomponenten mit automatischer Erkennung von Übersetzungsdateien hinzugefügt.
ga: Cuireadh comhpháirteanna aistriúcháin leis faoi threoir agus braite uathoibríoch comhaid aistriúcháin.
hu: Fordítási összetevők hozzáadásának támogatása automatikus fordításfájl-felismeréssel.
id: Menambahkan panduan penambahan komponen terjemahan dengan deteksi otomatis berkas terjemahan.
ja: 翻訳ファイルの自動検出による翻訳コンポーネントを追加するガイドを追加。
nl: Begeleid toevoegen van vertaalonderdelen met automatisch detecteren van vertaalbestanden toegevoegd.
pt: Adicionada adição guiada de componentes de tradução com detecção automática de ficheiros de tradução.
pt_br: Adicionada adição guiada de componentes de tradução com detecção automática de arquivos de tradução.
ro: A fost adăugată adăugarea ghidată a componentelor de traducere cu detectarea automată a fișierelor de traducere.
ru: Добавлена возможность управляемого добавления компонентов перевода при использовании автоматического обнаружения файлов перевода.
sv: Lagt till guidad tillägg av översättningskomponenter med automatisk detektering av översättningsfiler.
ta: மொழிபெயர்ப்பு கோப்புகளை தானாக கண்டறிதலுடன் மொழிபெயர்ப்பு கூறுகளைச் சேர்ப்பது சேர்க்கப்பட்டது.
tr: Çeviri dosyalarının kendiliğinden algılanmasıyla çeviri bileşenlerinin yönlendirme ile oluşturulması özelliği eklendi.
uk: Додано кероване додавання складників перекладу із автоматичним виявленням файлів перекладу.
zh_hans: 添加了带有翻译文件自动检测的翻译部件添加向导。
zh_hant: 添加了帶有翻譯文件自動檢測的翻譯組件添加嚮導。

source: Customizable merge commit messages for Git.
de: Anpassbare Merge-Commit-Nachrichten für Git.
ga: Teachtaireachtaí tiomnaithe cumasc inoiriúnaithe do Git.
hu: Git véglegesítési üzenetek testreszabása egyesítéskor (merge).
id: Pesan komit gabungan yang dapat disesuaikan untuk Git.
ja: Git用のマージ コミット メッセージをカスタマイズ可能に改良。
nl: Aan te passen berichten voor samenvoegen indienen voor Git.
pt: Mensagens de commit de mesclagem personalizáveis para Git.
pt_br: Mensagens de commit de mesclagem personalizáveis para Git.
ro: Mesaje de comisionare a îmbinării personalizabile pentru Git.
ru: Настраиваемые сообщения merge-коммитов для Git.
sv: Anpassningsbara sammanfogningsmeddelanden för Git.
ta: தனிப்பயனாக்கக்கூடிய ஒன்றிணைப்பு git க்கான செய்திகளைச் செய்யுங்கள்.
tr: Git işlemeleri birleştirme iletilerinin özelleştirilebilmesi sağlandı.
uk: Реалізовано придатні до налаштовування повідомлення для внесків із об'єднанням у Git.
zh_hans: 可定制的 Git 合并提交说明。
zh_hant: 可定制的 Git 合併提交消息。

source: Added visual indication of component alerts in navigation.
de: Visuelle Anzeige von Komponentenwarnungen in der Navigation hinzugefügt.
ga: Léiriú amhairc breise ar fholáirimh chomhpháirte sa loingseoireacht.
hu: Összetevő figyelmeztetések vizuális jelzése a navigációs felületen.
id: Menambahkan indikasi visual peringatan komponen dalam navigasi.
ja: ナビゲーションにコンポーネントの警告を表示する機能を追加。
nl: Visuele indicatie toegevoegd voor alarmen van onderdelen in navigatie.
pt: Adicionada indicação visual de alertas de componentes na navegação.
pt_br: Adicionada indicação visual de alertas de componentes na navegação.
ro: S-a adăugat indicarea vizuală a alertelor de componente în navigare.
ru: Добавлена визуальная индикация предупреждений в компонентах при навигации.
sv: Lagt till visuell indikation av komponentvarningar i navigeringen.
ta: வழிசெலுத்தலில் கூறு விழிப்பூட்டல்களின் காட்சி அறிகுறி சேர்க்கப்பட்டது.
tr: Gezinmede bileşen uyarılarının görsel olarak görüntülenmesini sağlandı.
uk: Додано візуальну індикацію попереджень щодо складників при навігації.
zh_hans: 在导航栏中添加了部件警报的视觉指示。
zh_hant: 在導航中添加了組件提醒的視覺指示。

source: Improved performance of loading translation files.
de: Verbesserte Leistung beim Laden von Übersetzungsdateien.
ga: Feidhmíocht fheabhsaithe maidir le comhaid aistriúcháin a luchtú.
hu: Fordítási fájlok betöltésének teljesítménye javult.
id: Peningkatan kinerja pemuatan berkas terjemahan.
ja: 翻訳ファイルの読み込みの速度の改良。
nl: Verbeterde prestaties bij laden van vertaalbestanden.
pt: Melhorado o dsempenho de carregamento de ficheiros de tradução.
pt_br: Melhorado o desempenho de carregamento de arquivos de tradução.
ro: Îmbunătățirea performanței de încărcare a fișierelor de traducere.
ru: Улучшена производительность загрузки файлов перевода.
sv: Förbättrad prestanda vid laddning av översättningsfiler.
ta: மொழிபெயர்ப்பு கோப்புகளை ஏற்றுவதன் மேம்பட்ட செயல்திறன்.
tr: Çeviri dosyalarını yükleme başarımı iyileştirildi.
uk: Удосконалено швидкодію завантаження файлів перекладу.
zh_hans: 改进了装入翻译文件的性能。
zh_hant: 改進了裝入翻譯文件的性能。
