Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate provides you content to share on your website or other channels to promote your translation project. A nice welcome page called Engage is available to attract new contributors and provide them basic information about the translation. Additionally, you can share information about the efforts using social networks. All these possibilities can be found on the :guilabel:`Community` tab:
id: Weblate menyediakan konten untuk dibagikan di situs web Anda atau saluran lain untuk mempromosikan proyek terjemahan Anda. Halaman sambutan yang menarik bernama Engage tersedia untuk menarik kontributor baru dan memberikan mereka informasi dasar tentang terjemahan. Selain itu, Anda dapat berbagi informasi tentang upaya ini melalui jejaring sosial. Semua kemungkinan ini dapat ditemukan di tab :guilabel:`Community`:
sv: Weblate tillhandahåller innehåll som du kan dela på din webbplats eller andra kanaler för att marknadsföra ditt översättningsprojekt. En trevlig välkomstsida som heter Engage finns tillgänglig för att locka nya bidragsgivare och ge dem grundläggande information om översättningen. Dessutom kan du dela information om arbetet via sociala nätverk. Alla dessa möjligheter finns på fliken :guilabel:`Community`:
uk: Weblate надає вам контент для поширення на вашому вебсайті або інших каналах для просування вашого перекладацького проєкту. Доступна гарна вітальна сторінка під назвою «Залучення», щоб залучити нових учасників та надати їм основну інформацію про переклад. Крім того, ви можете ділитися інформацією про роботу за допомогою соціальних мереж. Усі ці можливості можна знайти на вкладці :guilabel:`Community`:

source: All these badges are provided with a link to simple page which explains users how to translate using Weblate:
id: Semua lencana ini dilengkapi dengan tautan ke halaman sederhana yang menjelaskan pengguna cara menerjemahkan menggunakan Weblate:
sv: Alla dessa märken har en länk till en enkel sida som förklarar för användarna hur man översätter med Weblate:
uk: Усі ці значки надаються з посиланням на просту сторінку, яка пояснює користувачам, як перекладати за допомогою Weblate:

source: Translating documentation using Sphinx
de: Dokumentation mit Sphinx übersetzen
ga: doiciméid a aistriú ag baint úsáide as Sphinx
hu: Dokumentáció fordítása Sphinx használatával
id: Menerjemahkan dokumentasi menggunakan Sphinx
ja: Sphinx を使用したドキュメントの翻訳
nl: Vertalen van de documentatie met Sphinx
pt: Traduzindo documentação a usar Sphinx
pt_br: Traduzindo documentação usando Sphinx
ro: Traducerea documentației folosind Sphinx
ru: Перевод документации с помощью Sphinx
sv: Översättning av dokumentation med Sphinx
ta: ச்பின்க்சைப் பயன்படுத்தி ஆவணங்களை மொழிபெயர்த்தல்
tr: Sphinx kullanarak belgeleri çevirmek
uk: Переклад документації за допомогою Sphinx
zh_hans: 使用 Sphinx 翻译文档
zh_hant: 使用 Sphinx 翻譯文檔

source: `Sphinx`_ is a tool for creating beautiful documentation. It uses simple reStructuredText syntax and can generate output in many formats. If you're looking for an example, this documentation is also built using it. The very useful companion for using Sphinx is the `Read the Docs`_ service, which will build and publish your documentation for free.
de: `Sphinx`_ ist ein Tool zur Erstellung schöner Dokumentationen. Es verwendet eine einfache reStructuredText-Syntax und kann Ausgaben in vielen Formaten erzeugen. Falls Sie nach einem Beispiel suchen, diese Dokumentation wurde ebenfalls mit Sphinx erstellt. Ein sehr nützlicher Begleiter für die Verwendung von Sphinx ist der Dienst `Read the Docs`_, der Ihre Dokumentation kostenlos erstellt und veröffentlicht.
ga: Is uirlis é `Sphinx`_ chun doiciméadú álainn a chruthú. Úsáideann sé comhréir shimplí reStructuredText agus féadann sé aschur a ghiniúint i go leor formáidí. Má tá sampla á lorg agat, tógtar an doiciméadú seo agus é á úsáid freisin. Is é an compánach an-úsáideach chun Sphinx a úsáid ná an tseirbhís `Read the Docs`_, a dhéanfaidh do dhoiciméadú a thógáil agus a fhoilsiú saor in aisce.
hu: A `Sphinx`_ egy eszköz látványos dokumentációk létrehozására. Egyszerű reStructuredText szintaxist használ, és számos kimeneti formátumot támogat. Ha példát keres, akkor jó tudni, hogy ez a dokumentáció is Sphinx segítségével készült. A Sphinx kiváló kiegészítője a `Read the Docs`_ szolgáltatás, amely ingyenesen építi és közzéteszi a dokumentációját.
id: `Sphinx`_ adalah alat untuk membuat dokumentasi yang bagus. Sphinx menggunakan sintaksis reStructuredText sederhana dan dapat menghasilkan keluaran dalam banyak format. Jika Anda ingin melihat contohnya, dokumentasi ini juga dibuat dengan menggunakan Sphinx. Pendamping yang sangat berguna untuk menggunakan Sphinx adalah layanan `Read the Docs`_, yang akan membuat dan menerbitkan dokumentasi Anda secara gratis.
ja: `Sphinx`_ は美しいドキュメントを作成するためのツールです。単純な reStructuredText 構文を使用し、多くのファイル形式で出力を生成できます。使用例を探さなくても、このドキュメントも Sphinx を使用して作成しています。Sphinx の使用に最適なサービスは `Read the Docs`_ サービスです。このサービスは、ドキュメントを無料で作成および公開できます。
nl: `Sphinx`_ is een programma voor het maken van prachtige documentatie. Het gebruikt de eenvoudige syntaxis reStructuredText en kan uitvoer genereren in vele indelingen. Als u zoekt naar een voorbeeld, deze documentatie wordt er ook mee gebouwd. De zeer nuttige metgezel voor het gebruiken van Sphinx is de service `Read the Docs`_, die uw documentatie gratis zal bouwen en publiceren.
pt: `Sphinx`_ é uma ferramenta para criar documentação bonita. Ela usa a sintaxe reStructuredText simples e pode gerar saída em muitos formatos. Se está a procurar um exemplo, esta documentação também é construída a usar-a. O companheiro muito útil para usar o Sphinx é o serviço `Read the Docs`_, que irá construir e publicar a sua documentação gratuitamente.
pt_br: `Sphinx`_ é uma ferramenta para criar documentação bonita. Ela usa a sintaxe reStructuredText simples e pode gerar saída em muitos formatos. Se você está procurando um exemplo, esta documentação também é construída usando-a. O companheiro muito útil para usar o Sphinx é o serviço `Read the Docs`_, que irá construir e publicar sua documentação gratuitamente.
ro: `Sphinx`_ este un instrument pentru crearea de documentație frumoasă. Folosește o sintaxă simplă reStructuredText și poate genera rezultate în mai multe formate. Dacă sunteți în căutarea unui exemplu, această documentație este, de asemenea, construită cu ajutorul lui. Însoțitorul foarte util pentru utilizarea Sphinx este serviciul `Read the Docs`_, care va construi și va publica documentația dumneavoastră gratuit.
ru: `Sphinx`_ — это инструмент для создания красивой документации. Он использует простой синтаксис reStructuredText и может генерировать вывод во многих форматах. Если вы ищете пример, то эта документация также собирается с его помощью. Очень полезным спутником при использовании Sphinx является сервис `Read the Docs`_, который бесплатно будет собирать и публиковать вашу документацию.
sv: `Sphinx`_ är ett verktyg för att skapa snygg dokumentation. Det använder enkel reStructuredText-syntax och kan generera utdata i många format. Om du letar efter ett exempel är den här dokumentationen också byggd med hjälp av det. Ett mycket användbart komplement till Sphinx är tjänsten `Read the Docs`_, som bygger och publicerar din dokumentation gratis.
ta: அழகான ஆவணங்களை உருவாக்குவதற்கான ஒரு கருவி 'ச்பின்க்ச்'. இது எளிய மறுசீரமைக்கப்பட்ட டெக்ச்ட் சொற்றொடரைப் பயன்படுத்துகிறது மற்றும் பல வடிவங்களில் வெளியீட்டை உருவாக்க முடியும். நீங்கள் ஒரு எடுத்துக்காட்டைத் தேடுகிறீர்கள் என்றால், இந்த ஆவணமும் அதைப் பயன்படுத்தி கட்டமைக்கப்படுகிறது. ச்பின்க்சைப் பயன்படுத்துவதற்கான மிகவும் பயனுள்ள துணை 'டாக்சைப் படியுங்கள்'_ சேவையாகும், இது உங்கள் ஆவணங்களை இலவசமாக உருவாக்கி வெளியிடும்.
tr: `Sphinx`_ güzel belgeler oluşturmakta kullanılan bir araçtır. Basit reStructuredText söz dizimini kullanır ve birçok biçimde çıktı oluşturabilir. Bir örnek arıyorsanız, bu belge de onunla oluşturulmuştur. Sphinx ile birlikte kullanılabilecek çok yararlı bir arkadaş, belgelerinizi ücretsiz olarak oluşturup yayınlayacak olan `Read the Docs`_ hizmetidir.
uk: `Sphinx`_ — інструмент для створення чудової документації. У ньому використовується простий синтаксис reStructuredText, він може видавати результат у багатьох форматах. Якщо ви шукаєте приклад, цю документацію також побудовано з його використанням. Дуже корисним помічником у використанні Sphinx є служба `Read the Docs`_, яка надає змогу збирати і оприлюднювати вашу документацію безплатно.
zh_hans: `Sphinx`_ 是创建优美文档的工具。它使用了简单的 reStructuredText 语法，并以多种格式输出。如果要找个示例，那么本文档也是用它来构建的。使用 Sphinx 的非常有用的伴侣是 `Read the Docs`_ 服务，它会免费构建并出版您的文档。
zh_hant: `Sphinx`_ 是創建優美文檔的工具。它使用了簡單的 reStructuredText 語法，並以多種格式輸出。如果要找個示例，那麼本文檔也是用它來構建的。使用 Sphinx 的非常有用的伴侶是 `Read the Docs`_ 服務，它會免費構建並出版您的文檔。

source: I will not focus on writing documentation itself, if you need guidance with that, just follow instructions on the `Sphinx`_ website. Once you have documentation ready, translating it is quite easy as Sphinx comes with support for this and it is quite nicely covered in their :ref:`sphinx:intl`. It's matter of few configuration directives and invoking of the ``sphinx-intl`` tool.
de: Ich werde mich nicht auf das Schreiben der Dokumentation selbst konzentrieren. Wenn Sie dabei Hilfe benötigen, folgen Sie einfach den Anweisungen auf der `Sphinx`_-Website. Sobald Sie die Dokumentation fertig haben, ist das Übersetzen recht einfach, da Sphinx dies unterstützt und es in :ref:`sphinx:intl` sehr gut beschrieben ist. Es ist eine Frage von ein paar Konfigurationsanweisungen und dem Aufruf des ``sphinx-intl``-Tools.
ga: Ní dhíreoidh mé ar dhoiciméadú a scríobh é féin, má tá treoir uait leis sin, lean na treoracha ar shuíomh Gréasáin `Sphinx`_. Nuair a bheidh na doiciméid réidh agat, tá sé éasca go leor é a aistriú mar go dtacaíonn Sphinx leis seo agus tá sé clúdaithe go maith ina :ref:`sphinx:intl`. Is beag treoracha cumraíochta atá ann agus an uirlis ``sphinx-intl`` á agairt.
hu: Magának a dokumentációnak az írására most nem térünk ki — ehhez kövesse a `Sphinx`_ weboldalán található útmutatót. Ha a dokumentáció elkészült, annak fordítása viszonylag egyszerű, mivel a Sphinx beépített támogatással rendelkezik ehhez, amit a :ref:`sphinx:intl` rész jól lefed. Ehhez csupán néhány konfigurációs direktívára és a ``sphinx-intl`` eszköz futtatására van szükség.
id: Saya tidak akan fokus menulis dokumentasi itu sendiri. Jika Anda memerlukan panduan, ikuti saja petunjuk di situs web `Sphinx`_. Setelah dokumentasi Anda siap, menerjemahkannya cukup mudah karena Sphinx sudah mendukungnya dan dijelaskan dengan cukup baik dalam :ref:`sphinx:intl` mereka. Prosesnya hanya perlu beberapa direktif konfigurasi dan pemanggilan alat ``sphinx-intl``.
ja: ドキュメントの作成自体には着目していません。作成方法に悩んでいる場合は、`Sphinx`_ の Web サイトの指示に従ってください。ドキュメントの準備ができたら、翻訳はとても簡単です。Sphinx では、:ref:`sphinx:intl` で適切に処理され翻訳に対応しています。少数のディレクティブの設定と、 ``sphinx-intl`` ツールを呼び出すことが重要です。
nl: Ik zal niet focussen op het schrijven van documentatie zelf, als u daarbij hulp nodig hebt, volg eenvoudigweg de instructies op de website van `Sphinx`_ . Als u eenmaal uw documentatie voltooid hebt, is het vertalen ervan heel gemakkelijk omdat Sphinx daar ondersteuning voor heeft en wordt leuk behandeld in hun :ref:`sphinx:intl`. Het is een kwestie van enkele richtlijnen voor configureren en het activeren van het programma ``sphinx-intl``.
pt: Não vou me concentrar em escrever documentação em si, se precisar de orientação com isso, basta seguir as instruções no site do `Sphinx`_. Assim que tiver a documentação pronta, traduzi-la é bastante fácil, pois o Sphinx vem com suporte para isso e é muito bem abordado na sua :ref:`sphinx:intl`. É uma questão de poucas diretivas de configuração e invocação da ferramenta ``sphinx-intl``.
pt_br: Não vou me concentrar em escrever documentação em si, se você precisar de orientação com isso, basta seguir as instruções no site do `Sphinx`_. Assim que você tiver a documentação pronta, traduzi-la é bastante fácil, pois o Sphinx vem com suporte para isso e é muito bem abordado em sua :ref:`sphinx:intl`. É uma questão de poucas diretivas de configuração e invocação da ferramenta ``sphinx-intl``.
ru: Я не буду заострять внимание на написание самой документации, если вы нуждаетесь в консультации, просто следуйте инструкциям на сайте `Sphinx`_. После того, как ваша документация будет написана, её перевод будет довольно простым делом, поскольку Sphinx уже поддерживает для этого всё необходимое, что хорошо описано в его :ref:`документации по интернационализации <sphinx:intl>`. Это буквально вопрос настройки нескольких параметров и вызова инструмента ``sphinx-intl``.
sv: Jag kommer inte att fokusera på att skriva dokumentation i sig, om du behöver hjälp med det följer du bara instruktionerna på `Sphinx`_ webbplatsen. När du har dokumentationen klar är det ganska enkelt att översätta den, eftersom Sphinx har stöd för detta och det beskrivs ganska bra i deras :ref:`sphinx:intl`. Det handlar om några få konfigurationsdirektiv och att anropa verktyget ``sphinx-intl``.
tr: Belgeleri yazmaya odaklanmayacağım, bununla ilgili rehberliğe gerek duyuyorsanız, yalnızca `Sphinx`_ sitesindeki yönergeyi izleyin. Belgeler hazır olduğunda, Spihinx bunu desteklediğinden çevirisini yapmak oldukça kolaydır ve :ref:`sphinx:intl` bölümünde oldukça güzel bir şekilde ele alınmıştır. Bunun için, birkaç yapılandırma yönergesi ve "sphinx-intl" aracının çağrılması gereklidir.
uk: Не будемо зосереджуватися на самому написанні документації. Якщо вам потрібні настанови щодо цього, просто виконуйте настанови із сайта `Sphinx`_. Коли написання документації буде завершено, перекласти її буде доволі просто, оскільки Sphinx постачається із підтримкою перекладів, яку доволі якісно описано у :ref:`sphinx:intl`. Це питання кількох директив конфігурації та виклику інструмента ``sphinx-intl``.
zh_hans: 我不会把重心放在撰写文档本身，如果您需要指导的话，只需要按照 `Sphinx`_ 网站上的指示即可。一旦准备好文档，将其翻译是非常容易地，因为 Sphinx 带有对此的支持，并且在其 :ref:`sphinx:intl` 中覆盖得很好。这只不过是一些配置指令并调用 ``sphinx-intl`` 工具的事。

source: If you are using Read the Docs service, you can start building translated documentation on the Read the Docs. Their :doc:`rtd:localization` covers pretty much everything you need - creating another project, set its language and link it from main project as a translation.
de: Wenn Sie den „Read the Docs“-Dienst nutzen, können Sie mit der Erstellung der übersetzten Dokumentation auf Read the Docs beginnen. Deren :doc:`rtd:localization` deckt so ziemlich alles ab, was Sie brauchen – ein weiteres Projekt erstellen, dessen Sprache festlegen und es vom Hauptprojekt als Übersetzung verlinken.
ga: Má tá tú ag baint úsáide as an tseirbhís Léigh na Doiciméid, is féidir leat tosú ag tógáil doiciméadú aistrithe ar an Léigh na Doiciméid. Clúdaíonn a :doc:`rtd:localization` beagnach gach rud atá uait - tionscadal eile a chruthú, a theanga a shocrú agus é a nascadh ón bpríomhthionscadal mar aistriúchán.
hu: Ha a Read the Docs szolgáltatást használja, ott el is indíthatja a lefordított dokumentáció építését. Az ő :doc:`rtd:localization` szakaszuk gyakorlatilag mindent lefed: új projekt létrehozása, nyelv beállítása, majd összekapcsolása a fő projekttel, mint fordítás.
id: Jika Anda menggunakan layanan Read the Docs, Anda dapat mulai membuat dokumentasi terjemahan di Read the Docs. :doc:`rtd:localization` mereka mencakup hampir semua yang Anda butuhkan - membuat proyek lain, mengatur bahasanya, dan menautkannya dari proyek utama sebagai terjemahan.
ja: Read the Docs サービスを使用している場合は、Read the Docs から翻訳したドキュメントの作成を開始できます。Read the Docs の :doc:`rtd:localization` は、必要とするものをほぼ包括しています。— 別のプロジェクトを作成し、その言語を設定し、翻訳としてメイン プロジェクトからリンクします。
nl: Als u de service Read the Docs gebruikt, kunt u beginnen met het bouwen van vertaalde documentatie op de Read the Docs. Hun :doc:`rtd:localization` behandelt nagenoeg alles wat u nodig hebt - maken van een ander project, de taal ervoor instellen en ernaar koppelen vanuit het hoofdproject als een vertaling.
pt: Se estiver a usar o serviço Read the Docs, pode começar a construir a documentação traduzida no Read the Docs. :doc:`rtd:localization` (localização de documentação) deles cobre praticamente tudo que precisa - criar outro projeto, definir o seu idioma e vinculá-lo do projeto principal como uma tradução.
pt_br: Se estiver usando o serviço Read the Docs, você poderá começar a criar documentação traduzida no Read the Docs. :doc:`rtd:localization` cobre praticamente tudo o que você precisa - criar outro projeto, definir seu idioma e vinculá-lo ao projeto principal como uma tradução.
ro: Dacă utilizați serviciul Read the Docs, puteți începe să creați documentația tradusă pe pagina Read the Docs. Documentul lor :doc:`rtd:localization` acoperă cam tot ceea ce aveți nevoie - crearea unui alt proiect, setarea limbii acestuia și crearea unei legături cu proiectul principal ca traducere.
ru: Если вы пользуетесь сервисом Read the Docs, вы запустить сборку переведённой документации на Read the Docs. Их :doc:`документация по локализации <rtd:localization>` покрывает практически всё, что вам нужно знать — создание ещё одного проекта, установку его языка и связывание его с основным проектом в качестве перевода.
sv: Om du använder tjänsten Read the Docs kan du börja skapa översatt dokumentation på Read the Docs. Deras :doc:`rtd:localization` täcker i stort sett allt du behöver – skapa ett nytt projekt, ange språket och länka det från huvudprojektet som en översättning.
tr: Read the Docs hizmetini kullanıyorsanız, Read the Docs sitesinde çevrilmiş belgeler oluşturmaya başlayabilirsiniz. :doc:`rtd:localization` gerek duyduğunuz hemen her şeyi kapsar. Başka bir proje oluşturabilir, dilini ayarlayabilir ve ana projeye çeviri olarak bağlayabilirsiniz.
uk: Якщо ви користуєтеся службою «Read the Docs», ви можете почати збирати перекладену документацію на «Read the Docs». У їхній :doc:`rtd:localization` описано майже усе, що вам знадобиться — створення проєкту, встановлення мови для нього та пов'язування його із основним проєктом як перекладу.
zh_hans: 如果使用 Read the Docs 服务，那么可以在 Read the Docs 上开始构建翻译的文档。它们的 :doc:`rtd:localization` 几乎覆盖了您需要的每一件事——创建另一个项目，设置其语言以及从主项目上链接它作为翻译。
zh_hant: 如果使用 Read the Docs 服務，那麼可以在 Read the Docs 上開始構建翻譯的文檔。它們的 :doc:`rtd:localization` 幾乎覆蓋了您需要的每一件事——創建另一個項目，設置其語言以及從主項目上鍊接它作為翻譯。
