Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Groups connect roles and users with authentication objects (projects, languages, components, and component lists).
de: Gruppen verbinden Rollen und Benutzer mit Authentifizierungsobjekten (Projekte, Sprachen, Komponenten und Komponentenlisten).
ga: Nascann grúpaí róil agus úsáideoirí le réada fíordheimhnithe (tionscadail, teangacha, comhpháirteanna, agus liostaí comhpháirteanna).
hu: A csoportok kapcsolják össze a szerepköröket és a felhasználókat a hitelesítési objektumokkal (projektek, nyelvek, összetevők és összetevőlisták).
id: Grup menghubungkan peran dan pengguna dengan objek autentikasi (proyek, bahasa, komponen, dan daftar komponen).
ja: グループはロール、ユーザー、認証オブジェクト（プロジェクト、言語、コンポーネント、コンポーネント リスト）を紐づけます。
nl: Groepen verbinden rollen en gebruikers aan authenticatie-objecten (projecten, talen, onderdelen en onderdelenlijsten).
pt: Os grupos conectam funções e utilizadores a objetos de autenticação (projetos, idiomas, componentes e listas de componentes).
pt_br: Os grupos conectam funções e usuários a objetos de autenticação (projetos, idiomas, componentes e listas de componentes).
sv: Grupper kopplar samman roller och användare med autentiseringsobjekt (projekt, språk, komponenter och komponentlistor).
ta: குழுக்கள் பாத்திரங்களையும் பயனர்களையும் அங்கீகார பொருள்கள் (திட்டங்கள், மொழிகள், கூறுகள் மற்றும் கூறு பட்டியல்கள்) உடன் இணைக்கின்றன.
tr: Gruplar, roller ve kullanıcılar ile kimlik doğrulama nesneleri (projeler, diller, bileşenler ve bileşen listeleri) arasında bağlantı kurar.
uk: Групи поєднують ролі та користувачів з об'єктами автентифікації (проєкти, мови і списки складників).
zh_hans: 群组用身份认证对象（项目、语言、部件和部件列表）链接角色和用户。

source: A team can have no roles assigned to it, in that case access to browse the project by anyone is assumed (see below).
de: Einem Team können auch keine Rollen zugewiesen werden. In diesem Fall wird davon ausgegangen, dass jeder das Projekt durchsuchen kann (siehe unten).
ga: Ní féidir róil ar bith a bheith sannta d’fhoireann, sa chás sin glactar leis go mbeidh rochtain ag aon duine chun an tionscadal a bhrabhsáil (féach thíos).
hu: Egy csapathoz nem feltétlenül kell szerepkört hozzárendelni, ebben az esetben bárki számára engedélyezettnek tekintjük a projekt böngészését (lásd lejjebb).
id: Suatu tim tidak dapat diberi peran apa pun, dalam hal ini siapa pun diasumsikan memiliki akses untuk menelusuri proyek (lihat di bawah).
ja: チームには必ずしもロールを割り当てる必要はありません。誰もがプロジェクトを閲覧できる場合は、アクセス権の割り当ては必要ありません（下記参照）。
nl: Een team hoeft geen rollen aan zich te hebben toegewezen, in dat geval wordt aangenomen dat iedereen door het project mag bladeren (zie hieronder).
pt: Uma equipa não pode ter papéis atribuídos a ela; nesse caso, o acesso para navegar no projeto por qualquer pessoa é presumido (veja abaixo).
pt_br: Uma equipe não pode ter papéis atribuídos a ela; nesse caso, o acesso para visualizar o projeto por qualquer pessoa é presumido (veja abaixo).
ru: Группа может не иметь назначенных ей ролей, в этом случае предполагается доступ к просмотру проекта любым желающим (см. ниже).
sv: Ett team kan ha inga roller tilldelade sig, i vilket fall alla antas ha åtkomst till projektet (se nedan).
ta: ஒரு குழுவுக்கு எந்த பாத்திரங்களும் இருக்க முடியாது, அவ்வாறான நிலையில் யாராலும் திட்டத்தை உலாவக்கூடிய அணுகல் கருதப்படுகிறது (கீழே காண்க).
tr: Bir takımın kendisine atanmış herhangi bir rolü olmayabilir. Bu durumda projeye herhangi birinin göz atma erişimi olacağı varsayılır (aşağıya bakın).
uk: Із командою може бути не пов'язано жодних ролей. У цьому випадку програма припускатиме доступ до навігації проєктом для будь-кого (див. нижче).
zh_hans: 团队可以不分配任何角色，但在这种情况下任何人都可以浏览它的项目（见下文）。

source: Project-browsing access
de: Projekt-Browsing-Zugriff
ga: Rochtain brabhsála tionscadail
hu: Projektböngészési hozzáférés
id: Akses penelusuran proyek
ja: プロジェクト閲覧権限
nl: Projecttoegang bladeren
pt: Acesso de navegação no projeto
pt_br: Acesso de navegação no projeto
sv: Åtkomst till projektbläddring
ta: திட்ட உலாவல் அணுகல்
tr: Projeye göz atma izni
uk: Доступ до навігації проєктом
zh_hans: 项目浏览权限

source: A user has to be a member of a team linked to the project, or any component inside that project. Having membership is enough, no specific permissions are needed to browse the project (this is used in the default `Viewers` team, see :ref:`default-teams`).
de: Ein Benutzer muss Mitglied eines Teams sein, die mit dem Projekt oder einer Komponente in diesem Projekt verknüpft ist. Eine Mitgliedschaft allein genügt, es sind keine speziellen Genehmigungen erforderlich, um ein Projekt zu durchsuchen (dies wird in dem Standardteam `Betrachter` angewendet, siehe :ref:`default-teams`).
ga: Caithfidh úsáideoir a bheith ina bhall d’fhoireann atá nasctha leis an tionscadal, nó le haon chomhpháirt laistigh den tionscadal sin. Is leor ballraíocht a bheith agat, níl aon chead ar leith ag teastáil chun an tionscadal a bhrabhsáil (úsáidtear é seo san fhoireann réamhshocraithe `Viewers`, féach :ref:`default-teams`).
hu: Egy felhasználónak tagja kell lennie egy olyan csapatnak, amely kapcsolódik a projekthez vagy a projekt valamely összetevőjéhez. A tagság önmagában elegendő, nem szükséges külön jogosultság a projekt böngészéséhez (ezt használja az alapértelmezett `Megtekintők` csapat is, lásd: :ref:`default-teams`).
id: Pengguna harus menjadi anggota tim yang terhubung dengan proyek, atau komponen apa pun di dalam proyek tersebut. Memiliki keanggotaan saja sudah cukup, tidak diperlukan izin khusus untuk menelusuri proyek (ini digunakan dalam tim `Viewers` default, lihat :ref:`default-teams`).
ja: ユーザーは、プロジェクト、またはプロジェクト内のコンポーネントにリンクされたチームに所属していることが必要です。所属していれば十分であり、プロジェクトを閲覧するための特定のアクセス権（これはデフォルトの `閲覧者` チームで使用されています。参照: :ref:`default-teams`）は必要ありません。
nl: Een gebruiker moet lid zijn van een team dat is gekoppeld aan het project, of enig onderdeel binnen dat project. Lidmaatschap is voldoende, geen specifieke rechten zijn vereist om door het project te bladeren (dit wordt gebruikt in het standaard team `Kijkers`, bekijk :ref:`default-teams`).
pt: Um utilizador tem que ser um membro de uma equipa vinculada ao projeto ou qualquer componente dentro daquele projeto. Ser membro é suficiente, não são necessárias permissões específicas para navegar o projeto (isso é usado na equipa padrão `Visualizadores`, consulte :ref:`default-teams`).
pt_br: Um usuário tem que ser um membro de uma equipe vinculada ao projeto ou qualquer componente dentro daquele projeto. Ser membro é suficiente, não são necessárias permissões específicas para visualizar o projeto (isso é usado na equipe padrão `Visitantes`, consulte :ref:`default-teams`).
ru: Пользователь должен быть членом группы, связанной с проектом или с каким-либо компонентом внутри проекта. Чтобы получить доступ к просмотру, никаких специальных разрешений не требуется, достаточно только членства в группе (этот факт используется для создаваемой по умолчанию группы `просматривающих`, смотрите раздел :ref:`default-teams`).
sv: En användare måste vara medlem i ett team som är kopplat till projektet eller någon komponent inom det projektet. Det räcker med medlemskap, inga specifika behörigheter krävs för att bläddra i projektet (detta används i standardteamet `Viewers`, se :ref:`default-teams`).
tr: Kullanıcı, projeye bağlı bir takımın veya bu projenin içindeki herhangi bir bileşenin üyesi olmalıdır. Üye olmak yeterlidir. Projeye göz atabilmek için ayrıca özel bir izin gerekmez (bu, varsayılan `Görüntüleyiciler` takımında kullanılır. Ayrıntılı bilgi almak için: :ref:`default-teams`).
uk: Користувач має бути учасником команди, пов'язаної із проєктом або будь-яким складником у проєкті. Участі достатньо — для навігації проєктом не потрібні якісь особливі права доступу (це використано у типовій команді `Переглядачі`, див. :ref:`default-teams`).
zh_hans: 用户必须是链接到项目的团队或项目中的任何部件的成员。拥有成员身份就足够了，浏览项目不需要特定的权限（这被用于默认的 `查看者` 团队，见 :ref:`default-teams` ）。

source: Component-browsing access
de: Komponenten-Browsing-Zugriff
ga: Comhpháirt-rochtain brabhsála
hu: Összetevőböngészési hozzáférés
id: Akses penelusuran komponen
ja: コンポーネント閲覧権限
nl: Onderdeeltoegang bladeren
pt: Acesso à navegação de componentes
pt_br: Acesso à navegação de componentes
sv: Komponentbläddring
ta: கூறு-உலாவல் அணுகல்
tr: Bileşene göz atma izni
uk: Керування доступом на рівні компонентів
zh_hans: 部件浏览权限

source: Granting browsing access to a user in one project gives it access to any component with derived browsing permissions. With :ref:`component-restricted` on, access to components (or component lists) are granted explicitly.
de: Wenn einem Benutzer in einem Projekt der Zugriff für das Durchsuchen gewährt wird, hat er Zugriff auf alle Komponenten mit abgeleiteten Berechtigungen zum Durchsuchen. Ist :ref:`component-restricted` eingeschaltet, wird der Zugriff auf Komponenten (oder Komponentenlisten) explizit gewährt.
ga: Trí rochtain bhrabhsála a dheonú d'úsáideoir i dtionscadal amháin, tugtar rochtain dó ar aon chomhpháirt a bhfuil ceadanna brabhsála díorthaithe aige. Le :ref:`component-restricted` ar, deonaítear rochtain ar chomhpháirteanna (nó liostaí comhpháirteanna) go sainráite.
hu: Ha egy felhasználónak böngészési hozzáférést ad egy projekthez, akkor automatikusan hozzáférést kap minden olyan összetevőhöz is, amely örökölt böngészési jogosultságokkal rendelkezik. Ha be van kapcsolva a :ref:`component-restricted`, akkor az összetevőkhöz (vagy az összetevők listájához) való hozzáférést külön kell megadni.
id: Memberikan akses penelusuran kepada pengguna dalam satu proyek akan memberinya akses ke komponen apa pun dengan izin penelusuran turunan. Dengan :ref:`component-restricted` aktif, akses ke komponen (atau daftar komponen) diberikan secara eksplisit.
ja: あるプロジェクトでユーザーに閲覧権限を付与すると、紐づいた閲覧権限を持つすべてのコンポーネントにアクセスできるようになります。:ref:`component-restricted` を有効にすると、コンポーネント（またはコンポーネント リスト）へのアクセス権を個別に設定できます。
nl: Toekennen van toegang om te bladeren aan een gebruiker in een project geeft toegang tot elk onderdeel met afgeleide rechten voor bladeren. Met :ref:`component-restricted` ingeschakeld, wordt expliciet toegang verleend tot onderdelen (of onderdelen lijsten).
pt: Conceder acesso de navegação a um utilizador num projeto dá-lhe acesso a qualquer componente com permissões de navegação derivadas. Com :ref:`component-restricted` ativado, o acesso a componentes (ou listas de componentes) é concedido explicitamente.
pt_br: Conceder acesso de navegação a um usuário em um projeto dá a ele acesso a qualquer componente com permissões de navegação derivadas. Com :ref:`component-restricted` ativado, o acesso a componentes (ou listas de componentes) é concedido explicitamente.
sv: Om en användare beviljas åtkomst till ett projekt får denne åtkomst till alla komponenter med härledda åtkomstbehörigheter. Med :ref:`component-restricted` aktiverat beviljas åtkomst till komponenter (eller komponentlistor) uttryckligen.
tr: Bir projede bir kullanıcıya göz atma izni vermek, onun türetilmiş göz atma izinleri olan herhangi bir bileşene erişmesini sağlar. :ref:`component-restricted` açıkken, bileşenlere (veya bileşen listelerine) erişme izni açık olarak verilir.
uk: Надання користувачеві доступу до навігації в одному проєкті надає йому доступу до будь-якого складника із похідними правами доступу до навігації. Із увімкненим :ref:`component-restricted` доступ до складників (або списків складників) надається явним чином.
zh_hans: 授予项目中一名用户浏览权限意味着这名用户可以访问任何浏览权限衍生自该项目的部件。开启 :ref:`component-restricted` 后，需要显式授予访问部件（或部件列表）的权限。

source: Scope of teams
de: Umfang der Teams
ga: Scóip na bhfoirne
hu: Csapatok hatóköre
id: Ruang lingkup tim
ja: チームの範囲
nl: Bereik van teams
pt: Âmbito das equipas
pt_br: Âmbito das equipes
ru: Область действия команд
sv: Teamens omfattning
ta: அணிகளின் நோக்கம்
tr: Takımların kapsamı
uk: Область команд
zh_hans: 团队范围

source: The scope of the permission assigned by the roles in the teams are applied by the following rules:
de: Der Umfang der von den Rollen in den Teams zugewiesenen Berechtigungen wird nach den folgenden Regeln angewendet:
ga: Cuirtear raon feidhme an cheada a shanntar leis na róil sna foirne i bhfeidhm leis na rialacha seo a leanas:
hu: A csapatokban lévő szerepkörök által kiosztott jogosultságok hatóköre a következő szabályok alapján érvényesül:
id: Ruang lingkup izin yang diberikan berdasarkan peran dalam tim diterapkan dengan aturan berikut:
ja: チーム内のロールが付与するアクセス権の範囲の規則:
nl: Het bereik van de rechten, die zijn toegewezen aan de rollen in de teams, worden toegepast met de volgende regels:
pt: O âmbito da permissão atribuída pelas funções nas equipas é aplicado pelas seguintes regras:
pt_br: O âmbito da permissão atribuída pelas funções nas equipes é aplicado pelas seguintes regras:
ru: Область действия разрешений, назначенных ролями в группах, применяется по следующим правилам:
sv: Omfattningen av den behörighet som tilldelas av rollerna i teamen tillämpas enligt följande regler:
ta: அணிகளில் பாத்திரங்களால் ஒதுக்கப்பட்ட அனுமதியின் நோக்கம் பின்வரும் விதிகளால் பயன்படுத்தப்படுகிறது:
tr: Takımlardaki roller tarafından atanan izin kapsamı şu kurallara göre uygulanır:
uk: Область дії прав доступу, які призначаються ролями у командах, застосовуються такими правилами:
zh_hans: 团队内角色分配的权限范围适用如下规则：

source: If the team specifies any :guilabel:`Component list`, all the permissions given to members of that team are granted for all the components in the component lists attached to the team, and an access with no additional permissions is granted for all the projects these components are in. :guilabel:`Components` and :guilabel:`Projects` are ignored.
de: Wenn das Team eine :guilabel:`Komponentenliste` angibt, werden alle Berechtigungen, die den Mitgliedern dieses Teams gewährt werden, für alle Komponenten in den Komponentenlisten, die dem Team zugeordnet sind, gewährt, und ein Zugriff ohne zusätzliche Berechtigungen wird für alle Projekte gewährt, in denen sich diese Komponenten befinden. :guilabel:`Komponenten` und :guilabel:`Projekte` werden ignoriert.
ga: Má shonraíonn an fhoireann aon :guilabel:`Component list`, tugtar gach cead a thugtar do bhaill na foirne sin do na comhpháirteanna go léir sna liostaí comhpháirteanna atá ceangailte leis an bhfoireann, agus tugtar rochtain gan ceadanna breise do na tionscadail go léir tá na comhpháirteanna seo i. :guilabel:`Components` agus :guilabel:`Projects` ní thugtar aird orthu.
hu: Ha a csapat megad valamely :guilabel:`Összetevőlista` értéket, akkor a csapat tagjai minden jogosultságot megkapnak az adott listához tartozó összetevőkön, és automatikusan hozzáférést kapnak (külön jogosultságok nélkül) azokhoz a projektekhez is, amelyekben ezek az összetevők szerepelnek. Az :guilabel:`Összetevők` és :guilabel:`Projektek` mezők ilyenkor figyelmen kívül maradnak.
id: Jika tim menentukan :guilabel:`Component list` apa pun, semua izin yang diberikan kepada anggota tim tersebut diberikan untuk semua komponen dalam daftar komponen yang terlampir pada tim, dan akses tanpa izin tambahan diberikan untuk semua proyek tempat komponen tersebut berada. :guilabel:`Components` dan :guilabel:`Projects` diabaikan.
ja: チームに :guilabel:`コンポーネント リスト` が指定されている場合、そのチームのメンバーに付与されたすべてのアクセス権は、チームに登録したコンポーネント リスト内のすべてのコンポーネントに及びます。また、これらのコンポーネントを含むすべてのプロジェクトについては、新たにアクセス権を追加しなくてもアクセスが許可されます。:guilabel:`コンポーネント` および :guilabel:`プロジェクト` は無視されます。
nl: Als het team een :guilabel:`Onderdelenlijst` specificeert , worden alle rechten, die aan leden van dat team zijn toegekend, voor alle componenten in de onderdelen lijsten gekoppeld aan het team, en toegang zonder aanvullende rechten wordt toegewezen voor alle projecten waar deze onderdelen in staan. :guilabel:`Onderdelen` en :guilabel:`Projecten` worden genegeerd.
pt: Se a equipa especificar qualquer :guilabel:`Lista de componentes`, todas as permissões dadas aos membros dessa equipa serão concedidas para todos os componentes nas listas de componentes anexadas à equipa e um acesso sem permissões adicionais é concedido para todos os projetos estes componentes estão contidos. :guilabel:`Componentes` e :guilabel:`Projetos` são ignorados.
pt_br: Se a equipe especificar qualquer :guilabel:`Lista de componentes`, todas as permissões dadas aos membros dessa equipe serão concedidas para todos os componentes nas listas de componentes anexadas à equipe, e um acesso sem permissões adicionais é concedido para todos os projetos estes componentes estão contidos. :guilabel:`Componentes` e :guilabel:`Projetos` são ignorados.
ru: Если группа указывает какой-либо :guilabel:`список компонентов`, то все разрешения, предоставленные членам этой группы, предоставляются для всех компонентов в списках компонентов, прикреплённых к группе, и доступ без дополнительных разрешений предоставляется для всех проектов, в которых находятся эти компоненты. :guilabel:`Компоненты` и :guilabel:`проекты` игнорируются.
sv: Om teamet anger någon :guilabel:`Komponentlista`, beviljas alla behörigheter som ges till medlemmarna i det teamet för alla komponenter i komponentlistorna som är kopplade till teamet, och åtkomst utan ytterligare behörigheter beviljas för alla projekt som dessa komponenter ingår i. :guilabel:`Komponenter` och :guilabel:`Projekt` ignoreras.
ta: குழு ஏதேனும் குறிப்பிடினால்: வபஇசிட்டை: `கூறு பட்டியல்`, அந்த குழுவின் உறுப்பினர்களுக்கு வழங்கப்பட்ட அனைத்து அனுமதிகளும் குழுவுடன் இணைக்கப்பட்டுள்ள கூறு பட்டியல்களில் உள்ள அனைத்து கூறுகளுக்கும் வழங்கப்படுகின்றன, மேலும் அனைத்து திட்டங்களுக்கும் கூடுதல் அனுமதிகள் இல்லாத அணுகல் வழங்கப்படுகிறது இந்த கூறுகள் உள்ளன.: வபஇசிட்டை: `கூறுகள்` மற்றும்: வபஇசிட்டை:` திட்டங்கள்` புறக்கணிக்கப்படுகின்றன.
tr: Takım herhangi bir :guilabel:`Bileşen listesi` belirtirse, takıma bağlı bileşen listelerindeki tüm bileşenler için o takımın üyelerine tüm izinler verilir ve bu bileşenlerin içinde bulunduğu tüm projeler için ek izinleri olmayan bir erişim verilir. :guilabel:`Bileşenler` ve :guilabel:`Projeler` yok sayılır.
uk: Якщо група визначає якийсь :guilabel:`Список складників`, усі права доступу, надані учасникам цієї групи, надаються для всіх складників у списках складників, пов'язаних із командою, і доступ без додаткових прав доступу надається для всіх проєктів, частиною яких є ці складники. :guilabel:`Складники` і :guilabel:`Проєкти` буде проігноровано.
zh_hans: 如果团队指定了任何 :guilabel:`部件列表`，则授予该团队成员的所有权限都适用于附加到该团队的部件列表中的所有部件，并为这些部件所在的所有项目授予没有额外权限的访问权限。 :guilabel:`部件` 和 :guilabel:`项目` 将被忽略。

source: Using huge component lists might have a performance impact, please consider giving access via projects instead.
de: Die Verwendung großer Komponentenlisten kann sich auf die Leistung auswirken, daher sollten Sie stattdessen den Zugriff über Projekte ermöglichen.
ga: D’fhéadfadh tionchar feidhmíochta a bheith ag baint úsáide as liostaí ollmhóra comhpháirteanna, smaoinigh le do thoil ar rochtain a thabhairt trí thionscadail ina ionad sin.
hu: A nagy összetevőlisták használata ronthatja a teljesítményt, ezért érdemes inkább projekteken keresztül adni a hozzáférést.
id: Menggunakan daftar komponen yang besar mungkin akan berdampak pada kinerja, harap pertimbangkan untuk memberikan akses melalui proyek sebagai gantinya.
ja: 巨大なコンポーネント リストを使用するとパフォーマンスに影響が出る可能性があるため、代わりにプロジェクト経由でアクセスを許可することを検討してください。
nl: Gebruiken van grote onderdelenlijsten zou enorme impact op de prestaties kunnen hebben, overweeg in plaats daarvan het toekennen van toegang via projecten.
pt: Usar listas enormes de componentes pode ter um impacto no desempenho. Em vez disso, considere conceder acesso por meio de projetos.
pt_br: O uso de grandes listas de componentes pode ter um impacto no desempenho; em vez disso, considere a possibilidade de fornecer acesso por meio de projetos.
ru: Использование огромных списков компонентов может сказаться на производительности, поэтому вместо этого рассмотрите возможность предоставления доступа через проекты.
sv: Att använda stora komponentlistor kan påverka prestandan. Överväg istället att ge åtkomst via projekt.
ta: பெரிய கூறு பட்டியல்களைப் பயன்படுத்துவது செயல்திறன் தாக்கத்தை ஏற்படுத்தக்கூடும், அதற்கு பதிலாக திட்டங்கள் வழியாக அணுகலை வழங்குவதைக் கவனியுங்கள்.
tr: Çok büyük bileşen listeleri kullanmak başarımı etkileyebilir. Bunun yerine projeler ile erişim izni vermeyi değerlendirin.
uk: Використання величезних списків складників може погано позначитися на швидкодії. Будь ласка, спробуйте надавати замість цього доступ на рівні проєктів.
zh_hans: 使用巨大的部件列表可能影响性能，请考虑通过项目给予访问权限。
