Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The :ref:`fluent` format changed identification of some strings, you might need to force reloading of the translation files to see the changes.
de: Das :ref:`fluent` hat die Erkennung einiger Zeichenketten geändert, Sie müssen möglicherweise ein Neuladen der Übersetzungsdateien erzwingen, um die Änderungen zu sehen.
ga: D'athraigh an fhormáid :ref:`fluent` sainaithint roinnt teaghrán, seans go mbeidh ort iallach a chur ar na comhaid aistriúcháin a athlódáil chun na hathruithe a fheiceáil.
hu: A :ref:`fluent` formátum néhány szöveg azonosítási módját megváltoztatta, előfordulhat, hogy újra be kell tölteni a fordítási fájlokat a változások megjelenítéséhez.
id: Format :ref:`fluent` mengubah identifikasi beberapa string, Anda mungkin perlu memaksa pemuatan ulang berkas terjemahan untuk melihat perubahannya.
ja: :ref:`fluent` 形式では一部の文字列の識別が変更されました。変更を確認するには翻訳ファイルを強制的に再読み込みすることが必要な場合があります。
nl: De indeling :ref:`fluent` wijzigde de identificatie van enkele tekenreeksen, u zou misschien het opnieuw laden van de vertaalbestanden moeten forceren om de wijzigingen te kunnen zien.
pt_br: O formato :ref:`fluent` alterou a identificação de alguns textos. Talvez seja necessário forçar o recarregamento dos arquivos de tradução para ver as alterações.
ru: Формат :ref:`fluent` изменил идентификацию некоторых строк. Возможно, вам придётся принудительно перезагрузить файлы перевода, чтобы увидеть изменения.
sv: Formatet :ref:`fluent` har ändrat identifieringen av vissa strängar. Du kan behöva tvinga omladdning av översättningsfilerna för att se ändringarna.
tr: :ref:`fluent` biçiminde bazı dizgelerin kimliği değiştirildi. Değişiklikleri görmek için çeviri dosyalarının yeniden yüklenmesini dayatmanız gerekebilir.
uk: У форматі :ref:`fluent` змінено ідентифікацію деяких рядків. Можливо, вам потрібно буде примусово перезавантажити файли перекладів, щоб переглянути зміни.
zh_hans: :ref:`fluent` 格式更改了某些字符串的身份，你可能需要强制重新加载翻译文件来查看变化。

source: There are several changes in :file:`settings_example.py`, most notable is change in ``COMPRESS_OFFLINE_CONTEXT``, please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten ist die Änderung in ``COMPRESS_OFFLINE_CONTEXT``, bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe ar :file:`settings_example.py`, is é an rud is suntasaí ná an t-athrú ar ``COMPRESS_OFFLINE_CONTEXT``, coigeartaigh do shocruithe dá réir.
hu: Számos változás történt a :file:`settings_example.py` fájlban, ezek közül a legjelentősebb a ``COMPRESS_OFFLINE_CONTEXT`` módosítása; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling menonjol adalah perubahan dalam ``COMPRESS_OFFLINE_CONTEXT``, silakan sesuaikan pengaturan Anda.
ja: :file:`settings_example.py` に変更があります。最も重要なのは `COMPRESS_OFFLINE_CONTEXT` の変更です。変更に合わせて設定を修正してください。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende wijziging staat in ``COMPRESS_OFFLINE_CONTEXT``, pas uw instellingen overeenkomstig aan.
pt_br: Há várias alterações em :file:`settings_example.py`, sendo a mais notável a alteração em ``COMPRESS_OFFLINE_CONTEXT``. Por favor, ajuste suas configurações adequadamente.
ru: В файле:file:`settings_example.py` есть несколько изменений, наиболее заметным является изменение в ``COMPRESS_OFFLINE_CONTEXT``, пожалуйста, измените настройки соответствующим образом.
sv: Det finns flera ändringar i :file:`settings_example.py`, den mest anmärkningsvärda är ändringen i ``COMPRESS_OFFLINE_CONTEXT``. Justera dina inställningar därefter.
tr: :file:`settings_example.py` içinde birkaç değişiklik yapıldı. En önemlisi ``COMPRESS_OFFLINE_CONTEXT`` değişikliği. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: До :file:`settings_example.py` внесено декілька змін. Найпомітнішою є зміна у ``COMPRESS_OFFLINE_CONTEXT``. Будь ласка, скоригуйте параметри відповідним чином.
zh_hans: :file:`settings_example.py` 中有几项更改，最显著的是 ``COMPRESS_OFFLINE_CONTEXT`` 的更改，请相应调整你的设置。

source: *Released on April 17th 2023.*
de: *Veröffentlicht am 17. April 2023.*
ga: *Eisithe ar 17 Aibreán 2023.*
hu: *Kiadva: 2023. április 17.*
id: *Dirilis pada 17 April 2023.*
nl: *Uitgegeven op 17 april 2023.*
pt_br: *Atualizado em 17 de abril de 2023.*
sv: *Släpptes den 17 april 2023.*
tr: *17 Nisan 2023 tarihinde yayınlandı.*
uk: *Випущено 17 квітня 2023 року.*

source: Allow to filter on language in reports.
de: Das Filtern nach Sprache in Berichten ermöglicht.
ga: Ceadaigh teanga a scagadh i dtuairiscí.
hu: Lehetőség nyelv szerinti szűrésre a jelentésekben.
id: Izinkan untuk memfilter berdasarkan bahasa dalam laporan.
ja: レポートで言語によるフィルタリングができるようになりました。
nl: Filteren op taal in rapporten toestaan.
pt_br: Permite filtrar por idioma em relatórios.
ru: Разрешена фильтрация по языку в отчётах.
sv: Tillåt filtrering efter språk i rapporter.
ta: அறிக்கைகளில் மொழியை வடிகட்ட அனுமதிக்கவும்.
tr: Raporların dile göre süzülmesi sağlandı.
uk: Уможливлено фільтрування за мовою у звітах.
zh_hans: 允许在报告中过滤语言。

source: Dropped deprecated command ``cleanup_celery``.
de: Den veralteten Befehl ``cleanup_celery`` entfernt.
ga: Thit an t-ordú dímheasta ``glanadh_celery``.
hu: A ``cleanup_celery`` elavult parancs támogatása megszűnt.
id: Menghapus perintah ``cleanup_celery`` yang sudah tidak berlaku lagi.
ja: 非推奨のコマンド ``cleanup_celery`` を削除。
nl: Vervallen verouderde opdracht ``cleanup_celery``.
pt_br: Removido o comando descontinuado ``cleanup_celery``.
ru: Удалена устаревшая команда ``cleanup_celery``.
sv: Borttaget föråldrat kommando ``cleanup_celery``.
ta: கைவிடப்பட்ட நீக்கப்பட்ட கட்டளை `` culetup_celery``.
tr: Kullanımdan kaldırılan ``cleanup_celery`` komutu kaldırıldı.
uk: Відкинуто застарілу команду ``cleanup_celery``.
zh_hans: 不再支持已废弃的命令 ``cleanup_celery``.

source: Fixed private project visibility for some teams.
de: Die Sichtbarkeit privater Projekte für einige Teams korrigiert.
ga: Infheictheacht tionscadail phríobháideacha sheasta do roinnt foirne.
hu: Javítva a személyes projektek láthatósága bizonyos csapatok esetén.
id: Memperbaiki visibilitas proyek pribadi untuk beberapa tim.
ja: 一部のチームのプライベート プロジェクトの可視性を修正。
nl: Gerepareerd zichtbaarheid privé-project voor sommige teams.
pt_br: Corrigida a visibilidade do projeto privado para algumas equipes.
ru: Исправлена видимость закрытого проекта для некоторых команд.
sv: Fastställd privat projektvisibilitet för vissa team.
ta: சில அணிகளுக்கான நிலையான தனியார் திட்ட தெரிவுநிலை.
tr: Bazı ekiplerin yaşadığı özel proje görünürlüğü sorunları düzeltildi.
uk: Виправлено повторну побудову пам'яті перекладів проєкту для деяких складників.
zh_hans: 修复了某些团队的私有项目可见。

source: Automatic translation now honors target state when translating from other components.
de: Die automatische Übersetzung berücksichtigt jetzt den Zielstatus, wenn aus anderen Komponenten übersetzt wird.
ga: Tugann aistriúchán uathoibríoch onóir anois don spriocstát agus é á aistriú ó chomhpháirteanna eile.
hu: Az automatikus fordítás mostantól figyelembe veszi a célállapotot más összetevőkből történő fordításkor.
id: Terjemahan otomatis sekarang menghormati status target saat menerjemahkan dari komponen lain.
ja: 自動翻訳は、他のコンポーネントからの翻訳時に対象の状態を優先するように改良。
nl: Automatische vertaling houdt nu rekening met status doel bij vertalen vanuit andere onderdelen.
pt: A tradução automática agora respeita o estado de destino ao traduzir de outros componentes.
pt_br: A tradução automática agora respeita o status de destino ao traduzir de outros componentes.
ru: Автоматический перевод теперь учитывает целевое состояние при переводе из других компонентов.
sv: Automatisk översättning respekterar nu måltillståndet vid översättning från andra komponenter.
ta: தானியங்கி மொழிபெயர்ப்பு இப்போது மற்ற கூறுகளிலிருந்து மொழிபெயர்க்கும்போது இலக்கு நிலையை க ors ரவிக்கிறது.
tr: Kendiliğinden çevirinin diğer bileşenlerden çeviri yaparken hedef durumunu dikkate alması sağlandı.
uk: Автоматично перекладає рядки за допомогою машинного перекладу або інших складників.
zh_hans: 自动翻译现在在从其他组件翻译时遵循目标状态。

source: Improved performance of public user profiles.
de: Verbesserte Leistung von öffentlichen Benutzerprofilen.
ga: Feidhmíocht fheabhsaithe próifílí úsáideoirí poiblí.
hu: Nyilvános felhasználói profilok teljesítményének javítása.
id: Peningkatan kinerja profil pengguna publik.
ja: 公開ユーザー プロファイルの性能の改良。
nl: Verbeterde prestaties openbare gebruikersprofielen.
pt_br: Melhorado o desempenho de perfis públicos de usuários.
ru: Улучшена производительность общедоступных профилей пользователей.
sv: Förbättrad prestanda för offentliga användarprofiler.
ta: பொது பயனர் சுயவிவரங்களின் மேம்பட்ட செயல்திறன்.
tr: Herkese açık kullanıcı profillerinin başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки відкритих профілів користувачів.
zh_hans: 改进了公共用户配置文件的性能。

source: Improved Sentry performance monitoring integration.
de: Verbesserte Integration der Sentry-Leistungsüberwachung.
ga: Comhtháthú feabhsaithe monatóireachta feidhmíochta Sentry.
hu: Sentry teljesítménymonitorozási integráció fejlesztése.
id: Peningkatan integrasi pemantauan kinerja Sentry.
nl: Verbeterde prestaties voor monitoren van integratie van Sentry.
pt_br: Melhorado a integração de monitoramento de desempenho do Sentry.
sv: Förbättrad integration av Sentry-prestandaövervakning.
tr: Sentry başarımı izleme bütünleştirmesi iyileştirildi.
uk: Покращена інтеграція моніторингу продуктивності Sentry.

source: Added support for Ed25519 SSH key.
de: Unterstützung für Ed25519-SSH-Schlüssel hinzugefügt.
ga: Tacaíocht bhreise d'eochair Ed25519 SSH.
hu: Ed25519 SSH-kulcs támogatás hozzáadva.
id: Menambahkan dukungan untuk kunci SSH Ed25519.
ja: Ed25519 SSH 鍵に対応。
nl: Ondersteuning toegevoegd voor SSH-sleutel Ed25519.
pt_br: Adicional suporte para chave SSH Ed25519.
ru: Добавлена поддержка SSH ключа Ed25519.
sv: Stöd för Ed25519 SSH-nyckel har lagts till.
ta: ed25519 பாஓடு விசைக்கான உதவி சேர்க்கப்பட்டது.
tr: Ed25519 SSH anahtarları desteği eklendi.
uk: Додано підтримку ключів SSH Ed25519.
zh_hans: 添加了对 Ed25519 SSH 密钥的支持。

source: Rewritten metrics storage.
de: Das Speichern von Metriken überarbeitet.
ga: Stóráil méadrachta athscríofa.
hu: A metrika-tárolás újraírásra került.
id: Penyimpanan metrik yang ditulis ulang.
ja: メトリックス ストレージの書き直し。
nl: Opnieuw geschreven opslag voor metrieken.
pt_br: Reescrito armazenamento de métricas.
ru: Переписано хранилище данных статистики.
sv: Omskriven lagring av mätvärden.
ta: மீண்டும் எழுதப்பட்ட அளவீடுகள் சேமிப்பு.
tr: Ölçümlerin depolanması yeniden yazıldı.
uk: Переписано сховище статистичних даних.
zh_hans: 重写了指标存储。

source: Added support for searching strings by position.
de: Unterstützung für die Suche der Zeichenketten nach Position hinzugefügt.
ga: Tacaíocht bhreise chun teaghráin a chuardach de réir suímh.
hu: Hozzáadva a szövegek pozíció szerinti keresésének lehetősége.
id: Menambahkan dukungan untuk mencari string berdasarkan posisi.
ja: 文字列の検索時に、文字列の位置の指定に対応。
nl: Ondersteuning toegevoegd voor het zoeken naar tekenreeksen op positie.
pt_br: Adicionado suporte para buscar textos por posição.
ru: Добавлена поддержка поиска строк по позиции.
sv: Lagt till stöd för sökning av strängar efter position.
ta: நிலை மூலம் சரங்களைத் தேடுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Dizgeleri konuma göre arama özelliği eklendi.
uk: Додано підтримку пошуку рядків за позицією.
zh_hans: 增加了对按位次搜索字符串的支持。

source: Unchanged translation check can honor untranslatable terms from glossary.
de: Die Prüfung auf unveränderte Übersetzungen kann nicht übersetzbare Begriffe aus dem Glossar berücksichtigen.
ga: Is féidir le seiceáil aistriúcháin gan athrú téarmaí do-aistrithe a urramú ón ngluais.
hu: A változatlan fordítás ellenőrzése mostantól figyelembe tudja venni a szójegyzékben szereplő, le nem fordítható kifejezéseket.
id: Pemeriksaan terjemahan yang tidak berubah dapat menghormati istilah yang tidak dapat diterjemahkan dari glosarium.
ja: 未変更の翻訳の検査時に、用語集の翻訳禁止用語を考慮するように改良。
nl: Controle voor ongewijzigde vertaling kan rekening houden met onvertaalbare termen uit de woordenlijst.
pt_br: A verificação de tradução inalterada pode honrar termos intraduzíveis do glossário.
ru: Проверка перевода без изменений позволяет учитывать непереводимые термины из словаря.
sv: Oförändrad översättningskontroll kan respektera icke översättningsbara termer från ordlistan.
ta: மாறாத மொழிபெயர்ப்பு சோதனை சொற்களஞ்சியத்திலிருந்து மொழிபெயர்க்க முடியாத விதிமுறைகளை மதிக்க முடியும்.
tr: Çeviri değiştirilmemiş kalite denetiminin sözlükte çevrilemez olarak imlenmiş terimlere uygun davranması sağlandı.
uk: У перевірці на незмінений переклад реалізовано врахування непридатних до перекладу термінів з глосарія.
zh_hans: 未更改的译文检查可以接受术语表中无法翻译的术语。

source: Added automatic fixup for Devanagari danda.
de: Automatische Korrektur für Devanagari Danda hinzugefügt.
ga: Ceartúchán uathoibríoch curtha leis le haghaidh Devanagari danda.
hu: Automatikus javítás hozzáadva a dévanágari „danda” (।) karakterhez.
id: Menambahkan perbaikan otomatis untuk danda Devanagari.
ja: デーバナーガリーのダンダ句読点の自動修正を追加。
nl: Automatisch repareren voor Devanagari danda toegevoegd.
pt_br: Adicionada correção automática para Devanagari danda.
ru: Добавлено автоматическое исправление деванагари данда.
sv: Automatisk korrigering för Devanagari danda har lagts till.
ta: தேவநாகரி பொட்டாவுக்கு தானியங்கி சரிசெய்தல் சேர்க்கப்பட்டது.
tr: Kendiliğinden Devanagari danda düzeltme özelliği eklendi.
uk: Додано засіб автоматичного виправлення для данди з деванагарі.
zh_hans: 添加了对梵文 danda 符号的自动修正。

source: Allow downloading project translation memory per language.
de: Das Herunterladen von Projektübersetzungsspeichern pro Sprache ermöglicht.
ga: Ceadaigh cuimhne aistriúcháin tionscadail de réir teanga a íoslódáil.
hu: Letölthető a projekt fordítási memóriája nyelvenként.
id: Izinkan pengunduhan memori terjemahan proyek per bahasa.
ja: プロジェクトの翻訳メモリを言語ごとにダウンロードする機能に対応。
nl: Downloaden project vertaalgeheugen per taal toestaan.
pt_br: Permite o download da memória de tradução do projeto por idioma.
ru: Разрешена загрузка памяти переводов проекта для каждого языка.
sv: Tillåt nedladdning av projektets översättningsminne per språk.
ta: ஒரு மொழிக்கு திட்ட மொழிபெயர்ப்பு நினைவகத்தைப் பதிவிறக்க அனுமதிக்கவும்.
tr: Her dilin proje çeviri belleğini indirme özelliği eklendi.
uk: Уможливлено отримання пам'яті перекладу проєкту для окремої мови.
zh_hans: 允许按语言下载项目翻译记忆库。

source: Added new alert on unused components.
de: Neue Warnung über nicht verwendete Komponenten hinzugefügt.
ga: Cuireadh foláireamh nua leis maidir le comhpháirteanna nár úsáideadh.
hu: Új figyelmeztetés került bevezetésre a nem használt összetevőkre.
id: Menambahkan peringatan baru pada komponen yang tidak digunakan.
ja: 未使用のコンポーネントに新しい警告を追加。
nl: Nieuw alarm toegevoegd voor niet gebruikte onderdelen.
pt_br: Adicionado novo alerta sobre componentes não utilizados.
ru: Добавлено новое оповещение о неиспользуемых компонентах.
sv: Lagt till ny varning om oanvända komponenter.
ta: பயன்படுத்தப்படாத கூறுகளில் புதிய எச்சரிக்கையைச் சேர்த்தது.
tr: Kullanılmayan bileşenler için yeni uyarı eklendi.
uk: Додано нове попередження щодо складників, якими не користуються.
zh_hans: 添加了有关未使用部件的新警报。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/93?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/93?closed=1>`__。

source: Migration to rewritten metrics storage might take considerable time on larger Weblate instance (expect around 15 minutes per GB of ``metrics_metric`` table). To reduce downtime, you can copy :file:`weblate/metrics/migrations/*.py` from Weblate 4.17 to 4.16 and start the migration in the background. Once it is completed, perform full upgrade as usual.
de: Die Migration auf den neu geschriebenen Metrikspeicher kann auf größeren Weblate-Instanzen beträchtliche Zeit in Anspruch nehmen (rechnen Sie mit etwa 15 Minuten pro GB der ``metrics_metric``-Tabelle). Um die Ausfallzeit zu reduzieren, können Sie die Datei :file:`weblate/metrics/migrations/*.py` von Weblate 4.17 nach 4.16 kopieren und die Migration im Hintergrund starten. Sobald sie abgeschlossen ist, führen Sie das vollständige Upgrade wie gewohnt durch.
ga: D'fhéadfadh go dtógfadh aistriú chuig stóras méadrachta athscríofa go leor ama ar shampla Weblate níos mó (bí ag súil le timpeall 15 nóiméad in aghaidh an GB de tábla ``metrics_metric`` ). Chun downtime a laghdú, is féidir leat :file:`weblate/metrics/migrations/*.py` a chóipeáil ó Weblate 4.17 go 4.16 agus tús a chur leis an aistriú sa chúlra. Nuair a bheidh sé críochnaithe, déan uasghrádú iomlán mar is gnách.
hu: A metrika-tárolás újraírt rendszerére történő migráció nagyobb Weblate példány esetén jelentős időt vehet igénybe (nagyjából 15 perc/GB ``metrics_metric`` tábla). A leállási idő csökkentése érdekében lemásolhatja a :file:`weblate/metrics/migrations/*.py` fájlokat a Weblate 4.17-ből a 4.16-ba, és elindíthatja a migrációt a háttérben. A befejezést követően végezze el a szokásos teljes frissítést.
id: Migrasi ke penyimpanan metrik yang ditulis ulang mungkin membutuhkan waktu yang cukup lama pada instans Weblate yang lebih besar (perkiraan sekitar 15 menit per GB tabel ``metrics_metric``). Untuk mengurangi waktu henti, Anda dapat menyalin :file:`weblate/metrics/migrations/*.py` dari Weblate 4.17 ke 4.16 dan memulai migrasi di latar belakang. Setelah selesai, lakukan peningkatan penuh seperti biasa.
ja: 大規模な Weblate インスタンスでは、変更されたメトリックス ストレージへの移行時間は長くなります（予想では ``metrics_metric`` テーブルは 1 GB あたり約 15 分）。ダウンタイムを短縮するためには、:file:`weblate/metrics/migrations/*.py` を Weblate 4.17 から 4.16 にコピーして、バックグラウンドで移行を開始してください。完了後は、通常どおりに完全なアップグレードを実行します。
nl: Migratie naar opnieuw geschreven opslag voor metrieken zou behoorlijk lang kunnen duren op grotere instanties van Weblate (verwacht ongeveer 15 minuten per GB van de tabel ``metrics_metric``). U kunt, om de tijd voor niet gebruiken te verminderen, :file:`weblate/metrics/migrations/*.py` kopiëren van Weblate 4.17 naar 4.16 en de migratie op de achtergrond starten. Als die eenmaal is voltooid, voer dan het upgraden uit zoals dat normaal ook gebeurt.
pt_br: A migração para o armazenamento de métricas reescritas pode levar um tempo considerável em uma instância maior do Weblate (espere cerca de 15 minutos por GB da tabela ``metrics_metric``). Para reduzir o tempo de inatividade, você pode copiar :file:`weblate/metrics/migrations/*.py` do Weblate 4.17 para o 4.16 e iniciar a migração em segundo plano. Após a conclusão, execute a atualização completa como de costume.
ru: Миграция к переписанному хранилищу метрик может занять значительное время на более крупном экземпляре Weblate (ожидайте около 15 минут на ГБ таблицы ``metrics_metric``). Чтобы сократить время простоя, вы можете скопировать :file:`weblate/metrics/migrations/*.py` из Weblate 4.17 в 4.16 и запустить миграцию в фоновом режиме. После завершения выполните полное обновление, как обычно.
sv: Migrering till omskriven lagring av mätvärden kan ta avsevärd tid på större Weblate-instanser (räkna med cirka 15 minuter per GB i tabellen ``metrics_metric``). För att minska driftstoppet kan du kopiera :file:`weblate/metrics/migrations/*.py` från Weblate 4.17 till 4.16 och starta migreringen i bakgrunden. När den är klar utför du en fullständig uppgradering som vanligt.
tr: Yeniden yazılmış ölçüm depolama alanına aktarım, büyük Weblate kopyalarında önemli ölçüde zaman alabilir (``metrics_metric`` tablosu için GB başına yaklaşık 15 dakika bekleyebilirsiniz). Kesinti süresini azaltmak için :file:`weblate/metrics/migrations/*.py` dosyasını Weblate 4.17 sürümünden 4.16 sürümüne kopyalayarak aktarımı arka planda başlatabilirsiniz. İşlem tamamlandığında, normal tam yükseltme işlemini yapın.
uk: Перенесення переписаного сховища статистичних даних може бути досить тривалим для об'ємних екземплярів Weblate (десь близько 15 хвилин на ГБ таблиці ``metrics_metric``). Щоб зменшити час непрацездатності, ви можете скопіювати :file:`weblate/metrics/migrations/*.py` з Weblate 4.17 до 4.16 і запустити перенесення у фоновому режимі. Щойно обробку буде завершено, виконайте звичайне повне оновлення версії.
zh_hans: 在较大的 Weblate 实例上迁移到重写的 metrics 存储可能耗费相当长的时间（每 GB 的 ``metrics_metric`` 预计需要约15分钟）。为了减少实例下线时间，你可以将来自 Weblate 4.17 的 :file:`weblate/metrics/migrations/*.py` 文件复制到 4.16，并在后台启动迁移。一旦完毕，请照常执行完整升级。
