Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`api` now has a preview OpenAPI specification.
de: :ref:`api` hat nun eine Vorschau der OpenAPI-Spezifikation.
ga: Tá sonraíocht OpenAPI réamhamhairc ag :ref:`api` anois.
hu: A :ref:`REST API <api>` előnézeti OpenAPI specifikációt is tartalmaz.
id: :ref:`api` sekarang memiliki pratinjau spesifikasi OpenAPI.
nl: :ref:`api` heeft nu een voorbeeld OpenAPI-specificatie.
pt_br: :ref:`api` agora tem uma especificação OpenAPI para testes.
sv: :ref:`api` har nu en förhandsgranskning av OpenAPI-specifikationen.
tr: :ref:`api` uygulamasına ön izleme olarak OpenAPI teknik özellikleri eklendi.
uk: У :ref:`api` нової версії додано попередню версію специфікації OpenAPI.
zh_hans: :ref:`api` 现在有了预览 OpenAPI 规格。

source: Stale, empty glossaries are now automatically removed.
de: Veraltete, leere Glossare werden nun automatisch gelöscht.
ga: Baintear gluaiseanna seanchaite go huathoibríoch anois.
hu: Az üresen maradt és elavult szójegyzékek automatikusan eltávolításra kerülnek.
id: Glosarium yang basi dan kosong kini dihapus secara otomatis.
nl: Verouderde, lege woordenlijsten worden nu automatisch verwijderd.
pt_br: Glossários obsoletos e vazios agora são removidos automaticamente.
sv: Föråldrade, tomma ordlistor tas nu bort automatiskt.
ta: பழைய, வெற்று சொற்களஞ்சியங்கள் இப்போது தானாகவே அகற்றப்படுகின்றன.
tr: Eski ve boş sözlüklerin kendiliğinden kaldırılması sağlandı.
uk: У новій версії програма автоматично вилучає застарілі, порожні глосарії.
zh_hans: 自动删除陈旧空白的术语表。

source: Translation and language view in the project now include basic information about the language and plurals.
de: Die Übersetzungs- und Sprachansicht im Projekt enthält jetzt grundlegende Informationen über die Sprache und Pluralformen.
ga: Tá eolas bunúsach faoin teanga agus san iolra anois san áireamh san aistriúchán agus dearcadh teanga sa tionscadal.
hu: A projekt nyelvi és fordítási nézetei mostantól alapvető információkat mutatnak a nyelvről és a többes szám kezeléséről.
id: Tampilan terjemahan dan bahasa dalam proyek sekarang menyertakan informasi dasar tentang bahasa dan bentuk jamak.
nl: Vertaling en taalweergave in het project bevatten nu basisinformatie over de taal en de meervoudsvormen.
pt_br: A visualização de tradução e de idioma no projeto agora incluem informações básicas sobre o idioma e os plurais.
sv: Översättning och språkvy i projektet innehåller nu grundläggande information om språket och pluralformer.
ta: திட்டத்தில் மொழிபெயர்ப்பு மற்றும் மொழி பார்வை இப்போது மொழி மற்றும் பன்மை பற்றிய அடிப்படை தகவல்களை உள்ளடக்கியது.
tr: Projedeki çeviri ve dil görünümüne dil ve çoğul biçimler ile ilgili temel bilgiler eklendi.
uk: На панелі перекладу та мови проєкту у новій версії буде показано базові відомості щодо мови і форм множини.
zh_hans: 项目中的翻译和语言视图现在包括语言和复数的基本信息。

source: :ref:`search-replace` shows a preview of matched strings.
de: :ref:`search-replace` zeigt eine Vorschau der übereinstimmenden Zeichenketten.
ga: :ref:`search-replace` Léiríonn réamhamharc ar theaghráin chomhoiriúnaithe.
hu: A :ref:`search-replace` funkció előnézetet mutat az egyező szövegekből.
id: :ref:`search-replace` menampilkan pratinjau string yang cocok.
nl: :ref:`search-replace` geeft een voorbeeld van overeenkomende tekenreeksen weer.
pt_br: :ref:`search-replace` mostra uma prévia de textos correspondentes.
sv: :ref:`search-replace` visar en förhandsgranskning av matchande strängar.
tr: :ref:`search-replace` ile eşleşen dizgelerin ön izlemesinin görüntülenmesi sağlandı.
uk: :ref:`search-replace` у новій версії показує попередній перегляд відповідних рядків.
zh_hans: :ref:`search-replace` 显示匹配字符串的预览。

source: :ref:`aresource` now support translatable attribute in its strings.
de: :ref:`aresource` unterstützt jetzt übersetzbare Attribute in seinen Zeichenketten.
ga: Tacaíonn :ref:`aresource` anois le tréith inaistrithe ina theaghráin.
hu: Az :ref:`aresource` mostantól támogatja a „translatable” attribútumot a szövegeiben.
id: :ref:`aresource` sekarang mendukung atribut yang dapat diterjemahkan dalam stringnya.
nl: :ref:`aresource` ondersteunt nu vertaalbare attributen in zijn tekenreeksen.
pt_br: :ref:`aresource` agora suportam atributo traduzível em seus textos.
sv: :ref:`aresource` stöder nu översättningsbara attribut i sina strängar.
tr: :ref:`aresource` artık kendi dizgelerinde çevrilebilir olma niteliğini destekliyor.
uk: :ref:`aresource` тепер підтримує перекладний атрибут у своїх рядках.

source: Creating component via file upload (Translate document) now supports bilingual files.
de: Das Erstellen von Komponenten per Dateiupload (Dokument übersetzen) unterstützt jetzt zweisprachige Dateien.
ga: Tacaíonn cruthú comhpháirte trí uaslódáil comhad (Aistrigh doiciméad) le comhaid dhátheangacha anois.
hu: Az összetevők fájl feltöltésével történő létrehozása (Dokumentum fordítása) mostantól támogatja a kétnyelvű fájlokat is.
id: Pembuatan komponen melalui unggahan berkas (Terjemahkan dokumen) kini mendukung berkas dwibahasa.
nl: Onderdeel maken via uploaden van bestand (Translate document) ondersteunt nu tweetalige indelingen.
pt_br: A criação de componentes por meio de envio de arquivo (Traduzir documento) agora oferece suporte a arquivos bilíngues.
sv: Skapande av komponenter via filuppladdning (Översätt dokument) stöder nu tvåspråkiga filer.
ta: கோப்பு பதிவேற்றம் வழியாக கூறுகளை உருவாக்குதல் (ஆவணத்தை மொழிபெயர்க்கவும்) இப்போது இருமொழி கோப்புகளை ஆதரிக்கிறது.
tr: Dosya yükleme ile bileşen oluşturma özelliğine (Belgeyi çevir) iki dilli dosyalar desteği eklendi.
uk: У засобі створення складника за допомогою вивантаження файла (Перекласти документ) нової версії передбачено підтримку двомовних файлів.
zh_hans: 通过文件上传（翻译文档）创建部件现支持双语文件。

source: Displaying :ref:`workflow-customization` setting in some cases.
de: Anzeige der Einstellung :ref:`workflow-customization` in einigen Fällen.
ga: Socrú :ref:`workflow-customization` á thaispeáint i gcásanna áirithe.
hu: Bizonyos esetekben mostantól megjelenik a :ref:`workflow-customization` beállítás.
id: Menampilkan pengaturan :ref:`workflow-customization` dalam beberapa kasus.
ja: いくつかのケースでの :ref:`workflow-customization` の表示。
nl: Weergeven van de instelling :ref:`workflow-customization` in sommige gevallen.
pt_br: Exibição da configuração de :ref:`workflow-customization` em alguns casos.
sv: Visar inställningen :ref:`workflow-customization` i vissa fall.
tr: Bazı durumlarda :ref:`workflow-customization` ayarlarının görüntülenmesi sağlandı.
uk: Відображення параметра :ref:`workflow-customization` у деяких випадках.
zh_hans: 在某些情况下展示 :ref:`workflow-customization` 设置。

source: Users can add component in any language already existing in a project.
de: Benutzer können Komponenten in jeder bereits in einem Projekt vorhandenen Sprache hinzufügen.
ga: Is féidir le húsáideoirí comhpháirt a chur leis i dteanga ar bith atá cheana féin i dtionscadal.
hu: A felhasználók mostantól bármely, a projektben már létező nyelven hozhatnak létre új összetevőt.
id: Pengguna dapat menambahkan komponen dalam bahasa apa pun yang sudah ada dalam suatu proyek.
ja: ユーザーは、プロジェクト内に既に存在する言語でコンポーネントを追加できる。
nl: Gebruikers kunnen een onderdeel toevoegen in elke taal die al bestaat in een project.
pt_br: Os usuários podem adicionar componentes em qualquer idioma já existente em um projeto.
sv: Användare kan lägga till komponenter på vilket språk som helst som redan finns i ett projekt.
ta: ஒரு திட்டத்தில் ஏற்கனவே இருக்கும் எந்த மொழியிலும் பயனர்கள் கூறுகளைச் சேர்க்கலாம்.
tr: Kullanıcıların projede zaten var olan herhangi bir dilde bileşen ekleyebilmesi sağlandı.
uk: Користувачі можуть додавати складники будь-якою мовою, наявною в проєкті.
zh_hans: 用户可以在项目现有的任何语言中添加部件。

source: :ref:`check-unnamed-format` better handles some strings, such as :ref:`check-python-brace-format`.
de: :ref:`check-unnamed-format` verarbeitet einige Zeichenketten besser, wie etwa :ref:`check-python-brace-format`.
ga: Láimhseálann :ref:`check-unnamed-format` roinnt teaghráin níos fearr, mar shampla :ref:`check-python-brace-format`.
hu: A :ref:`Több névtelen változó <check-unnamed-format>` ellenőrzése mostantól jobban kezel egyes szövegeket, például a :ref:`Python kapcsos formátum <check-python-brace-format>` esetét.
id: :ref:`check-unnamed-format` menangani beberapa string dengan lebih baik, seperti :ref:`check-python-brace-format`.
nl: :ref:`check-unnamed-format` handelt sommige tekenreeksen beter af, zoals :ref:`check-python-brace-format`.
pt_br: :ref:`check-unnamed-format` lidam melhor com alguns textos, como :ref:`check-python-brace-format`.
sv: :ref:`check-unnamed-format` hanterar vissa strängar bättre, till exempel :ref:`check-python-brace-format`.
ta: :ref:`check-unnamed-format` better கையாளுகிறது some strings, such அச் :ref:`check-python-brace-format`.
tr: :ref:`check-unnamed-format` komutunun, :ref:`check-python-brace-format` gibi bazı dizgeleri daha iyi işlemesi sağlandı.
uk: :ref:`check-unnamed-format` у новій версії краще обробляє деякі рядки, зокрема :ref:`check-python-brace-format`.
zh_hans: :ref:`check-unnamed-format` 更好地处理某些字符串，比如 :ref:`check-python-brace-format`。

source: Weblate now requires Python 3.11 or newer.
de: Weblate erfordert jetzt Python 3.11 oder neuer.
ga: Tá Python 3.11 nó níos nuaí ag teastáil ó Weblate anois.
hu: A Weblate mostantól Python 3.11 vagy újabb verziót igényel.
id: Weblate sekarang membutuhkan Python 3.11 atau yang lebih baru.
nl: Weblate vereist nu Python 3.11 of nieuwer.
pt_br: O Weblate agora requer Python 3.11 ou mais recente.
sv: Weblate kräver nu Python 3.11 eller nyare.
ta: வெப்லேட்டுக்கு இப்போது பைதான் 3.11 அல்லது புதியது தேவைப்படுகிறது.
tr: Weblate için artık Python 3.11 ya da üzeri gerekiyor.
uk: Для роботи Weblate з цієї версії потрібен Python 3.11 або новіша версія.
zh_hans: Weblate 现在需要 Python 3.11 或更新版本。

source: :ref:`mt-aws` now requires the ``TranslateFullAccess`` permission.
de: :ref:`mt-aws` erfordert nun die Berechtigung ``TranslateFullAccess``.
ga: Éilíonn :ref:`mt-aws` cead ``TranslateFullAccess`` anois.
hu: Az :ref:`mt-aws` mostantól megköveteli a ``TranslateFullAccess`` jogosultságot.
id: :ref:`mt-aws` sekarang memerlukan izin ``TranslateFullAccess``.
nl: :ref:`mt-aws` vereist nu het recht ``TranslateFullAccess``.
sv: :ref:`mt-aws` kräver nu behörigheten ``TranslateFullAccess``.
uk: :ref:`mt-aws` тепер потрібен дозвіл ``TranslateFullAccess``.

source: There are several changes in :file:`settings_example.py`, most notable are the new settings for :ref:`api` in ``SPECTACULAR_SETTINGS`` and changes in ``REST_FRAMEWORK`` and ``INSTALLED_APPS``; please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten sind die neuen Einstellungen für :ref:`api` in ``SPECTACULAR_SETTINGS`` und Änderungen in ``REST_FRAMEWORK`` und ``INSTALLED_APPS``; bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe i :file:`settings_example.py`, is suntasaí ná na socruithe nua le haghaidh :ref:`api` i ``SPECTACULAR_SETTINGS`` agus athruithe i ``REST_FRAMEWORK`` agus ``INSTALLED_APPS``; coigeartaigh do shocruithe dá réir.
hu: Számos változás történt a :file:`settings_example.py` fájlban, különösen a :ref:`REST API <api>` beállításaiban a ``SPECTACULAR_SETTINGS`` alatt, valamint módosultak a ``REST_FRAMEWORK`` és ``INSTALLED_APPS`` szekciók; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling penting adalah pengaturan baru untuk :ref:`api` di ``SPECTACULAR_SETTINGS`` dan perubahan dalam ``REST_FRAMEWORK`` dan ``INSTALLED_APPS``; silakan sesuaikan pengaturan Anda sebagaimana mestinya.
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn de nieuwe instellingen voor :ref:`api` in ``SPECTACULAR_SETTINGS`` en wijzigingen in ``REST_FRAMEWORK`` en ``INSTALLED_APPS``; pas uw instellingen overeenkomstig aan.
pt: Existem várias alterações em :file:`settings_example.py`, as mais notáveis são as novas configurações para :ref:`api` em ``SPECTACULAR_SETTINGS`` e alterações em ``REST_FRAMEWORK`` e ``INSTALLED_APPS``. Ajuste as suas configurações de acordo.
pt_br: Há várias alterações em :file:`settings_example.py`, as mais notáveis são as novas configurações para :ref:`api` em ``SPECTACULAR_SETTINGS`` e as alterações em ``REST_FRAMEWORK`` e ``INSTALLED_APPS``; ajuste suas configurações de acordo.
sv: Det finns flera ändringar i :file:`settings_example.py`, de mest anmärkningsvärda är de nya inställningarna för :ref:`api` i ``SPECTACULAR_SETTINGS`` och ändringar i ``REST_FRAMEWORK`` och ``INSTALLED_APPS``; justera dina inställningar därefter.
tr: :file:`settings_example.py` dosyasında birkaç değişiklik yapıldı. En önemlileri ``SPECTACULAR_SETTINGS`` içindeki yeni :ref:`api` ayarları ve ``REST_FRAMEWORK`` ile ``INSTALLED_APPS`` içindeki değişiklikler. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: У файлі :file:`settings_example.py` відбулося кілька змін, найпомітнішими з яких є нові налаштування для :ref:`api` у ``SPECTACULAR_SETTINGS`` і зміни у ``REST_FRAMEWORK`` і ``INSTALLED_APPS``; будь ласка, внесіть відповідні зміни у свої налаштування.
zh_hans: :file:`settings_example.py` 中有几项更改，最显著的是 ``SPECTACULAR_SETTINGS`` 中 :ref:`2fa` 的新设置以及 ``REST_FRAMEWORK`` 和 ``INSTALLED_APPS`` 中的更改；请相应调整你的设置。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/122?cloced=1> ____.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/122?closed=1>`__。

source: *Released on September 5th 2024.*
de: *Veröffentlicht am 5. September 2024.*
ga: *Eisithe ar 5 Meán Fómhair 2024.*
hu: *Kiadva: 2024. szeptember 5.*
id: *Dirilis pada 5 September 2024.*
nl: *Uitgegeven op 5 september 2024.*
pt_br: *Atualizado em 5 de setembro de 2024.*
sv: *Släpptes den 5 september 2024.*
tr: *5 Eylül 2024 tarihinde yayınlandı.*
uk: *Випущено 5 вересня 2024 року.*

source: :ref:`2fa` remembers last method used by user.
de: :ref:`2fa` merkt sich die letzte vom Benutzer verwendete Methode.
ga: Cuimhníonn :ref:`2fa` ar an modh deireanach a d’úsáid an t-úsáideoir.
hu: A :ref:`2fa` mostantól megjegyzi a felhasználó által legutóbb használt hitelesítési módot.
id: :ref:`2fa` mengingat metode terakhir yang digunakan oleh pengguna.
ja: :ref:`2fa` は、ユーザーが最後に使用した方法を保存。
nl: :ref:`2fa` onthoud de door de gebruiker laatst gebruikte methode.
pt: :ref:`2fa` lembra o último método usado pelo utilizador.
pt_br: :ref:`2fa` lembra o último método usado pelo usuário.
sv: :ref:`2fa` kommer ihåg den senaste metoden som användaren använde.
tr: :ref:`2fa` tarafından kullanıcının son kullandığı yöntemin hatırlanması sağlandı.
uk: :ref:`2fa` запам'ятовує останній використаний користувачем метод.
zh_hans: :ref:`2fa` 记住用户最后使用的方法。

source: Instead of redirecting, the sign-out now displays a page.
de: Anstatt einer Weiterleitung wird beim Abmelden nun eine Seite angezeigt.
ga: In ionad atreorú a dhéanamh, taispeánann an síniú amach leathanach anois.
hu: A kijelentkezés mostantól nem átirányít, hanem külön oldalon jelenik meg.
id: Alih-alih mengalihkan, tanda keluar sekarang menampilkan halaman.
ja: リダイレクトする代わりに、サインアウト時にページを表示するように改良。
nl: In plaats van verwijzen, geeft uitloggen nu een pagina weer.
pt: Em vez de redirecionar, a saída agora exibe uma página.
pt_br: Em vez de redirecionar, a saída agora exibe uma página.
sv: Istället för att omdirigera visas nu en sida när du loggar ut.
ta: திருப்பிவிடுவதற்கு பதிலாக, உள்நுழைவு இப்போது ஒரு பக்கத்தைக் காட்டுகிறது.
tr: Oturum kapatıldığında yönlendirme yerine bir sayfanın görüntülenmesi sağlandı.
uk: Замість переспрямовування після виходу програма показує сторінку.
zh_hans: 退出登录现在显示一个页面，而不是重定向。

source: Improved readability of exception logs.
de: Verbesserte Lesbarkeit von Ausnahmeprotokollen.
ga: Inléiteacht fheabhsaithe logaí eisceachta.
hu: Javult a kivételnaplók olvashatósága.
id: Peningkatan keterbacaan log pengecualian.
ja: 例外ログの可読性の改良。
nl: Verbeterde leesbaarheid van logs voor uitzonderingen.
pt_br: Melhorada a legibilidade dos logs de exceções.
sv: Förbättrad läsbarhet av undantagsloggar.
ta: விதிவிலக்கு பதிவுகளின் மேம்பட்ட வாசிப்பு.
tr: Hata günlüklerinin okunabilirliği iyileştirildi.
uk: Покращена читабельність журналів винятків.
zh_hans: 改进了异常日志的可读性。

source: Updating of translations from the repository in linked components.
de: Aktualisierung von Übersetzungen aus dem Repository in verlinkten Komponenten.
ga: Aistriúcháin ón stór i gcomhpháirteanna nasctha a nuashonrú.
hu: A fordítások frissítése a tárolóból mostantól működik az összekapcsolt összetevők esetében is.
id: Pembaruan terjemahan dari repositori dalam komponen yang tertaut.
ja: リンクされたコンポーネントのリポジトリからの翻訳の更新。
nl: Bijwerken van vertalingen vanuit de opslagruimte in gekoppelde onderdelen.
pt: Atualização de traduções do repositório em componentes vinculados.
pt_br: Atualização de traduções do repositório em componentes vinculados.
sv: Uppdatering av översättningar från arkivet i länkade komponenter.
ta: இணைக்கப்பட்ட கூறுகளில் களஞ்சியத்திலிருந்து மொழிபெயர்ப்புகளைப் புதுப்பித்தல்.
tr: Bağlantılı bileşenlerde depodaki çeviriler güncellendi.
uk: Оновлення перекладів зі сховища у пов'язаних складниках.
zh_hans: 从链接部件的仓库更新译文。

source: Improved rendering of digest notification e-mails.
de: Verbesserte Darstellung der Zusammenfassungs-Benachrichtigungen in E-Mails.
ga: Rindreáil feabhsaithe ar r-phoist fógra achomair.
hu: Javult az összefoglaló értesítő e-mailek megjelenítése.
id: Peningkatan rendering pemberitahuan intisari surel.
ja: ダイジェスト通知メールのレンダリングの改良。
nl: Verbeterd renderen van e-mails met samengevatte notificaties.
pt_br: Melhorada a renderização de e-mails de notificação de resumo.
sv: Förbättrad återgivning av e-postmeddelanden med sammanfattningar.
ta: டைசச்ட் அறிவிப்பு மின்னஞ்சல்களின் மேம்பட்ட வழங்குதல்.
tr: Bildirim özeti e-postalarının görünümü iyileştirildi.
uk: Покращено показ сповіщень про дайджест на електронну пошту.
zh_hans: 改进了摘要通知电子邮件的渲染。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/126?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/126?closed=1>`__。

source: *Released on August 30th 2024.*
de: *Veröffentlicht am 30. August 2024.*
ga: *Eisithe ar 30 Lúnasa 2024.*
hu: *Kiadva: 2024. augusztus 30.*
id: *Dirilis pada 30 Agustus 2024.*
nl: *Uitgegeven op 30 augustus 2024.*
pt_br: *Atualizado em 30 de agosto de 2024.*
sv: *Släpptes den 30 augusti 2024.*
tr: *30 Ağustos 2024 tarihinde yayınlandı.*
uk: *Випущено 30 серпня 2024 року.*

source: Updated language names to better describe different scripts and Sinitic languages.
de: Aktualisierte Sprachnamen zur besseren Beschreibung der verschiedenen Skripte und sinitischen Sprachen.
ga: Ainmneacha teangacha nuashonraithe chun cur síos níos fearr a dhéanamh ar scripteanna agus teangacha Siníteacha éagsúla.
hu: A nyelvnevek frissítve lettek a különböző írásrendszerek és kínai nyelvek jobb megkülönböztetése érdekében.
id: Nama bahasa diperbarui agar dapat menggambarkan berbagai aksara dan bahasa Sinitik dengan lebih baik.
nl: Bijgewerkte namen voor talen om de verschillende schriften en Sinitische talen beter te beschrijven.
sv: Språknamn har uppdaterats för att bättre beskriva olika skriftsystem och sinitiska språk.
uk: Оновлено назви мов для кращого опису різних писемностей та китайських мов.
