Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed dismissing of checks.
de: Das Verwerfen von Prüfungen korrigiert.
ga: Seiceálacha a dhíbhe socraithe.
hu: Javítva az ellenőrzések elvetésének folyamata.
id: Memperbaiki penolakan pemeriksaan.
nl: Gerepareerd uitschakelen van controles.
pt_br: Correção para cancelamentos de cheques.
sv: Fast avfärdande av kontroller.
uk: Виправлено відхилення чеків.

source: Reduced overhead of rendering other strings while translating.
de: Geringerer Aufwand für das Darstellen anderer Zeichenketten beim Übersetzen.
ga: Lasnairde laghdaithe ar rindreáil teaghráin eile agus iad ag aistriú.
hu: Csökkent a fordítás közbeni egyéb szövegek megjelenítésének erőforrásigénye.
id: Mengurangi overhead dalam merender string lain saat menerjemahkan.
nl: Verminderde overhead van het renderen van andere tekenreeksen tijden vertalen.
pt_br: Redução da sobrecarga de renderização de outros textos durante a tradução.
sv: Minskad overhead för rendering av andra strängar under översättning.
uk: Зменшено витрати на рендеринг інших рядків під час перекладу.

source: Improved performance of some :ref:`api` endpoints.
de: Die Leistung einiger Endpunkte von :ref:`api` verbessert.
ga: Feidhmíocht fheabhsaithe roinnt críochphointí :ref:`api`.
hu: Javult néhány :ref:`REST API <api>` végpont teljesítménye.
id: Peningkatan kinerja beberapa titik akhir :ref:`api`.
nl: Verbeterde prestaties van enkele :ref:`api` eindpunten.
pt_br: Melhoria no desempenho de alguns endpoints :ref:`api`.
sv: Förbättrad prestanda för vissa :ref:`api`-slutpunkter.
uk: Покращена продуктивність деяких кінцевих точок :ref:`api`.

source: Fixed :ref:`language-parsing-codes` in some corner cases.
de: :ref:`language-parsing-codes` in einigen Ausnahmefällen korrigiert.
ga: Seasta :ref:`language-parsing-codes` i roinnt cásanna cúinne.
hu: Javítva a :ref:`language-parsing-codes` néhány speciális esetben.
id: Memperbaiki :ref:`language-parsing-codes` dalam beberapa kasus khusus.
nl: Gerepareerde :ref:`language-parsing-codes` in enkele randgevallen.
pt_br: Corrigido :ref:`language-parsing-codes` em alguns casos extremos.
sv: Fixat :ref:`language-parsing-codes` i vissa specialfall.
uk: Виправлено :ref:`language-parsing-codes` у деяких кутових випадках.

source: :ref:`search-strings` now properly finds exact match on the component.
de: :ref:`search-strings` findet nun die genaue Übereinstimmung mit der Komponente.
ga: Aimsíonn :ref:`search-strings` comhoiriúnú cruinn ar an gcomhpháirt i gceart anois.
hu: A :ref:`search-strings` mostantól megfelelően megtalálja a pontos egyezéseket az összetevőn belül.
id: :ref:`search-strings` sekarang menemukan kecocokan yang tepat pada komponen.
nl: :ref:`search-strings` zoekt nu op de juiste wijze een exacte overeenkomst in het onderdeel.
pt_br: :ref:`search-strings` agora encontra corretamente a correspondência exata no componente.
sv: :ref:`search-strings` hittar nu korrekt exakta matchningar på komponenten.
uk: :ref:`search-strings` тепер правильно знаходить точну відповідність на компоненті.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/140?closed=1>`__.

source: *Released on March 13th 2025.*
de: *Veröffentlicht am 13. März 2025.*
ga: *Scaoilte an 13 Márta 2025.*
hu: *Kiadva: 2025. március 13.*
id: *Dirilis pada 13 Maret 2025.*
nl: *Uitgegeven op 13 maart 2025.*
pt_br: *Atualizado em 13 de março de 2025.*
sv: *Släppt den 13 mars 2025.*
uk: *Випущено 13 березня 2025 року.*

source: Captcha is not shown for registrations via :ref:`invite-user`.
de: Bei Registrierungen über :ref:`invite-user` wird kein Captcha angezeigt.
ga: Ní thaispeántar Captcha le haghaidh clárúcháin trí :ref:`invite-user`.
hu: Az :ref:`invite-user` funkción keresztüli regisztrációk esetén nem jelenik meg captcha.
id: Captcha tidak ditampilkan untuk pendaftaran melalui :ref:`invite-user`.
nl: Captcha wordt niet weergegeven voor registreren via :ref:`invite-user`.
pt_br: Proteção por Captcha não é exibido para registros via :ref:`invite-user`.
sv: Captcha visas inte för registreringar via :ref:`invite-user`.
uk: Captcha не відображається для реєстрації через :ref:`invite-user`.

source: Improved performance of API download endpoints.
de: Verbesserte Leistung der API-Download-Endpunkte.
ga: Feidhmíocht fheabhsaithe críochphointí íoslódála API.
hu: Javult az API letöltési végpontok teljesítménye.
id: Meningkatkan kinerja titik akhir pengunduhan API.
nl: Verbeterde uitvoering van API eindpunten voor downloaden.
pt_br: Melhoria no desempenho dos pontos de extremidade de download da API.
sv: Förbättrad prestanda för API-nedladdningsändpunkter.
uk: Покращена продуктивність кінцевих точок завантаження API.

source: Optimized fetching other translations while translating.
de: Optimiertes Abrufen von anderen Übersetzungen während des Übersetzens.
ga: Optamaithe ag fáil aistriúcháin eile agus iad ag aistriú.
hu: Optimalizáltuk az egyéb fordítások lekérését fordítás közben.
id: Mengoptimalkan pengambilan terjemahan lain selagi menerjemahkan.
nl: Geoptimaliseerd ophalen van andere vertalingen tijdens vertalen.
pt_br: Otimização na busca de outras traduções durante a tradução.
sv: Optimerad hämtning av andra översättningar under översättningen.
uk: Оптимізовано отримання інших перекладів під час перекладу.

source: Reduced notifications overhead.
de: Geringerer Aufwand für Benachrichtigungen.
ga: Fógraí laghdaithe forchostais.
hu: Csökkentettük az értesítések okozta terhelést.
id: Mengurangi notifikasi overhead.
nl: Verminderde overhead voor notificaties.
pt_br: Redução da sobrecarga de notificações.
sv: Minskad overhead för aviseringar.
uk: Зменшені накладні витрати на сповіщення.

source: Improved handling of components using :ref:`internal-urls`.
de: Verbesserte Handhabung von Komponenten die :ref:`internal-urls` verwenden.
ga: Láimhseáil fheabhsaithe comhpháirteanna ag baint úsáide as :ref:`internal-urls`.
hu: Jobb lett a :ref:`internal-urls` használó összetevők kezelése.
id: Peningkatan penanganan komponen menggunakan :ref:`internal-urls`.
nl: Verbeterde afhandeling van onderdelen met :ref:`internal-urls`.
pt_br: Melhoria no tratamento de componentes que usam :ref:`internal-urls`.
sv: Förbättrad hantering av komponenter med hjälp av :ref:`internal-urls`.
uk: Покращена обробка компонентів за допомогою :ref:`internal-urls`.

source: Fixed authenticating with some Git servers.
de: Die Authentifizierung mit einigen Git-Servern korrigiert.
ga: Seasta fíordheimhniú le roinnt freastalaithe Git.
hu: Javítva az egyes Git szerverekkel történő hitelesítés.
id: Memperbaiki autentikasi dengan beberapa server Git.
nl: Gerepareerd authenticeren met enkele Git-servers.
pt_br: Correção da autenticação em alguns servidores Git.
sv: Fixat autentisering med vissa Git-servrar.
uk: Виправлено автентифікацію на деяких серверах Git.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/139?closed=1>`__.

source: *Released on February 28th 2025.*
de: *Veröffentlicht am 28. Februar 2025.*
ga: *Eisithe ar 28 Feabhra 2025.*
hu: *Kiadva: 2025. február 28.*
id: *Dirilis pada 28 Februari 2025.*
nl: *Uitgegeven op 28 februari 2025.*
pt_br: *Atualizado em 28 de fevereiro de 2025.*
sv: *Släpptes den 28 februari 2025.*
tr: *28 Şubat 2025 tarihinde yayınlandı.*
uk: *Випущено 28 лютого 2025 року.*

source: Improved :ref:`translation-memory` matching.
de: Verbesserter :ref:`translation-memory`-Abgleich.
ga: Meaitseáil :ref:`translation-memory` feabhsaithe.
hu: Javult a :ref:`translation-memory` egyezések felismerése.
id: Peningkatan pencocokan :ref:`translation-memory`.
nl: Verbeterde overeenkomsten :ref:`translation-memory`.
pt_br: Melhorado a correspondência :ref:`translation-memory`.
sv: Förbättrad :ref:`translation-memory`-matchning.
tr: :ref:`translation-memory` eşleşmeleri iyileştirildi.
uk: Покращено відповідність :ref:`translation-memory`.

source: Visual diff now better highlights whitespace additions.
de: Visual diff hebt jetzt hinzugefügte Leerzeichen besser hervor.
ga: Cuireann Visual diff béim níos fearr anois ar bhreiseanna spás bán.
hu: A vizuális eltéréskiemelés mostantól jobban mutatja a szóközök hozzáadását.
id: Perbedaan visual sekarang lebih menyoroti penambahan spasi.
nl: Visuele verschillen accentueert nu aanvullingen van witruimte beter.
pt_br: A diferença visual agora destaca melhor as adições de espaços em branco.
sv: Visuell diff markerar nu tillägg av blanktecken tydligare.
tr: Görsel fark denetiminin boşluk eklemelerini daha iyi vurgulaması sağlandı.
uk: Візуальна різниця тепер краще виділяє додавання пробілів.

source: Improved performance on large projects.
de: Verbesserte Leistung bei großen Projekten.
ga: Feidhmíocht fheabhsaithe ar thionscadail mhóra.
hu: Javult a teljesítmény nagy méretű projektek esetében.
id: Peningkatan kinerja pada proyek besar.
nl: Verbeterde prestaties voor grote projecten.
pt_br: Melhorado o desempenho em grandes projetos.
sv: Förbättrad prestanda vid stora projekt.
tr: büyük projelerin başarımı iyileştirildi.
uk: Покращена продуктивність у великих проектах.

source: Consistency of :ref:`search-boolean` in :doc:`/user/search`.
de: Konsistenz von :ref:`search-boolean` in :doc:`/user/search`.
ga: Comhsheasmhacht :ref:`search-boolean` in :doc:`/user/search`.
hu: Következetessé vált a :ref:`search-boolean` működése a :doc:`/user/search` funkcióban.
id: Konsistensi :ref:`search-boolean` dalam :doc:`/user/search`.
nl: Consistentie van :ref:`search-boolean` in :doc:`/user/search`.
pt_br: Consistência de :ref:`search-boolean` em :doc:`/user/search`.
sv: Konsistens för :ref:`search-boolean` i :doc:`/user/search`.
tr: :doc:`/user/search` içinde :ref:`search-boolean` tutarlılığı artırıldı.
uk: Узгодженість :ref:`search-boolean` у :doc:`/user/search`.

source: Fixed some :ref:`addons` trigger upon installation.
de: Einige :ref:`addons`-Trigger bei der Installation korrigiert.
ga: Socraíodh roinnt truicear :ref:`addons` tráth a shuiteáil.
hu: Javítva néhány :ref:`kiegészítő <addons>` telepítéskori aktiválása.
id: Memperbaiki beberapa pemicu :ref:`addons` saat instalasi.
nl: Sommige :ref:`addons` activeren bij installatie gerepareerd.
pt_br: Correção de algumas :ref:`addons` acionadas na instalação.
sv: Fixade några :ref:`addons`-triggers vid installation.
tr: Kurulum sırasında yaşanan bazı :ref:`addons` tetiklenme sorunları düzeltildi.
uk: Виправлено деякі тригери :ref:`addons` після встановлення.

source: Fixed restoring of Git repositories from :ref:`projectbackup`.
de: Das Wiederherstellen von Git-Repositorys aus :ref:`projectbackup` korrigiert.
ga: Athchóiriú seasta ar stórtha Git ó :ref:`projectbackup`.
hu: Javítva a Git tárolók visszaállítása a :ref:`projectbackup` használatakor.
id: Memperbaiki pengembalian repositori Git dari :ref:`projectbackup`.
nl: Herstellen van opslagruimten voor Git vanuit :ref:`projectbackup` gerepareerd.
pt_br: Corrigida a restauração de repositórios Git a partir de :ref:`projectbackup`.
sv: Fast återställning av Git-arkiv från :ref:`projectbackup`.
tr: Git depolarının :ref:`projectbackup` üzerinden geri yüklenmesindeki sorun giderildi.
uk: Виправлено відновлення репозиторіїв Git із :ref:`projectbackup`.

source: Weblate has switched to a different library for zxcvbn integration, as the old one is no longer maintained, see :ref:`password-authentication`.
de: Weblate hat auf eine andere Bibliothek für die zxcvbn-Integration umgestellt, da die alte Bibliothek nicht mehr gepflegt wird, siehe :ref:`password-authentication`.
ga: D'aistrigh Weblate go leabharlann eile le haghaidh comhtháthú zxcvbn, toisc nach bhfuil an seancheann á chothabháil a thuilleadh, féach :ref:`password-authentication`.
hu: A Weblate másik könyvtárra váltott a zxcvbn integrációhoz, mivel a korábbi könyvtár már nem karbantartott, részletek: :ref:`password-authentication`.
id: Weblate telah beralih ke pustaka lain untuk integrasi zxcvbn, karena yang lama tidak lagi dikelola, lihat :ref:`password-authentication`.
nl: Weblate is overgeschakeld naar een andere bibliotheek voor de integratie van zxcvbn, omdat de oude niet langer wordt ondehrouden, bekijk :ref:`password-authentication`.
pt_br: O Weblate mudou para uma biblioteca diferente para a integração com o zxcvbn, pois a antiga não é mais mantida, consulte :ref:`password-authentication`.
sv: Weblate har bytt till ett annat bibliotek för zxcvbn-integration, eftersom det gamla inte längre underhålls, se :ref:`password-authentication`.
tr: Eski kitaplık artık geliştirilmediğinden, Weblate ile zxcvbn bütünleştirmesi için kullanılan kitaplık değiştirildi. Ayrıntılı bilgi alın: :ref:`password-authentication`.
uk: Weblate перейшов на іншу бібліотеку для інтеграції zxcvbn, оскільки стара більше не підтримується, див. :ref:`password-authentication`.

source: Weblate uses proactive authentication with Git 2.46.0 and newer when HTTP credentials are supplied.
de: Weblate verwendet eine proaktive Authentifizierung mit Git 2.46.0 und neuer, wenn HTTP-Zugangsdaten angegeben werden.
ga: Úsáideann Weblate fíordheimhniú réamhghníomhach le Git 2.46.0 agus níos nuaí nuair a sholáthraítear dintiúir HTTP.
hu: A Weblate proaktív hitelesítést alkalmaz a Git 2.46.0 és újabb verziókkal, ha HTTP-hitelesítési adatok vannak megadva.
id: Weblate menggunakan autentikasi proaktif dengan Git 2.46.0 dan yang lebih baru saat kredensial HTTP diberikan.
nl: Weblate gebruikt proactieve authenticatie met Git 2.46.0 en nieuwer als inloggegevens van HTTP worden opgegeven.
pt_br: Weblate usa autenticação proativa com o Git 2.46.0 e versões mais recentes quando as credenciais HTTP são fornecidas.
sv: Weblate använder proaktiv autentisering med Git 2.46.0 och nyare när HTTP-autentiseringsuppgifter anges.
uk: Weblate використовує проактивну автентифікацію з Git 2.46.0 і новіших версій, якщо надаються облікові дані HTTP.

source: There are several changes in :file:`settings_example.py`, most notable are changed settings ``AUTH_PASSWORD_VALIDATORS`` and ``INSTALLED_APPS``; please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten sind die geänderten Einstellungen ``AUTH_PASSWORD_VALIDATORS`` und ``INSTALLED_APPS``; bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe i :file:`settings_example.py`, is suntasaí iad na socruithe athraithe ``AUTH_PASSWORD_VALIDATORS`` agus ``INSTALLED_APPS``; coigeartaigh do shocruithe dá réir.
hu: Több változás történt a :file:`settings_example.py` fájlban, a legfontosabbak a ``AUTH_PASSWORD_VALIDATORS`` és ``INSTALLED_APPS`` beállítások módosítása; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling penting adalah perubahan pengaturan ``AUTH_PASSWORD_VALIDATORS`` dan ``INSTALLED_APPS``; harap sesuaikan pengaturan Anda.
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn wijzigingen aan instellingen in ``AUTH_PASSWORD_VALIDATORS`` en ``INSTALLED_APPS``; pas uw instellingen overeenkomstig aan.
pt_br: Há várias alterações em :file:`settings_example.py`, as mais notáveis são as configurações alteradas ``AUTH_PASSWORD_VALIDATORS`` e ``INSTALLED_APPS``; ajuste suas configurações de acordo.
sv: Det finns flera ändringar i :file:`settings_example.py`, de mest anmärkningsvärda är ändrade inställningar ``AUTH_PASSWORD_VALIDATORS`` och ``INSTALLED_APPS``; justera dina inställningar därefter.
tr: :file:`settings_example.py` içinde birkaç değişiklik yapıldı. En önemlileri ``AUTH_PASSWORD_VALIDATORS`` ve ``INSTALLED_APPS`` değişiklikleri. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: Є кілька змін у :file:`settings_example.py`, найбільш помітними є змінені налаштування ``AUTH_PASSWORD_VALIDATORS`` та ``INSTALLED_APPS``; відкоригуйте налаштування відповідно.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/138?closed=1>`__.

source: *Released on February 21st 2025.*
de: *Veröffentlicht am 21. Februar 2025.*
ga: *Eisithe ar 21 Feabhra 2025.*
hu: *Kiadva: 2025. február 21.*
id: *Dirilis pada 21 Februari 2025.*
nl: *Uitgegeven op 21 februari 2025.*
pt_br: *Atualizado em 21 de fevereiro de 2025.*
sv: *Släpptes den 21 februari 2025.*
tr: *21 Şubat 2025 tarihinde yayınlandı.*
uk: *Випущено 21 лютого 2025 року.*

source: :ref:`check-multiple-failures` better shows failing checks including links to the strings.
de: :ref:`check-multiple-failures` zeigt fehlgeschlagene Prüfungen einschließlich Links zu den Zeichenketten besser an.
ga: :ref:`check-multiple-failures` is fearr a léiríonn seiceálacha a dteipeann orthu lena n-áirítear naisc leis na teaghráin.
hu: A :ref:`check-multiple-failures` jobban megjeleníti a sikertelen ellenőrzéseket, linkekkel a szövegekre.
id: :ref:`check-multiple-failures` lebih baik menampilkan pemeriksaan yang gagal termasuk tautan ke string.
nl: :ref:`check-multiple-failures` laat mislukte controles beter zien, inclusief links naar de tekenreeksen.
pt_br: :ref:`check-multiple-failures` mostra melhor as verificações com falha incluindo links para textos.
sv: :ref:`check-multiple-failures` visar bättre misslyckade kontroller inklusive länkar till strängarna.
tr: :ref:`check-multiple-failures` kalite denetiminin dizge bağlantıları bulunan ve başarısız olan kalite denetimlerini daha iyi göstermesi sağlandı.
uk: :ref:`check-multiple-failures` краще показує невдалі перевірки, включаючи посилання на рядки.

source: Detailed overview of locked components on project repository management.
de: Detaillierte Übersicht über die gesperrten Komponenten in der Projekt-Repository-Verwaltung.
ga: Forbhreathnú mionsonraithe ar chomhpháirteanna faoi ghlas ar bhainistíocht stór tionscadail.
hu: Részletes áttekintés érhető el a zárolt összetevőkről a projekt tárolókezelésében.
id: Ikhtisar terperinci mengenai komponen terkunci pada manajemen repositori proyek.
nl: Gedetailleerd overzicht van vergrendelde onderdelen in beheer van opslagruimte van project.
pt_br: Visão geral detalhada de componentes bloqueados no gerenciamento de repositório do projeto.
sv: Detaljerad översikt över låsta komponenter i projektets repositoriehantering.
tr: Proje deposu yönetimindeki kilitli bileşenlerin ayrıntılı özetinin görüntülenmesi sağlandı.
uk: Детальний огляд заблокованих компонентів керування сховищем проектів.

source: :ref:`search-strings` supports searching by source string state.
de: :ref:`search-strings` unterstützt die Suche nach dem Status der Ausgangszeichenkette.
ga: Tacaíonn :ref:`search-strings` le cuardach de réir stát teaghrán foinse.
hu: A :ref:`search-strings` támogatja a forrásszövegek állapota szerinti keresést.
id: :ref:`search-strings` mendukung pencarian berdasarkan status string sumber.
nl: :ref:`search-strings` ondersteunt nu zoeken op status van de brontekenreeks.
pt_br: :ref:`search-strings` suporta buscar por status do texto fonte.
sv: :ref:`search-strings` stöder sökning efter källsträngens tillstånd.
tr: :ref:`search-strings` için kaynak dizge durumuna göre arama desteği eklendi.
uk: :ref:`search-strings` підтримує пошук за станом вихідного рядка.

source: :ref:`download` performs faster on project and language scopes.
de: :ref:`download` erfolgt schneller bei Projekt- und Sprachbereichen.
ga: Feidhmíonn :ref:`download` níos tapúla ar scóip tionscadail agus teanga.
hu: A :ref:`download` gyorsabban működik projekt- és nyelviszinten.
id: :ref:`download` bekerja lebih cepat pada cakupan proyek dan bahasa.
nl: :ref:`download` wordt sneller uitgevoerd voor bereiken project en taal.
pt_br: :ref:`download` tem um desempenho mais rápido nos escopos de projeto e de idioma.
sv: :ref:`download` fungerar snabbare på projekt- och språknivå.
tr: :ref:`download` işlemlerinin proje ve dil kapsamlarında daha hızlı yapılması sağlandı.
uk: :ref:`download` працює швидше в межах проекту та мови.

source: :ref:`zen-mode` does not display the source string twice when editing it.
de: :ref:`zen-mode` zeigt die Ausgangszeichenkette beim Bearbeiten nicht doppelt an.
ga: Ní thaispeánann :ref:`zen-mode` an teaghrán foinse faoi dhó agus í á cur in eagar.
hu: A :ref:`zen-mode` nem jeleníti meg kétszer a forrásszöveget szerkesztéskor.
id: :ref:`zen-mode` tidak menampilkan string sumber dua kali saat menyuntingnya.
nl: :ref:`zen-mode` geeft de brontekenreeks niet twee keer weer bij het bewerken ervan.
pt_br: :ref:`zen-mode` não exibe o texto fonte duas vezes ao editá-lo.
sv: :ref:`zen-mode` visar inte källsträngen två gånger när den redigeras.
tr: :ref:`zen-mode` ile düzenleme sırasında kaynak dizgenin iki kez görüntülenmesi engellendi.
uk: :ref:`zen-mode` не відображає вихідний рядок двічі під час його редагування.

source: Fixed :ref:`glossary` terms highlighting.
de: Das Hervorheben von :ref:`glossary`-Begriffen korrigiert.
ga: Seasta :ref:`glossary` aibhsiú téarmaí.
hu: Javítva a :ref:`glossary` kifejezések kiemelése.
id: Memperbaiki penyorotan istilah :ref:`glossary`.
nl: Gerepareerd accentueren termen :ref:`glossary`.
pt_br: Corrigido o realce de termos do :ref:`glossary`.
sv: Fixat :ref:`glossary`-termernas markering.
tr: :ref:`glossary` terimlerinin vurgulanması düzeltildi.
uk: Виправлено підсвічування термінів :ref:`glossary`.
