Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If you are not familiar with Python, you might want to look into `Python For Beginners <https://www.python.org/about/gettingstarted/>`_, explaining the basics and pointing to further tutorials.
de: Wenn Sie mit Python noch nicht vertraut sind, sollten Sie sich `Python für Anfänger <https://www.python.org/about/gettingstarted/>`_ ansehen, wo die Grundlagen erklärt werden und auf weitere Tutorials verwiesen wird.
ga: Mura bhfuil tú eolach ar Python, b'fhéidir gur mhaith leat breathnú ar `Python For Beginners <https://www.python.org/about/gettingstarted/>`_, ag míniú na bunghnéithe agus ag díriú ar ranganna teagaisc eile.
hu: Amennyiben nem ismeri a Pythont, érdemes először megismerkedni az alapokkal, például a `Python kezdőknek <https://www.python.org/about/gettingstarted/>`_ útmutató segítségével, amely további oktatóanyagokat is ajánl.
id: Jika Anda tidak familier dengan Python, Anda mungkin ingin membaca `Python untuk Pemula <https://www.python.org/about/gettingstarted/>`_, yang menjelaskan dasar-dasarnya dan mengarahkan ke tutorial lebih lanjut.
ja: Python に慣れていない場合は、`Python For Beginners <https://www.python.org/about/gettingstarted/>`_ を調べて、基本の説明とチュートリアルを参考にしてください。
nl: Als u nog niet bekend bent met Python, zou u misschien willen beginnen met `Python For Beginners <https://www.python.org/about/gettingstarted/>`_, wat de basisbeginselen uitlegt en verwijst naar meer handleidingen.
pt: Se não conheçe o Python, pode olhar para `Python For Beginners <https://www.python.org/about/gettingstarted/>`_, que explica o básico e aponta aos tutoriais adicionais.
pt_br: Se você não está familiarizado com Python, você pode querer olhar para `Python For Beginners <https://www.python.org/about/gettingstarted/>`_, explicando o básico e apontando para os tutoriais adicionais.
ro: Dacă nu sunteți familiarizat cu Python, ar fi bine să consultați `Python pentru începători <https://www.python.org/about/gettingstarted/>`_, care explică elementele de bază și indică alte tutoriale.
ru: Если вы не знакомы с Python, возможно, вы захотите посмотреть статью `Python для начинающих <https://www.python.org/about/gettingstarted/>`_, в которой объясняются основы и указаны дальнейшие учебные пособия.
sv: Om du inte är bekant med Python kan du titta på `Python för nybörjare <https://www.python.org/about/gettingstarted/>`_, som förklarar grunderna och hänvisar till ytterligare handledningar.
ta: நீங்கள் பைத்தானைப் பற்றி அறிந்திருக்கவில்லை என்றால், ஆரம்பத்தில் `பைத்தானைப் பார்க்க விரும்பலாம்
tr: Python ile ilgili değilseniz, temel bilgileri açıklayan ve eğitimlerin bulunduğu `Yeni başlayanlar için Python <https://www.python.org/about/gettingstarted/>`_ bölümüne bakmak isteyebilirsiniz.
uk: Якщо ви не є професіоналом у Python, вам варто ознайомитися із книгою `Python For Beginners <https://www.python.org/about/gettingstarted/>`_, де наведено пояснення щодо основ мови та посилання на інші підручники.
zh_hans: 如果不熟悉 Python，你可以查看 `适合初学者的 Python（英文）\ <https://www.python.org/about/gettingstarted/>`_，它解释了其基本内容并指向了高级教程。
zh_hant: 如果不熟悉 Python ，你可以查看 `Python For Beginners <https://www.python.org/about/gettingstarted/>`_ ，它解釋了其基本內容並指向了高級教程。

source: To write a file with custom Python code (called a module), a place to store it is needed, either in the system path (usually something like :file:`/usr/lib/python3.12/site-packages/`) or in the Weblate directory, which is also added to the interpreter search path.
de: Um eine Datei mit benutzerdefiniertem Python-Code (Modul genannt) zu schreiben, wird ein Speicherort benötigt, entweder im Systempfad (normalerweise etwas wie :file:`/usr/lib/python3.12/site-packages/`) oder im Weblate-Verzeichnis, das auch dem Suchpfad des Interpreters hinzugefügt wird.
ga: Chun comhad a scríobh le cód saincheaptha Python (ar a dtugtar modúl), teastaíonn áit chun é a stóráil, i gcosán an chórais (de ghnáth rud éigin cosúi :file:`/usr/lib/python3.12/site-packages/`) nó san eolaire Weblate, a chuirtear leis an gcosán cuardaigh ateangaire freisin.
hu: Egyedi Python kód (modul) írásához szükséges egy hely, ahol ezt tárolni tudja – például a rendszer elérési útvonalán (általában valami hasonló: :file:`/usr/lib/python3.12/site-packages/`) vagy a Weblate könyvtárában, amely szintén hozzá van adva az értelmező keresési útvonalához.
id: Untuk menulis berkas dengan kode Python khusus (disebut modul), diperlukan tempat untuk menyimpannya, baik di jalur sistem (biasanya seperti :file:`/usr/lib/python3.12/site-packages/`) atau di direktori Weblate, yang juga ditambahkan ke jalur pencarian interpreter.
ja: （モジュールと呼ばれる）Python のカスタム コードを含むファイルを作成するには、それを格納する場所が必要です。システム パス（通常は :file:`/usr/lib/python3.12/site-packages/` など）か、インタプリタ検索パスに追加された Weblate ディレクトリのどちらかになります。
nl: Voor het schrijven van een bestand met aangepaste code voor Python (een module genaamd), is een plek nodig om hem op te slaan, ofwel in het systeempad (gewoonlijk iets als :file:`/usr/lib/python3.12/site-packages/`) of in de map van Weblate, die ook is toegevoegd aan het zoekpad voor de interpreter.
pt: Para escrever um ficheiro com código Python personalizado (chamado de módulo), é necessário um lugar para armazená-lo, seja no caminho do sistema (geralmente algo como :file:`/usr/lib/python3.12/site-packages/`) ou no diretório Weblate, que também é adicionado ao caminho de pesquisa do interpretador.
pt_br: Para escrever um arquivo com código Python personalizado (chamado de módulo), é necessário um lugar para armazená-lo, seja no caminho do sistema (geralmente algo como :file:`/usr/lib/python3.12/site-packages/`) ou no diretório Weblate, que também é adicionado ao caminho de busca do interpretador.
sv: För att skriva en fil med anpassad Python-kod (kallad modul) behövs en plats att lagra den, antingen i systemvägen (vanligtvis något i stil med :file:`/usr/lib/python3.12/site-packages/`) eller i Weblate-katalogen, som också läggs till i tolkens sökväg.
tr: Özel Python kodu (modül olarak adlandırılır) içeren bir dosya yazmak için, sistem yolunda (genellikle :file:`/usr/lib/python3.12/site-packages/` gibi bir şey) veya yorumlayıcı arama yoluna da eklenen Weblate klasöründe bir depolama alanına gerek duyulur.
uk: Щоб написати файл з користувацьким кодом на Python (так званий модуль), потрібне місце для його зберігання, або в системному шляху (зазвичай щось на кшталт :file:`/usr/lib/python3.12/site-packages/`), або в каталозі Weblate, який також додається до шляху пошуку інтерпретатора.
zh_hans: 要写入有定制 Python 代码（被称为模块）的文件，需要一个地方存储它，或者在系统路径（通常像 :file:`/usr/lib/python3.12/site-packages/` 的地方），或者在 Weblate 目录下，同样也添加到解释程序搜索路径下。

source: When :ref:`using Docker <docker-deploy>`, you can place Python modules in :file:`/app/data/python/` (see :ref:`docker-volume`), so they can be loaded by Weblate, for example from a :ref:`settings override file <docker-settings-override>`.
de: Wenn Sie :ref:`Docker <docker-deploy>` verwenden, können Sie Python-Module in :file:`/app/data/python/` ablegen (siehe :ref:`docker-volume`), sodass sie von Weblate geladen werden können, zum Beispiel aus einer :ref:`Settings-Override-Datei <docker-settings-override>`.
ga: Nuair a :ref:`using Docker <docker-deploy>`, is féidir leat modúil Python a chur i :file:`/app/data/python/` (féach :ref:`docker-volume`), ionas gur féidir iad a luchtú le Clár Gréasáin, mar shampla ó :ref:`settings override file <docker-settings-override>`.
hu: :ref:`Docker használata <docker-deploy>` esetén Python modulokat a :file:`/app/data/python/` könyvtárba is helyezhet (lásd: :ref:`docker-volume`), így ezek betölthetők a Weblate által, például egy :ref:`beállítás felülírási fájl <docker-settings-override>` segítségével.
id: Saat :ref:`using Docker <docker-deploy>`, Anda dapat menempatkan modul Python di :file:`/app/data/python/` (lihat :ref:`docker-volume`), sehingga modul tersebut dapat dimuat oleh Weblate, misalnya dari :ref:`settings override file <docker-settings-override>`.
ja: :ref:`Docker を使用したインストール <docker-deploy>` の場合、Python モジュールを :file:`/app/data/python/` （参照: :ref:`docker-volume`）に置けて、たとえば :ref:`上書き設定ファイル <docker-settings-override>` から Weblate で読み込めます。
nl: Bij :ref:`het gebruiken van Docker <docker-deploy>`, kunt u modules voor Python plaatsen in :file:`/app/data/python/` (bekijk :ref:`docker-volume`), zodat zij kunnen worden geladen door Weblate, bijvoorbeeld vanuit een :ref:`bestand voor overschrijven van instellingen <docker-settings-override>`.
pt: Quando se está :ref:`usando Docker <docker-deploy>` pode pôr os módulos Python em :file:`/app/data/python/` (veja :ref:`docker-volume`), de forma que eles podem ser carregados pelo Weblate. Por exemplo, a partir de um :ref:`ficheiro de substituição de configurações <docker-settings-override>`.
pt_br: Quando se está :ref:`usando Docker <docker-deploy>` você pode colocar os módulos Python em :file:`/app/data/python/` (consulte :ref:`docker-volume`), de forma que eles podem ser carregados pelo Weblate. Por exemplo, a partir de um :ref:`arquivo de substituição de configurações <docker-settings-override>`.
ru: :ref:`Используя Docker <docker-deploy>`, вы можете поместить модули Python в :file:`/app/data/python/` (см. :ref:`docker-volume`), чтобы их можно было загрузить с помощью Weblate, например, из :ref:`файла переопределения настроек <docker-settings-override>`.
sv: När du :ref:`använder Docker <docker-deploy>` kan du placera Python-moduler i :file:`/app/data/python/` (se :ref:`docker-volume`), så att de kan laddas av Weblate, till exempel från en :ref:`inställningsöverskrivningsfil <docker-settings-override>`.
tr: :ref:`Docker kullanıldığında<docker-deploy>`, Python modüllerini :file:`/app/data/python/` (see :ref:`docker-volume`) içine yerleştirebilirsiniz. Böylece Weblate bunları yükleyebilir. Örneğin bir :ref:`ayar değiştirme dosyası <docker-settings-override>` kullanabilirsiniz.
uk: Якщо :ref:`використано Docker <docker-deploy>`, ви можете розташувати модулі Python у :file:`/app/data/python/` (див. :ref:`docker-volume`) для завантаження їх Weblate, наприклад, з :ref:`файла перевизначення параметрів <docker-settings-override>`.
zh_hans: 使用 :ref:`using Docker <docker-deploy>` 时，你可将 Python 模块置于 :file:`/app/data/python/` (见 :ref:`docker-volume`) 以便它们可以由 Weblate 从 :ref:`settings override file <docker-settings-override>` 等处进行加载。

source: Better yet, turn your customization into a proper Python package:
de: Noch besser ist es, wenn Sie Ihre Anpassungen in ein richtiges Python-Paket verwandeln:
ga: Níos fearr fós, déan do shaincheapadh i bpacáiste ceart Python:
hu: Még jobb megoldás, ha a testreszabását egy megfelelő Python csomag formájában készíti el:
id: Lebih baik lagi, ubah kustomisasi Anda menjadi paket Python yang tepat:
ja: カスタマイズしたものを適切な Python パッケージに変更すると、さらに良くなります。
nl: Beter nog, maak van uw aanpassingen een echt pakket voor Python:
pt: Melhor ainda, transforme a sua personalização num pacote Python adequado:
pt_br: Melhor ainda, transforme sua personalização em um pacote Python adequado:
ro: Mai bine, transformați-vă personalizarea într-un pachet Python propriu-zis:
ru: А ещё лучше превратить ваши модификации в полноценный пакет Python:
sv: Ännu bättre, gör din anpassning till ett riktigt Python-paket:
ta: இன்னும் சிறப்பாக, உங்கள் தனிப்பயனாக்கலை சரியான பைதான் தொகுப்பாக மாற்றவும்:
tr: Daha da iyisi, özelleştirmenizi uygun bir Python paketine dönüştürebilirsiniz:
uk: Ще краще — перетворіть ваші налаштування на належний пакунок Python:
zh_hans: 更好地是，将你的定制化转变为适当的 Python 包：
zh_hant: 更好地是，將你的定制化轉變為適當的 Python 包：

source: Create a folder for your package (we will use `weblate_customization`).
de: Erstellen Sie einen Ordner für Ihr Paket (wir werden `weblate_customization` verwenden).
ga: Cruthaigh fillteán do phacáiste (úsáidfimid `weblate_customization`).
hu: Hozzon létre egy mappát a csomag számára (például `weblate_customization` néven).
id: Buat map untuk paket Anda (kita akan menggunakan `weblate_customization`).
ja: パッケージ用のフォルダを作成する（`weblate_customization` を使用する）。
nl: Maak een map voor uw pakket (wij zullen `weblate_customization` gebruiken).
pt: Crie uma pasta para o seu pacote (usaremos `weblate_customization`).
pt_br: Crie uma pasta para o seu pacote (usaremos `weblate_customization`).
ro: Creați un folder pentru pachetul dumneavoastră (vom folosi `weblate_customization`).
ru: Создайте каталог для вашего пакета (мы будем использовать `weblate_customization`).
sv: Skapa en mapp för ditt paket (vi använder `weblate_customization`).
ta: உங்கள் தொகுப்புக்கு ஒரு கோப்புறையை உருவாக்கவும் (நாங்கள் `weblate_customization` ஐப் பயன்படுத்துவோம்).
tr: Paketiniz için bir klasör oluşturun (`weblate_customization` kullanacağız).
uk: Створіть теку для вашого пакунка (ми використовуватимемо `weblate_customization`).
zh_hans: 为你的包建立文件夹（我们会使用 `weblate_customization` ）。
zh_hant: 為你的包建立文件夾（我們會使用 `weblate_customization` ）。

source: Within it, create a :file:`pyproject.toml` file to describe the package:
sv: Inom den skapar du en :file:`pyproject.toml`-fil för att beskriva paketet:

source: Create a folder for the Python module: :file:`src/weblate_customization`
sv: Skapa en mapp för Python-modulen: :file:`src/weblate_customization`

source: Within it, create a :file:`__init__.py` file to ensure Python can import the module.
de: Erstellen Sie darin eine :file:`__init__.py`-Datei, um sicherzustellen, dass Python das Modul importieren kann.
ga: Laistigh de, cruthaigh comhad a :file:`__init__.py` chun a chinntiú gur féidir le Python an modúl a iompórtáil.
hu: Ebben a mappában hozzon létre egy :file:`__init__.py` fájlt, hogy a Python importálni tudja a modult.
id: Di dalamnya, buat berkas :file:`__init__.py` untuk memastikan Python dapat mengimpor modul tersebut.
ja: その中に :file:`__init__.py` ファイルを作成し、Python がモジュールをインポートできることを確認する。
nl: Maak daarin een bestand :file:`__init__.py` om er voor te zorgen dat Python de module kan importeren.
pt: Dentro dele, crie um ficheiro :file:`__init__.py` para garantir que o Python possa importar o módulo.
pt_br: Dentro dele, crie um arquivo :file:`__init__.py` para garantir que o Python possa importar o módulo.
ro: În cadrul acestuia, creați un fișier :file:`__init__.py` pentru a vă asigura că Python poate importa modulul.
ru: В нём создайте файл :file:`__init__.py`, чтобы Python смог импортировать этот модуль.
sv: Inom den skapar du en :file:`__init__.py`-fil för att säkerställa att Python kan importera modulen.
tr: İçinde bir :file:`__init__.py` dosyası oluşturarak modülün Python tarafından içe aktarabildiğinden emin olun.
uk: У ній створіть файл :file:`__init__.py`, щоб переконатися, що Python може імпортувати модуль.
zh_hans: 在里面建立 :file:`__init__.py` 文件来确认 Python 可以导入模块。

source: This package can now be installed using :command:`uv pip install -e`. More info to be found in `Editable packages documentation`_.
sv: Detta paket kan nu installeras med :command:`uv pip install -e`. Mer information finns i `Dokumentation om redigerbara paket`_.

source: Once installed, the module can be used in the Weblate configuration (for example ``weblate_customization.checks.FooCheck``).
de: Nach der Installation kann das Modul in der Weblate-Konfiguration verwendet werden (zum Beispiel ``weblate_customization.checks.FooCheck``).
ga: Nuair a bheidh sé suiteáilte, is féidir an modúl a úsáid i gcumraíocht Weblate (mar shampla ``weblate_customization.checks.FooCheck``).
hu: Miután telepítette, a modult már használhatja a Weblate konfigurációjában (például: ``weblate_customization.checks.FooCheck``).
id: Setelah terinstal, modul dapat digunakan dalam konfigurasi Weblate (misalnya ``weblate_customization.checks.FooCheck``).
ja: インストールが完了すると、モジュールは Weblate の設定から使用できるようになります（``weblate_customization.checks.FooCheck`` など）。
nl: Eenmaal geïnstalleerd kan de module worden gebruikt in de configuratie van Weblate (bijvoorbeeld ``weblate_customization.checks.FooCheck``).
pt: Uma vez instalado, o módulo pode ser usado na configuração Weblate (por exemplo, ``weblate_customization.checks.FooCheck``).
pt_br: Uma vez instalado, o módulo pode ser usado na configuração Weblate (por exemplo, ``weblate_customization.checks.FooCheck``).
ro: Odată instalat, modulul poate fi utilizat în configurația Weblate (de exemplu ``weblate_customization.checks.FooCheck``).
ru: После установки этот модуль можно использовать в настройках Weblate (например, ``weblate_customization.checks.FooCheck``).
sv: När modulen har installerats kan den användas i Weblate-konfigurationen (till exempel ``weblate_customization.checks.FooCheck``).
ta: நிறுவப்பட்டதும், தொகுதி வலைபெயர்ப்பு உள்ளமைவில் பயன்படுத்தப்படலாம் (எடுத்துக்காட்டாக `` weblate_customization.checks.foocheck``).
tr: Kurulduktan sonra, modül Weblate yapılandırmasında kullanılabilir (``weblate_customization.checks.FooCheck`` gibi).
uk: Після встановлення модулем можна скористатися у налаштуваннях Weblate (наприклад ``weblate_customization.checks.FooCheck``).
zh_hans: 模块一旦安装，就可以用在 Webalte 配置中（例如 ``weblate_customization.checks.FooCheck`` ）。
zh_hant: 模塊一旦安裝，就可以用在 Webalte 配置中（例如 ``weblate_customization.checks.FooCheck`` ）。

source: Your package structure should look like this:
de: Die Struktur Ihres Pakets sollte wie folgt aussehen:
ga: Ba cheart go mbeadh cuma mar seo ar do struchtúr pacáiste:
hu: A csomagstruktúrája a így kell, hogy kinézzen:
id: Struktur paket Anda akan terlihat seperti ini:
ja: 出来上がったパッケージ構造:
nl: De structuur van uw pakket zou er zo uitzien:
pt: A sua estrutura de pacotes deve ser assim:
pt_br: Sua estrutura de pacotes deve ser assim:
ru: Структура вашего пакета должна выглядеть следующим образом:
sv: Din paketstruktur bör se ut så här:
ta: உங்கள் தொகுப்பு அமைப்பு இப்படி இருக்க வேண்டும்:
tr: Paket yapınız şöyle görünmelidir:
uk: Ваша структура пакунка має виглядати десь так:
zh_hans: 你的包结构应该看起来像这样：

source: You can find an example of customizing Weblate at <https://github.com/WeblateOrg/customize-example>, it covers all the topics described below.
de: Ein Beispiel für die Anpassung von Weblate finden Sie unter <https://github.com/WeblateOrg/customize-example>, es deckt alle unten beschriebenen Themen ab.
ga: Is féidir leat sampla de shaincheapadh Weblate a fháil ag <https://github.com/WeblateOrg/customize-example>, clúdaíonn sé na hábhair go léir a gcuirtear síos orthu thíos.
hu: A Weblate testreszabására egy példát talál a következő címen: <https://github.com/WeblateOrg/customize-example>, amely az alábbi témákat is bemutatja.
id: Anda dapat menemukan contoh penyesuaian Weblate di <https://github.com/WeblateOrg/customize-example>, yang mencakup semua topik yang dijelaskan di bawah ini.
ja: Weblate のカスタマイズ例は、<https://github.com/WeblateOrg/customize-example> にあります。ここでは、次に説明するすべてのトピックについて説明します。カスタマイズ例は、以下に説明するトピックをすべて網羅しています。
nl: U kunt een voorbeeld van het aanpassen van Weblate vinden op <https://github.com/WeblateOrg/customize-example>, het behandelt alle hieronder beschreven onderwerpen.
pt: Pode encontrar um exemplo de personalização do Weblate em <https://github.com/WeblateOrg/customize-example>, ele abrange todos os tópicos descritos abaixo.
pt_br: Você pode encontrar um exemplo de personalização do Weblate em <https://github.com/WeblateOrg/customize-example>, ele abrange todos os tópicos descritos abaixo.
ro: Puteți găsi un exemplu de personalizare a Weblate la <https://github.com/WeblateOrg/customize-example>, care acoperă toate subiectele descrise mai jos.
ru: Пример настройки Weblate можно найти по адресу <https://github.com/WeblateOrg/customize-example>, он охватывает все описанные ниже темы.
sv: Du kan hitta ett exempel på hur man anpassar Weblate på <https://github.com/WeblateOrg/customize-example>. Det täcker alla ämnen som beskrivs nedan.
ta: வலைபெயர்ப்பைத் தனிப்பயனாக்குவதற்கான உதாரணத்தை <https://github.com/weblateorg/customize- example> இல் நீங்கள் காணலாம், இது கீழே விவரிக்கப்பட்டுள்ள அனைத்து தலைப்புகளையும் உள்ளடக்கியது.
tr: <https://github.com/WeblateOrg/customize-example> adresinde bir Weblate özelleştirme örneği bulabilirsiniz. Bu örnek aşağıda açıklanan tüm konuları kapsar.
uk: Приклад налаштовування Weblate можна знайти тут: <https://github.com/WeblateOrg/customize-example>. У цьому прикладі реалізовано усі речі, які описано нижче.
zh_hans: 可以在 <https://github.com/WeblateOrg/customize-example> 找到定制 Weblate 的示例，它涵盖了下面描述的所有题目。
zh_hant: 可以在 <https://github.com/WeblateOrg/customize-example> 找到定制 Weblate 的例子，它涵蓋了下面描述的所有題目。

source: Changing the logo
de: Ändern des Logos
ga: Athrú ar an lógó
hu: Logó módosítása
id: Mengubah logo
ja: ロゴの変更
nl: Het logo wijzigen
pt: Alterar o logotipo
pt_br: Alterando o logotipo
ro: Schimbarea logo-ului
ru: Изменение логотипа
sv: Ändra logotypen
ta: லோகோவை மாற்றுதல்
tr: Logoyu değiştirmek
uk: Зміна логотипа
zh_hans: 更改标志

source: Create a simple Django app containing the static files you want to overwrite (see :ref:`custom-module`).
de: Erstellen Sie eine einfache Django-App, welche die statischen Dateien enthält, die Sie überschreiben möchten (siehe :ref:`custom-module`).
ga: Cruthaigh aip simplí Django ina bhfuil na comhaid statacha is mian leat a fhorscríobh (féach :ref:`custom-module`).
hu: Hozzon létre egy egyszerű Django alkalmazást, amely tartalmazza a lecserélendő statikus fájlokat (lásd: :ref:`custom-module`).
id: Buat aplikasi Django sederhana yang berisi berkas statis yang ingin Anda timpa (lihat :ref:`custom-module`).
ja: 上書きしたい静的ファイルを含む単純な Django アプリケーションを作成します（参照: :ref:`custom-module`）。
nl: Maak een eenvoudige Django app die de statische bestanden bevat die u wilt overschrijven (bekijk :ref:`custom-module`).
pt: Crie uma app Django simples a conter os ficheiros estáticos que deseja substituir (veja :ref:`custom-module`).
pt_br: Crie um aplicativo Django simples contendo os arquivos estáticos que deseja substituir (consulte :ref:`custom-module`).
ro: Creați o aplicație Django simplă care să conțină fișierele statice pe care doriți să le suprascrieți (a se vedea :ref:`custom-module`).
ru: Создайте простое приложение Django, содержащее статические файлы, которые вы хотите перезаписать (смотрите раздел :ref:`custom-module`).
sv: Skapa en enkel Django-app som innehåller de statiska filer du vill skriva över (se :ref:`custom-module`).
tr: Üzerine yazmak istediğiniz durağan dosyaların bulunduğu basit bir Django uygulaması oluşturun (ayrıntılı bilgi almak için: :ref:`custom-module`).
uk: Створіть просту програму Django, яка міститиме статичні файли, які ви хочете перезаписати (див. :ref:`custom-module`).
zh_hans: 建立简单的 Django app 来包含想要覆盖的静态文件（请参见 :ref:`custom-module` ）。
zh_hant: 建立簡單的 Django app 來包含想要覆蓋的靜態文件（請參見 :ref:`custom-module` ）。

source: Branding appears in the following files:
de: Das Branding erscheint in den folgenden Dateien:
ga: Tá brandáil le feiceáil sna comhaid seo a leanas:
hu: A márkajelzés a következő helyeken jelenik meg:
id: Merek muncul pada berkas berikut:
ja: 表示するロゴのファイル:
nl: Branding is aanwezig in de volgende bestanden:
pt: A marca aparece nos ficheiros seguintes:
pt_br: A marca aparece nos seguintes arquivos:
ro: Brandingul apare în următoarele fișiere:
ru: Стилизуемые элементы расположены в следующих файлах:
sv: Varumärket förekommer i följande filer:
ta: பிராண்டிங் பின்வரும் கோப்புகளில் தோன்றும்:
tr: Marka şu dosyalarda bulunur:
uk: Логотип буде використано у таких файлах:
zh_hans: 品牌出现在后面的文件中：
zh_hant: 品牌出現在後面的文件中：
