Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: number of approved strings
de: Anzahl der genehmigten Zeichenketten
ga: líon teaghráin cheadaithe
hu: jóváhagyott szövegek száma
id: jumlah string yang disetujui
ja: 承認された文字列の数
nl: aantal goedgekeurde tekenreeksen
pt: número de cadeias aprovadas
pt_br: número de textos aprovados
ru: количество одобренных строк
sv: antal godkända strängar
ta: அங்கீகரிக்கப்பட்ட சரங்களின் எண்ணிக்கை
tr: onaylanmış dizge sayısı
uk: кількість затверджених рядків
zh_hans: 已批准字符串的数目

source: number of approved words
de: Anzahl der genehmigten Wörter
ga: líon na bhfocal ceadaithe
hu: jóváhagyott szavak száma
id: jumlah kata yang disetujui
ja: 承認された単語の数
nl: aantal goedgekeurde woorden
pt: número de palavras aprovadas
pt_br: número de palavras aprovadas
ru: количество одобренных слов
sv: antal godkända ord
ta: அங்கீகரிக்கப்பட்ட சொற்களின் எண்ணிக்கை
tr: onaylanmış sözcük sayısı
uk: кількість затверджених слів
zh_hans: 已批准的单词数

source: number of approved characters
de: Anzahl der genehmigten Zeichen
ga: líon na gcarachtar ceadaithe
hu: a jóváhagyott karakterek száma
id: jumlah karakter yang disetujui
ja: 承認された文字の数
nl: aantal goedgekeurde tekens
pt: número de caracteres aprovados
pt_br: número de caracteres aprovados
ru: количество одобренных символов
sv: antal godkända tecken
ta: அங்கீகரிக்கப்பட்ட எழுத்துக்களின் எண்ணிக்கை
tr: onaylanmış karakter sayısı
uk: кількість затверджених знаків
zh_hans: 已批准的字符数

source: percentage of approved strings
de: Prozentsatz der genehmigten Zeichenketten
ga: céatadán de na teaghráin cheadaithe
hu: jóváhagyott szövegek aránya
id: persentase string yang disetujui
ja: 承認された文字列の割合
nl: percentage goedgekeurde tekenreeksen
pt: percentagem de cadeias aprovadas
pt_br: porcentagem de textos aprovados
ru: процент одобренных строк
sv: procentandel godkända strängar
ta: அங்கீகரிக்கப்பட்ட சரங்களின் விழுக்காடு
tr: onaylanmış dizgelerin yüzdesi
uk: частка затверджених рядків
zh_hans: 已批准的字符串所占比例

source: percentage of approved words
de: Prozentsatz der genehmigten Wörter
ga: céatadán na bhfocal ceadaithe
hu: jóváhagyott szavak aránya
id: persentase kata yang disetujui
ja: 承認された単語の割合
nl: percentage goedgekeurde woorden
pt: percentagem de palavras aprovadas
pt_br: porcentagem de palavras aprovadas
ru: процент одобренных слов
sv: procentandel godkända ord
ta: அங்கீகரிக்கப்பட்ட சொற்களின் விழுக்காடு
tr: onaylanmış sözcüklerin yüzdesi
uk: частка затверджених слів
zh_hans: 已批准的单词所占百分比

source: percentage of approved characters
de: Prozentsatz der genehmigten Zeichen
ga: céatadán de charachtair ceadaithe
hu: jóváhagyott karakterek aránya
id: persentase karakter yang disetujui
ja: 承認された文字の割合
nl: percentage goedgekeurde tekens
pt: percentagem de caracteres aprovados
pt_br: porcentagem de caracteres aprovados
ru: процент одобренных символов
sv: procentandel godkända tecken
ta: அங்கீகரிக்கப்பட்ட எழுத்துக்களின் விழுக்காடு
tr: onaylanmış karakterlerin yüzdesi
uk: частка затверджених знаків
zh_hans: 已批准的字符所占百分比

source: number of read-only strings
de: Anzahl der schreibgeschützten Zeichenketten
ga: líon teaghráin inléite amháin
hu: csak olvasható szövegek száma
id: jumlah string hanya baca
ja: 翻訳禁止の文字列の数
nl: aantal tekenreeksen alleen-lezen
pt: número de cadeias apenas de leitura
pt_br: número de textos somente leitura
ru: количество строк, доступных только для чтения
sv: antal skrivskyddade strängar
ta: படிக்க மட்டும் சரங்களின் எண்ணிக்கை
tr: salt okunur dizgelerin sayısı
uk: кількість рядків, які призначено лише для читання
zh_hans: 只读字符串的数目

source: number of read-only words
de: Anzahl der schreibgeschützten Wörter
ga: líon na bhfocal inléite amháin
hu: csak olvasható szavak száma
id: jumlah kata hanya baca
ja: 翻訳禁止の単語の数
nl: aantal woorden alleen-lezen
pt: número de palavras apenas de leitura
pt_br: número de palavras somente leitura
ru: количество слов, доступных только для чтения
sv: antal skrivskyddade ord
ta: படிக்க மட்டும் சொற்களின் எண்ணிக்கை
tr: salt okunur sözcüklerin sayısı
uk: кількість слів, позначених лише для читання
zh_hans: 只读单词的数目

source: number of read-only characters
de: Anzahl der schreibgeschützten Zeichen
ga: líon na gcarachtar inléite amháin
hu: csak olvasható karakterek száma
id: jumlah karakter hanya baca
ja: 翻訳禁止の文字数
nl: aantal tekens alleen-lezen
pt: número de caracteres apenas de leitura
pt_br: número de caracteres somente leitura
ru: количество символов, доступных только для чтения
sv: antal skrivskyddade tecken
ta: படிக்க மட்டும் எழுத்துக்களின் எண்ணிக்கை
tr: salt okunur karakter sayısı
uk: кількість придатних лише для читання символів
zh_hans: 只读字符的数量

source: percentage of read-only strings
de: Prozentsatz der schreibgeschützten Zeichenketten
ga: céatadán de na teaghráin inléite amháin
hu: csak olvasható szövegek aránya
id: persentase string hanya baca
ja: 翻訳禁止の文字列の割合
nl: percentage tekenreeksen alleen-lezen
pt: percentagem de cadeias apenas de leitura
pt_br: porcentagem de textos somente leitura
ru: процент строк, доступных только для чтения
sv: procentandel av skrivskyddade strängar
ta: படிக்க மட்டும் சரங்களின் விழுக்காடு
tr: salt okunur dizgelerin yüzdesi
uk: частка придатних лише для читання рядків
zh_hans: 只读字符串所占比例

source: percentage of read-only words
de: Prozentsatz der schreibgeschützten Wörter
ga: céatadán na bhfocal inléite amháin
hu: csak olvasható szavak aránya
id: persentase kata hanya baca
ja: 翻訳禁止の単語の割合
nl: percentage woorden alleen-lezen
pt: percentagem de palavras apenas de leitura
pt_br: porcentagem de palavras somente leitura
ru: процент слов, доступных только для чтения
sv: procentandel av skrivskyddade ord
ta: படிக்க மட்டும் சொற்களின் விழுக்காடு
tr: salt okunur sözcüklerin yüzdesi
uk: частка придатних лише для читання слів
zh_hans: 只读单词所占百分比

source: percentage of read-only characters
de: Prozentsatz der schreibgeschützten Zeichen
ga: céatadán de charachtair inléite amháin
hu: csak olvasható karakterek aránya
id: persentase karakter hanya baca
ja: 翻訳禁止の文字の割合
nl: percentage tekens alleen-lezen
pt: percentagem de caracteres apenas de leitura
pt_br: porcentagem de caracteres somente leitura
ru: процент символов, доступных только для чтения
sv: procentandel av skrivskyddade tecken
ta: படிக்க மட்டும் கதாபாத்திரங்களின் விழுக்காடு
tr: salt okunur karakterlerin yüzdesi
uk: частка придатних для читання символів
zh_hans: 只读字符的百分比

source: number of strings with suggestions
de: Anzahl der Zeichenketten mit Übersetzungsvorschlägen
ga: líon teaghráin le moltaí
hu: javaslattal rendelkező szövegek száma
id: jumlah string dengan saran
ja: 提案のある文字列の数
nl: aantal tekenreeksen met suggesties
pt: número de cadeias com sugestões
pt_br: número de textos com sugestões
ru: количество строк с предложениями
sv: antal strängar med förslag
ta: பரிந்துரைகளுடன் சரங்களின் எண்ணிக்கை
tr: önerileri olan dizgelerin sayısı
uk: кількість рядків із пропозиціями
zh_hans: 带建议的字符串数量

source: number of strings with comments
de: Anzahl der Zeichenketten mit Kommentaren
ga: líon teaghráin le tuairimí
hu: megjegyzéssel rendelkező szövegek száma
id: jumlah string dengan komentar
ja: コメント付き文字列の数
nl: aantal tekenreeksen met opmerkingen
pt: número de cadeias com comentários
pt_br: número de textos com comentários
ru: количество строк с комментариями
sv: antal strängar med kommentarer
ta: கருத்துகளுடன் சரங்களின் எண்ணிக்கை
tr: yorumları olan dizgelerin sayısı
uk: кількість рядків з коментарями
zh_hans: 带评论的字符串数量

source: object name
de: Objektname
ga: ainm réad
hu: objektum neve
id: nama objek
ja: オブジェクト名
nl: objectnaam
pt: nome do projeto
pt_br: nome do objeto
ru: имя объекта
sv: objektnamn
ta: பொருள் பெயர்
tr: nesne adı
uk: назва об'єкта
zh_hans: 对象名称

source: URL to access the object (if applicable)
de: URL für den Zugriff auf das Objekt (falls zutreffend)
ga: URL chun an réad a rochtain (má bhaineann)
hu: objektum elérési URL-je (ha alkalmazható)
id: URL untuk mengakses objek (jika ada)
ja: オブジェクトにアクセスするためのURL（該当する場合）
nl: URL voor toegang tot het object (indien van toepassing)
pt: URL para aceder o objeto (se aplicável)
pt_br: URL para acessar o objeto (se aplicável)
ru: URL-адрес для доступа к объекту (если применимо)
sv: URL för åtkomst till objektet (om tillämpligt)
ta: பொருளை அணுக முகவரி (பொருந்தினால்)
tr: Nesneye erişme adresi (uygulanabiliyorsa)
uk: адреса для доступу до об'єкта (якщо застосовна)
zh_hans: 访问对象的 URL（如果适用）

source: URL to access the translation (if applicable)
de: URL für den Zugriff auf die Übersetzung (falls zutreffend)
ga: URL chun rochtain a fháil ar an aistriúchán (má bhaineann)
hu: fordítás elérési URL-je (ha alkalmazható)
id: URL untuk mengakses terjemahan (jika ada)
ja: 翻訳にアクセスするための URL（該当する場合）
nl: URL voor toegang tot vertaling (indien van toepassing)
pt: URL para aceder a tradução (se aplicável)
pt_br: URL para acessar a tradução (se aplicável)
ru: URL адрес для доступа к переводу (если применимо)
sv: URL för att komma åt översättningen (om tillämpligt)
ta: மொழிபெயர்ப்பை அணுக முகவரி (பொருந்தினால்)
tr: Çeviriye erişme adresi (uygulanabiliyorsa)
uk: адреса для доступу до перекладу (якщо застосовно)
zh_hans: 访问翻译的 URL（如果适用）

source: language code (if applicable)
de: Sprachcode (falls zutreffend)
ga: cód teanga (má bhaineann)
hu: nyelvkód (ha alkalmazható)
id: kode bahasa (jika ada)
ja: 言語コード（該当する場合）
nl: taalcode (indien van toepassing)
pt: código do idioma (se aplicável)
pt_br: código do idioma (se aplicável)
ru: код языка (если применимо)
sv: språkkod (om tillämpligt)
ta: மொழி குறியீடு (பொருந்தினால்)
tr: dil kodu (uygulanabiliyorsa)
uk: код мови (якщо застосовний)
zh_hans: 语言代码（如果适用）

source: Metrics
de: Metriken
ga: Méadracht
hu: Metrikák
id: Metrik
ja: メトリックス
nl: Metrieken
pt: Métricas
pt_br: Métricas
ro: Măsurători
ru: Метрики
sv: Mätvärden
ta: அளவீடுகள்
tr: Ölçümler
uk: Метрика
zh_hans: 指标

source: Returns server metrics.
de: Gibt Server-Metriken zurück.
ga: Tuairisceáin méadracht freastalaí.
hu: Információt ad a kiszolgáló metrikáiról.
id: Mengembalikan metrik server.
ja: サーバーのメトリックスを返します。
nl: Geeft metrieken voor de server terug.
pt: Retorna as métricas do servidor.
pt_br: Retorna as métricas do servidor.
ro: Returnează parametrii serverului.
ru: Возвращает метрики сервера.
sv: Returnerar serverstatistik.
ta: சேவையக அளவீடுகளை வழங்குகிறது.
tr: Sunucu ölçümlerini görüntüler.
uk: Повертає метрику сервера.
zh_hans: 返回服务器指标。

source: Metrics can now be exposed in OpenMetrics compatible format with ``?format=openmetrics``.
de: Metriken können jetzt im OpenMetrics-kompatiblen Format mit ``?format=openmetrics`` dargestellt werden.
ga: Is féidir méadracht a nochtadh anois i bhformáid atá comhoiriúnach le OpenMetrics le ``?format=openmetrics``.
hu: A metrikák mostantól OpenMetrics-kompatibilis formátumban is elérhetők a ``?format=openmetrics`` használatával.
id: Metrik sekarang dapat diekspos dalam format yang kompatibel dengan OpenMetrics dengan ``?format=openmetrics``.
ja: メトリックは、``?format=openmetrics`` を使用して OpenMetrics 互換形式で公開できるようになりました。
nl: Metrieken kunnen nu worden weergegeven in de compatibele opmaak voor OpenMetrics met ``?format=openmetrics``.
pt: As Métricas agora podem ser expostas num formato compatível com o OpenMetrics com ``?format=openmetrics``.
pt_br: As Métricas agora podem ser expostas em um formato compatível com o OpenMetrics com ``?format=openmetrics``.
sv: Mätvärden kan nu visas i OpenMetrics-kompatibelt format med ``?format=openmetrics``.
ta: மெட்ரிக்ச் இப்போது ஓபன்மெட்ரிக்ச் இணக்கமான வடிவத்தில் ``? `Format = OpenMetrics`` உடன் அம்பலப்படுத்தலாம்.
tr: Ölçümler artık OpenMetrics içinde ``?format=openmetrics`` biçiminde görüntülenebilir.
uk: Метрики тепер можна виставляти у форматі, сумісному з OpenMetrics, за допомогою ``?format=openmetrics``.
zh_hans: 通过 ``?format=openmetrics`` 现在可以用兼容 OpenMetrics 的格式暴露 Metrics 了。

source: Number of units
de: Anzahl der Einheiten
ga: Líon na n-aonad
hu: Egységek száma
id: Jumlah unit
ja: ユニット数
nl: Aantal eenheden
pt: Quantidade de unidades
pt_br: Quantidade total de unidades
ro: Număr de unități
ru: Количество единиц
sv: Antal kursdelar
ta: அலகுகளின் எண்ணிக்கை
tr: Birim sayısı
uk: Кількість модулів
zh_hans: 单元数量

source: Number of translated units
de: Anzahl der übersetzten Einheiten
ga: Líon na n-aonad aistrithe
hu: Fordított egységek száma
id: Jumlah unit yang diterjemahkan
ja: 翻訳済みユニット数
nl: Aantal vertaalde eenheden
pt: Quantidade de unidades traduzidas
pt_br: Quantidade total de unidades traduzidas
ro: Numărul de unități traduse
ru: Количество переведённых единиц
sv: Antal översatta enheter
ta: மொழிபெயர்க்கப்பட்ட அலகுகளின் எண்ணிக்கை
tr: Çevrilmiş birim sayısı
uk: Кількість перекладених модулів
zh_hans: 已翻译单元数量

source: Number of users
de: Anzahl der Benutzer
ga: Líon na n-úsáideoirí
hu: Felhasználók száma
id: Jumlah pengguna
ja: ユーザー数
nl: Aantal gebruikers
pt: Quantidade de utilizadores
pt_br: número de usuários
ro: Număr de utilizatori
ru: Количество пользователей
sv: Antal användare
ta: பயனர்களின் எண்ணிக்கை
tr: Kullanıcı sayısı
uk: Кількість користувачів
zh_hans: 用户数量

source: Number of changes
de: Anzahl der Änderungen
ga: Uimhir na n-athruithe
hu: Változtatások száma
id: Jumlah perubahan
ja: 変更箇所の数
nl: Aantal aanpassingen
pt: Quantidade de alterações
pt_br: Quantidade de alterações
ro: Număr de modificări
ru: Количество изменений
sv: Antal ändringar
ta: மாற்றங்களின் எண்ணிக்கை
tr: Değişiklik sayısı
uk: Кількість змін
zh_hans: 更改次数
zh_hant: 變更數

source: Number of projects
de: Anzahl der Projekte
ga: Líon na dtionscadal
hu: Projektek száma
id: Jumlah proyek
ja: プロジェクト数
nl: Aantal projecten
pt: Quantidade de projetos
pt_br: Quantidade total de projetos
ro: Numărul de proiecte
ru: Количество проектов
sv: Antal projekt
ta: திட்டங்களின் எண்ணிக்கை
tr: Proje sayısı
uk: Кількість проєктів
zh_hans: 项目数量

source: Number of components
de: Anzahl der Komponenten
ga: Líon na gcomhpháirteanna
hu: Összetevők száma
id: Jumlah komponen
ja: コンポーネントの数
nl: Aantal onderdelen
pt: Quantidade de componentes
pt_br: Quantidade total de componentes
ro: Numărul de componente
ru: Количество компонентов
sv: Antal komponenter
ta: கூறுகளின் எண்ணிக்கை
tr: Bileşen sayısı
uk: Кількість складників
zh_hans: 部件数量
zh_hant: 組件數目

source: Number of translations
de: Anzahl der Übersetzungen
ga: Líon na n-aistriúchán
hu: Fordítások száma
id: Jumlah terjemahan
ja: 翻訳の数
nl: Aantal vertalingen
pt: Quantidade de traduções
pt_br: Quantidade total de traduções
ro: Numărul de traduceri
ru: Количество переводов
sv: Antal översättningar
ta: மொழிபெயர்ப்புகளின் எண்ணிக்கை
tr: Çeviri sayısı
uk: Кількість перекладів
zh_hans: 翻译数量

source: Number of used languages
de: Anzahl der verwendeten Sprachen
ga: Líon na dteangacha a úsáidtear
hu: Használt nyelvek száma
id: Jumlah bahasa yang digunakan
ja: 使用言語数
nl: Aantal gebruikte talen
pt: Quantidade de idiomas usados
pt_br: Quantidade de idiomas usados
ro: Numărul de limbi utilizate
ru: Количество используемых языков
sv: Antal använda språk
ta: பயன்படுத்தப்பட்ட மொழிகளின் எண்ணிக்கை
tr: Kullanılan dil sayısı
uk: Кількість використаних мов
zh_hans: 所用语言数量

source: Number of triggered quality checks
de: Anzahl der ausgelösten Qualitätsprüfungen
ga: Líon na seiceálacha cáilíochta spreagtha
hu: Kiváltott minőség-ellenőrzések száma
id: Jumlah pemeriksaan kualitas yang dipicu
ja: 実行された品質検査項目数
nl: Aantal geactiveerde kwaliteitscontroles
pt: Quantidade de verificações de qualidade acionadas
pt_br: Quantidade total de verificações de qualidade acionadas
ro: Numărul de controale de calitate declanșate
ru: Количество проведённых проверок
sv: Antal utlösta kvalitetskontroller
ta: தூண்டப்பட்ட தர சோதனைகளின் எண்ணிக்கை
tr: Tetiklenmiş kalite denetimleri sayısı
uk: Кількість непройдених перевірок якості
zh_hans: 触发的质量检查数

source: Number of configuration errors
de: Anzahl der Konfigurationsfehler
ga: Líon na n-earráidí cumraíochta
hu: Konfigurációs hibák száma
id: Jumlah kesalahan konfigurasi
ja: 設定エラー数
nl: Aantal configuratiefouten
pt: Quantidade de erros de configuração
pt_br: Quantidade total de erros de configuração
ro: Numărul de erori de configurare
ru: Количество ошибок конфигурации
sv: Antal konfigurationsfel
ta: உள்ளமைவு பிழைகளின் எண்ணிக்கை
tr: Yapılandırma hataları sayısı
uk: Кількість помилок у налаштуваннях
zh_hans: 配置错误的数量

source: Number of pending suggestions
de: Anzahl der ausstehenden Übersetzungsvorschläge
ga: Líon moltaí ar feitheamh
hu: Függőben lévő javaslatok száma
id: Jumlah saran yang tertunda
ja: 保留中の提案数
nl: Aantal openstaande suggesties
pt: Quantidade de sugestões pendentes
pt_br: Quantidade total de sugestões pendentes
ro: Numărul de sugestii în așteptare
ru: Количество ожидающих предложений
sv: Antal väntande förslag
ta: நிலுவையில் உள்ள பரிந்துரைகளின் எண்ணிக்கை
tr: Bekleyen öneri sayısı
uk: Кількість пропозицій у черзі
zh_hans: 待处理建议数量

source: Lengths of Celery queues, see :ref:`celery`
de: Längen der Celery-Warteschlangen, siehe :ref:`celery`
ga: Fad na scuainí Soilire, féach :ref:`celery`
hu: Celery várólisták hossza, lásd: :ref:`celery`
id: Panjang antrian Celery, lihat :ref:`celery`
ja: Celery キューの長さ。参照: :ref:`celery`
nl: Lengten van wachtrijen voor Celery, bekijk :ref:`celery`
pt: Comprimento das filas de Celery, veja :ref:`celery`
pt_br: Comprimento das filas de Celery, consulte :ref:`celery`
ro: Lungimi ale cozilor de așteptare Celery, vezi :ref:`celery`
ru: Длины очередей Celery, смотреть раздел :ref:`celery`
sv: Längder på Celery-köer, se :ref:`celery`
tr: Celery kuyruklarının uzunlukları. Ayrıntılı bilgi almak için: :ref:`celery`
uk: Довжини черг Celery, див. :ref:`celery`
zh_hans: Celery 队列长度，见 :ref:`celery`
zh_hant: Celery 隊列長度，見 :ref:`celery`。

source: Configured server name
de: Konfigurierter Servername
ga: Ainm freastalaí cumraithe
hu: Konfigurált kiszolgálónév
id: Nama server yang dikonfigurasi
ja: 設定済みサーバー名
nl: Geconfigureerde servernaam
pt: Nome do servidor configurado
pt_br: Nome do servidor configurado
ro: Numele serverului configurat
ru: Настроенное имя сервера
sv: Konfigurerat servernamn
ta: கட்டமைக்கப்பட்ட சேவையக பெயர்
tr: Yapılandırılmış sunucu adı
uk: Налаштована назва сервера
zh_hans: 配置的服务器名

source: Search
de: Suchen
ga: Cuardaigh
hu: Keresés
id: Cari
ja: 検索
nl: Zoeken
pt: Procurar
pt_br: Buscar
ro: Caută
ru: Поиск
sv: Sök
ta: தேடல்
tr: Arama
uk: Пошук
zh_hans: 搜索

source: Returns site-wide search results as a list. There is no pagination on the result set, only first few matches are returned for each category.
de: Gibt die Ergebnisse der plattformweiten Suche als Liste zurück. Es gibt kein Seitenumbruch der Ergebnisliste, nur die ersten paar Treffer für jede Kategorie werden zurückgegeben.
ga: Filleann sé torthaí cuardaigh ar fud an tsuímh mar liosta. Níl aon uimhriú ar an tacar torthaí, ní sheoltar ach an chéad chúpla cluiche ar ais do gach catagóir.
hu: Az webhelyszintű keresési eredményeket listázza. Az eredményhalmaz nem tartalmaz oldalakra bontást, kategóriánként csak néhány találat jelenik meg.
id: Mengembalikan hasil pencarian di seluruh situs dalam bentuk daftar. Tidak ada paginasi pada kumpulan hasil, hanya beberapa hasil pertama yang ditampilkan untuk setiap kategori.
ja: サイト全体の検索結果をリストとして返します。結果セットにはページ分割はなく、各カテゴリに最初の数件の一致した値のみが返されます。
nl: Geeft sitebrede zoekresultaten terug als een lijst. Er is geen pagineren voor de set met resultaten, alleen de eerste paar resultaten voor elke categorie worden teruggegeven.
pt: Retorna os resultados da pesquisa em todo o site como uma lista. Não há paginação no conjunto de resultados, apenas as primeiras correspondências são retornadas para cada categoria.
pt_br: Retorna os resultados da busca em todo o site como uma lista. Não há paginação no conjunto de resultados, apenas as primeiras correspondências são retornadas para cada categoria.
ru: Возвращает результаты поиска по всему сайту в виде списка. В наборе результатов нет нумерации страниц, для каждой категории возвращаются только первые несколько совпадений.
sv: Returnerar sökresultat från hela webbplatsen i form av en lista. Det finns ingen paginering i resultatuppsättningen, endast de första träffarna returneras för varje kategori.
ta: தள அளவிலான தேடல் முடிவுகளை ஒரு பட்டியலாக வழங்குகிறது. முடிவு தொகுப்பில் மோகம் இல்லை, ஒவ்வொரு வகைக்கும் முதல் சில போட்டிகள் மட்டுமே திருப்பித் தரப்படுகின்றன.
tr: Site genelinde arama sonuçlarını bir liste olarak döndürür. Sonuç kümesinde sayfalama yoktur. Her kategori için yalnızca ilk birkaç eşleşme döndürülür.
uk: Повертати результати пошуку за сайтом як список. Поділу на сторінки не передбачено, для кожної категорії буде повернуто лише перші декілька відповідників.
zh_hans: 以列表形式返回全站搜索结果。结果集不分页，每个分类仅返回前几个匹配项。

source: The search looks for:
id: Pencarian mencari:
sv: Sökningen letar efter:

source: Categories
de: Kategorien
ga: Catagóirí
hu: Kategóriák
id: Kategori
ja: カテゴリ
nl: Categorieën
pt: Categorias
pt_br: Categorias
ru: Категории
sv: Kategorier
ta: வகைகள்
tr: Kategoriler
uk: Категорії
zh_hans: 类别

source: Search query string
id: Pencarian string kueri
sv: Söksträng

source: Name of the matched item.
de: Name des übereinstimmenden Elements.
ga: Ainm na míre comhoiriúnaithe.
hu: Találat nevének megjelenítése.
id: Nama item yang cocok.
ja: 一致した項目の名前。
nl: Naam van het overeenkomende item.
pt: Nome do elemento correspondente.
pt_br: Nome do item correspondente.
ru: Имя совпадающего элемента.
sv: Namnet på det matchade objektet.
ta: பொருந்திய உருப்படியின் பெயர்.
tr: Eşleşen ögenin adı.
uk: Назва відповідного запису.
zh_hans: 匹配项的名称。

source: Web URL of the matched item.
de: Web-URL des übereinstimmenden Elements.
ga: URL Gréasáin na míre comhoiriúnaithe.
hu: Találat webes URL-je.
id: URL web dari item yang cocok.
ja: 一致した項目の Web URL。
nl: Web-URL van het overeenkomende item.
pt: URL da Web para o elemento correspondente.
pt_br: URL da Web para o item correspondente.
ru: Веб-адрес соответствующего элемента.
sv: Webbadress för det matchade objektet.
ta: பொருந்திய உருப்படியின் வலை முகவரி.
tr: Eşleşen ögenin internet adresi.
uk: Вебадреса відповідного запису.
zh_hans: 匹配项的 Web URL。

source: Category of the matched item.
de: Kategorie des übereinstimmenden Elements.
ga: Catagóir na míre comhoiriúnaithe.
hu: Találat kategóriája.
id: Kategori item yang cocok.
ja: 一致した項目のカテゴリ。
nl: Categorie van het overeenkomende item.
pt: Categoria do elemento correspondente.
pt_br: Categoria do item correspondente.
ru: Категория совпадающего элемента.
sv: Kategori för det matchade objektet.
ta: பொருந்திய உருப்படியின் வகை.
tr: Eşleşen ögenin kategorisi.
uk: Категорія відповідного запису.
zh_hans: 匹配项类别。

source: Lists available categories. See :http:get:`/api/categories/(int:id)/` for field definitions.
de: Listet die verfügbaren Kategorien auf. Siehe :http:get:`/api/categories/(int:id)/` für Felddefinitionen.
ga: Liostaíonn na catagóirí atá ar fáil. Féach :http:get:`/api/categories/(int:id)/` le haghaidh sainmhínithe réimse.
hu: Az elérhető kategóriákat listázza. A mezők meghatározásához lásd: :http:get:`/api/categories/(int:id)/`.
id: Mencantumkan kategori yang tersedia. Lihat :http:get:`/api/categories/(int:id)/` untuk definisi kolom.
ja: 使用可能なカテゴリを一覧表示します。フィールドの定義については、:http:get:`/api/categories/(int:id)/` を確認してください。
nl: Vermeld beschikbare categorieën. Bekijk :http:get:`/api/categories/(int:id)/` voor velddefinities.
pt: Lista as categorias disponíveis. Consulte :http:get:`/api/categories/(int:id)/` para obter as definições de campo.
pt_br: Lista as categorias disponíveis. Consulte :http:get:`/api/categories/(int:id)/` para obter as definições de campo.
ru: Перечисляет доступные категории. См. определения полей в :http:get:`/api/categories/(int:id)/`.
sv: Visar tillgängliga kategorier. Se :http:get:`/api/categories/(int:id)/` för fältdefinitioner.
tr: Kullanılabilecek kategorileri görüntüler. Alan tanımları için :http:get:`/api/categories/(int:id)/` bölümüne bakabilirsiniz.
uk: Виводить список доступних категорій. Визначення полів наведено тут: :http:get:`/api/categories/(int:id)/`.
zh_hans: 列出可用的类别。字段定义见 :http:get:`/api/categories/(int:id)/` .
