Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can run your own translation memory server by using the one bundled with Translate-toolkit and let Weblate talk to it. You can also use it with an amaGama server, which is an enhanced version of tmserver.
de: Sie können Ihren eigenen Übersetzungsspeicher-Server betreiben, indem Sie den mitgelieferten Server mit Translate-toolkit verwenden und Weblate mit ihm kommunizieren lassen. Sie können ihn auch mit einem amaGama-Server verwenden, welcher eine verbesserte Version von tmserver ist.
ga: Is féidir leat do fhreastalaí cuimhne aistriúcháin féin a rith trí úsáid a bhaint as an gceann atá cuachta le Translate-toolkit agus lig do Weblate labhairt leis. Is féidir leat é a úsáid freisin le freastalaí amaGama, atá ina leagan feabhsaithe de tmserver.
hu: Saját fordítási memória szerver futtatható a Translate-toolkit csomagban található szerver használatával, amelyhez a Weblate is csatlakozhat. Használható amaGama szerverrel is, amely a tmserver kibővített változata.
id: Anda dapat menjalankan server memori terjemahan Anda sendiri dengan menggunakan server yang disertakan dalam Translate-toolkit dan biarkan Weblate berkomunikasi dengannya. Anda juga dapat menggunakannya dengan server amaGama, yang merupakan versi tmserver yang disempurnakan.
ja: Translate-toolkit に付属したサーバーを使用して、独自の翻訳メモリ サーバーを実行し、Weblate とやり取りできます。また、tmserver の拡張版である amaGama サーバーでも使用できます。
nl: U kunt ook uw eigen server voor vertaalgeheugen uitvoeren door die te gebruiken die wordt meegeleverd met Translate-Toolkit en Weblate ermee laten praten. U kunt het ook gebruiken met een server van amaGama, wat een uitgebreide versie van tmserver is.
pt: Pode executar o seu próprio servidor de memória de tradução usando aquele que vem com o Translate-toolkit e deixar que o Weblate converse com ele. Também pode usá-lo com um servidor amaGama, que é uma versão aprimorada do tmserver.
pt_br: Você pode executar seu próprio servidor de memória de tradução usando aquele que vem com o Translate-toolkit e deixar que o Weblate converse com ele. Você também pode usá-lo com um servidor amaGama, que é uma versão aprimorada do tmserver.
ro: Puteți rula propriul server de memorie de traducere utilizând cel inclus în Translate-toolkit și lăsați Weblate să vorbească cu acesta. De asemenea, îl puteți utiliza cu un server amaGama, care este o versiune îmbunătățită a tmserver.
ru: Вы можете запустить свой собственный сервер памяти переводов, используя сервер, входящий в Translate-toolkit, и настроив Weblate на взаимодействие с ним. Также вы можете использовать его с сервером amaGama, который является расширенной версией tmserver.
sv: Du kan köra din egen översättningsminnesserver genom att använda den som medföljer Translate-toolkit och låta Weblate kommunicera med den. Du kan också använda den med en amaGama-server, som är en förbättrad version av tmserver.
ta: மொழிபெயர்ப்பு-டூல்கிட்டுடன் தொகுக்கப்பட்ட ஒன்றைப் பயன்படுத்தி உங்கள் சொந்த மொழிபெயர்ப்பு நினைவக சேவையகத்தை இயக்கலாம், மேலும் அதனுடன் பேச அனுமதிக்கலாம். நீங்கள் அதை ஒரு அமகாமா சேவையகத்துடன் பயன்படுத்தலாம், இது மொநிசேவையகம் இன் மேம்பட்ட பதிப்பாகும்.
tr: Translate-toolkit ile birlikte geleni kullanarak kendi çeviri belleği sunucunuzu işletebilir ve Weblate ile konuşmasına izin verebilirsiniz. Ayrıca, geliştirilmiş bir tmserver sürümü olan bir amaGama sunucusu ile de kullanabilirsiniz.
uk: Ви можете запустити ваш власний сервер пам'яті перекладів скориставшись сервером із Translate-toolkit і повідомивши Weblate, що слід обмінюватися даними з цим сервером. Ви також можете скористатися сервером amaGama, який є удосконаленою версією tmserver.
zh_hans: 您可以通过使用 Translate-toolkit 绑定的一个服务器并与之对话，来运行您自己的翻译服务器。您还可以将它与 amaGama 服务器一起使用，它是 tmserver 的增强版本。
zh_hant: 您可以通過使用 Translate-toolkit綁定的一個服務器並與之對話，來運行您自己的翻譯服務器。您還可以將它與 amaGama 服務器一起使用，它是 tmserver 的增強版本。

source: First you will want to import some data to the translation memory:
de: Zuerst sollten einige Daten in den Übersetzungsspeicher importiert werden:
ga: Ar dtús beidh tú ag iarraidh roinnt sonraí a iompórtáil chuig an gcuimhne aistriúcháin:
hu: Először érdemes adatokat importálni a fordítási memóriába:
id: Pertama Anda ingin mengimpor beberapa data ke memori terjemahan:
ja: まず、翻訳メモリにデータをインポートする:
nl: Als eerste wilt u enkele gegevens in het vertaalgeheugen importeren:
pt: Primeiro, vai importar alguns dados para a memória de tradução:
pt_br: Primeiro, você vai querer importar alguns dados para a memória de tradução:
ro: În primul rând, veți dori să importați unele date în memoria de traducere:
ru: Сперва вам нужно импортировать в память переводов некоторые данные:
sv: Först vill du importera vissa data till översättningsminnet:
ta: முதலில் நீங்கள் மொழிபெயர்ப்பு நினைவகத்திற்கு சில தரவை இறக்குமதி செய்ய விரும்புவீர்கள்:
tr: Önce çeviri belleği içine bazı verileri aktarmak isteyeceksiniz:
uk: Спочатку вам варто імпортувати якісь дані до пам'яті перекладів:
zh_hans: 首先您会想要将一些数据导入翻译记忆库：
zh_hant: 首先您會想要將一些數據導入翻譯記憶庫：

source: Start tmserver to listen to your requests:
de: tmserver starten, um die Anfragen abzuhören:
ga: Tosaigh tmserver chun éisteacht le d’iarratais:
hu: Indítsa el a tmserver-t, hogy fogadja a kéréseket:
id: Mulai tmserver untuk mendengarkan permintaan Anda:
ja: tmserver を起動して、要求をリッスンする:
nl: Start tmserver om naar uw verzoeken te luisteren:
pt: Inicie o tmserver para ouvir as suas solicitações:
pt_br: Inicie o tmserver para ouvir suas solicitações:
ro: Porniți tmserver pentru a asculta cererile dumneavoastră:
ru: Запустите tmserver, чтобы он слушал ваши запросы:
sv: Starta tmserver för att lyssna på dina förfrågningar:
ta: உங்கள் கோரிக்கைகளைக் கேட்க மொநிசேவையகம் ஐத் தொடங்கவும்:
tr: İsteklerinizi dinlemek üzere tmserver uygulamasını başlatın:
uk: Запустіть tmserver для очікування на ваші запити:
zh_hans: 启动 tmserver 来收听您的请求：
zh_hant: 啟動 tmserver 來收聽您的請求：

source: Configure Weblate to talk to it, the default URL is ``http://localhost:8888/tmserver/``.
de: Weblate konfigurieren, um mit ihm zu kommunizieren. Die Standard-URL lautet ``http://localhost:8888/tmserver/``.
ga: Cumraigh Weblate chun labhairt leis, is é an URL réamhshocraithe ``http://localhost:8888/tmserver/``.
hu: Állítsa be a Weblate-et a szerver elérésére, az alapértelmezett URL: ``http://localhost:8888/tmserver/``.
id: Konfigurasikan Weblate untuk berkomunikasi dengannya, URL bawaan adalah ``http://localhost:8888/tmserver/``.
ja: Weblate と通信するように設定します。デフォルトの URL は ``http://localhost:8888/tmserver/`` です。
nl: Configureer Weblate om ermee te praten, de standaard URL is ``http://localhost:8888/tmserver/``.
pt: Configure o Weblate para falar com ele, a URL padrão é ``http://localhost:8888/tmserver/``.
pt_br: Configure o Weblate para falar com ele, a URL padrão é ``http://localhost:8888/tmserver/``.
ro: Configurați Weblate pentru a vorbi cu el, URL-ul implicit este ``http://localhost:8888/tmserver/``.
ru: Настройте Weblate на взаимодействие с ним, URL-адрес по умолчанию — ``http://localhost:8888/tmserver/``.
sv: Konfigurera Weblate för att kommunicera med den. Standard-URL:en är ``http://localhost:8888/tmserver/``.
ta: வலைபெயர்ப்பு உடன் பேச, இயல்புநிலை முகவரி `` http: // localhost: 8888/tmserver/``.
tr: İletişim kurmak için gereken Weblate yapılandırmasını ayarlayın. Varsayılan adres: ``http://localhost:8888/tmserver/``.
uk: Налаштуйте Weblate на обмін даними зі службою, типовою адресою є ``http://localhost:8888/tmserver/``.
zh_hans: 配置Weblate与服务通信，默认地址为 ``http://localhost:8888/tmserver/``.

source: Weblate machine translation service can provide translations based on the exact matches of a string in the currently existing strings in a :guilabel:`Translated`, :guilabel:`Approved`, or :guilabel:`Read-only` :ref:`states <states>` inside Weblate.
de: Der maschinelle Übersetzungsdienst von Weblate kann Übersetzungen basierend auf den exakten Übereinstimmungen einer Zeichenkette in den aktuell vorhandenen Zeichenketten in einem :guilabel:`Übersetzt`-, :guilabel:`Genehmigt`-, oder :guilabel:`Schreibgeschützt`-:ref:`Status <states>` innerhalb von Weblate bereitstellen.
ga: Is féidir le seirbhís aistriúcháin meaisín Weblate aistriúcháin a sholáthar bunaithe ar mheaitseálacha cruinne teaghrán sna teaghráin reatha i :guilabel:`Aistrithe`, :guilabel:`Ceadaithe`, nó :guilabel:`Inléite amháin` :ref:`stáit <states>` taobh istigh de Weblate.
hu: A Weblate gépi fordítási szolgáltatása képes fordításokat nyújtani a szöveg pontos egyezései alapján a már meglévő szövegek között a következő állapotokban: :guilabel:`Lefordítva`, :guilabel:`Jóváhagyva` vagy :guilabel:`Csak olvasható` :ref:`állapotok <states>`.
id: Layanan terjemahan mesin Weblate dapat menyediakan terjemahan berdasarkan kecocokan persis string dalam string yang saat ini ada dalam :guilabel:`Translated`, :guilabel:`Approved`, atau :guilabel:`Read-only` :ref:`states <states>` di dalam Weblate.
ja: Weblate の機械翻訳サービスは、Weblate内の :guilabel:`翻訳済み`、 :guilabel:`承認済み`、または :guilabel:`翻訳禁止` :ref:`状態 <states>` に現在存在する文字列と完全に一致する場合に翻訳を提供できます。
nl: De service voor machinevertaling van Weblate kan vertalingen verschaffen, gebaseerd op de exacte overeenkomsten van een tekenreeks in de momenteel bestaande tekenreeksen in een :ref:`status <states>` :guilabel:`Vertaald`, :guilabel:`Goedgekeurd` of :guilabel:`alleen-lezen` binnen Weblate.
pt: O serviço de tradução mecânica do Weblate pode fornecer traduções com base nas correspondências exatas de uma cadeia nas cadeias existentes atualmente no Weblate como :guilabel:`Traduzido`, :guilabel:`Aprovado` ou :guilabel:`Apenas para leitura` :ref:`states <states>`.
pt_br: O serviço de tradução automática do Weblate pode fornecer traduções com base nas correspondências exatas de um texto nos textos existentes atualmente em :guilabel:`Traduzido`, :guilabel:`Aprovado` ou :guilabel:`Somente leitura` :ref:`states <states>` dentro do Weblate.
sv: Weblates maskinöversättningstjänst kan tillhandahålla översättningar baserade på exakta matchningar av en sträng i de befintliga strängarna i :guilabel:`Translated`, :guilabel:`Approved` eller :guilabel:`Read-only` :ref:`states <states>` i Weblate.
tr: Weblate makine çevirisi hizmeti, Weblate içindeki :ref:`durumu <states>` :guilabel:`Çevrilmiş`, :guilabel:`Onaylanmış` veya :guilabel:`Salt okunur` olan dizgelerde bulunan dizgelerin tam eşleşmelerine bakarak çeviri yapabilir.
uk: Служба машинного перекладу Weblate може надавати переклад на основі точних збігів рядка з існуючими рядками у :guilabel:`Translated`, :guilabel:`Approved` або :guilabel:`Read-only` :ref:`стани <states>` всередині Weblate.
zh_hans: Weblate 机器翻译服务能够基于 Weblate 内当前现有的处于 :guilabel:`已翻译`、:guilabel:`已批准` 或 :guilabel:`只读` :ref:`状态 <states>` 下字符串当中的一条字符串的精确匹配提供翻译。

source: Use :ref:`translation-memory` as a machine translation service. Any string that has been translated before (or uploaded to the translation memory) can be translated in this way. This suggestion source works with fuzzy matching.
de: Verwenden Sie den :ref:`translation-memory` als maschinellen Übersetzungsdienst. Jede Zeichenkette, die bereits übersetzt (oder in den Übersetzungsspeicher hochgeladen) wurde, kann auf diese Weise übersetzt werden. Diese Vorschlagsquelle arbeitet mit Fuzzy-Matching.
ga: Úsáid :ref:`translation-memory` mar sheirbhís aistriúcháin meaisín. Is féidir teaghrán ar bith a aistríodh roimhe seo (nó a uaslódáil chuig an gcuimhne aistriúcháin) a aistriú ar an mbealach seo. Oibríonn an fhoinse molta seo le meaitseáil doiléir.
hu: A :ref:`fordítási memória <translation-memory>` gépi fordítási szolgáltatásként történő használata. Bármely korábban lefordított (vagy a fordítási memóriába feltöltött) szöveg fordítható ezen a módon. Ez a javaslati forrás ellenőrizendő (zavaros) egyezéssel működik.
id: Gunakan :ref:`translation-memory` sebagai layanan terjemahan mesin. Setiap string yang telah diterjemahkan sebelumnya (atau diunggah ke memori terjemahan) dapat diterjemahkan dengan cara ini. Sumber saran ini bekerja dengan pencocokan fuzzy.
ja: 機械翻訳サービスとして :ref:`translation-memory` を使用します。過去に翻訳された（または翻訳メモリにアップロードされた）文字列は、この方法で翻訳できます。この提案ソースは、あいまい一致で機能します。
nl: Gebruik :ref:`translation-memory` als een service voor machinevertaling. Elke tekenreeks die eerder werd vertaald (of geüpload naar het vertaalgeheugen) kan op deze manier worden vertaald. Deze bron voor suggesties werkt met fuzzy overeenkomsten.
pt: Usar :ref:`translation-memory` como um serviço de tradução mecânica. Qualquer entrada que tenha sido traduzida anteriormente (ou carregada para a memória de tradução) pode ser traduzida desta forma. Esta fonte de sugestão funciona com correspondência aproximada.
pt_br: Usar :ref:`translation-memory` como um serviço de tradução automática. Qualquer texto que tenha sido traduzido anteriormente (ou carregado na memória de tradução) pode ser traduzido dessa forma. Essa fonte de sugestão funciona com correspondência difusa.
sv: Använd :ref:`translation-memory` som en maskinöversättningstjänst. Alla strängar som har översatts tidigare (eller laddats upp till översättningsminnet) kan översättas på detta sätt. Denna förslagskälla fungerar med fuzzy-matchning.
tr: Makine çevirisi hizmeti olarak :ref:`translation-memory` kullanır. Geçmişte çevrilmiş (ya da çeviri belleğine yüklenmiş) herhangi bir dizge bu şekilde çevrilebilir. Bu öneri kaynağı belirsiz eşleşme ile çalışır.
uk: Скористайтеся :ref:`пам'яттю перекладів <translation-memory>` як службою комп'ютерного перекладу. У цей спосіб можна перекласти усі рядки, які раніше було перекладено (або вивантажено до пам'яті перекладів). Це джерело пропозицій працює із нечіткою відповідністю.
zh_hans: 使用 :ref:`translation-memory` 作为机器翻译服务。任何过去翻译过的字符串（或上传到翻译记忆库）都可以用这种方式翻译。此建议源可用于模糊匹配。

source: Recreating :ref:`translation-memory` reduces capabilities of this TM source.
de: Durch das Neuerstellen vom :ref:`translation-memory` werden die Möglichkeiten dieser Quelle eingeschränkt.
ga: Laghdaíonn athchruthú :ref:`translation-memory` cumais na foinse TM seo.
hu: A :ref:`fordítási memória <translation-memory>` újragenerálása csökkenti ennek a forrásnak a képességeit.
id: Membuat ulang :ref:`translation-memory` mengurangi kemampuan sumber TM ini.
ja: :ref:`translation-memory` を再作成すると、この TM ソースの機能が低下します。
nl: Opnieuw samenstellen van :ref:`translation-memory` verkleint de mogelijkheden van deze bron voor TM.
pt: A recriação de :ref:`translation-memory` reduz os recursos dessa fonte de TM.
pt_br: A recriação de :ref:`translation-memory` reduz os recursos dessa fonte de TM.
sv: Återskapande av :ref:`translation-memory` minskar kapaciteten hos denna TM-källa.
tr: :ref:`translation-memory` içeriğinin yeniden oluşturulması bu çeviri belleği kaynağının yeteneklerini azaltır.
uk: Відтворення :ref:`translation-memory` зменшує можливості цього джерела ТМ.
zh_hans: 重新创建 :ref:`translation-memory` 会降低此机器翻译服务的能力。

source: Machine translation service provided by Yandex.
de: Maschineller Übersetzungsdienst von Yandex.
ga: Seirbhís aistriúcháin meaisín curtha ar fáil ag Yandex.
hu: A Yandex által biztosított gépi fordítási szolgáltatás.
id: Layanan terjemahan mesin disediakan oleh Yandex.
ja: Yandex が提供する機械翻訳サービス。
nl: Service voor machinevertaling verschaft door Yandex.
pt: Serviço de memória de tradução fornecido pela Yandex.
pt_br: Serviço de memória de tradução fornecido pela Yandex.
ro: Serviciul de traducere automată furnizat de Yandex.
ru: Сервис машинного перевода, предоставляемый Яндексом.
sv: Maskinöversättningstjänst tillhandahållen av Yandex.
ta: இயந்திர மொழிபெயர்ப்பு பணி யாண்டெக்ச் வழங்கியது.
tr: Yandex tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається Yandex.
zh_hans: Yandex 提供的机器翻译服务。
zh_hant: Yandex 提供的機器翻譯服務。

source: This service uses a Translation API, and you need to obtain an API key from Yandex.
de: Dieser Dienst verwendet eine Übersetzungs-API und Sie müssen einen API-Schlüssel von Yandex erhalten.
ga: Úsáideann an tseirbhís seo API Aistriúcháin, agus ní mór duit eochair API a fháil ó Yandex.
hu: A szolgáltatás egy fordítási API-t használ, az API-kulcsot a Yandex-től kell igényelni.
id: Layanan ini menggunakan API Terjemahan, dan Anda perlu memperoleh kunci API dari Yandex.
ja: このサービスは Translation API を使用するので、Yandex から API キーの取得が必要です。
nl: Deze service gebruikt een Translation API en u moet een API-sleutel ophalen vanaf Yandex.
pt: Este serviço usa uma API de tradução e você precisa obter uma chave de API da Yandex.
pt_br: Este serviço usa uma API de tradução, e você precisa obter uma chave de API da Yandex.
ro: Acest serviciu utilizează un API de traducere și trebuie să obțineți o cheie API de la Yandex.
ru: Этот сервис использует API переводчика, поэтому вам необходимо получить от Яндекса ключ API.
sv: Denna tjänst använder ett översättnings-API, och du måste skaffa en API-nyckel från Yandex.
ta: இந்த பணி ஒரு மொழிபெயர்ப்பு பநிஇ ஐப் பயன்படுத்துகிறது, மேலும் நீங்கள் யாண்டெக்சிலிருந்து ஒரு பநிஇ விசையைப் பெற வேண்டும்.
tr: Bu hizmet bir Translation API uygulaması kullanır ve Yandex üzerinden bir API anahtarı edinmeniz gerekir.
uk: Ця служба використовує програмний інтерфейс перекладу — вам слід отримати ключ до програмного інтерфейсу від Yandex.
zh_hans: 这项服务使用翻译 API，您需要从 Yandex 得到 API 密钥。
zh_hant: 這項服務使用翻譯 API ，您需要從 Yandex 得到 API 密鑰。

source: `Powered by Yandex.Translate <https://translate.yandex.com/>`_
id: `Didukung oleh Yandex.Translate <https://translate.yandex.com/>`_
sv: `Drivs av Yandex.Translate <https://translate.yandex.com/>`_

source: This service uses a Translation API, and you need to obtain an API key from Yandex Cloud.
de: Dieser Dienst verwendet eine Übersetzungs-API und Sie müssen einen API-Schlüssel von Yandex Cloud erhalten.
ga: Úsáideann an tseirbhís seo API Aistriúcháin, agus ní mór duit eochair API a fháil ó Yandex Cloud.
hu: Ez a szolgáltatás fordítási API-t használ, az API-kulcsot a Yandex Cloudból kell igényelni.
id: Layanan ini menggunakan API Terjemahan, dan Anda perlu memperoleh kunci API dari Yandex Cloud.
ja: このサービスは Translation API を使用するので、Yandex Cloud から API キーの取得が必要です。
nl: Deze service gebruikt een Translation API en u moet een API-sleutel ophalen vanaf Yandex Cloud.
pt: Este serviço usa uma API de tradução e precisa obter uma chave de API da Yandex Cloud.
pt_br: Este serviço usa uma API de tradução, e você precisa obter uma chave de API da Yandex Cloud.
ru: Этот клиент использует Translation API, и вам необходимо получить ключ API от Яндекс Облака.
sv: Denna tjänst använder ett översättnings-API, och du måste skaffa en API-nyckel från Yandex Cloud.
ta: இந்த பணி மொழிபெயர்ப்பு பநிஇ ஐப் பயன்படுத்துகிறது, மேலும் நீங்கள் யாண்டெக்ச் கிளவுட்டிலிருந்து பநிஇ விசையைப் பெற வேண்டும்.
tr: Bu hizmet bir Translation API uygulaması kullanır ve Yandex Cloud üzerinden bir API anahtarı edinmeniz gerekir.
uk: Ця служба використовує програмний інтерфейс перекладу — вам слід отримати ключ до програмного інтерфейсу від Yandex Cloud.
zh_hans: 这项服务使用翻译 API，您需要从 Yandex Cloud 得到 API 密钥。

source: `Powered by Yandex.Cloud <https://cloud.yandex.com/en/services/translate>`_
id: `Didukung oleh Yandex.Cloud <https://cloud.yandex.com/en/services/translate>`_
sv: `Drivs av Yandex.Cloud <https://cloud.yandex.com/en/services/translate>`_

source: Machine translation service provided by Youdao.
de: Maschineller Übersetzungsdienst von Youdao.
ga: Seirbhís aistriúcháin meaisín curtha ar fáil ag Youdao.
hu: A Youdao által biztosított gépi fordítási szolgáltatás.
id: Layanan terjemahan mesin disediakan oleh Youdao.
ja: Youdao が提供する機械翻訳サービス。
nl: Service voor machinevertaling verschaft door Youdao.
pt: Serviço de tradução de máquina fornecido pelo Youdao.
pt_br: Serviço de tradução automática fornecido pela Youdao.
ro: Serviciul de traducere automată furnizat de Youdao.
ru: Сервис машинного перевода, предоставляемый Youdao.
sv: Maskinöversättningstjänst tillhandahållen av Youdao.
ta: youdao வழங்கிய இயந்திர மொழிபெயர்ப்பு பணி.
tr: Youdao tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається Youdao.
zh_hans: 有道提供的机器翻译服务。
zh_hant: 有道提供的機器翻譯服務。

source: This service uses an API, and you need to obtain an ID and an API key from Youdao.
de: Dieser Dienst verwendet eine API und Sie müssen eine ID und einen API-Schlüssel von Youdao erhalten.
ga: Úsáideann an tseirbhís seo API, agus ní mór duit aitheantas agus eochair API a fháil ó Youdao.
hu: A szolgáltatás API-t használ, a használathoz azonosítót (ID) és API-kulcsot kell igényelni a Youdao-tól.
id: Layanan ini menggunakan API, dan Anda perlu memperoleh ID dan kunci API dari Youdao.
ja: このサービスは API を使用するので、Youdao から ID と API キーの取得が必要です。
nl: Deze service gebruikt een API en u moet een ID en een API-sleutel ophalen vanaf Youdao.
pt: Este serviço usa uma API e você precisa obter um ID e uma chave de API do Youdao.
pt_br: Este serviço usa uma API e você precisa obter um ID e uma chave de API do Youdao.
ro: Acest serviciu utilizează un API, iar dumneavoastră trebuie să obțineți un ID și o cheie API de la Youdao.
ru: Этот сервис использует API, поэтому вам необходимо получить от Youdao идентификатор и ключ API.
sv: Denna tjänst använder ett API, och du måste skaffa ett ID och en API-nyckel från Youdao.
ta: இந்த பணி ஒரு பநிஇ ஐப் பயன்படுத்துகிறது, மேலும் நீங்கள் youdao இலிருந்து ஒரு ஐடி மற்றும் பநிஇ விசையைப் பெற வேண்டும்.
tr: Bu hizmet bir API uygulaması kullanır ve Youdao üzerinden bir kimlik ve API anahtarı edinmeniz gerekir.
uk: Ця служба використовує програмний інтерфейс — вам слід отримати у Youdao ідентифікатор і ключ до програмного інтерфейсу, щоб скористатися нею.
zh_hans: 这项服务使用 API，您需要从有道获得 ID 和 API 密钥。
zh_hant: 這項服務使用 API ，您需要從有道獲得 ID 和 API 密鑰。

source: Custom machine translation
de: Benutzerdefinierte maschinelle Übersetzung
ga: Aistriúchán meaisín saincheaptha
hu: Egyedi gépi fordítás
id: Terjemahan mesin khusus
ja: カスタム機械翻訳
nl: Aangepaste machinevertaling
pt: Tradução da máquina personalizada
pt_br: Tradução automática personalizada
ro: Traducere automată personalizată
ru: Пользовательский машинный перевод
sv: Anpassad maskinöversättning
ta: தனிப்பயன் இயந்திர மொழிபெயர்ப்பு
tr: Özel makine çevirisi
uk: Нетиповий комп'ютерний переклад
zh_hans: 定制化的机器翻译

source: You can also implement your own machine translation services using a few lines of Python code. Place the code in a module Weblate can import (see :ref:`custom-module` or :ref:`docker-python-override`) and add fully qualified class name to :setting:`WEBLATE_MACHINERY`.
sv: Du kan också implementera dina egna maskinöversättningstjänster med hjälp av några rader Python-kod. Placera koden i en modul som Weblate kan importera (se :ref:`custom-module` eller :ref:`docker-python-override`) och lägg till det fullständiga klassnamnet till :setting:`WEBLATE_MACHINERY`.

source: Management commands
de: Verwaltungsbefehle
ga: Orduithe bainistíochta
hu: Kezelőparancsok
id: Perintah manajemen
ja: 管理コマンド
nl: Opdrachten voor beheer
pt: Comandos de gerência
pt_br: Comandos de gerência
ro: Comenzi de gestionare
ru: Команды управления
sv: Ledningskommandon
ta: மேலாண்மை கட்டளைகள்
tr: Yönetim komutları
uk: Команди керування
zh_hans: 管理命令
zh_hant: 管理命令
