Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed compatibility with Django 1.10.
de: Kompatibilität mit Django 1.10 korrigiert.
ga: Comhoiriúnacht sheasta le Django 1.10.
hu: Django 1.10 kompatibilitás javítva.
id: Kompatibilitas tetap dengan Django 1.10.
ja: Django 1.10 との互換性を修正。
nl: Compatibiliteit met Django 1.10 gerepareerd.
pt: Corrigida a compatibilidade com Django 1.10.
pt_br: Corrigida a compatibilidade com Django 1.10.
ro: A fost reparată compatibilitatea cu Django 1.10.
ru: Исправлена совместимость с Django 1.10.
sv: Kompatibilitet med Django 1.10 har åtgärdats.
ta: சாங்கோ 1.10 உடன் நிலையான பொருந்தக்கூடிய தன்மை.
tr: Django 1.10 uyumluluğunda yaşanan sorun düzeltildi.
uk: Виправлено сумісність із Django 1.10.
zh_hans: 修复了与 Django 1.10 的兼容性。
zh_hant: 修復了與 Django 1.10 的兼容性。

source: Added Subversion support.
de: Subversion-Unterstützung hinzugefügt.
ga: Cuireadh tacaíocht Subversion leis.
hu: Subversion támogatás hozzáadva.
id: Menambahkan dukungan Subversion.
ja: Subversion に対応。
nl: Ondersteuning voor Subversion toegevoegd.
pt: Adicionado suporte a Subversion.
pt_br: Adicionado suporte a Subversion.
ro: A fost adăugat suport pentru Subversion.
ru: Добавлена поддержка Subversion.
sv: Lagt till stöd för Subversion.
ta: சப்வர்சன் உதவி சேர்க்கப்பட்டது.
tr: Subversion desteği eklendi.
uk: Додано підтримку Subversion.
zh_hans: 添加了 Subversion 支持。
zh_hant: 添加了 Subversion 支持。

source: Separated XML validity check from XML mismatched tags.
de: Die Prüfung auf gültiges XML getrennt von der Prüfung auf nicht übereinstimmende XML-Tags.
ga: Seiceáil bailíochta XML scartha ó chlibeanna mímheaitseála XML.
hu: XML érvényességellenőrzés különválasztva az eltérő címkék ellenőrzésétől.
id: Memisahkan pemeriksaan validitas XML dari tag XML yang tidak cocok.
ja: XML の妥当性検査を XML の不一致タグ検査から分離。
nl: Kwaliteitscontrole XML afgescheiden van niet overeenkomende tags XML.
pt: A verificação de validade de XML foi separada de tags XML incompatíveis.
pt_br: A verificação de validade de XML foi separada de tags XML incompatíveis.
ro: Separarea verificării validității XML de etichetele XML necorespunzătoare.
ru: Проверка корректности XML отделена от проверки на то что теги XML не совпадают.
sv: Separerade XML-giltighetskontroll från XML-taggar som inte stämmer överens.
ta: எக்ச்எம்எல் பொருந்தாத குறிச்சொற்களிலிருந்து பிரிக்கப்பட்ட எக்ச்எம்எல் செல்லுபடியாகும் சோதனை.
tr: XML geçerlilik denetimi uyumsuz XML kod imlerinden ayrıldı.
uk: Перевірку коректності XML відокремлено від перевірки відповідності теґів XML.
zh_hans: 将 XML 有效性检查与 XML 不匹配的标签检查分开。
zh_hant: 從 XML 合法性檢查中分出不匹配的 XML 標籤。

source: Fixed API to honor HIDE_REPO_CREDENTIALS settings.
de: API korrigiert, um HIDE_REPO_CREDENTIALS-Einstellungen zu berücksichtigen.
ga: API seasta chun socruithe HIDE_REPO_CREDENTIALS a urramú.
hu: API mostantól figyelembe veszi a `HIDE_REPO_CREDENTIALS` beállítást.
id: Memperbaiki API untuk menghormati pengaturan HIDE_REPO_CREDENTIALS.
ja: HIDE_REPO_CREDENTIALS 設定を優先するように API を修正。
nl: API gerepareerd om rekening te houden met instellingen HIDE_REPO_CREDENTIALS.
pt: Corrigida a API para respeitar as configurações de HIDE_REPO_CREDENTIALS.
pt_br: Corrigida a API para respeitar as configurações de HIDE_REPO_CREDENTIALS.
ro: S-a reparat API pentru a onora setările HIDE_REPO_CREDENTIALS.
ru: API теперь принимает во внимание параметр HIDE_REPO_CREDENTIALS.
sv: Fixat API för att respektera HIDE_REPO_CREDENTIALS-inställningar.
ta: மறைவை மதிக்க நிலையான பநிஇ.
tr: API, HIDE_REPO_CREDENTIALS ayarlarına uyacak biçimde düzeltildi.
uk: Виправлено програмний інтерфейс — враховано параметри HIDE_REPO_CREDENTIALS.
zh_hans: 修复了 API 来接受 HIDE_REPO_CREDENTIALS 设置。
zh_hant: 修復了 API 來接受 HIDE_REPO_CREDENTIALS 設置。

source: Show source change in Zen mode.
de: Änderung der Ausgangszeichenkette wird im Zen-Modus angezeigt.
ga: Taispeáin athrú foinse i mód Zen.
hu: Forrásváltozások megjelenítése Zen módban.
id: Tampilkan perubahan sumber dalam mode Zen.
ja: Zen モードで原文の変更を表示するように改良。
nl: Wijziging bron weergeven in modus Zen.
pt: Mostra a alteração do fonte no modo Zen.
pt_br: Mostra a alteração do fonte no modo Zen.
ro: Afișează schimbarea sursei în modul Zen.
ru: Теперь в Дзен-режиме показываются изменения в исходной строке.
sv: Visa källändring i Zen-läge.
ta: சென் பயன்முறையில் மூல மாற்றத்தைக் காட்டு.
tr: Zen kipinde kaynak değişikliğinin görüntülenmesi sağlandı.
uk: Реалізовано показ зміни джерела у дзен-режимі.
zh_hans: 在禅模式中显示原文变更。
zh_hant: 在禪模式中顯示源更改。

source: Alt+PageUp/PageDown/Home/End now works in Zen mode as well.
de: Alt+Bild↑/Bild↓/Pos1/Ende funktioniert jetzt auch im Zen-Modus.
ga: Oibríonn Alt+PageUp/PageDown/Home/End anois i mód Zen freisin.
hu: Alt+PageUp/PageDown/Home/End billentyűk is működnek Zen módban.
id: Alt+PageUp/PageDown/Home/End sekarang juga berfungsi dalam mode Zen.
ja: Alt+PageUp/PageDown/Home/End キーを Zen モードでも有効に改良。
nl: Alt+PageUp/PageDown/Home/End werken nu ook in modus Zen.
pt: Alt+PageUp/PageDown/Home/End agora funciona no modo Zen também.
pt_br: Alt+PageUp/PageDown/Home/End agora funciona no modo Zen também.
ro: Alt+PageUp/PageDown/Home/End funcționează acum și în modul Zen.
ru: Alt+PageUp/PageDown/Home/End теперь работают и в Дзен-режиме.
sv: Alt+PageUp/PageDown/Home/End fungerar nu även i Zen-läge.
ta: alt+pageup/pagedown/home/end இப்போது சென் பயன்முறையிலும் வேலை செய்கிறது.
tr: Alt + PageUp/PageDown/Home/End kısayol tuşlarının Zen kipinde de çalışması sağlandı.
uk: Реалізовано працездатність Alt+PageUp/PageDown/Home/End у дзен-режимі.
zh_hans: 现在也可以在禅模式下也可以使用 Alt+PageUp/PageDown/Home/End 了。
zh_hant: Alt+PageUp/PageDown/Home/End 現在也在纏模式中工作良好。

source: Add tooltip showing exact time of changes.
de: Kurzinfo hinzugefügt, die den genauen Zeitpunkt der Änderungen anzeigt.
ga: Cuir leid uirlisí leis a thaispeánann am cruinn na n-athruithe.
hu: Új eszköztipp jeleníti meg pontos idővel a változásokat.
id: Tambahkan keterangan alat yang menunjukkan waktu perubahan yang tepat.
ja: 変更の正確な時刻を示すツールチップを追加。
nl: Helptip weergeven met exacte tijd van wijzigingen.
pt: Adiciona uma dica de ferramenta mostrando a hora exata das alterações.
pt_br: Adiciona uma dica de ferramenta mostrando a hora exata das alterações.
ro: Adăugați un tooltip care arată ora exactă a modificărilor.
ru: Добавлена всплывающая подсказка, отображающая точное время изменений.
sv: Lägg till verktygstips som visar exakt tidpunkt för ändringar.
ta: மாற்றங்களின் சரியான நேரத்தைக் காட்டும் உதவிக்குறிப்பைச் சேர்.
tr: Değişikliklerin tam zamanını görüntüleyen ipucu eklendi.
uk: Додано панелі підказки із показом точного часу внесення змін.
zh_hans: 添加了显示更改准确时间的工具提示。
zh_hant: 添加提示來顯示更改的準確時間。

source: Add option to select filters and search from translation page.
de: Option zur Auswahl von Filtern und zur Suche auf der Übersetzungsseite.
ga: Cuir rogha leis chun scagairí a roghnú agus cuardaigh ón leathanach aistriúcháin.
hu: Fordítási oldalról is választhatók szűrők és keresési beállítások.
id: Tambahkan opsi untuk memilih filter dan pencarian dari halaman terjemahan.
ja: 翻訳ページでフィルターや検索を選択できるオプションの追加。
nl: Optie toevoegen voor selecteren van filters en zoeken op pagina vertaling.
pt: Adiciona uma opção para selecionar filtros e pesquisar na página de tradução.
pt_br: Adiciona uma opção para selecionar filtros e buscar na página de tradução.
ro: Adăugați opțiunea de selectare a filtrelor și de căutare din pagina de traducere.
ru: Добавлена возможность выбирать фильтры и начинать поиск прямо со страницы перевода.
sv: Lägg till alternativ för att välja filter och söka från översättningssidan.
ta: வடிப்பான்களைத் தேர்ந்தெடுத்து மொழிபெயர்ப்பு பக்கத்திலிருந்து தேட விருப்பத்தைச் சேர்.
tr: Çeviri sayfasına süzgeç seçme ve arama yapma seçeneği eklendi.
uk: Додано пункт для вибору фільтрів і пошуку зі сторінки перекладу.
zh_hans: 添加选项从翻译页面中选择筛选程序和搜索。
zh_hant: 添加選項從翻譯頁面中選擇篩選程序和搜索。

source: Added UI for translation removal.
de: Bedienoberfläche für das Entfernen von Übersetzungen hinzugefügt.
ga: Chomhéadain curtha leis chun aistriúchán a bhaint.
hu: Fordítás törlésére szolgáló felhasználói felület hozzáadva.
id: Menambahkan UI untuk penghapusan terjemahan.
ja: 翻訳を削除するための UI の追加。
nl: Gebruikersinterface toegevoegd voor verwijderen vertaling.
pt: Adicionada UI para remoção de tradução.
pt_br: Adicionada UI para remoção de tradução.
ro: A fost adăugată o interfață pentru eliminarea traducerilor.
ru: Добавлено удаление переводов через пользовательский интерфейс.
sv: Lagt till gränssnitt för borttagning av översättningar.
ta: மொழிபெயர்ப்பு அகற்றுவதற்கு இடைமுகம் சேர்க்கப்பட்டது.
tr: Çeviri silme kullanıcı arayüzü eklendi.
uk: Додано інтерфейс для вилучення перекладів.
zh_hans: 添加了翻译删除的 UI。
zh_hant: 添加了翻譯刪除的 UI。

source: Improved behavior when inserting placeables.
de: Verbessertes Verhalten beim Einfügen von Platzhaltern.
ga: Iompar feabhsaithe nuair a chuirtear plaiceanna isteach.
hu: Helykitöltők kezelése továbbfejlesztve.
id: Peningkatan perilaku saat memasukkan penempatan.
ja: 置換可能な要素を挿入する際の動作を改良。
nl: Verbeterd gedrag bij invoegen plaatsvervangers.
pt: Melhorado o comportamento ao inserir objetos colocáveis.
pt_br: Melhorado o comportamento ao inserir objetos colocáveis.
ro: A fost îmbunătățit comportamentul la inserarea de obiecte care pot fi plasate.
ru: Улучшено поведение при вставке маркеров-заполнителей.
sv: Förbättrat beteende vid infogning av placerbara objekt.
ta: இடங்களை செருகும்போது மேம்பட்ட நடத்தை.
tr: Yerleştirilebilir ögeleri ekleme davranışı iyileştirildi.
uk: Удосконалено роботу засобу вставлення замінників.
zh_hans: 改进了插入代码块时的行为。
zh_hant: 改進了插入代碼塊時的行為。

source: Fixed auto locking issues in Zen mode.
de: Probleme mit der automatischen Sperre im Zen-Modus behoben.
ga: Saincheisteanna glasála uathoibríoch seasta i mód Zen.
hu: Zen módban előforduló automatikus zárolási hibák javítva.
id: Memperbaiki masalah penguncian otomatis dalam mode Zen.
ja: Zen モード時の自動ロック問題の修正。
nl: Problemen met automatisch vergrendelen in modus Zen gerepareerd.
pt: Corrigidos problemas de bloqueio automático no modo Zen.
pt_br: Corrigidos problemas de bloqueio automático no modo Zen.
ro: Au fost rezolvate problemele de blocare automată în modul Zen.
ru: Исправлены проблемы с автоматической блокировкой в Дзен-режиме.
sv: Åtgärdade problem med automatisk låsning i Zen-läge.
ta: சென் பயன்முறையில் நிலையான தானி பூட்டுதல் சிக்கல்கள்.
tr: Zen kipinde yaşanan kendiliğinden kilitleme sorunları düzeltildi.
uk: Виправлено проблеми із автоматичним блокуванням у дзен-режимі.
zh_hans: 修复了禅模式的自动锁定问题。
zh_hant: 修復了禪模式的自動鎖定問題。

source: *Released on Jul 10th 2016.*
de: *Veröffentlicht am 10. Juli 2016.*
ga: *Eisithe ar 10 Iúil 2016.*
hu: *Kiadva: 2016. július 10.*
id: *Dirilis pada 10 Juli 2016.*
nl: *Uitgegeven op 10 juli 2016.*
pt_br: *Atualizado em 10 de julho de 2016.*
sv: *Släpptes den 10 juli 2016.*
tr: *10 Temmuz 2016 tarihinde yayınlandı.*
uk: *Випущено 10 липня 2016 року.*

source: Removed Google web translate machine translation.
de: Die maschinelle Übersetzung von Google Web Translate entfernt.
ga: Baineadh aistriúchán meaisín Google web translate.
hu: Google webes gépi fordítás eltávolítva.
id: Menghapus terjemahan mesin Google web translate.
ja: Google web translate 機械翻訳機能の削除。
nl: Google web translate machinevertaling verwijderd.
pt: Removida a tradução automática da web do Google.
pt_br: Removida a tradução automática do Google Web Translate.
ro: Eliminat Google web translate traducere automată.
ru: Удалена возможность машинного перевода с помощью Google web translate.
sv: Borttagen maskinöversättning från Google Web Translate.
ta: அகற்றப்பட்ட கூகிள் வலை மொழிபெயர்ப்பு இயந்திர மொழிபெயர்ப்பை மொழிபெயர்க்கிறது.
tr: Google internet çeviri makine çeviri hizmeti kaldırıldı.
uk: Вилучено вебінтерфейс Google для комп'ютерних перекладів.
zh_hans: 去除了 Google web translation 机器翻译。
zh_hant: 去除了 Google web translation 機器翻譯。

source: Improved commit message when adding translation.
de: Verbesserte Commit-Nachricht beim Hinzufügen von Übersetzungen.
ga: Teachtaireacht geallta feabhsaithe nuair a chuirtear aistriúchán leis.
hu: Fordítás hozzáadásakor a véglegesítési üzenet javult.
id: Peningkatan pesan komit saat menambahkan terjemahan.
ja: 翻訳の追加時のコミット メッセージを改良。
nl: Verbeterd bericht indiening bij toevoegen van vertaling.
pt: Melhorada a mensagem de commit ao adicionar tradução.
pt_br: Melhorada a mensagem de commit ao adicionar tradução.
ro: A fost îmbunătățit mesajul de confirmare la adăugarea unei traduceri.
ru: Улучшены сообщения коммитов при добавлении перевода.
sv: Förbättrat commit-meddelande vid tillägg av översättning.
ta: மொழிபெயர்ப்பைச் சேர்க்கும்போது மேம்பட்ட கமிட் செய்தி.
tr: Çeviri eklenirken işleme iletisi iyileştirildi.
uk: Удосконалено повідомлення про внесок при додаванні перекладу.
zh_hans: 改进了添加翻译时的提交说明。
zh_hant: 改進了 添加翻譯時的提交消息。

source: Fixed Google Translate API for Hebrew language.
de: Google Translate API für die hebräische Sprache korrigiert.
ga: API Google Translate seasta don teanga Eabhrais.
hu: Google Translate API javítva héber nyelv esetén.
id: Memperbaiki API Google Translate untuk Ibrani.
ja: ヘブライ語用の Google 翻訳 API を修正。
nl: Google Translate API voor Hebreeuwse taal gerepareerd.
pt: Corrigida a API do Google Tradutor para o idioma hebraico.
pt_br: Corrigida a API do Google Tradutor para o idioma hebraico.
ro: A fost reparat API-ul Google Translate pentru limba ebraică.
ru: Исправлен API Google Translate для иврита.
sv: Fixat Google Translate API för hebreiska språket.
ta: எபிரேய மொழிக்கான நிலையான கூகிள் பநிஇ மொழிபெயர்ப்பு.
tr: İbranice için Google Çeviri API düzeltildi.
uk: Виправлено програмний інтерфейс перекладача Google для івриту.
zh_hans: 修复了希伯来语的 Google Translate API。
zh_hant: 修復了希伯來語的 Google Translate API。

source: Compatibility with Mercurial 3.8.
de: Kompatibilität mit Mercurial 3.8.
ga: Comhoiriúnacht le Mercurial 3.8.
hu: Mercurial 3.8 kompatibilitás.
id: Kompatibilitas dengan Mercurial 3.8.
ja: Mercurial 3.8 との互換性に対応。
nl: Compatibiliteit met Mercurial 3.8.
pt: Compatibilidade com Mercurial 3.8.
pt_br: Compatibilidade com Mercurial 3.8.
ro: Compatibilitate cu Mercurial 3.8.
ru: Совместимость с Mercurial 3.8.
sv: Kompatibilitet med Mercurial 3.8.
ta: மெர்குரியல் 3.8 உடன் பொருந்தக்கூடிய தன்மை.
tr: Mercurial 3.8 ile uyumluluk sağlandı.
uk: Реалізовано сумісність із Mercurial 3.8.
zh_hans: 与 Mercurial 3.8 的兼容性。
zh_hant: 與 Mercurial 3.8 的兼容性。

source: Added import_json management command.
de: Den Verwaltungsbefehl import_json hinzugefügt.
ga: Cuireadh ordú bainistíochta import_json leis.
hu: `import_json` kezelőparancs hozzáadva.
id: Menambahkan perintah manajemen import_json.
ja: 管理コマンド import_json を追加。
nl: Beheersopdracht import_json toegevoegd.
pt: Adicionado comando de gestão import_json.
pt_br: Adicionado comando de gerenciamento import_json.
ro: A fost adăugată comanda de gestionare import_json.
ru: Добавлена команда управления import_json.
sv: Lagt till import_json-hanteringskommando.
ta: இறக்குமதி_சென் மேலாண்மை கட்டளை சேர்க்கப்பட்டது.
tr: import_json yönetim komutu eklendi.
uk: Додано команду керування import_json.
zh_hans: 添加了 import_json 管理命令。
zh_hant: 添加了 import_json 管理命令。

source: Correct ordering of listed translations.
de: Reihenfolge der aufgeführten Übersetzungen korrigiert.
ga: Orduithe ceart na n-aistriúchán liostaithe.
hu: Fordítások listázásának sorrendje javítva.
id: Urutan terjemahan yang benar.
ja: 翻訳リストを正しい順序に改良。
nl: Juiste volgorde van vermelde vertalingen.
pt: Ordenação correta das traduções listadas.
pt_br: Ordenação correta das traduções listadas.
ro: Ordonarea corectă a traducerilor enumerate.
ru: Корректное упорядочивание новых переводов.
sv: Korrekt ordning på listade översättningar.
ta: பட்டியலிடப்பட்ட மொழிபெயர்ப்புகளின் சரியான வரிசைப்படுத்தல்.
tr: Listelenen çevirilerin doğru sıralanması sağlandı.
uk: Виправлено упорядкування перекладів у списку.
zh_hans: 纠正了列出翻译的顺序。
zh_hant: 糾正了列出翻譯的順序。

source: Show full suggestion text, not only a diff.
de: Vollständigen Vorschlagstext anzeigen, nicht nur ein Diff.
ga: Taispeáin téacs iomlán na moltaí, ní hamháin difr.
hu: Teljes javaslat megjelenítése, nem csak a különbség.
id: Tampilkan teks saran secara lengkap, bukan hanya yang berbeda.
ja: 差分だけでなく、提案の全文が表示されるように改良。
nl: Laat de volledige tekst van de suggestie zien, niet alleen een diff.
pt: Mostra o texto completo da sugestão, não apenas uma diferença.
pt_br: Mostra o texto completo da sugestão, não apenas uma diferença.
ro: Afișați textul complet al sugestiei, nu doar o diferență.
ru: Теперь также показывается полный текст предложения.
sv: Visa hela förslagstexten, inte bara skillnaden.
ta: முழு பரிந்துரை உரையையும் காட்டுங்கள், ஒரு வேறுபாடு மட்டுமல்ல.
tr: Yalnızca bir farkın değil, tam öneri metninin görüntülenmesi sağlandı.
uk: Реалізовано показ повного тексту пропозиції, а не лише різниці.
zh_hans: 显示全部建议文本，而只是差别。
zh_hant: 顯示全部建議文本，而只是差別。

source: Extend API (detailed repository status, statistics, …).
de: API erweitert (detaillierter Repository-Status, Statistiken, …).
ga: Leathnaigh API (stádas stórtha mionsonraithe, staitisticí, ...).
hu: API kibővítve (részletes tárolóállapot, statisztikák stb.).
id: Perluas API (status repositori terperinci, statistik, …).
ja: API の拡張（リポジトリの詳細な状態、統計、...）。
nl: API uitgebreid (gedetailleerde status opslagruimte, statistieken, …).
pt: Estende a API (estado de repositório detalhado, estatísticas, ...).
pt_br: Estende a API (status de repositório detalhado, estatísticas, ...).
ro: Extinderea API (stare detaliată a depozitului, statistici, ...).
ru: Расширен API (добавлена информация по детальному статусу репозиториев, статистике, …).
sv: Utöka API (detaljerad status för arkivet, statistik, …).
ta: பநிஇ ஐ நீட்டிக்கவும் (விரிவான களஞ்சிய நிலை, புள்ளிவிவரங்கள்,…).
tr: API zenginleştirildi (ayrıntılı depo durumu, istatistikler, ...).
uk: Розширено програмний інтерфейс (докладний стан сховища, статистика, …).
zh_hans: 扩展 API（具体的仓库状态、统计数据、……）。
zh_hant: 擴展 API（具體的倉庫狀態、統計數據、……）。

source: Testsuite no longer requires network access to test repositories.
de: Die Testsuite benötigt keinen Netzwerkzugriff mehr auf Test-Repositorys.
ga: Ní éilíonn Testsuite rochtain líonra ar stórtha tástála a thuilleadh.
hu: A tesztcsomag mostantól nem igényel hálózati elérést a tárolók teszteléséhez.
id: Testsuite tidak lagi memerlukan akses jaringan untuk menguji repositori.
ja: Testsuite において、リポジトリをテストするためのネットワーク接続を不要に変更。
nl: Testsuite heeft geen netwerktoegang tot opslagruimten voor testen meer nodig.
pt: O conjunto de testes não requer mais acesso à rede para testar repositórios.
pt_br: O conjunto de testes não requer mais acesso à rede para testar repositórios.
ro: Testsuite nu mai necesită acces în rețea la depozitele de teste.
ru: Тесты более не требуют доступ к сети, чтобы проверить, корректность работы с репозиториями.
sv: Testsuite kräver inte längre nätverksåtkomst för att testa arkiv.
ta: சோதனை களஞ்சியங்களுக்கு பிணையம் அணுகல் இனி தேவையில்லை.
tr: Deneme paketindeki deneme depoları için ağ erişimi gereksinimi kaldırıldı.
uk: Для комплексу тестування більше не потрібен доступ до мережі для тестування сховищ.
zh_hans: 测试套件不再需要网络范文来测试仓库。
zh_hant: 測試套件不再需要網絡範文來測試倉庫。

source: *Released on Apr 28th 2016.*
de: *Veröffentlicht am 28. April 2016.*
ga: *Eisithe ar 28 Aibreán 2016.*
hu: *Kiadva: 2016. április 28.*
id: *Dirilis pada 28 April 2016.*
nl: *Uitgegeven op 28 april 2016.*
pt_br: *Atualizado em 28 de abril de 2016.*
sv: *Släpptes den 28 april 2016.*
tr: *28 Nisan 2016 tarihinde yayınlandı.*
uk: *Випущено 28 квітня 2016 року.*

source: Fixed validation of components with language filter.
de: Die Validierung von Komponenten mit Sprachfilter korrigiert.
ga: Bailíochtú seasta na gcomhpháirteanna le scagaire teanga.
hu: Nyelvi szűrőt használó összetevők érvényesítése javítva.
id: Validasi komponen tetap dengan filter bahasa.
ja: 言語フィルタによるコンポーネントの検証を修正。
nl: Valideren van onderdelen met taalfilter gerepareerd.
pt: Coeeigida a validação de componentes com filtro de idioma.
pt_br: Coeeigida a validação de componentes com filtro de idioma.
ro: A fost reparată validarea componentelor cu filtru de limbă.
ru: Исправлена проверка компонентов с языковым фильтром.
sv: Fast validering av komponenter med språkfilter.
ta: மொழி வடிகட்டியுடன் கூறுகளின் நிலையான சரிபார்ப்பு.
tr: Dil süzgeci ile bileşenlerin doğrulanmasında yaşanan sorun düzeltildi.
uk: Виправлено перевірку чинності складників за допомогою фільтра мов.
zh_hans: 修复了语言筛选程序的验证部件。
zh_hant: 修復了語言篩選程序的驗證組件。

source: Improved support for XLIFF files.
de: Verbesserte Unterstützung für XLIFF-Dateien.
ga: Tacaíocht fheabhsaithe do chomhaid XLIFF.
hu: XLIFF-fájlok támogatása továbbfejlesztve.
id: Peningkatan dukungan untuk berkas XLIFF.
ja: XLIFF ファイルへの対応を改善。
nl: Verbeterde ondersteuning voor XLIFF-bestanden.
pt: Melhorado suporte para ficheiros de XLIFF.
pt_br: Melhorado suporte para arquivos XLIFF.
ro: Suport îmbunătățit pentru fișierele XLIFF.
ru: Улучшена поддержка файлов XLIFF.
sv: Förbättrat stöd för XLIFF-filer.
ta: ஃலிப்ப் கோப்புகளுக்கான மேம்பட்ட உதவி.
tr: XLIFF dosyaları desteği iyileştirildi.
uk: Удосконалено підтримку файлів XLIFF.
zh_hans: 改进了对 XLIFF 文件的支持。
zh_hant: 改進了對 XLIFF 文件的支持。

source: Fixed machine translation for non English sources.
de: Die maschinelle Übersetzung für nicht-englische Quellen korrigiert.
ga: Aistriúchán meaisín seasta d'fhoinsí neamh-Bhéarla.
hu: Nem angol forrásnyelv esetén a gépi fordítás javítva.
id: Terjemahan mesin tetap untuk sumber non-Inggris.
ja: 英語以外の原文の機械翻訳を修正。
nl: Machinevertaling voor niet Engelse bronnen gerepareerd.
pt: Corrigida a tradução de máquina para fontes não inglesas.
pt_br: Corrigida a tradução automática para fontes não inglesas.
ro: A fost reparată traducerea automată pentru sursele care nu sunt în limba engleză.
ru: Исправлен машинный перевод для неанглоязычных исходных текстов.
sv: Fast maskinöversättning för icke-engelska källor.
ta: ஆங்கிலம் அல்லாத ஆதாரங்களுக்கான நிலையான இயந்திர மொழிபெயர்ப்பு.
tr: İngilizce olmayan kaynakların makine çevirisi sorunu düzeltildi.
uk: Виправлено комп'ютерний переклад для джерел, відмінних від джерел англійською мовою.
zh_hans: 修复了非英语原文的机器翻译。
zh_hant: 修復了非英語源的機器翻譯。

source: Added REST API.
de: REST-API hinzugefügt.
ga: Cuireadh REST API leis.
hu: REST API hozzáadva.
id: Menambahkan REST API.
ja: REST API の追加。
nl: REST API toegevoegd.
pt: Adicionada API REST.
pt_br: Adicionada API REST.
ro: A fost adăugat API REST.
ru: Добавлен REST API.
sv: REST API har lagts till.
ta: rest பநிஇ சேர்க்கப்பட்டது.
tr: REST API eklendi.
uk: Додано програмний інтерфейс REST.
zh_hans: 添加了 REST API。
zh_hant: 添加了 REST API。

source: Django 1.10 compatibility.
de: Kompatibilität mit Django 1.10.
ga: Comhoiriúnacht Django 1.10.
hu: Django 1.10 kompatibilitás.
id: Kompatibilitas Django 1.10.
ja: Django 1.10 との互換性に対応。
nl: Django 1.10 compatibiliteit.
pt: Compatibilidade com Django 1.10.
pt_br: Compatibilidade com Django 1.10.
ro: Compatibilitate cu Django 1.10.
ru: Совместимость с Django 1.10.
sv: Kompatibilitet med Django 1.10.
ta: சாங்கோ 1.10 பொருந்தக்கூடிய தன்மை.
tr: Django 1.10 uyumluluğu sağlandı.
uk: Реалізовано сумісність із Django 1.10.
zh_hans: Django 1.10 的兼容性。
zh_hant: Django 1.10 的兼容性。
