Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Restricting access at a component, or component-list level takes over access permission to a component, regardless of project-level permissions. You will have to grant access to it explicitly. This can be done through granting access to a new user group and putting users in it, or using the default `custom` or `private` access control groups.
de: Die Zugriffseinschränkung auf Komponenten- oder Komponentenlistenebene übernimmt die Zugriffsberechtigung für eine Komponente, unabhängig von den Berechtigungen auf Projektebene. Sie müssen den Zugriff auf die Komponente explizit gewähren. Dies kann erfolgen, indem Sie den Zugriff auf eine neue Benutzergruppe gewähren und Benutzer in diese Gruppe aufnehmen, oder indem Sie die Standardgruppen `Benutzerdefiniert` oder `Privat` der Zugriffssteuerung verwenden.
ga: Má chuirtear srian le rochtain ar leibhéal comhpháirte, nó ar leibhéal liosta na gcomhpháirteanna, glacann sé sin seilbh ar chead rochtana ar chomhpháirt, beag beann ar cheadanna ar leibhéal an tionscadail. Beidh ort rochtain air a dheonú go sainráite. Is féidir é seo a dhéanamh trí rochtain a dheonú ar ghrúpa úsáideoirí nua agus úsáideoirí a chur ann, nó trí úsáid a bhaint as na grúpaí rialaithe rochtana `saincheaptha` nó `príobháideacha` réamhshocraithe.
hu: Az összetevő- vagy összetevőlista-szinten történő hozzáféréskorlátozás felülírja a projektszinten beállított jogosultságokat. Ebben az esetben külön kell hozzáférést adnia. Ezt úgy teheti meg, hogy új felhasználói csoportot hoz létre, és ebbe helyezi a felhasználókat vagy a meglévő `egyéni` vagy `személyes` hozzáférés-vezérlési csoportokat használja.
id: Membatasi akses di tingkat komponen atau daftar komponen akan mengambil alih izin akses ke komponen tersebut, terlepas dari izin di tingkat proyek. Anda harus memberikan akses secara eksplisit. Hal ini dapat dilakukan dengan memberikan akses ke grup pengguna baru dan menambahkan pengguna ke dalamnya, atau menggunakan grup kontrol akses `custom` atau `private` bawaan.
ja: コンポーネントまたはコンポーネント リストにアクセス制限をかけると、プロジェクトに付加されたアクセス権に関係なく、コンポーネントへのアクセス権が引き継がれます。明示的にアクセスを許可してください。これを行うには、新しいユーザー グループへのアクセスを許可し、そのグループにユーザーを登録するか、デフォルトの `custom` または `private` アクセス制御グループを使用して設定します。
nl: Beperken van toegang op het niveau van een onderdeel, of onderdelenlijst, neemt de rechten voor toegang voor een onderdeel over, ongeacht de rechten op het niveau van het project. U zult er expliciet toegang toe moeten verlenen. Dat kan worden gedaan door het toekennen van toegang aan een nieuwe groep gebruikers en gebruikers in die groep te plaatsen, of door de standaard groepen voor toegangsbeheer `custom` of `private` te gebruiken.
pt: Restringir o acesso num componente ou nível de lista de componentes assume a permissão de acesso a um componente, independentemente das permissões de nível de projeto. Terá que conceder-lhe acesso explicitamente. Isso pode ser feito concedendo acesso a um novo grupo de utilizadores e colocando utilizadores nele, ou usando os grupos de controle de acesso predefinido `personalizado` ou `privado`.
pt_br: Restringir o acesso em um componente ou nível de lista de componentes assume a permissão de acesso a um componente, independentemente das permissões de nível de projeto. Você terá que conceder acesso a ele explicitamente. Isso pode ser feito concedendo acesso a um novo grupo de usuários e colocando usuários nele, ou usando os grupos de controle de acesso padrão `personalizado` ou `particular`.
ro: Restricționarea accesului la nivelul unei componente sau al unei liste de componente preia permisiunea de acces la o componentă, indiferent de permisiunile de la nivelul proiectului. Va trebui să acordați în mod explicit accesul la aceasta. Acest lucru se poate face prin acordarea accesului la un nou grup de utilizatori și introducerea utilizatorilor în acesta sau prin utilizarea grupurilor de control al accesului `custom` sau `private` implicite.
ru: Ограничение доступа на уровне компонента или списка компонентов накладывает разрешение на доступ к компоненту, независимо от разрешений на уровне проекта. Вам придётся явно предоставить доступ к нему. Это можно сделать, предоставив доступ новой группе пользователей и включив в неё пользователей, или используя стандартные группы управления доступом `настраиваемый` или `частный`.
sv: Att begränsa åtkomsten på komponent- eller komponentlistanivå åsidosätter åtkomstbehörigheten till en komponent, oavsett behörigheter på projektnivå. Du måste bevilja åtkomst till den uttryckligen. Detta kan göras genom att bevilja åtkomst till en ny användargrupp och lägga till användare i den, eller genom att använda standardgrupperna för åtkomstkontroll `custom` eller `private`.
ta: ஒரு கூறுகளில் அணுகலைக் கட்டுப்படுத்துவது, அல்லது கூறு-பட்டியல் நிலை திட்ட-நிலை அனுமதிகளைப் பொருட்படுத்தாமல் ஒரு கூறுக்கு அணுகல் அனுமதியைப் பெறுகிறது. நீங்கள் அதை வெளிப்படையாக அணுக வேண்டும். புதிய பயனர் குழுவிற்கு அணுகலை வழங்குவதன் மூலமும், பயனர்களை அதில் வைப்பதன் மூலமோ அல்லது இயல்புநிலை `தனிப்பயன்` அல்லது` தனியார்` அணுகல் கட்டுப்பாட்டு குழுக்களைப் பயன்படுத்துவதன் மூலமோ இதைச் செய்யலாம்.
tr: Bir bileşene ya da bileşen listesi düzeyine erişimi kısıtlamak, proje düzeyi izinlerinden bağımsız olarak bir bileşene erişim iznini devralır. Erişim iznini açıkça vermeniz gerekir. Bunun için, yeni bir kullanıcı grubuna erişim izni verebilir ve kullanıcıları bu gruba yerleştirebilir ya da varsayılan `özel` ya da `kişisel` erişim denetimi gruplarını kullanabilirsiniz.
uk: Обмеження доступу на рівні складника або списку складників має пріоритет над простими правами доступу до складника і не залежить від прав доступу на рівні проєкту. Доступ до складника слід надавати явним чином. Зробити це можна надавши новій групі користувачів доступ і записавши до неї користувачів або за допомогою типових груп керування доступом `custom` або `private`.
zh_hans: 在部件或部件列表级别限制访问，会接管对部件的访问权限，而不考虑项目层面的权限。你必须明确地授予它访问权。这可以通过授予一个新的用户组并将用户放入其中，或者使用默认的 `自定义` 或 `私有` 访问控制组来实现。
zh_hant: 無論項目級別權限如何，限制組件的訪問或組件列表級別將接管到組件的訪問權限。您必須明確授予對其的訪問權限。這可以通過授予對新用戶組的訪問並將用戶放入其中，或使用默認的“自定義”或“私有”訪問控制組。

source: The default value can be changed in :setting:`DEFAULT_RESTRICTED_COMPONENT`.
de: Der Standardwert kann in :setting:`DEFAULT_RESTRICTED_COMPONENT` geändert werden.
ga: Is féidir an luach réamhshocraithe a athrú in :setting:`DEFAULT_RESTRICTED_COMPONENT`.
hu: Az alapértelmezett érték módosítható a :setting:`DEFAULT_RESTRICTED_COMPONENT` beállítással.
id: Nilai bawaan dapat diubah dalam :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ja: デフォルト値は :setting:`DEFAULT_RESTRICTED_COMPONENT` で変更できます。
nl: De standaard waarde kan worden gewijzigd in :setting:`DEFAULT_RESTRICTED_COMPONENT`.
pt: O valor predefinido pode ser alterado em :setting:`DEFAULT_RESTRICTED_COMPONENT`.
pt_br: O valor padrão pode ser alterado em :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ro: Valoarea implicită poate fi modificată în :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ru: Значение по умолчанию можно изменить установкой параметра в :setting:`DEFAULT_RESTRICTED_COMPONENT`.
sv: Standardvärdet kan ändras i :setting:`DEFAULT_RESTRICTED_COMPONENT`.
tr: Varsayılan değer :setting:`DEFAULT_RESTRICTED_COMPONENT` seçeneği ile değiştirilebilir.
uk: Типове значення можна змінити за допомогою :setting:`DEFAULT_RESTRICTED_COMPONENT`.
zh_hans: 默认设置可在 :setting:`DEFAULT_RESTRICTED_COMPONENT` 中更改。
zh_hant: 默認設置可在 :setting:`DEFAULT_RESTRICTED_COMPONENT` 中更改。

source: This applies to project admins as well — please ensure you will not loose access to the component after toggling the status.
de: Dies gilt auch für Projektadministratoren – bitte stellen Sie sicher, dass Sie den Zugriff auf die Komponente nicht verlieren, nachdem Sie den Status umgeschaltet haben.
ga: Baineann sé seo le riarthóirí tionscadail freisin - cinntigh le do thoil nach gcaillfidh tú rochtain ar an gcomhpháirt tar éis duit an stádas a scoránú.
hu: Ez a projektadminisztrátorokra is érvényes — ügyeljen arra, hogy a státusz módosítása után ne veszítse el a hozzáférést az összetevőhöz.
id: Hal ini juga berlaku untuk admin proyek — pastikan Anda tidak kehilangan akses ke komponen setelah mengubah status.
ja: これはプロジェクト管理者にも適用されます — ステータスを切り替えた後、コンポーネントに接続できなくならないように注意してください。
nl: Dit is ook van toepassing op projectbeheerders — zorg ervoor dat u niet de toegang tot het onderdeel verliest na het schakelen van de status.
pt: Isso se aplica aos administradores do projeto também – certifique-se de não perder o acesso ao componente após alternar o estado.
pt_br: Isso se aplica aos administradores do projeto também – certifique-se de não perder o acesso ao componente após alternar o status.
ro: Acest lucru este valabil și pentru administratorii de proiect - vă rugăm să vă asigurați că nu veți pierde accesul la componentă după schimbarea statutului.
ru: Это также относится и к администраторам проектов — пожалуйста, убедитесь, что после переключения статуса вы не потеряете доступ к компоненту.
sv: Detta gäller även projektadministratörer – se till att du inte förlorar åtkomsten till komponenten efter att du har ändrat status.
ta: இது திட்ட நிர்வாகிகளுக்கும் பொருந்தும் - தயவுசெய்து நிலையை மாற்றிய பின் கூறுக்கான அணுகலை நீங்கள் இழக்க மாட்டீர்கள் என்பதை உறுதிப்படுத்தவும்.
tr: Bu durum, proje yöneticileri için de geçerlidir. Lütfen durumu değiştirdikten sonra bileşene erişiminizi kaybetmeyeceğinizden emin olun.
uk: Це стосується і адміністраторів проєкту — будь ласка, переконайтеся, що ви не втратите доступ до складника після перемикання його стану.
zh_hans: 这也应用于项目管理员—请确认切换状态后，您不会丢失对部件的访问。

source: Share in projects
de: In Projekten teilen
ga: Roinn i dtionscadail
hu: Megosztás más projektekben
id: Bagikan proyek
ja: プロジェクトで共有
nl: Delen in projecten
pt: Compartilhar em projetos
pt_br: Compartilhar em projetos
ro: Partajează în proiecte
ru: Разделяемые компоненты
sv: Andel i projekt
ta: திட்டங்களில் பங்கு
tr: Projelerde paylaşım
uk: Спільне використання даних у проєктах
zh_hans: 在项目中分享
zh_hant: 分享專案

source: You can choose additional projects where the component will be visible. Useful for shared libraries which you use in several projects.
de: Sie können weitere Projekte auswählen, in denen die Komponente sichtbar sein soll. Nützlich für gemeinsam genutzte Bibliotheken, die Sie in mehreren Projekten verwenden.
ga: Is féidir leat tionscadail bhreise a roghnú ina mbeidh an chomhpháirt le feiceáil. Úsáideach do leabharlanna roinnte a úsáideann tú i roinnt tionscadal.
hu: Kiválaszthat további projekteket, ahol az összetevő látható lesz. Hasznos közös könyvtárak esetén, amelyeket több projektben is használ.
id: Anda dapat memilih proyek tambahan di mana komponen tersebut akan terlihat. Berguna untuk pustaka bersama yang Anda gunakan di beberapa proyek.
ja: コンポーネントを表示するプロジェクトを選択して追加できます。複数のプロジェクトで使用する共有ライブラリの場合は便利です。
nl: U kunt aanvullende projecten kiezen waar het onderdeel zichtbaar zal zijn. Nuttig voor gedeelde bibliotheken die u in verscheidene projecten gebruikt.
pt: Pode escolher projetos adicionais onde o componente ficará visível. Útil para bibliotecas compartilhadas que usa em vários projetos.
pt_br: Você pode escolher projetos adicionais onde o componente ficará visível. Útil para bibliotecas compartilhadas que você usa em vários projetos.
ro: Puteți alege proiecte suplimentare în care componenta va fi vizibilă. Util pentru bibliotecile partajate pe care le utilizați în mai multe proiecte.
ru: Вы можете выбрать дополнительные проекты в которых какой-либо компонент будет отображаться. Полезно для разделяемых библиотек, которые используются в нескольких проектах.
sv: Du kan välja ytterligare projekt där komponenten ska vara synlig. Användbart för delade bibliotek som du använder i flera projekt.
ta: கூறு காணக்கூடிய கூடுதல் திட்டங்களை நீங்கள் தேர்வு செய்யலாம். பல திட்டங்களில் நீங்கள் பயன்படுத்தும் பகிரப்பட்ட நூலகங்களுக்கு பயனுள்ளதாக இருக்கும்.
tr: Bileşenin görünür olacağı ek projeler seçebilirsiniz. Bu özellik birkaç projede kullandığınız paylaşılan kitaplıklar için kullanışlıdır.
uk: Ви можете вибрати додаткові проєкти, у яких буде показано складник. Це може бути корисним для бібліотек спільного використання, які є частиною декількох проєктів.
zh_hans: 可以选择部件可见的其他项目。这在分享不同项目间使用的库时是有用的。
zh_hant: 可以選擇組件可見的附加項目。這在分享不同項目間使用的庫時是有用的。

source: Sharing a component doesn't change its access control. It only makes it visible when browsing other projects. Users still need access to the actual component to browse or translate it.
de: Die gemeinsame Nutzung einer Komponente ändert nichts an ihrer Zugriffssteuerung. Sie wird lediglich beim Durchsuchen anderer Projekte sichtbar. Die Benutzer benötigen weiterhin Zugriff auf die eigentliche Komponente, um sie durchsuchen oder übersetzen zu können.
ga: Ní athraítear rialú rochtana trí chomhpháirt a roinnt. Ní dhéanann sé le feiceáil ach amháin nuair a brabhsáil ar thionscadail eile. Tá rochtain fós ag teastáil ó úsáideoirí ar an gcomhpháirt iarbhír chun é a bhrabhsáil nó a aistriú.
hu: Egy összetevő megosztása nem változtatja meg annak hozzáférés-vezérlését. Csupán láthatóvá teszi más projektek böngészésekor. A felhasználóknak továbbra is szükségük van hozzáférésre az adott összetevőhöz a böngészéshez vagy fordításhoz.
id: Membagikan komponen tidak mengubah kontrol aksesnya. Komponen tersebut hanya akan terlihat saat menelusuri proyek lain. Pengguna tetap memerlukan akses ke komponen itu sendiri untuk menelusuri atau menerjemahkannya.
ja: コンポーネントを共有しても、そのアクセス制御は変更されません。他のプロジェクトを表示するときにのみ表示されます。ユーザーが実際のコンポーネントを参照または翻訳するには、そのコンポーネントにアクセスすることが必要です。
nl: Delen van een onderdeel wijzigt niet het toegangsbeheer ervan. Het maakt het alleen zichtbaar bij het bladeren door andere projecten. Gebruikers moeten nog steeds toegang tot het feitelijke onderdeel hebben om erin te bladeren of het te vertalen.
pt: Compartilhar um componente não altera o controle de acesso dele. Só o torna visível ao navegar em outros projetos. Os utilizadores ainda precisam acessar o componente real para navegar ou traduzi-lo.
pt_br: Compartilhar um componente não altera seu controle de acesso. Só o torna visível ao navegar em outros projetos. Os usuários ainda precisam acessar o componente real para visualizar ou traduzi-lo.
ro: Partajarea unei componente nu modifică controlul accesului la aceasta. O face doar vizibilă atunci când navigați în alte proiecte. Utilizatorii trebuie să aibă în continuare acces la componenta propriu-zisă pentru a o parcurge sau a o traduce.
ru: Такое разделение компонентов между проектами не влияет на контроль доступа к ним. Оно только делает их видимыми при просмотре других проектов. Пользователям по-прежнему необходим доступ к компоненту, чтобы просмотреть или перевести его.
sv: Att dela en komponent ändrar inte dess åtkomstkontroll. Det gör den bara synlig när man bläddrar bland andra projekt. Användare behöver fortfarande åtkomst till den faktiska komponenten för att bläddra bland eller översätta den.
ta: ஒரு கூறுகளைப் பகிர்வது அதன் அணுகல் கட்டுப்பாட்டை மாற்றாது. மற்ற திட்டங்களை உலாவும்போது மட்டுமே இது தெரியும். அதை உலவ அல்லது மொழிபெயர்க்க பயனர்களுக்கு உண்மையான கூறுக்கான அணுகல் தேவை.
tr: Bir bileşenin paylaşılması, erişim denetimini değiştirmez. Yalnızca diğer projelere göz atarken görünmesini sağlar. Kullanıcıların göz atmak ya da çevirmek için gerçek bileşene erişebilmesi gerekir.
uk: Спільне використання складника не змінює параметрів доступу до нього. Він лише стає видимим під час навігації іншими проєктами. Користувачеві все одно потрібен буде доступ до самого складника, щоб здійснювати навігацію ним або перекладати його.
zh_hans: 分享部件不更改其访问控制。这样做只是让它在浏览其它项目时可见。用户仍然需要访问实际部件的权限来浏览或翻译它。
zh_hant: 分享組件不更改其訪問控制。這樣做只是讓它在瀏覽其它項目時可見。用戶仍然需要訪問實際組件的權限來瀏覽或翻譯它。

source: Use as a glossary
de: Als Glossar verwenden
ga: Úsáid mar ghluais
hu: Használat szójegyzékként
id: Gunakan sebagai glosarium
ja: 用語集として使用
nl: Gebruiken als woordenlijst
pt: Usar como um glossário
pt_br: Usar como um glossário
ro: Utilizarea ca glosar
ru: Использовать в качестве словаря
sv: Använd som en ordlista
ta: சொற்களஞ்சியமாக பயன்படுத்து
tr: Sözlük olarak kullanılsın
uk: Використовувати як глосарій
zh_hans: 用作术语表
zh_hant: 當作詞彙表

source: Allows using this component as a glossary. Use when you want to manage terminology separately from normal translations.
de: Ermöglicht das Verwenden dieser Komponente als Glossar. Verwenden Sie diese Komponente, wenn Sie Terminologie getrennt von normalen Übersetzungen verwalten möchten.
ga: Ceadaíonn sé seo úsáid a bhaint as an gcomhpháirt seo mar ghlós. Bain úsáid as nuair is mian leat téarmaíocht a bhainistiú ar leithligh ó ghnáth-aistriúcháin.
hu: Lehetővé teszi az összetevő szójegyzékként való használatát. Akkor használja, ha a terminológia kezelését el szeretné különíteni a hagyományos fordításoktól.
id: Memungkinkan penggunaan komponen ini sebagai glosarium. Gunakan ketika Anda ingin mengelola terminologi secara terpisah dari terjemahan normal.
nl: Maakt het mogelijk het onderdeel te gebruiken als een woordenlijst. Gebruik het als u de terminologie afzonderlijk van de normale vertalingen wilt beheren.
pt_br: Permite usar este componente como um glossário. Use-o quando quiser gerenciar a terminologia separadamente das traduções normais.
sv: Gör det möjligt att använda denna komponent som en ordlista. Används när du vill hantera terminologi separat från vanliga översättningar.
uk: Дозволяє використовувати цей компонент як глосарій. Використовуйте, коли потрібно керувати термінологією окремо від звичайних перекладів.

source: Glossaries are best for:
de: Glossare sind am besten geeignet für:
ga: Is fearr na gluaiseanna seo a leanas a úsáid:
hu: A szójegyzékek különösen hasznosak a következőkre:
id: Glosarium paling baik digunakan untuk:
nl: Woordenlijsten zijn het beste om:
sv: Ordlistor är bäst för:
uk: Глосарії найкраще підходять для:

source: Ensuring consistent use of terms (e.g., UI labels, product names).
de: Sicherstellen der einheitlichen Verwendung von Begriffen (z. B. UI-Labels, Produktnamen).
ga: Úsáid chomhsheasmhach téarmaí a chinntiú (e.g., lipéid Chomhéadain Úsáideora, ainmneacha táirgí).
hu: A kifejezések következetes használatának biztosítása (pl. felhasználói feliratok, terméknevek).
id: Memastikan penggunaan istilah yang konsisten (misalnya, label UI, nama produk).
nl: Consistent gebruiken van termen te verzekeren (bijv. labels van de gebruikersinterface, productnamen).
sv: Säkerställa en konsekvent användning av termer (t.ex. UI-etiketter, produktnamn).
uk: Забезпечення послідовного використання термінів (наприклад, позначок інтерфейсу користувача, назв продуктів).

source: Sharing preferred translations across multiple components or projects.
de: Teilen bevorzugter Übersetzungen über mehrere Komponenten oder Projekte hinweg.
ga: Aistriúcháin is fearr a roinnt ar fud comhpháirteanna nó tionscadal iolracha.
hu: Az előnyben részesített fordítások megosztása több összetevő vagy projekt között.
id: Berbagi terjemahan yang disukai di beberapa komponen atau proyek.
nl: Delen van voorkeursvertalingen over meerdere onderdelen of projecten.
sv: Dela föredragna översättningar mellan flera komponenter eller projekt.
uk: Спільне використання бажаних перекладів між кількома компонентами або проектами.

source: Supporting translators with definitions and context.
de: Unterstützung von Übersetzern mit Definitionen und Kontext.
ga: Ag tacú le haistritheoirí le sainmhínithe agus comhthéacs.
hu: A fordítók támogatása meghatározásokkal és kontextussal.
id: Mendukung penerjemah dengan definisi dan konteks.
nl: Ondersteuning voor vertalers met definities en context.
sv: Stödja översättare med definitioner och sammanhang.
uk: Допомога перекладачам з визначеннями та контекстом.

source: Glossaries are not for regular translations—they are for managing terms only.
de: Glossare sind nicht für reguläre Übersetzungen gedacht, sondern nur für das Verwalten von Begriffen.
ga: Ní le haghaidh aistriúcháin rialta atá gluaiseanna ann, níl iontu ach chun téarmaí a bhainistiú.
hu: A szójegyzékeket nem általános fordításokra használjuk — csak a fontos kifejezések egységes kezelésére szolgálnak.
id: Glosarium bukan untuk terjemahan biasa—glosarium hanya untuk mengelola istilah.
nl: Woordenlijsten zijn niet voor normale vertalingen—ze zijn alleen voor het beheren van termen.
sv: Ordlistor är inte avsedda för vanliga översättningar – de är endast avsedda för hantering av termer.
uk: Глосарії не призначені для звичайних перекладів — вони призначені лише для керування термінами.

source: You can configure how it will be listed using :ref:`component-glossary_color`.
de: Mit :ref:`component-glossary_color` können Sie konfigurieren, wie es aufgelistet werden soll.
ga: Is féidir leat a chumrú conas a liostálfar é ag baint úsáide as :ref:`component-glossary_color`.
hu: A megjelenését a következő beállítással szabhatja testre: :ref:`component-glossary_color`.
id: Anda dapat mengonfigurasikan bagaimana hal itu akan dicantumkan menggunakan :ref:`component-glossary_color`.
nl: U kunt configureren hoe het moet worden vermeld met :ref:`component-glossary_color`.
sv: Du kan konfigurera hur det ska listas med hjälp av :ref:`component-glossary_color`.
uk: Ви можете налаштувати, як це буде відображатися в списку, за допомогою :ref:`component-glossary_color`.

source: The glossary will be accessible in all projects defined by :ref:`component-links`.
de: Das Glossar ist in allen durch :ref:`component-links` definierten Projekten zugänglich.
ga: Beidh an ghluais inrochtana i ngach tionscadal arna shainiú ag :ref:`component-links`.
hu: A szójegyzék minden projektben elérhető lesz, amelyeket a :ref:`component-links` határoz meg.
id: Glosarium ini dapat diakses di semua proyek yang didefinisikan oleh :ref:`component-links`.
ja: 用語集は、:ref:`component-links` に定義したすべてのプロジェクトからアクセスできます。
nl: De woordenlijst zal toegankelijk zijn in alle projecten die worden gedefinieerd door :ref:`component-links`.
pt: O glossário estará acessível em todos os projetos definidos por :ref:`component-links`.
pt_br: O glossário estará acessível em todos os projetos definidos por :ref:`component-links`.
ro: Glosarul va fi accesibil în toate proiectele definite de :ref:`component-links`.
ru: Словарь будет доступен во всех проектах, в которые он добавлен в качестве :ref:`разделяемого компонента <component-links>`.
sv: Ordlistan kommer att vara tillgänglig i alla projekt som definieras av :ref:`component-links`.
tr: Sözlük, :ref:`component-links` tarafından tanımlanan tüm projelerden erişilebilir olur.
uk: Доступ до глосарія в усіх проєктах, які визначено списком :ref:`component-links`.
zh_hans: 术语表将可以在所有由 :ref:`component-links` 定义的项目中访问。
zh_hant: 詞彙表將在以下所有項目中訪問：REF：“組件鏈接”。
