Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: With :doc:`/admin/continuous`, any changes are automatically pushed from the repository, so there is usually no need to manage it manually.
de: Mit :doc:`/admin/continuous` werden alle Änderungen aus dem Repository automatisch gepusht, so dass ein manuelles Verwalten in der Regel nicht erforderlich ist.
ga: Le :doc:`/admin/continuous`, déantar aon athruithe a bhrú go huathoibríoch ón stór, mar sin de ghnáth ní gá é a bhainistiú de láimh.
hu: A :doc:`/admin/continuous` esetén minden változás automatikusan feltöltésre kerül a tárolóból, így általában nincs szükség kézi kezelésre.
id: Dengan :doc:`/admin/continuous`, perubahan apa pun secara otomatis didorong dari repositori, jadi biasanya tidak perlu mengelolanya secara manual.
nl: Met :doc:`/admin/continuous` worden wijzigingen automatisch gepusht vanuit de opslagruimte, dus is er gewoonlijk geen noodzaak om dat handmatig te beheren.
pt_br: Com :doc:`/admin/continuous`, quaisquer alterações têm o push feito automaticamente a partir do repositório, então geralmente não há necessidade de gerenciá-las manualmente.
sv: Med :doc:`/admin/continuous` skickas alla ändringar automatiskt från arkivet, så det finns vanligtvis inget behov av att hantera det manuellt.
tr: :doc:`/admin/continuous` ile değişiklikler depodan kendiliğinden itilir ve genellikle işlemi el ile yönetmek gerekmez.
uk: За допомогою :doc:`/admin/continuous` будь-які зміни автоматично надсилаються зі сховища, тому зазвичай немає необхідності керувати ними вручну.
zh_hans: 使用 :doc:`/admin/continuous`，任何更改都会自动从仓库推送，因此通常不需要手动管理它。

source: Multi-platform localization
de: Multiplattform-Lokalisierung
ga: Logánú il-ardáin
hu: Többplatformos lokalizáció
id: Lokalisasi multi-platform
nl: Vertaling over meerdere platforms
sv: Lokalisering för flera plattformar
uk: Багатоплатформна локалізація

source: When translating apps for multiple platforms (e.g., Android and iOS), configure separate components for each platform. The :ref:`translation-propagation` will help you to keep the strings in sync.
de: Wenn Sie Apps für mehrere Plattformen (z. B. Android und iOS) übersetzen, konfigurieren Sie separate Komponenten für jede Plattform. Die :ref:`translation-propagation` hilft Ihnen, die Zeichenketten synchron zu halten.
ga: Agus aipeanna á n-aistriú do il-ardáin (e.g., Android agus iOS), cumraigh comhpháirteanna ar leithligh do gach ardán. Cabhróidh an :ref:`translation-propagation` leat na teaghráin a choinneáil sioncrónaithe.
hu: Ha egy alkalmazást több platformra (pl. Android és iOS) fordítanak, akkor minden platformhoz külön összetevőt célszerű létrehozni. A :ref:`translation-propagation` funkció segít szinkronban tartani a szövegeket.
id: Saat menerjemahkan aplikasi untuk beberapa platform (misalnya, Android dan iOS), konfigurasikan komponen terpisah untuk setiap platform. :ref:`translation-propagation` akan membantu Anda menjaga string tetap sinkron.
nl: Bij het vertalen van apps voor meerder platforms (bijv. Android en iOS), configureer afzonderlijke onderdelen voor elk platform. De :ref:`translation-propagation` zal u helpen bij het synchroniseren van de tekenreeksen.
sv: När du översätter appar för flera plattformar (t.ex. Android och iOS) ska du konfigurera separata komponenter för varje plattform. :ref:`translation-propagation` hjälper dig att hålla strängarna synkroniserade.
uk: Під час перекладу програм для кількох платформ (наприклад, Android та iOS) налаштовуйте окремі компоненти для кожної платформи. :ref:`translation-propagation` допоможе вам синхронізувати рядки.

source: Best practices:
de: Bewährte Praktiken:
ga: Dea-chleachtais:
hu: Ajánlott módszer:
id: Praktik terbaik:
nl: Beste werkwijzen:
pt_br: Práticas recomendadas:
sv: Bästa praxis:
uk: Найкращі практики:

source: Create one component per platform (e.g., `MyApp Android`, `MyApp iOS`).
de: Erstellen Sie eine Komponente pro Plattform (z. B. `MyApp Android`, `MyApp iOS`).
ga: Cruthaigh comhpháirt amháin in aghaidh an ardáin (e.g., `MyApp Android`, `MyApp iOS`).
hu: Hozzon létre külön összetevőt minden platformhoz (pl. `MyApp Android`, `MyApp iOS`).
id: Buat satu komponen per platform (misalnya, `MyApp Android`, `MyApp iOS`).
nl: Maak een onderdeel per platform (bijv. `MyApp Android`, `MyApp iOS`).
sv: Skapa en komponent per plattform (t.ex. `MyApp Android`, `MyApp iOS`).
uk: Створіть один компонент для кожної платформи (наприклад, `MyApp Android`, `MyApp iOS`).

source: Ensure identical source strings and keys are used across platforms where possible.
de: Achten Sie darauf, dass Ausgangszeichenketten und Schlüssel möglichst plattformübergreifend verwendet werden.
ga: Cinntigh go n-úsáidtear teaghráin foinse agus eochracha comhionanna ar fud ardáin nuair is féidir.
hu: Törekedjen arra, hogy a forrásszövegek és kulcsok azonosak legyenek a különböző platformokon.
id: Pastikan string sumber dan kunci yang identik digunakan di seluruh platform jika memungkinkan.
nl: Zorg ervoor dat identieke brontekenreeksen en sleutels, waar mogelijk, worden gebruikt over de verschillende platforms.
sv: Se till att identiska källsträngar och nycklar används på alla plattformar där det är möjligt.
uk: Переконайтеся, що на всіх платформах використовуються однакові вихідні рядки та ключі, де це можливо.

source: This setup avoids duplicate work and keeps translations consistent across platforms.
de: Auf diese Weise wird doppelte Arbeit vermieden und die Übersetzungen bleiben plattformübergreifend konsistent.
ga: Seachnaíonn an socrú seo obair dhúblach agus coinníonn sé aistriúcháin comhsheasmhach ar fud ardáin.
hu: Ez a beállítás csökkenti a felesleges munkát, és segít a fordításokat következetesen tartani a különböző platformokon.
id: Pengaturan ini menghindari pekerjaan duplikat dan menjaga terjemahan tetap konsisten di seluruh platform.
nl: Deze opstelling vermijdt dubbel werk en houdt vertalingen consistent over de platforms.
sv: Denna inställning undviker dubbelarbete och håller översättningarna konsekventa över olika plattformar.
uk: Таке налаштування дозволяє уникнути дублювання роботи та забезпечує узгодженість перекладів на різних платформах.

source: Translation progress reporting
de: Übersetzungsberichte
ga: Tuairisciú dul chun cinn aistriúcháin
hu: Fordítási előrehaladás jelentése
id: Pelaporan kemajuan terjemahan
ja: 翻訳の進捗状況レポート
nl: Rapporteren voortgang vertaling
pt: Relatório de progresso da tradução
pt_br: Relatório de progresso de tradução
ro: Raportarea progresului traducerii
ru: Отчёт о прогрессе перевода
sv: Rapportering om översättningsförloppet
ta: மொழிபெயர்ப்பு முன்னேற்ற அறிக்கை
tr: Çeviri ilerlemesi raporu
uk: Звітування щодо поступу перекладу
zh_hans: 翻译进度报告
zh_hant: 翻譯進程匯報

source: Reporting features give insight into translation progress over a given period. A summary of contributions to any given component over time is provided. The reporting tool is found in the :guilabel:`Insights` menu of the dashboard, any translation component, or project:
de: Die Berichtsfunktionen geben Aufschluss darüber, wie sich eine Übersetzung über einen bestimmten Zeitraum entwickelt. Es wird eine Zusammenfassung der Beiträge zu einer bestimmten Komponente im Laufe der Zeit erstellt. Die Übersetzungsberichte befinden Sie im Menü :guilabel:`Einblicke` der Übersichtsseite, einer beliebigen Übersetzungskomponente oder eines Projekts:
ga: Tugann gnéithe tuairiscithe léargas ar dhul chun cinn an aistriúcháin thar thréimhse áirithe. Soláthraítear achoimre ar ranníocaíochtaí le haon chomhpháirt ar leith le himeacht ama. Tá an uirlis tuairiscithe le fáil sa roghchlár :guilabel:`Insights` ar an deais, aon chomhpháirt aistriúcháin, nó tionscadal:
hu: A jelentéskészítési funkciók betekintést nyújtanak a fordítási folyamat előrehaladásába egy adott időszakon belül. Időbeli bontásban összesítést adnak az adott összetevőhöz történt hozzájárulásokról. A jelentéskészítő eszköz az vezérlőpult, bármely fordítási összetevő vagy projekt :guilabel:`Áttekintés` menüpontjában érhető el:
id: Fitur pelaporan memberikan wawasan tentang kemajuan terjemahan selama periode tertentu. Ringkasan kontribusi untuk setiap komponen dari waktu ke waktu juga disediakan. Alat pelaporan ini dapat ditemukan di menu :guilabel:`Insights` pada dasbor, komponen terjemahan, atau proyek apa pun:
ja: レポート機能を使用すると、指定した期間内の翻訳の進捗状況を把握できます。コンポーネントに対して行った作業時間の概要を表示します。レポート機能は、ダッシュボード、翻訳コンポーネント、プロジェクト、またはプロジェクトの :guilabel:`詳細` メニューにあります:
nl: Mogelijkheden voor rapporten geven inzicht in de voortgang van vertalingen over een bepaalde periode. Een samenvatting van bijdragen aan een bepaald onderdeel in tijd wordt gegeven. Het gereedschap voor de rapporten is te vinden in het menu :guilabel:`Inzicht` van het dashboard, elk vertaalonderdeel of project:
pt_br: Os recursos de relatório fornecem uma visão do progresso de tradução em um determinado período. É fornecido um resumo das contribuições para qualquer componente ao longo do tempo. A ferramenta de relatório é encontrada no menu :guilabel:`Colaborações` do painel, qualquer componente de tradução ou projeto:
ru: Функции отчётов дают представление о ходе перевода за определённый период. Предоставляется сводная информация о вкладе в каждый конкретный компонент с течением времени. Инструмент создания отчётов находится в меню :guilabel:`«Аналитика»` панели управления, любого компонента перевода или проекта:
sv: Rapporteringsfunktionerna ger en inblick i översättningsprocessen under en viss period. En sammanfattning av bidrag till en viss komponent över tid tillhandahålls. Rapporteringsverktyget finns i menyn :guilabel:`Insights` på instrumentpanelen, i alla översättningskomponenter eller projekt:
ta: அறிக்கையிடல் நற்பொருத்தங்கள் ஒரு குறிப்பிட்ட காலப்பகுதியில் மொழிபெயர்ப்பு முன்னேற்றம் குறித்த நுண்ணறிவை வழங்குகின்றன. காலப்போக்கில் எந்தவொரு கூறுகளுக்கும் பங்களிப்புகளின் சுருக்கம் வழங்கப்படுகிறது. அறிக்கையிடல் கருவி டாச்போர்டின் 'குய்லாபெல்:'நுண்ணறிவுகள்' பட்டியலில், எந்தவொரு மொழிபெயர்ப்பு கூறு அல்லது திட்டத்தில் காணப்படுகிறது:
tr: Raporlama özellikleri, bir çevirinin belirli bir dönemde nasıl ilerlediği ile ilgili fikir verir. Herhangi bir bileşene zaman içinde yapılan katkıların özeti sunulur. Raporlama aracı, herhangi bir çeviri bileşeninin ya da projenin :guilabel:`İçgörüler` menüsünde bulunur:
uk: Можливості зі звітування надають у ваше розпорядження дані щодо поступу перекладу протягом заданого періоду часу. Буде надано резюме щодо внесків до будь-якого заданого складника. Засіб звітування можна знайти у меню :guilabel:`Огляди` будь-якого складника перекладу, проєкту або на панелі приладів:
zh_hans: 报告功能可以让人深入了解给定时期内的翻译进展情况。它提供了任何给定部件在某段时间内的贡献总结。报告工具可以在任意翻译部件或项目的操作面板上的 :guilabel:`洞察` 菜单中找到：

source: Several reporting tools are available on this page, all of which can produce output in HTML, reStructuredText or JSON. The first two formats are suitable for embedding statistics into existing documentation, while JSON is useful for further processing of the data.
de: Auf dieser Seite sind mehrere Übersetzungsberichte verfügbar, die alle eine Ausgabe in HTML, reStructuredText oder JSON erzeugen können. Die ersten beiden Formate eignen sich für die Einbettung von Statistiken in vorhandene Dokumentationen, während JSON für die Weiterverarbeitung der Daten nützlich ist.
ga: Tá roinnt uirlisí tuairiscithe ar fáil ar an leathanach seo, agus is féidir leo go léir aschur a tháirgeadh in HTML, ReStructuredText nó JSON. Tá an chéad dá fhormáid oiriúnach chun staitisticí a neadú isteach i gcáipéisíocht reatha, agus tá JSON úsáideach chun sonraí a phróiseáil tuilleadh.
hu: Ezen az oldalon több jelentéskészítő eszköz is elérhető, amelyek mind képesek HTML, reStructuredText vagy JSON formátumban kimenetet előállítani. Az első két formátum jól használható a statisztikák meglévő dokumentációba való beágyazására, míg a JSON formátum az adatok további feldolgozására alkalmas.
id: Beberapa alat pelaporan tersedia di halaman ini, yang semuanya dapat menghasilkan keluaran dalam format HTML, reStructuredText, atau JSON. Dua format pertama cocok untuk menyematkan statistik ke dalam dokumentasi yang ada, sementara JSON berguna untuk pemrosesan data lebih lanjut.
ja: レポート機能のページには、個別のレポート機能があり、いずれも HTML、reStructuredText、または JSON 形式で出力を生成できます。HTML、reStructuredText の形式は、既存のドキュメントに統計情報を埋め込むのに適しており、JSON 形式はデータを追加処理するのに適しています。
nl: Verscheidene gereedschappen voor rapporten zijn op deze pagina beschikbaar, die allemaal uitvoer kunnen produceren in HTML, reStructuredText of JSON. De eerste twee indelingen zijn geschikt voor het inbedden van statistische informatie in bestaande documentatie, terwijl JSON nuttig is voor het verder verwerken van de gegevens.
pt: Várias ferramentas de relatório estão disponíveis nesta página e tudo o que pode produzir saídas em HTML, reStructuredText ou JSON. Os primeiros dois formatos são adequados para incorporar estatísticas na documentação existente, enquanto JSON é útil para processamento posterior dos dados.
pt_br: Várias ferramentas de relatório estão disponíveis nesta página, todas das quais podem produzir saída em HTML, reStructuredText ou JSON. Os primeiros dois formatos são adequados para incorporar estatísticas na documentação existente, enquanto JSON é útil para processamento posterior dos dados.
ru: На этой странице доступно несколько инструментов отчётности, каждый из которых может создавать выходные данные в формате HTML, reStructuredText или JSON. Первые два формата подходят для встраивания статистики в существующую документацию, а JSON полезен для дальнейшей обработки данных.
sv: På denna sida finns flera rapporteringsverktyg tillgängliga, som alla kan generera utdata i HTML, reStructuredText eller JSON. De två första formaten är lämpliga för att bädda in statistik i befintlig dokumentation, medan JSON är användbart för vidare bearbetning av data.
ta: இந்த பக்கத்தில் பல அறிக்கையிடல் கருவிகள் கிடைக்கின்றன, இவை அனைத்தும் html, restructuredtext அல்லது சாதொபொகு இல் வெளியீட்டை உருவாக்க முடியும். முதல் இரண்டு வடிவங்கள் தற்போதுள்ள ஆவணங்களில் புள்ளிவிவரங்களை உட்பொதிக்க பொருத்தமானவை, அதே நேரத்தில் தரவை மேலும் செயலாக்குவதற்கு சேஎச்ஓஎன் பயனுள்ளதாக இருக்கும்.
tr: Bu sayfada çeşitli raporlama araçları vardır ve tümü HTML, reStructuredText ya da JSON olarak çıktı oluşturabilir. İlk iki biçim, istatistikleri var olan belgelere gömmek için uygundur. JSON ise verilerin dışarıda işlenmesi için kullanışlıdır.
uk: На цій сторінці буде наведено підсумки роботи кількох засобів звітування. Вони можуть виводити дані у форматі HTML, reStructuredText або JSON. Перші два формати придатні для вбудовування статистичних даних до наявної документації, а JSON корисний для подальшої обробки даних.
zh_hans: 此页面上提供了多种报告工具，它们都可以生成 HTML、reStructuredText 或 JSON 格式的输出。前两种格式适合于将统计数据嵌入现有文档，而 JSON 对进一步处理数据很有用。

source: You can choose predefined periods or enter a custom date range. In that case, the contributions are counted at midnight – that means that it includes the starting date and excludes the ending date. You can sort the contributors in the output by their join date or the number of strings they have translated, in either ascending or descending order.
de: Sie können vordefinierte Zeiträume wählen oder einen eigenen Datumsbereich eingeben. In diesem Fall werden die Beiträge um Mitternacht gezählt – d. h. das Anfangsdatum wird berücksichtigt und das Enddatum nicht. Sie können die Mitwirkenden in der Ausgabe nach ihrem Beitrittsdatum oder der Anzahl der von ihnen übersetzten Zeichenketten in aufsteigender oder absteigender Reihenfolge sortieren.
ga: Is féidir leat tréimhsí réamhshainithe a roghnú nó raon dáta saincheaptha a iontráil. Sa chás sin, déantar na ranníocaíochtaí a chomhaireamh ag meán oíche – ciallaíonn sé sin go gcuimsíonn sé an dáta tosaigh agus nach n-áirítear an dáta deiridh. Is féidir leat na rannpháirtithe san aschur a shórtáil de réir a dáta ceangailte nó líon na dteaghrán atá aistrithe acu, in ord ardaitheach nó íslitheach.
hu: Választhat előre meghatározott időszakok közül vagy megadhat egyéni dátumtartományt is. Ez esetben a hozzájárulások éjfélkor kerülnek elszámolásra – tehát a kezdő dátumot tartalmazza, a záró dátumot viszont nem. A kimenetben a közreműködők rendezhetők csatlakozási dátum vagy a lefordított szövegek száma szerint, növekvő vagy csökkenő sorrendben.
id: Anda dapat memilih periode yang telah ditentukan sebelumnya atau memasukkan rentang tanggal khusus. Dalam hal ini, kontribusi dihitung pada tengah malam – artinya, tanggal mulai dihitung dan tanggal berakhir tidak dihitung. Anda dapat mengurutkan kontributor dalam output berdasarkan tanggal bergabung atau jumlah string yang telah mereka terjemahkan, baik dalam urutan menaik maupun menurun.
nl: U kunt voorgedefinieerde perioden kiezen of een aangepast datumbereik invoeren. In dat geval worden de bijdragen geteld om middernacht – dat betekent dat het de begindatum bevat, maar niet de einddatum. U kunt de deelnemers sorteren in de uitvoer op hun datum van intreden of het aantal tekenreeksen dat zij hebben vertaald, in zowel aflopende als oplopende volgorde.
pt_br: Você pode escolher períodos predefinidos ou inserir um intervalo de datas personalizado. Nesse caso, as contribuições são contadas à meia-noite, o que significa que inclui a data inicial e exclui a data final. Você pode classificar os colaboradores na saída pela data de ingresso ou pelo número de textos que eles traduziram, em ordem crescente ou decrescente.
sv: Du kan välja fördefinierade perioder eller ange ett eget datumintervall. I så fall räknas bidragen vid midnatt – det innebär att startdatumet ingår och slutdatumet exkluderas. Du kan sortera bidragsgivarna i resultatet efter deras anslutningsdatum eller antalet strängar de har översatt, i stigande eller fallande ordning.
uk: Ви можете вибрати попередньо визначені періоди або ввести власний діапазон дат. У цьому випадку внески рахуються опівночі - це означає, що вони включають дату початку і не включають дату закінчення. Ви можете сортувати дописувачів у результатах за датою їхнього приєднання або за кількістю перекладених ними рядків у порядку зростання або спадання.

source: Number of words
de: Anzahl der Wörter
ga: Líon na bhfocal
hu: Szavak száma
id: Jumlah kata
ja: 単語の数
nl: Aantal woorden
pt: Quantidade de palavras
pt_br: Quantidade de palavras
ro: Număr de cuvinte
ru: Количество слов
sv: Antal ord
ta: சொற்களின் எண்ணிக்கை
tr: Sözcük sayısı
uk: Число слів
zh_hans: 字词数量

source: Number of words is a metric widely used in Indo-European languages, but might not have a well-defined behavior for some Asian languages.
de: Die Anzahl der Wörter ist eine in indoeuropäischen Sprachen weit verbreitete Metrik, die für einige asiatische Sprachen jedoch möglicherweise kein klar definiertes Verhalten aufweist.
ga: Is méadrach é líon na bhfocal a úsáidtear go forleathan i dteangacha Ind-Eorpacha, ach b’fhéidir nach bhfuil iompraíocht dhea-shainithe ag roinnt teangacha Áiseacha.
hu: A szavak száma olyan mérőszám, amelyet széles körben használnak az indoeurópai nyelvek esetében, azonban egyes ázsiai nyelveknél nincs egyértelműen meghatározott viselkedése.
id: Jumlah kata adalah metrik yang umum digunakan dalam bahasa Indo-Eropa, tetapi mungkin tidak memiliki perilaku yang terdefinisi dengan baik untuk beberapa bahasa Asia.
ja: 単語数はインド・ヨーロッパ語族で広く使用されている指標ですが、一部のアジア言語においては明確に定義することは困難です。
nl: Aantal woorden is een breed gebruikt metriek in Indo-Europese talen, maar zou geen goed gedefinieerd gedrag kunnen hebben voor sommige Aziatische talen.
pt_br: O número de palavras é uma métrica amplamente usada em línguas indo-europeias, mas pode não ter um comportamento bem definido para algumas línguas asiáticas.
sv: Antalet ord är ett mått som används flitigt i indoeuropeiska språk, men som kanske inte fungerar lika bra för vissa asiatiska språk.
ta: சொற்களின் எண்ணிக்கை என்பது இந்தோ-ஐரோப்பிய மொழிகளில் பரவலாகப் பயன்படுத்தப்படும் ஒரு மெட்ரிக் ஆகும், ஆனால் சில ஆசிய மொழிகளுக்கு நன்கு வரையறுக்கப்பட்ட நடத்தை இருக்காது.
tr: Sözcük sayısı Hint-Avrupa dillerinde yaygın olarak kullanılan bir ölçüttür. Ancak bazı Asya dillerinde davranışı uygun olmayabilir.
uk: Кількість слів є виміром, який широко використовують для індо-європейських мов, але у деяких азійських мовах вона не має такого чіткого визначення.
zh_hans: 单词数是印欧语中普遍使用的度量单位，但对某些亚洲语言也许没有被很好定义的行为。

source: A word is any sequence of characters (letters, numerics, special characters) between whitespace (spaces, tabs, newlines). In the example string below, the word count is 9.
de: Ein Wort ist eine beliebige Folge von Zeichen (Buchstaben, Ziffern, Sonderzeichen) zwischen Leerzeichen (Leerzeichen, Tabulatoren, Zeilenumbrüche). In der Beispielzeichenkette unten beträgt die Anzahl der Wörter 9.
ga: Is ionann focal agus seicheamh carachtar ar bith (litreacha, uimhríocht, carachtair speisialta) idir spás bán (spásanna, cluaisíní, línte nua). Sa teaghrán samplach thíos, is é 9 líon na bhfocal.
hu: Szónak számít minden karakterlánc (betűk, számok, speciális karakterek), amely szóközök (szóköz, tabulátor, sortörés) között helyezkedik el. Az alábbi példaszövegben a szavak száma 9.
id: Kata adalah rangkaian karakter (huruf, angka, karakter khusus) di antara spasi (spasi, tabulasi, baris baru). Dalam contoh string di bawah ini, jumlah kata adalah 9.
ja: 単語とは、空白（スペース、タブ、改行）の間にある並んだ文字（文字、数字、特殊文字）のことです。以下の文字列の例では、単語数は 9 になります。
nl: Een woord is elke reeks tekens (letters, cijfers, speciale tekens) tussen witruimte (spaties, tabs, nieuwe regel). In de voorbeeld tekenreeks hieronder is het aantal woorden 9.
pt_br: Uma palavra é qualquer sequência de caracteres (letras, números, caracteres especiais) entre espaços em branco (espaços, tabulações, quebras de linha). Nos exemplos de textos abaixo, a contagem de palavras é 9.
ru: Слово — это любая последовательность символов (букв, цифр, специальных символов) между пробелами (пробелами, табуляциями, символами новой строки). В приведённом ниже примере количество слов равно 9.
sv: Ett ord är en sekvens av tecken (bokstäver, siffror, specialtecken) mellan blanksteg (mellanslag, tabbar, radbrytningar). I exemplet nedan är ordantalet 9.
ta: ஒரு சொல் என்பது ஒயிட்ச்பேசுக்கு இடையில் (இடைவெளிகள், தாவல்கள், நியூலைன்கள்) எழுத்துக்களின் (எழுத்துகள், எண்கள், சிறப்பு எழுத்துக்கள்) எந்தவொரு வரிசையும் ஆகும். கீழே உள்ள எடுத்துக்காட்டு சரத்தில், சொல் எண்ணிக்கை 9 ஆகும்.
tr: Bir sözcük, beyaz boşluklar (boşluklar, sekmeler, yeni satırlar) arasındaki herhangi bir karakter dizisidir (harfler, sayısal değerler, özel karakterler). Aşağıdaki örnek dizgede 9 sözcük vardır.
uk: Словом є будь-які послідовність символів (літер, цифр, спеціальних символів) між пробілами (звичайними пробілами, табуляціями, символами нового рядка). У прикладі рядка нижче кількість слів дорівнює 9.
zh_hans: 一个词是空白符号（空格、tab、换行）间字符的任意序列。在下方示例字符串中，词数目是 9。
