Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for downloading only strings needing action.
de: Unterstützung für das Herunterladen von Zeichenketten mit Handlungsbedarf.
ga: Tacaíocht bhreise le híoslódáil ach teaghráin a dteastaíonn gníomh uathu.
hu: Támogatás hozzáadva csak a feldolgozást igénylő szövegek letöltéséhez.
id: Menambahkan dukungan untuk mengunduh hanya string yang memerlukan tindakan.
ja: 操作が必要な文字列のみのダウンロードに対応。
nl: Ondersteuning toegevoegd voor alleen downloaden van tekenreeksen die actie nodig hebben.
pt: Adicionado suporte para descarregar apenas cadeias que precisam de ação.
pt_br: Adicionado suporte para baixar apenas textos que necessitam ação.
ro: A fost adăugat suport pentru descărcarea numai a șirurilor care necesită acțiune.
ru: Добавлена поддержка скачивания только строк, для которых требуются действия.
sv: Lagt till stöd för att endast ladda ner strängar som kräver åtgärd.
ta: நடவடிக்கை தேவைப்படும் சரங்களை மட்டுமே பதிவிறக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Yalnızca işlem gerektiren dizgeleri indirme desteği eklendi.
uk: Додано підтримку для отримання лише рядків, які потребують дій.
zh_hans: 支持了只下载需要处理的字符串。
zh_hant: 為下載只需要動作的字符串添加了支持。

source: Added support for searching in several languages at once.
de: Unterstützung für die gleichzeitige Suche in mehreren Sprachen hinzugefügt.
ga: Tacaíocht bhreise le cuardach i dteangacha éagsúla ag an am céanna.
hu: Több nyelvben történő egyidejű keresés támogatása.
id: Menambahkan dukungan untuk pencarian dalam beberapa bahasa sekaligus.
ja: 複数言語での同時検索に対応。
nl: Ondersteuning toegevoegd voor zoeken in verscheidene talen in een keer.
pt: Adicionado suporte para pesquisa em vários idiomas ao mesmo tempo.
pt_br: Adicionado suporte para busca em vários idiomas ao mesmo tempo.
ro: A fost adăugat suport pentru căutarea în mai multe limbi în același timp.
ru: Добавлена поддержка поиска по нескольким языковым кодам одновременно.
sv: Lagt till stöd för sökning på flera språk samtidigt.
ta: ஒரே நேரத்தில் பல மொழிகளில் தேடுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Aynı anda birkaç dilde arama yapma özelliği eklendi.
uk: Додано підтримку пошуку одразу у декількох перекладах різними мовами.
zh_hans: 支持了同时搜索多种语言。
zh_hant: 為立刻在幾種語言中搜索添加了支持。

source: New add-on to configure gettext output wrapping.
de: Neue Erweiterung zum Konfigurieren des Umbruchs der gettext-Ausgabe.
ga: Breiseán nua chun timfhilleadh aschuir gettext a chumrú.
hu: Új kiegészítő a gettext kimenet sortörésének konfigurálásához.
id: Pengaya baru untuk mengonfigurasi pemecahan keluaran gettext.
ja: gettext 出力のラッピングを設定するアドオンの追加。
nl: Nieuwe add-on om doorloop uitvoer van gettext te configureren.
pt: Nova extensão para configurar a quebra de linha da saída gettext.
pt_br: Novo complemento para configurar a quebra de linha da saída gettext.
ro: Un nou add-on pentru a configura înfășurarea ieșirii gettext.
ru: Новая надстройка, позволяющая настроить правила переноса строк в выходных gettext-файлах.
sv: Nytt tillägg för att konfigurera gettext-utmatningsbrytning.
ta: உரைபெறு வெளியீட்டு மடக்கை உள்ளமைக்க புதிய துணை நிரல்.
tr: Gettext çıktı kaydırmasını yapılandıran yeni eklenti eklendi.
uk: Новий додаток для налаштовування перенесення рядків у gettext.
zh_hans: 新附加组件来配置 gettext 输出换行。
zh_hant: 新附加組件來配置 gettext 輸出換行。

source: New add-on to configure JSON formatting.
de: Neue Erweiterung zur Konfiguration der JSON-Formatierung.
ga: Breiseán nua chun formáidiú JSON a chumrú.
hu: Új kiegészítő a JSON formázás testreszabásához.
id: Pengaya baru untuk mengonfigurasi pemformatan JSON.
ja: JSON の整形を設定するアドオンの追加。
nl: Nieuwe add-on om opmaken van JSON te configureren.
pt: Nova extensão para configurar a formatação JSON.
pt_br: Novo complemento para configurar a formatação JSON.
ro: Un nou add-on pentru a configura formatarea JSON.
ru: Новая надстройка для настройки форматирования JSON.
sv: Nytt tillägg för att konfigurera JSON-formatering.
ta: சாதொபொகு வடிவமைப்பை உள்ளமைக்க புதிய துணை நிரல்.
tr: JSON biçimlendirmesini yapılandıran yeni eklenti eklendi.
uk: Новий додаток для налаштовування форматування JSON.
zh_hans: 新附加组件来配置 JSON 格式化。
zh_hant: 新附加組件來配置 JSON 格式。

source: Added support for authentication in API using RFC 6750 compatible Bearer authentication.
de: Unterstützung für die Authentifizierung in API mit RFC 6750 kompatibler Bearer-Authentifizierung hinzugefügt.
ga: Tacaíocht bhreise le haghaidh fíordheimhnithe in API ag baint úsáide as fíordheimhniú Iompróra comhoiriúnach RFC 6750.
hu: Támogatás hozzáadva az API-ban történő hitelesítéshez RFC 6750 kompatibilis Bearer hitelesítéssel.
id: Menambahkan dukungan untuk autentikasi dalam API menggunakan autentikasi Bearer yang kompatibel dengan RFC 6750.
ja: RFC 6750 互換 Bearer 認証を使用した API での認証に対応。
nl: Ondersteuning toegevoegd voor authenticatie in API met RFC 6750 compatibel Bearer-authenticatie.
pt: Adicionado suporte para autenticação em API usando autenticação Bearer compatível com RFC 6750.
pt_br: Adicionado suporte para autenticação em API usando autenticação Bearer compatível com RFC 6750.
ro: A fost adăugat suport pentru autentificare în API folosind autentificarea Bearer compatibilă cu RFC 6750.
ru: Добавлена поддержка авторизации «на предъявителя» для API, совместимая с RFC 6750.
sv: Lagt till stöd för autentisering i API med hjälp av RFC 6750-kompatibel Bearer-autentisering.
ta: rfc 6750 இணக்கமான தாங்கி அங்கீகாரத்தைப் பயன்படுத்தி பநிஇ இல் அங்கீகாரத்திற்கான உதவி சேர்க்கப்பட்டது.
tr: RFC 6750 uyumlu Bearer kimlik doğrulaması kullanılarak, API üzerine kimlik doğrulama desteği eklendi.
uk: Додано підтримку розпізнавання у програмному інтерфейсі за допомогою сумісного із RFC 6750 розпізнавання Bearer.
zh_hans: 为使用 RFC 6750 兼容的 Bearer 认证添加了 API 中认证的支持。
zh_hant: 為使用 RFC 6750 兼容的 Bearer 認證添加了 API 中認證的支持。

source: Added support for automatic translation using machine translation services.
de: Unterstützung für die automatische Übersetzung durch maschinelle Übersetzungsdienste hinzugefügt.
ga: Tacaíocht bhreise le haghaidh aistriúcháin uathoibríoch ag baint úsáide as seirbhísí aistriúcháin meaisín.
hu: Támogatás hozzáadva gépi fordítási szolgáltatásokkal történő automatikus fordításhoz.
id: Menambahkan dukungan untuk terjemahan otomatis menggunakan layanan terjemahan mesin.
ja: 機械翻訳サービスによる自動翻訳に対応。
nl: Ondersteuning toegevoegd voor automatische vertaling met services voor machinevertaling.
pt: Adicionado suporte para tradução automática usando serviços de tradução de máquina.
pt_br: Adicionado suporte para tradução automática usando serviços de tradução de máquina.
ro: A fost adăugat suport pentru autentificare în API folosind autentificarea Bearer compatibilă cu RFC 6750.
ru: Добавлена поддержка автоматического перевода с помощью различных сервисов машинного перевода.
sv: Lagt till stöd för automatisk översättning med hjälp av maskinöversättningstjänster.
ta: இயந்திர மொழிபெயர்ப்பு சேவைகளைப் பயன்படுத்தி தானியங்கி மொழிபெயர்ப்புக்கான உதவி சேர்க்கப்பட்டது.
tr: Makine çevirisi hizmetlerini kullanan kendiliğinden çeviri özelliği eklendi.
uk: Додано підтримку автоматичного перекладу з використанням служб комп'ютерного перекладу.
zh_hans: 未使用机器翻译服务自动翻译添加了支持。
zh_hant: 未使用機器翻譯服務自動翻譯添加了支持。

source: Added support for HTML markup in whiteboard messages.
de: Unterstützung für HTML-Auszeichnung in Whiteboard-Nachrichten hinzugefügt.
ga: Tacaíocht bhreise do mharcáil HTML i dteachtaireachtaí clár bán.
hu: Támogatás hozzáadva HTML jelölések használatához az üzenőfalon (whiteboard).
id: Menambahkan dukungan untuk markup HTML dalam pesan papan tulis.
ja: ホワイトボード メッセージを HTML マークアップに対応。
nl: Ondersteuning toegevoegd voor HTML-opmaak in berichten op whiteboard.
pt: Adicionado suporte para marcação HTML em mensagens de quadro de comunicações.
pt_br: Adicionado suporte para marcação HTML em mensagens de quadro de comunicações.
ro: A fost adăugat suport pentru marcare HTML în mesajele de whiteboard.
ru: Добавлена поддержка HTML-разметки в сообщениях на совместной доске.
sv: Lagt till stöd för HTML-markeringar i whiteboard-meddelanden.
ta: ஒயிட் போர்டு செய்திகளில் html மார்க்அப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: Beyaz tahta iletilerine HTML kod imi desteği eklendi.
uk: Додано підтримку розмітки HTML у повідомленнях дошки.
zh_hans: 为白板消息中的 HTML 标记添加了支持。
zh_hant: 為白板消息中的 HTML 標記添加了支持。

source: Added support for mass changing state of strings.
de: Unterstützung für die Massenbearbeitung des Zeichenkettenstatus hinzugefügt.
ga: Tacaíocht bhreise do staid ollathraithe na dtéad.
hu: Támogatás a szövegek állapotának tömeges módosításához.
id: Menambahkan dukungan untuk perubahan status string secara massal.
ja: 文字列の状態の一括変更に対応。
nl: Ondersteuning toegevoegd voor het in bulk wijzigen van de status van tekenreeksen.
pt: Adicionado suporte para alteração em massa do estado de cadeias.
pt_br: Adicionado suporte para alteração em massa do status dos textos.
ro: A fost adăugat suport pentru schimbarea în masă a stării șirurilor de caractere.
ru: Добавлена поддержка массового изменения состояния строк.
sv: Lagt till stöd för massändring av strängars status.
ta: வெகுசன மாறும் சரங்களுக்கு உதவி சேர்க்கப்பட்டது.
tr: Dizge durumlarını toplu değiştirme özelliği eklendi.
uk: Додано підтримку пакетної зміни стану рядків.
zh_hans: 为大量更改字符串的状态添加了支持。
zh_hant: 為大量更改字符串的狀態添加了支持。

source: Translate-toolkit at least 2.3.0 is now required, older versions are no longer supported.
de: Translate-toolkit wird nun mindestens in der Version 2.3.0 benötigt, ältere Versionen werden nicht mehr unterstützt.
ga: Tá ar a laghad 2.3.0 ar a laghad ag teastáil le haistriú-uirlisí, ní thacaítear le leaganacha níos sine a thuilleadh.
hu: A translate-toolkit legalább 2.3.0 verziója szükséges, a korábbi verziók nem támogatottak.
id: Translate-toolkit minimal versi 2.3.0 kini diperlukan, versi lama tidak lagi didukung.
ja: Translate-toolkit 2.3.0 以降が必須です。古いバージョンへの対応は終了しました。
nl: TranslateToolkit, ten minste 2.3.0 is nu vereist, oudere versies worden niet langer ondersteund.
pt: O translate-toolkit pelo menos 2.3.0 agora é necessário, as versões mais antigas não são mais suportadas.
pt_br: O translate-toolkit pelo menos 2.3.0 agora é necessário, as versões mais antigas não são mais suportadas.
ro: Translate-toolkit cel puțin 2.3.0 este acum necesar, versiunile mai vechi nu mai sunt acceptate.
ru: Теперь необходим Translate-toolkit 2.3.0 или новее; старые версии более не поддерживаются.
sv: Translate-toolkit minst 2.3.0 krävs nu, äldre versioner stöds inte längre.
ta: மொழிபெயர்ப்பு-டூல்கிட் குறைந்தது 2.3.0 இப்போது தேவைப்படுகிறது, பழைய பதிப்புகள் இனி ஆதரிக்கப்படாது.
tr: En düşük translate-toolkit sürümü 2.3.0 olarak güncellendi. Eski sürümler artık desteklenmiyor.
uk: Для роботи нової версії потрібен Translate-toolkit версії принаймні 2.3.0, підтримку застарілих версій вилучено.
zh_hans: 现在至少需要 2.3.0 版本的Translate-toolkit，较老的版本不再支持。
zh_hant: 現在至少需要 2.3.0 版本的Translate-toolkit，較老的版本不再支持。

source: Added built-in translation memory.
de: Integrierter Übersetzungsspeicher hinzugefügt.
ga: Cuimhne aistriúcháin ionsuite curtha leis.
hu: Beépített fordítási memória hozzáadva.
id: Menambahkan memori terjemahan bawaan.
ja: 翻訳メモリを搭載。
nl: Ingebouwd vertaalgeheugen toegevoegd.
pt: Adicionada memória de tradução embutida.
pt_br: Adicionada memória de tradução embutida.
ro: A fost adăugată memoria de traducere încorporată.
ru: Добавлена встроенная память переводов.
sv: Inbyggt översättningsminne har lagts till.
ta: உள்ளமைக்கப்பட்ட மொழிபெயர்ப்பு நினைவகம் சேர்க்கப்பட்டது.
tr: İç çeviri belleği eklendi.
uk: Додано вбудовану пам'ять перекладів.
zh_hans: 添加了内建翻译记忆库。

source: Added componentlists overview to dashboard and per component list overview pages.
de: Die Komponentenlistenübersicht der allgemeinen Übersichtsseite und den Übersichtsseiten pro Komponentenliste hinzugefügt.
ga: Cuireadh forbhreathnú ar na liostaí comhpháirte leis an deais agus leis na leathanaigh forbhreathnú ar liosta na gcomhpháirteanna.
hu: Az összetevőlisták áttekintése elérhető a vezérlőpulton és az összetevőlisták oldalain.
id: Menambahkan ikhtisar daftar komponen ke dasbor dan halaman ikhtisar per daftar komponen.
ja: ダッシュボードおよびコンポーネント リストのセットの概要ページにコンポーネント リストの概要を追加した。
nl: Overzicht van onderdelenlijsten toegevoegd aan dashboard en overzichtspagina's per onderdelenlijst.
pt: Adicionada uma visão geral com as listas de componentes ao painel e páginas de visão geral de cada lista de componentes.
pt_br: Adicionada uma visão geral com as listas de componentes ao painel e páginas de visão geral de cada lista de componentes.
ro: A fost adăugată prezentarea generală a listelor de componente la tabloul de bord și la paginile de prezentare generală a listei de componente.
ru: Добавлен обзор списка компонентов и страницы списков покомпонентного обзора.
sv: Lagt till översikt över komponentlistor på instrumentpanelen och på översiktssidorna för varje komponentlista.
ta: முகப்பலகை மற்றும் ஒரு கூறு பட்டியல் கண்ணோட்டம் பக்கங்களுக்குக் கூறு பட்டியல்கள் கண்ணோட்டம் சேர்க்கப்பட்டது.
tr: Panoya bileşen listeleri özeti ve her bileşen listesinin özeti sayfaları eklendi.
uk: На панель приладів та сторінки огляду списків складників додано огляд списку складників.
zh_hans: 在操作面板和每个部件列表概览页面中增加了部件列表概览。
zh_hant: 為面板添加了組件概況和每個組件列表概況的頁面。

source: Added support for DeepL machine translation service.
de: Unterstützung für den maschinellen Übersetzungsdienst DeepL hinzugefügt.
ga: Tacaíocht bhreise do sheirbhís aistriúcháin meaisín DeepL.
hu: Támogatás a DeepL gépi fordítási szolgáltatáshoz.
id: Menambahkan dukungan untuk layanan terjemahan mesin DeepL.
ja: DeepL 機械翻訳サービスに対応。
nl: Ondersteuning toegevoegd voor service voor machinevertaling DeepL.
pt: Adicionado suporte para serviço de tradução de máquina DeepL.
pt_br: Adicionado suporte para serviço de tradução automática DeepL.
ro: A fost adăugat suport pentru serviciul de traducere automată DeepL.
ru: Добавлена поддержка машинного перевода с помощью DeepL.
sv: Stöd för DeepL:s maskinöversättningstjänst har lagts till.
ta: deepl இயந்திர மொழிபெயர்ப்பு சேவைக்கு உதவி சேர்க்கப்பட்டது.
tr: DeepL makine çevirisi hizmeti desteği eklendi.
uk: Додано підтримку служби комп'ютерного перекладу DeepL.
zh_hans: 为 DeepL 机器翻译服务添加了支持。
zh_hant: 為 DeepL 機器翻譯服務添加了支持。

source: Machine translation results are now cached inside Weblate.
de: Die Ergebnisse der maschinellen Übersetzung werden jetzt in Weblate zwischengespeichert.
ga: Tá torthaí an aistriúcháin mheaisín i dtaisce anois laistigh de Weblate.
hu: A gépi fordítási eredmények mostantól Weblate-en belül kerülnek gyorsítótárazásra.
id: Hasil terjemahan mesin sekarang disimpan di dalam Weblate.
ja: 機械翻訳の結果を Weblate にキャッシュするように改良。
nl: Resultaten van machinevertaling worden nu gecachet binnen Weblate.
pt: Os resultados da tradução de máquina agora são armazenados em cache no Weblate.
pt_br: Os resultados da tradução automática agora são armazenados em cache no Weblate.
ro: Rezultatele traducerii automate sunt acum stocate în memoria cache în Weblate.
ru: Результаты машинного перевода теперь кешируются внутри Weblate.
sv: Maskinöversättningsresultaten cachas nu i Weblate.
ta: இயந்திர மொழிபெயர்ப்பு முடிவுகள் இப்போது வலைபெயர்ப்புடுக்குள் தற்காலிகமாக சேமிக்கப்பட்டுள்ளன.
tr: Makine çevirisi sonuçlarının Weblate ön belleğine alınması sağlandı.
uk: У новій версії результати комп'ютерного перекладу кешуються у Weblate.
zh_hans: 机器翻译结果现在缓存在 Weblate 内。
zh_hant: 機器翻譯結果現在緩存在 Weblate 內。

source: Added support for reordering committed changes.
de: Unterstützung für die Neuordnung von committeten Änderungen hinzugefügt.
ga: Tacaíocht bhreise chun athruithe tiomanta a athordú.
hu: Támogatás a véglegesített változtatások sorrendjének módosításához.
id: Menambahkan dukungan untuk menyusun ulang perubahan yang telah dilakukan.
ja: コミットされた変更の並び替えのサポートを追加しました。
nl: Ondersteuning toegevoegd voor het opnieuw ordenen van vastgelegde wijzigingen.
pt: Adicionado suporte para reordenar alterações de commits feitos.
pt_br: Adicionado suporte para reordenar alterações de commits feitos.
ro: A fost adăugat suport pentru reordonarea modificărilor confirmate.
ru: Добавлена поддержка переупорядочивания зафиксированных изменений.
sv: Lagt till stöd för att ordna om åtagande ändringar.
ta: உறுதியான மாற்றங்களை மறுவரிசைப்படுத்துவதற்கான உதவி சேர்க்கப்பட்டது.
tr: İşlenmiş değişiklikleri yeniden sıralama özelliği eklendi.
uk: Додано підтримку переупорядковування надісланих змін.
zh_hans: 增加了对已提交更改重新排序的支持。

source: *Released on February 20th 2018.*
de: *Veröffentlicht am 20. Februar 2018.*
ga: *Eisithe ar 20 Feabhra 2018.*
hu: *Kiadva: 2018. február 20.*
id: *Dirilis pada 20 Februari 2018.*
nl: *Uitgegeven op 20 februari 2018.*
pt_br: *Atualizado em 20 de fevereiro de 2018.*
sv: *Släpptes den 20 februari 2018.*
tr: *20 Şubat 2018 tarihinde yayınlandı.*
uk: *Випущено 20 лютого 2018 року.*

source: Fixed migration issue on upgrade from 2.18.
de: Migrationsproblem beim Upgrade von 2.18 behoben.
ga: Saincheist aistrithe seasta ar uasghrádú ó 2.18.
hu: Frissítéskor a 2.18-as verzióról történő migrációs hiba javítva.
id: Memperbaiki masalah migrasi pada pemutakhiran dari 2.18.
ja: 2.18 からのアップグレードで発生する移行時の不具合を修正。
nl: Gerepareerd probleem migratie bij upgraden vanaf 2.18.
pt: Corrigido o problema de migração na atualização do 2.18.
pt_br: Corrigido o problema de migração na atualização do 2.18.
ro: S-a rezolvat o problemă de migrare la actualizarea de la 2.18.
ru: Исправлены проблемы с миграцией при обновлении с 2.18.
sv: Åtgärdat migreringsproblem vid uppgradering från 2.18.
ta: 2.18 முதல் மேம்படுத்தலில் நிலையான இடம்பெயர்வு சிக்கல்.
tr: 2.18 sürümünden yükseltme sırasında yaşanan aktarım sorunu düzeltildi.
uk: Виправлено помилку перенесення даних при оновленні з версії 2.18.
zh_hans: 修复了从 2.18 升级的合并问题。
zh_hant: 修復了從 2.18 升級的合併問題。

source: Improved file upload API validation.
de: Verbesserte Validierung der Dateiupload-API.
ga: Bailíochtú feabhsaithe API uaslódáil comhad.
hu: Fájlfeltöltési API érvényesítésének továbbfejlesztése.
id: Peningkatan validasi API unggahan berkas.
ja: ファイル アップロード API の検証を改良。
nl: Verbeterd uploaden bestand valideren API.
pt: Melhorada a validação de API de envio de ficheiros.
pt_br: Melhorada a validação de API de envio de arquivo.
ro: A fost îmbunătățită validarea API de încărcare a fișierelor.
ru: Улучшена валидация API загрузки файлов.
sv: Förbättrad validering av API för filuppladdning.
ta: மேம்படுத்தப்பட்ட கோப்பு பதிவேற்ற பநிஇ சரிபார்ப்பு.
tr: Dosya yükleme API doğrulaması iyileştirildi.
uk: Удосконалено перевірку програмного інтерфейсу вивантаження файлів.
zh_hans: 改进了文件上传 API 验证。
zh_hant: 改進了文件上傳 API 驗證。

source: *Released on February 15th 2018.*
de: *Veröffentlicht am 15. Februar 2018.*
ga: *Eisithe ar 15 Feabhra 2018.*
hu: *Kiadva: 2018. február 15.*
id: *Dirilis pada 15 Februari 2018.*
nl: *Uitgegeven op 15 februari 2018.*
pt_br: *Atualizado em 15 de fevereiro de 2018.*
sv: *Släpptes den 15 februari 2018.*
tr: *15 Şubat 2018 tarihinde yayınlandı.*
uk: *Випущено 15 лютого 2018 року.*

source: Fixed imports across some file formats.
de: Die Importe für einige Dateiformate korrigiert.
ga: Allmhairí seasta thar roinnt formáidí comhaid.
hu: Importálási hibák javítva bizonyos fájlformátumok esetén.
id: Memperbaiki impor di beberapa format berkas.
ja: 一部のファイル形式でのインポートを修正。
nl: Gerepareerd importeren vanuit enkele bestandsindelingen.
pt: Corrigidas as importações em alguns formatos de ficheiros.
pt_br: Corrigidas as importações em alguns formatos de arquivo.
ro: Importuri fixe în anumite formate de fișiere.
ru: Исправлен импорт некоторых форматов файлов.
sv: Fixade importer för vissa filformat.
ta: சில கோப்பு வடிவங்களில் நிலையான இறக்குமதிகள்.
tr: Bazı dosya biçimlerinde yaşanan içe aktarma sorunları düzeltildi.
uk: Виправлено імпортування із перетворенням форматів файлів.
zh_hans: 修复了跨一些文件格式的导入。
zh_hant: 修復了跨一些文件格式的導入。

source: Display human friendly browser information in audit log.
de: Anzeige benutzerfreundlicher Browser-Informationen im Audit-Protokoll.
ga: Taispeáin faisnéis brabhsálaithe atá cairdiúil don duine sa loga iniúchta.
hu: Felhasználóbarát böngészőinformáció megjelenítése az audit naplóban.
id: Menampilkan informasi peramban yang mudah dipahami manusia dalam log audit.
ja: 監査ログに分かりやすいブラウザー情報を表示する。
nl: Mensvriendelijke browserinformatie weergeven in log voor audit.
pt: Exibe informações de navegador amigáveis para humanos no registo de auditoria.
pt_br: Exibe informações de navegador amigáveis para humanos no registro de auditoria.
ro: Afișarea informațiilor despre browser în jurnalul de audit.
ru: Отображать информацию о браузере в журнале аудита в формате удобным для человека.
sv: Visa användarvänlig webbläsarinformation i granskningsloggen.
ta: தணிக்கை பதிவில் மனித நட்பு உலாவி தகவல்களைக் காண்பி.
tr: İnsan dostu tarayıcı bilgilerinin denetim günlüğünde görüntülenmesi sağlandı.
uk: Реалізовано показу зручних для читання даних щодо браузера у журналі аудиту.
zh_hans: 在审查日志中显示用户友好的浏览器信息。
zh_hant: 在審查日誌中顯示用戶友好的瀏覽器信息。

source: Added TMX exporter for files.
de: TMX-Exporter für Dateien hinzugefügt.
ga: Cuireadh leis an onnmhaireoir TMX le haghaidh comhad.
hu: TMX exportáló hozzáadva fájlokhoz.
id: Menambahkan eksportir TMX untuk berkas.
ja: TMXファイルエクスポーターを追加しました。
nl: Exporteerder voor TMX toegevoegd voor bestanden.
pt: Adicionado um exportador TMX para ficheiros.
pt_br: Adicionado um exportador TMX para arquivos.
ro: A fost adăugat exportatorul TMX pentru fișiere.
ru: Добавлен файловый экспорт в TMX.
sv: Lagt till TMX-exportör för filer.
ta: கோப்புகளுக்கான டிஎம்எக்ச் ஏற்றுமதியாளர் சேர்க்கப்பட்டார்.
tr: Dosyalar için TMX dışa aktarıcısı eklendi.
uk: Додано засіб експортування TMX для файлів.
zh_hans: 为文件添加了 TMX 导出程序。
zh_hant: 為文件添加了 TMX 導出程序。

source: Various performance improvements for loading translation files.
de: Verschiedene Leistungsverbesserungen beim Laden von Übersetzungsdateien.
ga: Feabhsuithe feidhmíochta éagsúla chun comhaid aistriúcháin a luchtú.
hu: Fordítási fájlok betöltésének teljesítménye több ponton javult.
id: Berbagai peningkatan kinerja untuk memuat berkas terjemahan.
ja: 翻訳ファイルの読み込みに関する様々なパフォーマンスの改善。
nl: Verscheidene verbeteringen van prestaties voor het laden van vertaalbestanden.
pt: Várias melhorias de desempenho para carregar ficheiros de tradução.
pt_br: Várias melhorias de desempenho para carregar arquivos de tradução.
ro: Diverse îmbunătățiri de performanță pentru încărcarea fișierelor de traducere.
ru: Различные улучшения производительности загрузки файлов перевода.
sv: Olika prestandaförbättringar för laddning av översättningsfiler.
ta: மொழிபெயர்ப்பு கோப்புகளை ஏற்ற பல்வேறு செயல்திறன் மேம்பாடுகள்.
tr: Çeviri dosyalarının yüklenmesinde çeşitli başarım iyileştirmeleri yapıldı.
uk: Різноманітні удосконалення швидкодії для завантаження файлів перекладу.
zh_hans: 装入翻译文件的各种性能改进。
zh_hant: 裝入翻譯文件的各種性能改進。
