Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added CSV download for stats.
de: CSV-Download für Statistiken hinzugefügt.
ga: Íoslódáil CSV leis le haghaidh staitisticí.
hu: Statisztikák CSV formátumban is letölthetők.
id: Menambahkan unduhan CSV untuk statistik.
ja: 統計情報の CSV ダウンロード機能の追加。
nl: Statistieken toegevoegd voor downloaden CSV.
pt: Adicionado download de CSV para estatísticas.
pt_br: Adicionado download de CSV para estatísticas.
ro: A fost adăugată descărcarea CSV pentru statistici.
ru: Добавлено скачивание статичтики в формате CSV.
sv: Lagt till CSV-nedladdning för statistik.
ta: புள்ளிவிவரங்களுக்கு காபிம பதிவிறக்கம் சேர்க்கப்பட்டது.
tr: İstatistiklerin CSV olarak indirilmesi özelliği eklendi.
uk: Додано можливість отримання статистики у форматі файла CSV.
zh_hans: 为统计数据添加了 CSV 下载。
zh_hant: 為統計數據添加了 CSV 下載。

source: Added matrix view for quick overview of all translations.
de: Matrixansicht für schnellen Überblick über alle Übersetzungen hinzugefügt.
ga: Cuireadh amharc maitrís leis le haghaidh forbhreathnú tapa ar na haistriúcháin go léir.
hu: Mátrixnézet hozzáadva az összes fordítás gyors áttekintéséhez.
id: Menambahkan tampilan matriks untuk ikhtisar cepat semua terjemahan.
ja: すべての翻訳の概要をすばやく確認できるマトリックス表示の追加。
nl: Matrixweergave toegevoegd voor snel overzicht van alle vertalingen.
pt: Adicionada visualização de matriz para uma visão geral rápida de todas as traduções.
pt_br: Adicionada visualização de matriz para uma visão geral rápida de todas as traduções.
ro: A fost adăugată vizualizarea matricei pentru o prezentare rapidă a tuturor traducerilor.
ru: Добавлен «просмотр в виде матрицы», для быстрого обзора всех переводов.
sv: Matrisvy har lagts till för snabb översikt över alla översättningar.
ta: அனைத்து மொழிபெயர்ப்புகளின் விரைவான கண்ணோட்டத்திற்கு மேட்ரிக்ச் பார்வை சேர்க்கப்பட்டது.
tr: Tüm çevirilere hızlı özet için matris görünümü eklendi.
uk: Додано матричний перегляд для швидкого огляду всіх перекладів.
zh_hans: 增加了矩阵视图，可用于快速概览所有翻译。
zh_hant: 增加了矩陣視圖，以快速概述所有翻譯。

source: Added basic API for changes and strings.
de: Grundlegende API für Änderungen und Zeichenketten hinzugefügt.
ga: Cuireadh API bunúsach leis le haghaidh athruithe agus teaghráin.
hu: Alapvető API hozzáadva a változások és szövegek kezeléséhez.
id: Menambahkan API dasar untuk perubahan dan string.
ja: 変更と文字列の基本 API の追加。
nl: Basis API voor wijzigingen en tekenreeksen toegevoegd.
pt: Adicionada API básica para mudanças e cadeias.
pt_br: Adicionada API básica para mudanças e textos.
ro: S-a adăugat API de bază pentru modificări și șiruri de caractere.
ru: Добавлен базовый API для изменений и строк.
sv: Lagt till grundläggande API för ändringar och strängar.
ta: மாற்றங்கள் மற்றும் சரங்களுக்கு அடிப்படை பநிஇ சேர்க்கப்பட்டது.
tr: Değişiklikler ve dizgeler için temel API eklendi.
uk: Додано базовий програмний інтерфейс для змін і рядків.
zh_hans: 为更改和字符串添加了基本 API。
zh_hant: 為更改和字符串添加了基本 API。

source: Added support for Apertium APy server for machine translations.
de: Unterstützung für Apertium-APy-Server für maschinelle Übersetzungen hinzugefügt.
ga: Tacaíocht bhreise do fhreastalaí Apertium APy le haghaidh aistriúcháin mheaisín.
hu: Apertium APy szerver támogatása gépi fordításhoz.
id: Menambahkan dukungan untuk server Apertium APy untuk terjemahan mesin.
ja: 機械翻訳用の Apertium APy サーバーに対応。
nl: Ondersteuning toegevoegd voor Apertium APy server voor machinevertalingen.
pt: Adicionado suporte ao servidor Apertium Apy para traduções de máquina.
pt_br: Adicionado suporte ao servidor Apertium APy para traduções automáticas.
ro: A fost adăugat suport pentru serverul Apertium APy pentru traduceri automate.
ru: Добавлена поддержка машинного перевода через сервера Apertium APy.
sv: Lagt till stöd för Apertium APy-server för maskinöversättningar.
ta: இயந்திர மொழிபெயர்ப்புகளுக்கு அபெர்டியம் apy சேவையகத்திற்கான உதவி சேர்க்கப்பட்டது.
tr: Makine çevirileri için Apertium APy sunucusu desteği eklendi.
uk: Додано підтримку сервера комп'ютерного перекладу Apertium APy.
zh_hans: 为 Apertium APy 服务器添加了支持，用于机器翻译。
zh_hant: 為 Apertium APy 服務器添加了支持，用於機器翻譯。

source: *Released on Nov 4th 2016.*
de: *Veröffentlicht am 4. November 2016.*
ga: *Eisithe ar 4 Samhain 2016.*
hu: *Kiadva: 2016. november 4.*
id: *Dirilis pada 4 November 2016.*
nl: *Uitgegeven op 4 november 2016.*
pt_br: *Atualizado em 4 de novembro de 2016.*
sv: *Släpptes den 4 november 2016.*
tr: *4 Kasım 2016 tarihinde yayınlandı.*
uk: *Випущено 4 листопада 2016 року.*

source: Extended parameters for createadmin management command.
de: Erweiterte Parameter für den Verwaltungsbefehl createadmin.
ga: Paraiméadair leathnaithe le haghaidh ordú bainistíochta createadmin.
hu: `createadmin` kezelőparancs kibővített paraméterekkel használható.
id: Parameter yang diperluas untuk perintah manajemen createadmin.
ja: createadmin 管理コマンドのパラメーターを拡張。
nl: Uitgebreide parameters voor beheersopdracht createadmin.
pt: Parâmetros estendidos para o comando de gestão createadmin.
pt_br: Parâmetros estendidos para o comando de gerenciamento createadmin.
ro: Parametrii extinși pentru comanda de gestionare createadmin.
ru: Расширены параметры для команды управления createadmin.
sv: Utökade parametrar för kommandot createadmin management.
ta: கிரியேட்டட்மின் மேலாண்மை கட்டளைக்கான விரிவாக்கப்பட்ட அளவுருக்கள்.
tr: createadmin yönetim komutu parametreleri artırıldı.
uk: Розширено перелік параметрів команди керування createadmin.
zh_hans: 扩展了 createadmin 管理命令的参数。
zh_hant: 擴展了 createadmin 管理命令的參數。

source: Extended import_json to be able to handle with existing components.
de: Import_json erweitert, um mit vorhandenen Komponenten umgehen zu können.
ga: Iompórtáil leathnaithe_json le bheith in ann déileáil leis na comhpháirteanna atá ann cheana.
hu: `import_json` bővítve, így meglévő összetevők is kezelhetők vele.
id: import_json diperluas agar dapat ditangani dengan komponen yang ada.
ja: 既存のコンポーネントを処理できるように import_json を拡張。
nl: Uitgebreid import_json om in staat te zijn bestaande onderdelen af te handelen.
pt: Estendido import_json para ser capaz de lidar com componentes existentes.
pt_br: Estendido import_json para ser capaz de lidar com componentes existentes.
ro: Am extins import_json pentru a putea fi gestionat cu componentele existente.
ru: Расширена команда import_json так, чтобы она могла корректно обрабатывать существующие компоненты.
sv: Utökade import_json för att kunna hantera befintliga komponenter.
ta: ஏற்கனவே உள்ள கூறுகளுடன் கையாளக்கூடிய நீட்டிக்கப்பட்ட இறக்குமதி_சோன்.
tr: import_json komutu var olan bileşenleri işlemek için zenginleştirildi.
uk: Розширено можливості import_json для обробки наявних складників.
zh_hans: 扩展了 import_json，而能够处理现有部件。
zh_hant: 擴展了 import_json，而能夠處理現有組件。

source: Added support for YAML files.
de: Unterstützung für YAML-Dateien hinzugefügt.
ga: Tacaíocht bhreise do chomhaid YAML.
hu: YAML fájlformátum támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas YAML.
ja: YAML ファイルに対応。
nl: Ondersteuning toegevoegd voor YAML-bestanden.
pt: Adicionado suporte para ficheiros de YAML.
pt_br: Adicionado suporte para arquivos YAML.
ro: A fost adăugat suport pentru fișierele YAML.
ru: Добавлена поддержка YAML-файлов.
sv: Stöd för YAML-filer har lagts till.
ta: yaml கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: YAML dosyaları desteği eklendi.
uk: Додано підтримку файлів YAML.
zh_hans: 新增了对 YAML 文件的支持。
zh_hant: 為 YAML 文件添加了支持。

source: Project owners can now configure translation component and project details.
de: Projektverantwortliche können nun Übersetzungskomponenten und Projektdetails konfigurieren.
ga: Is féidir le húinéirí tionscadail anois sonraí comhpháirte aistriúcháin agus tionscadail a chumrú.
hu: Projekttulajdonosok mostantól konfigurálhatják a fordítási összetevőket és projektadatokat.
id: Pemilik proyek sekarang dapat mengonfigurasi komponen terjemahan dan rincian proyek.
ja: プロジェクト所有者が、翻訳コンポーネントとプロジェクトの詳細を設定する機能の追加。
nl: Projecteigenaren kunnen nu details voor vertaalonderdeel en project configureren.
pt: Proprietários de projeto agora podem configurar detalhes de componente e projeto de tradução.
pt_br: Donos de projeto agora podem configurar detalhes de componente e projeto de tradução.
ro: Proprietarii de proiecte pot configura acum componenta de traducere și detaliile proiectului.
ru: Владельцы проектов теперь могут настраивать компоненты перевода и изменять детали проекта.
sv: Projektägare kan nu konfigurera översättningskomponenter och projektdetaljer.
ta: திட்ட உரிமையாளர்கள் இப்போது மொழிபெயர்ப்பு கூறு மற்றும் திட்ட விவரங்களை உள்ளமைக்கலாம்.
tr: Proje sahiplerinin çeviri bileşenini ve proje ayrıntılarını yapılandırması özelliği eklendi.
uk: У новій версії власники проєкту можуть налаштовувати складник перекладу і подробиці щодо проєкту.
zh_hans: 项目所有者现在可以配置翻译部件和项目细节。
zh_hant: 項目所有者現在可以配置翻譯組件和項目細節。

source: Use "Watched" instead of "Subscribed" projects.
de: Für Projekte wird „Beobachtet“ anstelle von „Abonniert“ verwendet.
ga: Bain úsáid as "Breathnaithe" in ionad na dtionscadal "Síntiúis".
hu: „Megfigyelt” projektek kifejezés használata a „Feliratkozott” helyett.
id: Gunakan proyek "Ditonton", bukan "Berlangganan".
ja: プロジェクト "購読中" を "監視中" に変更。
nl: Gebruik "Gevolgd" in plaats van "Geabonneerd" voor projecten.
pt: Usa projetos "Observados" em vez de "Assinados".
pt_br: Usa projetos "Observados" em vez de "Assinados".
ro: Utilizați proiectele "Urmărite" în loc de "Abonate".
ru: Термин «Подписка» (на проекты) заменён на «Отслеживание» (проектов).
sv: Använd "Bevakade" istället för "Prenumererade" projekt.
ta: "சந்தா" திட்டங்களுக்கு பதிலாக "பார்த்தேன்" பயன்படுத்து.
tr: Projeler için "Abone olundu" terimi "İzleniyor" terimi ile değiştirildi.
uk: Використано термін «Watched» замість «Subscribed» для проєктів.
zh_hans: 使用"Watched"（已关注）而不是"Subscribed"（已订阅）项目。
zh_hant: 使用 "Watched"（關注的） 而不是 "Subscribed" （訂閱的）項目。

source: Projects can be watched directly from project page.
de: Projekte können direkt von der Projektseite aus beobachtet werden.
ga: Is féidir féachaint ar thionscadail go díreach ó leathanach an tionscadail.
hu: Projektek közvetlenül a projektoldalról megfigyelhetők.
id: Proyek dapat ditonton langsung dari halaman proyek.
ja: プロジェクトをプロジェクト ページから直接表示するように改良。
nl: Projecten kunnen direct worden gevolgd vanaf de projectpagina.
pt: Projetos podem ser observados diretamente a partir da página do projeto.
pt_br: Projetos podem ser monitorados diretamente a partir da página do projeto.
ro: Proiectele pot fi urmărite direct din pagina de proiect.
ru: Проекты теперь можно отмечать для отслеживания прямо с их страницы.
sv: Projekt kan ses direkt från projektsidan.
ta: திட்டங்களை திட்ட பக்கத்திலிருந்து நேரடியாகப் பார்க்கலாம்.
tr: Projelerin doğrudan proje sayfasından izlenebilmesi sağlandı.
uk: Реалізовано спостереження за проєктом безпосередньо зі сторінки проєкту.
zh_hans: 可以从项目页面直接关注项目。
zh_hant: 可以從項目頁面直接關注項目。

source: Added multi language status widget.
de: Mehrsprachiges Status-Widget hinzugefügt.
ga: Cuireadh giuirléid stádais iltheanga leis.
hu: Többnyelvű állapot-widget hozzáadva.
id: Menambahkan widget status multibahasa.
ja: 多言語のステータス ウィジェットを追加。
nl: Widget Status meerdere talen toegevoegd.
pt: Adicionado widget de estado multi-idioma.
pt_br: Adicionado widget de status multi-idioma.
ro: A fost adăugat un widget de stare în mai multe limbi.
ru: Добавлен многоязычный виджет статуса.
sv: Lagt till flerspråkig statuswidget.
ta: பல மொழி நிலை விட்செட் சேர்க்கப்பட்டது.
tr: Çok dilli durum pano bileşeni eklendi.
uk: Додано віджет стану для декількох мов.
zh_hans: 添加多语言状态小挂件。
zh_hant: 添加多語言狀態 widget。

source: Highlight secondary language if not showing source.
de: Zweitsprache wird hervorgehoben, wenn die Ausgangszeichenkette nicht angegeben ist.
ga: Aibhsigh teanga thánaisteach mura dtaispeántar an fhoinse.
hu: A másodlagos nyelv kiemelése, ha a forrásszöveg nincs megjelenítve.
id: Sorot bahasa sekunder jika tidak menampilkan sumber.
ja: 原文を表示しない場合は、参考言語を強調表示する。
nl: Accentueer secundaire taal als bron niet wordt weergegeven.
pt: Realça o idioma secundário se não mostrar o fonte.
pt_br: Realça o idioma secundário se não mostrar o fonte.
ro: Evidențiați limba secundară dacă nu se indică sursa.
ru: Дополнительные языки теперь подсвечиваются, если не показывается исходная строка.
sv: Markera sekundärt språk om källspråket inte visas.
ta: மூலத்தைக் காட்டாவிட்டால் இரண்டாம் நிலை மொழியை முன்னிலைப்படுத்தவும்.
tr: Kaynak gösterilmiyorsa ikincil dilin vurgulanması sağlandı.
uk: Реалізовано підсвічування вторинної мови, якщо не показано джерело.
zh_hans: 如果不显示原文，则将第二语言高亮。
zh_hant: 如果沒有顯示源的話，將第二語言高亮。

source: Record suggestion deletion in history.
de: Das Löschen eines Vorschlags wird im Verlauf protokolliert.
ga: Déan taifead ar scriosadh moltaí sa stair.
hu: Javaslat törlése rögzítésre kerül az előzményekben.
id: Catat saran penghapusan dalam riwayat.
ja: 提案の削除を履歴に記録するように改良。
nl: Leg verwijderen van suggestie vast in geschiedenis.
pt: Regista apagar a sugestão no histórico.
pt_br: Registra exclusão de sugestão no histórico.
ro: Ștergerea sugestiei de înregistrare în istoric.
ru: Удаление предложений теперь сохраняется в истории.
sv: Registrera borttagning av förslag i historiken.
ta: வரலாற்றில் பதிவு பரிந்துரை நீக்குதல்.
tr: Geçmişe öneri silme işlemlerinin kaydedilmesi sağlandı.
uk: Реалізовано запис вилучення пропозицій до журналу.
zh_hans: 将建议删除记录在历史中。
zh_hant: 將建議刪除記錄在歷史中。

source: Improved UX of languages selection in profile.
de: Verbessertes Benutzererlebnis der Sprachauswahl im Profil.
ga: UX feabhsaithe ar roghnú teangacha sa phróifíl.
hu: Profilban a nyelvválasztás felhasználói élménye javult.
id: Peningkatan UX pemilihan bahasa di profil.
ja: プロフィールの言語選択の UX を改良。
nl: Verbeterde gebruikerservaring voor selecteren van taal in profiel.
pt: Melhorada a UX de seleção de idiomas no perfil.
pt_br: Melhorada a UX de seleção de idiomas no perfil.
ro: Îmbunătățirea UX a selecției limbilor în profil.
ru: Улучшен интерфейс выбора языка в профиле.
sv: Förbättrad användarupplevelse vid val av språk i profilen.
ta: சுயவிவரத்தில் மொழிகளின் தேர்வின் மேம்பட்ட யுஎக்ச்.
tr: Kullanıcı profilinde dil seçimi arayüzü iyileştirildi.
uk: Удосконалено інтерфейс вибору мов у профілі.
zh_hans: 改进个人资料中语言选择的用户体验。
zh_hant: 改進個人資料中語言選擇的 UX。

source: Fixed showing whiteboard messages for component.
de: Die Anzeige von Whiteboard-Nachrichten für die Komponente korrigiert.
ga: Seasta ag taispeáint teachtaireachtaí clár bán don chomhpháirt.
hu: Összetevőhöz tartozó üzenőfal-üzenetek megjelenítése javítva.
id: Memperbaiki tampilan pesan papan tulis untuk komponen.
ja: コンポーネントのホワイトボード メッセージの表示機能の追加。
nl: Weergeven van berichten voor whiteboard voor component gerepareerd.
pt: Corrigida a exibição de mensagens do quadro de comunicações de componente.
pt_br: Corrigida a exibição de mensagens do quadro de comunicações de componente.
ro: A fost reparată afișarea mesajelor de whiteboard pentru componentă.
ru: Исправлен показ сообщений совместной доски для компонентов.
sv: Fixat visning av whiteboard-meddelanden för komponent.
ta: கூறுக்கான ஒயிட் போர்டு செய்திகளைக் காண்பிக்கும் சரி.
tr: Bileşen için beyaz tahta iletilerinin görüntülenmesinde yaşanan sorun düzeltildi.
uk: Виправлено показ повідомлень дошки для складника.
zh_hans: 修复了部件的白板消息显示问题。
zh_hant: 修復了顯示組件的白板信息。

source: Keep preferences tab selected after saving.
de: Der Reiter „Einstellungen“ bleibt nach dem Speichern ausgewählt.
ga: Coinnigh cluaisín sainroghanna roghnaithe tar éis a shábháil.
hu: Beállítások mentése után a kiválasztott fül megmarad.
id: Biarkan tab preferensi dipilih setelah menyimpan.
ja: 保存後も環境設定タブを選択したままにする。
nl: Houdt tab Voorkeuren geselecteerd na opslaan.
pt: Mantém a guia de preferências selecionada após gravar.
pt_br: Mantém a aba de preferências selecionada após salvar.
ro: Păstrați fila Preferințe selectată după salvare.
ru: Теперь вкладка настроек остаётся открытой после их сохранения.
sv: Behåll fliken Inställningar vald efter att du har sparat.
ta: சேமித்த பிறகு தேர்ந்தெடுக்கப்பட்ட விருப்பத்தேர்வுகள் தாவலை வைத்திருங்கள்.
tr: Kaydettikten sonra ayarlar sekmesinin seçili tutulması sağlandı.
uk: Усунено втрату позначення вкладки налаштувань після збереження.
zh_hans: 保存后保持偏好选项卡被选中。
zh_hant: 存儲後保持偏好標籤被選擇。

source: Show source string comment more prominently.
de: Kommentar zur Ausgangszeichenkette wird deutlicher angezeigt.
ga: Taispeáin trácht teaghrán foinse níos suntasaí.
hu: A forrásszöveghez tartozó megjegyzés hangsúlyosabban jelenik meg.
id: Tampilkan komentar string sumber secara lebih menonjol.
ja: 原文のコメントをより目立つ表示に改良。
nl: Geef opmerking brontekenreeks meer prominent weer.
pt: Mostra o comentário da cadeia fonte com mais destaque.
pt_br: Mostra o comentário do texto fonte com mais destaque.
ro: Afișați mai vizibil comentariul șirului sursă.
ru: Теперь коментарии к исходным строкам отображаются более заметно.
sv: Visa källsträngkommentaren tydligare.
ta: மூல சரம் கருத்தை இன்னும் முக்கியமாகக் காட்டு.
tr: Kaynak dizge yorumunun daha belirgin görüntülenmesi sağlandı.
uk: Удосконалено показ коментаря до початкового рядка.
zh_hans: 更突出地显示源字符串注释。
zh_hant: 更突出地顯示源字符串註釋。

source: Automatically install Gettext PO merge driver for Git repositories.
de: Automatisches Installieren des Gettext PO-Merge-Treibers für Git-Repositorys.
ga: Suiteáil go huathoibríoch tiománaí cumasc Gettext PO do stórtha Git.
hu: Gettext PO merge driver automatikus telepítése Git tárolókhoz.
id: Instal driver gabungan Gettext PO secara otomatis untuk repositori Git.
ja: Git リポジトリ用の Gettext PO マージ ドライバを自動的にインストールするように改良。
nl: Automatisch installeren Gettext PO merge-stuurprogramma voor opslagruimten van Git.
pt: Instala automaticamente o driver de mesclagem Gettext PO para repositórios Git.
pt_br: Instala automaticamente o driver de mesclagem Gettext PO para repositórios Git.
ro: Instalarea automată a driverului de fuziune Gettext PO pentru depozitele Git.
ru: Теперь вспомогательный модуль для слияния PO-файлов Gettext в git репозиториях устанавливается автоматически.
sv: Installera automatiskt Gettext PO-sammanslagningsdrivrutin för Git-arkiv.
ta: அறிவிலி களஞ்சியங்களுக்கான உரைபெறு po ஒன்றிணைப்பு இயக்கி தானாக நிறுவவும்.
tr: Git depoları için Gettext PO birleştirme sürücüsünün kendiliğinden kurulması sağlandı.
uk: Реалізовано автоматичне встановлення драйвера об'єднання PO Gettext для сховищ Git.
zh_hans: 从 Git 仓库自动安装 Gettext PO 合并驱动。
zh_hant: 從 Git 倉庫自動安裝 Gettext PO 合併驅動。

source: Added search and replace feature.
de: Funktion zum Suchen und Ersetzen hinzugefügt.
ga: Cuireadh gné cuardaigh agus athsholáthair leis.
hu: Keresés és csere funkció hozzáadva.
id: Menambahkan fitur pencarian dan penggantian.
ja: 検索および置換機能の追加。
nl: Mogelijkheid voor zoeken en vervangen toegevoegd.
pt: Adicionado recurso de pesquisa e substituição.
pt_br: Adicionado recurso de busca e substituição.
ro: A fost adăugată funcția de căutare și înlocuire.
ru: Добавлен инструмент «поиск и замена».
sv: Lagt till sök- och ersättningsfunktion.
ta: தேடல் மற்றும் அம்சத்தை மாற்றவும்.
tr: Arama ve değiştirme özelliği eklendi.
uk: Додано можливість пошуку із заміною.
zh_hans: 添加搜索和替换特性。
zh_hant: 添加搜索和替換特性。

source: Added support for uploading visual context (screenshots) for translations.
de: Unterstützung für das Hochladen von visuellem Kontext (Bildschirmfotos) für Übersetzungen hinzugefügt.
ga: Tacaíocht bhreise le comhthéacs amhairc (scáileáin) a uaslódáil le haghaidh aistriúcháin.
hu: Fordításokhoz vizuális környezet (képernyőképek) feltöltésének támogatása.
id: Menambahkan dukungan untuk mengunggah konteks visual (tangkapan layar) untuk terjemahan.
ja: 翻訳用の画像情報（スクリーンショット）のアップロード機能に対応。
nl: Ondersteuning toegevoegd voor uploaden van visuele context (schermafdrukken) voor vertalingen.
pt: Adicionado suporte para enviar contexto visual (captura de telas) para traduções.
pt_br: Adicionado suporte para enviar contexto visual (captura de telas) para traduções.
ro: A fost adăugat suport pentru încărcarea contextului vizual (capturi de ecran) pentru traduceri.
ru: Добавлена поддержка загрузки визуального контента (снимков экрана) связанного с переводами.
sv: Lagt till stöd för uppladdning av visuellt sammanhang (skärmdumpar) för översättningar.
ta: மொழிபெயர்ப்புகளுக்கு காட்சி சூழலை (ச்கிரீன் சாட்கள்) பதிவேற்றுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Çeviriler için görsel bağlam (ekran görüntüleri) yükleme özelliği eklendi.
uk: Додано підтримку вивантаження візуального контексту (знімків вікон) для перекладів.
zh_hans: 支持上传翻译的可视化上下文（截图）。
zh_hant: 為上傳可視內容（屏幕截圖）用於翻譯添加了支持。

source: *Released on Aug 31st 2016.*
de: *Veröffentlicht am 31. August 2016.*
ga: *Eisithe ar 31 Lúnasa 2016.*
hu: *Kiadva: 2016. augusztus 31.*
id: *Dirilis pada 31 Agustus 2016.*
nl: *Uitgegeven op 31 augustus 2016.*
pt_br: *Atualizado em 31 de agosto de 2016.*
sv: *Släpptes den 31 augusti 2016.*
tr: *31 Ağustos 2016 tarihinde yayınlandı.*
uk: *Випущено 31 серпня 2016 року.*

source: Translations.
de: Übersetzungen.
ga: Aistriúcháin.
hu: Fordítások.
id: Terjemahan.
ja: 翻訳。
nl: Vertalingen.
pt: Traduções.
pt_br: Traduções.
ro: Traduceri.
ru: Переводы.
sv: Översättningar.
ta: மொழிபெயர்ப்புகள்.
tr: Çeviriler.
uk: Переклади.
zh_hans: 翻译。

source: Updated bundled JavaScript libraries.
de: Die mitgelieferten JavaScript-Bibliotheken aktualisiert.
ga: Leabharlanna cuachta JavaScript nuashonraithe.
hu: Beépített JavaScript könyvtárak frissítve.
id: Memperbarui pustaka JavaScript yang dibundel.
ja: バンドルしている JavaScript ライブラリの更新。
nl: Gebundelde bibliotheken JavaScript bijgewerkt.
pt: Atualizadas as bibliotecas JavaScript empacotadas.
pt_br: Atualizadas as bibliotecas JavaScript empacotadas.
ro: Biblioteci JavaScript incluse în pachet actualizate.
ru: Обновлены библиотеки JavaScript в комплекте.
sv: Uppdaterade JavaScript-bibliotek i paketet.
ta: புதுப்பிக்கப்பட்ட சாவாச்கிரிப்ட் நூலகங்கள்.
tr: Paketlenmiş JavaScript kitaplıkları güncellendi.
uk: Оновлено пов'язані бібліотеки JavaScript.
zh_hans: 更新了附带的 JavaScript 库。

source: Added list_translators management command.
de: Den Verwaltungsbefehl list_translators hinzugefügt.
ga: Cuireadh ordú bainistíochta list_translators leis.
hu: `list_translators` kezelőparancs hozzáadva.
id: Menambahkan perintah manajemen list_translators.
ja: list_translators 管理コマンドの追加。
nl: Beheersopdracht list_translators toegevoegd.
pt: Adicionado o comando de gestão list_translators.
pt_br: Adicionado o comando de gerenciamento list_translators.
ro: A fost adăugată comanda de gestionare list_translators.
ru: Добавлена команда управления list_translators.
sv: Lagt till kommandot list_translators för hantering.
ta: list_translaters மேலாண்மை கட்டளை சேர்க்கப்பட்டது.
tr: list_translators yönetim komutu eklendi.
uk: Додано команду керування list_translators.
zh_hans: 添加了 list_translators 管理命令。
zh_hant: 添加了 list_translators 管理命令。

source: Django 1.8 is no longer supported.
de: Django 1.8 wird nicht mehr unterstützt.
ga: Ní thacaítear le Django 1.8 a thuilleadh.
hu: A Django 1.8 támogatása megszűnt.
id: Django 1.8 tidak lagi didukung.
ja: Django 1.8 への対応終了。
nl: Django 1.8 wordt niet langer ondersteund.
pt: Django 1.8 não é mais compatível.
pt_br: Django 1.8 não é mais compatível.
ro: Django 1.8 nu mai este suportat.
ru: Django 1.8 более не поддерживается.
sv: Django 1.8 stöds inte längre.
ta: சாங்கோ 1.8 இனி ஆதரிக்கப்படவில்லை.
tr: Artık Django 1.8 desteklenmiyor.
uk: Вилучено підтримку Django 1.8.
zh_hans: 不再支持 Django 1.8。
zh_hant: 不再支持 Django 1.8。
