Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improve handling of concurrent repository updates.
de: Verbesserte Handhabung von gleichzeitigen Repository-Aktualisierungen.
ga: Feabhas a chur ar láimhseáil nuashonruithe stórtha comhthráthacha.
hu: Párhuzamos tárolófrissítések kezelésének javítása.
id: Meningkatkan penanganan pembaruan repositori bersamaan.
ja: リポジトリの同時更新の処理の改善。
nl: Verbeterde afhandeling van opeenvolgende bijwerkingen van opslagruimten.
pt: Melhorado o manuseio de atualizações de repositório simultâneas.
pt_br: Melhorado o manuseio de atualizações de repositório simultâneas.
ro: Îmbunătățirea gestionării actualizărilor simultane ale depozitelor.
ru: Улучшена обработка одновременных обновлений репозитория.
sv: Förbättra hanteringen av samtidiga uppdateringar av arkivet.
ta: ஒரே நேரத்தில் களஞ்சிய புதுப்பிப்புகளைக் கையாளுவதை மேம்படுத்தவும்.
tr: Eşzamanlı depo güncellemelerinin işlenmesi iyileştirildi.
uk: Удосконалено обробку конкурентних оновлень вмісту сховища.
zh_hans: 改进了并发仓库更新的处理。
zh_hant: 改進了並發倉庫更新的處理。

source: Include source language in project creation form.
de: Die Ausgangssprache in das Formular zur Projekterstellung eingefügt.
ga: Cuir teanga foinse san áireamh i bhfoirm cruthú an tionscadail.
hu: Forrásnyelv megjelenítése a projekt létrehozási űrlapon.
id: Sertakan bahasa sumber dalam formulir pembuatan proyek.
ja: プロジェクト作成フォームに原文の言語を含める。
nl: Opnemen van brontaal in formulier voor maken van project.
pt: Incluir o idioma fonte no formulário de criação do projeto.
pt_br: Incluir o idioma fonte no formulário de criação do projeto.
ro: Includeți limba sursă în formularul de creare a proiectului.
ru: В форму создания проекта включен исходный язык.
sv: Inkludera källspråket i formuläret för projektupprättande.
ta: திட்ட உருவாக்கும் வடிவத்தில் மூல மொழியைச் சேர்.
tr: Proje oluşturma formuna kaynak dil eklendi.
uk: До форми створення проєкту включено початкову мову.
zh_hans: 在项目新建表单中包括了源语言。
zh_hant: 在項目新建表格中包括了源語言。

source: Include changes count in credits.
de: Die Anzahl der Änderungen in den Übersetzungsnachweis eingefügt.
ga: Cuir athruithe san áireamh i gcreidmheasanna.
hu: Változások számának feltüntetése a közreműködői névjegyben.
id: Sertakan perubahan yang dihitung dalam kredit.
ja: 変更回数をクレジットに含めるように変更。
nl: Opnemen aantal wijzigingen in attributie.
pt: Incluída a contagem de alterações nos créditos.
pt_br: Incluída a contagem de alterações nos créditos.
ro: Includeți modificările în credite.
ru: В список переводчиков включено количество изменений.
sv: Inkludera ändringsantalet i krediter.
ta: வரவுகளில் மாற்றங்களைச் சேர்.
tr: Çevirmen hesaplarına değişiklik sayısı eklendi.
uk: До подяк включено кількість внесених змін.
zh_hans: 包括了信用的更改计数。
zh_hant: 包括了信用的更改計數。

source: Fixed UI language selection in some cases.
de: Die Sprachauswahl der Bedienoberfläche in einigen Fällen korrigiert.
ga: Rogha teanga Chomhéadain sheasta i gcásanna áirithe.
hu: Felhasználói felület nyelvválasztásának javítása bizonyos esetekben.
id: Memperbaiki pemilihan bahasa UI dalam beberapa kasus.
ja: UI の言語選択ができない場合がある問題の修正。
nl: Gerepareerde taalselectie voor gebruikersinterface in sommige gevallen.
pt: Corrigida a seleção de idioma da interface de utilizador em alguns casos.
pt_br: Corrigida a seleção de idioma da interface de usuário em alguns casos.
ro: A fost reparată selecția limbii din interfață în unele cazuri.
ru: Исправлена возникающая в некоторых случаях ошибка выбора языка пользовательского интерфейса.
sv: Fixat val av UI-språk i vissa fall.
ta: சில சந்தர்ப்பங்களில் நிலையான இடைமுகம் மொழி தேர்வு.
tr: Bazı durumlarda kullanıcı arayüzü dil seçimi düzeltildi.
uk: Виправлено засіб вибору мови інтерфейсу у деяких випадках.
zh_hans: 修复了一些情况下的 UI 语言选择。
zh_hant: 修復了一些情況下的 UI 語言選擇。

source: Possibility to allow certain registration methods with registrations closed.
de: Möglichkeit, bestimmte Registrierungsmethoden bei geschlossenen Registrierungen zuzulassen.
ga: Féidearthacht modhanna áirithe clárúcháin a cheadú agus clárúcháin dúnta.
hu: Lehetőség bizonyos regisztrációs módok engedélyezésére akkor is, ha a regisztráció le van zárva.
id: Kemungkinan untuk mengizinkan metode pendaftaran tertentu dengan pendaftaran ditutup.
nl: Mogelijkheid om bepaalde methoden voor registratie met gesloten registraties toe te staan.
pt_br: Possivelmente permite certos métodos de registro com registros fechados.
sv: Möjlighet att tillåta vissa registreringsmetoder när registreringen är stängd.
tr: Hesap açma özelliği kapalıyken belirli hesap açma yöntemlerine izin verilmesi sağlandı.
uk: Можливість дозволити певні методи реєстрації із закритими реєстраціями.

source: Improved lookup of related terms in glossary.
de: Verbessertes Nachschlagen von zugehörigen Begriffen im Glossar.
ga: Lorg feabhsaithe ar théarmaí gaolmhara sa ghluais.
hu: Kapcsolódó kifejezések keresésének javítása a szójegyzékben.
id: Peningkatan pencarian istilah terkait dalam glosarium.
ja: 用語集での関連用語の検索の改良。
nl: Verbeterd opzoeken van gerelateerde termen in woordenlijst.
pt: Melhorada a pesquisa de termos relacionados no glossário.
pt_br: Melhorada a busca de termos relacionados no glossário.
ro: Îmbunătățirea căutării termenilor înrudiți în glosar.
ru: Улучшен поиск смежных терминов в словаре.
sv: Förbättrad sökning av relaterade termer i ordlistan.
ta: சொற்களஞ்சியத்தில் தொடர்புடைய சொற்களின் மேம்பட்ட பார்வை.
tr: Sözlükte ilgili terimlerin aranması iyileştirildi.
uk: Удосконалено пошук відповідних термінів у глосарії.
zh_hans: 改进了术语表中相关术语的查找。
zh_hant: 改進了詞彙表中相關術語的查找。

source: Improved translation memory matches.
de: Verbessertes Zuordnen vom Übersetzungsspeicher.
ga: Meaitseálann cuimhne aistriúcháin feabhsaithe.
hu: Fordítási memória találatok pontosságának javítása.
id: Peningkatan kecocokan memori terjemahan.
ja: 翻訳メモリとの一致の改良。
nl: Verbeterde overeenkomsten vertaalgeheugen.
pt: Melhoradas as correspondências de memória de tradução.
pt_br: Melhoradas as correspondências de memória de tradução.
ro: Îmbunătățirea corespondențelor cu memoria de traducere.
ru: Улучшены соответствия с памятью переводов.
sv: Förbättrade matchningar i översättningsminnet.
ta: மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு நினைவக பொருத்தங்கள்.
tr: Çeviri belleği eşleşmeleri iyileştirildi.
uk: Удосконалено встановлення відповідності у пам'яті перекладів.
zh_hans: 改进了翻译记忆库匹配。
zh_hant: 改進了翻譯記憶庫匹配。

source: Group same machinery results.
de: Gruppierung gleicher Ergebnisse der Maschinendienste.
ga: Grúpáil na torthaí innealra céanna.
hu: Azonos gépi fordítási találatok csoportosítása.
id: Grupkan hasil mesin yang sama.
ja: 同じ機械翻訳結果をグループ化する機能の追加。
nl: Dezelfde resultaten voor machinevertaling groeperen.
pt: Agrupados os mesmos resultados de maquinaria.
pt_br: Agrupados os mesmos resultados de maquinaria.
ro: Grupați aceleași echipamente rezultate.
ru: Группировка одинаковых результатов автоматизированного перевода.
sv: Gruppera samma maskinresultat.
ta: குழு அதே இயந்திர முடிவுகள்.
tr: Aynı makine sonuçları gruplandırıldı.
uk: Реалізовано групування однакових результатів із комп'ютерного перекладу.
zh_hans: 将相同的机器翻译结果分组。
zh_hant: 將相同的機器翻譯結果分組。

source: Add direct link to edit screenshot from translate page.
de: Direkten Link zum Bearbeiten des Bildschirmfotos von der Übersetzungsseite hinzugefügt.
ga: Cuir nasc díreach leis chun seat den leathanach aistrithe a chur in eagar.
hu: Közvetlen hivatkozás hozzáadása a képernyőkép szerkesztéséhez a fordítási oldalról.
id: Tambahkan tautan langsung untuk menyunting tangkapan layar dari halaman terjemahan.
ja: 翻訳ページからスクリーンショットを編集するための直接リンクの追加。
nl: Directe koppeling toegevoegd om schermafdruk te bewerken vanaf de pagina voor vertalen.
pt: Adicionado uma ligação direta para editar captura de ecrã da página de tradução.
pt_br: Adicionado um link direto para editar captura de tela da página de tradução.
ro: Adăugați un link direct către editarea capturii de ecran din pagina de traducere.
ru: Добавление прямой ссылки для редактирования снимка экрана прямо со страницы перевода.
sv: Lägg till direktlänk för att redigera skärmdump från översättningssidan.
ta: மொழிபெயர்ப்பு பக்கத்திலிருந்து ச்கிரீன்சாட்டை திருத்த நேரடி இணைப்பைச் சேர்.
tr: Ekran görüntüsünü çeviri sayfasında düzenlemek için doğrudan bağlantı eklendi.
uk: На сторінку перекладу додано безпосереднє посилання на редагування знімка екрана.
zh_hans: 为编辑翻译页面的屏幕截图添加了直接链接。
zh_hant: 為編輯翻譯頁面的屏幕截圖添加了直接鏈接。

source: Improved removal confirmation dialog.
de: Verbesserter Bestätigungsdialog für das Entfernen.
ga: Dialóg deimhnithe bainte feabhsaithe.
hu: Törlés megerősítő párbeszédablakának továbbfejlesztése.
id: Dialog konfirmasi penghapusan yang ditingkatkan.
ja: 削除確認ダイアログの改善。
nl: Verbeterd dialoogvenster voor bevestiging verwijderen.
pt: Melhorada a caixa de diálogo de confirmação de remoção.
pt_br: Melhorada a caixa de diálogo de confirmação de remoção.
ro: A fost îmbunătățit dialogul de confirmare a eliminării.
ru: Улучшен диалог подтверждения удаления.
sv: Förbättrad dialogruta för bekräftelse av borttagning.
ta: மேம்படுத்தப்பட்ட அகற்றுதல் உறுதிப்படுத்தல் உரையாடல்.
tr: Silme onayı penceresi iyileştirildi.
uk: Удосконалено діалогове вікно підтвердження вилучення.
zh_hans: 改进了删除确认对话。
zh_hant: 改進了刪除確認對話。

source: Include templates in ZIP download.
de: Vorlagen in ZIP-Download hinzugefügt.
ga: Cuir teimpléid san áireamh i zip íoslódáil.
hu: Sablonfájlok is bekerülnek a ZIP letöltésbe.
id: Sertakan templat dalam unduhan ZIP.
ja: テンプレートを ZIP ダウンロードに含めるように変更。
nl: Sjablonen opnemen in ZIP-download.
pt: Incluídos modelos no download do ZIP.
pt_br: Incluídos modelos no download do ZIP.
ro: Includeți șabloanele în descărcarea ZIP.
ru: В скачиваемый ZIP-файл включены шаблоны.
sv: Inkludera mallar i ZIP-nedladdningen.
ta: சிப் பதிவிறக்கத்தில் வார்ப்புருக்கள் சேர்.
tr: ZIP indirmeye kalıplar katıldı.
uk: До архіву ZIP з отриманими перекладами включено шаблони.
zh_hans: 在 ZIP 下载中包括了模板。
zh_hant: 在 ZIP 下載中包括了模板。

source: Add support for Markdown and notification configuration in announcements.
de: Unterstützung für Markdown und Benachrichtigungskonfiguration in Mitteilungen hinzugefügt.
ga: Cuir tacaíocht le Markdown agus cumraíocht fógraí i bhfógraí.
hu: Markdown és értesítési beállítások támogatása bejelentésekhez.
id: Tambahkan dukungan untuk Markdown dan konfigurasi notifikasi dalam pengumuman.
ja: お知らせが、Markdown と通知の設定に対応。
nl: Ondersteuning toegevoegd voor Markdown en configuratie van notificatie in aankondigingen.
pt: Adicionado suporte para Markdown e configuração de notificação em anúncios.
pt_br: Suporte adicionado para Markdown e configuração de notificação para Novidades.
ro: Adăugarea suportului pentru Markdown și configurarea notificărilor în anunțuri.
ru: В объявлениях добавлена поддержка Markdown и настройка уведомлений.
sv: Lägg till stöd för Markdown och konfiguration av aviseringar i meddelanden.
ta: அறிவிப்புகளில் மார்க் பேரூர் மற்றும் அறிவிப்பு உள்ளமைவுக்கு ஆதரவைச் சேர்.
tr: Duyurulara Markdown ve bildirim yapılandırması özellikleri eklendi.
uk: Додано підтримку коду Markdown та налаштовування сповіщень до оголошень проєкту.
zh_hans: 为公告增加了对 Markdown 的支持和相关通知配置项。
zh_hant: 為聲明中的標記和通知配置添加了支持。

source: Extended details in check listings.
de: Erweiterte Details in den Checklisten.
ga: Sonraí sínte sna seicliostaí.
hu: Ellenőrzési listák részletesebb információkkal bővítve.
id: Rincian lebih lanjut ada pada daftar pemeriksaan.
ja: 検査一覧の詳細の拡張。
nl: Uitgebreide details in vermeldingen controle.
pt: Estendidos detalhes em listas de verificações.
pt_br: Estendidos detalhes em listas de verificações.
ro: Detalii extinse în listele de verificare.
ru: Расширенная информация в списках проверок.
sv: Utökade detaljer i checklistor.
ta: சோதனை பட்டியல்களில் நீட்டிக்கப்பட்ட விவரங்கள்.
tr: Denetim listelerindeki ayrıntılar artırıldı.
uk: Розширено подробиці у списках із позначками.
zh_hans: 扩展了检查列表的细节。
zh_hant: 擴展了檢查列表的細節。

source: Added support for new file formats: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
de: Unterstützung für neue Dateiformate hinzugefügt: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
ga: Tacaíocht bhreise le haghaidh formáidí comhaid nua: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
hu: Új fájlformátumok támogatása: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
id: Menambahkan dukungan untuk format berkas baru: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
ja: 新しいファイル形式のサポートを追加した: :ref:`laravel-php`、:ref:`html`、:ref:`odf`、:ref:`idml`、:ref:`winrc`、:ref:`ini`、:ref:`islu`、:ref:`gwt`、:ref:`go-i18n-json`、:ref:`arb`。
nl: Ondersteuning toegevoegd voor nieuwe bestandsindelingen: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
pt: Adicionado suporte para novos formatos de ficheiro: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
pt_br: Adicionado suporte para novos formatos de arquivo: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
ro: A fost adăugat suport pentru noi formate de fișiere: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
ru: Добавлена поддержка новых форматов файлов: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json` и :ref:`arb`.
sv: Stöd för nya filformat har lagts till: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
tr: Yeni dosya biçimleri desteği eklendi: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
uk: Додано підтримку нових форматів файлів: :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`.
zh_hans: 新增了对以下文件格式的支持：:ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`。
zh_hant: 為新的文件格式： :ref:`laravel-php`, :ref:`html`, :ref:`odf`, :ref:`idml`, :ref:`winrc`, :ref:`ini`, :ref:`islu`, :ref:`gwt`, :ref:`go-i18n-json`, :ref:`arb`添加了支持。

source: Consistently use dismissed as state of dismissed checks.
de: Einheitliches Verwenden von „verworfen“ als Status bei verworfenen Qualitätsprüfungen.
ga: Bain úsáid as go seasta as a post mar sheiceanna dífhostaithe.
hu: Egységesen az „eltüntetve” állapotot használja az elutasított ellenőrzésekhez.
id: Gunakan kata "dismissed" secara konsisten sebagai status pemeriksaan yang diberhentikan.
ja: 除外する品質検査の状態として、常に除外とするように変更。
nl: Consistent gebruik verwijderd als status voor controles verwijderd.
pt: Uso consistentemente de dispensado como um estado de verificações dispensadas.
pt_br: Uso consistentemente de dispensado como um status de verificações dispensadas.
ro: Utilizați în mod consecvent dismissed ca stare de verificări dismissed.
ru: Последовательное использование статуса «пропущена» в качестве статуса пропущенных проверок.
sv: Använd konsekvent avvisade som avvisade kontroller.
ta: தள்ளுபடி செய்யப்பட்ட சோதனைகளின் நிலை என தள்ளுபடி செய்யப்படுவதை தொடர்ந்து பயன்படுத்துங்கள்.
tr: Yok sayılan denetimlerin durumu için tutarlı olarak yok sayıldı kullanıldı.
uk: Реалізовано послідовне використання стану «пропущено» для пропущених перевірок.
zh_hans: 统一使用已忽略作为已忽略检查的状态。
zh_hant: 一致地使用了放棄作為放棄檢查的狀態。

source: Add support for configuring default add-ons to enable.
de: Unterstützung für die Aktivierung der Konfiguration von Standarderweiterungen hinzugefügt.
ga: Cuir tacaíocht leis chun na breiseáin réamhshocraithe a chumrú chun a chumasú.
hu: Alapértelmezetten engedélyezendő kiegészítők beállításának támogatása.
id: Menambahkan dukungan untuk mengonfigurasi pengaya bawaan untuk diaktifkan.
ja: デフォルトのアドオンを有効にする設定に対応。
nl: Ondersteuning toegevoegd voor het configureren van het inschakelen van standaard add-ons.
pt: Adiciona suporte para configurar extensões predefinidas para ativar.
pt_br: Adiciona suporte para configurar complementos padrão para habilitar.
ro: Adăugați suportul pentru configurarea modulelor suplimentare implicite de activat.
ru: Добавлена поддержка для настройки включённых надстроек по умолчанию.
sv: Lägg till stöd för konfigurering av standardtillägg som ska aktiveras.
ta: இயக்க இயல்புநிலை துணை நிரல்களை உள்ளமைக்க ஆதரவைச் சேர்.
tr: Kullanıma alınacak varsayılan eklentileri yapılandırma özelliği eklendi.
uk: Додано підтримку налаштовування типових додатків для вмикання.
zh_hans: 添加了对配置要启用的默认附加组件的支持。

source: Fixed editor keyboard shortcut to dismiss checks.
de: Die Tastaturkürzel im Editor zum Verwerfen von Qualitätsprüfungen korrigiert.
ga: aicearra méarchláir d’eagarthóirí seasta chun seiceanna a dhíbhe.
hu: Ellenőrzés elutasítására szolgáló gyorsbillentyű javítása.
id: Memperbaiki pintasan papan ketik penyunting untuk membatalkan pemeriksaan.
ja: チェックを解除するための編集用のキーボード ショートカットの修正。
nl: Sneltoets toetsenbord voor bewerker om controles te verwijderen gerepareerd.
pt: Corrigido o atalho de teclado do editor para dispensar verificações.
pt_br: Corrigido o atalho de teclado do editor para dispensar verificações.
ro: S-a reparat comanda rapidă de la tastatură a editorului pentru a respinge verificările.
ru: Исправлено сочетание клавиш редактора для пропуска проверок.
sv: Fixat tangentbordsgenväg för redaktören för att avvisa kontroller.
ta: சோதனைகளை நிராகரிக்க நிலையான திருத்தி விசைப்பலகை குறுக்குவழி.
tr: Yok sayılan denetimler için düzenleyici klavye kısayolu düzeltildi.
uk: Виправлено клавіатурне скорочення редактора для пропускання перевірок.
zh_hans: 修复了编辑器忽略检查的键盘快捷键。
zh_hant: 修復了編輯器對放棄檢查的鍵盤快捷鍵。

source: Improved machine translation of strings with placeholders.
de: Verbesserte maschinelle Übersetzung von Zeichenketten mit Platzhaltern.
ga: Aistriú meaisín feabhsaithe ar theaghráin le sealbhóirí áite.
hu: Finomítottuk a gépi fordítást a változókat tartalmazó szövegeknél.
id: Peningkatan terjemahan mesin string dengan penempatan.
ja: プレースホルダーを使用した文字列の機械翻訳の改善。
nl: Verbeterde machinevertaling van tekenreeksen met plaatsvervangers.
pt: Melhorada a tradução de máquina de cadeias com espaços reservados.
pt_br: Melhorada a tradução automática para textos com espaços reservados.
ro: A fost îmbunătățită traducerea automată a șirurilor de caractere cu spații libere.
ru: Улучшен машинный перевод строк с заполнителями.
sv: Förbättrad maskinöversättning av strängar med platshållare.
ta: பிளேச்ஓல்டர்களுடன் சரங்களின் மேம்பட்ட இயந்திர மொழிபெயர்ப்பு.
tr: Yer belirtici bulunan dizgelerin makine çevirisi iyileştirildi.
uk: Удосконалено комп'ютерний переклад рядків із замінниками.
zh_hans: 改进了带有占位符的字符串的机器翻译。
zh_hant: 改進了帶有佔位符的字符串的機器翻譯。

source: Show ghost translation for user languages to ease starting them.
de: Anzeige von Ghost-Übersetzung für Benutzersprachen, um den Start zu erleichtern.
ga: Taispeáin aistriúchán taibhse do theangacha úsáideoirí chun iad a thosú níos éasca.
hu: „Szellemfordítás” megjelenítése a felhasználó nyelvén, hogy megkönnyítse az új nyelv elindítását.
id: Tampilkan terjemahan hantu untuk bahasa pengguna guna memudahkan mereka memulai.
ja: ユーザー言語のゴースト翻訳を表示し、起動を容易にするように変更。
nl: Spookvertaling weergeven voor gebruikerstalen om het beginnen ermee gemakkelijk te maken.
pt: Mostrada a tradução fantasma para os idiomas do utilizador para facilitar o início deles.
pt_br: Mostrada a tradução fantasma para os idiomas do usuário para facilitar o seu início.
ro: Afișați traducerea fantomă pentru limbile utilizatorilor pentru a ușura inițierea acestora.
ru: Показ призрачного перевода для языков пользователя, чтобы упростить ему начало перевода.
sv: Visa översättning för användarspråk för att underlätta starten.
ta: பயனர் மொழிகளைத் தொடங்குவதற்கு பேய் மொழிபெயர்ப்பைக் காட்டு.
tr: Kullanıcı dillerini başlatmayı kolaylaştırmak için hayalet çevirinin görüntülenmesi sağlandı.
uk: Реалізовано показ проєкту перекладу для мов користувача з метою спрощення початкового етапу перекладу.
zh_hans: 显示了用户语言的幽灵翻译，使之易于启动。
zh_hant: 顯示了用戶語言的幽靈翻譯，使之易於啟動。

source: Improved language code parsing.
de: Verbesserte Sprachcodeanalyse.
ga: Parsáil feabhsaithe cód teanga.
hu: Nyelvkód elemzésének javítása.
id: Peningkatan penguraian kode bahasa.
ja: 言語コードの解析の改良。
nl: Verbeterd parsen taalcode.
pt: Melhorada a análise de código de idioma.
pt_br: Melhorada a análise de código de idioma.
ro: Îmbunătățirea analizei codurilor de limbă.
ru: Улучшен разбор кода языка.
sv: Förbättrad språkkodanalys.
ta: மேம்படுத்தப்பட்ட மொழி குறியீடு பாகுபடுத்தல்.
tr: Dil kodunun işlenmesi iyileştirildi.
uk: Удосконалено обробку кодів мов.
zh_hans: 改进了语言代码解析。
zh_hant: 改進了語言代碼解析。

source: Show translations in user language first in the list.
de: Übersetzungen in der Benutzersprache werden als Erstes in der Liste angezeigt.
ga: Taispeáin aistriúcháin i dteanga úsáideora ar dtús sa liosta.
hu: Fordítási lista elején a felhasználó nyelvén elérhető fordítások jelennek meg.
id: Tampilkan terjemahan dalam bahasa pengguna terlebih dahulu dalam daftar.
ja: ユーザー言語の翻訳を一覧の最初に表示するように変更。
nl: Vertalingen weergeven in de gebruikerstaal die als eerste is vermeld in de lijst.
pt: Mostra as traduções no idioma do utilizador primeiro na lista.
pt_br: Mostra as traduções no idioma do usuário primeiro na lista.
ro: Afișați mai întâi în listă traducerile în limba utilizatorului.
ru: Показ переводов на язык пользователя на первом месте в списке.
sv: Visa översättningar på användarens språk först i listan.
ta: பட்டியலில் முதலில் பயனர் மொழியில் மொழிபெயர்ப்புகளைக் காண்பி.
tr: Kullanıcı dilindeki çevirilerin listenin ilk sırasında görüntülenmesi sağlandı.
uk: Реалізовано показ перекладів мовою користувача першими у списку.
zh_hans: 显示了列表中的第一个用户语言的翻译。
zh_hant: 顯示了列表中的第一個用戶語言的翻譯。

source: Renamed shapings to more generic name variants.
de: „Formen“ in allgemeinere Bezeichnung „Varianten“ umbenannt.
ga: Múnlaithe athainmnithe go leagan níos cineálach ainmneacha.
hu: „alakok” elnevezés átnevezve általánosabb „változatok” névre.
id: Mengganti nama bentuk menjadi varian nama yang lebih generik.
ja: シェーピングをより一般的な名前のバリエーションに変更。
nl: Hernoemde vormen naar meer algemene naamvarianten.
pt: Renomeados os formatos para variantes de nome mais genéricas.
pt_br: Renomeados os formatos para variantes de nome mais genéricas.
ro: Redenumirea formelor în variante de nume mai generice.
ru: Переименование «форм» на более обобщённые «варианты».
sv: Omdöpt shapings till mer generiska namnvarianter.
ta: வடிவங்களை மேலும் பொதுவான பெயர் மாறுபாடுகளுக்கு மறுபெயரிடப்பட்டது.
tr: Şekillendiriciler adı daha genel olan Çeşitler olarak değiştirildi.
uk: «Форми» перейменовано на загальніший термін — «варіанти».
zh_hans: 重命名来塑造为更一般的名称变体。
zh_hant: 重命名來塑造為更一般的名稱變量。
