Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for ModernMT.
de: Unterstützung für ModernMT hinzugefügt.
ga: Tacaíocht bhreise do ModernMT.
hu: ModernMT támogatás hozzáadva.
id: Menambahkan dukungan untuk ModernMT.
ja: ModernMT に対応。
nl: Ondersteuning toegevoegd voor ModernMT.
pt: Adicionado suporte para ModernMT.
pt_br: Adicionado suporte para ModernMT.
ro: A fost adăugat suport pentru ModernMT.
ru: Добавлена поддержка ModernMT.
sv: Stöd för ModernMT har lagts till.
ta: நவீனம்டுக்கு உதவி சேர்க்கப்பட்டது.
tr: ModernMT desteği eklendi.
uk: Додано підтримку ModernMT.
zh_hans: 为 ModernMT 添加了支持。
zh_hant: 為 ModernMT 添加了支持。

source: Allow to avoid overwriting approved translations on file upload.
de: Ermöglicht, das Überschreiben genehmigter Übersetzungen beim Hochladen von Dateien zu vermeiden.
ga: Ceadaigh chun róscríobh aistriúcháin fhaofa ar uaslódáil comhad a sheachaint.
hu: Mostantól elkerülhető a jóváhagyott fordítások felülírása fájl feltöltésekor.
id: Izinkan untuk menghindari penimpaan terjemahan yang disetujui saat mengunggah berkas.
ja: ファイルのアップロード時に承認された翻訳が上書きされないように改善。
nl: Vermijden van overschrijven goedgekeurde vertalingen bij uploaden bestand toestaan.
pt: Permitido evitar sobrescrever traduções aprovadas no envio do ficheiro.
pt_br: Permitido evitar sobrescrever traduções aprovadas no envio do arquivo.
ro: Permite evitarea suprascrierii traducerilor aprobate la încărcarea fișierelor.
ru: Разрешено избегать перезаписи одобренных переводов при загрузке файлов.
sv: Tillåt att godkända översättningar inte skrivs över vid filuppladdning.
ta: கோப்பு பதிவேற்றத்தில் அங்கீகரிக்கப்பட்ட மொழிபெயர்ப்புகளை மேலெழுதுவதைத் தவிர்க்க அனுமதிக்கவும்.
tr: Dosya yüklenirken onaylanan çevirilerin üzerine yazılmasından kaçınılması sağlandı.
uk: Уможливлено вимикання перезаписування затверджених перекладів при вивантаженні файла перекладу.
zh_hans: 允许避免在文件上传时覆盖已核准的译文。
zh_hant: 允許在文件上傳時避免覆蓋已同意的翻譯。

source: Dropped support for some compatibility URL redirects.
de: Die Unterstützung für einige Kompatibilitäts-Weiterleitungs-URLs eingestellt.
ga: Tacaíocht thit do roinnt atreoruithe URL comhoiriúnachta.
hu: Bizonyos kompatibilitási URL-átirányítások támogatása megszűnt.
id: Menghentikan dukungan untuk beberapa pengalihan URL kompatibilitas.
ja: 一部の互換性 URL リダイレクトへの対応の終了。
nl: Ondersteuning vervallen voor enkele URL-verwijzingen voor compatibiliteit.
pt: Removido o suporte para alguns redirecionamentos de URL de compatibilidade.
pt_br: Removido o suporte para alguns redirecionamentos de URL de compatibilidade.
ro: A renunțat la suportul pentru unele redirecționări URL de compatibilitate.
ru: Прекращена поддержка некоторых перенаправлений URL-адресов, существовавших ради совместимости.
sv: Stödet för vissa kompatibilitets-URL-omdirigeringar har tagits bort.
ta: சில பொருந்தக்கூடிய முகவரி வழிமாற்றலுக்கான உதவி கைவிடப்பட்டது.
tr: Bazı uyumluluk adres yönlendirmelerinin desteği kaldırıldı.
uk: Відкинуто підтримку деяких переспрямувань адрес для підтримки сумісності.
zh_hans: 去掉了一些对兼容 URL 重定向的支持。
zh_hant: 去掉了一些對兼容 URL 重定向的支持。

source: Added check for ECMAScript template literals.
de: Prüfung auf ECMAScript-Buchstabenvorlagen hinzugefügt.
ga: Seic curtha leis le haghaidh liteartha teimpléid ECMAScript.
hu: Hozzáadtunk egy ellenőrzést az ECMAScript sablonos szövegeinek kezelésére.
id: Menambahkan pemeriksaan untuk literal templat ECMAScript.
ja: ECMAScript テンプレート リテラルの検査を追加しました。
nl: Toegevoegde controle voor letterlijken in sjabloon ECMAScript.
pt: Verificação para literais de modelo de ECMAScript adicionada.
pt_br: Adicionada verificação para literais de modelo de ECMAScript.
ro: A fost adăugată verificarea pentru șabloanele literale ECMAScript.
ru: Добавлена проверка для шаблонных литералов ECMAScript.
sv: Lagt till kontroll för ECMAScript-mallliteraler.
ta: எக்மாச்கிரிப்ட் வார்ப்புரு எழுத்தாளர்களுக்கான சோதனை சேர்க்கப்பட்டது.
tr: ECMAScript kalıp sabitleri denetimi eklendi.
uk: Додано перевірку для літералів шаблонів ECMAScript.
zh_hans: 新增了对 ECMAScript 模板字面量的检查。

source: Added option to watch a component.
de: Option zum Beobachten einer Komponente hinzugefügt.
ga: Rogha breise chun féachaint ar chomhpháirt.
hu: Lehetőség egy összetevő figyelésére.
id: Menambahkan opsi untuk memantau komponen.
ja: コンポーネントを監視するオプションを追加しました。
nl: Optie toegevoegd voor bijhouden van een onderdeel.
pt: A opção para observar um componente foi adicionada.
pt_br: Adicionada opção para monitorar um componente.
ro: A fost adăugată opțiunea de a urmări o componentă.
ru: Добавлен параметр для отслеживания компонента.
sv: Lagt till möjlighet att bevaka en komponent.
ta: ஒரு கூறுகளைப் பார்க்க விருப்பம் சேர்க்கப்பட்டது.
tr: Bir bileşeni izleme seçeneği eklendi.
uk: Додано параметр для спостереження за складником.
zh_hans: 添加了关注部件的选项。

source: Removed leading dot from JSON unit keys.
de: Der führende Punkt aus den JSON-Einheitsschlüsseln entfernt.
ga: Baineadh an príomhphointe d'eochracha aonaid JSON.
hu: A JSON formátumú kulcsok mostantól nem tartalmaznak kezdőpontot.
id: Menghapus titik awal dari kunci unit JSON.
ja: JSON のユニット キーの先頭のドットの削除。
nl: Voorafgaande punt verwijderd uit JSON eenheidsleutels.
pt: Removido o ponto inicial das chaves da unidade JSON.
pt_br: Removido o ponto inicial das chaves da unidade JSON.
ro: A fost eliminat punctul din față din cheile de unitate JSON.
ru: Из ключей единиц перевода JSON удалена ведущая точка.
sv: Borttagen inledande punkt från JSON-enhetsnycklar.
ta: சாதொபொகு unit விசைகளிலிருந்து முன்னணி புள்ளியை அகற்றியது.
tr: JSON birim anahtarlarının başındaki nokta kaldırıldı.
uk: Вилучено початкову крапку з ключів модулів JSON.
zh_hans: 去掉了来自 JSON 单元密钥的前导的点。
zh_hant: 去掉了來自 JSON 單元密鑰的前導的點。

source: Removed separate Celery queue for translation memory.
de: Die separate Celery-Warteschlange für den Übersetzungsspeicher entfernt.
ga: Baineadh scuaine soilire ar leith le haghaidh cuimhne aistriúcháin.
hu: A fordítási memória külön Celery-feladata megszűnt.
id: Menghapus antrean Celery terpisah untuk memori terjemahan.
ja: 翻訳メモリ用の個別の Celery キューを削除しました。
nl: Afzonderlijke rij voor Celery voor vertaalgeheugen verwijderd.
pt: Fila separada de Celery para memória de tradução foi removida.
pt_br: Removida fila separada de Celery para memória de tradução.
ro: A fost eliminată coada Celery separată pentru memoria de traducere.
ru: Удалена отдельная очередь Celery для памяти переводов.
sv: Separat Celery-kö för översättningsminne har tagits bort.
ta: மொழிபெயர்ப்பு நினைவகத்திற்கான தனி செலரி வரிசையை அகற்றியது.
tr: Çeviri belleği için ayrı Celery kuyruğu kaldırıldı.
uk: Вилучено окрему чергу обробки Celery для пам'яті перекладу.
zh_hans: 删除了翻译记忆库单独的 Celery 队列。

source: Allow translating all components a language at once.
de: Das Übersetzen aller Komponenten einer Sprache auf einmal ermöglicht.
ga: Ceadaigh gach comhpháirt a aistriú i dteanga ag an am céanna.
hu: Lehetőség van egy nyelv összes összetevőjének egyidejű fordítására.
id: Mengizinkan untuk menerjemahkan semua komponen bahasa sekaligus.
ja: すべてのコンポーネントを一度に言語を翻訳できるようにします。
nl: Vertalen van alle onderdelen van een taal in een keer toestaan.
pt: Permitir a tradução de todos os componentes de uma só vez.
pt_br: Permite traduzir todos os componentes um idioma de uma só vez.
ro: Permiteți traducerea tuturor componentelor unei limbi în același timp.
ru: Разрешено одновременно переводить все компоненты одного языка.
sv: Tillåt översättning av alla komponenter till ett språk samtidigt.
ta: அனைத்து கூறுகளையும் ஒரே நேரத்தில் மொழிபெயர்க்க அனுமதிக்கவும்.
tr: Tüm bileşenlerin bir dili bir kerede çevirmesi sağlandı.
uk: Дозволити переклад усіх складників одразу.
zh_hans: 允许使用同一种语言同时翻译所有部件。

source: Allow to configure ``Content-Security-Policy`` HTTP headers.
de: Das Konfigurieren des ``Content-Security-Policy`` HTTP-Headers ermöglicht.
ga: Ceadaigh ceanntásca HTTP ``Content-Slándáil-Polasaí`` a chumrú.
hu: ``Content-Security-Policy`` HTTP fejléc konfigurálhatóvá vált.
id: Mengizinkan untuk mengonfigurasi kepala HTTP ``Content-Security-Policy``.
ja: ``Content-Security-Policy`` HTTP ヘッダーを設定可能に変更。
nl: Configureren van HTTP-koppen ``Content-Security-Policy`` toestaan.
pt: Permitida a configuração de cabeçalhos HTTP ``Content-Security-Policy``.
pt_br: Permitida a configuração de cabeçalhos HTTP ``Content-Security-Policy``.
ro: Permite configurarea antetelor HTTP ``Content-Security-Policy``.
ru: Разрешено настраивать HTTP -заголовки ``Content-Security-Policy``.
sv: Tillåt konfigurering av HTTP-rubrikerna ``Content-Security-Policy``.
ta: `` உள்ளடக்க-பாதுகாப்பு-கொள்கை`` http தலைப்புகளை உள்ளமைக்க அனுமதிக்கவும்.
tr: ``Content-Security-Policy`` HTTP üst bilgilerinin yapılandırılması sağlandı.
uk: Дозволити налаштовувати заголовки HTTP ``Content-Security-Policy``.
zh_hans: 允许配置 ``Content-Security-Policy`` HTTP 标头。
zh_hant: 允許配置 ``Content-Security-Policy`` HTTP 標頭。

source: Added support for aliasing languages at project level.
de: Unterstützung für Sprachaliasnamen auf Projektebene hinzugefügt.
ga: Tacaíocht bhreise chun teangacha a chomhnascadh ag leibhéal tionscadail.
hu: A projektszinten mostantól álneveket rendelhet a nyelvekhez.
id: Menambahkan dukungan untuk aliasing bahasa pada tingkat proyek.
ja: プロジェクト レベルでのエイリアシング言語に対応。
nl: Ondersteuning toegevoegd voor aliassen van talen op niveau van het project.
pt: Adicionado suporte para apelidamento de idiomas no nível do projeto.
pt_br: Adicionado suporte para apelidamento de idiomas no nível do projeto.
ro: A fost adăugat suportul pentru aliasarea limbilor la nivel de proiect.
ru: Добавлена поддержка задания псевдонимов для языков на уровне проекта.
sv: Stöd för alias-språk på projektnivå har lagts till.
ta: திட்ட மட்டத்தில் மொழிகளை மாற்றியமைப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Dillere proje düzeyinde takma ad verme özelliği eklendi.
uk: Додано підтримку альтернативних назв мови на рівні проєкту.
zh_hans: 在项目层为语言别名添加支持。
zh_hant: 在項目層為語言別名添加支持。

source: New add-on to help with HTML or JavaScript localization, see :ref:`addon-weblate.cdn.cdnjs`.
de: Neue Erweiterung zur Hilfe bei der HTML- oder JavaScript-Lokalisierung, siehe :ref:`addon-weblate.cdn.cdnjs`.
ga: Breiseán nua chun cabhrú le logánú HTML nó JavaScript, féach :ref:`addon-weblate.cdn.cdnjs`.
hu: Új kiegészítő HTML vagy JavaScript lokalizáció támogatására, lásd: :ref:`addon-weblate.cdn.cdnjs`.
id: Pengaya baru untuk membantu pelokalan HTML atau JavaScript, lihat :ref:`addon-weblate.cdn.cdnjs`.
ja: HTML または JavaScript の現地語化を支援する新しいアドオンの追加。参照: :ref:`addon-weblate.cdn.cdnjs`。
nl: Nieuwe add-on om te helpen met vertalen van HTML of JavaScript, bekijk :ref:`addon-weblate.cdn.cdnjs`.
pt: Nova extensão para ajudar com localização HTML e JavaScript, veja :ref:`addon-weblate.cdn.cdnjs`.
pt_br: Novo complemento para ajudar com localização HTML e JavaScript, consulte :ref:`addon-weblate.cdn.cdnjs`.
ro: Un nou add-on pentru a ajuta la localizarea HTML sau JavaScript, vezi :ref:`addon-weblate.cdn.cdnjs`.
ru: Новая надстройка для помощи в локализации HTML или JavaScript, смотрите раздел :ref:`addon-weblate.cdn.cdnjs`.
sv: Nytt tillägg som hjälper till med lokalisering av HTML eller JavaScript, se :ref:`addon-weblate.cdn.cdnjs`.
tr: HTML ya da JavaScript yerelleştirmesine yardımcı olmak için yeni eklenti eklendi. Ayrıntılı bilgi almak için: :ref:`addon-weblate.cdn.cdnjs`.
uk: Новий додаток, який полегшує локалізацію коду HTML або JavaScript, див. :ref:`addon-weblate.cdn.cdnjs`.
zh_hans: 帮助 HTML 或 JavaScript 本地化的新附加组件，请参见 :ref:`addon-weblate.cdn.cdnjs`。
zh_hant: 幫助 HTML 或 JavaScript 本地化的新附加組件，請參見 :ref:`addon-weblate.cdn.cdnjs`。

source: The Weblate domain is now configured in the settings, see :setting:`SITE_DOMAIN`.
de: Die Weblate-Domain ist nun in den Einstellungen konfiguriert, siehe :setting:`SITE_DOMAIN`.
ga: Tá an fearann Weblate cumraithe anois sna socruithe, féach :setting:`SITE_DOMAIN`.
hu: A Weblate domain mostantól a beállításokban konfigurálható, lásd: :setting:`SITE_DOMAIN`.
id: Domain Weblate sekarang dikonfigurasi dalam pengaturan, lihat :setting:`SITE_DOMAIN`.
ja: Weblate ドメインを設定で設定できるように変更。参照: :setting:`SITE_DOMAIN`。
nl: Het domein Weblate is nu geconfigureerd in de instellingen, bekijk :setting:`SITE_DOMAIN`.
pt: O domínio Weblate é agora configurado nas configurações, veja :setting:`SITE_DOMAIN`.
pt_br: O domínio Weblate é agora configurado nas configurações, veja :setting:`SITE_DOMAIN`.
ro: Domeniul Weblate este acum configurat în setări, vezi :setting:`SITE_DOMAIN`.
ru: Теперь домен Weblate настраивается в настройках, смотрите описание параметра :setting:`SITE_DOMAIN`.
sv: Weblate-domänen är nu konfigurerad i inställningarna, se :setting:`SITE_DOMAIN`.
tr: Weblate etki alanının ayarlar bölümünden yapılandırılması sağlandı. Ayrıntılı bilgi almak için: :setting:`SITE_DOMAIN`.
uk: Домен Weblate тепер налаштовується у параметрах, див. :setting:`SITE_DOMAIN`.
zh_hans: Weblate 域现在在设置中配置，请参见 :setting:`SITE_DOMAIN`。
zh_hant: Weblate 域現在在設置中配置，請參見 :setting:`SITE_DOMAIN`。

source: Add support for searching by component and project.
de: Unterstützung für die Suche nach Komponente und Projekt hinzufügen.
ga: Cuir tacaíocht le cuardach de réir comhpháirte agus tionscadail.
hu: Lehetőség keresésre összetevő és projekt szerint.
id: Menambahkan dukungan untuk mencari berdasarkan komponen dan proyek.
ja: コンポーネントおよびプロジェクトによる検索のサポートを追加。
nl: Ondersteuning toegevoegd voor zoeken op onderdeel en project.
pt: Adicionar suporte para a pesquisa por componente e projeto.
pt_br: Adiciona suporte para buscar componentes e projetos.
ro: Adăugați suport pentru căutarea în funcție de componentă și proiect.
ru: Добавлена поддержка поиска по компонентам и проектам.
sv: Lägg till stöd för sökning efter komponent och projekt.
ta: கூறு மற்றும் திட்டத்தின் மூலம் தேடுவதற்கான ஆதரவைச் சேர்.
tr: Bileşene ve projeye göre arama desteği eklendi.
uk: Додано підтримку пошуку за складником і проєктом.
zh_hans: 增加了对按照部件和项目进行搜索的支持。

source: Upgrade from 3.x releases is not longer supported, please upgrade to 4.0 or 4.1 first.
de: Upgrades von 3.x Versionen werden nicht mehr unterstützt, bitte aktualisieren Sie zuerst auf 4.0 oder 4.1.
ga: Ní thacaítear a thuilleadh le huasghrádú ó eisiúintí 3.x, uasghrádaigh go 4.0 nó 4.1 ar dtús.
hu: A 3.x verziókról való közvetlen frissítés már nem támogatott – előbb frissítsen 4.0 vagy 4.1 verzióra.
id: Pemutakhiran dari versi 3.x tidak lagi didukung, harap mutakhirkan ke versi 4.0 atau 4.1 terlebih dahulu.
ja: 3.x リリースからのアップグレードには未対応となりました。先に 4.0.4 または 4.1.1 にアップグレードしてください。
nl: Upgraden vanuit uitgaven 3.x wordt niet langer ondersteund, upgrade eerst naar 4.0 of 4.1.
pt: A atualização de versões 3.x não é mais suportada. Atualize para 4.0 ou 4.1 primeiro.
pt_br: A atualização de versões 3.x não é mais suportada. Atualize para 4.0 ou 4.1 primeiro.
ro: Actualizarea de la versiunile 3.x nu mai este suportată, vă rugăm să faceți mai întâi actualizarea la 4.0 sau 4.1.
ru: Обновление с выпусков ветки 3.x больше не поддерживается, пожалуйста, сначала обновитесь до версии 4.0 или 4.1.
sv: Uppgradering från version 3.x stöds inte längre. Uppgradera först till version 4.0 eller 4.1.
ta: 3.x வெளியீடுகளிலிருந்து மேம்படுத்தல் இனி ஆதரிக்கப்படாது, தயவுசெய்து முதலில் 4.0 அல்லது 4.1 ஆக மேம்படுத்தவும்.
tr: 3.x sürümlerinden yükseltme işlemi artık desteklenmiyor. Lütfen önce 4.0 ya da 4.1 sürümüne yükseltin.
uk: Підтримки оновлення з випусків 3.x більше не передбачено. Будь ласка, спочатку виконайте оновлення до версії 4.0 або 4.1.
zh_hans: 从 3.x 发布版本升级不再支持，请首先升级到 4.0 或 4.1。
zh_hant: 從 3.x 發布版本升級不再支持，請首先升級到 4.0 或 4.1。

source: There are some new and updated requirements.
de: Es gibt einige neue und aktualisierte Anforderungen.
ga: Tá roinnt riachtanas nua agus nuashonraithe ann.
hu: Új és frissített függőségek jelentek meg.
id: Ada beberapa persyaratan yang baru dan diperbarui.
ja: 新しい要件と、更新された要件が複数あります。
nl: Er zijn enkele nieuwe en bijgewerkte vereisten.
pt: Há alguns requisitos novos e atualizados.
pt_br: Há alguns requisitos novos e atualizados.
ro: Există unele cerințe noi și actualizate.
ru: Появились новые зависимости и обновились старые.
sv: Det finns några nya och uppdaterade krav.
ta: சில புதிய மற்றும் புதுப்பிக்கப்பட்ட தேவைகள் உள்ளன.
tr: Bazı gereksinimler eklendi ve güncellendi.
uk: Маємо деякі нові і оновлені вимоги щодо програмного забезпечення.
zh_hans: 有几个新的且更新的要求。
zh_hant: 有幾個新的且更新的要求。

source: There are several changes in :file:`settings_example.py`, most notable new middleware and changed application ordering.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, vor allem neue Middleware und eine geänderte Anwendungsreihenfolge.
ga: Tá roinnt athruithe i :file:`settings_example.py`, meán-earraí nua is suntasaí agus ordú feidhmchláir athraithe.
hu: Számos változás történt a :file:`settings_example.py` fájlban– a legfontosabbak: új köztes réteg (middleware) hozzáadása és az alkalmazások sorrendjének módosítása.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling menonjol adalah middleware baru dan perubahan urutan aplikasi.
ja: :file:`settings_example.py` には複数の変更があります。重要なのは、新しいミドルウェアと変更されたアプリケーションの順序です。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn nieuwe middleware en gewijzigde volgorde van de toepassing.
pt: Há várias mudanças em :file:`settings_example.py`, notadamente um novo middleware e a mudança na ordem dos aplicações.
pt_br: Há várias mudanças em :file:`settings_example.py`, notadamente um novo middleware e a mudança na ordem dos aplicativos.
ro: Există mai multe modificări în :file:`settings_example.py`, dintre care cele mai importante sunt noul middleware și modificarea ordinii aplicațiilor.
ru: В файл :file:`settings_example.py` внесено несколько изменений, наиболее заметные из которых касаются нового промежуточного программного обеспечения и изменения порядка приложений.
sv: Det finns flera ändringar i :file:`settings_example.py`, framför allt ny mellanprogramvara och ändrad applikationsordning.
tr: :file:`settings_example.py` içinde, en dikkat çekicileri yeni ara katman yazılımında ve değişen uygulama sıralamasında olan birkaç değişiklik yapıldı.
uk: До :file:`settings_example.py` внесено декілька змін. Найпомітнішими є нове проміжне програмне забезпечення та зміна порядку виконання програм.
zh_hans: 在 :file:`settings_example.py` 中有几项更改，最显著的是新中间件和更改的应用订购。
zh_hant: 在 :file:`settings_example.py` 中有几项更改，最显著的是新中间件和更改的应用订购。

source: The keys for JSON based formats no longer include leading dot. The strings are adjusted during the database migration, but external components might need adjustment in case you rely on keys in exports or API.
de: Die Schlüssel für JSON-basierte Formate enthalten keinen führenden Punkt mehr. Die Zeichenketten werden während der Datenbankmigration angepasst, aber externe Komponenten müssen möglicherweise angepasst werden, wenn Sie auf Schlüssel in Exporten oder API angewiesen sind.
ga: Níl an ponc tosaigh san áireamh sna heochracha do fhormáidí JSON-bhunaithe a thuilleadh. Déantar na teaghráin a choigeartú le linn ascnaimh an bhunachair sonraí, ach d'fhéadfadh go mbeadh gá le comhpháirteanna seachtracha a choigeartú ar eagla go mbraitheann tú ar eochracha in onnmhairí nó API.
hu: A JSON-alapú formátumok kulcsai már nem tartalmazzák a kezdőpontot. A szövegek az adatbázis-migráció során frissülnek, de ha exportban vagy API-ban kulcsokra támaszkodik, külső összetevőit is módosítani kell.
id: Kunci untuk format berbasis JSON tidak lagi menyertakan titik di depan. String akan disesuaikan selama migrasi basis data, tetapi komponen eksternal mungkin perlu disesuaikan jika Anda mengandalkan kunci dalam ekspor atau API.
ja: JSON を基にしたフォーマットのキーには、先行するドットが含まれなくなりました。文字列はデータベースの移行中に調整されますが。しかし、エクスポートまたは API のキーに依存する場合に備え、外部コンポーネントの修正が必要となることがあります。
nl: De sleutels voor op JSON gebaseerde indelingen hebben niet langer een punt aan het begin. De tekenreeksen worden aangepast tijdens de migratie van de database, maar externe onderdelen zouden misschien aangepast moeten worden in het geval u vertrouwt op sleutels bij exporteren of de API.
pt: As chaves para formatos baseados em JSON não incluem mais um ponto inicial. As cadeias são ajustadas durante a migração do banco de dados, mas os componentes externos podem precisar de ajustes no caso de depender de chaves nas exportações ou API.
pt_br: As chaves para formatos baseados em JSON não incluem mais um ponto inicial. As sequências são ajustadas durante a migração do banco de dados, mas os componentes externos podem precisar de ajustes no caso de você depender de chaves nas exportações ou API.
ro: Cheile pentru formatele bazate pe JSON nu mai includ punctul din față. Șirurile de caractere sunt ajustate în timpul migrării bazei de date, dar componentele externe ar putea avea nevoie de ajustare în cazul în care vă bazați pe chei în exporturi sau API.
ru: Ключи для форматов на основе JSON больше не включают ведущую точку. Строки корректируются во время миграции базы данных, но может понадобиться откорректировать внешние компоненты, если вы полагались на значения ключей после экспорта или в API.
sv: Nycklarna för JSON-baserade format innehåller inte längre inledande punkt. Strängarna justeras under databasmigreringen, men externa komponenter kan behöva justeras om du är beroende av nycklar i export eller API.
ta: சாதொபொகு அடிப்படையிலான வடிவங்களுக்கான விசைகள் இனி முன்னணி புள்ளியை உள்ளடக்காது. தரவுத்தள இடம்பெயர்வின் போது சரங்கள் சரிசெய்யப்படுகின்றன, ஆனால் ஏற்றுமதி அல்லது பநிஇ ஆகியவற்றில் நீங்கள் விசைகளை நம்பினால் வெளிப்புற கூறுகளுக்கு சரிசெய்தல் தேவைப்படலாம்.
tr: JSON tabanlı biçimlerin anahtarlarından baştaki nokta kaldırıldı. Dizgeler veri tabanı aktarımı sırasında ayarlanır. Ancak dışa aktarma işlemlerinde ya da API üzerinde anahtarlara güvenmeniz durumunda dış bileşenlerin ayarlanması gerekebilir.
uk: Ключі для заснованих на JSON форматів більше не включать початкової крапки. Рядки скориговано під час перенесення бази даних, але зовнішні складники можуть потребувати коригування, якщо ви покладаєтеся на ключі для експортування або використання програмного інтерфейсу.
zh_hans: 基于 JSON 格式的密钥是不再包括前导的点。在数据库迁移过程中调整字符串，但在你依赖于导出或 API 中的密钥时，外部部件会需要调整。
zh_hant: 基於 JSON 格式的密鑰是不再包括前導的點。在數據庫遷移過程中調整字符串，但在你依賴於導出或 API 中的密鑰時，外部組件會需要調整。
