Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Additionally you can also install `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ which gives quite realistic estimates of password difficulty and allows rejecting passwords below a certain threshold.
de: Zusätzlich können Sie auch `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ installieren, das eine recht realistische Schätzung des Schwierigkeitsgrades von Passwörtern liefert und es ermöglicht, Passwörter unterhalb eines bestimmten Schwellenwertes abzulehnen.
ga: Ina theannta sin is féidir leat `django-zxcvbn-password-validator a shuiteáil <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ a thugann meastacháin réalaíocha ar dheacracht pasfhocail agus a cheadaíonn pasfhocail a dhiúltú faoi thairseach áirithe.
hu: Ezen felül telepíthető a `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ csomag is, amely valósághű becslést ad a jelszavak erősségéről, és lehetővé teszi a túl gyenge jelszavak automatikus elutasítását.
id: Selain itu Anda juga dapat menginstal `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ yang memberikan perkiraan kesulitan kata sandi yang cukup realistis dan memungkinkan penolakan kata sandi di bawah ambang batas tertentu.
nl: Aanvullend kunt u ook `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ installeren, dat behoorlijk realistische benaderingen van de moeilijkheid van wachtwoorden geeft en het mogelijk maakt wachtwoorden onder een bepaalde drempel te weigeren.
pt_br: Além disso, você também pode instalar o `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ que fornece estimativas bastante realistas para dificuldade da senha e permite rejeitar senhas abaixo de um determinado limite.
sv: Dessutom kan du också installera `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ som ger ganska realistiska uppskattningar av lösenordets svårighetsgrad och gör det möjligt att avvisa lösenord som ligger under en viss tröskel.
tr: Ek olarak, parola zorluğu ile ilgili oldukça gerçekçi öngörüler veren ve belirli bir eşiğin altında kalan parolaların reddedilmesini sağlayan `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_ dosyasını da kurabilirsiniz.
uk: Крім того, ви також можете встановити `django-zxcvbn-password-validator <https://github.com/Pierre-Sassoulas/django-zxcvbn-password-validator>`_, який дає досить реалістичні оцінки складності пароля та дозволяє відхиляти паролі нижче певного порогу.

source: SAML authentication
de: SAML-Authentifizierung
ga: Fíordheimhniú SAML
hu: SAML-hitelesítés
id: Autentikasi SAML
ja: SAML 認証
nl: SAML authenticatie
pt: Autenticação por SAML
pt_br: Autenticação por SAML
ro: Autentificare SAML
ru: Авторизация через SAML
sv: SAML-autentisering
ta: saml ஏற்பு
tr: SAML kimlik doğrulaması
uk: Розпізнавання за SAML
zh_hans: SAML 身份验证
zh_hant: SAML 身份驗證

source: The dependencies for SAML authentication are no longer included in the default ``all`` extras. You need to include ``saml`` while installing the Weblate package using pip (``uv pip install Weblate[all,saml]``).
hu: A SAML-alapú hitelesítéshez szükséges függőségek már nem részei az alapértelmezett ``all`` kiegészítőnek. A Weblate csomag telepítésekor külön fel kell venni a ``saml`` kiegészítőt is a pip használatakor (``uv pip install Weblate[all,saml]``).
id: Dependensi untuk autentikasi SAML tidak lagi disertakan dalam ekstra ``all`` bawaan. Anda perlu menyertakan ``saml`` saat menginstal paket Weblate menggunakan pip (``uv pip install Weblate[all,saml]``).
nl: De afhankelijkheden voor authenticatie van SAML zijn niet langer opgenomen in de standaard extra's ``all``. U moet ``saml`` opnemen bij het installeren van het pakket van Weblate met pip (``uv pip install Weblate[all,saml]``).
sv: Beroendena för SAML-autentisering ingår inte längre i standardtilläggen ``all``. Du måste inkludera ``saml`` när du installerar Weblate-paketet med pip (``uv pip install Weblate[all,saml]``).
uk: Залежності для розпізнавання у SAML виключено з типового списку додаткових пакунків ``all``. Вам слід включити ``saml`` під час встановлення пакунка Weblate за допомогою pip (``uv pip install Weblate[all,saml]``).

source: Please follow the Python Social Auth instructions for configuration. Notable differences:
de: Bitte folgen Sie den Anweisungen von Python Social Auth für die Konfiguration. Bedeutende Unterschiede:
ga: Lean na treoracha Python Social Auth le haghaidh cumraíochta. Difríochtaí suntasacha:
hu: Kövesse a Python Social Auth dokumentációját a konfiguráláshoz. A leíráshoz képest néhány fontos eltérés:
id: Silakan ikuti instruksi Python Social Auth untuk mengonfigurasi. Perbedaan penting:
ja: 設定については、Python Social Auth の手順に従ってください。注意が必要な違い:
nl: Volg de instructies voor Python Social Auth om te configureren. Opvallende verschillen:
pt: Siga as instruções do Python Social Auth para configuração. Diferenças notáveis:
pt_br: Siga as instruções do Python Social Auth para configuração. Diferenças notáveis:
ro: Vă rugăm să urmați instrucțiunile Python Social Auth pentru configurare. Diferențe notabile:
ru: Пожалуйста, следуйте инструкциям по настройке Python Social Auth. Значимые отличия:
sv: Följ instruktionerna för Python Social Auth för konfiguration. Viktiga skillnader:
ta: உள்ளமைவுக்கான பைதான் சமூக அங்கீகார வழிமுறைகளைப் பின்பற்றவும். குறிப்பிடத்தக்க வேறுபாடுகள்:
tr: Lütfen yapılandırma için Python Social Auth yönergesini izleyin. Önemli farklar:
uk: Будь ласка, виконайте настанови щодо налаштовування розпізнавання за соціальними мережами у Python. Відмінності:
zh_hans: 请遵守 Python 社交认证的指示来配置。显著的差异有：
zh_hant: 请遵守 Python Social Auth 的指示来配置。显著的差异有：

source: Weblate supports single IDP which has to be called ``weblate`` in ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
de: Weblate unterstützt einen einzelnen IDP, der ``weblate`` in ``SOCIAL_AUTH_SAML_ENABLED_IDPS`` genannt werden muss.
ga: Tacaíonn Weblate le IDP aonair a gcaithfear ``weblate`` a thabhairt air in ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
hu: A Weblate egyetlen IDP-t támogat, amelynek neve ``weblate`` kell legyen a ``SOCIAL_AUTH_SAML_ENABLED_IDPS`` beállításban.
id: Weblate mendukung IDP tunggal yang harus disebut ``weblate`` dalam ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
ja: Weblate は、シングルサインオンの IDP に対応しているので、`SOCIAL_AUTH_SAML_ENABLED_IDPS` から `weblate` を呼び出すことが必要。
nl: Weblate ondersteunt enkele IDP die ``weblate``moet worden genoemd in ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
pt: Weblate tem suporte a único IDP que tem de ser chamado de ``weblate`` em ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
pt_br: Weblate tem suporte a único IDP que tem de ser chamado de ``weblate`` em ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
ro: Weblate acceptă un singur IDP care trebuie să fie numit ``weblate`` în ``SOCIAL_AUTH_SAML_ENABLED_IDPS```.
ru: Weblate поддерживает один IDP, который в ``SOCIAL_AUTH_SAML_ENABLED_IDPS`` должен называться ``weblate``.
sv: Weblate stöder en enda IDP som måste kallas ``weblate`` i ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
ta: `` சமூக_ஆத்_சேம்ல்_என்ஏபிஎல்_ஐடிஎச்`` இல் `` வலைபெயர்ப்பு`` என்று அழைக்கப்பட வேண்டிய ஒற்றை ஐடிபியை வலைபெயர்ப்பு ஆதரிக்கிறது.
tr: Weblate,``SOCIAL_AUTH_SAML_ENABLED_IDPS`` içinde ``weblate`` olarak adlandırılması gereken tek kimlik hizmeti sağlayıcısını destekler.
uk: У Weblate передбачено підтримку єдиного IDP, який має назву ``weblate``, у ``SOCIAL_AUTH_SAML_ENABLED_IDPS``.
zh_hans: Weblate 支持单一 IDP，在 ``SOCIAL_AUTH_SAML_ENABLED_IDPS`` 中必须称之为 ``weblate``。
zh_hant: Weblate 支持單一 IDP ，在 ``SOCIAL_AUTH_SAML_ENABLED_IDPS`` 中被稱為 ``weblate`` 。

source: The SAML XML metadata URL is ``/accounts/metadata/saml/``.
de: Die URL der SAML-XML-Metadaten lautet ``/accounts/metadata/saml/``.
ga: Is é URL meiteashonraí SAML XML ná ``/accounts/metadata/saml/``.
hu: A SAML XML metaadat URL: ``/accounts/metadata/saml/``.
id: URL metadata SAML XML adalah ``/accounts/metadata/saml/``.
ja: SAML の XML メタデータの URL は、``/accounts/metadata/saml/``。
nl: De SAML XML URL voor metadata is ``/accounts/metadata/saml/``.
pt: A URL de metadados XML de SAML é ``/accounts/metadata/saml/``.
pt_br: A URL de metadados XML de SAML é ``/accounts/metadata/saml/``.
ro: URL-ul metadatelor SAML XML este ``/accounts/metadata/saml/``.
ru: URL-адрес XML с метаданными SAML — ``/accounts/metadata/saml/``.
sv: URL-adressen för SAML XML-metadata är ``/accounts/metadata/saml/``.
ta: saml xml மேனிலை தரவு முகவரி ``/கணக்குகள்/மெட்டாடேட்டா/saml/`` ஆகும்.
tr: SAML XML üst verileri adresi: ``/accounts/metadata/saml/``.
uk: Адреса метаданих XML SAML — ``/accounts/metadata/saml/``.
zh_hans: SAML XML 元数据 URL 为 ``/accounts/metadata/saml/``。
zh_hant: SAML XML 元數據 URL 為 ``/accounts/metadata/saml/`` 。

source: Following settings are automatically filled in: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
de: Die folgenden Einstellungen werden automatisch ausgefüllt: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
ga: Comhlánaítear na socruithe seo a leanas go huathoibríoch: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
hu: A következő beállítások automatikusan kitöltésre kerülnek: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
id: Pengaturan berikut ini diiisi secara otomatis: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
ja: 自動的に入力される設定項目: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
nl: De volgende instellingen worden automatisch ingevuld in: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
pt: As configurações a seguir são preenchidas automaticamente: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
pt_br: As configurações a seguir são preenchidas automaticamente: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
ro: Următoarele setări sunt completate automat: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
ru: Следующие параметры заполняются автоматически: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT`` и ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
sv: Följande inställningar fylls i automatiskt: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
ta: பின்வரும் அமைப்புகள் தானாகவே நிரப்பப்படுகின்றன: `` சமூக_ஆத்_சேம்ல்_எச்பி_என்டிட்டி_ஐடி``, `` சமூக_ஆத்_சாமல்_டெக்னிகல்_சான்டாக்ட்``, `` சமூக_ஆத்_சாம்ல்_சான்டாக்ட்``
tr: Şu seçenekler kendiliğinden doldurulur: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
uk: Автоматично заповнено буде такі параметри: ``SOCIAL_AUTH_SAML_SP_ENTITY_ID``, ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``, ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
zh_hans: 以下设置会自动填充：``SOCIAL_AUTH_SAML_SP_ENTITY_ID``、``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT``、``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``
zh_hant: 後面的設置自動填入： ``SOCIAL_AUTH_SAML_SP_ENTITY_ID`` 、 ``SOCIAL_AUTH_SAML_TECHNICAL_CONTACT`` 、 ``SOCIAL_AUTH_SAML_SUPPORT_CONTACT``

source: Example configuration:
de: Beispielkonfiguration:
ga: Cumraíocht shamplach:
hu: Példa konfiguráció:
id: Contoh konfigurasi:
ja: 設定例:
nl: Voorbeeld configuratie:
pt: Exemplo de configuração:
pt_br: Exemplo de configuração:
ro: Exemplu de configurare:
ru: Пример настроек:
sv: Exempel på konfiguration:
ta: எடுத்துக்காட்டு உள்ளமைவு:
tr: Örnek yapılandırma:
uk: Приклад налаштувань:
zh_hans: 配置的示例：
zh_hant: 配置的例子：

source: The default configuration extracts user details from following attributes, configure your IdP to provide them:
sv: Standardkonfigurationen extraherar användarinformation från följande attribut. Konfigurera din IdP så att den tillhandahåller dessa:

source: Attribute
de: Attribut
ga: Tréith
hu: Attribútum
id: Atribut
ja: 属性
nl: Attribuut
pt: Atributo
pt_br: Atributo
ro: Atributul
ru: Атрибут
sv: Attribut
ta: பண்புக்கூறு
tr: Öznitelik
uk: Атрибут
zh_hans: 属性

source: SAML URI reference
de: SAML-URI-Referenz
ga: Tagairt URI SAML
hu: SAML URI hivatkozás
id: Referensi URI SAML
ja: SAML 参照 URI
nl: SAML URI-verwijzing
pt: Referência de URI SAML
pt_br: Referência de URI SAML
ro: Referință SAML URI
ru: Ссылка на URL-адрес SAML
sv: SAML URI-referens
ta: saml uri குறிப்பு
tr: SAML URI referansı
uk: Довідник щодо адрес SAML
zh_hans: SAML URI 参照

source: Full name
de: Vollständiger Name
ga: Ainm iomlán
hu: Teljes név
id: Nama lengkap
ja: フルネーム
nl: Volledige naam
pt: Nome completo
pt_br: Nome completo
ro: Nume complet
ru: Полное имя
sv: Fullständigt namn
ta: முழுப்பெயர்
tr: Ad soyad
uk: Повне ім’я
zh_hans: 全名
zh_hant: 全名

source: First name
de: Vorname
ga: Céad ainm
hu: Keresztnév
id: Nama depan
ja: 名前 (名)
nl: Voornaam
pt: Primeiro nome
pt_br: Primeiro nome
ro: Prenume
ru: Имя
sv: Förnamn
ta: முதல் பெயர்
tr: Ad
uk: Ім'я
zh_hans: 名字
zh_hant: 名字

source: Last name
de: Nachname
ga: Sloinne
hu: Vezetéknév
id: Nama belakang
ja: 姓
nl: Achternaam
pt: Nome familiar
pt_br: Sobrenome
ro: Numele de familie
ru: Фамилия
sv: Efternamn
ta: கடைசி பெயர்
tr: Soyad
uk: Прізвище
zh_hans: 姓氏

source: E-mail
ga: Ríomhphost
id: Surel
ja: メールアドレス
nl: E-mailadres
ru: Эл. почта
sv: E-post
ta: மின்னஞ்சல்
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮箱
zh_hant: 電子郵件

source: Username
de: Benutzername
ga: Ainm Úsáideora
hu: Felhasználónév
id: Nama pengguna
ja: ユーザー名
nl: Gebruikersnaam
pt: Nome de utilizador
pt_br: Usuário
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
ta: பயனர்பெயர்
tr: Kullanıcı adı
uk: Імʼя користувача
zh_hans: 用户名
zh_hant: 使用者名稱

source: When configuring Weblate SP in your IdP, it is recommended to choose persistent :guilabel:`Name ID format`.
sv: När du konfigurerar Weblate SP i din IdP rekommenderas det att välja persistent :guilabel:`Namn-ID-format`.

source: The example above and the Docker image define an IdP called ``weblate``. You might need to configure this string as :guilabel:`Relay` in your IdP.
sv: Exemplet ovan och Docker-bilden definierar en IdP som heter ``weblate``. Du kan behöva konfigurera denna sträng som :guilabel:`Relay` i din IdP.

source: Weblate authentication relies on the ``RelayState`` parameter to be passed through the authentication process. This needs to be configured with some identity providers:
sv: Weblate-autentisering är beroende av att parametern ``RelayState`` skickas genom autentiseringsprocessen. Detta måste konfigureras med vissa identitetsleverantörer:

source: `How to Send a Custom RelayState with Okta`_
sv: `Hur man skickar ett anpassat RelayState med Okta`_

source: :ref:`Configuring SAML in Docker <docker-saml>`
sv: :ref:`Konfigurera SAML i Docker <docker-saml>`

source: LDAP authentication
de: LDAP-Authentifizierung
ga: Fíordheimhniú LDAP
hu: LDAP-hitelesítés
id: Autentikasi LDAP
ja: LDAP 認証
nl: LDAP authenticatie
pt: Autenticação por LDAP
pt_br: Autenticação por LDAP
ro: Autentificare LDAP
ru: Авторизация через LDAP
sv: Autentisering med LDAP
ta: ldap ஏற்பு
tr: LDAP kimlik doğrulaması
uk: Розпізнавання за допомогою LDAP
zh_hans: LDAP 身份验证
zh_hant: LDAP 身份驗證

source: LDAP authentication can be best achieved using the `django-auth-ldap` package. You can install it via usual means:
de: Die LDAP-Authentifizierung lässt sich am besten mit dem Paket `django-auth-ldap` erreichen. Sie können es mit den üblichen Mitteln installieren:
ga: Is fearr is féidir fíordheimhniú LDAP a bhaint amach trí úsáid a bhaint as an bpacáiste `django-auth-ldap`. Is féidir leat é a shuiteáil trí ghnáthbhealaí:
hu: Az LDAP-hitelesítés legegyszerűbben a `django-auth-ldap` csomaggal valósítható meg. A telepítése a szokásos módon történhet:
id: Autentikasi LDAP dapat dicapai dengan baik menggunakan paket `django-auth-ldap`. Anda dapat memasangnya melalui cara biasa:
ja: LDAP認証は、`django-auth-ldap` パッケージを使用することが最適です。通常のインストール方法:
nl: Authenticatie voor LDAP kan het beste worden verkregen met het pakket `django-auth-ldap`. U kunt het op de gebruikelijke manier installeren:
pt: A autenticação por LDAP pode ser melhor alcançada utilizando o pacote `django-auth-ldap`. Pode instalá-lo através dos meios habituais:
pt_br: A autenticação por LDAP pode ser melhor alcançada utilizando o pacote `django-auth-ldap`. Você pode instalá-lo através dos meios habituais:
ro: Autentificarea LDAP poate fi realizată cel mai bine folosind pachetul `django-auth-ldap`. Îl puteți instala prin mijloace obișnuite:
ru: Авторизация через LDAP лучше всего реализовать с помощью пакета `django-auth-ldap`. Установить его вы можете как обычно:
sv: LDAP-autentisering kan bäst uppnås med hjälp av paketet `django-auth-ldap`. Du kan installera det på vanligt sätt:
ta: `சாங்கோ-ஆத்-எல்.டி.ஏ.பி` தொகுப்பைப் பயன்படுத்தி எல்.டி.ஏ.பி அங்கீகாரத்தை சிறப்பாக அடைய முடியும். வழக்கமான வழிமுறைகள் வழியாக நீங்கள் அதை நிறுவலாம்:
tr: LDAP kimlik doğrulaması en iyi şekilde `django-auth-ldap` paketi kullanılarak sağlanabilir. Her zamanki gibi kurabilirsiniz:
uk: Оптимальним способом уможливлення розпізнавання за допомогою LDAP є використанням пакунка `django-auth-ldap`. Встановити його можна у звичний спосіб:
zh_hans: LDAP 身份验证可以使用 `django-auth-ldap` 软件包而最好地实现。可以使用通常的方式安装：
zh_hant: LDAP 身份驗證可以使用 `django-auth-ldap` 軟件包而最好地實現。可以使用通常的方式安裝：

source: This package is included in the Docker container, see :doc:`/admin/install/docker`.
de: Dieses Paket ist im Docker-Container enthalten, siehe :doc:`/admin/install/docker`.
ga: Tá an pacáiste seo san áireamh sa choimeádán Docker, féach :doc:`/admin/install/docker`.
hu: Ez a csomag a Docker-képen alapból benne van, lásd: :doc:`/admin/install/docker`.
id: Paket ini sudah termasuk dalam kontainer Docker, lihat :doc:`/admin/install/docker`.
ja: このパッケージは、Docker コンテナに含まれています。参照: :doc:`/admin/install/docker`。
nl: Dit pakket is opgenomen in de container van Docker, bekijk :doc:`/admin/install/docker`.
pt: Este pacote está incluído no contentor Docker, veja :doc:`/admin/install/docker`.
pt_br: Este pacote está incluído no contêiner Docker, consulte :doc:`/admin/install/docker`.
ro: Acest pachet este inclus în containerul Docker, vezi :doc:`/admin/install/docker`.
ru: Этот пакет включён в Docker-контейнер, смотреть :doc:`/admin/install/docker`.
sv: Detta paket ingår i Docker-containern, se :doc:`/admin/install/docker`.
tr: Bu paket Docker kapsayıcısı ile birlikte gelir. Ayrıntılı bilgi almak için: :doc:`/admin/install/docker`.
uk: Цей пакунок включено до контейнера Docker, див. :doc:`/admin/install/docker`.
zh_hans: 此包包含于 Docker 容器中，见 :doc:`/admin/install/docker`。
zh_hant: 此包包含於 Docker 容器中，見 :doc:`/admin/install/docker`。
