Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: **Web server ↔ Weblate application:** Communication between the reverse proxy/web server and the application logic.
de: **Webserver ↔ Weblate-Anwendung:** Kommunikation zwischen dem Reverse-Proxy/Webserver und der Anwendungslogik.
ga: **Freastalaí gréasáin ↔ Feidhmchlár Weblate:** Cumarsáid idir an seachfhreastalaí droim ar ais/freastalaí gréasáin agus loighic an fheidhmchláir.
hu: **Webkiszolgáló ↔ Weblate alkalmazás:** A fordított proxy / webszerver és az alkalmazáslogika közötti kommunikáció.
id: **Server web ↔ Aplikasi Weblate:** Komunikasi antara proksi terbalik/server web dan logika aplikasi.
nl: **Webserver ↔ Weblate toepassing:** Communicatie tussen de omgekeerde proxy/webserver en de logica van de toepassing.
sv: **Webbserver ↔ Weblate-applikation:** Kommunikation mellan omvänd proxy/webbserver och applikationslogiken.
uk: **Веб-сервер ↔ Застосунок Weblate:** Зв'язок між зворотним проксі-сервером/веб-сервером та логікою застосунку.

source: **Weblate application ↔ Database** Application logic accessing persistent and cached data.
de: **Weblate-Anwendung ↔ Datenbank** Anwendungslogik, die auf persistente und zwischengespeicherte Daten zugreift.
ga: **Feidhmchlár Weblate ↔ Bunachar Sonraí** Loighic feidhmchláir ag rochtain sonraí buana agus taisceáilte.
hu: **Weblate alkalmazás ↔ Adatbázis:** Az alkalmazáslogika hozzáfér az állandó és gyorsítótárazott adatokhoz.
id: **Aplikasi Weblate ↔ Basis Data** Logika aplikasi mengakses data persisten dan yang disimpan.
nl: **Weblate toepassing ↔ Database** Logica van de toepassing met toegang naar persistente en gecachete gegevens.
sv: **Weblate-applikation ↔ Databas** Applikationslogik som åtkomst till beständiga och cachade data.
uk: **Програма Weblate ↔ База даних** Логіка програми, що отримує доступ до постійних та кешованих даних.

source: **Weblate application ↔ Logging:** Application logic creating logs.
de: **Weblate-Anwendung ↔ Protokollierung:** Anwendungslogik, die Protokolle erstellt.
ga: **Feidhmchlár Weblate ↔ Logáil:** Loighic feidhmchláir ag cruthú logaí.
hu: **Weblate alkalmazás ↔ Naplózás:** Az alkalmazás naplóbejegyzéseket hoz létre.
id: **Aplikasi Weblate ↔ Logging:** Logika aplikasi yang membuat log.
nl: **Weblate toepassing ↔ Loggen:** Logica van de toepassing maakt logs.
sv: **Weblate-applikation ↔ Loggning:** Applikationslogik som skapar loggar.
uk: **Програма Weblate ↔ Журналування:** Логіка програми створює журнали.

source: **Weblate application ↔ Internal VCS repository:** Application logic interacting with its local copy of the VCS repository.
de: **Weblate-Anwendung ↔ Internes VCS-Repository:** Anwendungslogik, die mit ihrer lokalen Kopie des VCS-Repositorys interagiert.
ga: **Feidhmchlár Weblate ↔ Stór VCS inmheánach:** Loighic an fheidhmchláir ag idirghníomhú lena chóip áitiúil den stór VCS.
hu: **Weblate alkalmazás ↔ Belső VCS-tároló:** Az alkalmazás a saját VCS-másolatával dolgozik.
id: **Aplikasi Weblate ↔ Repositori VCS internal:** Logika aplikasi berinteraksi dengan salinan lokal repositori VCS.
nl: **Weblate toepassing ↔ Interne opslagplaats van VCS:** Logica van de toepassing interacteert met zijn lokale kopie van de opslagplaats van het VCS.
sv: **Weblate-applikation ↔ Internt VCS-arkiv:** Applikationslogik som interagerar med sin lokala kopia av VCS-arkivet.
uk: **Програма Weblate ↔ Внутрішній репозиторій VCS:** Логіка програми взаємодіє з її локальною копією репозиторію VCS.

source: **Weblate application ↔ External VCS repository:** Weblate reaching out to external code hosting platforms.
de: **Weblate-Anwendung ↔ Externes VCS-Repository:** Weblate greift auf externe Code-Hosting-Plattformen zu.
ga: **Feidhmchlár Weblate ↔ Stór seachtrach VCS:** Weblate ag teagmháil le hardáin óstála cóid sheachtracha.
hu: **Weblate alkalmazás ↔ Külső VCS-tároló:** A Weblate külső kódtárolókhoz kapcsolódik.
id: **Aplikasi Weblate ↔ Repositori VCS eksternal:** Weblate menjangkau platform hosting kode eksternal.
nl: **Weblate toepassing ↔ Externe opslagplaats VCS:** Weblate reikt uit naar externe platforms voor hosten van code.
sv: **Weblate-applikation ↔ Externt VCS-arkiv:** Weblate når ut till externa plattformar för kodhosting.
uk: **Застосунок Weblate ↔ Зовнішній репозиторій VCS:** Weblate звертається до зовнішніх платформ розміщення коду.

source: **Authenticated User ↔ Unauthenticated User:** Different privilege levels within the web application.
de: **Authentifizierter Benutzer ↔ Nicht authentifizierter Benutzer:** Unterschiedliche Berechtigungsstufen innerhalb der Webanwendung.
ga: **Úsáideoir Fíordheimhnithe ↔ Úsáideoir Neamhúdaraithe:** Leibhéil phribhléide éagsúla laistigh den fheidhmchlár gréasáin.
hu: **Hitelesített felhasználó ↔ Nem hitelesített felhasználó:** Különböző jogosultsági szintek az alkalmazáson belül.
id: **Pengguna yang Diautentikasi ↔ Pengguna yang Tidak Diautentikasi:** Tingkat hak istimewa yang berbeda dalam aplikasi web.
nl: **Geauthenticeerde gebruiker ↔ Niet geauthenticeerde gebruiker:** Verschillende niveaus van rechten binnen de webtoepassing.
sv: **Autentiserad användare ↔ Icke-autentiserad användare:** Olika behörighetsnivåer inom webbapplikationen.
uk: **Автентифікований користувач ↔ Неавтентифікований користувач:** Різні рівні привілеїв у вебзастосунку.

source: Threat identification
de: Bedrohungsidentifizierung
ga: Aitheantas bagairtí
hu: Fenyegetések azonosítása
id: Identifikasi ancaman
nl: Identificatie dreiging
sv: Identifiering av hot
uk: Виявлення загроз

source: Component/Interaction
de: Komponente/Interaktion
ga: Comhpháirt/Idirghníomhaíocht
hu: Komponens / interakció
id: Komponen/Interaksi
nl: Onderdeel/Interactie
sv: Komponent/Interaktion
uk: Компонент/Взаємодія

source: STRIDE threat category
de: STRIDE-Bedrohungskategorie
ga: Catagóir bhagairt STRIDE
hu: STRIDE fenyegetéskategória
id: Kategori ancaman STRIDE
nl: STRIDE categorie dreiging
pt_br: Categoria de ameaças da STRIDE
sv: STRIDE-hotkategori
uk: Категорія загрози STRIDE

source: Threat description
de: Bedrohungsbeschreibung
ga: Cur síos ar an bhagairt
hu: A fenyegetés leírása
id: Deskripsi ancaman
nl: Omschrijving dreiging
sv: Beskrivning av hotet
uk: Опис загрози

source: Potential impact
de: Mögliche Auswirkungen
ga: Tionchar féideartha
hu: Lehetséges hatás
id: Dampak potensial
nl: Potentiële impact
sv: Potentiell påverkan
uk: Потенційний вплив

source: **Web server** (nginx/Apache)
ga: **Freastalaí gréasáin** (nginx/Apache)
hu: **Webkiszolgáló** (nginx/Apache)
id: **Server web** (nginx/Apache)
sv: **Webbserver** (nginx/Apache)
uk: **Веб-сервер** (nginx/Apache)

source: **Denial of service:** Attacker floods the web server with requests, making Weblate unavailable.
de: **Verweigerung des Dienstes:** Der Angreifer überflutet den Webserver mit Anfragen, wodurch Weblate nicht mehr verfügbar ist.
ga: **Diúltú seirbhíse:** Cuireann an t-ionsaitheoir iarratais ar an bhfreastalaí gréasáin, rud a fhágann nach bhfuil Weblate ar fáil.
hu: **Szolgáltatásmegtagadási támadás:** A támadó lekérésekkel árasztja el a webszervert, elérhetetlenné téve a Weblate-et.
id: **Penolakan layanan:** Penyerang membanjiri server web dengan permintaan, membuat Weblate tidak tersedia.
nl: **Denial of service:** Aanvaller bestookt de webserver met verzoeken, maakt Weblate niet langer beschikbaar.
sv: **Denial of service:** Angriparen översvämmar webbservern med förfrågningar, vilket gör Weblate otillgänglig.
uk: **Відмова в обслуговуванні**: Зловмисник перевантажує веб-сервер запитами, роблячи Weblate недоступним.

source: Loss of availability for translation.
de: Verlust der Verfügbarkeit für Übersetzungen.
ga: Cailliúint infhaighteachta le haghaidh aistriúcháin.
hu: A fordítási felület elérhetetlenné válik.
id: Hilangnya ketersediaan untuk terjemahan.
nl: Verlies van beschikbaarheid voor vertalen.
pt_br: Perda de disponibilidade para tradução.
sv: Förlust av tillgänglighet för översättning.
uk: Втрата доступності для перекладу.

source: **Information disclosure**
ga: **Nochtadh faisnéise**
hu: **Információszivárgás**
id: **Pengungkapan informasi**
nl: **Onthullen van informatie**
sv: **Informationsutlämnande**
uk: **Розкриття інформації**

source: **Configuration exposure:** Misconfigured server exposes sensitive files (e.g., config files, private keys).
de: **Offenlegung der Konfiguration:** Ein falsch konfigurierter Server gibt sensible Dateien preis (z. B. Konfigurationsdateien, private Schlüssel).
ga: ** Nochtadh cumraíochta: ** Nochtann freastalaí míchumraithe comhaid íogaire (m.sh., comhaid cumraíochta, eochracha príobháideacha).
hu: **Konfiguráció kiszivárgása:** Hibásan beállított szerver érzékeny fájlokat (például konfigurációs fájlokat, privát kulcsokat) tesz elérhetővé.
id: **Paparan konfigurasi:** Server yang salah konfigurasi memaparkan berkas sensitif (misalnya, berkas konfigurasi, kunci pribadi).
nl: **Vrijgeven van configuratie:** Foutief geconfigureerde server geeft gevoelige bestanden vrij (bijv. configuratiebestanden, private sleutels).
sv: **Konfigurationsexponering:** Felkonfigurerad server exponerar känsliga filer (t.ex. konfigurationsfiler, privata nycklar).
uk: **Викриття конфігурації:** Неправильно налаштований сервер надає доступ до конфіденційних файлів (наприклад, файлів конфігурації, закритих ключів).

source: Exposure of credentials, internal architecture.
de: Offenlegung von Zugangsdaten, interne Architektur.
ga: Nochtadh dintiúir, ailtireacht inmheánach.
hu: Hitelesítő adatok, belső architektúra kiszivárgása.
id: Pemaparan kredensial, arsitektur internal.
nl: Zichtbaar maken van inloggegevens, interne architectuur.
sv: Exponering av inloggningsuppgifter, intern arkitektur.
uk: Розкриття облікових даних, внутрішня архітектура.

source: **Tampering**
ga: **Cur isteach**
hu: **Manipuláció**
id: **Perusakan**
nl: **Rommelen**
sv: **Manipulering**
uk: **Фальсифікація**

source: **Malicious request injection:** Attacker injects malicious data into HTTP headers or request bodies.
de: **Einschleusung böswilliger Anfragen:** Der Angreifer injiziert schädliche Daten in HTTP-Header oder Anfragetexte.
ga: **Instealladh iarratais mailíseacha:** Cuireann an t-ionsaitheoir sonraí mailíseacha isteach i gceanntásca HTTP nó i gcorp iarratais.
hu: **Káros kérés befecskendezése:** A támadó manipulált adatokat juttat a HTTP-fejlécekbe vagy a kérés törzsébe.
id: **Injeksi permintaan berbahaya:** Penyerang menyuntikkan data berbahaya ke dalam header HTTP atau badan permintaan.
nl: **Kwaadwillend verzoek injectie:** Aanvaller injecteert kwaadaardige gegevens in HTTP koppen of teksten van verzoeken.
sv: **Injektion av skadliga förfrågningar:** Angriparen injicerar skadliga data i HTTP-rubriker eller förfrågningsdelar.
uk: **Впровадження шкідливого запиту:** Зловмисник впроваджує шкідливі дані в HTTP-заголовки або тіла запитів.

source: Potential for SQL injection, XSS, or other injections if not properly handled by the backend.
de: Potenzial für SQL-Injection, XSS oder andere Injections, wenn diese vom Backend nicht richtig verarbeitet werden.
ga: Poitéinseal ann d’instealladh SQL, XSS, nó instealltaí eile mura láimhseálann an cúl-deireadh i gceart é.
hu: Ha a háttérrendszer nem kezeli megfelelően, fennáll az SQL-injektálás, XSS vagy más típusú injektálás lehetősége.
id: Potensi injeksi SQL, XSS, atau injeksi lainnya jika tidak ditangani dengan benar oleh backend.
nl: Potentieel voor SQL-injectie, XSS, of andere injecties indien niet juist afgehandeld door backend.
sv: Risk för SQL-injektion, XSS eller andra injektioner om detta inte hanteras korrekt av backend.
uk: Потенціал для SQL-ін'єкцій, XSS або інших ін'єкцій, якщо вони не будуть належним чином оброблені серверною частиною.

source: **Weblate application**
de: **Weblate-Anwendung**
ga: **Feidhmchlár Weblate**
hu: **Weblate alkalmazás**
id: **Aplikasi Weblate**
nl: **Weblate toepassing**
sv: **Weblate-applikation**
uk: **Застосунок Weblate**

source: **User impersonation:** Attacker gains access to a legitimate user's session (e.g., via session hijacking, compromised credentials).
ga: **Pearsantú úsáideora:** Faigheann ionsaitheoir rochtain ar sheisiún úsáideora dlisteanaigh (e.g., trí fhuadach seisiúin, dintiúir a ndearnadh comhréiteach orthu).
hu: **Felhasználó megszemélyesítése:** A támadó hozzáférést szerez egy jogos felhasználó munkamenetéhez (például munkamenet-eltérítés vagy ellopott hitelesítő adatok révén).
id: **Peniruan identitas pengguna:** Penyerang memperoleh akses ke sesi pengguna yang sah (misalnya, melalui pembajakan sesi, kredensial yang disusupi).
nl: **Voordoen als gebruiker:** Aanvaller verkrijgt toegang tot de sessie van een legitieme gebruiker (bijv. via sessie hijacking, gecompromitteerde inloggegevens).
sv: **Användaridentitetsstöld:** Angriparen får tillgång till en legitim användares session (t.ex. via session hijacking, komprometterade inloggningsuppgifter).
uk: **Видавання себе за користувача:** Зловмисник отримує доступ до сеансу легітимного користувача (наприклад, шляхом викрадення сеансу, компрометації облікових даних).

source: Unauthorized translation, repo access.
ga: Aistriúchán neamhúdaraithe, rochtain ar stór.
hu: Jogosulatlan fordítás, tárolóhozzáférés.
id: Terjemahan tidak diotorisasi, akses repo.
nl: Niet geautoriseerde vertaling, toegang tot opslagplaats.
sv: Obehörig översättning, åtkomst till repo.
uk: Несанкціонований переклад, доступ до репозиторію.

source: **Unauthorized translation modification:** Malicious user or exploited vulnerability allows altering translations, project configs, or VCS integration settings.
ga: **Modhnú neamhúdaraithe ar aistriúchán:** Ligeann leochaileacht úsáideora mailíseach nó leochaileacht a shaothraítear aistriúchán, cumraíochtaí tionscadail, nó socruithe comhtháthaithe VCS a athrú.
hu: **Jogosulatlan fordításmódosítás:** Rosszindulatú felhasználó vagy sérülékenység kihasználása révén a támadó módosítani tudja a fordításokat, projektbeállításokat vagy a VCS-integrációs beállításokat.
id: **Modifikasi terjemahan yang tidak diotorisasi:** Pengguna jahat atau kerentanan yang dieksploitasi memungkinkan pengubahan terjemahan, konfigurasi proyek, atau pengaturan integrasi VCS.
nl: **Niet geautoriseerd aanpassen vertaling:** Kwaadwillende gebruiker of geëxploiteerde kwetsbaarheid maakt wijzigen van vertalingen, configuraties van projecten of instellingen voor integratie van VCS mogelijk.
sv: **Obehörig ändring av översättningar:** En illvillig användare eller utnyttjad sårbarhet gör det möjligt att ändra översättningar, projektkonfigurationer eller inställningar för VCS-integration.
uk: **Несанкціонована модифікація перекладу:** Зловмисний користувач або використана ним вразливість дозволяє змінювати переклади, конфігурації проєкту або налаштування інтеграції системи контролю версій.

source: Incorrect translations, broken build, RCE via VCS hooks.
ga: Aistriúcháin mhíchearta, tógáil briste, RCE trí crúcaí VCS.
hu: Hibás fordítás, hibás build, távoli kódfuttatás VCS-hookokon keresztül.
id: Terjemahan salah, versi rusak, RCE melalui kaitan VCS.
nl: Onjuiste vertalingen, gebroken bouw, RCE via VCS-hooks.
sv: Felaktiga översättningar, trasig build, RCE via VCS-hooks.
uk: Неправильні переклади, зламана збірка, RCE через перехоплення VCS.

source: **VCS integration manipulation:** Attacker manipulates Weblate's interaction with the VCS (e.g., injecting malicious commands via crafted repository URLs if not sanitized, leading to RCE).
ga: **Ionramháil ar chomhtháthú VCS:** Déanann an t-ionsaitheoir ionramháil ar idirghníomhaíocht Weblate leis an VCS (e.g., orduithe mailíseacha a instealladh trí URLanna stórais cheardaíochta mura ndéantar iad a shláintiú, rud a fhágann go mbíonn RCE ann).
hu: **VCS-integráció manipulálása:** A támadó manipulálja a Weblate és a verziókezelő rendszer (VCS) közötti kapcsolatot (például rosszindulatú parancsokat juttat célba egy speciálisan kialakított tároló URL-jén keresztül, ha ez nincs megfelelően megtisztítva, ami tetszőleges kód futtatásához vezethet).
id: **Manipulasi integrasi VCS:** Penyerang memanipulasi interaksi Weblate dengan VCS (misalnya, menyuntikkan perintah berbahaya melalui URL repositori yang dibuat jika tidak dibersihkan, yang mengarah ke RCE).
nl: **Manipuleren integratie van VCS:** Aanvaller manipuleert de interactie van Weblate met het VCS (bijv. injecteren van kwaadaardige opdrachten via aangepaste URL's voor de opslagplaats indien niet gereinigd, leidend tot RCE).
sv: **Manipulering av VCS-integration:** Angriparen manipulerar Weblates interaktion med VCS (t.ex. genom att injicera skadliga kommandon via specialskapade URL:er till arkiv om dessa inte saneras, vilket leder till RCE).
uk: **Маніпуляції інтеграцією VCS:** Зловмисник маніпулює взаємодією Weblate з VCS (наприклад, впроваджує шкідливі команди через спеціально створені URL-адреси репозиторію, якщо вони не очищені, що призводить до RCE).

source: Code injection in target projects, data exfiltration.
ga: Instealladh cóid i dtionscadail sprice, eis-scagadh sonraí.
hu: Kód-befecskendezés célprojektekbe, adatszivárgás.
id: Penyuntikan kode pada proyek target, eksfiltrasi data.
nl: Code-injectie in doelprojecten, uitnemen van gegevens.
sv: Kodinsprutning i målprojekt, dataexfiltrering.
uk: Впровадження коду в цільові проекти, витік даних.

source: **Repudiation**
ga: **Séanadh**
hu: **Letagadhatóság**
id: **Penolakan**
nl: **Afwijzing**
sv: **Förkastande**
uk: **Відмова**

source: **Unattributed changes:** Malicious changes are made without proper attribution to the user or system responsible.
ga: **Athruithe gan chur i leith:** Déantar athruithe mailíseacha gan cur i leith an úsáideora nó an chórais atá freagrach i gceart.
hu: **Nem azonosítható módosítások:** Rosszindulatú változtatások történnek anélkül, hogy a felhasználó vagy rendszer megfelelően lenne hozzárendelve.
id: **Perubahan yang tidak diatribusikan:** Perubahan berbahaya dibuat tanpa atribusi yang tepat kepada pengguna atau sistem yang bertanggung jawab.
nl: **Niet geattribueerde wijzigingen:** Kwaadaardige wijzigingen worden gemaakt zonder de juiste attributie voor de gebruiker of het verantwoordelijke systeem.
sv: **Oattribuerade ändringar:** Skadliga ändringar görs utan korrekt hänvisning till den ansvariga användaren eller det ansvariga systemet.
uk: **Невказані зміни:** Зловмисні зміни вносяться без належного зазначення відповідального користувача чи системи.

source: Difficulty in auditing and accountability.
ga: Deacracht iniúchóireachta agus cuntasachta.
hu: Nehézkes auditálás és felelősségre vonhatóság.
id: Kesulitan dalam audit dan akuntabilitas.
nl: Moeilijkheden bij auditten en verantwoording.
sv: Svårigheter med revision och ansvarsskyldighet.
uk: Складнощі з аудитом та підзвітністю.

source: **Sensitive data leakage:** SQL injection, insecure API endpoints, or errors disclose sensitive data (e.g., other users' translations, VCS credentials, server information).
ga: **Sceitheadh sonraí íogaire:** Nochtann instealladh SQL, críochphointí API neamhshábháilte, nó earráidí sonraí íogaire (e.g., aistriúcháin úsáideoirí eile, dintiúir VCS, faisnéis freastalaí).
hu: **Érzékeny adatok kiszivárgása:** SQL-injektálás, nem biztonságos API-végpontok vagy hibák érzékeny adatokat tárhatnak fel (pl. más felhasználók fordításai, VCS-hitelesítő adatok, kiszolgáló információk).
id: **Kebocoran data sensitif:** Injeksi SQL, titik akhir API yang tidak aman, atau kesalahan mengungkapkan data sensitif (misalnya, terjemahan pengguna lain, kredensial VCS, informasi server).
nl: **Lekken van gevoelige gegevens:** SQL-injectie, onveilige API-eindpunten of fouten die gevoelige gegevens blootleggen (bijv. vertalingen van andere gebruikers, inloggegevens voor VCS, informatie over de server).
sv: **Läckage av känslig data:** SQL-injektion, osäkra API-ändpunkter eller fel avslöjar känslig data (t.ex. andra användares översättningar, VCS-inloggningsuppgifter, serverinformation).
uk: **Витік конфіденційних даних**: SQL-ін’єкції, незахищені кінцеві точки API або помилки розкривають конфіденційні дані (наприклад, переклади інших користувачів, облікові дані системи контролю версій, інформацію про сервер).

source: Privacy breach, intellectual property theft.
ga: Sárú príobháideachta, goid maoine intleachtúla.
hu: Adatvédelmi incidens, szellemi tulajdon eltulajdonítása.
id: Pelanggaran privasi, pencurian kekayaan intelektual.
nl: Privacybreuk, diefstal van intellectueel eigendom.
sv: Integritetsbrott, stöld av immateriell egendom.
uk: Порушення конфіденційності, крадіжка інтелектуальної власності.

source: **VCS credentials exposure:** Weblate's stored VCS credentials (SSH keys, tokens) are accessed by an attacker.
ga: **Nochtadh dintiúir VCS:** Faigheann ionsaitheoir rochtain ar dhintiúir VCS stóráilte Weblate (eochracha SSH, comharthaí).
hu: **VCS-hitelesítő adatok kiszivárgása:** A Weblate által tárolt VCS-hitelesítők (SSH-kulcsok, tokenek) a támadó kezébe kerülnek.
id: **Terpaparnya kredensial VCS:** Kredensial VCS yang disimpan Weblate (kunci SSH, token) diakses oleh penyerang.
nl: **Onthullen inloggegevens VCS:** Weblate's opgeslagen inloggegevens voor VCS (SSH-sleutels, tokens) zijn toegankelijk voor een aanvaller.
sv: **Exponering av VCS-inloggningsuppgifter:** En angripare får tillgång till Weblates lagrade VCS-inloggningsuppgifter (SSH-nycklar, tokens).
uk: **Викриття облікових даних VCS:** Зловмисник отримує доступ до збережених облікових даних VCS Weblate (ключів SSH, токенів).

source: Direct access to integrated code repositories.
ga: Rochtain dhíreach ar stórtha cóid comhtháite.
hu: Közvetlen hozzáférés az integrált forráskód-tárolókhoz.
id: Akses langsung ke repositori kode terintegrasi.
nl: Directe toegang tot geïntegreerde opslagruimten voor code.
pt_br: Acesso direto a repositórios de código integrados.
sv: Direkt åtkomst till integrerade kodförvar.
uk: Прямий доступ до інтегрованих репозиторіїв коду.

source: **Resource exhaustion:** Excessive background tasks or inefficient database queries triggered by an attacker lead to system slowdown or crash.
ga: **Ídiú acmhainní:** Bíonn moilliú nó tuairteáil córais mar thoradh ar thascanna cúlra iomarcacha nó ar cheisteanna neamhéifeachtúla bunachar sonraí arna spreagadh ag ionsaitheoir.
hu: **Erőforrás-kimerítés:** Túlzott számú háttérfeladat vagy nem hatékony adatbázis-lekérdezés a rendszer lelassulásához vagy összeomlásához vezet.
id: **Kelelahan sumber daya:** Tugas latar belakang yang berlebihan atau kueri basis data yang tidak efisien yang dipicu oleh penyerang menyebabkan sistem melambat atau mogok.
nl: **Uitputten van bronnen:** Excessieve taken op de achtergrond of inefficiënte query's voor de database, geactiveerd door een aanvaller leiden tot vertraging voor het systeem of een crash.
sv: **Resursutarmning:** Överdrivna bakgrundsuppgifter eller ineffektiva databasfrågor som utlöses av en angripare leder till att systemet blir långsammare eller kraschar.
uk: **Виснаження ресурсів**: Надмірна кількість фонових завдань або неефективні запити до бази даних, ініційовані зловмисником, призводять до уповільнення роботи системи або її збою.

source: Weblate unavailability.
ga: Neamh-infhaighteacht Weblate.
hu: A Weblate elérhetetlenné válása.
id: Weblate tidak tersedia.
nl: Weblate niet meer beschikbaar.
sv: Weblate är inte tillgängligt.
uk: Weblate недоступний.

source: **Elevation of privilege**
ga: **Ardú pribhléide**
hu: **Jogosultságok kiterjesztése**
id: **Peningkatan hak istimewa**
nl: **Verhoging van rechten**
sv: **Privilegierad ställning**
uk: **Підвищення привілеїв**
