Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Once you have existing translation components, you can also easily add new ones for additional files or branches using same repository.
de: Sobald Sie über vorhandene Übersetzungskomponenten verfügen, können Sie auch leicht neue Komponenten für zusätzliche Dateien oder Branches hinzufügen, indem Sie dasselbe Repository verwenden.
ga: Nuair a bheidh comhpháirteanna aistriúcháin agat cheana féin, is féidir leat cinn nua a chur leis go héasca le haghaidh comhaid nó brainsí breise ag baint úsáide as an stór céanna.
hu: Amint rendelkezik meglévő fordítási összetevőkkel, könnyedén hozzáadhat újakat további fájlok vagy ágak számára ugyanazon tároló használatával.
id: Setelah Anda memiliki komponen terjemahan yang ada, Anda juga dapat dengan mudah menambahkan komponen baru untuk berkas atau cabang tambahan menggunakan repositori yang sama.
ja: 既存の翻訳コンポーネントがあれば、同じリポジトリを使用して追加のファイルやブランチに新しいコンポーネントを簡単に追加できます。
nl: Als u eenmaal bestaande vertaalonderdelen heeft, kunt u gemakkelijk nieuwe toevoegen voor aanvullende bestanden of takken met dezelfde opslagruimte.
pt: Depois de ter os componentes de tradução existentes, também pode adicionar facilmente novos para ficheiros adicionais ou ramos a usar o mesmo repositório.
pt_br: Depois de ter os componentes de tradução existentes, você também pode adicionar facilmente novos para arquivos adicionais ou ramos usando o mesmo repositório.
ro: Odată ce aveți componente de traducere existente, puteți, de asemenea, să adăugați cu ușurință altele noi pentru fișiere sau ramuri suplimentare utilizând același depozit.
ru: Имея существующие компоненты перевода, вы также можете легко добавлять новые для дополнительных файлов или веток из того же репозитория.
sv: När du har befintliga översättningskomponenter kan du också enkelt lägga till nya för ytterligare filer eller grenar med hjälp av samma arkiv.
ta: உங்களிடம் ஏற்கனவே உள்ள மொழிபெயர்ப்பு கூறுகள் கிடைத்ததும், அதே களஞ்சியத்தைப் பயன்படுத்தி கூடுதல் கோப்புகள் அல்லது கிளைகளுக்கு புதியவற்றையும் எளிதாக சேர்க்கலாம்.
tr: Çeviri bileşenlerini ekledikten sonra, aynı depoyu kullanarak ek dosyalar ya da dallar için kolayca yeni bileşenler ekleyebilirsiniz.
uk: Якщо у вас вже є наявні складники перекладу, ви також можете без проблем додати нові складники для додаткових файлів або гілки з використанням того самого сховища.
zh_hans: 一旦有了现有的翻译部件，就可以使用同一仓库轻松地为其他文件或分支添加新的部件。
zh_hant: 一旦有了現有的翻譯組件，就可以使用同一倉庫輕鬆地為其他文件或分支添加新的組件。

source: First you need to fill in name and repository location:
de: Zunächst müssen Sie den Namen und Speicherort des Repositorys eingeben:
ga: Ar dtús caithfidh tú ainm agus suíomh an taisclainne a líonadh:
hu: Először meg kell adnia a nevet és a tároló helyét:
id: Pertama Anda perlu mengisi nama dan lokasi repositori:
ja: まず、名前とリポジトリの場所の入力が必要です。入力画面:
nl: Als eerste moet u de naam en de locatie van de opslagruimte invullen:
pt: Primeiro precisa preencher o nome e a localização do repositório:
pt_br: Primeiro você precisa preencher o nome e o local do repositório:
ro: Mai întâi trebuie să completați numele și locația depozitului:
ru: Сначала вам нужно указать наименование и расположение репозитория:
sv: Först måste du fylla i namn och lagringsplats:
ta: முதலில் நீங்கள் பெயர் மற்றும் களஞ்சிய இடத்தை நிரப்ப வேண்டும்:
tr: Öncelikle adı ve depo konumunu yazmanız gerekir:
uk: Спочатку вам слід заповнити назву і розташування сховища:
zh_hans: 首先，您需要填写名称和仓库位置：
zh_hant: 首先，您需要填寫名稱和倉庫位置：

source: On the next page, you are presented with a list of discovered translatable resources:
de: Auf der nächsten Seite wird Ihnen eine Liste der gefundenen übersetzbaren Ressourcen angezeigt:
ga: Ar an gcéad leathanach eile, tugtar liosta acmhainní inaistrithe aimsithe duit:
hu: A következő oldalon megjelenik a felfedezett fordítható erőforrások listája:
id: Pada halaman berikutnya, Anda akan disajikan dengan daftar sumber daya terjemahan yang ditemukan:
ja: 次のページでは、検出された翻訳可能なリソースの一覧が表示されます。翻訳可能なリソース一覧:
nl: Op de volgende pagina zult u een lijst met ontdekte vertaalbare bronnen zien:
pt: Na próxima página, verá uma lista de recursos traduzíveis descobertos:
pt_br: Na próxima página, você verá uma lista de recursos traduzíveis descobertos:
ro: Pe pagina următoare, vi se prezintă o listă de resurse traductibile descoperite:
ru: На следующей странице вам будет представлен список обнаруженных переводимых ресурсов:
sv: På nästa sida visas en lista över upptäckta översättningsbara resurser:
ta: அடுத்த பக்கத்தில், கண்டுபிடிக்கப்பட்ட மொழிபெயர்க்கக்கூடிய வளங்களின் பட்டியல் உங்களுக்கு வழங்கப்படுகிறது:
tr: Sonraki sayfada, keşfedilmiş çevrilebilir kaynakların bir listesini göreceksiniz:
uk: На наступній сторінці вам буде показано список виявлених придатних до перекладу ресурсів:
zh_hans: 在下一页上，将显示已发现的可翻译资源的列表：
zh_hant: 在下一頁上，將顯示已發現的可翻譯資源的列表：

source: As a last step, you review the translation component info and fill in optional details:
de: In einem letzten Schritt überprüfen Sie die Informationen zur Übersetzungskomponente und füllen optionale Details aus:
ga: Mar chéim dheireanach, déanann tú athbhreithniú ar fhaisnéis chomhpháirt an aistriúcháin agus líonann tú sonraí roghnacha:
hu: Az utolsó lépésben áttekintheti a fordítási összetevő adatait, és megadhat opcionális részleteket is:
id: Sebagai langkah terakhir, Anda meninjau info komponen terjemahan dan mengisi rincian opsional:
ja: 最後のステップとして、翻訳コンポーネント情報を確認し、オプションの詳細を入力します。入力画面:
nl: Als een laatste stap kunt u de informatie voor het vertaalonderdeel nakijken en optionele details invullen:
pt: Como última etapa, analisa as informações do componente de tradução e preenche os detalhes opcionais:
pt_br: Como última etapa, você analisa as informações do componente de tradução e preenche os detalhes opcionais:
ro: Ca ultim pas, treceți în revistă informațiile despre componenta de traducere și completați detaliile opționale:
ru: На последнем этапе просмотрите информацию о компоненте перевода и укажите дополнительные сведения:
sv: Som sista steg granskar du informationen om översättningskomponenten och fyller i valfria detaljer:
ta: கடைசி கட்டமாக, நீங்கள் மொழிபெயர்ப்பு கூறு தகவலை மதிப்பாய்வு செய்து விருப்ப விவரங்களை நிரப்புகிறீர்கள்:
tr: Son olarak, çeviri bileşeni bilgilerini gözden geçirebilir ve isteğe bağlı bilgileri yazabilirsiniz:
uk: На останньому кроці ви можете переглянути дані щодо складника перекладу і вкажіть додаткові подробиці:
zh_hans: 最后，您检查翻译部件信息并填写可选详细信息：
zh_hant: 最後，您檢查翻譯組件信息並填寫可選詳細信息：

source: Project configuration
de: Projektkonfiguration
ga: Cumraíocht tionscadail
hu: Projektkonfiguráció
id: Konfigurasi proyek
ja: プロジェクトの設定
nl: Configuratie project
pt: Configuração de projeto
pt_br: Configuração de projeto
ro: Configurația proiectului
ru: Настройки проекта
sv: Projektkonfiguration
ta: திட்ட உள்ளமைவு
tr: Proje yapılandırması
uk: Налаштування проєкту
zh_hans: 项目配置
zh_hant: 項目配置

source: Create a translation project and then add a new component for translation in it. The project is like a shelf, in which real translations are stacked. All components in the same project share suggestions and their dictionary; the translations are also automatically propagated through all components in a single project (unless turned off in the component configuration), see :ref:`memory`.
de: Erstellen Sie ein Übersetzungsprojekt und fügen Sie darin eine neue Komponente für die Übersetzung ein. Das Projekt ist wie ein Regal, in dem echte Übersetzungen gestapelt werden. Alle Komponenten im selben Projekt teilen sich Vorschläge und ihr Wörterbuch; die Übersetzungen werden auch automatisch durch alle Komponenten in einem einzelnen Projekt weitergegeben (es sei denn, sie sind in der Komponentenkonfiguration ausgeschaltet), siehe :ref:`memory`.
ga: Cruthaigh tionscadal aistriúcháin agus ansin cuir comhpháirt nua le haghaidh aistriúcháin ann. Tá an tionscadal cosúil le seilf, ina bhfuil fíoraistriúcháin cruachta. Roinneann gach comhpháirt sa tionscadal céanna moltaí agus a bhfoclóir; déantar na haistriúcháin a iomadú go huathoibríoch trí na comhpháirteanna go léir i dtionscadal amháin (mura bhfuil siad múchta i gcumraíocht an chomhpháirt), féach :ref:`memory`.
hu: Hozzon létre egy fordítási projektet, majd adjon hozzá egy új összetevőt a fordításhoz. A projekt olyan, mint egy polc, amelyen a valódi fordítások sorakoznak. Egy projekt összes összetevője közösen használja a javaslatokat és a szójegyzéket; a fordítások automatikusan átvitelre kerülnek az összes összetevő között ugyanazon projektben (kivéve, ha az összetevő beállításaiban ez ki van kapcsolva), lásd: :ref:`memory`.
id: Buat proyek terjemahan, lalu tambahkan komponen baru untuk terjemahan di dalamnya. Proyek ini seperti rak, tempat terjemahan asli ditumpuk. Semua komponen dalam proyek yang sama berbagi saran dan kamusnya; terjemahan juga secara otomatis disebarkan ke semua komponen dalam satu proyek (kecuali dinonaktifkan dalam konfigurasi komponen), lihat :ref:`memory`.
ja: 翻訳プロジェクトを作成し、プロジェクトに翻訳用の新しいコンポーネントを追加します。プロジェクトは、実際の翻訳が積み重ねられた棚のようなものです。同じプロジェクト内のすべてのコンポーネントは、提案と辞書を共有します； 翻訳は、単一プロジェクト内のすべてのコンポーネント（コンポーネントの設定で無効していない限り）にも自動的に反映されます。参照: :ref:`memory`。
nl: Maak een vertaalproject en voeg daar dan een nieuw vertaalonderdeel in toe. Het project is als een plank, waarop echte vertalingen zijn gestapeld. Alle onderdelen in hetzelfde project delen suggesties en hun woordenboek; de vertalingen worden ook automatisch verspreid door alle onderdelen in een enkel project (tenzij dat is uitgeschakeld in de configuratie van het onderdeel), bekijk :ref:`memory`.
pt: Cria um projeto de tradução e, em seguida, adiciona um novo componente para tradução nele. O projeto é como uma estante, na qual as traduções reais estão empilhadas. Todos os componentes no mesmo projeto compartilham sugestões e o dicionário deles; as traduções também são propagadas automaticamente por todos os componentes num único projeto (a menos que desligado na configuração do componente), veja :ref:`memory`.
pt_br: Cria um projeto de tradução e, em seguida, adiciona um novo componente para tradução nele. O projeto é como uma estante, na qual as traduções reais estão empilhadas. Todos os componentes no mesmo projeto compartilham sugestões e seu dicionário; as traduções também são propagadas automaticamente por todos os componentes em um único projeto (a menos que desligado na configuração do componente), consulte :ref:`memory`.
ro: Creați un proiect de traducere și apoi adăugați o nouă componentă pentru traducere în cadrul acestuia. Proiectul este ca un raft, în care sunt stivuite traducerile reale. Toate componentele din același proiect au în comun sugestiile și dicționarul lor; de asemenea, traducerile sunt propagate automat prin toate componentele dintr-un singur proiect (dacă nu sunt dezactivate în configurația componentei), a se vedea :ref:`memory`.
ru: Создайте проект перевода, а затем добавьте в него новый компонент, в котором вы и будете непосредственно делать перевод. Проект здесь похож на полку, на которую укладываются реальные переводы. Все компоненты одного проекта разделяют между собой общие предложения и словарь; переводы также автоматически распространяются во все компоненты одного проекта (если только оно не отключено в настройках компонентов), см. раздел :ref:`memory`.
sv: Skapa ett översättningsprojekt och lägg sedan till en ny komponent för översättning i det. Projektet är som en hylla där de faktiska översättningarna staplas. Alla komponenter i samma projekt delar förslag och ordbok; översättningarna sprids också automatiskt till alla komponenter i ett enskilt projekt (om inte detta är inaktiverat i komponentkonfigurationen), se :ref:`memory`.
tr: Bir çeviri projesi oluşturun ve içine çevrilecek yeni bir bileşen ekleyin. Proje, gerçek çevirilerin konulduğu bir raf gibidir. Aynı projedeki tüm bileşenler önerileri ve sözlüğü paylaşır. Ayrıca yapılan çeviriler tek bir projedeki tüm bileşenlere kendiliğinden yayılır (bileşen yapılandırmasında kapatılmadıkça). Ayrıntılı bilgi almak için: :ref:`memory`.
uk: Створіть проєкт перекладу, а потім додайте новий складник для перекладу до нього. Проєкт подібний до шафи, у якій складено самі переклади. Усі складники в одному проєкті мають спільні пропозицій і словник. Крім того, переклади автоматично переносяться на усі складники в одному проєкті (якщо поширення перекладів не було вимкнено у налаштуваннях складника), див. :ref:`memory`.
zh_hans: 创建一个翻译项目，然后在其中添加一个新的翻译部件。这个项目就像一个架子，里面堆放着真正的翻译。同一项目中的所有部件共享建议及其字典；翻译也将自动传播到单个项目中的所有部件（除非在部件配置中关闭），请参见 :ref:`memory`。
zh_hant: 創建一個翻譯項目，然後在其中添加一個新的翻譯組件。這個項目就像一個架子，裡面堆放著真正的翻譯。同一項目中的所有組件共享建議及其字典；翻譯也將自動傳播到單個項目中的所有組件（除非在組件配置中關閉），請參見 :ref:`memory`。

source: These basic attributes set up and inform translators of a project:
de: Mit diesen grundlegenden Attributen werden die Übersetzer eines Projekts eingerichtet und informiert:
ga: Cuireann na tréithe bunúsacha seo aistritheoirí ar bun agus cuireann siad ar an eolas iad faoi thionscadal:
hu: Ezek az alapvető attribútumok határozzák meg és tájékoztatják a fordítókat egy projektről:
id: Atribut dasar ini menyiapkan dan memberi tahu penerjemah suatu proyek:
ja: 次はプロジェクトを設定し、翻訳者に通知する基本属性:
nl: Deze basisattributen stellen vertalers voor een project in en informeren hen:
pt: Esses atributos básicos configuram e informam os tradutores de um projeto:
pt_br: Esses atributos básicos configuram e informam os tradutores de um projeto:
ro: Aceste atribute de bază stabilesc și informează traducătorii cu privire la un proiect:
ru: Это основные атрибуты для настройки, они предоставляют переводчикам информацию о проекте:
sv: Dessa grundläggande attribut fastställer och informerar översättarna om ett projekt:
ta: இந்த அடிப்படை பண்புக்கூறுகள் ஒரு திட்டத்தின் மொழிபெயர்ப்பாளர்களை அமைத்து தெரிவிக்கின்றன:
tr: Bu temel öznitelikler kurulur ve bir projenin çevirmenlerine bildirilir:
uk: Ці основні атрибути допомагають перекладачам проєкту та надають їм відомості:
zh_hans: 这些基本属性被新建并通知翻译人员项目：
zh_hant: 這些基本屬性被新建並通知翻譯人員項目：

source: Project name
de: Projektname
ga: Ainm tionscadal
hu: Projekt neve
id: Nama proyek
ja: プロジェクト名
nl: Projectnaam
pt: Nome do projeto
pt_br: Nome do projeto
ro: Nume proiect
ru: Название проекта
sv: Projektnamn
ta: திட்ட பெயர்
tr: Proje adı
uk: Назва проєкту
zh_hans: 项目名称
zh_hant: 專案名稱

source: Verbose project name, used to display the project name.
de: Ausführlicher Projektname, der zur Anzeige des Projektnamens verwendet wird.
ga: Ainm an tionscadail briathra, a úsáidtear chun ainm an tionscadail a thaispeáint.
hu: A projekt megjelenítésére szolgáló részletes projekt neve.
id: Nama proyek verbose, digunakan untuk menampilkan nama proyek.
ja: プロジェクト名を表示するために使用する、詳細なプロジェクト名。
nl: Uitgebreide projectnaam, gebruikt om de projectnaam weer te geven.
pt: Nome detalhado do projeto, usado para exibir o nome do projeto.
pt_br: Nome detalhado do projeto, usado para mostrar o nome do projeto.
ro: Verbose project name, utilizat pentru a afișa numele proiectului.
ru: Более подробное наименование проекта для отображения.
sv: Detaljerat projektnamn, används för att visa projektnamnet.
ta: வெர்போச் திட்ட பெயர், திட்ட பெயரைக் காண்பிக்கப் பயன்படுகிறது.
tr: Proje adını görüntülemek için kullanılan ayrıntılı proje adı.
uk: Докладна назва проєкту, використовується для показу назви проєкту.
zh_hans: 详细的项目名称，用于显示项目名称。
zh_hant: 詳細的項目名稱，用於顯示項目名稱。

source: Project name suitable for URLs.
de: Für URLs geeigneter Projektname.
ga: Ainm an tionscadail atá oiriúnach do URLanna.
hu: URL-ekhez megfelelő projekt név. (kisbetűs, ékezet nélküli, nem tartalmaz szóközt és minél rövidebb, de érthető.)
id: Nama proyek yang cocok untuk URL.
ja: URL に適したプロジェクト名。
nl: Projectnaam geschikt voor URL's.
pt: Nome do projeto adequado para URLs.
pt_br: Nome do projeto adequado para URLs.
ro: Nume de proiect potrivit pentru URL-uri.
ru: Название проекта, подходящее для указания его в URL-адресе.
sv: Projektnamn som passar för URL:er.
ta: திட்டத்தின் பெயர் முகவரி களுக்கு ஏற்றது.
tr: Projenin adreslerde kullanılmaya uygun adı.
uk: Назва проєкту, яку можна включати до адрес.
zh_hans: 适用于 URL 的项目名称。
zh_hant: 適用於 URL 的項目名稱。

source: Project website
de: Projektseite
ga: Láithreán gréasáin tionscadal
hu: Projekt webhelye
id: Situs web proyek
ja: プロジェクトの Web サイト
pt: Site da Web do Projeto
pt_br: Site do projeto
ro: Site web proiect
ru: Веб-сайт проекта
sv: Projektwebbplats
ta: திட்ட வலைத்தளம்
tr: Proje sitesi
uk: Вебсайт проєкту
zh_hans: 项目网站
zh_hant: 專案網站

source: URL where translators can find more info about the project.
de: URL, unter der Übersetzer weitere Informationen über das Projekt finden können.
ga: URL inar féidir le haistritheoirí tuilleadh eolais a fháil faoin tionscadal.
hu: Az az URL, ahol a fordítók további információt találhatnak a projektről.
id: URL tempat penerjemah dapat menemukan informasi lebih lanjut tentang proyek.
ja: 翻訳者がプロジェクトの詳細情報を確認できる URL。
nl: URL waar vertalers meer informatie over het project kunnen vinden.
pt: URL onde os tradutores podem encontrar mais informações sobre o projeto.
pt_br: URL onde os tradutores podem encontrar mais informações sobre o projeto.
ro: URL-ul unde traducătorii pot găsi mai multe informații despre proiect.
ru: URL-адрес, по которому переводчики могут найти дополнительную информацию о проекте.
sv: URL där översättare kan hitta mer information om projektet.
ta: திட்டத்தைப் பற்றிய கூடுதல் தகவல்களை மொழிபெயர்ப்பாளர்கள் காணலாம்.
tr: Çevirmenlerin proje ile ilgili ayrıntılı bilgi bulabileceği adres.
uk: Адреса, за якою перекладачі можуть знайти додаткові відомості щодо проєкту.
zh_hans: 译者可以在其中找到有关该项目的更多信息的 URL。
zh_hant: 譯者可以在其中找到有關該項目的更多信息的 URL。

source: This is a required parameter unless turned off by :setting:`WEBSITE_REQUIRED`.
de: Dieser Parameter ist obligatorisch, sofern er nicht durch :setting:`WEBSITE_REQUIRED` ausgeschaltet wird.
ga: Is paraiméadar riachtanach é seo ach amháin má tá sé múchta ag :setting:`WEBSITE_REQUIRED`.
hu: Ez egy kötelező paraméter, kivéve, ha a :setting:`WEBSITE_REQUIRED` beállítással le van tiltva.
id: Ini adalah parameter yang diperlukan kecuali dinonaktifkan oleh :setting:`WEBSITE_REQUIRED`.
ja: これは、:setting:`WEBSITE_REQUIRED` で無効にしない限り、必須のパラメーターです。
nl: Dit is een verplichte parameter, tenzij uitgeschakeld door :setting:`WEBSITE_REQUIRED`.
pt: Este é um parâmetro obrigatório, a menos que seja desligado por :setting:`WEBSITE_REQUIRED`.
pt_br: Este é um parâmetro obrigatório, a menos que seja desligado por :setting:`WEBSITE_REQUIRED`.
ro: Acesta este un parametru obligatoriu, dacă nu este dezactivat prin :setting:`WEBSITE_REQUIRED`.
ru: Это обязательный параметр, если он не отключён с помощью :setting:`WEBSITE_REQUIRED`.
sv: Detta är en obligatorisk parameter om den inte inaktiveras av :setting:`WEBSITE_REQUIRED`.
tr: Bu parametre :setting:`WEBSITE_REQUIRED` tarafından kapatılmadığı sürece zorunludur.
uk: Цей параметр є обов'язковим, якщо таку поведінку не вимкнено за допомогою :setting:`WEBSITE_REQUIRED`.
zh_hans: 这是一个必须的参数，除非通过 :setting:`WEBSITE_REQUIRED` 关闭。
zh_hant: 這是必需參數，除非關閉：設置：`websents_required`。

source: Translation instructions
de: Übersetzungsanweisungen
ga: Treoracha aistriúcháin
hu: Fordítási útmutató
id: Instruksi penerjemahan
ja: 翻訳についての説明
nl: Vertaalrichtlijnen
pt: Instruções para tradução
pt_br: Instruções de tradução
ro: Instrucțiuni de traducere
ru: Инструкции для переводчиков
sv: Översättningsinstruktioner
ta: மொழிபெயர்ப்பு வழிமுறைகள்
tr: Çeviri yönergesi
uk: Вказівки щодо перекладу
zh_hans: 翻译说明
zh_hant: 翻譯指示

source: Text describing localization process in the project, and any other information useful for translators. Markdown can be used for text formatting or inserting links.
de: Text, der den Lokalisierungsprozess im Projekt beschreibt, sowie alle anderen für Übersetzer nützlichen Informationen. Markdown kann zur Textformatierung oder zum Einfügen von Links verwendet werden.
ga: Téacs a chuireann síos ar an bpróiseas logánaithe sa tionscadal, agus aon eolas eile atá úsáideach d’aistritheoirí. Is féidir Markdown a úsáid le haghaidh formáidiú téacs nó naisc a chur isteach.
hu: A projekt lokalizációs folyamatát és a fordítók számára hasznos egyéb információkat leíró szöveg. A szöveg formázásához vagy hivatkozások beszúrásához Markdown használható.
id: Teks yang menjelaskan proses pelokalan dalam proyek, dan informasi lain yang berguna bagi penerjemah. Markdown dapat digunakan untuk pemformatan teks atau penyisipan tautan.
ja: プロジェクトの現地語化の手順を解説する文章、および翻訳者に役立つその他の情報。マークダウンは、テキストの書式設定やリンクの挿入に使用します。
nl: Tekst die het vertaalproces in het project beschrijft en alle andere informatie die nuttig is voor vertalers. Markdown mag worden gebruikt voor het opmaken van tekst of invoegen van koppelingen.
pt: Texto que descreve o processo de localização no projeto e qualquer outra informação útil para tradutores. Markdown pode ser usado para a formatação de texto ou inserção de ligações.
pt_br: Texto que descreve o processo de localização no projeto e qualquer outra informação útil para tradutores. Markdown pode ser usado para formatação de texto ou inserção de links.
ro: Text care descrie procesul de localizare din cadrul proiectului și orice alte informații utile pentru traducători. Markdown poate fi utilizat pentru formatarea textului sau pentru inserarea de linkuri.
ru: Текст, описывающий процесс локализации в проекте, и любая другая информация, полезная для переводчиков. Для форматирования текста или вставки ссылок можно использовать Markdown.
sv: Text som beskriver lokaliseringsprocessen i projektet och annan information som kan vara användbar för översättare. Markdown kan användas för textformatering eller för att infoga länkar.
ta: திட்டத்தில் உள்ளூர்மயமாக்கல் செயல்முறையை விவரிக்கும் உரை மற்றும் மொழிபெயர்ப்பாளர்களுக்கு பயனுள்ள வேறு எந்த தகவலும். உரை வடிவமைத்தல் அல்லது இணைப்புகளைச் செருகுவதற்கு மார்க் பேரூர் பயன்படுத்தப்படலாம்.
tr: Projedeki yerelleştirme sürecini açıklayan metin ve çevirmenler için yararlı olabilecek diğer bilgiler. Metin biçimlendirme ya da bağlantı ekleme işlemleri için markdown kullanılabilir.
uk: Текст із описом процедури локалізації у проєкті та будь-які інші відомості, які можуть бути корисними для перекладачів. Для форматування тексту та вставлення посилань можна скористатися кодом Markdown .
zh_hans: 描述项目中的本地化过程的文本，以及任何其他对翻译人员有用的信息。Markdown可用于文本格式化或插入链接。

source: Set "Language-Team" header
de: Kopfzeile „Language-Team“ setzen
ga: Socraigh ceanntásc "Foireann Teanga"
hu: „Language-Team” fejléc beállítása
id: Atur kepala "Language-Team"
ja: "Language-Team" ヘッダーの設定
nl: ‘Language-Team’-kop instellen
pt: Definir cabeçalho "Language-Team"
pt_br: Definir cabeçalho "Language-Team"
ro: Setează antetul „Language-Team”
ru: Задать заголовок «Language-Team»
sv: Ange "Language-Team"-header
ta: "மொழி-அணி" தலைப்பை அமைக்கவும்
tr: "Language-Team" üst bilgisi ayarlansın
uk: Установлення заголовка «Language-Team»
zh_hans: 设置 "Language-Team" 标头
zh_hant: 設定「Language-Team」檔案標頭
