Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The individual translations are exposed as bilingual JSON files under the CDN. To fetch one you can use following code:
de: Die einzelnen Übersetzungen werden als zweisprachige JSON-Dateien im CDN bereitgestellt. Um eine davon abzurufen, können Sie folgenden Code verwenden:
ga: Nochtar na haistriúcháin aonair mar chomhaid dhátheangacha JSON faoin CDN. Chun ceann a fháil is féidir leat an cód seo a leanas a úsáid:
hu: Az egyes fordítások kétnyelvű JSON-fájlokként érhetők el a CDN alatt. Egy adott fájl lekéréséhez a következő kód használható:
id: Terjemahan individual ditampilkan sebagai berkas JSON bilingual di bawah CDN. Untuk mengambilnya, Anda dapat menggunakan kode berikut:
ja: 個々の翻訳は、CDN の下でバイリンガル JSON ファイルとして公開されます。1 つを取得するためのコード例:
nl: De individuele vertalingen worden weergegeven als tweetalige JSON-bestanden onder de CDN. U kunt de volgende code gebruiken om er een op te halen:
pt: As traduções individuais são expostas como ficheiros JSON bilingues sob o CDN. Para buscar um, pode usar o seguinte código:
pt_br: As traduções individuais são expostas como arquivos JSON bilíngues sob o CDN. Para buscar um, você pode usar o seguinte código:
ro: Traducerile individuale sunt expuse ca fișiere JSON bilingve în cadrul CDN. Pentru a prelua una dintre ele, puteți utiliza următorul cod:
ru: Переводы на отдельные языки представляются в виде двуязычных файлов JSON в сети доставки содержимого. Чтобы их получить, вы можете использовать следующий код:
sv: De enskilda översättningarna visas som tvåspråkiga JSON-filer under CDN. För att hämta en kan du använda följande kod:
ta: தனிப்பட்ட மொழிபெயர்ப்புகள் cdn இன் கீழ் இருமொழி சாதொபொகு கோப்புகளாக வெளிப்படுத்தப்படுகின்றன. ஒன்றைப் பெற நீங்கள் பின்வரும் குறியீட்டைப் பயன்படுத்தலாம்:
tr: Tek tek çeviriler, içerik aktarım ağı altında iki dilli JSON dosyaları olarak hazırlanır. Birini almak için şu kodu kullanabilirsiniz:
uk: Доступ до окремих перекладів у CDN надається у форматі двомовних файлів JSON. Отримати файл можна за допомогою такого коду:
zh_hans: 单独的翻译在内容分发网络下暴露为双语 JSON 文件。要获取一个，你可以使用以下代码：
zh_hant: 單獨的翻譯在內容分發網絡下暴露為雙語 JSON 文件。要獲取一個，你可以使用以下代碼:

source: The actual localization logic needs to be implemented in this case.
de: In diesem Fall muss die eigentliche Lokalisierungslogik implementiert werden.
ga: Is gá an loighic logánaithe iarbhír a chur i bhfeidhm sa chás seo.
hu: Ebben az esetben a tényleges lokalizációs logikát külön kell megvalósítani.
id: Logika lokalisasi yang sebenarnya perlu diimplementasikan dalam kasus ini.
ja: この場合、実際の現地語化のプログラムの実装が必要です。
nl: De feitelijke logica voor de vertaling moet in dit geval worden geïmplementeerd.
pt: A lógica de localização real precisa ser implementada neste caso.
pt_br: A lógica de localização real precisa ser implementada neste caso.
ro: Logica de localizare propriu-zisă trebuie să fie implementată în acest caz.
ru: В этом случае придётся собственно реализовать саму логику локализации.
sv: I detta fall måste den faktiska lokaliseringslogiken implementeras.
ta: இந்த வழக்கில் உண்மையான உள்ளூர்மயமாக்கல் தர்க்கத்தை செயல்படுத்த வேண்டும்.
tr: Bu durumda gerçek yerelleştirme mantığının uygulanması gerekir.
uk: У цьому випадку слід реалізувати справжню логіку локалізації.
zh_hans: 在这种情况下需要采用实际的本地化逻辑。
zh_hant: 在這種情況下需要採用實際的本地化邏輯。

source: Integrating with Weblate
de: Integration mit Weblate
ga: Comhtháthú le Weblate
hu: Integráció a Weblate-tel
id: Integrasi dengan Weblate
ja: Weblate との連携
nl: Integreren met Weblate
pt: Integrando com Weblate
pt_br: Integrando com Weblate
ro: Integrarea cu Weblate
ru: Интеграция с Weblate
sv: Integrering med Weblate
ta: வலைபெயர்ப்புடுடன் ஒருங்கிணைத்தல்
tr: Weblate ile bütünleştirmek
uk: Інтеграція із Weblate
zh_hans: 与 Weblate 集成
zh_hant: 與 Weblate 集成

source: Weblate basics
de: Weblate-Grundlagen
ga: Bunúsacha láithreán gréasáin
hu: Weblate alapok
id: Dasar Weblate
ja: Weblate の基本
nl: Weblate basisbeginselen
pt: Básico do Weblate
pt_br: Básico do Weblate
ro: Bazele Weblate
ru: Основы Weblate
sv: Grunderna i Weblate
ta: வலைபெயர்ப்பு அடிப்படைகள்
tr: Weblate temelleri
uk: Основи Weblate
zh_hans: Weblate 基础知识
zh_hant: Weblate 基礎知識

source: Project and component structure
de: Projekt- und Komponentenstruktur
ga: Struchtúr tionscadail agus comhpháirteanna
hu: Projekt- és összetevőstruktúra
id: Struktur proyek dan komponen
ja: プロジェクトとコンポーネントの構造
nl: Structuur project en onderdeel
pt: Estrutura de projetos e componentes
pt_br: Estrutura de projetos e componentes
ro: Structura proiectului și a componentelor
ru: Структура проектов и компонентов
sv: Projekt- och komponentstruktur
ta: கருத்திட்டம் மற்றும் கூறு கட்டமைப்பு
tr: Proje ve bileşen yapısı
uk: Структура проєктів і складників
zh_hans: 项目和部件架构

source: In Weblate translations are organized into projects and components. Each project can contain number of components and those contain translations into individual languages. The component corresponds to one translatable file (for example :ref:`gettext` or :ref:`aresource`). The projects are there to help you organize component into logical sets (for example to group all translations used within one application).
de: In Weblate sind die Übersetzungen in Projekten und Komponenten organisiert. Jedes Projekt kann eine Reihe von Komponenten enthalten, die Übersetzungen in einzelne Sprachen enthalten. Die Komponente entspricht einer übersetzbaren Datei (zum Beispiel :ref:`gettext` oder :ref:`aresource`). Die Projekte helfen Ihnen, die Komponenten in logischen Gruppen zu organisieren (z. B. um alle in einer Anwendung verwendeten Übersetzungen zu gruppieren).
ga: In Weblate eagraítear aistriúcháin ina dtionscadail agus ina gcomhpháirteanna. Is féidir líon comhpháirteanna a chuimsiú i ngach tionscadal agus aistriúcháin go teangacha aonair a bheith iontu. Freagraíonn an chomhpháirt do chomhad amháin inaistrithe (mar shampla :ref:`gettext` nó :ref:`aresource`). Tá na tionscadail ann chun cabhrú leat comhpháirt a eagrú ina thacair loighciúla (mar shampla na haistriúcháin go léir a úsáidtear a ghrúpáil laistigh d’fheidhmchlár amháin).
hu: A Weblate-ben a fordítások projektekbe és összetevőkbe vannak rendezve. Egy projekt több összetevőt tartalmazhat, ezek pedig különböző nyelvekre történő fordításokat. Egy összetevő egy fordítható fájlnak felel meg (például: :ref:`gettext` vagy :ref:`aresource`). A projektek segítenek az összetevők logikus egységekbe rendezésében (például egy alkalmazás összes fordításának csoportosításához).
id: Di Weblate, terjemahan diatur ke dalam proyek dan komponen. Setiap proyek dapat berisi sejumlah komponen, dan komponen tersebut berisi terjemahan ke dalam bahasa masing-masing. Komponen tersebut berkaitan dengan satu berkas yang dapat diterjemahkan (misalnya :ref:`gettext` atau :ref:`aresource`). Proyek ini berfungsi untuk membantu Anda mengatur komponen ke dalam rangkaian logis (misalnya, untuk menggrupkan semua terjemahan yang digunakan dalam satu aplikasi).
ja: Weblate では、翻訳はプロジェクトとコンポーネントで構成されています。各プロジェクトには複数のコンポーネントを含めることができ、コンポーネントには個々の言語への翻訳を含めることができます。コンポーネントは、翻訳可能な 1 つのファイル（例: :ref:`gettext` や :ref:`aresource`）に対応します。プロジェクトは、コンポーネントを論理的なまとまりに分類（例えば、1 つのアプリケーション内で使用するすべての翻訳をグループ化）するのに便利です。
nl: In Weblate zijn vertalingen georganiseerd in projecten en onderdelen. Elk project kan een aantal onderdelen bevatten en die bevatten vertalingen in individuele talen. Het onderdeel correspondeert met een te vertalen bestand (bijvoorbeeld :ref:`gettext` of :ref:`aresource`). De projecten zijn er om u te helpen de onderdelen te beheren in logische sets (bijvoorbeeld door alle vertalingen die binnen een toepassing worden gebruikt te groeperen).
pt: No Weblate, as traduções são organizadas em projetos e componentes. Cada projeto pode conter vários componentes, os quais contêm traduções para idiomas individuais. O componente corresponde a um ficheiro traduzível (por exemplo, :ref:`gettext` ou :ref:`aresource`). Os projetos existem para ajudá-lo a organizar componentes em conjuntos lógicos (por exemplo, para agrupar todas as traduções usadas dentro de uma aplicação).
pt_br: No Weblate, as traduções são organizadas em projetos e componentes. Cada projeto pode conter vários componentes, os quais contêm traduções para idiomas individuais. O componente corresponde a um arquivo traduzível (por exemplo, :ref:`gettext` ou :ref:`aresource`). Os projetos estão lá para ajudá-lo a organizar componentes em conjuntos lógicos (por exemplo, para agrupar todas as traduções usadas dentro de um aplicativo).
ro: În Weblate, traducerile sunt organizate în proiecte și componente. Fiecare proiect poate conține un număr de componente, iar acestea conțin traduceri în limbi individuale. Componenta corespunde unui fișier traductibil (de exemplu :ref:`gettext` sau :ref:`aresource`). Proiectele au rolul de a vă ajuta să organizați componentele în seturi logice (de exemplu, pentru a grupa toate traducerile utilizate în cadrul unei aplicații).
ru: Переводы в Weblate организованы по проектам и компонентам. Каждый проект может содержать несколько компонентов, а те — переводы на отдельные языки. Компоненту соответствует один переводимый файл (например, :ref:`gettext` или :ref:`aresource`). Проекты служат для организации компонентов в логические наборы (например, для группировки всех переводов, используемых в одном приложении).
sv: I Weblate är översättningar organiserade i projekt och komponenter. Varje projekt kan innehålla ett antal komponenter och dessa innehåller översättningar till enskilda språk. Komponenten motsvarar en översättningsbar fil (till exempel :ref:`gettext` eller :ref:`aresource`). Projekten finns till för att hjälpa dig att organisera komponenter i logiska uppsättningar (till exempel för att gruppera alla översättningar som används inom en applikation).
tr: Weblate üzerinde çeviriler, projeler ve bileşenler olarak düzenlenir. Bir projede çok sayıda bileşen bulunabilir ve bunlar ayrı dillerin çevirilerini içerebilir. Bileşen çevrilebilir bir dosyaya karşılık gelir :ref:`gettext` ya da :ref:`aresource`). Projeler, bileşeni mantıksal kümeler halinde düzenlemenize yardımcı olmak için düşünülmüştür (tek bir uygulamada kullanılan tüm çevirileri gruplamak gibi).
uk: У Weblate переклади упорядковано за проєктами та складниками. Кожен проєкт може містити декілька складників, які містять переклади окремими мовами. Складник відповідає одному файлу перекладу (наприклад, :ref:`gettext` або :ref:`aresource`). Проєкти призначено для полегшення упорядковування складників у логічні набори (наприклад, для групування усіх перекладів, які використовуються у одному програми).
zh_hans: 在 Weblate 中，翻译被组织成项目和部件。每个项目可以包含多个部件，这些部件又包含各个语言的翻译。部件对应的是一个可翻译的文件（例如 :ref:`gettext` 或 :ref:`aresource`）。项目可以帮助您将部件组织成逻辑集合（例如，将一个应用中用到的所有翻译集合在一起）。
zh_hant: 在 Weblate 中， 翻譯組織成為項目和組件。每個項目可以包含幾個組件，並且組件包含各個語言的翻譯。組件相應於一個翻譯文件（例如 :ref:`gettext` 或 :ref:`aresource`）。項目幫助您將組件組織為邏輯的組（例如，將一個應用中使用的所有翻譯分組）。

source: Additionally, components within projects can be structured using categories. Components can belong to a category, and categories can be nested.
de: Zusätzlich können Komponenten innerhalb von Projekten mithilfe von Kategorien strukturiert werden. Komponenten können zu einer Kategorie gehören, und Kategorien können verschachtelt werden.
ga: Ina theannta sin, is féidir comhpháirteanna laistigh de thionscadail a struchtúrú trí chatagóirí a úsáid. Is féidir le comhpháirteanna baint le catagóir, agus is féidir catagóirí a neadú.
hu: A projekten belüli összetevők kategóriák alapján is strukturálhatók. Az összetevők tartozhatnak egy kategóriához, a kategóriák pedig egymásba ágyazhatók.
id: Selain itu, komponen dalam proyek dapat disusun menggunakan kategori. Komponen dapat berada dalam suatu kategori, dan kategori dapat disarangkan.
ja: さらに、プロジェクト内のコンポーネントは、カテゴリを使用して構造化できます。コンポーネントはカテゴリに属することができ、カテゴリは入れ子にできます。
nl: Aanvullend kunnen onderdelen binnen projecten worden gestructureerd met categorieën. Onderdelen mogen behoren tot een categorie, en categorieën mogen worden genest.
pt_br: Além disso, componentes dentro de projetos podem ser estruturados usando categorias. Componentes podem pertencer a uma categoria, e categorias podem ser aninhadas.
ru: Помимо этого, компоненты в проектах могут быть структурированы при помощи категорий. Компоненты могут принадлежать категории, а сами категории могут быть вложены друг в друга.
sv: Dessutom kan komponenter inom projekt struktureras med hjälp av kategorier. Komponenter kan tillhöra en kategori, och kategorier kan vara hierarkiska.
ta: கூடுதலாக, திட்டங்களுக்குள் உள்ள கூறுகளை வகைகளைப் பயன்படுத்தி கட்டமைக்க முடியும். கூறுகள் ஒரு வகையைச் சேர்ந்தவை, மேலும் வகைகள் கூடு கட்டப்படலாம்.
tr: Ek olarak, projelerdeki bileşenler kategoriler kullanılarak düzenlenebilir. Bileşenler bir kategoride bulunabilir ve kategoriler iç içe olabilir.
uk: Крім того, складники в проєктах можуть бути структуровані за допомогою категорій. Складники можуть належати до категорії, а категорії можуть бути вкладеними.
zh_hans: 另外，可使用分类来组织项目内部件。部件可归属于一个分类，且多个分类可被嵌套。

source: Repository integration
ga: Comhtháthú stórtha
hu: Tárolóintegráció
id: Integrasi repositori
ja: リポジトリの統合
nl: Opslagruimte integratie
pt_br: Integração com repositório
ru: Интеграция репозиториев
sv: Integrering av arkiv
ta: களஞ்சிய ஒருங்கிணைப்பு
tr: Depo bütünleştirmesi
uk: Інтеграція зі сховищем
zh_hans: 仓库集成

source: Weblate is built to integrate with upstream version control repository, :doc:`/admin/continuous` describes building blocks and how the changes flow between them.
de: Weblate ist so aufgebaut, dass es sich in ein Upstream-Versionsverwaltungs-Repository integrieren lässt. :doc:`/admin/continuous` beschreibt die Bausteine und wie die Änderungen zwischen ihnen ablaufen.
ga: Tógtar Weblate chun comhtháthú le stór rialaithe leagan in aghaidh an tsrutha, déanann :doc:`/admin/continuous` cur síos ar na bloic thógála agus mar a shreabhann na hathruithe eatarthu.
hu: A Weblate úgy lett kialakítva, hogy integrálódjon a forrás (upstream) verziókezelő rendszerrel. A :doc:`/admin/continuous` leírja az alapvető elemeket és a változások áramlását közöttük.
id: Weblate dibangun untuk terintegrasi dengan repositori kontrol versi hulu, :doc:`/admin/continuous` menjelaskan blok penyusun dan bagaimana perubahan mengalir di antara blok tersebut.
ja: Weblate は上流のバージョン管理リポジトリと統合するように構築されています。:doc:`/admin/continuous` にはビルディング ブロックと、それらの間で変更がどのように流れるかについて説明されています。
nl: Weblate is gebouwd om te integreren met versiebeheer in een opslagruimte upstream, :doc:`/admin/continuous` beschrijft bouwblokken en hoe de wijzigingen daartussen stromen.
pt_br: O Weblate foi criado para integrar-se ao repositório de controle de versão upstream, :doc:`/admin/continuous` descreve os blocos de construção e como as alterações fluem entre eles.
ru: Weblate построен для интеграции с репозиторием контроля вышестоящих версий, :doc:`/admin/continuous` описывает строительные блоки и то, как изменения перетекают между ними.
sv: Weblate är byggt för att integreras med uppströms versionskontrollförvar, :doc:`/admin/continuous` beskriver byggstenar och hur förändringarna flödar mellan dem.
tr: Weblate, yukarı akış sürüm denetimi deposuyla bütünleşik olarak çalışmak üzere oluşturulmuştur. :doc:`/admin/continuous` belgesinde yapı taşları ve değişikliklerin bunlar arasında nasıl aktığı açıklanmıştır.
uk: Weblate побудовано з врахуванням інтеграції із основним сховищем системи керування версіями коду, у розділі :doc:`/admin/continuous` описано будівельні блоки та те, як зміни переходять з одного блоку до іншого.
zh_hans: Weblate 被构建为和上游版本控制仓库集成，:doc:`/admin/continuous` 描述了构建块以及更改如何在两者间流动。

source: User attribution
de: Benutzerzuordnung
ga: Sannadh úsáideora
hu: Felhasználó hozzárendelése
id: Atribusi pengguna
ja: ユーザー属性
nl: Gebruikersattributie
pt_br: Atribuição ao usuário
ru: Атрибуция пользователя
sv: Användarattribution
ta: பயனர் பண்புக்கூறு
tr: Kullanıcı ilişkilendirmesi
uk: Прив'язка до користувача
zh_hans: 用户归因

source: Weblate keeps the translations properly authored by translators in the version control repository by using name and e-mail. Having a real e-mail attached to the commit follows the distributed version control spirits and allows services like GitHub to associate your contributions done in Weblate with your GitHub profile.
de: Weblate sorgt dafür, dass die von den Übersetzern angefertigten Übersetzungen im Versionsverwaltungs-Repository unter Angabe von Name und E-Mail-Adresse korrekt gespeichert werden. Eine echte E-Mail-Adresse, die an den Commit angehängt ist, folgt den Gepflogenheiten der verteilten Versionsverwaltung und ermöglicht es Diensten wie GitHub, die von Ihnen erstellten Beiträge in Weblate mit Ihrem GitHub-Profil zu verknüpfen.
ga: Coinníonn Weblate na haistriúcháin atá údaraithe i gceart ag aistritheoirí sa stór rialaithe leagan trí úsáid a bhaint as ainm agus ríomhphost. Má bhíonn fíor-r-phost ceangailte leis an ngealltanas leanann sé na biotáillí rialaithe leagan dáilte agus ligeann sé do sheirbhísí cosúil le GitHub do chuid ranníocaíochtaí a rinneadh in Weblate a cheangal le do phróifíl GitHub.
hu: A Weblate a fordítók által készített fordításokat a megfelelő szerzői adatokkal tárolja a verziókezelő tárolóban, név és e-mail-cím megadásával. A valós e-mail-cím használata összhangban van az elosztott verziókezelés szemléletével, és lehetővé teszi, hogy olyan szolgáltatások, mint a GitHub, a Weblate-ben végzett hozzájárulásait összekapcsolják a GitHub-profiljával.
id: Weblate menyimpan terjemahan yang ditulis dengan benar oleh penerjemah di repositori kontrol versi dengan menggunakan nama dan alamat surel. Melampirkan alamat surel asli pada komit mengikuti aturan kontrol versi terdistribusi dan memungkinkan layanan seperti GitHub untuk mengaitkan kontribusi Anda yang dibuat di Weblate dengan profil GitHub Anda.
ja: Weblate は、翻訳者の氏名とメールアドレスを使用して、バージョン管理リポジトリ内に翻訳者の情報を適切に保存します。コミットに実際のメールアドレスを添付することは、分散型バージョン管理の精神に沿ったものであり、GitHub などのサービスが、Weblate で行われたあなたの貢献を GitHub プロフィールに関連付けることができます。
nl: Weblate behoudt de vertalingen met de juist vermelde auteurs voor vertalers in de opslagruimte voor versiebeheer door naam en e-mail te gebruiken. Het hebben van een echt e-mailadres te hebben verbonden met de indiening volgt de geest van gedistribueerde versiebeheer en stelt services, zoals GitHub, in staat uw bijdragen die aan Weblate zijn gedaan te associëren met uw profiel van GitHub.
pt_br: O Weblate mantém as traduções devidamente criadas pelos tradutores no repositório de controle de versão usando nome e e-mail. Ter um e-mail real anexado ao commit segue os espíritos do controle de versão distribuído e permite que serviços como o GitHub associem suas contribuições feitas no Weblate com seu perfil do GitHub.
ru: Weblate сохраняет переводы, авторами которых являются переводчики, в репозитории контроля версий, используя имя и электронную почту. Наличие реального электронного адреса, прикреплённого к коммиту, соответствует духу распределённого контроля версий и позволяет таким сервисам, как GitHub, связать ваш вклад, сделанный в Weblate, с вашим профилем GitHub.
sv: Weblate sparar översättningarna som översättarna har skapat i versionskontrollförvaret med hjälp av namn och e-postadress. Att ha en riktig e-postadress kopplad till commit följer principerna för distribuerad versionskontroll och gör det möjligt för tjänster som GitHub att koppla dina bidrag i Weblate till din GitHub-profil.
ta: பெயர் மற்றும் மின்னஞ்சலைப் பயன்படுத்தி மொழிபெயர்ப்பாளர்களால் முறையாக எழுதப்பட்ட மொழிபெயர்ப்புகளை பதிப்பு கட்டுப்பாட்டு களஞ்சியத்தில் வலைபெயர்ப்பு வைத்திருக்கிறது. உறுதிமொழியுடன் ஒரு உண்மையான மின்னஞ்சலை இணைப்பது விநியோகிக்கப்பட்ட பதிப்பு கட்டுப்பாட்டு ஆவிகளைப் பின்பற்றுகிறது மற்றும் வலைபெயர்ப்பில் செய்த உங்கள் பங்களிப்புகளை உங்கள் அறிவிலிமையம் சுயவிவரத்துடன் இணைக்க அறிவிலிமையம் போன்ற சேவைகளை அனுமதிக்கிறது.
tr: Weblate, çevirmenler tarafından düzgünce yazılan çevirileri ad ve e-posta kullanarak sürüm kontrol deposunda tutar. İşlemeye gerçek bir e-postanın eklenmesi, dağıtılmış sürüm denetimi ruhuna uygundur ve GitHub gibi hizmetlerin Weblate üzerinde yaptığınız katkıları GitHub profilinizle ilişkilendirmesini sağlar.
uk: Weblate зберігає переклади із належними даними щодо авторства у сховищі керування версіями, використовуючи ім'я та адресу електронної пошти. Використання справжньої адреси електронної пошти у даних внеску відповідає поширеній практиці у системах керування версіями та надає змогу службами, подібним до GitHub, пов'язувати ваші внески на Weblate із вашим профілем на GitHub.
zh_hans: Weblate 使用名字和电子邮箱在版本控制仓库中保留由译者恰当翻译的译文。将真实电子邮箱附加到提交遵循分布式版本控制精神并允许类似 GitHub 这样的服务将你在 Weblate 中的贡献关联到你的 GitHub 账户。
