Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Choose an existing user or create a new user that will be used for backing up.
de: Wählen Sie einen vorhandenen Benutzer oder erstellen Sie einen neuen Benutzer, der für die Sicherung verwendet werden soll.
ga: Roghnaigh úsáideoir atá ann cheana féin nó cruthaigh úsáideoir nua a úsáidfear le haghaidh cúltaca.
hu: Válasszon egy meglévő felhasználót vagy hozzon létre egy újat, amelyet a biztonsági mentéshez fog használni.
id: Pilih pengguna yang sudah ada atau buat pengguna baru yang akan digunakan untuk pencadangan.
ja: 既存のユーザーを選択するか、バックアップ用の新しいユーザーを作成する。
nl: Kies een bestaande gebruiker of maak een nieuwe gebruiker die voor de back-ups zal worden gebruikt.
pt: Escolha um utilizador existente ou crie um novo que será usado para backup.
pt_br: Escolha um usuário existente ou crie um novo que será usado para backup.
ro: Alegeți un utilizator existent sau creați un utilizator nou care va fi utilizat pentru backup.
ru: Выберите существующего или создайте нового пользователя, который будет использоваться для резервного копирования.
sv: Välj en befintlig användare eller skapa en ny användare som ska användas för säkerhetskopiering.
ta: ஏற்கனவே உள்ள பயனரைத் தேர்வுசெய்க அல்லது காப்புப்பிரதி எடுக்கப் பயன்படுத்தப்படும் புதிய பயனரை உருவாக்கவும்.
tr: Var olan bir kullanıcı seçin ya da yedekleme için kullanılacak yeni bir kullanıcı ekleyin.
uk: Виберіть наявний запис користувача або створіть запис користувача, який використовуватиметься для резервного копіювання.
zh_hans: 选择一个现有用户或创建一个用于备份的新用户。

source: Add Weblate SSH key to the user's `.ssh/authorized_keys` file, so that Weblate can SSH to the server without a password (see :ref:`weblate-ssh-key`).
sv: Lägg till Weblate SSH-nyckel till användarens `.ssh/authorized_keys`-fil, så att Weblate kan ansluta till servern via SSH utan lösenord (se :ref:`weblate-ssh-key`).

source: Create a user-writable directory where Weblate can remotely set up the Borg backup repository, for example in the home directory (i.e. ``/home/borg/backups``).
sv: Skapa en katalog som användaren kan skriva i, där Weblate kan fjärrkonfigurera Borg-säkerhetskopieringsarkivet, till exempel i hemkatalogen (dvs. ``/home/borg/backups``).

source: Configure the backup location in Weblate as ``user@host:/home/borg/backups`` or ``ssh://user@host:port/home/borg/backups``.
sv: Konfigurera säkerhetskopieringsplatsen i Weblate som ``user@host:/home/borg/backups`` eller ``ssh://user@host:port/home/borg/backups``.

source: Once enabled, the backups will be triggered automatically daily. You can also manually trigger a backup from the Weblate UI.
sv: När funktionen är aktiverad kommer säkerhetskopieringen att startas automatiskt varje dag. Du kan också starta en säkerhetskopiering manuellt från Weblate-gränssnittet.

source: :ref:`cloudbackup` provides you automated remote backups without any effort.
de: :ref:`cloudbackup` bietet Ihnen automatisierte Remote-Sicherungen ohne jeglichen Aufwand.
ga: Soláthraíonn :ref:`cloudbackup` cúltacaí iargúlta uathoibrithe duit gan aon iarracht.
hu: A :ref:`cloudbackup` szolgáltatás automatikus távoli biztonsági mentéseket kínál mindenféle további beavatkozás nélkül.
id: :ref:`cloudbackup` memberi Anda pencadangan jarak jauh secara otomatis.
ja: :ref:`cloudbackup` を使用すると、リモート バックアップを簡単に自動化できます。
nl: :ref:`cloudbackup` verschaft u zonder enige moeite geautomatiseerde back-ups op afstand.
pt: :ref:`cloudbackup` fornece backups remotos automatizados sem qualquer esforço.
pt_br: :ref:`cloudbackup` fornece backups remotos automatizados sem qualquer esforço.
ro: :ref:`cloudbackup` vă oferă backup-uri automate de la distanță.
ru: :ref:`cloudbackup` предоставляет вам автоматическое удалённое резервное копирование без каких-либо усилий.
sv: :ref:`cloudbackup` ger dig automatiska fjärrbackuper utan någon ansträngning.
ta: :ref:`cloudbackup` provides you automated remote காப்புப்பிரதிகள் without any effort.
tr: :ref:`cloudbackup` herhangi bir çaba harcamadan kendiliğinden uzak yedekleme olanağı sağlar.
uk: :ref:`cloudbackup` надає вам доступ до автоматичного створення резервних копій на віддалених серверах без жодних зайвих зусиль.
zh_hans: :ref:`cloudbackup` 为你提供毫不费力的自动远程备份。

source: Restoring from BorgBackup
de: Wiederherstellung aus BorgBackup
ga: Athchóiriú ó BorgBackup
hu: Visszaállítás a BorgBackupból
id: Memulihkan dari BorgBackup
ja: BorgBackup から復元
nl: Terugzetten vanaf BorgBackup
pt: Restaurar do BorgBackup
pt_br: Restaurando do BorgBackup
ro: Restaurarea din BorgBackup
ru: Восстановление из резервной копии Borg
sv: Återställning från BorgBackup
ta: போர்க்பேக்அப்பில் இருந்து மீட்டமைத்தல்
tr: BorgBackup yedeklerini geri yüklemek
uk: Відновлення з BorgBackup
zh_hans: 从 BorgBackup 恢复

source: Restore access to your backup repository and prepare your backup passphrase.
de: Stellen Sie den Zugriff auf Ihr Sicherungs-Repository wieder her und bereiten Sie Ihre Sicherungspassphrase vor.
ga: Athchóirigh rochtain ar do stór cúltaca agus ullmhaigh do phasfhrása cúltaca.
hu: Állítsa vissza a hozzáférést a biztonsági mentési tárolóhoz, és készítse elő a mentési jelszót.
id: Kembalikan akses ke repositori rekam cadang Anda dan siapkan kata sandi rekam cadang Anda.
ja: バックアップ リポジトリへのアクセスを復元し、バックアップ パスフレーズを準備する。
nl: Herstel toegang tot de opslagruimte van uw back-up en bereid uw wachtwoord voor uw back-up voor.
pt: Restaurar o acesso ao repositório de backup e preparar a sua palavra-passe de backup.
pt_br: Restaure o acesso ao repositório de backup e prepare sua senha de backup.
ro: Restaurați accesul la depozitul de copii de rezervă și pregătiți fraza de rezervă.
ru: Восстановите доступ к своему репозиторию резервных копий и подготовьте свою парольную фразу для резервного копирования.
sv: Återställ åtkomsten till ditt säkerhetskopieringsarkiv och förbered din säkerhetskopieringslösenord.
ta: உங்கள் காப்பு களஞ்சியத்திற்கான அணுகலை மீட்டெடுத்து, உங்கள் காப்புப்பிரதி பாச்ஃபிரேசைத் தயாரிக்கவும்.
tr: Yedekleme deponuza erişimi geri yükleyin ve yedekleme parolanızı hazırlayın.
uk: Відновлення доступу до вашого сховища резервних копій і приготування вашого пароля до резервних копій.
zh_hans: 恢复功能会访问你的备份仓库，并准备备份密码。
zh_hant: 恢復功能會訪問你的備份倉庫，並準備備份密碼。

source: List all the backups on the server using ``borg list REPOSITORY``.
de: Listen Sie mit ``borg list REPOSITORY`` alle Sicherungen auf dem Server auf.
ga: Déan liosta de na cúltacaí ar fad ar an bhfreastalaí ag baint úsáide as ``liosta borg ATHCHÓIRIÚ``.
hu: Listázza az összes biztonsági mentést a szerveren a ``borg list REPOSITORY`` parancs használatával.
id: Buat daftar semua rekam cadang di server menggunakan ``borg list REPOSITORY``.
ja: ``borg list REPOSITORY`` を使用して、サーバー上のすべてのバックアップを一覧表示する。
nl: Vermeld alle back-ups op de server met ``borg list REPOSITORY``.
pt: Liste todos os backups no servidor a usar ``borg list REPOSITÓRIO``.
pt_br: Liste todos os backups no servidor usando ``borg list REPOSITÓRIO``.
ro: Listează toate copiile de rezervă de pe server folosind ``borg list REPOSITORY``.
ru: Получите список всех резервных копий на сервере с помощью команды ``borg list РЕПОЗИТОРИЙ``.
sv: Lista alla säkerhetskopior på servern med ``borg list REPOSITORY``.
ta: `` போர்க் பட்டியல் களஞ்சியத்தை` ஐப் பயன்படுத்தி சேவையகத்தில் உள்ள அனைத்து காப்புப்பிரதிகளையும் பட்டியலிடுங்கள்.
tr: Sunucudaki tüm yedekleri ``borg list REPOSITORY`` komutunu kullanarak listeleyin.
uk: Отримайте список усіх резервних копій на сервері за допомогою команди ``borg list СХОВИЩЕ``.
zh_hans: 用 ``borg list REPOSITORY`` 列出服务器上的所有备份。
zh_hant: 用 ``borg list REPOSITORY``列出服務器上的所有備份。

source: Restore the desired backup to the current directory using ``borg extract REPOSITORY::ARCHIVE``.
de: Stellen Sie die gewünschte Sicherung mit ``borg extract REPOSITORY::ARCHIVE`` in das aktuelle Verzeichnis wieder her.
ga: Athchóirigh an cúltaca atá ag teastáil go dtí an eolaire reatha ag baint úsáide as `` sliocht borg Stór::ARCHIVE``.
hu: Állítsa vissza a kívánt mentést az aktuális könyvtárba a ``borg extract REPOSITORY::ARCHIVE`` paranccsal.
id: Pulihkan rekam cadang yang diinginkan ke direktori saat ini dengan menggunakan ``borg extract REPOSITORY::ARCHIVE``.
ja: ``borg extract REPOSITORY::ARCHIVE`` を使用して、目的のバックアップを現在のディレクトリに復元する。
nl: Zet de gewenste back-up terug in de huidige map met ``borg extract REPOSITORY::ARCHIVE``.
pt: Restaure o backup desejado para o diretório atual a usar ``borg extract REPOSITÓRIO::PACOTE``.
pt_br: Restaure o backup desejado para o diretório atual usando ``borg extract REPOSITÓRIO::PACOTE``.
ro: Restaurați copia de rezervă dorită în directorul curent folosind ``borg extract REPOSITORY::ARCHIVE``.
ru: Восстановите нужную резервную копию в текущий каталог с помощью команды ``borg extract РЕПОЗИТОРИЙ::АРХИВ``.
sv: Återställ önskad säkerhetskopia till den aktuella katalogen med hjälp av ``borg extract REPOSITORY::ARCHIVE``.
ta: `` போர்க் சாறு களஞ்சியத்தைப் பயன்படுத்தி தற்போதைய கோப்பகத்திற்கு விரும்பிய காப்புப்பிரதியை மீட்டெடுக்கவும்.
tr: İstediğiniz yedeği geçerli klasöre geri yüklemek için ``borg extract REPOSITORY::ARCHIVE`` komutunu kullanın.
uk: Відновіть бажану резервну копію до поточного каталогу за допомогою команди ``borg extract СХОВИЩЕ::АРХІВ``.
zh_hans: 使用 ``borg extract REPOSITORY::ARCHIVE`` 将所需备份恢复到当前目录。
zh_hant: 使用 ``borg extract REPOSITORY::ARCHIVE`` 將所需備份恢復到當前目錄。

source: Restore the database from the SQL dump placed in the ``backup`` directory in the Weblate data dir (see :ref:`backup-dumps`).
de: Stellen Sie die Datenbank aus dem SQL-Auszug wieder her, der sich im Verzeichnis ``backup`` im Weblate-Datenverzeichnis befindet (siehe :ref:`backup-dumps`).
ga: Athchóirigh an bunachar sonraí ón dumpáil SQL atá curtha san eolaire ``backup`` sa treoir sonraí Weblate (féach :ref:`backup-dumps`).
hu: Állítsa vissza az adatbázist az SQL-dumpból, amely a Weblate adatkönyvtárán belül a ``backup`` mappában található (lásd: :ref:`backup-dumps`).
id: Pulihkan basis data dari dump SQL yang ditempatkan di direktori ``backup`` di dir data Weblate (lihat :ref:`backup-dumps`).
ja: Weblate データ ディレクトリーの ``backup`` ディレクトリーに置かれた SQL ダンプから、データベースを復元する（参照: :ref:`backup-dumps`）。
nl: Zet de database terug vanuit de SQL dump die is geplaatst in de map ``backup`` in de map met gegevens van Weblate (bekijk :ref:`backup-dumps`).
pt: Restaure o banco de dados do despejo de SQL posto no diretório ``backup`` no diretório de dados do Weblate (veja :ref:`backup-dumps`).
pt_br: Restaure o banco de dados a partir do despejo de SQL colocado no diretório ``backup`` no diretório de dados do Weblate (consulte :ref:`backup-dumps`).
ro: Restaurați baza de date de la descărcarea SQL plasată în directorul ``backup`` din directorul de date Weblate (see :ref:`backup-dumps`).
ru: Восстановите базу данных из SQL-дампа, размещённого в каталоге ``backup`` каталога данных Weblate (смотрите раздел :ref:`backup-dumps`).
sv: Återställ databasen från SQL-dumpen som finns i katalogen ``backup`` i Weblate-datakatalogen (se :ref:`backup-dumps`).
tr: Veri tabanını, Weblate data klasörü içindeki ``backup`` klasörüne kaydedilen SQL dökümünden geri yükleyin (ayrıntılı bilgi almak için: :ref:`backup-dumps`).
uk: Відновіть базу даних із дампу SQL із розташування у каталозі ``backup`` каталогу даних Weblate (див. :ref:`backup-dumps`).
zh_hans: 从放置在 Weblate 数据目录下 ``backup`` 目录中的 SQL 备份中恢复数据库（请参见 :ref:`backup-dumps`）。
zh_hant: 從放置在 Weblate 數據目錄下 ``backup`` 目錄中的 SQL 備份中恢復數據庫（請參見 :ref:`backup-dumps`）。

source: Copy the Weblate configuration (:file:`backups/settings.py`, see :ref:`backup-dumps`) to the correct location, see :ref:`configuration`.
de: Kopieren Sie die Weblate-Konfiguration (:file:`backups/settings.py`, siehe :ref:`backup-dumps`) an den richtigen Ort, siehe :ref:`configuration`.
ga: Cóipeáil cumraíocht Weblate (:file:`backups/settings.py`, féach :ref:`backup-dumps`) go dtí an suíomh ceart, féach :ref:`configuration`.
hu: Másolja a Weblate konfigurációs fájlt (:file:`backups/settings.py`, lásd: :ref:`backup-dumps`) a megfelelő helyre, részletek: :ref:`configuration`.
id: Salin konfigurasi Weblate (:file:`backups/settings.py`, lihat :ref:`backup-dumps`) ke lokasi yang benar, lihat :ref:`configuration`.
ja: Weblate の設定ファイル（:file:`backups/settings.py`、参照: :ref:`backup-dumps`）を正しい場所にコピーする。参照: :ref:`configuration`。
nl: Kopieer de configuratie van Weblate (:file:`backups/settings.py`, bekijk :ref:`backup-dumps`) naar de juiste locatie, bekijk :ref:`configuration`.
pt: Copie a configuração do Weblate (:file:`backups/settings.py`, veja :ref:`backup-dumps`) até o local correto, veja :ref:`configuration`.
pt_br: Copie a configuração do Weblate (:file:`backups/settings.py`, consulte :ref:`backup-dumps`) até o local correto, consulte :ref:`configuration`.
ro: Copiați configurația Weblate (:file:`backups/settings.py`, see :ref:`backup-dumps`) în locația corectă, a se vedea :ref:`configuration`.
ru: Скопируйте файл настроек Weblate (:file:`backups/settings.py`, смотрите раздел :ref:`backup-dumps`) в нужное место, смотрите раздел :ref:`configuration`.
sv: Kopiera Weblate-konfigurationen (:file:`backups/settings.py`, se :ref:`backup-dumps`) till rätt plats, se :ref:`configuration`.
tr: Weblate yapılandırmasını (:file:`backups/settings.py`, ayrıntılı bilgi almak için: :ref:`backup-dumps`) doğru konuma kopyalayın. Ayrıntılı bilgi almak için: :ref:`configuration`.
uk: Скопіюйте налаштування Weblate (:file:`backups/settings.py`, див. :ref:`backup-dumps`) у відповідне місце, див. :ref:`configuration`.
zh_hans: 将 Weblate 配置（ :file:`backups/settings.py`，请参见 :ref:`backup-dumps` ）复制到正确的位置，请参见 :ref:`configuration`。
zh_hant: 將 Weblate 配置 （ :file:`backups/settings.py` ，請參見 :ref:`backup-dumps` ）複製到正確的位置，請參見 :ref:`configuration` 。

source: When using Docker container, the settings file is already included in the container and you should restore the original environment variables. The :file:`environment.yml` file might help you with this (see :ref:`backup-dumps`).
de: Bei der Verwendung von Docker-Containern ist die Einstellungsdatei bereits im Container enthalten und Sie sollten die ursprünglichen Umgebungsvariablen wiederherstellen. Die Datei :file:`environment.yml` kann Ihnen dabei helfen (siehe :ref:`backup-dumps`).
ga: Agus coimeádán Docker á úsáid agat, tá an comhad socruithe san áireamh sa choimeádán cheana féin agus ba cheart duit na hathróga comhshaoil bunaidh a ath D'fhéadfadh an comhad :file:`environment.yml` cabhrú leat leis seo (féach :ref:`backup-dumps`).
hu: Docker-konténer használata esetén a konfigurációs fájl már része a konténernek, így az eredeti környezeti változókat kell visszaállítani. Ebben az :file:`environment.yml` fájl segíthet (lásd: :ref:`backup-dumps`).
id: Ketika menggunakan kontainer Docker, berkas pengaturan sudah disertakan di dalam kontainer dan Anda harus mengembalikan variabel lingkungan yang asli. Berkas :file:`environment.yml` dapat membantu Anda dalam hal ini (lihat :ref:`backup-dumps`).
ja: Docker コンテナを使用する場合、設定ファイルは既にコンテナに含まれているため、元の環境変数の復元が必要です。:file:`environment.yml` ファイルは復元に便利かも（参照: :ref:`backup-dumps`）。
nl: Bij het gebruiken van Docker container, is het bestand met instellingen al opgenomen in de container en zou u de originele omgevingsvariabelen moeten terugzetten. Het bestand :file:`environment.yml` zou u daarmee kunnen helpen (bekijk :ref:`backup-dumps`).
pt: Ao usar o contentor Docker, o ficheiro de configurações já está incluído no contentor e deve restaurar as variáveis de ambiente originais. O ficheiro :file:`environment.yml` pode ajudá-lo com isso (veja :ref:`backup-dumps`).
pt_br: Ao usar o contêiner Docker, o arquivo de configurações já está incluído no contêiner e você deve restaurar as variáveis de ambiente originais. O arquivo :file:`environment.yml` pode ajudá-lo com isso (consulte :ref:`backup-dumps`).
ro: Atunci când utilizați containerul Docker, fișierul de setări este deja inclus în container și trebuie să restaurați variabilele de mediu originale. Fișierul :file:`environment.yml` vă poate ajuta în acest sens (a se vedea :ref:`backup-dumps`).
ru: При использовании контейнера Docker файл настроек уже включен в контейнер, и вам следует восстановить исходные переменные окружения. В этом вам может помочь файл :file:`environment.yml` (смотреть раздел :ref:`backup-dumps`).
sv: När du använder Docker-containern ingår inställningsfilen redan i containern och du bör återställa de ursprungliga miljövariablerna. Filen :file:`environment.yml` kan hjälpa dig med detta (se :ref:`backup-dumps`).
tr: Docker kapsayıcısını kullanırken, ayarlar dosyası zaten kapsayıcı içine eklenmiştir ve özgün ortam değişkenlerini geri yüklemeniz gerekir. :file:`environment.yml` dosyası bu konuda size yardımcı olabilir (ayrıntılı bilgi almak için: :ref:`backup-dumps`).
uk: Якщо застосовується контейнер Docker, файл налаштувань вже включено у контейнер і ви повинні відновити початкові змінні середовища. Файл :file:`environment.yml` може допомогти вам у цьому (див. :ref:`backup-dumps`).
zh_hans: 使用 Docker 容器时，设置文件已经包含在容器中，您应该恢复原始环境变量。:file:`environment.yml` 文件可能会帮助你解决这个问题（参见 :ref:`backup-dumps`）。

source: Copy the whole restored data dir to the location configured by :setting:`DATA_DIR`.
de: Kopieren Sie das gesamte wiederhergestellte Datenverzeichnis an den mit :setting:`DATA_DIR` konfigurierten Ort.
ga: Cóipeáil na dir sonraí athchóirithe iomlána go dtí an suíomh atá cumraithe ag :setting:`DATA_DIR`.
hu: Másolja át a teljes visszaállított adatkönyvtárat arra a helyre, amelyet a :setting:`DATA_DIR` beállítás határoz meg.
id: Salin seluruh direktori data yang dipulihkan ke lokasi yang dikonfigurasikan oleh :setting:`DATA_DIR`.
ja: 復元したデータ ディレクトリ全体を、:setting:`DATA_DIR` に設定した場所にコピーする。
nl: Kopieer de gehele map met teruggezette gegevens naar de locatie die wordt geconfigureerd door :setting:`DATA_DIR`.
pt: Copie todo o diretório de dados restaurados para o local configurado por :setting:`DATA_DIR`.
pt_br: Copie todo o diretório de dados restaurados para o local configurado por :setting:`DATA_DIR`.
ro: Copiați întregul director de date restaurat în locația configurată prin :setting:`DATA_DIR`.
ru: Скопируйте весь восстановленный каталог данных в место, заданное параметром :setting:`DATA_DIR`.
sv: Kopiera hela den återställda datakatalogen till den plats som konfigurerats av :setting:`DATA_DIR`.
tr: Geri yüklenen tüm data klasörünü :setting:`DATA_DIR` ile yapılandırılmış konuma kopyalayın.
uk: Скопіюйте увесь каталог відновлених даних до місця, яке налаштовано змінною :setting:`DATA_DIR`.
zh_hans: 将整个存储的数据目录复制到 :setting:`DATA_DIR` 所配置的位置。
zh_hant: 將整個存儲的數據目錄複製到 :setting:`DATA_DIR` 所配置的位置。

source: When using Docker container place the data into the data volume, see :ref:`docker-volume`.
de: Bei der Verwendung von Docker-Containern legen Sie die Daten in das Daten-Volume, siehe :ref:`docker-volume`.
ga: Nuair a bhíonn coimeádán Docker in úsáid cuir na sonraí isteach sa toirt sonraí, féach :ref:`docker-volume`.
hu: Docker-konténer esetén az adatokat a megfelelő adatkötetbe kell helyezni, lásd: :ref:`docker-volume`.
id: Saat menggunakan kontainer Docker, tempatkan data ke dalam volume data, lihat :ref:`docker-volume`.
ja: Docker コンテナを使用する場合は、データーをデータ ボリュームに配置する（参照: :ref:`docker-volume`）。
nl: Plaats, bij het gebruiken van Docker container, de gegevens in het volume data, bekijk :ref:`docker-volume`.
pt: Ao usar contentores do Docker, ponha os dados num volume de dados, veja :ref:`docker-volume`.
pt_br: Ao usar contêiner do Docker, coloca os dados em um volume de dados, consulte :ref:`docker-volume`.
ro: Atunci când utilizați containerul Docker, plasați datele în volumul de date, consultați :ref:`docker-volume`.
ru: При использовании контейнера Docker поместите данные в том данных, смотреть раздел :ref:`docker-volume`.
sv: När du använder Docker-container placerar du data i datavolymen, se :ref:`docker-volume`.
tr: Docker kapsayıcısını kullanırken verileri veri birimine yerleştirin. Ayrıntılı bilgi almak için: :ref:`docker-volume`.
uk: Якщо застосовується контейнер Docker, помістіть дані до тому даних, див. :ref:`docker-volume`.
zh_hans: 使用 Docker 容器时，将数据置于数据卷，见 :ref:`docker-volume`。

source: The Borg session might look like this:
de: Die Borg-Sitzung könnte wie folgt aussehen:
ga: Seans go mbeidh cuma mar seo ar sheisiún Borg:
hu: A Borg mentési munkamenet például így nézhet ki:
id: Sesi Borg mungkin terlihat seperti ini:
ja: Borg セッションの実行例:
nl: De sessie van Borg zou er zo uit kunnen zien:
pt: A sessão dos Borg pode parecer com isso:
pt_br: A sessão dos Borg pode parecer com isso:
ro: Sesiunea Borg ar putea arăta în felul următor:
ru: Сеанс Borg может выглядеть как-то так:
sv: Borg-sessionen kan se ut så här:
ta: போர்க் அமர்வு இப்படி தோன்றலாம்:
tr: Borg oturumu şunun gibi görünmelidir:
uk: Сеанс Borg може виглядати ось так:
zh_hans: Borg 会话可能看上去是这个样子的：
zh_hant: Borg 會話可能看上去是這個樣子的：

source: Manual backup
de: Manuelle Sicherung
ga: Cúltaca láimhe
hu: Kézi biztonsági mentés
id: Rekam cadang manual
ja: 手動バックアップ
nl: Handmatige back-up
pt: Backup manual
pt_br: Backup manual
ro: Backup manual
ru: Ручное резервное копирование
sv: Manuell säkerhetskopiering
ta: கையேடு காப்புப்பிரதி
tr: El ile yedekleme
uk: Резервне копіювання вручну
zh_hans: 手动备份
zh_hant: 手動備份

source: Depending on what you want to save, back up the type of data Weblate stores in each respective place.
de: Je nachdem, was Sie speichern möchten, sichern Sie die Art der Daten, die Weblate an den jeweiligen Stellen speichert.
ga: Ag brath ar cad ba mhaith leat a shábháil, cúltaca an cineál sonraí a stórálann Weblate i ngach áit faoi seach.
hu: Attól függően, hogy mit szeretne megőrizni, a Weblate által tárolt adatok megfelelő típusait kell lementeni.
id: Bergantung pada apa yang ingin Anda simpan, cadangkan jenis data yang disimpan Weblate di masing-masing tempat.
ja: 保存する内容に応じて、Weblate がそれぞれの場所に保存するデータを種類ごとにバックアップします。
nl: Afhankelijk van wat u wilt opslaan, back-up het type gegevens dat Weblate op elke respectievelijke plaats opslaat.
pt: Dependendo do que deseja gravar, faça backup do tipo de dados que o Weblate armazena em cada lugar.
pt_br: Dependendo do que você deseja salvar, faça backup do tipo de dados que o Weblate armazena em cada lugar.
ro: În funcție de ceea ce doriți să salvați, faceți o copie de rezervă a tipului de date pe care Weblate le stochează în fiecare loc respectiv.
ru: В зависимости от того, что именно вы хотите сохранить, создайте резервную копию тех типов данных, которые Weblate сохраняет в каждом соответствующем месте.
sv: Beroende på vad du vill spara, säkerhetskopiera den typ av data som Weblate lagrar på respektive plats.
ta: நீங்கள் சேமிக்க விரும்புவதைப் பொறுத்து, ஒவ்வொரு இடத்திலும் உள்ள கடைகளை வலைபெயர்ப்பு செய்யும் தரவு வகையை காப்புப் பிரதி எடுக்கவும்.
tr: Neyi kaydetmek istediğinize bağlı olarak, Weblate tarafından her biri ilgili yere kaydedilmiş olan veri türünü yedekleyin.
uk: Залежно від того, що саме ви хочете зберегти, створіть резервні копії типів даних, які Weblate зберігає у відповідних каталогах.
zh_hans: 根据要保存的内容，备份 Weblate 在各个地方存储的数据类型。
zh_hant: 取決於你想保存什麼， Weblate 存儲的類型數據會備份在各自的位置。
