Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate sets Content-Security-Policy by default.
de: Weblate setzt standardmäßig die Content-Security-Policy.
ga: Socraíonn Weblate Polasaí Ábhar-Slándála de réir réamhshocraithe.
hu: A Weblate alapértelmezetten beállítja a Content-Security-Policy fejlécet.
id: Weblate mengatur Kebijakan Keamanan Konten secara bawaan.
ja: Weblate がデフォルトでコンテンツ セキュリティ ポリシーを設定するように改良。
nl: Weblate stelt standaard Content-Security-Policy in.
pt: Weblate define Content-Security-Policy por padrão.
pt_br: Weblate define Content-Security-Policy por padrão.
ro: Weblate setează în mod implicit Content-Security-Policy.
ru: Weblate теперь устанавливает политику безопасности контента (Content-Security-Policy) по умолчанию.
sv: Weblate ställer in Content-Security-Policy som standard.
ta: வலைபெயர்ப்பு இயல்புநிலையாக உள்ளடக்க-பாதுகாப்பு-கொள்கை அமைக்கிறது.
tr: Weblate tarafından, Content-Security-Policy ayarının varsayılan olarak yapılması sağlandı.
uk: У новій версії Weblate типово встановлює Content-Security-Policy.
zh_hans: Weblate 默认设置 Content-Security-Policy。
zh_hant: Weblate 默認設置 Content-Security-Policy。

source: The local editor URL is validated to avoid self-XSS.
de: Die URL des lokalen Editors wird validiert, um self-XSS zu vermeiden.
ga: Tá URL an eagarthóra áitiúil bailíochtaithe chun féin-XSS a sheachaint.
hu: A helyi szerkesztő URL-je érvényesítésre kerül az ön-XSS támadások elkerülése érdekében.
id: URL penyunting lokal divalidasi untuk menghindari XSS sendiri.
ja: ローカル エディターの URL は、セルフ XSS を回避するために検証するように改良。
nl: De URL voor de lokale bewerker is gevalideerd om self-XSS te vermijden.
pt: A URL do editor local é validada para evitar auto-XSS.
pt_br: A URL do editor local é validada para evitar auto-XSS.
ro: URL-ul editorului local este validat pentru a evita auto-XSS.
ru: URL локального редактора теперь проверяется, дабы предотвратить self-XSS атаку.
sv: Den lokala redigerarens URL valideras för att undvika själv-XSS.
ta: தன்வய எக்ச்எச்எச்சைத் தவிர்க்க உள்ளக திருத்தி முகவரி சரிபார்க்கப்படுகிறது.
tr: Yerel düzenleyici adresinin, kendi kendine XSS tehlikesini önlemek için doğrulanması sağlandı.
uk: Реалізовано перевірку чинності адреси локального редактора для уникнення циклічного XSS.
zh_hans: 验证本地编辑器 URL 来避免 self-XSS。
zh_hant: 驗證本地編輯器 URL 來避免 self-XSS。

source: The password is now validated against common flaws by default.
de: Das Passwort wird jetzt standardmäßig auf häufige Fehler geprüft.
ga: Tá an pasfhocal bailíochtaithe anois i gcoinne lochtanna coitianta de réir réamhshocraithe.
hu: A jelszavak mostantól alapértelmezetten ellenőrzésre kerülnek gyakori hibák ellen.
id: Kata sandi sekarang divalidasi terhadap kelemahan umum secara bawaan.
ja: パスワードは、デフォルトで一般的な欠陥に対して検証するように改良。
nl: Het wachtwoord is nu standaard gevalideerd tegen veel voorkomende fouten.
pt: A palavra-passe agora é validada contra falhas comuns por padrão.
pt_br: A senha agora é validada contra falhas comuns por padrão.
ro: Parola este acum validată în mod implicit împotriva defectelor comune.
ru: Пароль теперь по умолчанию проверяется по списку обычных уязвимостей.
sv: Lösenordet valideras nu som standard mot vanliga brister.
ta: கடவுச்சொல் இப்போது இயல்புநிலையாக பொதுவான குறைபாடுகளுக்கு எதிராக சரிபார்க்கப்படுகிறது.
tr: Parolanın varsayılan olarak bilinen sorunlara karşı doğrulanması sağlandı.
uk: Реалізовано типову перевірку якості пароля.
zh_hans: 现在默认相对于一般缺陷来验证密码。
zh_hant: 現在默認相對於一般缺陷來驗證密碼。

source: Notify users about important activity with their account such as password change.
de: Benachrichtigen der Benutzer über wichtige Aktivitäten in ihrem Konto, wie z. B. eine Passwortänderung.
ga: Cuir úsáideoirí ar an eolas faoi ghníomhaíocht thábhachtach lena gcuntas ar nós athrú pasfhocail.
hu: A felhasználók értesítést kapnak a fiókjukat érintő fontos eseményekről, például jelszóváltozásról.
id: Beritahukan pengguna tentang aktivitas penting dengan akun mereka seperti perubahan kata sandi.
ja: パスワードの変更など、アカウントでの重要な操作をユーザーに通知するように改良。
nl: Notificeer gebruikers over belangrijke activiteit met hun account, zoals wijzigen van wachtwoord.
pt: Notificar os utilizadores sobre atividades importantes nas contas deles, como alteração de palavra-passe.
pt_br: Notifique os usuários sobre atividades importantes em suas contas, como alteração de senha.
ro: Notificarea utilizatorilor cu privire la activități importante legate de contul lor, cum ar fi schimbarea parolei.
ru: Уведомления пользователей о важных действиях с их учётными записями, как смена пароля.
sv: Meddela användarna om viktiga aktiviteter på deras konto, till exempel lösenordsändringar.
ta: கடவுச்சொல் மாற்றம் போன்ற அவர்களின் கணக்குடன் பயனர்கள் முக்கியமான செயல்பாட்டைப் பற்றி அறிவிக்கவும்.
tr: Kullanıcıların, hesaplarında yapılan parola değişikliği gibi önemli işlemlerle ilgili bilgilendirilmesi sağlandı.
uk: Реалізовано сповіщення користувачів щодо важливих дій із їхнім обліковим записом, зокрема зміни пароля.
zh_hans: 向用户通知他们账户的重要活动，如密码变更。
zh_hant: 向用戶通知他們賬戶的重要動作，如密碼變更。

source: The CSV exports now escape potential formulas.
de: Beim CSV-Export werden nun mögliche Pluralformeln maskiert.
ga: Éalaíonn na honnmhairí CSV anois foirmlí féideartha.
hu: A CSV export mostantól kódolja az esetleges képleteket.
id: Ekspor CSV sekarang lolos dari rumus potensial.
ja: CSV エクスポートで、潜在的な数式をエスケープするように改良。
nl: Exporteren van CSV escapet nu potentiële formules.
pt: As exportações de CSV agora escapam de fórmulas potenciais.
pt_br: As exportações de CSV agora escapam de fórmulas potenciais.
ro: Exporturile CSV scapă acum de formulele potențiale.
ru: Экспорт в CSV теперь экранирует потенциальные формулы.
sv: CSV-exporten undviker nu potentiella formler.
ta: சி.எச்.வி ஏற்றுமதி இப்போது சாத்தியமான சூத்திரங்களிலிருந்து தப்பிக்கிறது.
tr: CSV dışa aktarımlarında olabilecek formüllerden kaçınılması sağlandı.
uk: У експортованих даних CSV реалізовано екранування потенційних формул.
zh_hans: CSV 导出现在会避免可能的公式。
zh_hant: CSV 導出現在會避免可能的公式。

source: Various minor improvements in security.
de: Verschiedene kleinere Verbesserungen bei der Sicherheit.
ga: Mionfheabhsuithe éagsúla ar shlándáil.
hu: Több kisebb biztonsági fejlesztés történt.
id: Berbagai perbaikan kecil dalam keamanan.
ja: セキュリティに関する多くの細かい改良。
nl: Verscheidene kleine verbeteringen voor beveiliging.
pt: Várias pequenas melhorias na segurança.
pt_br: Várias pequenas melhorias na segurança.
ro: Diverse îmbunătățiri minore în materie de securitate.
ru: Различные незначительные улучшения безопасности.
sv: Olika mindre förbättringar av säkerheten.
ta: பாதுகாப்பில் பல்வேறு சிறிய மேம்பாடுகள்.
tr: Güvenlikte bazı küçük iyileştirmeler yapıldı.
uk: Різноманітні незначні удосконалення захисту.
zh_hans: 安全上的各种小改进。
zh_hant: 安全上的各種小改進。

source: The authentication attempts are now rate limited.
de: Die Authentifizierungsversuche sind nun ratenbegrenzt.
ga: Tá teorainn ráta leis na hiarrachtaí fíordheimhnithe anois.
hu: A hitelesítési próbálkozások mostantól korlátozva vannak.
id: Percobaan autentikasi sekarang dibatasi.
ja: 認証の試行は現在接続制限中です。
nl: De pogingen voor authenticeren zijn nu onderworpen aan een limiet.
pt: As tentativas de autenticação agora têm taxa limitada.
pt_br: As tentativas de autenticação agora têm taxa limitada.
ro: Încercările de autentificare sunt acum limitate în funcție de viteză.
ru: Попытки авторизации теперь ограничены по частоте.
sv: Autentiseringsförsöken är nu begränsade.
ta: அங்கீகார முயற்சிகள் இப்போது விகிதம் குறைவாக உள்ளன.
tr: Kimlik doğrulama girişimlerine hız sınırlama özelliği eklendi.
uk: Реалізовано обмеження за частотою спроб пройти розпізнавання.
zh_hans: 现在限制了认证尝试的次数。
zh_hant: 現在限制了認證嘗試的次數。

source: Suggestion content is stored in the history.
de: Der Inhalt von Übersetzungsvorschlägen wird im Verlauf gespeichert.
ga: Stóráiltear ábhar molta sa stair.
hu: A javaslat tartalma elmentésre kerül az előzményekbe.
id: Konten saran disimpan dalam riwayat.
ja: 提案内容が履歴に保存されるように改良。
nl: Inhoud van suggesties wordt opgeslagen in de geschiedenis.
pt: O conteúdo da sugestão é armazenado no histórico.
pt_br: O conteúdo da sugestão é armazenado no histórico.
ro: Conținutul sugestiilor este stocat în istoric.
ru: Содержимое предложений теперь сохраняется в истории.
sv: Förslagsinnehållet sparas i historiken.
ta: பரிந்துரை உள்ளடக்கம் வரலாற்றில் சேமிக்கப்படுகிறது.
tr: Geçmişe öneri içeriklerinin kaydedilmesi sağlandı.
uk: Реалізовано зберігання вмісту пропозицій у журналі.
zh_hans: 建议的内容存储在历史中。
zh_hant: 建議的內容存儲在歷史中。

source: Store important account activity in audit log.
de: Speichern von wichtigen Kontoaktivitäten im Audit-Protokoll.
ga: Stóráil gníomhaíocht thábhachtach chuntais sa loga iniúchta.
hu: Fontos fióktevékenységek rögzítésre kerülnek az auditnaplóban.
id: Simpan aktivitas akun penting dalam log audit.
ja: 監査ログに重要なアカウントの操作を保存するように改良。
nl: Belangrijke activiteiten van account opslaan in auditlog.
pt: Armazena atividades importantes da conta no registo de auditoria.
pt_br: Armazena atividades importantes da conta no registro de auditoria.
ro: Stocați activitatea importantă a contului în jurnalul de audit.
ru: Сохранение важных действий с учётных записей в журнале аудита.
sv: Lagra viktig kontoaktivitet i revisionsloggen.
ta: தணிக்கை பதிவில் முக்கியமான கணக்கு செயல்பாட்டை சேமிக்கவும்.
tr: Önemli hesap işlemlerinin denetim günlüğüne kaydedilmesi sağlandı.
uk: Реалізовано зберігання важливих дій із обліковим записом у журналі аудиту.
zh_hans: 在审计日志中存储重要的账户活动。
zh_hant: 在審計日誌中存儲重要的賬戶行為。

source: Ask for password confirmation when removing account or adding new associations.
de: Aufforderung zur Passwortbestätigung, wenn ein Konto gelöscht oder neue Zuordnungen hinzugefügt werden.
ga: Iarr dearbhú pasfhocail agus tú ag baint an chuntais nó ag cur cumainn nua leis.
hu: Fiók törlésénél vagy új kapcsolatok hozzáadásánál jelszó megerősítést kér.
id: Minta konfirmasi kata sandi saat menghapus akun atau menambahkan asosiasi baru.
ja: アカウントの削除、または新しい関連付けを追加するときに、パスワードの確認を求めるように改良。
nl: Vraag naar bevestiging van wachtwoord bij verwijderen van account of toevoegen van nieuwe associaties.
pt: Pede a confirmação da palavra-passe ao remover a conta ou adicionar novas associações.
pt_br: Pede a confirmação da senha ao remover a conta ou adicionar novas associações.
ro: Cereți confirmarea parolei atunci când eliminați un cont sau adăugați noi asociații.
ru: Запрос подтверждения пароля при удалении учётной записи или добавлении новых связей.
sv: Be om lösenordsbekräftelse när du tar bort ett konto eller lägger till nya kopplingar.
ta: கணக்கை அகற்றும்போது அல்லது புதிய சங்கங்களைச் சேர்க்கும்போது கடவுச்சொல் உறுதிப்படுத்தலைக் கேளுங்கள்.
tr: Hesap silme ya da ilişkilendirme işlemlerinde parola onayı istenmesi özelliği eklendi.
uk: Реалізовано запит щодо пароля при вилученні облікового запису або додаванні нових прив'язок.
zh_hans: 当删除账户或添加新的团体时，询问密码确认。
zh_hant: 當刪除賬戶或添加新的團體時，詢問密碼確認。

source: Show time when suggestion has been made.
de: Anzeige vom Zeitpunkt, zu dem der Vorschlag gemacht wurde.
ga: Taispeáin an t-am nuair a bheidh moladh déanta.
hu: Megjelenik, hogy mikor érkezett a javaslat.
id: Tampilkan waktu saat saran telah dibuat.
ja: 提案した時刻を表示する機能の追加。
nl: Geef tijd weer van wanneer suggestie werd gemaakt.
pt: Mostra a hora em que a sugestão foi feita.
pt_br: Mostra a hora em que a sugestão foi feita.
ro: Afișați ora la care a fost făcută sugestia.
ru: Теперь показывается время, когда было сделано какое-либо предложение.
sv: Visa tidpunkt när förslaget har lämnats.
ta: பரிந்துரை செய்யப்படும் நேரத்தைக் காட்டு.
tr: Önerinin yapıldığı zamanın görüntülenmesi sağlandı.
uk: Реалізовано показ часу, коли було внесено пропозицію.
zh_hans: 显示提出建议的时间。
zh_hant: 當做出建議時顯示時間。

source: There is new quality check for trailing semicolon.
de: Eine neue Qualitätsprüfung auf übereinstimmendes Semikolon.
ga: Tá seiceáil cáilíochta nua ann don leathstad leantach.
hu: Új minőség-ellenőrzés a lezáró pontosvessző (;) ellenőrzésére.
id: Ada pemeriksaan kualitas baru untuk titik koma di akhir.
ja: 末尾のセミコロンの新しい品質検査の追加。
nl: Er is een nieuwe kwaliteitscontrole voor een achterliggende puntkomma.
pt: Há uma nova verificação de qualidade para o ponto-e-vírgula à direita.
pt_br: Há uma nova verificação de qualidade para o ponto-e-vírgula à direita.
ro: Există o nouă verificare a calității pentru punctul și virgula de la sfârșit.
ru: Добавлена новая проверка качества для завершающей точки с запятой.
sv: Det finns en ny kvalitetskontroll för avslutande semikolon.
ta: அரைக்காற்புள்ளி பின்தங்கியவர்களுக்கு புதிய தர சோதனை உள்ளது.
tr: Sondaki noktalı virgül karakteri kalite denetimi eklendi.
uk: Реалізовано нову перевірку якості для кінцевих крапок із комою.
zh_hans: 新的质量检查：分号结尾。
zh_hant: 新的質量檢查來跟踪分號。

source: Ensure that search links can be shared.
de: Sicherstellen, dass Suchlinks geteilt werden können.
ga: Cinntigh gur féidir naisc chuardaigh a roinnt.
hu: A keresési hivatkozások mostantól megoszthatók.
id: Pastikan tautan pencarian dapat dibagikan.
ja: 検索リンクが共有できるかどうかの確認の追加。
nl: Zorg ervoor dat de links voor zoeken kunnen worden gedeeld.
pt: Garante que as ligações de pesquisa podem ser compartilhadas.
pt_br: Garante que os links de busca podem ser compartilhados.
ro: Asigurați-vă că linkurile de căutare pot fi partajate.
ru: Теперь гарантируется, что ссылками на поиск можно делиться.
sv: Se till att söklänkar kan delas.
ta: தேடல் இணைப்புகளைப் பகிர முடியும் என்பதை உறுதிப்படுத்தவும்.
tr: Arama bağlantılarının paylaşılabildiğinden emin olunması sağlandı.
uk: Забезпечено можливість поширення пошукових посилань.
zh_hans: 确保搜索链接可以被分享。
zh_hant: 確保搜索鏈接可以被分享。

source: Included source string information and screenshots in the API.
de: Aufnahme von Informationen zur Ausgangszeichenkette und Bildschirmfotos in die API.
ga: Áiríodh faisnéis faoi theaghrán foinse agus scáileáin san API.
hu: API mostantól tartalmazza a forrásszöveg információkat és képernyőképeket.
id: Menyertakan informasi string sumber dan tangkapan layar dalam API.
ja: API に原文情報とスクリーンショットを追加。
nl: Informatie voor brontekenreeks en schermafdrukken opgenomen in de API.
pt: Incluídas informações da cadeia fonte e capturas de ecrã na API.
pt_br: Incluídas informações do texto fonte e capturas de tela na API.
ro: A inclus informații despre șirul sursă și capturi de ecran în API.
ru: В API добавлена информация об исходных строках и снимках экрана.
sv: Inkluderade källstränginformation och skärmdumpar i API:et.
ta: பநிஇ இல் மூல சரம் செய்தி மற்றும் திரை சாட்கள் சேர்க்கப்பட்டுள்ளன.
tr: API üzerine kaynak dizge bilgileri ve ekran görüntüleri eklendi.
uk: До програмного інтерфейсу включено дані щодо початкового рядка і знімків вікон.
zh_hans: 在 API 中包括了源字符串信息和屏幕截图。
zh_hant: 在 API 中包括了源字符串信息和屏幕截圖。

source: Allow to overwrite translations through API upload.
de: Das Überschreiben von Übersetzungen durch API-Upload ermöglicht.
ga: Ceadaigh aistriúcháin a fhorscríobh trí uaslódáil API.
hu: Fordítások felülírása mostantól engedélyezett az API-n keresztüli feltöltéskor.
id: Izinkan untuk menimpa terjemahan melalui unggahan API.
ja: API のアップロードで翻訳を上書きできるように改良。
nl: Overschrijven van vertalingen door uploaden vanuit API toestaan.
pt: Permite sobrescrever traduções por meio de envio pela API.
pt_br: Permite sobrescrever traduções por meio de envio pela API.
ro: Permiteți să suprascrieți traducerile prin încărcarea API.
ru: Теперь разрешена перезапись переводов при загрузке через API.
sv: Tillåt att översättningar skrivs över genom API-uppladdning.
ta: பநிஇ பதிவேற்றத்தின் மூலம் மொழிபெயர்ப்புகளை மேலெழுத அனுமதிக்கவும்.
tr: API yüklemesi ile çevirilerin üzerine yazma özelliği eklendi.
uk: Виправлено перезапис перекладів під час вивантаження даних за допомогою програмного інтерфейсу.
zh_hans: 允许通过 API 上传覆盖翻译。
zh_hant: 允許通過 API 上傳覆蓋翻譯。

source: *Released on Apr 12th 2017.*
de: *Veröffentlicht am 12. April 2017.*
ga: *Eisithe ar 12 Aibreán 2017.*
hu: *Kiadva: 2017. április 12.*
id: *Dirilis pada 12 April 2017.*
nl: *Uitgegeven op 12 april 2017.*
pt_br: *Atualizado em 12 de abril de 2017.*
sv: *Släpptes den 12 april 2017.*
tr: *12 Nisan 2017 tarihinde yayınlandı.*
uk: *Випущено 12 квітня 2017 року.*

source: Fixed listing of managed projects in profile.
de: Die Auflistung der verwalteten Projekte im Profil korrigiert.
ga: Liosta seasta de thionscadail bhainistithe i bpróifíl.
hu: Profilban a kezelt projektek listázása javítva.
id: Memperbaiki daftar proyek yang dikelola di profil.
ja: プロファイル内の管理対象プロジェクトのリストの修正。
nl: Vermelden van beheerde projecten in profiel gerepareerd.
pt: Correção da listagem de projetos geridos no perfil.
pt_br: Corrigida a listagem de projetos gerenciados no perfil.
ro: A fost reparată lista de proiecte gestionate în profil.
ru: Исправлено формирование списка управляемых проектов в профиле.
sv: Fast lista över hanterade projekt i profilen.
ta: சுயவிவரத்தில் நிர்வகிக்கப்பட்ட திட்டங்களின் நிலையான பட்டியல்.
tr: Yönetilen projelerin kullanıcı profilinde listelenmesinde yaşanan sorun düzeltildi.
uk: Виправлено побудову списку керованих проєктів у профілі.
zh_hans: 修复了个人资料中管理的项目的列表。
zh_hant: 修復了個人資料中管理的項目的列表。

source: Fixed migration issue where some permissions were missing.
de: Migrationsproblem behoben, bei dem einige Berechtigungen fehlten.
ga: Saincheist seasta imirce áit a raibh roinnt ceadanna in easnamh.
hu: Migrációs hiba javítva, amely néhány jogosultság hiányát okozta.
id: Memperbaiki masalah migrasi di mana beberapa izin hilang.
ja: 移行時に一部の権限が欠落する問題を修正。
nl: Probleem met migratie als sommige rechten ontbraken gerepareerd.
pt: Corrigido o problema de migração em que algumas permissões estavam faltando.
pt_br: Corrigido o problema de migração em que algumas permissões estavam faltando.
ro: S-a rezolvat o problemă de migrare în care lipseau unele permisiuni.
ru: Исправлены проблемы с миграцией, из-за которых пропадали некоторые разрешения.
sv: Åtgärdat migreringsproblem där vissa behörigheter saknades.
ta: சில அனுமதிகள் காணாமல் போன நிலையான இடம்பெயர்வு சிக்கல்.
tr: Bazı izinlerin eksik olmasına neden olan aktarım sorunu düzeltildi.
uk: Виправлено помилку перенесення у випадках, коли не вистачало деяких прав доступу.
zh_hans: 修复了在一些许可丢失的情况下的合并问题。
zh_hant: 修復了在一些許可丟失的情況下的合併問題。

source: Fixed listing of current file format in translation download.
de: Die Auflistung des aktuellen Dateiformats beim Herunterladen von Übersetzungen korrigiert.
ga: Liosta seasta de na formáid comhaid reatha san aistriúchán íoslódáil.
hu: Fordítás letöltésénél az aktuális fájlformátum megjelenítése javítva.
id: Memperbaiki daftar format berkas saat ini dalam unduhan terjemahan.
ja: 翻訳ダウンロード時の現在のファイル形式のリストを修正。
nl: Vermelden van huidige bestandsindeling in download van vertaling gerepareerd.
pt: Corrigida a listagem do formato de ficheiro atual ao descarregar a tradução.
pt_br: Corrigida a listagem do formato de arquivo atual ao baixar a tradução.
ro: A fost reparată listarea formatului de fișier curent în descărcarea traducerilor.
ru: Исправлено формирование списка текущих форматов файлов на странице скачивания переводов.
sv: Fast listning av aktuellt filformat i översättningsnedladdningen.
ta: மொழிபெயர்ப்பு பதிவிறக்கத்தில் தற்போதைய கோப்பு வடிவமைப்பின் நிலையான பட்டியல்.
tr: Çevirileri indirirken geçerli dosya biçiminin listelenmesinde yaşanan sorun düzeltildi.
uk: Виправлено додавання до списку поточного формату файла при отриманні перекладу.
zh_hans: 修复了翻译下载中当前文件格式的列表。
zh_hant: 修復了翻譯下載中當前文件的列表。

source: Return HTTP 404 when trying to access project where user lacks privileges.
de: HTTP 404 zurückgeben, wenn versucht wird, auf ein Projekt zuzugreifen, für das der Benutzer keine Berechtigungen hat.
ga: Fill HTTP 404 agus tú ag iarraidh rochtain a fháil ar thionscadal nuair nach bhfuil pribhléidí ag an úsáideoir.
hu: HTTP 404 válaszkód visszaadva, ha a felhasználó olyan projekthez próbál hozzáférni, amelyhez nincs jogosultsága.
id: Mengembalikan HTTP 404 saat mencoba mengakses proyek yang penggunanya tidak memiliki hak istimewa.
ja: 権限がないユーザーがプロジェクトにアクセスした場合に、HTTP 404 を返すように変更。
nl: Geef HTTP 404 terug bij proberen toegang tot project te krijgen wanneer gebruiker te weinig rechten heeft.
pt: Retorna HTTP 404 ao tentar acessar o projeto onde o utilizador não tem privilégios.
pt_br: Retorna HTTP 404 ao tentar acessar o projeto onde o usuário não tem privilégios.
ro: Returnează HTTP 404 la încercarea de a accesa un proiect pentru care utilizatorul nu are privilegii.
ru: Теперь возвращается ошибка HTTP 404, когда пользователь пытается получить доступ к проекту, на который у него нет достаточных привилегий.
sv: Returnera HTTP 404 när du försöker komma åt ett projekt där användaren saknar behörighet.
ta: பயனருக்கு சலுகைகள் இல்லாத இடத்தில் திட்டத்தை அணுக முயற்சிக்கும்போது http 404 ஐ திரும்பவும்.
tr: Kullanıcı izinlerinin yetersiz olduğu bir projeye erişmeye çalıştığında HTTP 404 sayfasının görüntülenmesi sağlandı.
uk: Реалізовано повернення помилки HTTP 404 при спробі доступу до проєкту, якщо у користувача немає відповідних прав доступу.
zh_hans: 当用户没有特权而尝试访问项目时返回 HTTP 404。
zh_hant: 當用戶沒有特權而嘗試訪問項目時返回 HTTP 404。

source: Fixed quality checks on translation templates.
de: Qualitätsprüfungen für Übersetzungsvorlagen korrigiert.
ga: Seiceálacha cáilíochta seasta ar theimpléid aistriúcháin.
hu: Fordítási sablonokon végzett minőség-ellenőrzések javítva.
id: Memperbaiki pemeriksaan kualitas pada templat terjemahan.
ja: 翻訳テンプレートの品質検査を修正。
nl: Kwaliteitscontroles voor vertaalsjablonen gerepareerd.
pt: Corrigidas verificações de qualidade em modelos de tradução.
pt_br: Corrigidas verificações de qualidade em modelos de tradução.
ro: Verificări fixe ale calității la șabloanele de traducere.
ru: Исправлены проверки качества в шаблонах перевода.
sv: Fasta kvalitetskontroller av översättningsmallar.
ta: மொழிபெயர்ப்பு வார்ப்புருக்கள் மீது நிலையான தர சோதனைகள்.
tr: Çeviri kalıplarında yaşanan kalite denetimleri sorunu düzeltildi.
uk: Виправлено перевірки якості шаблонів перекладу.
zh_hans: 修复了翻译模板的质量检查。
zh_hant: 修復了翻譯模板的質量檢查。

source: Added quality check to trigger on losing translation.
de: Qualitätsprüfung hinzugefügt, die bei Verlust der Übersetzung ausgelöst wird.
ga: Seiceáil cáilíochta curtha leis chun tús a chur le haistriúchán a chailliúint.
hu: Új minőség-ellenőrzés került bevezetésre fordítás elvesztése esetére.
id: Menambahkan pemeriksaan kualitas untuk memicu hilangnya terjemahan.
ja: 翻訳を失うと発動する品質検査を追加。
nl: Kwaliteitscontrole toegevoegd om te activeren bij verliezen van vertaling.
pt: Adicionada verificação de qualidade para acionar na perda de tradução.
pt_br: Adicionada verificação de qualidade para acionar na perda de tradução.
ro: A fost adăugată verificarea calității pentru a se declanșa la pierderea traducerii.
ru: Добавлены проверки качества, которые запускаются при потере переводов.
sv: Lagt till kvalitetskontroll som aktiveras vid förlust av översättning.
ta: மொழிபெயர்ப்பை இழப்பதைத் தூண்டுவதற்கு தர சோதனை சேர்க்கப்பட்டது.
tr: Çeviri kaybında tetiklenen kalite denetimi eklendi.
uk: Додано вмикання перевірки якості при втраті перекладу.
zh_hans: 添加了在丢失翻译时触发的质量检查。
zh_hant: 添加了質量檢查，在丟失翻譯時觸發。
