Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Extended automatic updates configuration by :setting:`AUTO_UPDATE`.
de: Erweiterte Konfiguration der automatischen Aktualisierungen durch :setting:`AUTO_UPDATE`.
ga: Cumraíocht nuashonruithe uathoibríoch leathnaithe trí :setting:`AUTO_UPDATE`.
hu: Az automatikus frissítések konfigurációja kibővült az :setting:`AUTO_UPDATE` beállítással.
id: Konfigurasi pembaruan otomatis diperluas dengan :setting:`AUTO_UPDATE`.
ja: :setting:`AUTO_UPDATE` による自動更新設定を拡張。
nl: Uitgebreide configuratie van automatisch bijwerken door :setting:`AUTO_UPDATE`.
pt: Configuração estendida de atualizações automáticas por :setting:`AUTO_UPDATE`.
pt_br: Configuração estendida de atualizações automáticas por :setting:`AUTO_UPDATE`.
ro: Configurație extinsă a actualizărilor automate prin :setting:`AUTO_UPDATE`.
ru: Расширение настроек автоматического обновления, контролируемых параметром :setting:`AUTO_UPDATE`.
sv: Utökad konfiguration av automatiska uppdateringar genom :setting:`AUTO_UPDATE`.
tr: Kendiliğinden güncelleme yapılandırması :setting:`AUTO_UPDATE` seçeneği ile zenginleştirildi.
uk: Розширено налаштування автоматичного оновлення за допомогою змінної :setting:`AUTO_UPDATE`.
zh_hans: 扩展了通过 :setting:`AUTO_UPDATE` 的自动更新配置。
zh_hant: 擴展了通過 :setting:`AUTO_UPDATE` 的自動更新配置。

source: LINGUAS add-ons now do full sync of translations in Weblate.
de: LINGUAS-Erweiterungen synchronisieren jetzt vollständig die Übersetzungen in Weblate.
ga: Déanann breiseáin LINGUAS sioncronú iomlán anois ar na haistriúcháin in Weblate.
hu: A LINGUAS kiegészítők mostantól teljes szinkronizálást végeznek a fordításokra a Weblate-ben.
id: Pengaya LINGUAS sekarang melakukan sinkronisasi terjemahan secara penuh di Weblate.
ja: LINGUAS アドオンは、Weblate での翻訳の完全な同期に対応。
nl: Add-ons voor LINGUAS doen nu een volledige synchronisatie van vertalingen in Weblate.
pt: Extensões de LINGUAS agora fazem sincronização completa de tradução no Weblate.
pt_br: Complementos de LINGUAS agora fazem sincronização completa de tradução no Weblate.
ro: Suplimentele LINGUAS realizează acum o sincronizare completă a traducerilor în Weblate.
ru: Надстройки LINGUAS теперь выполняют полную синхронизацию переводов с Weblate.
sv: LINGUAS-tillägg synkroniserar nu översättningar fullständigt i Weblate.
ta: மொழிபெயர்ப்பு இப்போது வலைபெயர்ப்பில் மொழிபெயர்ப்புகளின் முழு ஒத்திசைவைச் செய்யுங்கள்.
tr: LINGUAS eklentilerinin Weblate üzerindeki çevirileri tam olarak eşitlemesi sağlandı.
uk: Реалізовано повну синхронізацію перекладів у Weblate для додатків LINGUAS.
zh_hans: LINGUAS 附加组件现在在 Weblate 中完全同步翻译。
zh_hant: LINGUAS 附加組件現在在 Weblate 中完全同步翻譯。

source: *Released on January 18th 2020.*
de: *Veröffentlicht am 18. Januar 2020.*
ga: *Eisithe ar 18 Eanáir 2020.*
hu: *Kiadva: 2020. január 18.*
id: *Dirilis pada 18 Januari 2020.*
nl: *Uitgegeven op 18 januari 2020.*
pt_br: *Atualizado em 18 de janeiro de 2020.*
sv: *Släpptes den 18 januari 2020.*
tr: *18 Ocak 2020 tarihinde yayınlandı.*
uk: *Випущено 18 січня 2020 року.*

source: Support for translate-toolkit 2.5.0.
de: Unterstützung für translate-toolkit 2.5.0.
ga: Tacaíocht don fhoireann uirlisí aistrithe 2.5.0.
hu: `translate-toolkit` 2.5.0 támogatása hozzáadva.
id: Dukungan untuk translate-toolkit 2.5.0.
ja: translate-toolkit 2.5.0 に対応。
nl: Ondersteuning voor Translate-Toolkit 2.5.0.
pt: Suporte para translate-toolkit 2.5.0.
pt_br: Suporte para translate-toolkit 2.5.0.
ro: Suport pentru translate-toolkit 2.5.0.
ru: Поддержка translate-toolkit 2.5.0.
sv: Stöd för translate-toolkit 2.5.0.
ta: மொழிபெயர்ப்பு-டூல்கிட் 2.5.0 க்கான உதவி.
tr: translate-toolkit 2.5.0 desteği eklendi.
uk: Реалізовано підтримку translate-toolkit 2.5.0.
zh_hans: 支持 translate-toolkit 2.5.0。
zh_hant: 支持 translate-toolkit 2.5.0。

source: Add lock indication to projects.
de: Sperranzeigen zu Projekten hinzugefügt.
ga: Cuir comhartha glais le tionscadail.
hu: Projekt zároltságának jelzése hozzáadva.
id: Tambahkan indikasi kunci ke proyek.
ja: ロック状態をプロジェクトに追加。
nl: Indicatie voor vergrendelen van projecten toegevoegd.
pt: Adicionar indicação de bloqueio aos projetos.
pt_br: Adicionar indicação de bloqueio aos projetos.
ro: Adăugați indicații de blocare la proiecte.
ru: К проектам добавлена индикация блокировки.
sv: Lägg till låsindikering till projekt.
ta: திட்டங்களுக்கு பூட்டு குறிப்பைச் சேர்.
tr: Projelere kilit göstergesi eklendi.
uk: Додано позначку блокування для проєктів.
zh_hans: 为项目添加了锁定指示。
zh_hant: 為項目添加了鎖定指示。

source: Fixed CSS bug causing flickering in some web browsers.
de: CSS-Fehler behoben, der in einigen Webbrowsern ein Flackern verursachte.
ga: Bug CSS seasta is cúis le flickering i roinnt brabhsálaithe gréasáin.
hu: CSS hiba javítva, amely bizonyos böngészőkben villogást okozott.
id: Memperbaiki kerusakan CSS yang menyebabkan kedipan pada beberapa peramban web.
ja: 一部の Web ブラウザーで、ちらつきを引き起こす CSS 問題の修正。
nl: CSS-probleem, dat flikkeren in enkele webbrowsers veroorzaakt, gerepareerd.
pt: Corrigido erro CSS que causava cintilação em alguns navegadores web.
pt_br: Corrigido erro CSS que causava cintilação em alguns navegadores web.
ro: S-a remediat o eroare CSS care provoca pâlpâiri în unele browsere web.
ru: Исправлена ошибка в CSS, вызывавшая мерцание в некоторых веб-браузерах.
sv: Fixat CSS-fel som orsakade flimmer i vissa webbläsare.
ta: நிலையான css பிழை சில வலை உலாவிகளில் ஒளிரும்.
tr: Bazı tarayıcılarda titremeye neden olan CSS hatası düzeltildi.
uk: Виправлено ваду CSS, яка спричиняла блимання у деяких браузерах.
zh_hans: 修复了导致某些浏览器闪烁的 CSS 错误。
zh_hant: 修復了在一些 web 瀏覽器中促使閃退的 CSS 缺陷。

source: Fixed searching on systems with non-English locales.
de: Die Suche auf Systemen mit nicht-englischen Sprachumgebungen korrigiert.
ga: Cuardach seasta ar chórais le logaí nach Béarla iad.
hu: Keresési hibák javítva nem angol nyelvű rendszereken.
id: Memperbaiki pencarian pada sistem dengan lokal non-Inggris.
ja: 英語以外の言語のシステムでの検索の修正。
nl: Zoeken op systemen met niet Engelse localen gerepareerd.
pt: Corrigida a pesquisa em sistemas com localidades diferentes do inglês.
pt_br: Corrigida a busca em sistemas com localidades diferentes do inglês.
ro: A fost reparată căutarea pe sisteme cu locații care nu sunt în limba engleză.
ru: Исправлен поиск в системах с неанглийскими локалями.
sv: Fixat sökning på system med icke-engelska språkinställningar.
ta: ஆங்கிலம் அல்லாத இடங்களைக் கொண்ட அமைப்புகளில் நிலையான தேடல்.
tr: Yerel ayarları İngilizce olmayan sistemlerde yaşanan arama sorunu düzeltildi.
uk: Виправлено пошук у системах із локалями, відмінними від англійської.
zh_hans: 修复了以非英语地区设置在系统中搜索。
zh_hant: 修復了以非英語地區設置在系統中搜索。

source: Improved repository matching for GitHub and Bitbucket hooks.
de: Verbesserter Repository-Abgleich für GitHub- und Bitbucket-Hooks.
ga: Meaitseáil stórtha feabhsaithe le haghaidh crúcaí GitHub agus Bitbucket.
hu: GitHub és Bitbucket hook-okhoz tartozó tárolóegyezés javítása.
id: Peningkatan pencocokan repositori untuk kait GitHub dan Bitbucket.
ja: GitHub および Bitbucket フックのリポジトリ 一致を改良。
nl: Verbeterd overeenkomen opslagruimten voor hooks van GitHub en Bitbucket.
pt: Melhorada correspondência de repositório para hooks do GitHub e do Bitbucket.
pt_br: Melhorada correspondência de repositório para hooks do GitHub e do Bitbucket.
ro: A fost îmbunătățită potrivirea depozitelor pentru cârligele GitHub și Bitbucket.
ru: Улучшено сопоставление репозитория для обработчиков GitHub и Bitbucket.
sv: Förbättrad matchning av arkiv för GitHub- och Bitbucket-hooks.
ta: அறிவிலிமையம் மற்றும் பிட்பக்கெட் ஊக்குகளுக்கு மேம்படுத்தப்பட்ட களஞ்சிய பொருத்தம்.
tr: GitHub ve Bitbucket kancaları için depo eşleştirmesi iyileştirildi.
uk: Удосконалено встановлення відповідності у сховищах для спостережних скриптів GitHub і Bitbucket.
zh_hans: 改进了对 GitHub 和 Bitbucket 钩子的仓库。
zh_hant: 改進了對 Github 和 Bitbucket 鉤子的倉庫。

source: Fixed data migration on some Python 2.7 installations.
de: Datenmigration bei einigen Python-2.7-Installationen korrigiert.
ga: Aistriú sonraí seasta ar roinnt suiteálacha Python 2.7.
hu: Adatmigrációs hiba javítva bizonyos Python 2.7 környezetekben.
id: Memperbaiki migrasi data pada beberapa instalasi Python 2.7.
ja: 一部の Python 2.7 インストール時のデータ移行問題を修正。
nl: Gegevensmigratie op sommige installaties van Python 2.7 gerepareerd.
pt: Corrigida migração de dados em algumas instalações do Python 2.7.
pt_br: Corrigida migração de dados em algumas instalações do Python 2.7.
ro: A fost reparată migrarea datelor pe unele instalații Python 2.7.
ru: Исправлена миграция данных на некоторых установках Python 2.7.
sv: Fixade dataöverföring på vissa Python 2.7-installationer.
ta: சில பைதான் 2.7 நிறுவல்களில் நிலையான தரவு இடம்பெயர்வு.
tr: Bazı Python 2.7 kurulumlarında yaşanan veri aktarımı sorunları düzeltildi.
uk: Виправлено перенесення даних для деяких систем зі встановленим Python 2.7.
zh_hans: 修复了一些 Python 2.7 安装中的数据的迁移。
zh_hant: 修復了一些 Python 2.7 安裝中的數據的遷移。

source: Allow configuration of Git shallow cloning.
de: Die Konfiguration von Git Shallow Cloning ermöglicht.
ga: Ceadaigh clónáil éadomhain Git a chumrú.
hu: Git sekély (shallow) klónozásának konfigurálhatósága hozzáadva.
id: Izinkan konfigurasi kloning dangkal Git.
ja: Git の shallow cloning の設定ができるように変更。
nl: Configuratie van oppervlakkig klonen voor Git toestaan.
pt: Permitir a configuração da clonagem rasa de Git.
pt_br: Permitir a configuração da clonagem rasa de Git.
ro: Permite configurarea clonării superficiale Git.
ru: Разрешена настройка поверхностного клонирования в Git’е.
sv: Tillåt konfiguration av Git shallow cloning.
ta: அறிவிலி ஆழமற்ற குளோனிங்கின் உள்ளமைவை அனுமதிக்கவும்.
tr: Git için sığlık düzeyi ile kopyalama yapılandırılması özelliği eklendi.
uk: Уможливлено налаштовування поверхневого клонування Git.
zh_hans: 允许配置 Git 浅克隆。
zh_hant: 允許 Git 錢克隆的配置。

source: Improved background notification processing.
de: Verbesserte Verarbeitung von Hintergrundbenachrichtigungen.
ga: Próiseáil feabhsaithe fógra cúlra.
hu: Háttérértesítések feldolgozása továbbfejlesztve.
id: Peningkatan pemrosesan pemberitahuan latar belakang.
ja: バックグラウンド通知処理を改良。
nl: Verbeterde verwerking van notificatie op de achtergrond.
pt: Melhorado processamento de notificações de segundo plano.
pt_br: Melhorado processamento de notificações de segundo plano.
ro: Îmbunătățirea procesării notificărilor în fundal.
ru: Улучшена обработка фоновых уведомлений.
sv: Förbättrad hantering av bakgrundsmeddelanden.
ta: மேம்படுத்தப்பட்ட பின்னணி அறிவிப்பு செயலாக்கம்.
tr: Arka planda bildirimlerin işlenmesi iyileştirildi.
uk: Удосконалено обробку фонових сповіщень.
zh_hans: 改进了后台通知处理。
zh_hant: 改進了後台通知處理。

source: Fixed broken form submission when navigating back in web browser.
de: Fehlerhafte Formularübermittlung beim Zurücknavigieren im Webbrowser behoben.
ga: Foirm briste seasta a chur isteach agus tú ag nascleanúint ar ais sa bhrabhsálaí gréasáin.
hu: Űrlapbeküldés hiba javítva, amely akkor jelentkezett, ha a böngésző „vissza” funkcióját használták.
id: Memperbaiki pengiriman formulir yang rusak saat menavigasi kembali di peramban web.
ja: Web ブラウザーで操作して戻ると、フォームの送信に失敗する問題を修正。
nl: Defect formulier indiening bij terugnavigeren in webbrowser gerepareerd.
pt: Corrigido o envio de formulários quebrados ao navegar de volta no navegador da web.
pt_br: Corrigido o envio de formulários quebrados ao navegar de volta no navegador da web.
ro: A fost reparată trimiterea de formulare întreruptă la navigarea înapoi în browserul web.
ru: Исправлена ошибка отправки сломанных форм при использовании браузерной кнопки «назад».
sv: Fixat fel vid formulärinlämning när man navigerar tillbaka i webbläsaren.
ta: வலை உலாவியில் திரும்பிச் செல்லும்போது நிலையான உடைந்த படிவ சமர்ப்பிப்பு.
tr: Tarayıcıya geri dönerken yaşanan formun bozuk gönderilmesi sorunu düzeltildi.
uk: Виправлено помилкове подання форми при навігації назад у браузері.
zh_hans: 修复了在浏览器中导航返回时中断的表单提交。
zh_hant: 修復了在 web 瀏覽器導航回去時表格提交中斷。

source: New add-on to configure YAML formatting.
de: Neue Erweiterung zur Konfiguration der YAML-Formatierung.
ga: Breiseán nua chun formáidiú YAML a chumrú.
hu: Új kiegészítő a YAML formázás testreszabásához.
id: Pengaya baru untuk mengonfigurasi pemformatan YAML.
ja: YAML 形式を設定するための新しいアドオンの追加。
nl: Nieuwe add-on om opmaak van YAML te configureren.
pt: Nova extensão para configurar a formatação YAML.
pt_br: Novo complemento para configurar a formatação YAML.
ro: Un nou add-on pentru a configura formatarea YAML.
ru: Новая надстройка для настройки форматирования YAML.
sv: Nytt tillägg för att konfigurera YAML-formatering.
ta: yaml வடிவமைப்பை உள்ளமைக்க புதிய துணை நிரல்.
tr: YAML biçimlendirmesini yapılandırmak için yeni eklenti eklendi.
uk: Новий додаток для налаштовування форматування YAML.
zh_hans: 配置 YAML 格式化的新附加组件。
zh_hant: 配置 YAML 格式化的新附加組件。

source: Fixed same plurals check to not fire on single plural form languages.
de: Die Prüfung auf identische Pluralformen so korrigiert, dass sie bei Sprachen mit nur einer Pluralform nicht auslöst.
ga: Seiceálann na hiolra céanna seasta chun nach gcuirfí isteach ar theangacha aonfhoirmeacha iolra.
hu: Javítva, hogy az azonos többes számú alakok ellenőrzése ne fusson le olyan nyelveknél, ahol csak egyetlen többes számú forma létezik.
id: Memperbaiki pemeriksaan jamak yang sama agar tidak diaktifkan pada bahasa dengan bentuk jamak tunggal.
ja: 単一の複数形言語で、同じ複数形の検査をしないように修正。
nl: Controle zelfde meervoud gerepareerd om niet te worden geactiveerd bij talen met enkele meervoudsvorm.
pt: Corrigida a verificação de mesmos plurais para não disparar em idiomas de forma plural única.
pt_br: Corrigida a verificação de mesmos plurais para não disparar em idiomas de forma plural única.
ro: A fost reparată verificarea acelorași pluraluri pentru a nu se declanșa în limbile cu o singură formă de plural.
ru: Исправлена проверка «Одинаковые формы множественного числа»: теперь она не срабатывает в языках с единственной формой множественного числа.
sv: Fixade samma pluralformskontroll så att den inte aktiveras i språk med en enda pluralform.
ta: ஒற்றை பன்மை வடிவ மொழிகளில் சுடக்கூடாது என்று நிலையான அதே பன்மை சரிபார்க்கவும்.
tr: Tek çoğul biçimli dillerde tetiklenmemesi için çoğul biçimler aynı kalite denetimi düzeltildi.
uk: Виправлено перевірку однаковості форм множини: у новій версії вона не ініціюється для мов із однією формою множини.
zh_hans: 修复了单复数形式语言中没有进行相同的复数检查。
zh_hant: 修復了單複數形式語言中沒有進行相同的複數檢查。

source: Fixed regex search on some fields.
de: Die Suche von regulären Ausdrücken für einige Felder korrigiert.
ga: Cuardach regex seasta ar roinnt réimsí.
hu: Reguláris kifejezéssel való keresés javítva bizonyos mezőkben.
id: Memperbaiki pencarian regex di beberapa bidang.
ja: 一部の項目での正規表現検索を修正。
nl: Zoeken met reguliere uitdrukking voor sommige velden gerepareerd.
pt: Corrigida pesquisa por expressões regulares em alguns campos.
pt_br: Corrigida busca por expressões regulares em alguns campos.
ro: A fost reparată căutarea regex în anumite câmpuri.
ru: Исправлен поиск с использованием регулярных выражений по некоторым полям.
sv: Fixat sökning med reguljära uttryck i vissa fält.
ta: சில துறைகளில் நிலையான ரீசெக்ச் தேடல்.
tr: Bazı alanlarda kurallı ifade aramasında yaşanan sorun düzeltildi.
uk: Виправлено пошук за формальними виразами у деяких полях.
zh_hans: 修复了某些字段上的正则表达式搜索。
zh_hant: 修復了相同字段的 regex 搜索。

source: *Released on January 9th 2020.*
de: *Veröffentlicht am 9. Januar 2020.*
ga: *Eisithe ar 9 Eanáir 2020.*
hu: *Kiadva: 2020. január 9.*
id: *Dirilis pada 9 Januari 2020.*
nl: *Uitgegeven op 9 januari 2020.*
pt_br: *Atualizado em 9 de janeiro de 2020.*
sv: *Släpptes den 9 januari 2020.*
tr: *9 Ocak 2020 tarihinde yayınlandı.*
uk: *Випущено 9 січня 2020 року.*

source: Extended API with translation creation.
de: API erweitert, um Übersetzungen zu erstellen.
ga: API leathnaithe le cruthú aistriúcháin.
hu: API kibővítve fordítás létrehozásának lehetőségével.
id: API yang diperluas dengan pembuatan terjemahan.
ja: 翻訳作成の API の拡張。
nl: Uitgebreide API met maken vertaling.
pt: API estendida com criação de tradução.
pt_br: API estendida com criação de tradução.
ro: API extins cu crearea de traduceri.
ru: Расширенный API с созданием перевода.
sv: Utökad API med översättningsskapande.
ta: மொழிபெயர்ப்பு உருவாக்கத்துடன் நீட்டிக்கப்பட்ட பநிஇ.
tr: API çeviri oluşturma özelliği ile zenginleştirildi.
uk: Програмний інтерфейс розширено для створення перекладів.
zh_hans: 扩展了新建翻译 API。
zh_hant: 擴展了新建翻譯 API。

source: Fixed several corner cases in data migrations.
de: Mehrere Ausnahmefälle bei Datenmigrationen korrigiert.
ga: Socraíodh roinnt cásanna cúinne in aistrithe sonraí.
hu: Több speciális eset javítása az adatmigrációk során.
id: Memperbaiki beberapa kasus khusus dalam migrasi data.
ja: 一部の特殊なケースのデータ移行問題の修正。
nl: Verscheidene randgevallen in gegevensmigraties gerepareerd.
pt: Corrigidos diversos casos especiais em migrações de dados.
pt_br: Corrigidos diversos casos especiais em migrações de dados.
ro: Au fost corectate mai multe cazuri de colț în migrările de date.
ru: Исправлено несколько граничных случаев при миграции данных.
sv: Flera specialfall i datamigreringar har åtgärdats.
ta: தரவு இடம்பெயர்வுகளில் பல மூலையில் வழக்குகள் சரி செய்யப்பட்டன.
tr: Veri aktarımlarında yaşanan bazı uç durumlar düzeltildi.
uk: Виправлено обробку деяких рідкісних випадків при перенесенні даних.
zh_hans: 修复了数据迁移的几个极端情况。
zh_hant: 修復了數據遷移的幾個極端情況。

source: Compatibility with Django 3.0.
de: Kompatibilität mit Django 3.0.
ga: Comhoiriúnacht le Django 3.0.
hu: Django 3.0 kompatibilitás.
id: Kompatibilitas dengan Django 3.0.
ja: Django 3.0 への互換性に対応。
nl: Compatibiliteit met Django 3.0.
pt: Compatibilidade com Django 3.0.
pt_br: Compatibilidade com Django 3.0.
ro: Compatibilitate cu Django 3.0.
ru: Совместимость с Django 3.0.
sv: Kompatibilitet med Django 3.0.
ta: சாங்கோ 3.0 உடன் பொருந்தக்கூடிய தன்மை.
tr: Django 3.0 uyumluluğu sağlandı.
uk: Забезпечено сумісність із Django 3.0.
zh_hans: 与 Django 3.0 兼容。
zh_hant: 與 Django 3.0 兼容。

source: Improved data clean-up performance.
de: Verbesserte Leistung der Datenbereinigung.
ga: Feidhmíocht glanta sonraí feabhsaithe.
hu: Adattisztítási műveletek teljesítménye javítva.
id: Meningkatkan kinerja pembersihan data.
ja: データ クリーンアップの性能の向上。
nl: Verbeterde prestaties voor opruimen van gegevens.
pt: Aprimorado o desempenho da limpeza de dados.
pt_br: Aprimorado o desempenho da limpeza de dados.
ro: Îmbunătățirea performanțelor de curățare a datelor.
ru: Улучшена производительность очистки данных.
sv: Förbättrad prestanda för datarensning.
ta: மேம்படுத்தப்பட்ட தரவு தூய்மைப்படுத்தும் செயல்திறன்.
tr: Veri temizleme başarımı iyileştirildi.
uk: Поліпшено швидкість очищення даних.
zh_hans: 改进了数据清理性能。

source: Added support for customizable security.txt.
de: Unterstützung für anpassbare security.txt hinzugefügt.
ga: Tacaíocht breise le haghaidh security.txt inoiriúnaithe.
hu: Testreszabható `security.txt` fájl támogatása hozzáadva.
id: Menambahkan dukungan untuk security.txt yang dapat disesuaikan.
ja: カスタマイズ可能な security.txt に対応。
nl: Ondersteuning toegevoegd voor aangepast security.txt.
pt: Adicionado suporte ao security.txt customizável.
pt_br: Adicionado suporte ao security.txt customizável.
ro: A fost adăugat suport pentru security.txt personalizabil.
ru: Добавлена поддержка настройки security.txt.
sv: Lagt till stöd för anpassningsbar security.txt.
ta: தனிப்பயனாக்கக்கூடிய பாதுகாப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: Özelleştirilebilir security.txt desteği eklendi.
uk: Додано підтримку нетипового security.txt.
zh_hans: 为定制的 security.txt 添加了支持。
zh_hant: 為定制的 security.txt 添加了支持。

source: Improved breadcrumbs in changelog.
de: Verbesserte Brotkrumen im Änderungsprotokoll.
ga: Briste aráin feabhsaithe i log change.
hu: Változásnaplóban a navigációs útvonal (breadcrumb) megjelenítése javult.
id: Perbaikan breadcrumb pada catatan perubahan.
ja: 変更履歴でのパンくずリストを改良。
nl: Verbeterde broodkruimels in log met wijzigingen.
pt: Melhorado a estrutura de navegação no changelog.
pt_br: Melhorado a estrutura de navegação no changelog.
ro: Îmbunătățit breadcrumbs în changelog.
ru: Улучшены хлебные крошки в журнале изменений.
sv: Förbättrade brödsmulor i ändringsloggen.
ta: சேஞ்ச்லாக் மேம்படுத்தப்பட்ட பிரட்தூள்களில் நனைக்கப்பட்டு.
tr: Değişiklik günlüğünde sayfa yolları iyileştirildi.
uk: Удосконалено структуру журналу змін.
zh_hans: 改进了更新日志的面包屑菜单。
zh_hant: 改進了更改日誌的麵包屑（breadcrubs）。

source: Improved translations listing on dashboard.
de: Verbesserte Auflistung der Übersetzungen auf der Übersichtsseite.
ga: Liostú aistriúcháin feabhsaithe ar an deais.
hu: Fordítások listázása az vezérlőpulton átláthatóbb lett.
id: Peningkatan daftar terjemahan pada dasbor.
ja: ダッシュボードでの翻訳一覧を改良。
nl: Verbeterde vermelding vertalingen op dashboard.
pt: Melhorada listagem de traduções no painel.
pt_br: Melhorada listagem de traduções no painel.
ro: A fost îmbunătățită lista de traduceri de pe tabloul de bord.
ru: Улучшен список переводов в панели управления.
sv: Förbättrad översättningslista på instrumentpanelen.
ta: டாச்போர்டில் மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு பட்டியல்.
tr: Panoda çeviri listesinin görünümü iyileştirildi.
uk: Удосконалено список перекладів на панелі приладів.
zh_hans: 改进了操作面板上的翻译列表。
zh_hant: 改進了面板上的翻譯列表。

source: Improved HTTP responses for webhooks.
de: Verbesserte HTTP-Antworten für Webhooks.
ga: Freagraí feabhsaithe HTTP le haghaidh cuaillí gréasáin.
hu: Webhookokra adott HTTP válaszok továbbfejlesztve.
id: Peningkatan respons HTTP untuk webhook.
ja: Webhooks のHTTP レスポンスを改良。
nl: Verbeterde HTTP-antwoorden voor webhooks.
pt: Melhorada respostas HTTP para webhooks.
pt_br: Melhorada respostas HTTP para webhooks.
ro: Răspunsuri HTTP îmbunătățite pentru webhooks.
ru: Улучшены HTTP-ответы для веб-обработчиков.
sv: Förbättrade HTTP-svar för webhooks.
ta: வெப்ஊக்குகளுக்கான மேம்படுத்தப்பட்ட http பதில்கள்.
tr: İnternet kancaları için HTTP yanıtları iyileştirildi.
uk: Удосконалено відповіді HTTP для спостережних скриптів.
zh_hans: 改进了 Webhooks 的 HTTP 响应。
zh_hant: 改進了 Webhooks 的 HTTP 響應。

source: Added support for GitLab merge requests in Docker container.
de: Unterstützung für GitLab-Merge-Requests in Docker-Containern hinzugefügt.
ga: Tacaíocht bhreise le haghaidh iarratais chumaisc GitLab i gcoimeádán Docker.
hu: GitLab egyesítési kérelem (merge request) támogatás Docker környezetben hozzáadva.
id: Menambahkan dukungan untuk permintaan penggabungan GitLab dalam kontainer Docker.
ja: Docker コンテナーでの GitLab マージ リクエストに対応。
nl: Ondersteuning toegevoegd voor verzoeken voor samenvoegen met GitLab in Docker container.
pt: Adicionado suporte aos merge requests do GitLab no contentor Docker.
pt_br: Adicionado suporte aos merge requests do GitLab no contêiner Docker.
ro: A fost adăugat suport pentru cererile de îmbinare GitLab în containerul Docker.
ru: Добавлена поддержка запросов на слияние GitLab в контейнере Docker.
sv: Lagt till stöd för GitLab-sammanslagningsförfrågningar i Docker-container.
ta: கப்பல்துறை கொள்கலனில் அறிவிலிஆய்வு ஒன்றிணைக்கும் கோரிக்கைகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Docker kapsayıcısına GitLab birleştirme istekleri desteği eklendi.
uk: Додано підтримку запитів щодо об'єднання GitLab у контейнері Docker.
zh_hans: 新增了在 Docker 容器中对 GitLab 合并请求的支持。
zh_hant: 在 Docker 容器中添加了 GitLab 和並請求。

source: *Released on December 20th 2019.*
de: *Veröffentlicht am 20. Dezember 2019.*
ga: *Eisithe ar 20 Nollaig 2019.*
hu: *Kiadva: 2019. december 20.*
id: *Dirilis pada 20 Desember 2019.*
nl: *Uitgegeven op 20 december 2019.*
pt_br: *Atualizado em 20 de dezembro de 2019.*
sv: *Släpptes den 20 december 2019.*
tr: *20 Aralık 2019 tarihinde yayınlandı.*
uk: *Випущено 20 грудня 2019 року.*
