Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Access class to the API, define API key and optionally API URL.
de: Zugriffsklasse auf die API, Definition des API-Schlüssels und optional der API-URL.
ga: Rochtain rang ar an API, sainigh eochair API agus go roghnach URL API.
hu: API-hozzáférést biztosító osztály, amelyben megadható az API-kulcs és opcionálisan az API URL-je.
id: Kelas akses ke API, tentukan kunci API dan (opsional) URL API.
ja: API へのアクセス クラスに、API キーと必要なら API URL を設定します。
nl: Toegangsklasse voor de API, definieer API-sleutel en optioneel API URL.
pt: Acessa a classe para a API, define a chave da API e, opcionalmente, a URL da API.
pt_br: Acessa a classe para a API, define a chave da API e, opcionalmente, a URL da API.
ro: Clasa de acces la API, definește cheia API și, opțional, URL-ul API.
ru: Класс доступа к API, определения ключа API и, необязательно, URL-адреса API.
sv: Få tillgång till API:et, definiera API-nyckel och eventuellt API-URL.
ta: பநிஇ க்கு வகுப்பை அணுகவும், பநிஇ விசை மற்றும் விருப்பமாக பநிஇ முகவரி ஐ வரையறுக்கவும்.
tr: API erişim sınıfı. API anahtarını ve isteğe bağlı olarak API adresini tanımlar.
uk: Клас доступу до програмного інтерфейсу, визначає ключ до програмного інтерфейсу і, необов'язково, адресу програмного інтерфейсу.
zh_hans: API 的访问类，定义 API 密钥和可选的 API URL。
zh_hant: 訪問API的類，定義API鍵和可選的API URL。

source: Request path
de: Anfragepfad
ga: Cosán iarratais
hu: A kérés útvonala
id: Jalur permintaan
ja: リクエストのパス
nl: Pad voor verzoek
pt: Caminho da solicitação
pt_br: Caminho da solicitação
ro: Calea de solicitare
ru: Путь запроса
sv: Begär väg
ta: கோரிக்கை பாதை
tr: İstek yolu
uk: Шлях запиту
zh_hans: 请求路径

source: Return type
de: Rückgabetyp
ga: Cineál tuairisceáin
hu: Visszatérési érték típusa
id: Jenis pengembalian
ja: 戻り値の型
nl: Terug te geven type
pt: Tipo de retorno
pt_br: Tipo de retorno
ro: Tipul de retur
ru: Тип возвращаемого значения
sv: Returtyp
ta: திரும்ப வகை
tr: Geri dönüş türü
uk: Тип результату
zh_hans: 返回类型

source: Performs a single API GET call.
de: Führt einen einzelnen API-GET-Aufruf durch.
ga: Déanann sé glao amháin API GET.
hu: Egyetlen API GET kérés végrehajtása.
id: Melakukan satu panggilan API GET.
ja: 単体の API GET 呼び出しを実行します。
nl: Voert een enkele aanroep API GET uit.
pt: Executa uma única chamada de API GET.
pt_br: Executa uma única chamada de API GET.
ro: Efectuează un singur apel API GET.
ru: Выполняет единичный GET-вызов API.
sv: Utför ett enda API GET-anrop.
ta: ஒற்றை பநிஇ கெட் அழைப்பைச் செய்கிறது.
tr: Tek bir API GET çağrısı yapar.
uk: Виконує один виклик GET програмного інтерфейсу.
zh_hans: 执行单个 API GET 调用。
zh_hant: 執行單個API呼叫。

source: Configuration section to use
de: Zu verwendender Konfigurationsabschnitt
ga: Cuid cumraíochta le húsáid
hu: A használandó konfigurációs szekció
id: Bagian konfigurasi yang akan digunakan
ja: 使用するセクションの設定
nl: Te gebruiken sectie van configuratie
pt: Secção de configuração para uso
pt_br: Seção de configuração para uso
ro: Secțiunea de configurare de utilizat
ru: Используемый раздел конфигурации
sv: Konfigurationsavsnitt att använda
ta: பயன்படுத்த உள்ளமைவு பிரிவு
tr: Kullanılacak yapılandırma bölümü
uk: Розділ налаштувань, яким слід скористатися
zh_hans: 要使用的配置部分

source: Configuration file parser following XDG specification.
de: Parser für Konfigurationsdateien gemäß XDG-Spezifikation.
ga: Parsálaí comhaid cumraíochta tar éis sonraíocht XDG.
hu: Konfigurációs fájl értelmező az XDG specifikáció szerint.
id: Parser berkas konfigurasi mengikuti spesifikasi XDG.
ja: XDG 仕様に準拠した設定ファイルのパーサー。
nl: Configuratie bestandsparser die XDG-specificatie volgt.
pt: Analisador de ficheiro de configuração a seguir a especificação XDG.
pt_br: Analisador de arquivo de configuração seguindo a especificação XDG.
ro: Analizator de fișiere de configurare în conformitate cu specificațiile XDG.
ru: Парсер файлов настроек, реализующий спецификацию XDG.
sv: Konfigurationsfilsparser enligt XDG-specifikationen.
ta: xdg விவரக்குறிப்பைத் தொடர்ந்து உள்ளமைவு கோப்பு பாகுபடுத்தி.
tr: XDG teknik özelliklerine uygun yapılandırma dosyası işleyici.
uk: Обробник файла налаштувань, у якому використано специфікацію XDG.
zh_hans: 遵循 XDG 规范的配置文件解析器。
zh_hant: XDG規範之後的配置文件解析器。

source: Path from which to load configuration.
de: Pfad, aus dem die Konfiguration geladen werden soll.
ga: Conair ónar féidir cumraíocht a luchtú.
hu: Az a fájl, ahonnan a konfiguráció betöltésre kerül.
id: Jalur untuk memuat konfigurasi.
ja: 設定の読み込み元のパス。
nl: Pad waaruit configuratie moet worden geladen.
pt: Caminho a partir do qual carregar a configuração.
pt_br: Caminho a partir do qual carregar a configuração.
ro: Calea de acces din care se încarcă configurația.
ru: Путь к файлу, из которого загружаются настройки.
sv: Sökväg från vilken konfigurationen ska laddas.
ta: உள்ளமைவை ஏற்றுவதற்கான பாதை.
tr: Yapılandırmanın yükleneceği yol.
uk: Шлях, з якого слід завантажувати налаштування.
zh_hans: 从中加载配置的路径。
zh_hant: 從中加載配置的路徑。

source: Loads configuration from a file, if none is specified, it loads from the `wlc` configuration file (:file:`~/.config/wlc`) placed in your XDG configuration path (:file:`/etc/xdg/wlc`).
de: Lädt die Konfiguration aus einer Datei, wenn keine angegeben ist, wird sie aus der `wlc`-Konfigurationsdatei (:file:`~/.config/wlc`) geladen, die sich in Ihrem XDG-Konfigurationspfad (:file:`/etc/xdg/wlc`) befindet.
ga: Lódálann sé cumraíocht ó chomhad, mura bhfuil aon cheann sonraithe, lódálann sé ón gcomhad cumraíochta `wlc` configuration file (:file:`~/.config/wlc`) a chuirtear i do chonair cumraíochta XDG (:file:`/etc/xdg/wlc`).
hu: Konfiguráció betöltése fájlból, ha nincs megadva fájl, akkor a `wlc` konfigurációs fájlából töltődik be (:file:`~/.config/wlc`), amely az XDG konfigurációs útvonalon található (:file:`/etc/xdg/wlc`).
id: Memuat konfigurasi dari sebuah berkas, jika tidak ada yang ditentukan, maka akan dimuat dari berkas konfigurasi `wlc` (:file:`~/.config/wlc`) yang ditempatkan di jalur konfigurasi XDG Anda (:file:`/etc/xdg/wlc`).
ja: 設定をファイルから読み込みます。設定の指定がない場合は、XDG 設定パス（:file:`/etc/xdg/wlc` ）に配置された `wlc` 設定ファイル（:file:`~/.config/wlc` ）から読み込みます。
nl: Laadt de configuratie uit een bestand, als geen wordt gespecificeerd, wordt het geladen uit het configuratiebestand `wlc` (:file:`~/.config/wlc`), geplaatst in uw pad voor configuratie van XDG (:file:`/etc/xdg/wlc`).
pt: Carrega a configuração de um ficheiro. Se nenhuma for especificada, carrega do ficheiro de configuração `wlc` (:file:`~/.config/wlc`) posto no seu caminho de configuração XDG (:file:`/etc/xdg/wlc`).
pt_br: Carrega a configuração de um arquivo. Se nenhuma for especificada, carrega do arquivo de configuração `wlc` (:file:`~/.config/wlc`) colocado em seu caminho de configuração XDG (:file:`/etc/xdg/wlc`).
ro: Încarcă configurația dintr-un fișier, dacă nu este specificat niciunul, se încarcă din fișierul de configurare `wlc` (:file:`~/.config/wlc`) plasat în calea de configurare XDG (:file:`/etc/xdg/wlc`).
ru: Загружает настройки из файла; если файл не указан, загружает их из файла настроек `wlc` (:file:`~/.config/wlc`), расположенного в вашем каталоге настроек XDG (:file:`/etc/xdg/wlc`).
sv: Laddar konfigurationen från en fil. Om ingen fil anges laddas den från `wlc`-konfigurationsfilen (:file:`~/.config/wlc`) som finns i din XDG-konfigurationssökväg (:file:`/etc/xdg/wlc`).
tr: Yapılandırmayı bir dosyadan yükler. None olarak belirtilirse, XDG yapılandırma yolunuzda (:file:`/etc/xdg/wlc`) bulunan `wlc` yapılandırma dosyasından (:file:`~/.config/wlc`) yüklenir.
uk: Завантажує налаштування з файла. Якщо файл не вказано, завантаження відбуватиметься з файла налаштувань `wlc` (:file:`~/.config/wlc`), який розташовано у вашому каталозі налаштувань XDG (:file:`/etc/xdg/wlc`).
zh_hans: 从文件中加载配置，如果未指定配置文件，则从XDG路径(:file:`/etc/xdg/wlc`)中的"wlc"配置文件(:file:`~/.config/wlc`)加载配置。
zh_hant: 從文件中加載配置，如果沒有指定，則從“WLC”配置文件（：“文件：`〜/ .config / wlc`）中加載（：file：`/ etc / xdg / wlc`）。

source: Settings to override as list of tuples
de: Zu überschreibende Einstellungen als Liste von Tupeln
ga: Socruithe le sárú mar liosta tuples
hu: Felülírandó beállítások listája tuple (rendezett párok) formában
id: Pengaturan untuk ditimpa sebagai daftar tupel
ja: タプルのリストとして上書きする設定
nl: Als lijst tuples te overschrijven instellingen
pt: Configurações para substituir como lista de tuplas
pt_br: Configurações para substituir como lista de tuplas
ro: Setări de suprascris ca listă de tupluri
ru: Параметры для переопределения в виде списка кортежей
sv: Inställningar som ska åsidosättas som en lista med tupler
ta: டூப்பிள்களின் பட்டியலாக மேலெழுத அமைப்புகள்
tr: Demetlerin listesi olarak geçersiz kılınacak ayarlar
uk: Параметри для перевизначення у форматі списку кортежів
zh_hans: 设置为元组列表覆盖
zh_hant: 作為元組列表覆蓋的設置

source: stdout file object for printing output, uses ``sys.stdout`` as default
de: stdout-Dateiobjekt für die Ausgabe, verwendet standardmäßig ``sys.stdout``
ga: réad comhaid stdout le haghaidh aschur priontála, úsáideann `` sys.stdout`` mar réamhshocrú
hu: stdout fájlobjektum a kimenethez, alapértelmezés szerint: ``sys.stdout``
id: objek berkas stdout untuk mencetak keluaran, menggunakan ``sys.stdout`` sebagai bawaan
ja: 出力表示用の stdout ファイル オブジェクト。デフォルトで ``sys.stdout`` を使用する
nl: stdout bestandsobject voor afdrukken van uitvoer, gebruikt standaard ``sys.stdout``
pt: objeto de ficheiro stdout para saída de impressão, usa ``sys.stdout`` como padrão
pt_br: objeto de arquivo stdout para saída de impressão, usa ``sys.stdout`` como padrão
ro: obiect de fișier stdout pentru imprimarea ieșirii, utilizează ``sys.stdout`` ca valoare implicită
ru: Файловый объект стандартного потока вывода печати вывода, по умолчанию используется ``sys.stdout``
sv: stdout-filobjekt för utskrift, använder ``sys.stdout`` som standard
ta: வெளியீட்டை அச்சிடுவதற்கு stdout கோப்பு பொருள், இயல்புநிலையாக `` sys.stdout`` ஐப் பயன்படுத்துகிறது
tr: stdout dosya nesnesi çıktıyı yazdırmak için varsayılan olarak ``sys.stdout`` kullanır
uk: Файловий об'єкт stdout для виведення даних. Типовим є ``sys.stdout``
zh_hans: 用于打印输出的 stdout 文件对象，使用 ``sys.stdout`` 作为默认值
zh_hant: 用於打印輸出的stdout文件對象，使用``sys.stdout```

source: Command-line arguments to process, uses ``sys.args`` as default
de: Befehlszeilenargumente, die verarbeitet werden sollen, verwendet standardmäßig ``sys.args``
ga: Argóintí na líne ordaithe le próiseáil, úsáidtear `` sys.args`` mar réamhshocrú
hu: Feldolgozandó parancssori argumentumok, alapértelmezésként a ``sys.args`` kerül használatra
id: Argumen baris perintah untuk diproses, menggunakan ``sys.args`` sebagai bawaan
ja: 処理用のコマンドライン引数。デフォルトで ``sys.args`` を使用する
nl: Te verwerken argumenten voor de opdrachtregel, gebruikt standaard ``sys.args``
pt: Argumentos de linha de comando para processar, usa ``sys.args`` como padrão
pt_br: Argumentos de linha de comando para processar, usa ``sys.args`` como padrão
ro: Argumente din linia de comandă pentru procesare, utilizează ``sys.args`` ca valoare implicită
ru: Аргументы командной строки для обработки, по умолчанию используется ``sys.args``
sv: Kommandoradsargument att bearbeta, använder ``sys.args`` som standard
ta: கட்டளை-வரி வாதங்கள் செயலாக்க, இயல்புநிலையாக `` sys.argv`` ஐப் பயன்படுத்து
tr: İşlenecek komut satırı bağımsız değişkenleri. Varsayılan olarak ``sys.args`` kullanır
uk: Аргументи командного рядка для обробки. Типовими є ``sys.args``
zh_hans: 要处理的命令行变量，使用 ``sys.args`` 作为默认值
zh_hant: 要處理的命令行參數，使用``sys.args``

source: Main entry point for command-line interface.
de: Haupteinstiegspunkt für die Befehlszeilenschnittstelle.
ga: Príomhphointe iontrála don chomhéadan líne ordaithe.
hu: A parancssori felület fő belépési pontja.
id: Titik masuk utama untuk antarmuka baris perintah.
ja: コマンドライン インターフェイスのメイン エントリ ポイント。
nl: Hoofd toegangspoort voor interface van de opdrachtregel.
pt: Ponto de entrada principal para interface de linha de comando.
pt_br: Ponto de entrada principal para interface de linha de comando.
ro: Punct principal de intrare pentru interfața de linie de comandă.
ru: Главная точка входа для интерфейса командной строки.
sv: Huvudsaklig ingångspunkt för kommandoradsgränssnittet.
ta: கட்டளை-வரி இடைமுகத்திற்கான முதன்மையான நுழைவு புள்ளி.
tr: Komut satırı arayüzü için ana giriş noktası.
uk: Головна точка входу для інтерфейсу командного рядка.
zh_hans: 命令行界面的主要入口点。
zh_hant: 命令行界面的主要入口點。

source: Decorator to register :class:`Command` class in main parser used by :func:`main`.
de: Decorator zur Registrierung der Klasse :class:`Command` im Hauptparser, der von :func:`main` verwendet wird.
ga: Maisitheoir chun rang :class:`Command` a chlárú sa phríomhpharsálaí a úsáideann :func:`main`.
hu: Dekorátor, amely egy :class:`Command` osztályt regisztrál a :func:`main` által használt fő parancsértelmezőben.
id: Dekorator untuk mendaftarkan kelas :class:`Command` di parser utama yang digunakan oleh :func:`main`.
ja: :func:`main` で使用するメイン パーサーに :class:`Command` クラスを登録するデコレータ。
nl: Decoratie voor registreren van de klasse :class:`Command` in de hoofdparser die wordt gebruikt door :func:`main`.
pt: Decorador para registar a classe :class:`Command` no analisador principal usado por :func:`main`.
pt_br: Decorador para registrar a classe :class:`Command` no analisador principal usado por :func:`main`.
ro: Decorator pentru a înregistra clasa :class:`Command` în parserul principal utilizat de :func:`main`.
ru: Декоратор для регистрации класса :class:`Command` в основном анализаторе, используемом функцией :func:`main`.
sv: Dekorator för att registrera klassen :class:`Command` i huvudparsern som används av :func:`main`.
tr: :func:`main` tarafından kullanılan ana işleyicide :class:`Command` sınıfını kaydeden dekoratör.
uk: Декоратор для реєстрації класу :class:`Command` у основному обробнику, який використовується :func:`main`.
zh_hans: 在 :func:`main` 所用的主解析器中注册 :class:`Command` 类的装饰器。
zh_hant: 裝飾員註冊：Class：`Command`在主要解析器中的類：Func：`Main`

source: Main class for invoking commands.
de: Hauptklasse zum Aufrufen von Befehlen.
ga: Príomhrang le haghaidh orduithe a agairt.
hu: Parancsok meghívására szolgáló fő osztály.
id: Kelas utama untuk menjalankan perintah.
ja: コマンドを呼び出すためのメイン クラス。
nl: Hoofdklasse voor aanroepen van opdrachten.
pt: Classe principal para invocação de comandos.
pt_br: Classe principal para invocação de comandos.
ro: Clasa principală pentru invocarea comenzilor.
ru: Главный класс для вызова команд.
sv: Huvudklass för att anropa kommandon.
ta: கட்டளைகளைத் தூண்டுவதற்கான முக்கிய வகுப்பு.
tr: Komutları çağıran ana sınıf.
uk: Основний клас для виклику команд.
zh_hans: 调用命令的主类。
zh_hant: 用於調用命令的主類。

source: Data residency
sv: Dataresidens

source: All **Weblate Cloud** and **Hosted Weblate** services are hosted entirely within the **European Union**. This ensures strong data protection, clear jurisdiction, and compliance with European privacy standards.
sv: Alla **Weblate Cloud**- och **Hosted Weblate**-tjänster är helt och hållet värdbaserade inom **Europeiska unionen**. Detta garanterar ett starkt dataskydd, tydlig jurisdiktion och efterlevnad av europeiska integritetsstandarder.

source: Our infrastructure is provided by **Hetzner Online GmbH**, a German data center operator with a long-standing reputation for reliability and sustainability. Hetzner’s facilities are certified under **ISO 27001** (information security) and **ISO 9001** (quality management), and are pursuing **ISO 50001** (energy management) certification.
sv: Vår infrastruktur tillhandahålls av **Hetzner Online GmbH**, en tysk datacenteroperatör med ett långvarigt rykte om tillförlitlighet och hållbarhet. Hetzner-anläggningarna är certifierade enligt **ISO 27001** (informationssäkerhet) och **ISO 9001** (kvalitetsledning) och strävar efter att bli certifierade enligt **ISO 50001** (energiledning).

source: Where data lives
sv: Var data finns

source: All customer data, including translations, user information, and backups, is stored and processed within the EU.
sv: All kunddata, inklusive översättningar, användarinformation och säkerhetskopior, lagras och behandlas inom EU.

source: Primary data centers are located in **Germany**.
sv: Primära datacenter finns i **Tyskland**.

source: No operational data leaves the EU unless explicitly requested by the customer (for example, for external backups or region-specific deployments).
sv: Inga operativa data lämnar EU om inte kunden uttryckligen begär det (till exempel för externa säkerhetskopior eller regionsspecifika distributioner).

source: Privacy and regulatory compliance
sv: Sekretess och efterlevnad av regler och föreskrifter

source: Weblate Cloud and Hosted Weblate follow privacy-by-design principles and meet the requirements of **GDPR**.
sv: Weblate Cloud och Hosted Weblate följer principerna om inbyggt integritetsskydd och uppfyller kraven i **GDPR**.

source: Sustainability
sv: Hållbarhet

source: All hosting infrastructure operates on **100% renewable energy**, primarily sourced from **hydropower**. You can find more details at https://www.hetzner.com/unternehmen/nachhaltigkeit/.
sv: All hostinginfrastruktur drivs med **100 % förnybar energi**, främst från **vattenkraft**. Mer information finns på https://www.hetzner.com/unternehmen/nachhaltigkeit/.

source: Customer control
sv: Kundkontroll

source: Customers retain full control over their data: - Projects, translations, and user accounts can be exported or deleted at any time. - External integrations are optional and fully configurable. - Dedicated Weblate instances are available for organizations needing isolated or customized environments.
sv: Kunderna behåller full kontroll över sina data: - Projekt, översättningar och användarkonton kan exporteras eller raderas när som helst. - Externa integrationer är valfria och helt konfigurerbara. - Dedikerade Weblate-instanser finns tillgängliga för organisationer som behöver isolerade eller anpassade miljöer.

source: Dependencies
de: Abhängigkeiten
ga: Spleáchais
hu: Függőségek
id: Dependensi
nl: Afhankelijkheden
pt_br: Dependências
sv: Beroenden
uk: Залежності

source: Software Bill of Material
de: Software-Stückliste
ga: Bille Ábhar Bogearraí
hu: Szoftverösszetevők jegyzéke
id: Daftar Material Perangkat Lunak
nl: Software materiaallijst
sv: Programvaruförteckning
uk: Специфікація матеріалів програмного забезпечення

source: Weblate comes with a Software Bill of Material (SBOM) in the source core as :file:`docs/specs/sbom/sbom.json` using the CycloneDX format. This can be used to review the dependencies for security issues or license compliance.
de: Weblate verfügt über eine Software-Stückliste (SBOM) im Quellcode als :file:`docs/specs/sbom/sbom.json` im CycloneDX-Format. Damit können die Abhängigkeiten auf Sicherheitsprobleme oder Lizenzkonformität überprüft werden.
ga: Tagann Bille Ábhar Bogearraí (SBOM) le Weblate sa chroílár foinse mar :file:`docs/specs/sbom/sbom.json` ag baint úsáide as an bhformáid CycloneDX. Is féidir é seo a úsáid chun na spleáchais a athbhreithniú le haghaidh saincheisteanna slándála nó comhlíonadh ceadúnais.
hu: A Weblate forráskódjában CycloneDX formátumban elérhető a szoftverösszetevők jegyzéke (SBOM) a :file:`docs/specs/sbom/sbom.json` fájlban. Ez felhasználható a függőségek biztonsági vagy licencelési szempontú ellenőrzésére.
id: Weblate dilengkapi dengan Daftar Material Perangkat Lunak (SBOM) di inti sumber sebagai :file:`docs/specs/sbom/sbom.json` menggunakan format CycloneDX. Ini dapat digunakan untuk meninjau dependensi terkait masalah keamanan atau kepatuhan lisensi.
nl: Weblate bevat een Software Bill of Material (SBOM) in de bron als :file:`docs/specs/sbom/sbom.json` in de indeling CycloneDX. Die kan worden gebruikt om de afhankelijkheden na te kijken voor problemen met beveiliging of conformiteit met de licentie.
sv: Weblate levereras med en SBOM (Software Bill of Material) i källkoden som :file:`docs/specs/sbom/sbom.json` i CycloneDX-format. Denna kan användas för att granska beroenden för säkerhetsfrågor eller licensöverensstämmelse.
uk: Weblate постачається з специфікацією програмного забезпечення (SBOM) у вихідному коді як :file:`docs/specs/sbom/sbom.json` у форматі CycloneDX. Його можна використовувати для перевірки залежностей на предмет безпеки або відповідності ліцензії.

source: Tracking dependencies for vulnerabilities
de: Nachverfolgen der Abhängigkeiten auf Schwachstellen
ga: Rianú spleáchais le haghaidh leochaileachtaí
hu: Függőségek sérülékenységének követése
id: Pelacakan dependensi untuk kerentanan
ja: 脆弱性の依存関係の追跡
nl: Afhankelijkheden bijhouden voor kwetsbaarheden
pt: Rastreamento de dependências para vulnerabilidades
pt_br: Rastreamento de dependências para vulnerabilidades
ro: Urmărirea dependențelor pentru vulnerabilități
ru: Отслеживание зависимостей для реагирования на уязвимости
sv: Spåra beroenden för sårbarheter
ta: பாதிப்புகளுக்கான சார்புநிலைகளைக் கண்காணித்தல்
tr: Güvenlik açıkları için bağımlılıkları izlemek
uk: Стеження за вразливостями у залежностях
zh_hans: 跟踪漏洞的依赖关系

source: Security issues in our dependencies are monitored using `Renovate`_. This covers the Python and JavaScript libraries, and the latest stable release has its dependencies updated to avoid vulnerabilities.
de: Sicherheitslücken in unseren Abhängigkeiten werden mit `Renovate`_ überwacht. Dies deckt die Python- und JavaScript-Bibliotheken ab, und die Abhängigkeiten der neuesten stabilen Version wurden aktualisiert, um Sicherheitslücken zu vermeiden.
ga: Déantar monatóireacht ar shaincheisteanna slándála inár spleáchais trí úsáid a bhaint as `Renovate`_. Clúdaíonn sé seo na leabharlanna Python agus JavaScript, agus tá a spleáchais nuashonraithe ag an scaoileadh cobhsaí is déanaí chun leochaileachtaí a sheachaint.
hu: A Weblate függőségeiben előforduló biztonsági problémákat a `Renovate`_ eszköz segítségével figyeljük. Ez lefedi a Python és JavaScript könyvtárakat is, és gondoskodik róla, hogy a legfrissebb stabil kiadás biztonságos, frissített függőségeket használjon.
id: Masalah keamanan dalam dependensi kami dipantau menggunakan `Renovate`_. Ini mencakup pustaka Python dan JavaScript, dan rilis stabil terbaru telah memperbarui dependensinya untuk menghindari kerentanan.
ja: 依存関係のセキュリティ問題は、`Renovate`_ を使用して監視されます。これは Python と JavaScript ライブラリを含み、最新の安定版リリースでは脆弱性を避けるために依存関係が更新されています。
nl: Beveiligingsproblemen in onze afhankelijkheden worden gemonitord met `Renovate`_. Dit omvat de bibliotheken voor Python en JavaScript, en de laatste stabiele uitgave heeft zijn afhankelijkheden bijgewerkt om kwetsbaarheden te vermijden.
pt_br: Problemas de segurança em nossas dependências são monitorados usando `Renovate`_. Isso cobre as bibliotecas Python e JavaScript, e a versão estável mais recente tem suas dependências atualizadas para evitar vulnerabilidades.
sv: Säkerhetsfrågor i våra beroenden övervakas med hjälp av `Renovate`_. Detta omfattar Python- och JavaScript-biblioteken, och den senaste stabila versionen har uppdaterade beroenden för att undvika sårbarheter.
ta: எங்கள் சார்புகளில் பாதுகாப்பு சிக்கல்கள் `புதுப்பித்தல்`_ ஐப் பயன்படுத்தி கண்காணிக்கப்படுகின்றன. இது பைதான் மற்றும் சாவாச்கிரிப்ட் நூலகங்களை உள்ளடக்கியது, மேலும் அண்மைக் கால நிலையான வெளியீடு அதன் சார்புகளை பாதிப்புகளைத் தவிர்ப்பதற்காக புதுப்பிக்கப்பட்டுள்ளது.
tr: Bağımlılıklarımızdaki güvenlik sorunları `Renovate`_ ile izlenir. Python ve JavaScript kitaplıkları kapsanır ve son kararlı sürümde, güvenlik açıklarını önlemek için bağımlılıklar güncellenir.
uk: Ми стежимо за вадами у захисті наших залежностей за допомогою `Renovate`_. Перевірки стосуються бібліотек Python і JavaScript, а найсвіжіший стабільний випуск має містити кориговані залежності з метою уникнення вразливостей.
zh_hans: 我们使用 `Renovate`_ 来监控我们依赖关系中的安全问题。这涵盖了Python和JavaScript库，最新的稳定版已经更新了其依赖关系，以避免漏洞。
