Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate needs to send out e-mails on several occasions, and these e-mails should have a correct sender address, please configure :setting:`SERVER_EMAIL` and :setting:`DEFAULT_FROM_EMAIL` to match your environment, for example:
de: Weblate verschickt zu verschiedenen Anlässen E-Mails und diese sollten eine korrekte Absenderadresse haben. Bitte konfigurieren Sie :setting:`SERVER_EMAIL` und :setting:`DEFAULT_FROM_EMAIL` so, dass sie zu Ihrer Einsatzumgebung passen, zum Beispiel:
ga: Ní mór do Weblate r-phoist a sheoladh roinnt uaireanta, agus ba cheart go mbeadh an seoladh seoltaí ceart ag na r-phoist seo, cumraigh le do thoil :setting:`SERVER_EMAIL` agus :setting:`DEFAULT_FROM_EMAIL` chun teacht le do thimpeallacht, mar shampla:
hu: A Weblate több alkalommal is küld e-maileket, és ezeknek helyes feladócímmel kell rendelkezniük. Állítsa be a :setting:`SERVER_EMAIL` és :setting:`DEFAULT_FROM_EMAIL` értékeket a környezetének megfelelően, például:
id: Weblate perlu mengirimkan surel beberapa kali, dan surel ini harus memiliki alamat pengirim yang benar, silakan konfigurasikan :setting:`SERVER_EMAIL` dan :setting:`DEFAULT_FROM_EMAIL` agar cocok dengan lingkungan Anda, misalnya:
ja: Weblate は、たびたびメールを送信します。そのため、送信者のメールアドレスは正確に設定してください。環境に合わせて :setting:`SERVER_EMAIL` および :setting:`DEFAULT_FROM_EMAIL` の設定が必要です。メール送信の設定例:
nl: Weblate moet e-mails kunnen verzenden bij verscheidene gelegenheden, en deze e-mails zouden juiste afzenderadres moeten hebben, configureer :setting:`SERVER_EMAIL` en :setting:`DEFAULT_FROM_EMAIL` om overeen te komen met uw omgeving, bijvoorbeeld:
pt: O Weblate precisa enviar e-mails em várias ocasiões e esses e-mails devem ter um endereço de remetente correto, por favor, configure :setting:`SERVER_EMAIL` e :setting:`DEFAULT_FROM_EMAIL` para combinar com o seu ambiente, por exemplo:
pt_br: O Weblate precisa enviar e-mails em várias ocasiões, e esses e-mails devem ter um endereço de remetente correto, por favor, configure :setting:`SERVER_EMAIL` e :setting:`DEFAULT_FROM_EMAIL` para combinar com o seu ambiente, por exemplo:
ro: Weblate trebuie să trimită e-mailuri în mai multe ocazii, iar aceste e-mailuri trebuie să aibă o adresă de expeditor corectă, vă rugăm să configurați :setting:`SERVER_EMAIL` și :setting:`DEFAULT_FROM_EMAIL` pentru a se potrivi cu mediul dumneavoastră, de exemplu:
ru: Weblate’у по разным случаям необходимо отправлять электронные письма и эти письма должны иметь правильный адрес отправителя, поэтому настройте параметры :setting:`SERVER_EMAIL` и :setting:`DEFAULT_FROM_EMAIL` так, чтобы они соответствовали вашему окружению, например:
sv: Weblate behöver skicka e-postmeddelanden vid flera tillfällen, och dessa e-postmeddelanden ska ha en korrekt avsändaradress. Konfigurera :setting:`SERVER_EMAIL` och :setting:`DEFAULT_FROM_EMAIL` så att de passar din miljö, till exempel:
tr: Weblate tarafından bazı e-postaların gönderilmesi gerekir ve bu e-postaların doğru bir gönderici adresi olmalıdır. Lütfen :setting:`SERVER_EMAIL` ve :setting:`DEFAULT_FROM_EMAIL` değerlerini ortamınıza uygun şekilde yapılandırın. Örneğin:
uk: Weblate має надсилати повідомлення електронної пошти у декількох випадках. Ці повідомлення повинні мати правильну адресу відправника. Будь ласка, налаштуйте :setting:`SERVER_EMAIL` і :setting:`DEFAULT_FROM_EMAIL` так, щоб значення змінних відповідали вашому середовищу. Приклад:
zh_hans: Weblate 需要在几种情况下发送电子邮件，这些电子邮件应具有正确的发送者地址，请配置:setting:`SERVER_EMAIL` 和 :setting:`DEFAULT_FROM_EMAIL`，与你的环境匹配，例如：
zh_hant: Weblate 需要在幾種情況下發送電子郵件，這些電子郵件應具有正確的發送者地址，請配置:setting:`SERVER_EMAIL` 和 :setting:`DEFAULT_FROM_EMAIL`，與你的環境匹配，例如：

source: To disable sending e-mails by Weblate set :setting:`django:EMAIL_BACKEND` to ``django.core.mail.backends.dummy.EmailBackend``.
de: Um den Versand von E-Mails durch Weblate zu deaktivieren, setzen Sie :setting:`django:EMAIL_BACKEND` auf ``django.core.mail.backends.dummy.EmailBackend``.
ga: Chun seoladh ríomhphoist a dhíchumasú trí Weblate tacair :setting:`django:EMAIL_BACKEND` chuig ``django.core.mail.backends.dummy.EmailBackend``.
hu: Ha szeretné letiltani a Weblate általi e-mail küldést, állítsa az :setting:`django:EMAIL_BACKEND` értékét ``django.core.mail.backends.dummy.EmailBackend`` értékre.
id: Untuk menonaktifkan pengiriman surel melalui Weblate, atur :setting:`django:EMAIL_BACKEND` ke ``django.core.mail.backends.dummy.EmailBackend``.
ja: Weblate からのメール送信を無効にするには、:setting:`django:EMAIL_BACKEND` を ``django.core.mail.backends.dummy.EmailBackend`` に設定します。
nl: Stel, om het verzenden van e-mails door Weblate uit te schakelen, :setting:`django:EMAIL_BACKEND` in op ``django.core.mail.backends.dummy.EmailBackend``.
pt: Para desativar o envio de e-mails pelo Weblate, defina :setting:`django:EMAIL_BACKEND` a ``django.core.mail.backends.dummy.EmailBackend``.
pt_br: Para desabilitar o envio de e-mails pelo Weblate, defina :setting:`django:EMAIL_BACKEND` para ``django.core.mail.backends.dummy.EmailBackend``.
ro: Pentru a dezactiva trimiterea de e-mailuri prin Weblate, setați :setting:`django:EMAIL_BACKEND` la ``django.core.mail.backends.dummy.EmailBackend``.
ru: Для отключения отправки писем Weblate’ом установите переменную :setting:`django:EMAIL_BACKEND` в значение ``django.core.mail.backends.dummy.EmailBackend``.
sv: För att inaktivera e-postutskick via Weblate, ställ in :setting:`django:EMAIL_BACKEND` till ``django.core.mail.backends.dummy.EmailBackend``.
tr: Weblate tarafından e-posta gönderilmesini kullanımdan kaldırmak için :setting:`django:EMAIL_BACKEND` seçeneğini ``django.core.mail.backends.dummy.EmailBackend`` olarak ayarlayın.
uk: Щоб вимкнути надсилання повідомлень електронної пошти з Weblate, встановіть :setting:`django:EMAIL_BACKEND` у значення ``django.core.mail.backends.dummy.EmailBackend``.
zh_hans: 为了禁止 Weblate 发送电子邮件，将 :setting:`django:EMAIL_BACKEND` 设置为 ``django.core.mail.backends.dummy.EmailBackend``。
zh_hant: 為了禁止 Weblate 發送電子郵件，將 :setting:`django:EMAIL_BACKEND` 設置為 ``django.core.mail.backends.dummy.EmailBackend`` 。

source: This will disable *all* e-mail delivery including registration or password reset e-mails.
de: Dies deaktiviert *alle* E-Mails, einschließlich der E-Mails zur Registrierung oder zum Zurücksetzen des Passworts.
ga: Díchumasóidh sé seo seachadadh ríomhphoist *gach* lena n-áirítear clárú nó r-phoist athshocraithe pasfhocail.
hu: Ez *minden* e-mail küldést letilt, beleértve a regisztrációs és jelszó-visszaállítási e-maileket is.
id: Ini akan menonaktifkan *semua* pengiriman surel termasuk surel pendaftaran atau pengaturan ulang kata sandi.
ja: これにより、登録やパスワード リセットを含む *すべての* メール配信が無効となります。
nl: Dit zal *alle* aflevering van e-mail uitschakelen, inclusief e-mails voor registreren of herstellen van wachtwoorden.
pt: Isso desativará *toda* a entrega de e-mail, incluindo e-mails de registo ou redefinição de palavra-passe.
pt_br: Isso desabilitará *toda* entrega de e-mail, incluindo e-mails de registro ou redefinição de senha.
ro: Acest lucru va dezactiva *toată* livrarea de e-mailuri, inclusiv e-mailurile de înregistrare sau de resetare a parolei.
ru: При этом доставка сообщений электронной почты будет отключена *целиком*, включая сообщения для регистрации или сброса пароля.
sv: Detta kommer att inaktivera *alla* e-postleveranser, inklusive registrerings- eller lösenordsåterställningsmeddelanden.
ta: இது பதிவு அல்லது கடவுச்சொல் மீட்டமைப்பு மின்னஞ்சல்கள் உட்பட அனைத்து * மின்னஞ்சல் விநியோகத்தையும் முடக்கும்.
tr: Bu yapılandırma, kayıt ve parola sıfırlama e-postaları ile birlikte *tüm* e-posta gönderimini kullanımdan kaldırır.
uk: У результаті буде вимкнено надсилання *усіх* повідомлень електронної пошти, зокрема повідомлень щодо реєстрації та повідомлень щодо скидання паролів.
zh_hans: 这将禁止 *所有* 电子邮件的投递，包括注册或密码重置电子邮件。
zh_hant: 這將禁止 *所有* 電子郵件的投遞，包括註冊或密碼重置電子郵件。

source: Allowed hosts setup
de: Einrichtung zulässiger Hosts
ga: Ceadaíodh socrú na n-óstach
hu: Engedélyezett hosztok beállítása
id: Pengaturan host yang diizinkan
ja: 許可するホストの登録
nl: Instellen van toegestane hosts
pt: Configuração de hosts permitidos
pt_br: Configuração de hosts permitidos
ro: Configurarea gazdelor permise
ru: Настройка разрешенных хостов
sv: Tillåtna värdar inställning
ta: அனுமதிக்கப்பட்ட ஓச்ட்கள் அமைவு
tr: Allowed hosts kurulumu
uk: Налаштовування дозволених вузлів
zh_hans: 允许主机设置

source: Django requires :setting:`ALLOWED_HOSTS` to hold a list of domain names your site is allowed to serve, leaving it empty will block any requests.
de: Django benötigt :setting:`ALLOWED_HOSTS`, um eine Liste von Domainnamen zu speichern, die Ihre Seite bedienen darf. Wenn Sie die Liste leer lassen, werden alle Anfragen blockiert.
ga: Éilíonn Django :setting:`ALLOWED_HOSTS` chun liosta d'ainmneacha fearainn a shealbhú ceadaítear do shuíomh a sheirbheáil, rud a fhágfaidh sé folamh bac ar aon iarratais.
hu: A Django megköveteli, hogy az :setting:`ALLOWED_HOSTS` listában szerepeljenek azok a domainnevek, amelyeket a webhely kiszolgálhat, ennek üresen hagyása minden kérést blokkolni fog.
id: Django memerlukan :setting:`ALLOWED_HOSTS` untuk menampung daftar nama domain yang boleh dilayani oleh situs Anda, membiarkannya kosong akan memblokir permintaan apa pun.
ja: Django では、サイトの使用を許可するドメイン名のリストは、:setting:`ALLOWED_HOSTS` への登録が必要です。空のままだと、リクエストはブロックされて接続できません。
nl: Django vereist :setting:`ALLOWED_HOSTS` om een lijst te bevatten van domeinnamen die uw site mag serveren, leeg laten zal alle verzoeken blokkeren.
pt: Django requer :setting:`ALLOWED_HOSTS` para manter uma lista de nomes de domínio que o seu site pode servir, deixá-lo vazio bloqueará todas solicitações.
pt_br: Django requer :setting:`ALLOWED_HOSTS` para manter uma lista de nomes de domínio que seu site pode servir, deixando-o vazio bloqueará quaisquer solicitações.
ro: Django are nevoie ca :setting:`ALLOWED_HOSTS` să conțină o listă de nume de domenii pe care site-ul tău are voie să le servească, dacă o lași goală va bloca orice cerere.
ru: Django требует, чтобы в параметре :setting:`ALLOWED_HOSTS` содержался список доменных имен, которые разрешено обслуживать вашему сайту, если его оставить пустым, любые запросы будут заблокированы.
sv: Django kräver att :setting:`ALLOWED_HOSTS` innehåller en lista över domännamn som din webbplats får betjäna. Om du lämnar den tom kommer alla förfrågningar att blockeras.
tr: Django, sitenizin sunmasına izin verilen etki alanı adlarının listesini :setting:`ALLOWED_HOSTS` seçeneğinde tutar. Bu seçenek boş bırakılırsa tüm istekler engellenir.
uk: Django потрібно, щоб у змінній :setting:`ALLOWED_HOSTS` містився список назв доменів, які може обслуговувати ваш сайт. Якщо ця змінна міститиме порожнє значення, будь-які запити буде заблоковано.
zh_hans: Django 需要 :setting:`ALLOWED_HOSTS` 保存你的网站允许服务的域名列表，将其保持空置会屏蔽任何请求。
zh_hant: Django 需要 :setting:`ALLOWED_HOSTS` 保存你的網站允許服務的域名列表，將其保持空置會屏蔽任何請求。

source: On Docker container, this is available as :envvar:`WEBLATE_ALLOWED_HOSTS`.
de: Auf Docker-Containern ist dies als :envvar:`WEBLATE_ALLOWED_HOSTS` verfügbar.
ga: Ar an gcoimeádán Docker, tá sé seo ar fáil mar :envvar:`WEBLATE_ALLOWED_HOSTS`.
hu: Docker-konténer esetén ez a következő környezeti változóval adható meg: :envvar:`WEBLATE_ALLOWED_HOSTS`.
id: Pada kontainer Docker, ini tersedia sebagai :envvar:`WEBLATE_ALLOWED_HOSTS`.
ja: Docker コンテナでは、:envvar:`WEBLATE_ALLOWED_HOSTS` を使用します。
nl: Op de Docker container is dit beschikbaar als :envvar:`WEBLATE_ALLOWED_HOSTS`.
pt: No contentor Docker, isso está disponível como :envvar:`WEBLATE_ALLOWED_HOSTS`.
pt_br: No contêiner Docker, isso está disponível como :envvar:`WEBLATE_ALLOWED_HOSTS`.
ro: Pe containerul Docker, acest lucru este disponibil ca :envvar:`WEBLATE_ALLOWED_HOSTS`.
ru: Внутри контейнера Docker он доступен через переменную окружения :envvar:`WEBLATE_ALLOWED_HOSTS`.
sv: På Docker-containern är detta tillgängligt som :envvar:`WEBLATE_ALLOWED_HOSTS`.
tr: Docker kapsayıcısında :envvar:`WEBLATE_ALLOWED_HOSTS` seçeneği kullanılabilir.
uk: У контейнері Docker доступ до відповідної можливості здійснюється за допомогою змінної :envvar:`WEBLATE_ALLOWED_HOSTS`.
zh_hans: 在 Docker 容器上，这可以使用，为 :envvar:`WEBLATE_ALLOWED_HOSTS`。
zh_hant: 在 Docker 容器上，這可以使用，為 :envvar:`WEBLATE_ALLOWED_HOSTS` 。

source: Django secret key
de: Geheimer Django-Schlüssel
ga: Django eochair rúnda
hu: Django titkos kulcs
id: Kunci rahasia Django
ja: Django の秘密鍵
nl: Django geheime sleutel
pt: Chave secreta do Django
pt_br: Chave secreta do Django
ro: Cheia secretă Django
ru: Секретный ключ Django
sv: Djangos hemliga nyckel
ta: சாங்கோ ரகசிய விசை
tr: Django gizli anahtarı
uk: Секретний ключ Django
zh_hans: Django 密钥

source: The :setting:`SECRET_KEY` setting is used by Django to sign cookies, and you should really generate your own value rather than using the one from the example setup.
de: Die Einstellung :setting:`SECRET_KEY` wird von Django verwendet, um Cookies zu signieren. Sie sollten wirklich Ihren eigenen Wert erzeugen, anstatt den aus der Beispieleinrichtung zu verwenden.
ga: Úsáideann Django an socrú :setting:`SECRET_KEY` chun fianáin a shíniú, agus ba cheart duit do luach féin a ghiniúint i ndáiríre seachas an ceann ón socrú samplach a úsáid.
hu: A :setting:`SECRET_KEY` beállítást a Django sütik aláírására használja, ezért mindenképp saját értéket kell generálni, és nem a példa-konfigurációban szereplőt használni.
id: Pengaturan :setting:`SECRET_KEY` digunakan oleh Django untuk menandatangani kuki, dan Anda sebaiknya benar-benar membuat nilai Anda sendiri daripada menggunakan nilai yang ada pada contoh pengaturan.
ja: :setting:`SECRET_KEY` 設定は、Django が cookie に署名するために使用します。サンプルの設定値を使用せず、独自の値を実際に生成してください。
nl: De instelling :setting:`SECRET_KEY` wordt door Django gebruikt om cookies te ondertekenen, en u zou echt uw eigen waarde moeten genereren, in plaats van die uit de voorbeeld opstelling te gebruiken.
pt: A configuração :setting:`SECRET_KEY` é usada pelo Django para assinar cookies e você deve realmente gerar o seu próprio valor em vez de usar o da configuração do exemplo.
pt_br: A configuração :setting:`SECRET_KEY` é usada pelo Django para assinar cookies, e você deve realmente gerar seu próprio valor em vez de usar o da configuração do exemplo.
ro: Setarea :setting:`SECRET_KEY` este folosită de Django pentru a semna cookie-urile și ar trebui să vă generați propria valoare, mai degrabă decât să o folosiți pe cea din exemplul de configurare.
ru: Параметр :setting:`SECRET_KEY` используется Django для подписания файлов кук и вы обязательно должны сгенерировать свое собственное значение, а не использовать приведенное в примере настройки.
sv: Inställningen :setting:`SECRET_KEY` används av Django för att signera cookies, och du bör verkligen generera ditt eget värde istället för att använda det från exempelkonfigurationen.
tr: :setting:`SECRET_KEY` ayarı Django tarafından çerezleri imzalamak için kullanılır. Örnek kurulumdaki değeri kullanmayıp kendiniz için oluşturacağınız gerçek bir değeri kullanmanız gerekir.
uk: Значення параметра :setting:`SECRET_KEY` використовується Django для підписування кук. Вам слід створити ваше власне значення і не користуватися значенням з прикладу налаштувань.
zh_hans: :setting:`SECRET_KEY` 设置由 Django 使用来进行 cookies 签名，应该真正产生自己的值，而不是使用来自举例的设置的值。
zh_hant: :setting:`SECRET_KEY` 設置由 Django 使用來進行 cookies 簽名，應該真正產生自己的值，而不是使用來自舉例的設置的值。

source: You can generate a new key using :program:`weblate-generate-secret-key` shipped with Weblate.
de: Sie können einen neuen Schlüssel mittels :program:`weblate-generate-secret-key` erzeugen, das mit Weblate ausgeliefert wird.
ga: Is féidir leat eochair nua a ghiniúint ag baint úsáide as :program:`weblate-generate-secret-key` seolta le Weblate.
hu: Új kulcsot a Weblate-hez mellékelt :program:`weblate-generate-secret-key` programmal generálhat.
id: Anda dapat membuat kunci baru menggunakan :program:`weblate-generate-secret-key` yang dikirimkan bersama Weblate.
ja: 新しい秘密鍵の生成には、Weblate 付属の :program:`weblate-generate-secret-key` を使用できます。
nl: U kunt een nieuwe sleutel maken met :program:`weblate-generate-secret-key` dat met Weblate wordt meegeleverd.
pt: Pode gerar uma nova chave por :program:`weblate-generate-secret-key`, que vem com o Weblate.
pt_br: Você pode gerar uma nova chave usando :program:`weblate-generate-secret-key`, que vem com o Weblate.
ro: Puteți genera o cheie nouă utilizând :program:`weblate-generate-secret-key` livrat cu Weblate.
ru: Создать новый ключ вы можете с помощью скрипта :program:`weblate-generate-secret-key`, поставляемого вместе с Weblate.
sv: Du kan generera en ny nyckel med hjälp av :program:`weblate-generate-secret-key` som medföljer Weblate.
tr: Weblate içindeki :program:`weblate-generate-secret-key` komutunu kullanarak yeni bir anahtar oluşturabilirsiniz.
uk: Створити новий ключ можна за допомогою програми :program:`weblate-generate-secret-key`, яка постачається разом із Weblate.
zh_hans: 可以使用与 Weblate 一起上市的 :program:`weblate-generate-secret-key`，来产生新的密钥。

source: Running maintenance tasks
de: Ausführen von Wartungsaufgaben
ga: Tascanna cothabhála a rith
hu: Karbantartási feladatok futtatása
id: Menjalankan tugas pemeliharaan
ja: メンテナンス タスクの実行
nl: Onderhoudstaken uitvoeren
pt: Executar tarefas de manutenção
pt_br: Executando tarefas de manutenção
ro: Executarea sarcinilor de întreținere
ru: Выполнение задач технического обслуживания
sv: Kör underhållsuppgifter
ta: பராமரிப்பு பணிகளை இயக்குகிறது
tr: Bakım görevlerini yürütmek
uk: Запуск завдань щодо супроводу
zh_hans: 运行维护任务

source: For optimal performance, it is good idea to run some maintenance tasks in the background. This is automatically done by :ref:`celery` and covers following tasks:
de: Für eine optimale Leistung ist es empfehlenswert, einige Wartungsaufgaben im Hintergrund laufen zu lassen. Dies wird automatisch von :ref:`celery` erledigt und umfasst die folgenden Aufgaben:
ga: Chun feidhmíocht is fearr a fháil, is smaoineamh maith roinnt tascanna cothabhála a reáchtáil sa chúlra. Déanann sé seo go huathoibríoch ó :ref:`celery` agus clúdaíonn sé na tascanna seo a leanas:
hu: Az optimális teljesítmény érdekében érdemes néhány karbantartási feladatot háttérben futtatni. Ezt automatikusan a :ref:`celery` végzi, amely a következő feladatokat fedi le:
id: Untuk kinerja optimal, sebaiknya jalankan beberapa tugas pemeliharaan di latar belakang. Tugas ini dilakukan secara otomatis oleh :ref:`celery` dan mencakup tugas-tugas berikut:
ja: パフォーマンスを最適化するには、メンテナンス タスクをバックグラウンドで実行させることが望ましいです。これは、:ref:`celery` により自動的に実行されます。celery が実行するタスク:
nl: Voor optimale prestaties is het een goed idee om enkele onderhoudstaken op de achtergrond uit te voeren. Dit wordt automatisch gedaan door :ref:`celery` en behandelt de volgende taken:
pt: Para um desempenho ideal, é uma boa ideia executar algumas tarefas de manutenção em segundo plano. Isto é feito automaticamente por :ref:`celery` e cobre as seguintes tarefas:
pt_br: Para um desempenho ideal, é uma boa ideia executar algumas tarefas de manutenção em segundo plano. Isso é feito automaticamente por :ref:`celery` e cobre as seguintes tarefas:
ru: Для оптимальной производительности рекомендуется запускать некоторые задачи обслуживания в фоновом режиме. Это автоматически делается :ref:`celery` и охватывает следующие задачи:
sv: För optimal prestanda är det en bra idé att köra vissa underhållsuppgifter i bakgrunden. Detta görs automatiskt av :ref:`celery` och omfattar följande uppgifter:
tr: En iyi başarım için, bazı bakım görevlerini arka planda çalıştırmak iyi bir fikirdir. Bu işlemler :ref:`celery` tarafından kendiliğinden yapılır ve şu görevleri kapsar:
uk: Для забезпечення оптимальної швидкодії варто запускати деякі завдання з супроводу працездатності сервера у фоновому режимі. У нових версіях це автоматично виконується за допомогою :ref:`celery` і стосується таких завдань:
zh_hans: 为了优化性能，在后台运行一些维护任务是个好方法。这由 :ref:`celery` 自动进行，并且包括下列任务：

source: Configuration health check (hourly).
de: Konfigurationsintegritätsprüfung (stündlich).
ga: Seiceáil sláinte cumraíochta (in aghaidh na huaire).
hu: Konfigurációs állapotellenőrzés (óránként).
id: Pemeriksaan kesehatan konfigurasi (setiap jam).
ja: 設定の健全性診断（毎時）。
nl: Gezondheidscontrole configuratie (elk uur).
pt: Verificação de saúde da configuração (de hora em hora).
pt_br: Verificação de saúde da configuração (de hora em hora).
ro: Verificarea stării de sănătate a configurației (din oră în oră).
ru: Проверку работоспособности состояния конфигурации (ежечасно).
sv: Konfigurationshälsokontroll (varje timme).
ta: உள்ளமைவு சுகாதார சோதனை (மணிநேரம்).
tr: Yapılandırma sağlığı denetimi (saatlik).
uk: Перевірки коректності налаштувань (щогодинно).
zh_hans: 配置健康性的检查（每小时）。
zh_hant: 配置健康性的檢查（每小時）。

source: Committing pending changes (hourly), see :ref:`lazy-commit` and :wladmin:`commit_pending`.
de: Committen ausstehender Änderungen (stündlich), siehe :ref:`lazy-commit` und :wladmin:`commit_pending`.
ga: Athruithe atá ar feitheamh (in aghaidh na huaire) a dhéanamh, féach :ref:`lazy-commit` agus :wladmin:`commit_pending`.
hu: Függőben lévő módosítások véglegesítése (óránként), lásd: :ref:`lazy-commit` és :wladmin:`commit_pending`.
id: Melakukan perubahan yang tertunda (setiap jam), lihat :ref:`lazy-commit` dan :wladmin:`commit_pending`.
ja: 保留中の変更のコミット（毎時）。参照: :ref:`lazy-commit` および :wladmin:`commit_pending`。
nl: Openstaande wijzigingen doorvoeren (elk uur), bekijk :ref:`lazy-commit` en :wladmin:`commit_pending`.
pt: Realização de commits de alterações pendentes (de hora em hora), consulte :ref:`lazy-commit` e :wladmin:`commit_pending`.
pt_br: Realização de commits de alterações pendentes (de hora em hora), consulte :ref:`lazy-commit` e :wladmin:`commit_pending`.
ru: Фиксация ожидающих изменений (ежечасно) см. :ref:`lazy-commit` и :wladmin:`commit_pending`.
sv: Bekräfta väntande ändringar (varje timme), se :ref:`lazy-commit` och :wladmin:`commit_pending`.
tr: Bekleyen değişiklikleri işlemek (saatlik). Ayrıntılı bilgi almak için: :ref:`lazy-commit` ve :wladmin:`commit_pending`.
uk: Надсилання змін з черги (щогодини), див. :ref:`lazy-commit` і :wladmin:`commit_pending`.
zh_hans: 提交待处理的更改（每小时），请参见 :ref:`lazy-commit` 和 :wladmin:`commit_pending`。

source: Updating component alerts (daily).
de: Aktualisieren von Komponentenwarnungen (täglich).
ga: Foláirimh chomhpháirt a nuashonrú (laethúil).
hu: Összetevő riasztások frissítése (naponta).
id: Memperbarui peringatan komponen (harian).
ja: コンポーネントの警告の更新（毎日）。
nl: Alarmen voor onderdelen bijwerken (dagelijks).
pt: Atualização de alertas de componentes (dialy).
pt_br: Atualização de alertas de componentes (diariamente).
ro: Actualizarea alertelor privind componentele (zilnic).
ru: Обновление предупреждений компонента (ежедневно).
sv: Uppdatering av komponentvarningar (dagligen).
ta: கூறு விழிப்பூட்டல்களை புதுப்பித்தல் (தினசரி).
tr: Bileşen uyarılarını güncellemek (günlük).
uk: Оновлення нагадувань щодо складників (щоденно).
zh_hans: 更新部件警报（每天）。
zh_hant: 更新組件警告（每天）。
