Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Running Weblate under path
de: Weblate unter Pfad ausführen
ga: Ag rith Weblate faoin gcosán
hu: Weblate futtatása útvonal megadásával
id: Menjalankan Weblate di bawah jalur
ja: パスの下での Weblate の実行
nl: Weblate uitvoeren onder pad
pt: A executar o Weblate sob o caminho
pt_br: Rodando Weblate sob o caminho
ro: Rularea Weblate sub calea de acces
ru: Запуск Weblate по определённому пути в URL
sv: Kör Weblate under sökvägen
ta: பாதையின் கீழ் வலைபெயர்ப்பு இயங்குகிறது
tr: Bir yol altında Weblate çalıştırma yapılandırması
uk: Запуск Weblate у певному каталозі
zh_hans: 在路径下运行 Weblate
zh_hant: 在路徑下運行 Weblate

source: A sample Apache configuration to serve Weblate under ``/weblate``. Again using ``mod_wsgi`` (also available as :file:`weblate/examples/apache-path.conf`):
de: Eine beispielhafte Apache-Konfiguration für die Bereitstellung von Weblate unter ``/weblate``. Wiederum unter ``mod_wsgi`` (auch verfügbar als :file:`weblate/examples/apache-path.conf`):
ga: Cumraíocht Apache samplach chun freastal ar Weblate faoi ``/weblate``. Arís ag baint úsáide as `mod_wsgi`` (ar fáil freisin mar :file:`weblate/examples/apache-path.conf`):
hu: Minta Apache konfiguráció a Weblate kiszolgálására ``/weblate`` útvonal alatt, ismét a ``mod_wsgi`` használatával (elérhető itt: :file:`weblate/examples/apache-path.conf`):
id: Contoh konfigurasi Apache untuk melayani Weblate di bawah ``/weblate``. Sekali lagi menggunakan ``mod_wsgi`` (juga tersedia sebagai :file:`weblate/examples/apache-path.conf`):
ja: Weblate を ``/weblate`` 配下で実行する Apache の設定例。こちらも ``mod_wsgi`` を使用します（:file:`weblate/examples/apache-path.conf` でも設定可能）:
nl: Een voorbeeldconfiguratie voor Apache om Weblate te serveren onder ``/weblate``. Opnieuw met ``mod_wsgi`` (ook beschikbaar als :file:`weblate/examples/apache-path.conf`):
pt: Uma configuração do Apache de amostra para servir o Weblate sob ``/weblate``. Novamente, a usar ``mod_wsgi`` (também disponível como :file:`weblate/examples/apache-path.conf`):
pt_br: Uma configuração do Apache de amostra para servir o Weblate sob ``/weblate``. Novamente, usando ``mod_wsgi`` (também disponível como :file:`weblate/examples/apache-path.conf`):
ro: Un exemplu de configurare Apache pentru a servi Weblate sub ``/weblate``. Din nou, folosind ``mod_wsgi`` (disponibil și ca :file:`weblate/examples/apache-path.conf`):
ru: Пример файла настроек Apache для предоставления доступу к Weblate по пути ``/weblate``. Снова используя модуль ``mod_wsgi`` (этот же пример есть в :file:`weblate/examples/apache-path.conf`):
sv: Ett exempel på Apache-konfiguration för att köra Weblate under ``/weblate``. Återigen med hjälp av ``mod_wsgi`` (finns även som :file:`weblate/examples/apache-path.conf`):
tr: Weblate çalıştırmak için ``/weblate`` gibi bir yol kullanan örnek Apache yapılandırması. Yine ``mod_wsgi`` kullanarak (:file:`weblate/examples/apache-path.conf` dosyasında bulunabilir):
uk: Зразок налаштувань Apache для обслуговування Weblate у ``/weblate``. Знову ж таки, використано ``mod_wsgi`` (ці налаштування можна знайти у файлі :file:`weblate/examples/apache-path.conf`):
zh_hans: 为 ``/weblate`` 下的 Weblate 提供服务的 Apache 配置的示例。再次使用 ``mod_wsgi``\ （还作为 :file:`weblate/examples/apache-path.conf` 获得）：
zh_hant: 為``/weblate`` 下的 Weblate 提供服務的 Apache 配置的例子。再次使用 ``mod_wsgi`` （還作為 :file:`weblate/examples/apache-path.conf` 獲得）：

source: Additionally, you will have to adjust :file:`weblate/settings.py`:
de: Zusätzlich müssen Sie :file:`weblate/settings.py` anpassen:
ga: Ina theannta sin, beidh or :file:`weblate/settings.py` a choigeartú:
hu: Ezen kívül módosítani kell a :file:`weblate/settings.py` fájlt is:
id: Selain itu, Anda harus menyesuaikan :file:`weblate/settings.py`:
ja: さらに、:file:`weblate/settings.py` の変更が必要です。
nl: Aanvullend dient u :file:`weblate/settings.py` aan te passen:
pt: Adicionalmente, irá ter de ajustar o :file:`weblate/settings.py`:
pt_br: Adicionalmente, você irá ter de ajustar o :file:`weblate/settings.py`:
ro: În plus, va trebui să ajustați :file:`weblate/settings.py`:
ru: Кроме того, вам нужно будет подправить :file:`weblate/settings.py`:
sv: Dessutom måste du justera :file:`weblate/settings.py`:
tr: Ek olarak :file:`weblate/settings.py` dosyasını ayarlamalısınız:
uk: Крім того, вам слід скоригувати :file:`weblate/settings.py`:
zh_hans: 此外，您必须调整 :file:`weblate/settings.py` ：
zh_hant: 此外，您必須調整 :file:`weblate/settings.py` ：

source: Background tasks using Celery
de: Hintergrundaufgaben mit Celery
ga: Tascanna cúlra ag baint úsáide as Soilire
hu: Háttérfeladatok Celery használatával
id: Tugas latar belakang menggunakan Celery
ja: Celery を使用するバックグラウンド タスク
nl: Achtergrondtaken met Celery
pt: Tarefas de fundo a usar o Celery
pt_br: Tarefas de fundo usando Celery
ro: Sarcini de fundal folosind Celery
ru: Фоновые задачи с использованием Celery
sv: Bakgrundsuppgifter med Celery
ta: செலரியைப் பயன்படுத்தி பின்னணி பணிகள்
tr: Celery ile arka plan görevlerini kullanmak
uk: Фонові завдання з використанням Celery
zh_hans: 使用 Celery 的后台任务
zh_hant: 使用 Celery 的後台任務

source: Weblate uses Celery to execute regular and background tasks. You are supposed to run a Celery service that will execute these. For example, it is responsible for handling following operations (this list is not complete):
de: Weblate verwendet Celery, um regelmäßige Aufgaben und Hintergrundaufgaben auszuführen. Sie sollten einen Celery-Dienst laufen lassen, der diese ausführt. Er ist zum Beispiel für die folgenden Vorgänge zuständig (diese Liste ist nicht vollständig):
ga: Úsáideann Weblate Soilire chun tascanna rialta agus cúlra a dhéanamh. Tá tú ceaptha seirbhís Soilire a rith a dhéanfaidh iad seo. Mar shampla, tá sé freagrach as na hoibríochtaí seo a leanas a láimhseáil (níl an liosta seo iomlán):
hu: A Weblate a Celery-t használja a rendszeres és háttérfeladatok végrehajtására. Ehhez egy Celery szolgáltatást kell futtatni, amely ezeket a feladatokat végrehajtja. Például az alábbi műveletek kezeléséért felel (a lista nem teljes):
id: Weblate menggunakan Celery untuk menjalankan tugas-tugas reguler dan latar belakang. Anda seharusnya menjalankan layanan Celery yang akan menjalankan tugas-tugas ini. Misalnya, layanan ini bertanggung jawab untuk menangani operasi-operasi berikut (daftar ini belum lengkap):
ja: Weblate は Celery を使用して、通常のタスクとバックグラウンド タスクを実行します。タスクを実行する Celery サービスを実行してください。 Celery で動作する処理の例（このリストは完全ではありません）:
nl: Weblate gebruikt Celery om normale en achtergrondtaken uit te voeren. U wordt geacht een service voor Celery uit te voeren die deze zal uitvoeren. Het is bijvoorbeeld verantwoordelijk voor het afhandelen van de volgende bewerkingen (deze lijst is niet voledig):
pt: Weblate usa Celery para executar tarefas regulares e em segundo plano. Deve executar o serviço Celery que irá executá-los. Por exemplo, é responsável por lidar com as seguintes operações (esta lista não está completa):
pt_br: Weblate usa Celery para executar tarefas regulares e em segundo plano. Você deve executar um serviço Celery que irá executá-los. Por exemplo, é responsável por lidar com as seguintes operações (esta lista não está completa):
ro: Weblate utilizează Celery pentru a executa sarcini regulate și de fundal. Se presupune că trebuie să rulați un serviciu Celery care să le execute. De exemplu, acesta este responsabil pentru gestionarea următoarelor operațiuni (această listă nu este completă):
ru: Weblate использует Celery для выполнения обычных и фоновых задач. Вы должны запустить службу Celery, которая будет их выполнять. Например, он отвечает за выполнение следующих операций (этот список не является полным):
sv: Weblate använder Celery för att utföra regelbundna uppgifter och bakgrundsuppgifter. Du ska köra en Celery-tjänst som utför dessa uppgifter. Den ansvarar till exempel för följande operationer (listan är inte fullständig):
ta: வழக்கமான மற்றும் பின்னணி பணிகளை இயக்க வலைபெயர்ப்பு செலரி பயன்படுத்துகிறது. இவற்றை இயக்கும் ஒரு செலரி சேவையை நீங்கள் இயக்க வேண்டும். எடுத்துக்காட்டாக, பின்வரும் செயல்பாடுகளைக் கையாள்வதற்கு இது பொறுப்பு (இந்த பட்டியல் முழுமையடையவில்லை):
tr: Weblate, düzenli olarak yapılan arka plan görevlerini yerine getirmek için Celery kullanır. Bu işlemleri yapacak bir Celery hizmeti çalıştırmanız gerekiyor. Örnek olarak, aşağıdaki işlemlerin yapılır (bu liste tam değildir):
uk: Weblate використовує Celery для виконання регулярних завдань та завдань із резервного копіювання. У вас має працювати служба Celery, яка запускатиме ці завдання. Наприклад, ця служба відповідає за обробку таких дій (цей список не є повним):
zh_hans: Weblate使用Celery来执行常规和后台任务。你应该运行一个Celery服务来执行这些任务。例如，它负责处理以下操作（此列表并不完整）：

source: Receiving webhooks from external services (see :ref:`hooks`).
de: Empfang von Webhooks von externen Diensten (siehe :ref:`hooks`).
ga: Crúcaí gréasáin a fháil ó sheirbhísí seachtracha (féach :ref:`hooks`).
hu: Webhookok fogadása külső szolgáltatásokból (lásd: :ref:`hooks`).
id: Menerima webhook dari layanan eksternal (lihat :ref:`hooks`).
ja: 外部サービスによる Web フックの受信（参照: :ref:`hooks`）。
nl: Webhooks ontvangen van externe services (bekijk :ref:`hooks`).
pt: Receber webhooks de serviços externos (veja :ref:`hooks`).
pt_br: Receber webhooks de serviços externos (consulte :ref:`hooks`).
ro: Primirea de webhooks de la servicii externe (a se vedea :ref:`hooks`).
ru: Получение веб-обработчиков от внешних служб (смотрите раздел :ref:`hooks`).
sv: Ta emot webhooks från externa tjänster (se :ref:`hooks`).
tr: Dış hizmetlerden internet kancalarını almak (ayrıntılı bilgi almak için: :ref:`hooks`).
uk: Отримання вебскриптів від зовнішніх служб (див. :ref:`hooks`).
zh_hans: 接收来自外部服务的webhooks（请见 :ref:`hooks`）。

source: Running regular maintenance tasks such as backups, cleanups, daily add-ons, or updates (see :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
de: Durchführung regelmäßiger Wartungsaufgaben wie Sicherungen, Bereinigungen, tägliche Erweiterungen oder Aktualisierungen (siehe :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
ga: Tascanna cothabhála rialta a reáchtáil mar chúltacaí, glantacháin, breiseáin laethúla nó nuashonruithe (féach :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
hu: Rendszeres karbantartási feladatok futtatása, például biztonsági mentések, tisztítások, napi kiegészítők vagy frissítések (lásd: :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
id: Menjalankan tugas pemeliharaan rutin seperti rekam cadang, pembersihan, pengaya harian, atau pembaruan (lihat :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
ja: バックアップ、クリーンアップ、毎日動作のアドオン、更新などの定期的なメンテナンス タスクの実行（参照: :ref:`backup`、:setting:`BACKGROUND_TASKS`、:ref:`addons`）。
nl: Uitvoeren van normale onderhoudstaken, zoals back-ups, opschonen, dagelijkse add-ons of bijwerkingen (bekijk :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
pt: Executar tarefas de manutenção regulares como backups, limpezas, extensões diárias ou atualizações (veja :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
pt_br: Executar tarefas de manutenção regulares como backups, limpezas, complementos diários ou atualizações (consulte :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
ro: Executarea sarcinilor de întreținere regulate, cum ar fi copii de rezervă, curățări, adăugări zilnice sau actualizări (a se vedea :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
ru: Выполнение регулярных задач обслуживания, таких как резервное копирование, очистка, ежедневные надстройки или обновления (смотрите раздел :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
sv: Utföra regelbundna underhållsuppgifter såsom säkerhetskopiering, rensning, dagliga tillägg eller uppdateringar (se :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
tr: Yedeklemeler, temizlemeler, günlük eklentiler veya güncellemeler gibi düzenli bakım görevlerini çalıştırmak (ayrıntılı bilgi almak için: :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
uk: Виконання завдань регулярного супроводу, зокрема резервного копіювання, чищення, щоденного запуску додатків або оновлень (див. :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`).
zh_hans: 运行定期的维护任务，如备份、清理、日常附加组件或更新（请见 :ref:`backup`, :setting:`BACKGROUND_TASKS`, :ref:`addons`）。

source: Running :ref:`auto-translation`.
de: Ausführung von :ref:`auto-translation`.
ga: Rith :ref:`auto-translation`.
hu: :ref:`auto-translation` futtatása.
id: Menjalankan :ref:`auto-translation`.
ja: :ref:`auto-translation` の実行。
nl: Uitvoeren van :ref:`auto-translation`.
pt: Executar :ref:`auto-translation`.
pt_br: Executar :ref:`auto-translation`.
ro: Rulează :ref:`auto-translation`.
ru: Выполнение :ref:`auto-translation`.
sv: Kör :ref:`auto-translation`.
tr: :ref:`auto-translation` çalıştırmak.
uk: Запуск :ref:`auto-translation`.
zh_hans: 运行 :ref:`auto-translation`。

source: Sending digest notifications.
de: Zusammenfassungs-Benachrichtigungen senden.
ga: Fógraí achoimre á seoladh.
hu: Összesített értesítések küldése.
id: Mengirim pemberitahuan intisari.
ja: ダイジェスト通知の送信。
nl: Samengevatte notificaties versturen.
pt: Enviar notificações de resumo.
pt_br: Enviar notificações de resumo.
ro: Trimiterea de notificări de sinteză.
ru: Отправка уведомлений о сводках.
sv: Skicka sammanfattande meddelanden.
ta: டைசச்ட் அறிவிப்புகளை அனுப்புகிறது.
tr: Toplu bildirimleri göndermek.
uk: Надсилання сповіщення-резюме.
zh_hans: 发送摘要通知。

source: Offloading expensive operations from the WSGI process.
de: Auslagerung aufwendiger Vorgänge aus dem WSGI-Prozess.
ga: Oibríochtaí costasacha a dhíluchtú ón bpróiseas WSGI.
hu: Erőforrás-igényes műveletek áthelyezése a WSGI folyamatból.
id: Memindahkan operasi mahal dari proses WSGI.
ja: WSGI プロセスから負荷の高い操作をオフロードさせる。
nl: Lossen van uitgebreide bewerkingen uit het proces van WSGI.
pt: A descarregar operações dispendiosas do processo WSGI.
pt_br: Descarregando operações dispendiosas do processo WSGI.
sv: Avlasta dyra operationer från WSGI-processen.
ta: wsgi செயல்முறையிலிருந்து விலையுயர்ந்த செயல்பாடுகளை ஏற்றுதல்.
tr: Yük oluşturan işlemleri WSGI işlemi üzerinden almak.
uk: Розвантаження процесу WSGI від витратних обчислювальних дій.
zh_hans: 从 WSGI 进程中卸载高负载操作。

source: Committing pending changes (see :ref:`lazy-commit`).
de: Übergabe ausstehender Änderungen (siehe :ref:`lazy-commit`).
ga: Athruithe ar feitheamh a dhéanamh (féach :ref:`lazy-commit`).
hu: Függőben lévő módosítások véglegesítése (lásd: :ref:`lazy-commit`).
id: Commit perubahan yang tertunda (lihat :ref:`lazy-commit`).
ja: 保留中の変更のコミット（参照: :ref:`lazy-commit`）。
nl: Openstaande wijzigingen doorvoeren (bekijk :ref:`lazy-commit`).
pt: Fazer commits de alterações pendentes (veja :ref:`lazy-commit`).
pt_br: Fazer commits de alterações pendentes (consulte :ref:`lazy-commit`).
ro: Angajarea modificărilor în așteptare (a se vedea :ref:`lazy-commit`).
ru: Коммитинг отложенных изменений (смотрите раздел :ref:`lazy-commit`).
sv: Bekräfta väntande ändringar (se :ref:`lazy-commit`).
tr: Bekleyen değişiklikleri işlemek (ayrıntılı bilgi almak için: :ref:`lazy-commit`).
uk: Надсилання змін з черги (див. :ref:`lazy-commit`).
zh_hans: 提交待处理更改（参见 :ref:`lazy-commit`）。

source: A typical setup using Valkey or Redis as a backend looks like this:
sv: En typisk konfiguration med Valkey eller Redis som backend ser ut så här:

source: :ref:`Redis broker configuration in Celery <celery:broker-redis-configuration>`
de: :ref:`Redis-Broker-Konfiguration in Celery <celery:broker-redis-configuration>`
ga: :ref:`Cumraíocht bróicéir Redis i Soilire <celery:broker-redis-configuration>`
hu: :ref:`Redis broker konfigurálása a Celery-ben <celery:broker-redis-configuration>`
nl: :ref:`Redis configuratie broker in Celery <celery:broker-redis-configuration>`
pt: :ref:`Configuração do broker Redis no Celery <celery:broker-redis-configuration>`
pt_br: :ref:`Configuração do broker Redis no Celery <celery:broker-redis-configuration>`
ro: :ref:`Configurarea brokerului Redis în Celery <celery:broker-redis-configuration>``
ru: :ref:`Настройка Redis в качестве брокера в Celery <celery:broker-redis-configuration>`
sv: :ref:`Redis-mäklarens konfiguration i Celery <celery:broker-redis-configuration>`
tr: :ref:`Celery içindeki Redis işleyici yapılandırması <celery:broker-redis-configuration>`
uk: :ref:`Налаштовування засобу розподілу навантаження Redis у Celery <celery:broker-redis-configuration>`
zh_hant: ：參考：芹菜<芹菜：Broker-Redis-Configuration>“redis broker配置>`

source: You should also start the Celery worker to process the tasks and start scheduled tasks, this can be done directly on the command-line (which is mostly useful when debugging or developing):
de: Sie sollten auch den Celery-Worker starten, um die Aufgaben zu verarbeiten und geplante Aufgaben zu starten. Dies kann direkt auf der Befehlszeile erfolgen (was vor allem beim Debuggen oder Entwickeln nützlich ist):
ga: Ba cheart duit an t-oibrí Soilire a thosú freisin chun na tascanna a phróiseáil agus tús a chur le tascanna sceidealta, is féidir é seo a dhéanamh go díreach ar an líne ordaithe (rud a bhíonn úsáideach den chuid is mó nuair a bhíonn tú ag dífhabhtú nó ag forbairt):
hu: A Celery munkafolyamatok feldolgozásához és az ütemezett feladatok indításához el kell indítani a Celery worker-t is, amit közvetlenül parancssorból is megtehet (ez leginkább hibakeresésnél vagy fejlesztéskor hasznos):
id: Anda sebaiknya mulai menggunakan Celery worker untuk memproses tugas dan memulai tugas terjadwal, hal ini dapat dilakukan langsung pada baris perintah (yang sebagian besar berguna saat mengawakutu atau mengembangkan):
ja: また、Celery ワーカーを起動してタスクを処理し、スケジュールしたタスクを開始することが必要です。コマンドラインから直接実行する方法（これはデバッグや開発の際に便利です）:
nl: U zou ook de werker van Celery moeten starten om de taken te verwerken en geplande taken te starten, dit kan direct worden gedaan op de opdrachtregel (die meestal nuttig is bij debuggen of ontwikkelen):
pt: Também deve iniciar o worker do Celery para processar as tarefas e iniciar tarefas programadas, isso pode ser feito diretamente na linha de comando (o que é mais útil ao depurar ou desenvolver):
pt_br: Você também deve iniciar o worker do Celery para processar as tarefas e iniciar tarefas programadas, isso pode ser feito diretamente na linha de comando (o que é mais útil ao depurar ou desenvolver):
ro: De asemenea, ar trebui să porniți lucrătorul Celery pentru a procesa sarcinile și pentru a porni sarcinile programate; acest lucru poate fi făcut direct din linia de comandă (ceea ce este util mai ales atunci când depanați sau dezvoltați):
ru: Также вы должны запустить рабочего Celery для обработки задач и запуска запланированных задач, это можно сделать непосредственно в командной строке (что в основном полезно при отладке или разработке):
sv: Du bör också starta Celery-arbetaren för att bearbeta uppgifterna och starta schemalagda uppgifter. Detta kan göras direkt på kommandoraden (vilket oftast är användbart vid felsökning eller utveckling):
ta: பணிகளைச் செயலாக்குவதற்கும் திட்டமிடப்பட்ட பணிகளைத் தொடங்குவதற்கும் நீங்கள் செலரி தொழிலாளியைத் தொடங்க வேண்டும், இதை நேரடியாக கட்டளை வரியில் செய்ய முடியும் (இது பிழைத்திருத்தம் அல்லது வளரும் போது பெரும்பாலும் பயனுள்ளதாக இருக்கும்):
tr: Görevleri işlemek ve zamanlanmış görevleri başlatmak için Celery işlemini de başlatmalısınız. Bu işlem doğrudan komut satırından yapılabilir (genellikle hata ayıklama veya geliştirme sırasında yararlıdır):
uk: Крім того, вам слід запустити обробник Celery для обробки завдань і запустити заплановані завдання. Зробити це можна безпосередньо з командного рядка (це здебільшого є корисним для діагностики або розробки):
zh_hans: 您应该启动 Celery 工作进程来处理任务，并且定时任务，这可以直接在命令行完成（调试和开发时最有用）：
zh_hant: 您應該啟動 Celery worker 來處理任務，並且定時任務，這可以直接在命令行完成（調試和開發時最有用）：

source: The Celery process has to be executed under the same user as the WSGI process, otherwise files in the :setting:`DATA_DIR` will be stored with mixed ownership, leading to runtime issues.
de: Der Celery-Prozess muss unter demselben Benutzer wie der WSGI-Prozess ausgeführt werden, sonst werden die Dateien im :setting:`DATA_DIR` mit unterschiedlichen Besitzverhältnissen gespeichert, was zu Laufzeitproblemen führt.
ga: Ní mór an próiseas Soilire a chur i gcrích faoin úsáideoir céanna leis an bpróiseas WSGI, nó déanfar comhaid sa :setting:`DATA_DIR` a stóráil le húinéireacht mheasctha, rud a fhágann go n-eascróidh am rite.
hu: A Celery folyamatot ugyanazzal a felhasználóval kell futtatni, mint a WSGI folyamatot, különben a :setting:`DATA_DIR` könyvtárban lévő fájlok vegyes tulajdonúak lesznek, ami futásidejű hibákhoz vezethet.
id: Proses Celery harus dijalankan di bawah pengguna yang sama dengan proses WSGI, jika tidak, berkas dalam :setting:`DATA_DIR` akan disimpan dengan kepemilikan campuran, yang akan menyebabkan masalah runtime.
ja: Celery プロセスは、WSGI プロセスと同じユーザーとして実行させてください。もし異なると、:setting:`DATA_DIR` 内のファイルの所有権は混在した状態で保存され、実行時に問題が発生します。
nl: Het proces van Celery moet worden uitgevoerd onder dezelfde gebruiker als het proces van WSGI, anders zullen bestanden in de :setting:`DATA_DIR` worden opgeslagen met gemixte eigenaren, wat leidt tot problemen tijdens uitvoering.
pt: O processo de Celery deve ser executado sob o mesmo utilizador que o Weblate e o processo do WSGI, caso contrário, os ficheiros em :setting:`DATA_DIR` serão armazenados com propriedade mista, a levar a problemas de tempo de execução.
pt_br: O processo de Celery deve ser executado sob o mesmo usuário que o Weblate e o processo do WSGI, caso contrário, os arquivos em :setting:`DATA_DIR` serão armazenados com propriedade mista, levando a problemas de tempo de execução.
ro: Procesul Celery trebuie să fie executat sub același utilizator ca și procesul WSGI, în caz contrar fișierele din :setting:`DATA_DIR` vor fi stocate cu proprietate mixtă, ceea ce duce la probleme în timpul execuției.
ru: Процесс Celery должен выполняться под тем же пользователем, под которым работает процесс WSGI, иначе файлы в каталоге :setting:`DATA_DIR` будут сохраняться с разными владельцами, что приведёт к проблемам во время выполнения.
sv: Celery-processen måste köras under samma användare som WSGI-processen, annars kommer filer i :setting:`DATA_DIR` att lagras med blandad ägarskap, vilket leder till problem vid körning.
tr: Celery işlemini çalıştıran kullanıcı, WSGI işlemini çalıştıran kullanıcı ile aynı olmalıdır. Yoksa :setting:`DATA_DIR` klasöründeki dosyaların sahiplikleri karışır ve bu da çalışma sırasında sorunlara yol açar.
uk: Процес Celery має бути запущено від імені того ж користувача, що й процес WSGI, інакше файли в :setting:`DATA_DIR` буде збережено від імені різних власників, що призведе до проблем під час роботи сервера.
zh_hans: Celery 进程和 WSGI 进程必须在同一用户下被执行，否则 :setting:`DATA_DIR` 中的文件将以混合的所有权来存储，导致运行问题。
zh_hant: Celery 進程和 WSGI 進程必須在同一用戶下被執行，否則 :setting:`DATA_DIR` 中的文件將以混合的所有權來存儲，導致運行問題。

source: Executing Celery tasks in the WSGI using eager mode
de: Ausführen von Celery-Aufgaben in der WSGI im Eager-Modus
ga: Tascanna Soilire a chur i gcrích sa WSGI ag baint úsáide as mód fonn
hu: Celery feladatok végrehajtása a WSGI folyamatban gyors (eager) módban
id: Menjalankan tugas Celery di WSGI menggunakan mode eager
ja: eager モードよる WSGI での Celery タスクの実行
nl: Uitvoeren van taken van Celery in de modus eager met WSGI
pt: Execução de tarefas de Celery no WSGI usando o modo eager
pt_br: Execução de tarefas de Celery no WSGI usando o modo eager
ru: Выполнение задач Celery в WSGI с использованием режима eager mode
sv: Utföra Celery-uppgifter i WSGI med eager-läge
ta: ஆர்வமுள்ள பயன்முறையைப் பயன்படுத்தி wsgi இல் செலரி பணிகளை செயல்படுத்துதல்
tr: WSGI üzerinde Celery görevlerini yürütürken eager kipini kullanmak
uk: Виконання завдань Celery у WSGI з використанням «жадібного» режиму
zh_hans: 在WSGI中使用eager模式执行Celery任务
