Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The more detailed workflow for some formats is described in following chapters:
de: Der detailliertere Arbeitsablauf für einige Formate wird in den folgenden Kapiteln beschrieben:
ga: Déantar cur síos ar an sreabhadh oibre níos mionsonraithe do roinnt formáidí sna caibidlí seo a leanas:
hu: Egyes formátumok részletesebb munkafolyamata a következő fejezetekben található:
id: Alur kerja yang lebih rinci untuk beberapa format dijelaskan dalam bab berikut:
ja: 一部のファイル形式のより詳細なワークフローは以下の章で説明します。
nl: De meer gedetailleerde werkwijze voor sommige indelingen wordt beschreven in de volgende hoofdstukken:
pt: O fluxo de trabalho mais detalhado para alguns formatos é descrito nos capítulos a seguir:
pt_br: O fluxo de trabalho mais detalhado para alguns formatos é descrito nos capítulos a seguir:
ro: Fluxul de lucru mai detaliat pentru anumite formate este descris în capitolele următoare:
ru: Более подробно рабочий процесс для некоторых форматов описан в следующих главах:
sv: Det mer detaljerade arbetsflödet för vissa format beskrivs i följande kapitel:
ta: சில வடிவங்களுக்கான விரிவான பணிப்பாய்வு பின்வரும் அத்தியாயங்களில் விவரிக்கப்பட்டுள்ளது:
tr: Bazı biçimler için daha ayrıntılı iş akışını şu bölümlerde bulabilirsiniz:
uk: Докладнішу процедуру для деяких форматів описано у наступних розділах:
zh_hans: 一些格式更具体的工作流程在后面的章节中描述：
zh_hant: 一些格式更具體的工作流程在後面的章節中描述：

source: Success stories
sv: Framgångshistorier

source: Have you written about your experience with Weblate — a blog post, case study, or article about your translation journey? We’d love to feature it here! Add a link to your story and help others discover how Weblate is used in real projects around the world.
sv: Har du skrivit om dina erfarenheter av Weblate – ett blogginlägg, en fallstudie eller en artikel om din översättningsresa? Vi skulle gärna vilja presentera det här! Lägg till en länk till din berättelse och hjälp andra att upptäcka hur Weblate används i verkliga projekt runt om i världen.

source: `Global Grist: How ANCT and the open-source community helped translate Grist into 20+ languages`_
sv: `Global Grist: Hur ANCT och open source-gemenskapen hjälpte till att översätta Grist till över 20 språk`_

source: `Translating Open Source Software with Weblate: A GRASS GIS Case Study`_
sv: `Översättning av öppen källkodsprogramvara med Weblate: En fallstudie om GRASS GIS`_

source: Localization libraries and packages
de: Übersetzungsbibliotheken und -pakete
ga: Leabharlanna agus pacáistí logánaithe
hu: Lokalizációs könyvtárak és csomagok
id: Pelokalan pustaka dan paket
ja: 現地語化ライブラリとパッケージ
nl: Vertaalbibliotheken en pakketten
pt: Bibliotecas e pacotes de localização
pt_br: Bibliotecas e pacotes de localização
ro: Biblioteci și pachete de localizare
ru: Библиотеки и пакеты локализации
sv: Lokaliseringbibliotek och paket
ta: உள்ளூர்மயமாக்கல் நூலகங்கள் மற்றும் தொகுப்புகள்
tr: Yerelleştirme kitaplıkları ve paketleri
uk: Бібліотеки і пакунки локалізації
zh_hans: 本地化库和包

source: Weblate can be integrated into your framework using :doc:`/api`. This page lists third-party libraries which integrate Weblate.
de: Weblate kann mit :doc:`/api` in Ihr Framework integriert werden. Diese Seite listet Bibliotheken von Drittanbietern auf, die Weblate integrieren.
ga: Is féidir suíomh Gréasáin a chomhtháthú le do chreat trí úsáid a bhaint as :doc:`/api`. Liostaíonn an leathanach seo leabharlanna tríú páirtí a chomhtháthaíonn Weblate.
hu: A Weblate integrálható a használt keretrendszerébe a :doc:`REST API </api>` használatával. Ez az oldal azokat a külső könyvtárakat sorolja fel, amelyek Weblate integrációt kínálnak.
id: Weblate dapat diintegrasikan ke dalam kerangka kerja Anda menggunakan :doc:`/api`. Halaman ini mencantumkan pustaka pihak ketiga yang mengintegrasikan Weblate.
ja: Weblate は、:doc:`/api` を使用して他のフレームワークに組み込めます。このページでは、Weblate を組み込むサードパーティのライブラリを紹介します。
nl: Weblate kan worden geïntegreerd in uw framewerk met de :doc:`/api`. Deze pagina vermeld bibliotheken van derde partijen die Weblate integreren.
pt: O Weblate pode ser integrado na sua estrutura pelo :doc:`/api`. Esta página lista bibliotecas de terceiros que integram o Weblate.
pt_br: O Weblate pode ser integrado ao seu framework usando :doc:`/api`. Esta página lista as bibliotecas de terceiros que integram o Weblate.
ro: Weblate poate fi integrat în cadrul dumneavoastră folosind :doc:`/api`. Această pagină enumeră bibliotecile terților care integrează Weblate.
ru: Weblate можно интегрировать в вашу среду с помощью :doc:`/api`. На этой странице перечислены сторонние библиотеки, которые интегрируют Weblate.
sv: Weblate kan integreras i ditt ramverk med hjälp av :doc:`/api`. Denna sida listar tredjepartsbibliotek som integrerar Weblate.
tr: Weblate, :doc:`/api` kullanılarak çatınızla bütünleştirilebilir. Bu sayfada, Weblate ile bütünleştirilmiş üçüncü taraf kitaplıkları görebilirsiniz.
uk: Weblate можна інтегрувати до вашого комплексу програм за допомогою :doc:`/api`. На цій сторінці наведено список сторонніх бібліотек, до яких інтегровано Weblate.
zh_hans: Weblate 可以使用 :doc:`/api` 集成到您的框架中。此页面列出了集成 Weblate 的第三方库。

source: `Weblate Translation Provider for Symfony Translation <https://github.com/m2mtech/weblate-translation-provider/>`_
de: `Weblate-Translation-Anbieter für Symfony-Übersetzung <https://github.com/m2mtech/weblate-translation-provider/>`_
ga: `Soláthraí Aistriúcháin Weblate le haghaidh Aistriúchán Symfony <https://github.com/m2mtech/weblate-translation-provider/>`_
hu: `Weblate fordítási szolgáltató a Symfony Translation számára <https://github.com/m2mtech/weblate-translation-provider/>`_
id: `Penyedia Terjemahan Weblate untuk Terjemahan Symfony <https://github.com/m2mtech/weblate-translation-provider/>`_
ja: `Symfony 翻訳用の Weblate 翻訳プロバイダ <https://github.com/m2mtech/weblate-translation-provider/>`_
pt_br: `Provedor de tradução Weblate para tradução Symfony <https://github.com/m2mtech/weblate-translation-provider/>`_
ro: `Weblate Translation Provider pentru Symfony Translation <https://github.com/m2mtech/weblate-translation-provider/>`_
ru: `Поставщик переводов Weblate для перевода Symfony <https://github.com/m2mtech/weblate-translation-provider/>`_
sv: `Weblate Translation Provider för Symfony Translation <https://github.com/m2mtech/weblate-translation-provider/>`_
ta: 'சிம்ஃபோனி மொழிபெயர்ப்பு <https://github.com/m2mtech/weblate-translation-provider/> வலைபெயர்ப்பு மொழிபெயர்ப்பு வழங்குநர்'_
tr: `Symfony Translation için Weblate çeviri hizmeti sağlayıcısı <https://github.com/m2mtech/weblate-translation-provider/>`_
uk: `Система перекладу Weblate для перекладу Symfony <https://github.com/m2mtech/weblate-translation-provider/>`_
zh_hans: `适用于 Symfony 翻译的 Weblate 翻译提供程序 <https://github.com/m2mtech/weblate-translation-provider/>`_

source: `Weblate plugin for Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
de: `Weblate-Plugin für Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
ga: `Breiseán gréasáin le haghaidh Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
hu: `Weblate bővítmény a Figma számára <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
id: `Pengaya Weblate untuk Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
ja: `Figma 用 Weblate プラグイン <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
nl: `Weblate plug-in voor Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
pt: `Plugin do Weblate para Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
pt_br: `Plugin do Weblate para Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
ro: `Weblate plugin pentru Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
ru: `Дополнение Weblate для Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
sv: `Weblate-plugin för Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
ta: 'ஃபிக்மா <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration> வலைபெயர்ப்பு செருகுநிரல்'_
tr: `Figma için Weblate uygulama eki <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
uk: `Додаток Weblate для Figma <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_
zh_hans: `适用于 Figma 的 Weblate 插件 <https://www.figma.com/community/plugin/1053050985172660071/weblate-integration>`_

source: `WeblateFX, a JavaFX-based Weblate desktop client <https://github.com/javierllorente/weblatefx>`_
de: `WeblateFX, ein JavaFX-basierter Weblate-Desktop-Client <https://github.com/javierllorente/weblatefx>`_
ga: `WeblateFX, cliant deisce Weblate bunaithe ar JavaFX <https://github.com/javierllorente/weblatefx>`_
hu: `WeblateFX, egy JavaFX-alapú Weblate asztali kliens <https://github.com/javierllorente/weblatefx>`_
id: `WeblateFX, klien desktop Weblate berbasis JavaFX <https://github.com/javierllorente/weblatefx>`_
ja: `WeblateFX、JavaFX ベースの Weblate デスクトップクライアント <https://github.com/javierllorente/weblatefx>`_
nl: `WeblateFX, een op JavaFX gebaseerde Weblate desktopcliënt <https://github.com/javierllorente/weblatefx>`_
pt: `WeblateFX, um cliente desktop do Weblate baseado em JavaFX <https://github.com/javierllorente/weblatefx>`_
pt_br: `WeblateFX, um cliente desktop do Weblate baseado em JavaFX <https://github.com/javierllorente/weblatefx>`_
ro: `WeblateFX, un client desktop Weblate bazat pe JavaFX <https://github.com/javierllorente/weblatefx>`_
ru: `WeblateFX, клиент Weblate на основе JavaFX для компьютеров <https://github.com/javierllorente/weblatefx>`_
sv: `WeblateFX, en JavaFX-baserad Weblate-klient för skrivbordet <https://github.com/javierllorente/weblatefx>`_
ta: 'வலைபெயர்ப்புஎஃப்எக்ச், சாவாஎஃப்எக்ச் அடிப்படையிலான வலைபெயர்ப்பு டெச்க்டாப் கிளையன்ட் <https://github.com/javierllorente/weblatefx>'_
tr: `WeblateFX, JavaFX temelli Weblate masaüstü istemcisi <https://github.com/javierllorente/weblatefx>`_
uk: `WeblateFX, стільничний клієнт для Weblate на основі JavaFX <https://github.com/javierllorente/weblatefx>`_
zh_hans: `WeblateFX，一个基于 JavaFX 的 Weblate 桌面客户端 <https://github.com/javierllorente/weblatefx>`_

source: `JWeblate, a Java-based Weblate library <https://github.com/javierllorente/jweblate>`_
de: `JWeblate, eine Java-basierte Weblate-Bibliothek <https://github.com/javierllorente/jweblate>`_
ga: `JWeblate, leabharlann Gréasáin Java-bhunaithe <https://github.com/javierllorente/jweblate>`_
hu: `JWeblate, egy Java-alapú Weblate könyvtár <https://github.com/javierllorente/jweblate>`_
id: `JWeblate, pustaka Weblate berbasis Java <https://github.com/javierllorente/jweblate>`_
ja: `JWeblate、Java ベースの Weblate ライブラリ <https://github.com/javierllorente/jweblate>`_
nl: `JWeblate, een op Java gebaseerde Weblate bibliotheek <https://github.com/javierllorente/jweblate>`_
pt: `JWeblate, uma bilioteca do Weblate baseada em Java <https://github.com/javierllorente/jweblate>`_
pt_br: `JWeblate, uma bilioteca do Weblate baseada em Java <https://github.com/javierllorente/jweblate>`_
ro: `JWeblate, o bibliotecă Weblate bazată pe Java <https://github.com/javierllorente/jweblate>`_
ru: `JWeblate, библиотека Weblate на основе Java library <https://github.com/javierllorente/jweblate>`_
sv: `JWeblate, ett Java-baserat Weblate-bibliotek <https://github.com/javierllorente/jweblate>`_
ta: 'சேவலைபெயர்ப்பு, சாவாவை தளமாகக் கொண்ட வலைபெயர்ப்பு நூலகம் <https://github.com/javierllorente/jweblate>'_
tr: `JWeblate, Java temelli Weblate kitaplığı <https://github.com/javierllorente/jweblate>`_
uk: `JWeblate, бібліотека Weblate на основі Java <https://github.com/javierllorente/jweblate>`_
zh_hans: `JWeblate，一个基于 Java 的 Weblate 库 <https://github.com/javierllorente/jweblate>`_

source: `Spring MessageSource backed by a Weblate server <https://github.com/porscheinformatik/weblate-spring>`_
de: `Spring MessageSource, unterstützt durch einen Weblate-Server <https://github.com/porscheinformatik/weblate-spring>`_
ga: `Spring MessageSource le tacaíocht ó fhreastalaí Weblate <https://github.com/porscheinformatik/weblate-spring>`_
hu: `Spring MessageSource Weblate-alapú kiszolgálással <https://github.com/porscheinformatik/weblate-spring>`_
id: `Spring MessageSource didukung oleh server Weblate <https://github.com/porscheinformatik/weblate-spring>`_
ja: `Weblate サーバーが対応する Spring MessageSource <https://github.com/porscheinformatik/weblate-spring>`_
nl: `Spring MessageSource ondersteund door ene server voor Weblate <https://github.com/porscheinformatik/weblate-spring>`_
pt: `Spring MessageSource apoiado por um servidor Weblate <https://github.com/porscheinformatik/weblate-spring>`_
pt_br: `Spring MessageSource apoiado por um servidor Weblate <https://github.com/porscheinformatik/weblate-spring>`_
ro: `Spring MessageSource susținută de un server Weblate <https://github.com/porscheinformatik/weblate-spring>`_
ru: `Spring MessageSource, поддерживаемый сервером Weblate <https://github.com/porscheinformatik/weblate-spring>`_
sv: `Spring MessageSource med stöd av en Weblate-server <https://github.com/porscheinformatik/weblate-spring>`_
ta: 'வலைபெயர்ப்பு சேவையகத்தால் ஆதரிக்கப்படும் ச்பிரிங் மெசேச்சோர்ச் <https://github.com/porscheinformatik/weblate-spring>'_
tr: `Bir Weblate sunucusu ile desteklenen Spring MessageSource <https://github.com/porscheinformatik/weblate-spring>`_
uk: `Spring MessageSource на основі сервера Weblate <https://github.com/porscheinformatik/weblate-spring>`_
zh_hans: `Weblate 服务器作为后端的 Spring MessageSource <https://github.com/porscheinformatik/weblate-spring>`_

source: `GoLang API library for weblate <https://gitlab.com/gajdusek/goweblate>`_
de: `GoLang-API-Bibliothek für Weblate <https://gitlab.com/gajdusek/goweblate>`_
ga: `leabharlann API GoLang le haghaidh gréasán <https://gitlab.com/gajdusek/goweblate>`_
hu: `GoLang API könyvtár a weblate-hez <https://gitlab.com/gajdusek/goweblate>`_
id: `Perpustakaan API GoLang untuk weblate <https://gitlab.com/gajdusek/goweblate>`_
ja: `Weblate 用の GoLang API ライブラリ <https://gitlab.com/gajdusek/goweblate>`_
nl: `GoLang API bibliotheek voor Weblate <https://gitlab.com/gajdusek/goweblate>`_
pt_br: `Biblioteca de GoLang API para weblate <https://gitlab.com/gajdusek/goweblate>`_
ru: `Библиотека GoLang API для weblate <https://gitlab.com/gajdusek/goweblate>`_
sv: `GoLang API-bibliotek för weblate <https://gitlab.com/gajdusek/goweblate>`_
ta: 'வலைபெயர்ப்பு <https://gitlab.com/gajdusek/goweblate> கோலாங் பநிஇ நூலகம்'_
tr: `Weblate için GoLang API kitaplığı <https://gitlab.com/gajdusek/goweblate>`_
uk: `Бібліотека програмного інтерфейсу GoLang для weblate <https://gitlab.com/gajdusek/goweblate>`_
zh_hans: `weblate 的 GoLang API 库 <https://gitlab.com/gajdusek/goweblate>`_

source: `Perceval backends for Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
de: `Perceval-Backends für Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
ga: `Inneall Perceval do Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
hu: `Perceval háttérrendszerek Weblate-hez <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
id: `Backend Perceval untuk Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
ja: `Weblate の Perceval バックエンド <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
nl: `Perceval backends voor Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
pt_br: `Backends de Perceval para Weblate <https://github.com/javierllorente/jweblate>`_
ru: `Бэкенды Perceval для Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
sv: `Perceval-backend för Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
ta: 'வலைபெயர்ப்பு <https://github.com/chaoss/grimoirelab-perceval-weblate> பெர்செவல் பேக்ரெண்ட்ச்'_
tr: `Weblate için Perceval arka yüzü <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
uk: `Модулі обробки Perceval для Weblate <https://github.com/chaoss/grimoirelab-perceval-weblate>`_
zh_hans: `Weblate 的 Perceval 后端 <https://github.com/chaoss/grimoirelab-perceval-weblate>`_

source: `Visual Studio Code Extension for Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
de: `Visual-Studio-Code-Erweiterung für Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
ga: `Síneadh Cód Amhairc Stiúideo le haghaidh Gréasán <https://github.com/ianFar96/vscode-weblate-extension>`_
hu: `Visual Studio Code bővítmény a Weblate-hez <https://github.com/ianFar96/vscode-weblate-extension>`_
id: `Ekstensi Visual Studio Code untuk Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
ja: `Weblate 用 Visual Studio Code 拡張機能 <https://github.com/ianFar96/vscode-weblate-extension>`_
nl: `Visual Studio Code Extension voor Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
pt_br: `Extensão do Visual Studio Code para Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
sv: `Visual Studio Code-tillägg för Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
ta: `வலைபெயர்ப்பிற்கான காட்சி கலையரங்கம் குறியீடு நீட்டிப்பு <https://github.com/ianFar96/vscode-weblate-extension>`_
tr: `Weblate için Visual Studio kod eklentisi <https://github.com/ianFar96/vscode-weblate-extension>`_
uk: `Розширення Visual Studio Code для Weblate <https://github.com/ianFar96/vscode-weblate-extension>`_
zh_hans: `Weblate 的 Visual Studio 代码扩展 <https://github.com/ianFar96/vscode-weblate-extension>`_

source: `Unofficial Weblate SDK for Flutter <https://pub.dev/packages/weblate_sdk>`_
sv: `Inofficiellt Weblate SDK för Flutter <https://pub.dev/packages/weblate_sdk>`_

source: Are you building a Weblate integration for your framework? Get listed here! Either submit a pull request with the changes directly or write us at care@weblate.org to get listed.
de: Bauen Sie eine Weblate-Integration für Ihr Framework? Lassen Sie sich hier eintragen! Reichen Sie entweder direkt einen Pull Request mit den Änderungen ein oder schreiben Sie uns an care@weblate.org, um gelistet zu werden.
ga: An bhfuil comhtháthú Weblate á thógáil agat le do chreat? Faigh liostáil anseo! Cuir isteach iarratas tarraingt leis na hathruithe go díreach nó scríobh chugainn ag care@weblate.org chun liostú.
hu: Weblate-integrációt készít a saját keretrendszeréhez? Szívesen feltüntetjük itt! Küldjön közvetlenül módosítási kérelmet (pull requestet) a módosításokkal vagy írjon nekünk a care@weblate.org címre a megjelenéshez.
id: Apakah Anda sedang membangun integrasi Weblate untuk kerangka kerja Anda? Daftarkan diri Anda di sini! Ajukan permintaan tarik (pull request) beserta perubahannya secara langsung atau hubungi kami di care@weblate.org untuk mendapatkan daftar.
ja: ご使用のフレームワークに Weblate を組み込む手段がありますか？ここに掲載されます！変更点を記載したプルリクエストを直接提出するか、 care@weblate.org まで連絡ください。
nl: Bouwt u een integratie voor Weblate voor uw framewerk? Krijg hier een vermelding! Dien ofwel een pull request in met de directe wijzigingen of schrijf ons op care@weblate.org om te worden vermeld.
pt: Está a construir uma integração Weblate para a sua estrutura? Seja listado aqui! Envie um pedido com as alterações diretamente ou escreva-nos a care@weblate.org para ser listado.
pt_br: Você está construindo uma integração Weblate para sua estrutura? Seja listado aqui! Envie uma pull request diretamente com as alterações ou escreva-nos para care@weblate.org para ser listado.
ro: Construiți o integrare Weblate pentru cadrul dumneavoastră? Fiți listat aici! Fie trimiteți o cerere de extragere cu modificările direct, fie scrieți-ne la care@weblate.org pentru a fi listat.
ru: Вы создаёте интеграцию Weblate со своей средой? Зарегистрируйтесь здесь! Либо отправьте запрос на внесение изменений напрямую, либо напишите нам по адресу care@weblate.org, чтобы вас включили в список.
sv: Håller du på att bygga en Weblate-integration för ditt ramverk? Registrera dig här! Skicka in en pull-förfrågan med ändringarna direkt eller skriv till oss på care@weblate.org för att registrera dig.
ta: உங்கள் கட்டமைப்பிற்கான வலைபெயர்ப்பு ஒருங்கிணைப்பை உருவாக்குகிறீர்களா? இங்கே பட்டியலிடுங்கள்! மாற்றங்களுடன் ஒரு ஈர்ப்பு கோரிக்கையை நேரடியாக சமர்ப்பிக்கவும் அல்லது பட்டியலிட care@weblate.org எங்களுக்கு எழுதவும்.
tr: Çatınız için bir Weblate bütünleştirmesi mi oluşturuyorsunuz? Burada yer alabilirsiniz! Doğrudan değişikliklerin bulunduğu bir çekme isteği gönderin ya da listeye eklenmek için care@weblate.org adresine yazın.
uk: Працюєте над інтеграцією Weblate до вашого комплексу програм? Додайте ваш пункт до списку! Або подайте запит щодо злиття із вашими змінами безпосередньо, або напишіть на адресу care@weblate.org, щоб автор сторінки додав вас до списку.
zh_hans: 您是否正在为您的框架构建 Weblate 集成？在这里列出！您可以直接提交包含更改的拉取请求，也可以写信给我们 care@weblate.org 以列出。

source: Managing translations
de: Verwalten von Übersetzungen
ga: Aistriúcháin a bhainistiú
hu: Fordítások kezelése
id: Mengelola terjemahan
ja: 翻訳の管理
nl: Vertalingen beheren
pt: A gerir traduções
pt_br: Gerenciando traduções
ro: Gestionarea traducerilor
ru: Управление переводами
sv: Hantera översättningar
ta: மொழிபெயர்ப்புகளை நிர்வகித்தல்
tr: Çevirileri yönetmek
uk: Керування перекладами
zh_hans: 管理翻译
zh_hant: 管理翻譯
