Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Most widely used format for translating libre software.
de: Das am weitesten verbreitete Format für die Übersetzung von Freier Software.
ga: An fhormáid is mó a úsáidtear chun bogearraí libre a aistriú.
hu: A legszélesebb körben használt formátum szabad szoftverek fordításához.
id: Format yang paling banyak digunakan untuk menerjemahkan perangkat lunak gratis.
ja: 自由ソフトウェアの翻訳に最も広く使用されているフォーマット。
nl: De meest gebruikte indeling voor het vertalen van vrije software.
pt: O formato mais usado para traduzir software livre.
pt_br: O formato mais usado para traduzir software livre.
ro: Cel mai utilizat format pentru traducerea de software liber.
ru: Самый широкоиспользуемый формат для перевода свободного програмного обеспечения.
sv: Det mest använda formatet för översättning av fri programvara.
ta: லிப்ரே மென்பொருளை மொழிபெயர்க்க மிகவும் பரவலாகப் பயன்படுத்தப்படும் வடிவம்.
tr: Özgür yazılımları çevirmek için en yaygın olarak kullanılan biçim.
uk: Найвикористовуваніший формат для перекладу вільного ПЗ.
zh_hans: 翻译自由软件用得最广泛的格式。

source: Contextual info stored in the file is supported by adjusting its headers or linking to corresponding source files.
de: In der Datei gespeicherte Kontextinformationen werden durch Anpassen des Headers oder durch Verlinken mit entsprechenden Quelldateien unterstützt.
ga: Tacaítear le faisnéis chomhthéacsúil atá stóráilte sa chomhad trína cheanntásca a choigeartú nó trí nascadh le comhaid foinse comhfhreagracha.
hu: A fájlban tárolt kontextus használatát a fejlécek módosításával vagy a megfelelő forrásfájlokra való hivatkozással lehet biztosítani.
id: Informasi kontekstual yang disimpan dalam berkas didukung dengan menyesuaikan kepalanya atau menautkan ke berkas sumber yang sesuai.
ja: ファイルに保存されている付随情報は、ヘッダーを調整するか、対応する原文にリンクして対応します。
nl: Contextuele informatie opgeslagen in het bestand wordt ondersteund door het aanpassen van zijn kop of koppeling naar corresponderende bronbestanden.
pt: As informações contextuais armazenadas no ficheiro são suportadas a ajustar os cabeçalhos dele ou a vincular-se a ficheiros fonte correspondentes.
pt_br: As informações contextuais armazenadas no arquivo são suportadas ajustando seus cabeçalhos ou vinculando-se a arquivos fonte correspondentes.
ro: Informațiile contextuale stocate în fișier sunt susținute prin ajustarea antetelor sale sau prin crearea de legături către fișierele sursă corespunzătoare.
ru: Контекстная информация, хранящаяся в файле, поддерживается настройкой его заголовков или его привязкой к соответствующим исходным файлам.
sv: Kontextuell information som lagras i filen stöds genom att justera dess rubriker eller länka till motsvarande källfiler.
ta: கோப்பில் சேமிக்கப்பட்ட சூழல் செய்தி அதன் தலைப்புகளை சரிசெய்வதன் மூலமோ அல்லது தொடர்புடைய மூல கோப்புகளுடன் இணைப்பதன் மூலமோ ஆதரிக்கப்படுகிறது.
tr: Dosyada depolanan bağlamsal bilgiler, üst bilgileri ayarlanarak veya ilgili kaynak dosyalarla bağlantı kurularak sağlanabilir.
uk: Підтримку контекстних даних, які зберігаються у файлі, реалізовано коригуванням його заголовків та прив'язкою до відповідних файлів початкового коду.
zh_hans: 支持通过调整文件标头或链接到相应的源文件，在文件中存储上下文信息。
zh_hant: 通過調整文件頭或鏈接到相應的源文件，可以支持存儲在文件中的語境信息。

source: `Gettext on Wikipedia <https://en.wikipedia.org/wiki/Gettext>`_
id: `Gettext di Wikipedia <https://en.wikipedia.org/wiki/Gettext>`_
sv: `Gettext på Wikipedia <https://en.wikipedia.org/wiki/Gettext>`_

source: Showing source string change
de: Änderung der Ausgangszeichenkette anzeigen
ga: Athrú teaghrán foinse á thaispeáint
hu: Forrásszöveg-változás megjelenítése
id: Menampilkan perubahan string sumber
ja: 原文の変更の表示
nl: Wijziging brontekenreeks weergeven
pt_br: Mostrando alteração no texto fonte
sv: Visar ändring av källsträng
ta: மூல சரம் மாற்றத்தைக் காட்டுகிறது
tr: Kaynak dizge değişikliklerini görüntülemek
uk: Показ змін у початкових рядках
zh_hans: 显示源字符串更改

source: Weblate can extract previous source strings from the PO files if present and show the string difference for strings needing editing based on that. To include these, :program:`msgmerge` has to be executed with ``--previous`` and the resulting PO file then contains lines such as:
de: Weblate kann vorherige Ausgangszeichenketten aus den PO-Dateien extrahieren, falls vorhanden, und die Zeichenketten, die bearbeitet werden müssen, auf dieser Grundlage anzeigen. Um diese einzubeziehen, muss :program:`msgmerge` mit ``--previous`` ausgeführt werden und die resultierende PO-Datei enthält dann Zeilen wie:
ga: Is féidir le Weblate teaghráin foinse roimhe seo a bhaint as na comhaid PO má tá siad i láthair agus an difríocht teaghrán a thaispeáint do teaghráin a dteastaíonn eagarthóireacht orthu bunaithe air sin. Chun iad seo a chur san áireamh, ní mór :program:`msgmerge` a rith le ``--roimhe`` agus ansin tá línte mar:
hu: A Weblate ki tudja olvasni a PO-fájlokból a korábbi forrásszövegeket, ha azok elérhetők, és ezek alapján meg tudja jeleníteni a különbségeket a szerkesztést igénylő szövegeknél. Ehhez a :program:`msgmerge` parancsot ``--previous`` kapcsolóval kell futtatni, így az eredményül kapott PO-fájl tartalmazni fog például ilyen sorokat:
id: Weblate dapat mengekstrak string sumber sebelumnya dari berkas PO jika ada dan menampilkan perbedaan string untuk string yang perlu disunting berdasarkan hal tersebut. Untuk menyertakannya, :program:`msgmerge` harus dijalankan dengan ``--previous`` dan berkas PO yang dihasilkan kemudian berisi baris seperti:
ja: Weblate は、PO ファイルに以前のソース文字列が存在する場合、それを抽出して、編集が必要な文字列の差異を表示できます。この機能を利用するには、:program:`msgmerge` を ``--previous`` オプション付きで実行し、生成された PO ファイルに以下のような行を含めることが必要です:
nl: Weblate kan eerder brontekenreeksen uitnemen uit de PO-bestanden indien aanwezig en het verschil weergeven voor tekenreeksen die op basis daarvan bewerken nodig hebben. :program:`msgmerge` moet, om deze op te nemen, worden uitgevoerd met ``--previous`` en het resulterende PO-bestand bevat dan regels zoals:
pt_br: O Weblate pode extrair textos fonte anteriores dos arquivos PO, se presentes, e mostrar a diferença de texto para textos que necessitam de edição com base nisso. Para incluí-las, :program:`msgmerge` precisa ser executado com ``--previous`` e o arquivo PO resultante então contém linhas como:
sv: Weblate kan extrahera tidigare källsträngar från PO-filerna om sådana finns och visa strängskillnaden för strängar som behöver redigeras baserat på det. För att inkludera dessa måste :program:`msgmerge` köras med ``--previous`` och den resulterande PO-filen innehåller då rader som:
tr: Weblate, varsa PO dosyalarından önceki kaynak dizgelerini çıkarabilir ve buna göre düzenlenmesi gereken dizgeler için dizgedeki farkları görüntüleyebilir. Bunların katılması için, :program:`msgmerge` ``—previous`` ile yürütülmelidir. Sonuç PO dosyasında şu satırlar bulunur:
uk: Weblate може витягувати попередні вихідні рядки з PO-файлів, якщо вони є, і на основі цього показувати різницю рядків, які потребують редагування. Щоб включити їх, :program:`msgmerge` має бути виконано з ``--previous`` і отриманий PO-файл буде містити такі рядки, як:
zh_hans: 如果存在 PO 文件，Weblate 可以从这些文件中提取先前的源字符串并基于此显示需要编辑字符串的字符串区别。要包含这些，必须使用 ``--previous`` 参数运行 :program:`msgmerge`，由此生成的 PO 文件会包括特定的行，比如：

source: PO file header
de: PO-Dateiheader
ga: Ceanntásc comhaid PO
hu: PO-fájl fejléc
id: Header berkas PO
ja: PO ファイル ヘッダー
nl: Kop PO-bestand
pt_br: Cabeçalho de arquivo PO
ru: Заголовок PO-файла
sv: PO-filens rubrik
ta: po கோப்பு தலைப்பு
tr: PO dosyası üst bilgisi
uk: Заголовок файла PO
zh_hans: PO 文件标头

source: The header of the PO file is automatically maintained by Weblate. Optionally it can include :ref:`component-report_source_bugs` and :ref:`project-set_language_team`.
de: Der Header der PO-Datei wird automatisch von Weblate gepflegt. Optional kann er die :ref:`component-report_source_bugs` und :ref:`project-set_language_team` enthalten.
ga: Coinníonn Weblate ceanntásc an chomhaid PO go huathoibríoch. Roghnach is féidir :ref:`component-report_source_bugs` agus :ref:`project-set_language_team` a chur san áireamh.
hu: A PO-fájl fejlécét a Weblate automatikusan kezeli. Opcionálisan tartalmazhatja a :ref:`component-report_source_bugs` és a :ref:`project-set_language_team` mezőket is.
id: Header berkas PO dikelola secara otomatis oleh Weblate. Opsional, header dapat menyertakan :ref:`component-report_source_bugs` dan :ref:`project-set_language_team`.
ja: PO ファイルのヘッダーは Weblate によって自動的に管理されます。オプションで、:ref:`component-report_source_bugs` および :ref:`project-set_language_team` を含めることができます。
nl: De kop van het PO-bestand wordt automatisch onderhouden door Weblate. Optioneel kan het :ref:`component-report_source_bugs` en :ref:`project-set_language_team` opnemen.
pt_br: O cabeçalho do arquivo PO é mantido automaticamente pelo Weblate. Opcionalmente, ele pode incluir :ref:`component-report_source_bugs` e :ref:`project-set_language_team`.
ru: Заголовок PO-файла автоматически поддерживается Weblate. Необязательно он может включать :ref:`component-report_source_bugs` и :ref:`project-set_language_team`.
sv: Rubriken i PO-filen underhålls automatiskt av Weblate. Valfritt kan den inkludera :ref:`component-report_source_bugs` och :ref:`project-set_language_team`.
tr: PO dosyasının üst bilgileri Weblate tarafından kendiliğinden hazırlanır. İsteğe bağlı olarak :ref:`component-report_source_bugs` ve :ref:`project-set_language_team` bilgileri bulunabilir.
uk: Супровід заголовка файла PO здійснюється у Weblate автоматично. Якщо потрібно, до нього можна включити поля :ref:`component-report_source_bugs` і :ref:`project-set_language_team`.
zh_hans: PO 文件的标头由 Weblate 自动维护。可选地，它可以包含 :ref:`component-report_source_bugs` 和 :ref:`project-set_language_team`。

source: The header comments also can be updated to contain author names using :ref:`addon-weblate.gettext.authors`.
id: Komentar header juga dapat diperbarui untuk memuat nama penulis menggunakan :ref:`addon-weblate.gettext.authors`.
sv: Rubrikkommentarerna kan också uppdateras så att de innehåller författarnamn med hjälp av :ref:`addon-weblate.gettext.authors`.
uk: Коментарі до заголовка також можна оновити, щоб вони містили імена авторів, використовуючи :ref:`addon-weblate.gettext.authors`.

source: Line wrapping
id: Pembungkusan garis
sv: Radbrytning
uk: Перенесення рядків

source: The line wrapping mostly matches GNU gettext behavior. Both the wrapping algorithm in the GNU gettext and the Unicode data the wrapping is based on evolve which might cause differences in some corner cases.
id: Pembungkusan baris sebagian besar sesuai dengan perilaku gettext GNU. Baik algoritma pembungkusan dalam gettext GNU maupun data Unicode yang menjadi dasar pembungkusan telah berevolusi, yang mungkin menyebabkan perbedaan dalam beberapa kasus khusus.
sv: Radbrytningen motsvarar i stort sett GNU gettexts beteende. Både radbrytningsalgoritmen i GNU gettext och Unicode-data som radbrytningen baseras på utvecklas, vilket kan orsaka skillnader i vissa specialfall.
uk: Перенесення рядків здебільшого відповідає поведінці GNU gettext. Як алгоритм перенесення в GNU gettext, так і дані Unicode, на яких базується перенесення, evolve, що може спричиняти відмінності в деяких критичних випадках.

source: The wrapping width can be configured using the ``po_line_wrap`` parameter, see :ref:`file_format_params`.
id: Lebar pembungkus dapat dikonfigurasi menggunakan parameter ``po_line_wrap``, lihat :ref:`file_format_params`.
sv: Ombrytningsbredden kan konfigureras med parametern ``po_line_wrap``, se :ref:`file_format_params`.

source: Generating matching MO files
id: Menghasilkan berkas MO yang cocok
sv: Skapa matchande MO-filer
uk: Генерація відповідних MO-файлів

source: In case MO files are kept in the repository together with PO files, :ref:`addon-weblate.gettext.mo` can be used to keep them up-to-date with PO files.
id: Jika berkas MO disimpan dalam repositori bersama dengan berkas PO, :ref:`addon-weblate.gettext.mo` dapat digunakan untuk menjaganya tetap terkini dengan berkas PO.
sv: Om MO-filer sparas i arkivet tillsammans med PO-filer kan :ref:`addon-weblate.gettext.mo` användas för att hålla dem uppdaterade med PO-filerna.
uk: Якщо MO-файли зберігаються в репозиторії разом із PO-файлами, можна використовувати :ref:`addon-weblate.gettext.mo` для їх оновлення разом із PO-файлами.

source: Updating PO files from the POT file
id: Memperbarui berkas PO dari berkas POT
sv: Uppdatera PO-filer från POT-filen
uk: Оновлення PO-файлів з POT-файлу

source: Monolingual gettext
de: Gettext einsprachig
ga: Gettext aonteangach
hu: Egynyelvű gettext
id: gettext monolingual
ja: モノリンガルの gettext
nl: Eentalige gettext
pt: Gettext monolíngue
pt_br: Gettext monolíngue
ro: Gettext monolingv
ru: Одноязычный gettext
sv: Enspråkig gettext
ta: monolingual உரைபெறு
tr: Tek dilli gettext
uk: Одномовний gettext
zh_hans: 单语 gettext
zh_hant: 單語 gettext

source: Some projects decide to use gettext as monolingual formats—they code just the IDs in their source code and the string then needs to be translated to all languages, including English. This is supported, though you have to choose this file format explicitly when importing components into Weblate.
de: Einige Projekte entscheiden sich, gettext als einsprachiges Format zu verwenden – sie kodieren nur die IDs in ihrem Quellcode und die Zeichenkette muss dann in alle Sprachen, einschließlich Englisch, übersetzt werden. Dies wird unterstützt, allerdings müssen Sie dieses Dateiformat beim Importieren von Komponenten in Weblate explizit auswählen.
ga: Socraíonn roinnt tionscadal gettext a úsáid mar fhormáidí aonteangacha – ní chódaíonn siad ach na haitheantais ina gcód foinseach agus ní mór an teaghrán a aistriú chuig gach teanga, Béarla san áireamh. Tacaítear leis seo, cé go gcaithfidh tú an fhormáid comhaid seo a roghnú go sainráite agus comhpháirteanna á n-iompórtáil go Weblate.
hu: Egyes projektek a gettext formátumot egynyelvűként használják – ilyenkor a forráskódban csak az azonosítók szerepelnek, és ezek minden nyelvre, így angolra is fordítandók. Ez támogatott a Weblate-ben, de az összetevő importálásakor ezt a fájlformátumot kifejezetten ki kell választani.
id: Beberapa proyek memutuskan untuk menggunakan gettext sebagai format monolingual—mereka hanya mengkodekan ID dalam kode sumbernya dan string tersebut kemudian perlu diterjemahkan ke semua bahasa, termasuk Inggris. Hal ini didukung, meskipun Anda harus memilih format berkas ini secara eksplisit saat mengimpor komponen ke Weblate.
ja: 一部のプロジェクトでは、gettext をモノリンガル形式として使用することを定めています。ソースコード内の ID のみをコード化し、文字列を英語を含むすべての言語に翻訳することが必要です。これには対応していますが、コンポーネントを Weblate にインポートするときは、このファイル形式を明示的に選択することが必要です。
nl: Sommige projecten besluiten om gettext te gebruiken als eentalige indeling—zij coderen slechts de ID's in hun broncode en de tekenreeks moet dan worden vertaald in alle talen, inclusief Engels. Dit wordt ondersteund, hoewel u deze bestandsindeling expliciet moet kiezen bij het importeren van onderdelen in Weblate.
pt: Alguns projetos decidem usar o gettext como formatos monolingues – eles codificam apenas os IDs no código-fonte deles e a cadeia então precisa ser traduzido para todos os idiomas, que inclui o inglês. É suportado, embora tenha que escolher este formato de ficheiro explicitamente ao importar componentes para o Weblate.
pt_br: Alguns projetos decidem usar o gettext como formatos monolíngues – eles codificam apenas os IDs em seu código-fonte e o texto então precisa ser traduzido para todos os idiomas, incluindo o inglês. Isso é suportado, embora você tenha que escolher este formato de arquivo explicitamente ao importar componentes para o Weblate.
ro: Unele proiecte decid să utilizeze gettext ca formate monolingve - acestea codifică doar ID-urile în codul sursă, iar șirul trebuie apoi tradus în toate limbile, inclusiv în engleză. Acest lucru este acceptat, deși trebuie să alegeți acest format de fișier în mod explicit atunci când importați componente în Weblate.
ru: Некоторые проекты решают использовать gettext в качестве одноязычного формата — в их исходном коде присутствуют только идентификаторы и строка должна быть переведена на все языки, в том числе и на английский. Такая конфигурация поддерживается, хотя для этого и надо явно выбирать этот формат файлов при импорте компонентов в Weblate.
sv: Vissa projekt väljer att använda gettext som enspråkiga format – de kodar bara ID:n i sin källkod och strängen måste sedan översättas till alla språk, inklusive engelska. Detta stöds, men du måste välja detta filformat uttryckligen när du importerar komponenter till Weblate.
ta: சில திட்டங்கள் கெட்டடெக்ச்ட்டை ஒற்றை மொழி வடிவங்களாகப் பயன்படுத்த முடிவு செய்கின்றன - அவை அவற்றின் மூலக் குறியீட்டில் உள்ள ஐடிகளை மட்டுமே குறியிடுகின்றன, பின்னர் சரம் ஆங்கிலம் உட்பட அனைத்து மொழிகளுக்கும் மொழிபெயர்க்கப்பட வேண்டும். இது ஆதரிக்கப்படுகிறது, இருப்பினும் வலைபெயர்ப்பில் கூறுகளை இறக்குமதி செய்யும்போது இந்த கோப்பு வடிவமைப்பை நீங்கள் வெளிப்படையாக தேர்வு செய்ய வேண்டும்.
tr: Bazı projeler tek dilli biçimler için gettext kullanmaya karar verir. Yalnızca kaynak kodlarındaki kimlikleri kodlarlar ve dizgenin İngilizce ile birlikte tüm dillere çevrilmesi gerekir. Bu yöntem desteklenir, ancak bileşenleri Weblate içine aktarırken açıkça bu dosya biçimini seçmeniz gerekir.
uk: У деяких проєктах розробники використовують gettext як одномовний формат — у початковому коді є лише ідентифікатори, а рядок має бути перекладено усіма мовами, зокрема і англійською. Підтримку таких форматів передбачено, але цей формат слід вибрати явним чином при імпортуванні складників до Weblate.
zh_hans: 一些项目决定使用 gettext 作为单语格式 —— 它们仅在源代码中编码 ID，然后将字符串翻译成所有语言，包括英语。支持此功能，尽管在将部件导入 Weblate 时必须明确选择此文件格式。
zh_hant: 一些項目決定使用 gettext 作為單語格式 —— 它們僅在源代碼中編碼 ID，然後將字符串翻譯成所有語言，包括英語。支持此功能，儘管在將組件導入 Weblate 時必須明確選擇此文件格式。

source: The bilingual gettext PO file typically looks like this:
de: Die zweisprachige gettext-PO-Datei sieht in der Regel wie folgt aus:
ga: Is gnách gur mar seo a bhíonn an chuma ar an gcomhad PO dátheangach gettext:
hu: A kétnyelvű gettext PO-fájl jellemzően így néz ki:
id: Berkas PO gettext dwibahasa biasanya terlihat seperti ini:
ja: 一般的なバイリンガルの gettext PO ファイル:
nl: Het tweetalige gettext PO-bestand ziet er gewoonlijk zo uit:
pt: O ficheiro de PO de texto bilíngue normalmente parece-se com este:
pt_br: O arquivo de PO de texto bilíngue normalmente se parece com este:
ro: Fișierul bilingv gettext PO arată de obicei astfel:
ru: Двуязычный PO-файл gettext обычно выглядит следующим образом:
sv: Den tvåspråkiga gettext PO-filen ser vanligtvis ut så här:
ta: இருமொழி கெட்டடெக்ச்ட் பிஓ கோப்பு பொதுவாக இப்படி இருக்கும்:
tr: İki dilli Gettext PO dosyası genellikle şöyle görünür:
uk: Типовий двомовний файл PO gettext виглядає ось так:
zh_hans: 双语 gettext PO 文件通常如下所示：
zh_hant: 雙語 gettext PO 文件通常如下所示：

source: The monolingual gettext PO file typically looks like this:
de: Die einsprachige gettext-PO-Datei sieht normalerweise wie folgt aus:
ga: Is gnách gur mar seo a bhíonn cuma ar an gcomhad PO gettext aonteangach:
hu: Az egynyelvű gettext PO-fájl jellemzően így néz ki:
id: Berkas PO gettext monolingual biasanya terlihat seperti ini:
ja: 一般的なモノリンガルの gettext PO ファイル:
nl: Het eentalige gettext PO-bestand ziet er gewoonlijk zo uit:
pt: O ficheiro gettext PO monolíngue normalmente se parece com este:
pt_br: O arquivo gettext PO monolíngue normalmente se parece com este:
ro: Fișierul monolingv gettext PO arată de obicei astfel:
ru: Одноязычный PO-файл gettext обычно выглядит следующим образом:
sv: Den enspråkiga gettext PO-filen ser vanligtvis ut så här:
ta: மோனோலிங்குவல் கெட்டடெக்ச்ட் பிஓ கோப்பு பொதுவாக இப்படி இருக்கும்:
tr: Tek dilli Gettext PO dosyası genellikle şöyle görünür:
uk: Типовий одномовний файл PO gettext виглядає ось так:
zh_hans: 单语言的 gettext PO 文件通常如下所示：
zh_hant: 單語言的 gettext PO 文件通常如下所示：

source: While the base language file will be:
de: Während die Basissprachdatei wie folgt aussieht:
ga: Cé gurb é an bunchomhad teanga:
hu: Az alapnyelvi fájl pedig így néz ki:
id: Sementara berkas bahasa dasar akan berupa:
ja: 一般的な基準の言語ファイル:
nl: Waarbij het basis taalbestand zal zijn:
pt: Enquanto o ficheiro de idioma base será:
pt_br: Enquanto o arquivo de idioma base será:
ro: În timp ce fișierul limbii de bază va fi:
ru: А базовый языковой файл — вот таким образом:
sv: Basens språkfil kommer att vara:
ta: அதே நேரத்தில் அடிப்படை மொழி கோப்பு இருக்கும்:
tr: Temel dil dosyası şöyle olacaktır:
uk: А базовий мовний файл ось такий:
zh_hans: 基本语言文件将是：
zh_hant: 基本語言文件將是：

source: `Gettext PO file`
de: `Gettext PO-Datei`
ga: `Comhad PO Gettext`
hu: `Gettext PO-fájl`
id: `Berkas PO Gettext`
ja: `Gettext PO ファイル`
nl: `Gettext PO-bestand`
pt: `Ficheiro Gettext PO`
pt_br: `Arquivo Gettext PO`
ro: `Gettext PO fișier`
ru: `PO-файл gettext`
sv: `Gettext PO-fil`
ta: 'உரைபெறு po கோப்பு'
tr: `Gettext PO dosyası`
uk: `файл PO Gettext`
zh_hans: `Gettext PO 文件`

source: `Gettext PO file (monolingual)`
de: `Gettext PO-Datei (einsprachig)`
ga: `Comhad PO Gettext (aonteangach)`
hu: `gettext PO-fájl (egynyelvű)`
id: `Berkas PO Gettext (monolingual)`
ja: `gettext PO ファイル (モノリンガル)`
nl: `Gettext PO-bestand (eentalig)`
pt: `Ficheiro Gettext PO (monolíngue)`
pt_br: `Arquivo Gettext PO (monolíngue)`
ro: `Gettext PO file (monolingv)`
ru: `PO-файл gettext (одноязычный)`
sv: `Gettext PO-fil (enspråkig)`
ta: 'உரைபெறு po கோப்பு (ஒற்றை மொழி)'
tr: `Gettext PO dosyası (tek dilli)`
uk: `файл PO Gettext (одномовний)`
zh_hans: `Gettext PO 文件（单语）`
zh_hant: `Gettext PO 文件（單語）`

source: :ref:`file_format_params` with the pattern `po_*` can be used to configure the behavior of the gettext format.
id: :ref:`file_format_params` dengan pola `po_*` dapat digunakan untuk mengonfigurasi perilaku format gettext.
sv: :ref:`file_format_params` med mönstret `po_*` kan användas för att konfigurera beteendet för gettext-formatet.

source: go-i18n JSON files
de: JSON-Dateien go-i18n
ga: go-i18n comhaid JSON
hu: go-i18n JSON-fájlok
id: Berkas JSON go-i18n
ja: go-i18n JSON ファイル
nl: go-i18n JSON-bestanden
pt: Ficheiros JSON go-i18n
pt_br: Arquivos JSON go-i18n
ro: fișiere JSON go-i18n
ru: JSON-файлы go-i18n
sv: go-i18n JSON-filer
ta: go-i18n சாதொபொகு கோப்புகள்
tr: go-i18n JSON dosyaları
uk: Файли JSON go-i18n
zh_hans: go-i18n JSON 文件

source: Support for v2 variant of this format was added.
de: Unterstützung für die v2-Variante dieses Formats hinzugefügt.
ga: Cuireadh tacaíocht le haghaidh leagan v2 den fhormáid seo leis.
hu: A formátum v2-es változatának támogatása hozzáadásra került.
id: Dukungan untuk varian v2 format ini telah ditambahkan.
ja: この形式の v2 版に対応しました。
nl: Ondersteuning voor variant v2 van deze indeling werd toegevoegd.
pt_br: O suporte para a variante v2 deste formato foi adicionado.
ru: Добавлена поддержка варианта v2 этого формата.
sv: Stöd för v2-varianten av detta format har lagts till.
ta: இந்த வடிவத்தின் வி 2 மாறுபாட்டிற்கான உதவி சேர்க்கப்பட்டது.
tr: Bu biçimin 2. sürümü için destek eklendi.
uk: Додано підтримку версії 2 цього формату.
zh_hans: 添加了对此格式 v2 变体的支持。
