Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There is also an option for how to handle strings needing edit in the imported file. Such strings can be handle in one of the three following ways: "Do not import", "Import as string needing edit", or "Import as translated".
de: Es gibt auch eine Option für die Behandlung von Zeichenketten, die in der importierten Datei bearbeitet werden müssen. Solche Zeichenketten können auf eine der drei folgenden Arten behandelt werden: „Nicht importieren“, „Als bearbeitungsbedürftig importieren“ oder „Als übersetzt importieren“.
ga: Tá rogha ann freisin maidir le conas teaghráin a bhfuil gá eagarthóireacht a dhéanamh orthu sa chomhad iompórtáilte a láimhseáil. Is féidir teaghráin dá leithéid a láimhseáil ar cheann de na trí bhealach seo a leanas: "Ná iompórtáil", "Iompórtáil mar theaghrán is gá a chur in eagar", nó "Iompórtáil mar a aistríodh".
hu: A szerkesztést igénylő szövegek importálásának módja is megadható. Az ilyen szövegek az alábbi három mód egyikével kezelhetők: „Ne importálja”, „Importálás szerkesztést igénylőként” vagy „Importálás fordításként”.
id: Terdapat juga opsi untuk menangani string yang perlu disunting dalam berkas yang diimpor. String tersebut dapat ditangani dengan salah satu dari tiga cara berikut: "Jangan impor", "Impor sebagai string yang perlu disunting", atau "Impor sebagai terjemahan".
ja: また、インポートしたファイル内にある編集が必要な文字列の処理方法を選べます。文字列は、「インポートしない」、「要編集として文字列をインポート」、「翻訳済みとしてインポート」の三択から 1 つを選んで処理します。
nl: Er is ook een optie voor hoe tekenreeksen te behandelen die Bewerken nodig hebben in het geïmporteerde bestand. Dergelijke tekenreeksen kunnen op een van de volgende drie manieren worden afgehandeld: "Niet importeren", "Importeren als tekenreeks Bewerken nodig" of "Importeren als vertaald".
pt: Há também uma opção de como lidar com cadeias que necessitam de edição no ficheiro importado. Tais cadeias podem ser manuseadas de uma das três maneiras seguintes: "Não importar", "Importar como cadeia que necessita de edição" ou "Importar como traduzido".
pt_br: Há também uma opção de como lidar com textos que necessitam de edição no arquivo importado. Tais textos podem ser manuseados de uma das três maneiras seguintes: "Não importar", "Importar como texto que necessita de edição" ou "Importar como traduzido".
ro: Există, de asemenea, o opțiune pentru modul de tratare a șirurilor de caractere care trebuie editate în fișierul importat. Astfel de șiruri de caractere pot fi tratate într-unul dintre următoarele trei moduri: "Nu importați", "Importați ca șir de caractere care necesită editare" sau "Importați ca tradus".
ru: Также существует параметр, контролирующий то, что делать со строками в импортируемом файле, нуждающимися в редактировании . Такие строки можно обработать одним из трёх следующих способов: «Не импортировать», «Импортировать строки, как отмеченные „На правку“» или «Импортировать как переведённое».
sv: Det finns också ett alternativ för hur man ska hantera strängar som behöver redigeras i den importerade filen. Sådana strängar kan hanteras på ett av följande tre sätt: "Importera inte", "Importera som sträng som behöver redigeras" eller "Importera som översatt".
ta: இறக்குமதி செய்யப்பட்ட கோப்பில் திருத்து தேவைப்படும் சரங்களை எவ்வாறு கையாள்வது என்பதற்கான விருப்பமும் உள்ளது. இத்தகைய சரங்களை பின்வரும் மூன்று வழிகளில் ஒன்றில் கையாளலாம்: "இறக்குமதி செய்ய வேண்டாம்", "திருத்து தேவைப்படும் சரமாக இறக்குமதி செய்யுங்கள்" அல்லது "மொழிபெயர்க்கப்பட்டபடி இறக்குமதி".
tr: İçe aktarılan dosyadaki düzenlenmesi gereken dizgelerin nasıl işleneceği ile ilgili bir seçenek de vardır. Bu tür dizgeler şu üç yöntemden biriyle işlenebilir: ``İçe aktarılmasın``, ``Düzenlenmesi gerekli olarak içe aktarılsın`` ya da ``Çevrilmiş olarak içe aktarılsın``.
uk: Також передбачено пункт для визначення способу обробки рядків у імпортованому файлі, які потребують редагування. Такі рядки може бути оброблено у три способи: «Не імпортувати», «Імпортувати як рядок, який потребує редагування» або «Імпортувати як перекладений».
zh_hans: 还有一个选项可用于处理导入文件中需要编辑的字符串。可以通过以下三种方式之一处理此类字符串：“不导入”、“导入为‘需要编辑’”或“导入为已翻译”。
zh_hant: 還有一個選擇如何處理需要在導入的文件中編輯的字符串。這種字符串可以以以下三種方式之一句柄：“不要導入”，“導入作為字符串需要編輯”，或“轉換為”導入“。

source: Overriding authorship
de: Vorrangige Urheberschaft
ga: Údar sáraitheach
hu: Szerzőség felülírása
id: Menimpakan kepengarangan
ja: 翻訳者の変更
nl: Overschrijven auteurschap
pt: Substituindo autoria
pt_br: Substituindo autoria
ro: Suprascrierea autorului
ru: Переопределение авторства
sv: Överordnad upphovsrätt
ta: படைப்புரிமையை மீறுதல்
tr: Sorumluluğu değiştirmek
uk: Перевизначення авторства
zh_hans: 覆盖作者身份

source: With admin permissions, you can also specify authorship of uploaded file. This can be useful in case you've received the file in another way and want to merge it into existing translations while properly crediting the actual author.
de: Mit Administratorberechtigung können Sie auch die Urheberschaft der hochgeladenen Datei angeben. Dies kann nützlich sein, wenn Sie die Datei auf andere Weise erhalten haben und sie diese mit vorhandenen Übersetzungen zusammenführen möchten, wobei der eigentliche Autor ordnungsgemäß genannt wird.
ga: Le ceadanna riaracháin, is féidir leat údar an chomhaid uaslódáilte a shonrú freisin. D'fhéadfadh sé seo a bheith úsáideach ar eagla go bhfuil an comhad faighte agat ar bhealach eile agus gur mhaith leat é a chumasc le haistriúcháin atá ann cheana féin agus an t-údar féin á chreidiúint i gceart agat.
hu: Adminisztrátori jogosultsággal megadható a feltöltött fájl szerzője is. Ez akkor lehet hasznos, ha a fájlt más módon kapta meg, és szeretné azt a meglévő fordításokhoz hozzáadni úgy, hogy közben a tényleges szerző is megfelelően el legyen ismerve.
id: Dengan izin admin, Anda juga dapat menentukan kepengarangan berkas yang diunggah. Ini berguna jika Anda menerima berkas tersebut dengan cara lain dan ingin menggabungkannya ke dalam terjemahan yang sudah ada, sekaligus mencantumkan nama penulis aslinya dengan benar.
ja: 管理者権限で、アップロードしたファイルの翻訳者を設定できます。これは、他の方法でファイルを受け取り、本来の翻訳者の名前で既存の翻訳にマージする場合に便利です。
nl: Met rechten als beheerder kunt u ook de auteur van het geüploade bestand specificeren. Dit kan nuttig zijn in het geval u het bestand op een andere manier hebt verkregen en het wilt samenvoegen met bestaande vertalingen, terwijl u toch de feitelijke auteur wilt attribueren.
pt: Com permissões administrativas, também pode especificar a autoria do ficheiro enviado. Isso pode ser útil no caso de ter recebido o ficheiro de outra maneira e quiser mesclá-lo em traduções existentes enquanto credita corretamente o autor real.
pt_br: Com permissões administrativas, você também pode especificar a autoria do arquivo enviado. Isso pode ser útil no caso de você ter recebido o arquivo de outra maneira e quiser mesclá-lo em traduções existentes enquanto credita corretamente o autor real.
ro: Cu permisiuni de administrator, puteți, de asemenea, să specificați autorul fișierului încărcat. Acest lucru poate fi util în cazul în care ați primit fișierul în alt mod și doriți să îl integrați în traducerile existente, menționând în același timp autorul real.
ru: С разрешениями администратора вы также можете указать авторство загружаемого файла. Это может быть полезно в случае, если вы получили файл другим способом и хотите объединить переводы из него с существующими с правильным указанием фактического автора.
sv: Med administratörsbehörighet kan du också ange upphovsmannen till den uppladdade filen. Detta kan vara användbart om du har fått filen på annat sätt och vill slå ihop den med befintliga översättningar samtidigt som du anger rätt upphovsman.
ta: நிர்வாக அனுமதிகளுடன், பதிவேற்றிய கோப்பின் படைப்புரிமையையும் நீங்கள் குறிப்பிடலாம். நீங்கள் கோப்பை வேறு வழியில் பெற்றிருந்தால், உண்மையான எழுத்தாளரை சரியாக வரவு வைக்கும் போது அதை ஏற்கனவே உள்ள மொழிபெயர்ப்புகளில் ஒன்றிணைக்க விரும்பினால் இது பயனுள்ளதாக இருக்கும்.
tr: Yönetici izinleriyle, yüklenen dosyanın yazarını da belirtebilirsiniz. Dosyayı başka bir şekilde aldıysanız ve asıl yazarın çevirmen hesabını var olan çevirilerle birleştirmek isterseniz yararlı olabilir.
uk: Якщо ви маєте права доступу адміністратора, ви можете вказати авторство вивантаженого файла. Це може бути корисним, якщо ви отримали файл у якийсь спосіб і хочете об'єднати його із наявними перекладами, одночасно зберігши авторські права справжнього перекладача.
zh_hans: 使用管理员权限，您还可以指定上传文件的作者身份。如果您以其他方式收到文件并希望将其合并到现有翻译中，同时正确注明实际作者，这可能很有用。
zh_hant: 使用Admin權限，您還可以指定上傳文件的Autheration。這對於您以另一種方式收到文件並且希望將其合併到現有的翻譯時非常有用，同時正確借鑒實際作者。

source: Each project can include one or more glossaries as a shorthand for storing terminology. Glossaries help to maintain consistency of the translation.
de: Jedes Projekt kann ein oder mehrere Glossare enthalten, in denen die Terminologie gespeichert wird. Glossare tragen zur Konsistenz der Übersetzung bei.
ga: Is féidir le gach tionscadal gluais amháin nó níos mó a áireamh mar ghiorrúchán chun téarmaíocht a stóráil. Cuidíonn gluaiseanna le comhsheasmhacht an aistriúcháin a choinneáil.
hu: Minden projekt tartalmazhat egy vagy több szójegyzéket, amely a terminológia tárolásának gyorsabb módját biztosítja. A szójegyzékek segítik a fordítások következetességének fenntartását.
id: Setiap proyek dapat menyertakan satu atau lebih glosarium sebagai singkatan untuk menyimpan terminologi. Glosarium membantu menjaga konsistensi terjemahan.
nl: Elk project mag een of meer woordenlijsten bevatten als een snelle manier voor het opslaan van terminologie. Woordenlijsten helpen bij het behouden van de consistentie van de vertaling.
sv: Varje projekt kan innehålla en eller flera ordlistor som en förkortning för lagring av terminologi. Ordlistor hjälper till att upprätthålla konsekvensen i översättningen.
uk: Кожен проєкт може містити один або декілька глосаріїв як скорочення для зберігання термінології. Глосарії допомагають підтримувати узгодженість перекладу.

source: A glossary for each language can be managed on its own, but they are stored together as a single component which helps project admins and multilingual translators to maintain some cross-language consistency as well. Terms from the glossary containing words from the currently translated string are displayed in the sidebar of the translation editor.
de: Ein Glossar für jede Sprache kann separat verwaltet werden, aber sie werden zusammen als eine einzige Komponente gespeichert, was Projektadministratoren und mehrsprachigen Übersetzern hilft, eine gewisse sprachübergreifende Konsistenz zu wahren. Begriffe aus dem Glossar, die Wörter aus der aktuell übersetzten Zeichenkette enthalten, werden in der Seitenleiste des Übersetzungseditors angezeigt.
ga: Is féidir gluais do gach teanga a bhainistiú ina n-aonar, ach coinnítear iad le chéile mar chomhpháirt amháin a chuidíonn le riarthóirí tionscadail agus aistritheoirí ilteangacha comhsheasmhacht trasteanga éigin a choinneáil chomh maith. Taispeántar téarmaí ón ngluais ina bhfuil focail ón teaghrán aistrithe faoi láthair i mbarra taoibh an eagarthóra aistriúcháin.
hu: Minden nyelvhez külön is kezelhető szójegyzék tartozhat, de ezek egyetlen összetevőként kerülnek tárolásra, ami segíti a projektgazdákat és a többnyelvű fordítókat a nyelvek közötti egységesség megőrzésében. A szójegyzékben szereplő, az éppen fordított szövegben előforduló szavakat tartalmazó bejegyzések megjelennek a fordítószerkesztő oldalsávjában.
id: Glosarium untuk setiap bahasa dapat dikelola secara terpisah, tetapi glosarium tersebut disimpan bersama sebagai satu komponen yang membantu admin proyek dan penerjemah multibahasa untuk menjaga konsistensi lintas bahasa. Istilah dari glosarium yang berisi kata dari string yang sedang diterjemahkan ditampilkan di bilah samping penyunting terjemahan.
ja: 各言語の用語集は単独で管理できますが、プロジェクト管理者と多言語翻訳者が言語間の一貫性を維持しやすいように単一のコンポーネントとして統合して保存されます。翻訳エディタのサイドバーに、翻訳中の文字列の単語を含む用語集の用語が表示されます。
nl: Een woordenlijst voor elke taal kan op zichzelf beheerd worden, maar zij worden samen opgeslagen als een enkel onderdeel, wat projectbeheerders en meertalige vertalers helpt om ook enige consistentie tussen talen te behouden. Termen uit de woordenlijst die woorden bevatten uit de momenteel vertaalde tekenreeks worden weergegeven in de zijbalk van de bewerker voor de vertaling.
pt: Um glossário para cada idioma pode ser gerido sozinho, mas eles são armazenados juntos como um único componente que ajuda os administradores de projeto e tradutores multilingues a manter alguma consistência entre os idiomas também. Os termos do glossário que contêm palavras da cadeia atualmente traduzida são exibidos na barra lateral do editor de tradução.
pt_br: Um glossário para cada idioma pode ser gerenciado sozinho, mas eles são armazenados juntos como um único componente que ajuda os administradores de projeto e tradutores multilíngues a manter alguma consistência entre os idiomas também. Os termos do glossário contendo palavras de texto atualmente traduzido são exibidos na barra lateral do editor de tradução.
ro: Un glosar pentru fiecare limbă poate fi gestionat separat, dar acestea sunt stocate împreună ca o singură componentă, ceea ce ajută administratorii de proiecte și traducătorii multilingvi să mențină o anumită coerență între limbi. Termenii din glosar care conțin cuvinte din șirul tradus în prezent sunt afișați în bara laterală a editorului de traduceri.
ru: Словарём для каждого языка можно управлять отдельно, но они хранятся вместе как единый компонент, что помогает администраторам проектов и многоязычным переводчикам поддерживать определённую межъязыковую согласованность. Термины из словаря, содержащие слова из текущей переведённой строки, отображаются в боковой панели редактора перевода.
sv: En ordlista för varje språk kan hanteras separat, men de lagras tillsammans som en enda komponent, vilket hjälper projektadministratörer och flerspråkiga översättare att upprätthålla en viss språkövergripande konsistens. Termer från ordlistan som innehåller ord från den aktuella översatta strängen visas i sidofältet i översättningsredigeraren.
ta: ஒவ்வொரு மொழிக்கும் ஒரு சொற்களஞ்சியத்தை அதன் சொந்தமாக நிர்வகிக்க முடியும், ஆனால் அவை ஒற்றை கூறுகளாக ஒன்றாக சேமிக்கப்படுகின்றன, இது திட்ட நிர்வாகிகள் மற்றும் பன்மொழி மொழிபெயர்ப்பாளர்களுக்கு சில குறுக்கு மொழி நிலைத்தன்மையையும் பராமரிக்க உதவுகிறது. தற்போது மொழிபெயர்க்கப்பட்ட சரத்திலிருந்து சொற்களைக் கொண்ட சொற்களஞ்சியத்தின் விதிமுறைகள் மொழிபெயர்ப்பு எடிட்டரின் பக்கப்பட்டியில் காட்டப்படும்.
tr: Her dilin bağımsız olarak yönetilebilen bir sözlüğü vardır. Ancak proje yöneticilerinin ve farklı dillerdeki çevirmenlerin de diller arası tutarlılığı korumalarına yardımcı olan tek bir bileşen biçiminde tutulurlar. Çevrilmekte olan dizge içindeki sözcüklere karşılık gelen sözlük terimleri, çeviri düzenleyicisinin yan çubuğunda görüntülenir.
uk: Глосаріями для окремих мов можна керувати окремо, але усі глосарії зберігаються разом як єдиний складник, який допомагає адміністраторам проєкту та перекладачам декількома мовами підтримувати міжмовну однорідність перекладу. Терміни з поточного перекладеного рядка буде показано на бічній панелі редактора перекладів.
zh_hans: 每种语言的术语表可以单独管理，但它们作为单个组件存储在一起，这有助于项目管理员和多语言翻译人员保持一些跨语言的一致性。术语表中包含当前已翻译字符串中单词的术语将显示在翻译编辑器的边栏中。
zh_hant: 可以自己管理每種語言的詞彙表，但它們作為一個單個組件一起存儲，可幫助項目管理員和多語言翻譯人員來維持一些跨語言一致性。從包含當前翻譯的字符串的詞彙表中的詞彙表中的術語顯示在翻譯編輯器的側欄中。

source: The glossary terms are not used in quality checks unless you enable that, see :ref:`check-check-glossary` for more information.
de: Die Glossarbegriffe werden nicht in Qualitätsprüfungen verwendet, es sei denn, Sie aktivieren dies, siehe :ref:`check-check-glossary` für weitere Informationen.
ga: Ní úsáidtear na téarmaí gluais i seiceálacha cáilíochta ach amháin má chumasaíonn tú é sin, féach :ref:`check-check-glossary` le haghaidh tuilleadh eolais.
hu: A szójegyzék bejegyzései nem kerülnek felhasználásra a minőség-ellenőrzés során, hacsak ezt külön be nem kapcsolja, további részletek a :ref:`check-check-glossary` ellenőrzés leírásában.
id: Istilah glosarium tidak digunakan dalam pemeriksaan kualitas kecuali Anda mengaktifkannya, lihat :ref:`check-check-glossary` untuk informasi lebih lanjut.
ja: 有効にしない限り、用語集の用語は品質検査には使われません。詳しくは、:ref:`check-check-glossary` を参照してください。
nl: De termen uit de woordenlijst worden niet gebruikt in kwaliteitscontroles, tenzij u dat ingeschakeld hebt, bekijk :ref:`check-check-glossary` voor meer informatie.
pt_br: Os termos do glossário não são usados em verificações de qualidade, a menos que você habilite isso. Consulte :ref:`check-check-glossary` para obter mais informações.
ru: Термины словаря не используются при проверках качества, если вы не включите эту опцию. Дополнительную информацию см. в разделе :ref:`check-check-glossary`.
sv: Ordlistan används inte i kvalitetskontroller om du inte aktiverar den. Se :ref:`check-check-glossary` för mer information.
tr: Siz kullanıma almadığınız sürece kalite denetimlerinde sözlük terimleri kullanılmaz. Ayrıntılı bilgi almak için: :ref:`check-check-glossary`.
uk: Терміни глосарія не буде використано у перевірках якості, якщо ви не увімкнете цю можливість, див. :ref:`check-check-glossary`, щоб дізнатися більше.
zh_hans: 除非启用，否则不会在质量检查中使用术语表术语，请参阅 :ref:`check-check-glossary` 了解更多信息。

source: Managing glossaries
de: Verwaltung von Glossaren
ga: Gluaiseanna a bhainistiú
hu: Szójegyzékek kezelése
id: Mengelola glosarium
ja: 用語集の管理
nl: Woordenlijsten beheren
pt: Gestão de glossários
pt_br: Gerenciando glossários
ro: Gestionarea glosarelor
ru: Управление словарями
sv: Hantera ordlistor
ta: மேலாத் சொற்களஞ்சியம்
tr: Sözlükleri yönetmek
uk: Керування глосаріями
zh_hans: 管理术语表

source: Glossaries are now regular translation components and you can use all Weblate features on them — commenting, storing in a remote repository, or adding explanations.
de: Glossare sind jetzt reguläre Übersetzungskomponenten, für die Sie alle Weblate-Funktionen nutzen können – Kommentieren, Speichern in einem Remote-Repository oder Hinzufügen von Erklärungen.
ga: Is comhpháirteanna aistrithe rialta iad gluaiseanna anois agus is féidir leat na gnéithe Weblate go léir a úsáid orthu — ag trácht, ag stóráil i gcianstór, nó ag cur mínithe.
hu: A szójegyzékek mostantól szabványos fordítási összetevők, és az összes Weblate-funkció használható rajtuk — megjegyzések írása, távoli tárolóba való mentés vagy magyarázatok hozzáadása.
id: Glosarium sekarang menjadi komponen terjemahan biasa dan Anda dapat menggunakan semua fitur Weblate di dalamnya — memberi komentar, menyimpan dalam repositori jarak jauh, atau menambahkan penjelasan.
ja: 用語集は、通常の翻訳コンポーネントになり、Weblate のすべての機能を使用できるように変更されました（コメント、リモート リポジトリへの保存、説明の追加など）。
nl: Woordenlijsten zijn nu gewone vertaalonderdelen en u kunt alle mogelijkheden van Weblate ervoor gebruiken — opmerkingen, opslaan in een opslagruimte op afstand of uitleg toevoegen.
pt: Glossários são agora componentes de tradução comuns e pode usar todos os recursos da Weblate neles — a comentar, a armazenar num repositório remoto ou a adicionar explicações.
pt_br: Glossários são agora componentes de tradução comuns e você pode usar todos os recursos da Weblate neles — comentando, armazenando em um repositório remoto ou adicionando explicações.
ro: Glosarele sunt acum componente obișnuite de traducere și puteți utiliza toate funcțiile Weblate pentru ele - comentarea, stocarea într-un depozit la distanță sau adăugarea de explicații.
ru: Словари теперь являются обычными компонентами перевода, так что вы можете использовать все возможности Weblate при работе с ними: комментировать, сохранять в удалённом репозитории или добавлять пояснения.
sv: Ordlistor är nu vanliga översättningskomponenter och du kan använda alla Weblate-funktioner på dem – kommentera, lagra i ett fjärrarkiv eller lägga till förklaringar.
ta: சொற்களஞ்சியங்கள் இப்போது வழக்கமான மொழிபெயர்ப்பு கூறுகள் மற்றும் அவற்றில் உள்ள அனைத்து வலைபெயர்ப்பு அம்சங்களையும் நீங்கள் பயன்படுத்தலாம் - கருத்து தெரிவித்தல், தொலை களஞ்சியத்தில் சேமித்தல் அல்லது விளக்கங்களைச் சேர்ப்பது.
tr: Sözlükler artık normal çeviri bileşenleridir ve yorum yapmak, uzak bir depoda tutmak veya açıklama eklemek gibi tüm Weblate özellikleri kullanılabilir.
uk: У нових версіях глосарії є звичайними складниками перекладу — ви можете скористатися усіма можливостями Weblate для роботи з ними — коментування, зберігання у віддаленому сховищі або додавання пояснень.
zh_hans: 术语表现在是常规的翻译部件，您可以在其中使用所有 Weblate 功能——评论、存储在远程仓库中或添加解释。
zh_hant: 詞彙表現在是常規的翻譯組件，您可以使用它們上的所有WebLate功能 - 評論，存儲在遠程存儲庫中，或添加說明。

source: Use any component as a glossary by turning on :ref:`component-is_glossary`. You can create multiple glossaries for one project.
de: Verwenden Sie jede Komponente als Glossar, indem Sie :ref:`component-is_glossary` aktivieren. Sie können mehrere Glossare für ein Projekt erstellen.
ga: Úsáid comhpháirt ar bith mar ghluais trí :ref:`component-is_glossary` a chur ar siúl. Is féidir leat gluaiseanna iolracha a chruthú le haghaidh tionscadal amháin.
hu: Bármely összetevő használható szójegyzékként , ha bekapcsolja a :ref:`component-is_glossary` beállítást. Egy projekthez több szójegyzék is létrehozható.
id: Gunakan komponen apa pun sebagai glosarium dengan mengaktifkan :ref:`component-is_glossary`. Anda dapat membuat beberapa glosarium untuk satu proyek.
ja: :ref:`component-is_glossary` を有効にすることで、どのコンポーネントでも用語集として使用できます。1 つのプロジェクトに複数の用語集を作成できます。
nl: Gebruik een onderdeel als woordenlijst door :ref:`component-is_glossary` in te schakelen. U kunt meerdere woordenlijsten voor een project maken.
pt: Use qualquer componente como um glossário a ligar :ref:`component-is_glossary`. Pode criar vários glossários para um projeto.
pt_br: Use qualquer componente como um glossário ativando :ref:`component-is_glossary`. Você pode criar vários glossários para um projeto.
ro: Utilizați orice componentă ca glosar activând :ref:`component-is_glossary`. Puteți crea mai multe glosare pentru un proiect.
ru: Можно использовать любой компонент в качестве словаря, включив :ref:`соответствующий параметр <component-is_glossary>`. Вы можете создать несколько словарей для одного проекта.
sv: Använd valfri komponent som ordlista genom att aktivera :ref:`component-is_glossary`. Du kan skapa flera ordlistor för ett projekt.
tr: :ref:`component-is_glossary` seçeneğini açarak herhangi bir bileşeni sözlük olarak kullanabilirsiniz. Bir proje için birden çok sözlük oluşturabilirsiniz.
uk: Ви можете зробити будь-який складник глосарієм за допомогою пункту :ref:`component-is_glossary`. У одному проєкті може бути декілька глосаріїв.
zh_hans: 使用任何部件作为术语表，方法是开启 :ref:`component-is_glossary`。你可以为一个项目创建多个术语表。
zh_hant: 使用任何組件作為詞彙表，方法是開啟 :ref:`component-is_glossary`。你可以為一個項目創建多個詞彙表。
