Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Show disabled save button reason more prominently.
de: Der Grund für die deaktivierte Schaltfläche „Speichern“ wird deutlicher angezeigt.
ga: Taispeáin fáth an chnaipe sábhála díchumasaithe níos suntasaí.
hu: A letiltott mentés gomb oka mostantól jobban látható.
id: Tampilkan alasan tombol simpan dinonaktifkan secara lebih jelas.
ja: 無効化された保存ボタンの理由をより目立つように改良。
nl: Reden voor uitgeschakelde knop Opslaan meer prominent weergeven.
pt_br: Mostra com mais destaque o motivo do botão de salvar estar desabilitado.
ru: Более наглядное отображение причину отключённой кнопки сохранения.
sv: Visa orsaken till att spara-knappen är inaktiverad tydligare.
ta: முடக்கப்பட்ட சேமி பொத்தான் காரணத்தை இன்னும் முக்கியமாகக் காட்டுங்கள்.
tr: Kaydetme düğmesinin kullanımdan kaldırılma nedeninin daha belirgin görüntülenmesi sağlandı.
uk: Реалізовано більш явний показ причини вимикання кнопки збереження.
zh_hans: 更突出地显示为何禁用保存按钮。

source: New string notification can now be triggered for each string.
de: Die Benachrichtigung über neue Zeichenketten kann jetzt für jede Zeichenkette ausgelöst werden.
ga: Is féidir fógra teaghrán nua a chur i ngníomh anois do gach teaghrán.
hu: Új szöveg értesítés mostantól minden szöveg esetén külön is aktiválható.
id: Pemberitahuan string baru sekarang dapat dipicu untuk setiap string.
ja: 新しい文字列通知を文字列ごとに検知するように改良。
nl: Notificatie voor nieuwe tekenreeks kan nu worden geactiveerd voor elke tekenreeks.
pt_br: Agora é possível disparar uma nova notificação de texto para cada texto.
ru: Уведомление о новой строке теперь может быть запущено для каждой строки.
sv: Ny strängavisering kan nu aktiveras för varje sträng.
ta: ஒவ்வொரு சரத்திற்கும் புதிய சரம் அறிவிப்பை இப்போது தூண்டலாம்.
tr: Her dizge için yeni dizge bildiriminin tetiklenmesi sağlandı.
uk: У новій версії сповіщення щодо нових рядків може бути увімкнено для кожного окремого рядка.
zh_hans: 现在每条字符串都可以触发新字符串通知。

source: :ref:`autofix` gracefully handle strings from :ref:`multivalue-csv`.
de: :ref:`autofix` verarbeitet problemlos Zeichenketten aus :ref:`multivalue-csv`.
ga: :ref:`autofix` láimhseálann go galánta teaghráin ó :ref:`multivalue-csv`.
hu: Az :ref:`autofix` mostantól zökkenőmentesen kezeli a :ref:`multivalue-csv` szövegeit.
id: :ref:`autofix` menangani string dari :ref:`multivalue-csv` dengan baik.
ja: :ref:`autofix` は、:ref:`multivalue-csv` からの文字列を適切に処理するように改良。
nl: :ref:`autofix` behandelt tekenreeksen uit :ref:`multivalue-csv` netjes.
pt: :ref:`autofix` graciosamente lida com string de :ref:`multivalue-csv`.
pt_br: :ref:`autofix` manipulam textos de :ref:`multivalue-csv` de forma elegante.
ru: :ref:`autofix` изящно обрабатывает строки из :ref:`multivalue-csv`.
sv: :ref:`autofix` hanterar strängar från :ref:`multivalue-csv` på ett elegant sätt.
ta: :ref:`autofix` gracefully கைப்பிடி சரங்கள் இருந்து :ref:`multivalue-csv`.
tr: :ref:`multivalue-csv` üzerinden gelen dizgelerin :ref:`autofix` tarafından doğru işlenmesi sağlandı.
uk: Нова версія :ref:`autofix` штатно обробляє рядки з :ref:`multivalue-csv`.
zh_hans: :ref:`autofix` 优雅地处理来自 :ref:`multivalue-csv` 的字符串。

source: Fixed editing :guilabel:`Administration` team.
de: Die Bearbeitung des Teams :guilabel:`Administration` korrigiert.
ga: Foireann :guilabel:`Administration` eagarthóireachta seasta.
hu: Javítva az :guilabel:`Adminisztráció` csapat szerkesztése.
id: Memperbaiki penyuntingan tim :guilabel:`Administration`.
ja: :guilabel:`管理` チームの編集を修正。
nl: Gerepareerd bewerken team :guilabel:`Beheer`.
pt: Foi corrigida a edição da equipa :guilabel:`Administration`.
pt_br: Foi corrigida a edição da equipe :guilabel:`Administração`.
ru: Исправлено редактирование команды :guilabel:`«Администрирование»`.
sv: Fast redigering :guilabel:`Administration`-teamet.
ta: நிலையான திருத்துதல்: வபஇசிட்டை: `நிர்வாகம்` குழு.
tr: :guilabel:`Administration` takımının düzenlenmesi sorunu düzeltildi.
uk: Виправлено редагування команди :guilabel:`Адміністрування`.
zh_hans: 修复了编辑 :guilabel:`Administration` 团队的问题。

source: :ref:`addon-weblate.consistency.languages` add-on could miss some languages.
de: Die Erweiterung :ref:`addon-weblate.consistency.languages` konnte einige Sprachen übersehen.
ga: :ref:`addon-weblate.consistency.languages` d'fhéadfadh go mbeadh roinnt teangacha amú.
hu: Javítva: A :ref:`addon-weblate.consistency.languages` kiegészítő esetenként kihagyhatott néhány nyelvet.
id: Pengaya :ref:`addon-weblate.consistency.languages` mungkin tidak menyertakan beberapa bahasa.
ja: :ref:`addon-weblate.consistency.languages` アドオンが一部の言語を追加できないことがあった。
nl: :ref:`addon-weblate.consistency.languages` add-on zou enkele talen kunnen missen.
pt_br: O complemento :ref:`addon-weblate.consistency.languages` podia não incluir alguns idiomas.
ru: Возможность пропустить некоторые языки дополнением :ref:`addon-weblate.consistency.languages`.
sv: :ref:`addon-weblate.consistency.languages`-tillägget kan sakna vissa språk.
ta: :ref:`addon-weblate.consistency.languages` கூடுதல் could miss some languages.
tr: :ref:`addon-weblate.consistency.languages` eklentisinin bazı dilleri atlama sorunu düzeltildi.
uk: Додаток :ref:`addon-weblate.consistency.languages` може пропустити деякі мови.
zh_hans: :ref:`addon-weblate.consistency.languages` 附加组件可能会遗漏某些语言。

source: Categories are now included ``weblate://`` repository URLs.
de: Kategorien sind nun in ``weblate://``-Repository-URLs enthalten.
ga: Tá na catagóirí san áireamh anois URLanna stór ``weblate://``.
hu: A kategóriák mostantól szerepelnek a ``weblate://`` tároló URL-ekben.
id: Kategori sekarang disertakan dalam URL repositori ``weblate://``.
ja: ``weblate://`` リポジトリの URL にカテゴリを含めるように改良。
nl: Categorieën bevatten nu URL's voor de opslagruimte ``weblate://``.
pt: As categorias agora estão incluídas``weblate://`` repository URLs.
pt_br: As categorias agora estão incluídas nas URLs do repositório weblate://.
ru: Категории теперь включают ``weblate://`` в URL-адреса репозиториев.
sv: Kategorier inkluderar nu ``weblate://``-repository-URL:er.
ta: வகைகள் இப்போது `` வலைபெயர்ப்பு: // `` களஞ்சிய முகவரி கள் சேர்க்கப்பட்டுள்ளன.
tr: Kategoriler ``weblate://`` depo adreslerine katıldı.
uk: До категорій у новій версії включено адреси сховища ``weblate://``.
zh_hans: 分类现在包含 ``weblate://`` 仓库 URL 。

source: Upgrades from older version than 5.0.2 are not supported, please upgrade to 5.0.2 first and then continue in upgrading.
de: Upgrades von älteren Versionen als 5.0.2 werden nicht unterstützt, bitte aktualisieren Sie zuerst auf 5.0.2 und fahren Sie dann mit dem Upgrade fort.
ga: Ní thacaítear le huasghráduithe ó leagan níos sine ná 5.0.2, uasghrádaigh go 5.0.2 ar dtús agus ansin lean ar aghaidh leis an uasghrádú.
hu: Az 5.0.2 előtti verzióról közvetlen frissítés nem támogatott, először frissítsen 5.0.2-re, majd onnan tovább.
id: Pemutakhiran dari versi lama sebelum 5.0.2 tidak didukung, harap mutakhirkan ke 5.0.2 terlebih dahulu, kemudian lanjutkan pemutakhiran.
ja: 5.0.2 より古いバージョンからのアップグレードには対応しません。まず最初に 5.0.2 にアップグレードしてからアップグレードを続けてください。
nl: Upgraden vanuit oudere versie dan 5.0.2 wordt niet ondersteund, upgrade eerst naar 5.0.2 en ga dan door met upgraden.
pt_br: Atualizações de versões anteriores a 5.0.2 não são suportadas. Por favor, atualize pra 5.0.2 primeiro e então continue atualizando.
ru: Обновление с более ранних версий, чем 5.0.2, не поддерживается, пожалуйста, сначала обновите версию до 5.0.2, а затем продолжите обновление.
sv: Uppgraderingar från äldre versioner än 5.0.2 stöds inte. Uppgradera först till 5.0.2 och fortsätt sedan med uppgraderingen.
ta: 5.0.2 ஐ விட பழைய பதிப்பிலிருந்து மேம்படுத்தல்கள் ஆதரிக்கப்படவில்லை, முதலில் 5.0.2 ஆக மேம்படுத்தவும், பின்னர் மேம்படுத்தவும் தொடரவும்.
tr: 5.0.2 öncesi sürümlerden yükseltmeler desteklenmiyor. Lütfen önce 5.0.2 sürümüne güncelleyin ardından yükseltmeyi sürdürün.
uk: Підтримку з версій, старіших за 5.0.2, вилучено, будь ласка, виконайте спочатку оновлення до версії 5.0.2, а вже потім продовжте оновлення версій.
zh_hans: 不支持从早于 5.0.2 的版本进行升级，请先升级到 5.0.2 版本，然后再继续升级。

source: Dropped support for deprecated insecure configuration of VCS service API keys via _TOKEN/_USERNAME in :file:`settings.py`.
de: Die Unterstützung für die veraltete, unsichere Konfiguration von API-Schlüsseln der VCS-Dienste über _TOKEN/_USERNAME in :file:`settings.py` wurde entfernt.
ga: Tacaíocht laghdaithe do chumraíocht neamhdhaingean dhímheasta na n-eochracha API seirbhíse VCS trí _TOKEN/_USERNAME i :file:`settings.py`.
hu: A Weblate megszüntette a _TOKEN/_USERNAME alapú VCS API kulcs konfiguráció támogatását a :file:`settings.py` fájlban.
id: Dukungan untuk konfigurasi tidak aman yang sudah tidak berlaku lagi dari kunci API layanan VCS melalui _TOKEN/_USERNAME di :file:`settings.py` telah dihentikan.
ja: :file:`settings.py` の _TOKEN/_USERNAME による、非推奨の VCS サービス API キーの安全でない設定のサポートを削除。
nl: Vervallen verouderde onveilige configuratie van service voor VCS API-sleutels via _TOKEN/_USERNAME in :file:`settings.py`.
pt_br: Removido o suporte para configuração insegura descontinuada de chaves de API do serviço VCS por meio da configuração _TOKEN/_USERNAME em :file:`settings.py`.
ru: Отказались от поддержки устаревшей небезопасной конфигурации ключей API сервисов VCS через _TOKEN/_USERNAME в :file:`settings.py`.
sv: Stödet för föråldrad osäker konfiguration av VCS-tjänstens API-nycklar via _TOKEN/_USERNAME i :file:`settings.py` har tagits bort.
tr: VCS hizmeti API anahtarlarının :file:`settings.py` içindeki _TOKEN/_USERNAME güvenli olmayan yapılandırması kullanımdan kaldırıldı.
uk: Відкинуто підтримку застарілих небезпечних налаштувань служб керування версіями за допомогою ключів програмного інтерфейсу та _TOKEN/_USERNAME у :file:`settings.py`.
zh_hans: 不再支持通过 :file:`settings.py` 中 _TOKEN/_USERNAME 进行 VCS 服务 API 密钥的已弃用的不安全配置。

source: Weblate now defaults to persistent database connections in :file:`settings_example.py` and Docker.
de: Weblate verwendet jetzt standardmäßig dauerhafte Datenbankverbindungen in :file:`settings_example.py` und Docker.
ga: Déanann Weblate mainneachtain anois ar naisc bhunachar sonraí leanúnacha i :file:`settings_example.py` agus Docker.
hu: A Weblate mostantól alapértelmezetten tartós adatbáziskapcsolatokat használ a :file:`settings_example.py` fájlban és Dockerben.
id: Weblate sekarang menggunakan koneksi basis data persisten secara bawaan di :file:`settings_example.py` dan Docker.
ja: Weblate は、:file:`settings_example.py` と Docker で永続的なデータベース接続をデフォルトにするように改良。
nl: Weblate heeft nu standaard blijvende databaseverbindingen in :file:`settings_example.py` en Docker.
pt: O Weblate agora tem como padrão conexões de banco de dados persistentes em :file:`settings_example.py` e Docker.
pt_br: O Weblate agora utiliza conexões de banco de dados persistentes por padrão em :file:`settings_example.py` e Docker.
ru: Weblate теперь по умолчанию устанавливает постоянные соединения с базами данных в :file:`settings_example.py` и Docker.
sv: Weblate använder nu som standard permanenta databasanslutningar i :file:`settings_example.py` och Docker.
tr: Weblate tarafından varsayılan olarak :file:`settings_example.py` ve Docker üzerinde kalıcı veri tabanı bağlantılarının kullanılması sağlandı.
uk: Типовими у новій версії Weblate є сталі з'єднання із базою даних у :file:`settings_example.py` і Docker.
zh_hans: 在 :file:`settings_example.py` 和 Docker 中，Weblate 现在的默认行为是持久性的数据库连接。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/100?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__。

source: *Released on September 14th 2023.*
de: *Veröffentlicht am 14. September 2023.*
ga: *Eisithe ar 14 Meán Fómhair 2023.*
hu: *Kiadva: 2023. szeptember 14.*
id: *Dirilis pada 14 September 2023.*
nl: *Uitgegeven op 14 september 2023.*
pt_br: *Atualizado em 14 de setembro de 2023.*
sv: *Släpptes den 14 september 2023.*
tr: *14 Eylül 2023 tarihinde yayınlandı.*
uk: *Випущено 14 вересня 2023 року.*

source: Translate page performance.
de: Leistung der Übersetzungsseite.
ga: Aistrigh feidhmíocht leathanaigh.
hu: Fordítási oldal teljesítményének javítása.
id: Terjemahkan kinerja halaman.
ja: 翻訳ページの性能の向上。
nl: Prestaties pagina vertalen.
pt_br: Desempenho da página de tradução.
ru: Улучшена производительность страниц перевода.
sv: Översätt sidans prestanda.
ta: பக்க செயல்திறனை மொழிபெயர்க்கவும்.
tr: Çeviri sayfasının başarımı iyileştirildi.
uk: Вдосконалено швидкодію перекладу сторінок.
zh_hans: 翻译页面性能。

source: Search now looks for categories as well.
de: Die Suche sucht jetzt auch nach Kategorien.
ga: Féachann Cuardach anois le haghaidh catagóirí freisin.
hu: A keresés mostantól a kategóriák között is keres.
id: Pencarian sekarang juga mencari kategori.
ja: 検索はカテゴリも探すように改良。
nl: Zoeken zoekt nu ook naar categorieën.
pt_br: A busca agora também procura por categorias.
ru: Поиск теперь ищет и по категориям.
sv: Sökningen söker nu även efter kategorier.
ta: தேடல் இப்போது வகைகளையும் தேடுகிறது.
tr: Aramaya kategoriler de eklendi.
uk: У новій версії виконується пошук і за категоріями.
zh_hans: 搜索现在也会查找分类了。

source: Rendering of release notes on GitHub.
de: Darstellung der Versionshinweise auf GitHub.
ga: Rindreáil nótaí scaoilte ar GitHub.
hu: Kiadási megjegyzések megjelenítése GitHubon.
id: Rendering catatan rilis pada GitHub.
ja: GitHub 上でのリリース ノートのレンダリング。
nl: Renderen van opmerkingen voor uitgave op GitHub.
pt: Renderização de notas de lançamento no GitHub.
pt_br: Renderização das notas de lançamento no GitHub.
ru: Отображение примечаний к выпуску на GitHub.
sv: Rendering av release notes på GitHub.
ta: கிட்அப்பில் வெளியீட்டுக் குறிப்புகளை வழங்குதல்.
tr: GitHub üzerindeki yayın notlarının görüntülenmesi sağlandı.
uk: Реалізовано обробку нотаток щодо випуску на GitHub.
zh_hans: GitHub 上发行日志的呈现问题。

source: Listing of categorized projects.
de: Auflistung der kategorisierten Projekte.
ga: Liosta de thionscadail chatagóirithe.
hu: Kategorizált projektek listázása.
id: Daftar proyek yang dikategorikan.
ja: プロジェクトをカテゴリごとのリストに分類した。
nl: Vermelden van gecategoriseerde projecten.
pt: Listagem de projetos em categorias.
pt_br: Listagem de projetos categorizados.
ru: Перечень категорированных проектов.
sv: Förteckning över kategoriserade projekt.
ta: வகைப்படுத்தப்பட்ட திட்டங்களின் பட்டியல்.
tr: Kategorilendirilmiş proje listesi eklendi.
uk: Реалізовано показ категоризованих проєктів.
zh_hans: 已分类项目列举。

source: Translating a language inside a category.
de: Übersetzen einer Sprache innerhalb einer Kategorie.
ga: Teanga a aistriú laistigh de chatagóir.
hu: Nyelv fordítása kategórián belül.
id: Menerjemahkan bahasa di dalam suatu kategori.
ja: カテゴリ内の言語を翻訳する。
nl: Vertalen van een taal in een categorie.
pt_br: Tradução de um idioma dentro de uma categoria.
ru: Перевод языка внутри самой категории.
sv: Översätta ett språk inom en kategori.
ta: ஒரு வகைக்குள் ஒரு மொழியை மொழிபெயர்க்கிறது.
tr: Bir kategori içindeki bir dilin çevrilmesi sağlandı.
uk: Реалізовано переклад мовою у самій категорії.
zh_hans: 翻译分类中的语言。

source: Categories sorting.
de: Sortierung der Kategorien.
ga: Sórtáil catagóirí.
hu: Kategóriák rendezése.
id: Penyortiran kategori.
ja: カテゴリの並べ替え。
nl: Sorteren van categorieën.
pt_br: Classificação de categorias.
ru: Сортировка категорий.
sv: Kategorisortering.
ta: வகைகள் வரிசைப்படுத்துதல்.
tr: Kategoriye göre sıralama eklendi.
uk: Реалізовано упорядковування категорій.
zh_hans: 分类排序。

source: The database upgrade can take considerable time on larger sites due to indexing changes.
de: Das Aktualisieren der Datenbank kann bei größeren Websites aufgrund von Indizierungsänderungen erhebliche Zeit in Anspruch nehmen.
ga: Is féidir go dtógfaidh uasghrádú an bhunachair sonraí go leor ama ar shuímh níos mó mar gheall ar athruithe innéacsaithe.
hu: Az adatbázis frissítése nagyobb oldalak esetén jelentős időt vehet igénybe az indexelési változások miatt.
id: Pemutakhiran basis data dapat memerlukan waktu yang cukup lama pada situs yang lebih besar karena adanya perubahan pengindeksan.
ja: インデックスの変更により、大規模なサイトでのデータベースアップグレードにはかなりの時間がかかる場合があります。
nl: Upgraden van de database kan aanzienlijk veel tijd vergen op grote sites, vanwege de wijzigingen bij indexeren.
pt_br: A atualização do banco de dados pode levar um tempo considerável em sites maiores devido à indexação de alterações.
ru: Обновление базы данных может занять значительное время на больших сайтах из-за изменений индексации.
sv: Databasuppgraderingen kan ta lång tid på större webbplatser på grund av indexeringsändringar.
ta: அட்டவணைப்படுத்தல் மாற்றங்கள் காரணமாக தரவுத்தள மேம்படுத்தல் பெரிய தளங்களில் கணிசமான நேரம் எடுக்கும்.
tr: Veri tabanını yükseltme işlemi, dizinlerdeki değişiklikler nedeniyle büyük sitelerde uzun sürebilir.
uk: Перенесення бази даних може тривати досить довго для великих сайтів через зміни в індексуванні.
zh_hans: 由于索引变化，在较大站点上升级数据库可能会花掉相当长的时间。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/105?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__。

source: *Released on September 10th 2023.*
de: *Veröffentlicht am 10. September 2023.*
ga: *Eisithe ar 10 Meán Fómhair 2023.*
hu: *Kiadva: 2023. szeptember 10.*
id: *Dirilis pada 10 September 2023.*
nl: *Uitgegeven op 10 september 2023.*
pt_br: *Atualizado em 10 de setembro de 2023.*
sv: *Släpptes den 10 september 2023.*
tr: *10 Eylül 2023 tarihinde yayınlandı.*
uk: *Випущено 10 вересня 2023 року.*

source: Related glossary terms lookup is now faster.
de: Die Suche nach zugehörigen Begriffen im Glossar ist jetzt schneller.
ga: Tá cuardach téarmaí gluais ghaolmhara níos tapúla anois.
hu: A kapcsolódó szójegyzék kifejezések keresése gyorsabb lett.
id: Pencarian istilah glosarium terkait sekarang lebih cepat.
ja: 関連用語の検索を高速に改良。
nl: Opzoeken van gerelateerde termen in de woordenlijst is nu sneller.
pt_br: A busca de termos de glossário relacionados agora é mais rápida.
ru: Поиск связанных терминов в словаре теперь выполняется быстрее.
sv: Sökning efter relaterade termer i ordlistan går nu snabbare.
ta: தொடர்புடைய சொற்களஞ்சிய சொற்கள் இப்போது வேகமாக உள்ளன.
tr: İlgili sözlük terimlerini arama hızı artırıldı.
uk: Пришвидшено роботу з пошуку пов'язаних із глосарієм термінів.
zh_hans: 术语表中相关术语的查询现在更快了。

source: Logging of failures when creating pull requests.
de: Fehlerprotokollierung beim Erstellen von Pull Requests.
ga: Logánú teipeanna agus iarratais tarraingthe á gcruthú.
hu: A módosítási kérelem (pull request) létrehozási hibák naplózása javítva.
id: Pencatatan kegagalan saat membuat permintaan tarik.
ja: プルリクエスト作成時の失敗をログに記録。
nl: Loggen van mislukkingen bij maken van pull requests.
pt_br: Registro de falhas ao criar pull requests.
ru: Журналирование сбоев при создании запросов на извлечение.
sv: Logga fel vid skapande av pull-förfrågningar.
ta: இழுக்கும் கோரிக்கைகளை உருவாக்கும்போது தோல்விகளை பதிவு செய்தல்.
tr: Çekme istekleri oluşturulurken çıkan sorunların günlüğe kaydedilmesi sağlandı.
uk: Реалізовано запис до журналу помилок при створенні запитів щодо об'єднання.
zh_hans: 创建拉取请求失败时进行记录。

source: History is now loaded faster.
de: Der Verlauf wird jetzt schneller geladen.
ga: Tá an stair lódáilte níos tapúla anois.
hu: Az előzmények gyorsabban töltődnek be.
id: Riwayat sekarang dimuat lebih cepat.
ja: 履歴の読み込み速度の改良。
nl: Geschiedenis wordt nu sneller geladen.
pt_br: O histórico agora carrega mais rápido.
ru: История теперь загружается быстрее.
sv: Historiken laddas nu snabbare.
ta: வரலாறு இப்போது வேகமாக ஏற்றப்பட்டுள்ளது.
tr: Geçmişin daha hızlı yüklenmesi sağlandı.
uk: Пришвидшено завантаження журналу.
zh_hans: 历史记录现在加载得更快了。

source: Added object ``id`` to all :ref:`api` endpoints.
de: Objekt ``id`` zu allen :ref:`api`-Endpunkten hinzugefügt.
ga: Cuireadh réad ``id`` le gach críochphointe :ref:`api`.
hu: Az objektum ``id`` mezője minden :ref:`REST API <api>` végpontban elérhetővé vált.
id: Menambahkan objek ``id`` ke semua titik akhir :ref:`api`.
ja: オブジェクト ``id`` をすべての :ref:`api` エンドポイントに追加。
nl: Object ``id`` toegevoegd aan alle :ref:`api` eindpunten.
pt: Adicionado objeto ``id`` a todos os endpoints :ref:`api`.
pt_br: Adicionado o bjeto ``id`` a todos os endpoints da :ref:`api`.
ru: Добавлен объект ``id`` ко всем конечным точкам :ref:`api`.
sv: Lagt till objektet ``id`` till alla :ref:`api`-slutpunkter.
tr: Tüm :ref:`api` uç noktalarına ``id`` nesnesi eklendi.
uk: Додано об'єкт ``id`` до усіх кінцевих точок :ref:`api`.
zh_hans: 新增对象 ``id`` 到所有 :ref:`api` 端点。

source: Better performance of projects with a lot of components.
de: Bessere Leistung bei Projekten mit einer Vielzahl von Komponenten.
ga: Feidhmíocht níos fearr ar thionscadail le go leor comhpháirteanna.
hu: Jobb teljesítmény sok összetevőt tartalmazó projektek esetén.
id: Kinerja proyek yang lebih baik dengan banyak komponen.
ja: コンポーネントが多いプロジェクトの性能の改良。
nl: Betere prestaties van projecten met heel veel onderdelen.
pt_br: Melhor desempenho de projetos com muitos componentes.
ru: Повышена производительность проектов с большим количеством компонентов.
sv: Bättre prestanda för projekt med många komponenter.
ta: நிறைய கூறுகளைக் கொண்ட திட்டங்களின் சிறந்த செயல்திறன்.
tr: Çok bileşenli projelerin başarımı artırıldı.
uk: Покращено швидкодію для проєктів із багатьма складниками.
zh_hans: 改进带大量部件项目的性能。
