Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translation projects hold related components; resources for the same software, book, or project.
de: Übersetzungsprojekte enthalten zugehörige Komponenten; Ressourcen für dieselbe Software, Buch oder Projekt.
ga: Tá comhpháirteanna gaolmhara i dtionscadail aistriúcháin; acmhainní do na bogearraí, leabhar, nó tionscadal céanna.
hu: A fordítási projektek kapcsolódó összetevőket tartalmaznak – például ugyanazon szoftver, könyv vagy más projekt erőforrásait.
id: Proyek terjemahan memiliki komponen terkait; sumber daya untuk perangkat lunak, buku, atau proyek yang sama.
ja: 翻訳プロジェクトには関連するコンポーネント（同じソフトウェア、本、またはプロジェクトのリソース）が含まれます。
nl: Vertaalprojecten bevatten gerelateerde onderdelen; bronnen voor dezelfde software, boek of project.
pt: Os projetos de tradução possuem componentes; recursos para o mesmo software, livro ou projeto.
pt_br: Os projetos de tradução possuem componentes; recursos para o mesmo software, livro ou projeto.
ro: Proiectele de traducere dețin componente conexe; resurse pentru același software, carte sau proiect.
ru: В проекте перевода содержатся относящиеся к нему компоненты — ресурсы связанные с одним и тем же программным обеспечением, книгой или проектом.
sv: Översättningsprojekt innehåller relaterade komponenter; resurser för samma programvara, bok eller projekt.
ta: மொழிபெயர்ப்பு திட்டங்கள் தொடர்புடைய கூறுகளை வைத்திருக்கின்றன; அதே மென்பொருள், நூல் அல்லது திட்டத்திற்கான ஆதாரங்கள்.
tr: Çeviri projeleri ilgili bileşenleri içerir. Aynı yazılım, kitap veya proje için kaynaklar.
uk: У проєктах перекладу містяться пов'язані складники — ресурси, які пов'язано із однією частиною програмного забезпечення, книгою або проєктом.
zh_hans: 翻译项目包含相关组件；同一软件、书籍或项目的资源。
zh_hant: 翻譯項目持有相關組件;用於同一軟件，書籍或項目的資源。

source: Translation links
de: Übersetzungslinks
ga: Naisc aistriúcháin
hu: Fordítási hivatkozások
id: Tautan terjemahan
ja: 翻訳リンク
nl: Koppelingen vertaling
pt: Ligações de tradução
pt_br: Links de tradução
ro: Link-uri de traducere
ru: Ссылки на перевод
sv: Översättningslänkar
ta: மொழிபெயர்ப்பு இணைப்புகள்
tr: Çeviri bağlantıları
uk: Посилання на переклади
zh_hans: 翻译链接

source: Having navigated to a component, a set of links lead to its actual translation. The translation is further divided into individual checks, like :guilabel:`Untranslated strings` or :guilabel:`Unfinished strings`. If the whole project is already translated without any errors, :guilabel:`All strings` is still available. Alternatively you can use the :doc:`Search </user/search>` feature to find a specific string or term.
de: Nach dem Navigieren zu einer Komponente führen eine Reihe von Links zur eigentlichen Übersetzung. Die Übersetzung ist weiter unterteilt in einzelne Qualitätsprüfungen, wie :guilabel:`Nicht übersetzte Zeichenketten` oder :guilabel:`Unvollständige Zeichenketten`. Wenn das gesamte Projekt bereits fehlerfrei übersetzt wurde, ist :guilabel:`Alle Zeichenketten` weiterhin verfügbar. Alternativ können Sie auch die :doc:`Search </user/search>`-Funktion verwenden, um eine bestimmte Zeichenkette oder einen bestimmten Begriff zu finden.
ga: Tar éis nascleanúint a dhéanamh chuig comhpháirt, déantar aistriúchán iarbhír as sraith nasc. Roinntear an t-aistriúchán a thuilleadh ina sheiceálacha aonair, mar :guilabel:`Untranslated strings` nó :guilabel:`Unfinished strings`. Má tá an tionscadal iomlán aistrithe cheana féin gan aon earráidí, tá :guilabel:`All strings` fós ar fáil. Nó is féidir leat an ghné :doc:`Search </user/search>` a úsáid chun teaghrán nó téarma ar leith a aimsiú.
hu: Ha belépett egy összetevőbe, a rendszer több hivatkozást is megjelenít, amelyek a tényleges fordításra vezetnek. A fordítás további részekre van bontva, például: :guilabel:`Lefordítatlan szövegek` vagy :guilabel:`Befejezetlen szövegek`. Ha a projekt teljesen le van fordítva, hiba nélkül, az :guilabel:`Összes szöveg` hivatkozás továbbra is elérhető. Alternatívaként a :doc:`Keresés </user/search>` funkcióval egy adott szöveg vagy kifejezés is megkereshető.
id: Setelah menavigasi ke suatu komponen, serangkaian tautan mengarah ke terjemahannya yang sebenarnya. Terjemahan tersebut selanjutnya dibagi menjadi pemeriksaan individual, seperti :guilabel:`Untranslated strings` atau :guilabel:`Unfinished strings`. Jika seluruh proyek telah diterjemahkan tanpa galat, :guilabel:`All strings` masih tersedia. Sebagai alternatif, Anda dapat menggunakan fitur :doc:`Search </user/search>` untuk menemukan string atau istilah tertentu.
nl: Na te zijn genavigeerd naar een onderdeel leidt een set koppelingen naar de feitelijke vertaling ervan. De vertaling is verder opgedeeld in individuele controles, zoals :guilabel:`Untranslated strings` or :guilabel:`Unfinished strings`. Als het gehele project al is vertaald zonder fouten is :guilabel:`All strings` nog steeds beschikbaar. Als alternatief kunt u de mogelijkheid :doc:`Search </user/search>` gebruiken om een specifieke tekenreeks of term te zoeken.
pt_br: Depois de navegar até um componente, um conjunto de links leva à sua tradução real. A tradução é dividida em verificações individuais, como :guilabel:`Textos não traduzidos` ou :guilabel:`Textos não finalizados`. Se o projeto inteiro já estiver traduzido sem erros, :guilabel:`Todos os textos` ainda estará disponível. Como alternativa, você pode usar o recurso :doc:`Buscar </user/search>` para localizar um texto ou termo específico.
sv: När du har navigerat till en komponent leder en uppsättning länkar till dess faktiska översättning. Översättningen är vidare indelad i enskilda kontroller, som :guilabel:`Oöversatta strängar` eller :guilabel:`Oavslutade strängar`. Om hela projektet redan är översatt utan några fel är :guilabel:`Alla strängar` fortfarande tillgängligt. Alternativt kan du använda funktionen :doc:`Sök </user/search>` för att hitta en specifik sträng eller term.
tr: Bir bileşene eriştikten sonra, bir dizi bağlantı ile çevirisine geçilebilir. Çeviri ayrıca :guilabel:`Çevrilmemiş dizgeler` ya da :guilabel:`Tamamlanmamış dizgeler` gibi denetim bölümlerine ayrılmıştır. Tüm proje hatasız bir şekilde çevrilmiş olsa bile, :guilabel:`Tüm dizgeler` seçeneği hala kullanılabilir. Alternatif olarak, belirli bir dizgeyi veya terimi bulmak için :doc:`Arama </user/search>` özelliği kullanılabilir.
uk: Перейшовши до компонента, набір посилань веде до його фактичного перекладу. Переклад далі поділяється на окремі перевірки, наприклад :guilabel:`Неперекладені рядки` або :guilabel:`Незавершені рядки`. Якщо весь проект уже перекладено без будь-яких помилок, :guilabel:`Усі рядки` все ще доступні. Крім того, ви можете скористатися функцією :doc:`Пошук </user/search>`, щоб знайти певний рядок або термін.

source: Actual permissions might vary depending on your Weblate configuration.
de: Die tatsächlichen Berechtigungen können je nach Konfiguration von Ihrer Weblate-Installation abweichen.
ga: Seans go n-athróidh ceadanna iarbhír ag brath ar do chumraíocht Weblate.
hu: A konkrét jogosultságok a Weblate konfigurációjától függően változhatnak.
id: Izin aktualnya dapat bervariasi, bergantung pada konfigurasi Weblate Anda.
ja: 実際の権限は、Weblate の構成によって異なります。
nl: Feitelijke rechten zouden afhankelijk kunnen zijn van uw configuratie van Weblate.
pt: As permissões podem variar de acordo com a configuração da sua instância do Weblate.
pt_br: As permissões podem variar de acordo com a configuração da sua instância do Weblate.
ro: Permisiunile efective pot varia în funcție de configurația Weblate.
ru: Фактические разрешения могут отличаться в зависимости от ваших настроек Weblate.
sv: De faktiska behörigheterna kan variera beroende på din Weblate-konfiguration.
ta: உங்கள் வலைபெயர்ப்பு உள்ளமைவைப் பொறுத்து உண்மையான அனுமதிகள் மாறுபடலாம்.
tr: Güncel izinler Weblate yapılandırmanıza bağlı olarak değişebilir.
uk: Справжні права доступу можуть бути різними і залежать від налаштувань Weblate.
zh_hans: 实际权限可能因 Weblate 配置而异。
zh_hant: 實際權限可能會有所不同，具體取決於您的WebLate配置。

source: Anonymous users (by default) can only forward suggestions. Doing so is still available to signed-in users, in cases where uncertainty about a translation arises, prompting other translators to review it.
de: Anonyme Benutzer können (standardmäßig) nur Übersetzungsvorschläge übermitteln. Angemeldete Benutzer können dies dennoch tun, wenn eine Übersetzung unklar ist, und andere Übersetzer dazu auffordern, sie zu überprüfen.
ga: Ní féidir le húsáideoirí gan ainm (de réir réamhshocraithe) ach moltaí a chur ar aghaidh. Tá sé sin fós ar fáil d’úsáideoirí sínithe isteach, i gcásanna ina mbíonn éiginnteacht ann maidir le haistriúchán, ag spreagadh aistritheoirí eile chun athbhreithniú a dhéanamh air.
hu: A névtelen felhasználók (alapértelmezés szerint) csak javaslatokat küldhetnek be. Ez a lehetőség a bejelentkezett felhasználók számára is elérhető, ha nem biztosak egy fordításban, és szeretnék más fordítók véleményét kérni.
id: Pengguna anonim (secara bawaan) hanya dapat meneruskan saran. Hal ini masih dapat dilakukan oleh pengguna yang masuk, jika terdapat ketidakpastian tentang terjemahan, yang mendorong penerjemah lain untuk meninjaunya.
ja: 匿名のユーザーは、（デフォルトでは）提案しかできません。サインインしているユーザーも、翻訳に不安がある場合は、他の翻訳者に翻訳を確認してもらうために提案を使用できます。
nl: Anonieme gebruikers kunnen (standaard) alleen suggesties indienen. Dat doen is ook nog steeds beschikbaar voor ingelogde gebruikers, in gevallen waar onzekerheid bestaat over een vertaling, wat andere vertalers in staat stelt het te beoordelen.
pt_br: Usuários anônimos (por padrão) só podem enviar sugestões. Isso ainda está disponível para os usuários autenticados, nos casos em que surge uma incerteza sobre a tradução, levando outros tradutores a revisá-la.
ru: По умолчанию анонимные пользователи могут только вносить предложения. То же самое могут делать и зарегистрированные пользователи, если они не до конца уверены в собственном переводе. Эти предложения в дальнейшем сможет просмотреть и отрецензировать другой переводчик.
sv: Anonyma användare (som standard) kan endast vidarebefordra förslag. Detta är fortfarande möjligt för inloggade användare, i fall där osäkerhet om en översättning uppstår, vilket uppmanar andra översättare att granska den.
ta: அநாமதேய பயனர்கள் (இயல்பாக) பரிந்துரைகளை மட்டுமே அனுப்ப முடியும். கையொப்பமிடப்பட்ட பயனர்களுக்கு அவ்வாறு செய்வது இன்னும் கிடைக்கிறது, ஒரு மொழிபெயர்ப்பு பற்றிய நிச்சயமற்ற தன்மை எழும் சந்தர்ப்பங்களில், மற்ற மொழிபெயர்ப்பாளர்களை மறுபரிசீலனை செய்ய தூண்டுகிறது.
tr: Anonim kullanıcılar (varsayılan olarak) yalnızca önerileri iletebilir. Bir çeviri ile ilgili belirsizlik ortaya çıktığında ve diğer çevirmenlerin bunu incelemesi gerektiğinde oturum açmış kullanıcılar da bunu yapabilir.
uk: Анонімні користувачі можуть лише (типово) надавати пропозиції. Пропозиції можуть надавати і зареєстровані користувачі, якщо вони не певні щодо перекладу, і їм потрібна думка іншого перекладача, який виконає рецензування перекладу.
zh_hans: 匿名用户（默认情况下）只能发送建议。如果翻译出现不确定性，已登录用户也可以这样做，促使其他翻译人员对不确定的字符串进行审阅。

source: All suggestions are scanned on a daily basis to remove duplicates and those matching current translations.
de: Alle Übersetzungsvorschläge werden täglich gescannt, um Duplikate und solche, die mit aktuellen Übersetzungen übereinstimmen, zu entfernen.
ga: Déantar gach moladh a scanadh ar bhonn laethúil chun dúbailt agus iad siúd a mheaitseálann aistriúcháin reatha a bhaint.
hu: A javaslatokat a rendszer naponta átvizsgálja, hogy eltávolítsa a duplikált vagy a jelenlegi fordítással megegyező bejegyzéseket.
id: Semua saran dipindai setiap hari untuk menghilangkan duplikat dan yang cocok dengan terjemahan terkini.
ja: すべての提案は毎日スキャンされ、重複したものや現在の翻訳に一致するものが削除されます。
nl: Alle suggesties worden op een dagelijkse basis gescand om duplicaten te verwijderen en die welke overeenkomen met huidige vertalingen.
pt_br: Todas as sugestões são verificadas diariamente para remover as duplicadas e aquelas que correspondam à tradução atual.
ru: Все предложения ежедневно сканируются с целью удаления дубликатов и предложений, совпадающих с текущим переводом.
sv: Alla förslag skannas dagligen för att ta bort dubbletter och sådana som matchar befintliga översättningar.
ta: நகல்கள் மற்றும் பொருந்தக்கூடிய தற்போதைய மொழிபெயர்ப்புகளை அகற்ற அனைத்து பரிந்துரைகளும் நாள்தோறும் அடிப்படையில் ச்கேன் செய்யப்படுகின்றன.
tr: Tüm öneriler, geçerli çevirilerle eşleşmeleri ve yinelenmeleri kaldırmak için günlük olarak taranır.
uk: Усі пропозиції скануються щодня, щоб видалити дублікати і ті, що збігаються з поточними перекладами.
zh_hans: 会每天扫描所有建议，以删除重复建议以及与当前翻译匹配的建议。

source: Three types of comments can be posted:
de: Es können drei Arten von Kommentaren erstellt werden:
ga: Is féidir trí chineál tuairimí a phostáil:
hu: Háromféle megjegyzés küldhető:
id: Tiga jenis komentar dapat diposting:
nl: Drie typen opmerkingen kunnen worden geplaatst:
pt: Podem ser publicados três tipos de comentários:
pt_br: Três tipos de comentários podem ser postados:
sv: Tre typer av kommentarer kan publiceras:
ta: மூன்று வகையான கருத்துகளை வெளியிடலாம்:
tr: Üç tür yorum gönderilebilir:
uk: Коментарі можуть бути трьох типів:
zh_hans: 可以发表三类评论：

source: for translations
de: für Übersetzungen
ga: le haghaidh aistriúcháin
hu: fordításhoz
id: untuk terjemahan
nl: voor vertalingen
pt_br: por traduções
sv: för översättningar
ta: மொழிபெயர்ப்புகளுக்கு
tr: çeviriler için
uk: для перекладів
zh_hans: 翻译相关

source: for source strings
de: für Ausgangszeichenketten
ga: le haghaidh teaghráin foinse
hu: forrásszöveghez
id: untuk string sumber
nl: voor brontekenreeksen
pt_br: por textos fonte
sv: för källsträngar
ta: மூல சரங்களுக்கு
tr: kaynak dizgeler için
uk: для початкових рядків
zh_hans: 源字符串相关

source: for reporting source string bugs when this functionality is turned on using :ref:`project-source_review`.
de: für das Melden von Fehlern in Ausgangszeichenketten, wenn diese Funktion mit :ref:`project-source_review` eingeschaltet wurde.
ga: chun fabhtanna teaghrán foinse a thuairisciú nuair a chuirtear an fheidhm seo ar siúl ag baint úsáide as :ref:`project-source_review`.
hu: a forrásszöveg hibáinak jelentésére, ha a funkció engedélyezve van a :ref:`project-source_review` beállítással.
id: untuk melaporkan kerusakan string sumber saat fungsi ini diaktifkan menggunakan :ref:`project-source_review`.
nl: voor rapporteren van problemen met brontekenreeksen, als die functionaliteit is ingeschakeld met :ref:`project-source_review`.
pt_br: para relatar bugs no texto fonte quando esta funcionalidade está ativada usando :ref:`project-source_review`.
sv: för att rapportera buggar i källsträngen när denna funktion är aktiverad med :ref:`project-source_review`.
tr: :ref:`project-source_review` kullanılarak bu özellik açıldığında kaynak dizge hatalarını bildirmek için.
uk: для повідомлення про помилки у вихідних текстах, якщо цю функцію увімкнено за допомогою :ref:`project-source_review`.
zh_hans: 报告源字符串的错误，前提是通过 :ref:`project-source_review` 开启了此功能。

source: Choose the suitable type for the topic you want to discuss. Source string comments are in any event good for providing feedback on the original string, for example that it should be rephrased, or to ask questions about it.
de: Wählen Sie den passenden Typ für das Thema, welches Sie diskutieren möchten. Kommentare zu Ausgangszeichenketten sind in jedem Fall gut geeignet, um Rückmeldungen zur ursprünglichen Zeichenkette zu geben, z. B. dass sie umformuliert werden sollte, oder um Fragen dazu zu stellen.
ga: Roghnaigh an cineál oiriúnach don topaic is mian leat a phlé. Is maith ar aon nós tuairimí teaghrán foinse chun aiseolas a sholáthar ar an teaghrán bunaidh, mar shampla gur cheart é a athfhriotú, nó chun ceisteanna a chur ina leith.
hu: Válassza ki a témához illő megjegyzéstípust. A forrásszöveghez fűzött megjegyzések különösen hasznosak visszajelzés adására – például ha az eredeti szöveg újrafogalmazást igényel vagy kérdés merül fel vele kapcsolatban.
id: Pilih jenis yang sesuai dengan topik yang ingin Anda bahas. Komentar pada string sumber berguna untuk memberikan masukan tentang string asli, misalnya untuk mengubah parafrasenya, atau untuk mengajukan pertanyaan tentangnya.
ja: 議論したい内容に合わせて種類を選んでください。原文に関するコメントは、元の文字列に関するフィードバック（言い換えるべき点など）を提供したり、質問したりするのに適しています。
nl: Kies het geschikte type voor het onderwerp dat u wilt bespreken. Opmerkingen voor brontekenreeksen zijn in alle gevallen goed voor het verstrekken van terugkoppeling over de originele tekenreeks, bijvoorbeeld dat die opnieuw zou moeten worden verwoord, of om er vragen over te stellen.
pt_br: Escolha o tipo adequado para o tópico que você deseja discutir. Os comentários de texto fonte são, em qualquer caso, bons para fornecer feedback sobre o texto original, por exemplo, que ele deve ser reformulado ou para fazer perguntas sobre ele.
sv: Välj den typ som passar bäst för det ämne du vill diskutera. Kommentarer till källsträngen är i alla fall bra för att ge feedback på den ursprungliga strängen, till exempel att den bör omformuleras, eller för att ställa frågor om den.
ta: நீங்கள் விவாதிக்க விரும்பும் தலைப்புக்கு பொருத்தமான வகையைத் தேர்வுசெய்க. மூல சரம் கருத்துகள் எந்தவொரு நிகழ்விலும் அசல் சரம் குறித்த கருத்துக்களை வழங்குவதற்கு நல்லது, எடுத்துக்காட்டாக அது மறுபெயரிடப்பட வேண்டும், அல்லது அதைப் பற்றி கேள்விகளைக் கேட்க வேண்டும்.
tr: Tartışmak istediğiniz konuya uygun türü seçin. Kaynak dizge yorumları, her durumda özgün dizge ile ilgili geri bildirim vermek için iyidir. Örneğin ifadenin düzeltilmesi ya da bağlam ile ilgili açıklama istenebilir.
uk: Виберіть ту область, яка відповідає темі, яку ви хочете обговорити. Коментарі до початкового рядка є чудовим способом надання відгуків щодо початкового рядка, наприклад, якщо ви вважаєте, що його слід змінити, або хочете щось спитати щодо нього.
zh_hans: 选择适合您要讨论的话题的类型。源字符串注释无论如何都有助于提供对原始字符串的反馈，例如应该改写它或提出有关它的问题。

source: Markdown syntax can be used in all comments, as well as mentioning other users by using ``@username``.
de: Die Markdown-Syntax kann in allen Kommentaren verwendet werden, ebenso wie das Erwähnen anderer Benutzer durch Verwenden von ``@username``.
ga: Is féidir comhréir Markdown a úsáid i ngach trácht, chomh maith le húsáideoirí eile a lua trí úsáid a bhaint as``@username``.
hu: Minden megjegyzéshez használható a Markdown szintaxis, és más felhasználók megemlíthetők ``@felhasználónév`` formában.
id: Sintaks Markdown dapat digunakan dalam semua komentar, serta menyebutkan pengguna lain dengan menggunakan ``@username``.
nl: U kunt syntaxis voor Markdown gebruiken in alle opmerkingen, als ook voor het vermelden van andere gebruikers met ``@username``.
pt_br: Sintaxe do Markdown pode ser usada em todos os comentários, bem como a menção a outros usuários usando ``@usuário``.
sv: Markdown-syntax kan användas i alla kommentarer, liksom att nämna andra användare genom att använda ``@användarnamn``.
ta: மார்க் பேரூர் தொடரியல் அனைத்து கருத்துகளிலும் பயன்படுத்தப்படலாம், அத்துடன் ``@பயனர்பெயர்`` ஐப் பயன்படுத்துவதன் மூலம் பிற பயனர்களைக் குறிப்பிடலாம்.
tr: Tüm yorumlarda Markdown söz dizimi kullanabilir ve ``@kullanıcı_adı`` yazılarak diğer kullanıcılar anılabilir.
uk: Синтаксис Markdown можна використовувати в усіх коментарях, а також згадувати інших користувачів за допомогою ``@username``.

source: Variants are used to group different-length variants of a string. The frontend of your project can then utilize different strings depending on the size of a screen or window.
de: Varianten werden verwendet, um unterschiedlich lange Varianten einer Zeichenkette zu gruppieren. Das Frontend Ihres Projekts kann dann je nach Bildschirm- oder Fenstergröße unterschiedliche Zeichenketten verwenden.
ga: Baintear úsáid as malairtí chun malairtí faid dhifriúla de shreangán a ghrúpáil. Is féidir le tosaigh do thionscadail teaghráin éagsúla a úsáid ansin ag brath ar mhéid scáileáin nó fuinneoige.
hu: A változatok a különböző hosszúságú szövegváltozatok csoportosítására szolgálnak. A projekt felhasználói felülete ezek alapján választhat különböző szövegeket, például képernyő- vagy ablakméret szerint.
id: Varian digunakan untuk menggrupkan varian string dengan panjang yang berbeda. Frontend proyek Anda kemudian dapat menggunakan string yang berbeda, tergantung pada ukuran layar atau jendela.
ja: 別表記は、同じ意味で長さの違う文字列をグループ化するために使用します。プロジェクトのフロントエンドでは、画面またはウィンドウのサイズに応じて異なる文字列を使用できます。
nl: Varianten worden gebruikt om varianten van een tekenreeks met een andere lengte te groeperen. De voorkant van uw project kan dan verschillende tekenreeksen gebruiken, afhankelijk van de grootte van een scherm of venster.
pt_br: As variantes são usadas para agrupar variantes de diferentes comprimentos de um texto. O frontend de seu projeto pode, então, utilizar diferentes textos dependendo do tamanho da tela ou da janela.
ru: Варианты используются для группировки вариаций одной и той же строки с различной длиной. Таким образом, пользовательский интерфейс вашего проекта сможет использовать различные строки в зависимости от размеров экрана или окна.
sv: Variant används för att gruppera varianter av olika längd av en sträng. Frontend i ditt projekt kan sedan använda olika strängar beroende på storleken på skärmen eller fönstret.
ta: ஒரு சரத்தின் வெவ்வேறு நீள மாறுபாடுகளை தொகுக்க மாறுபாடுகள் பயன்படுத்தப்படுகின்றன. உங்கள் திட்டத்தின் முன்புறம் ஒரு திரை அல்லது சாளரத்தின் அளவைப் பொறுத்து வெவ்வேறு சரங்களை பயன்படுத்தலாம்.
tr: Çeşitler, bir dizgenin farklı uzunluktaki çeşitlerini gruplandırmak için kullanılır. Böylece projenizin ön yüzünde ekran ya da pencere boyutuna bağlı olarak farklı dizgeler görüntülenebilir.
uk: Варіанти використовуються для групування варіантів рядка різної довжини. Бібліотека вашого проєкту може використовувати різні рядки, залежно від розміну екрана або вікна.
zh_hans: 变体用于对字符串的不同长度变体进行分组。项目的前端可以根据屏幕或窗口大小使用不同的字符串。

source: Labels
ga: Lipéid
hu: Címkék
id: Label
ja: ラベル
pt: Etiquetas
pt_br: Etiquetas
ro: Etichete
ru: Метки
sv: Etiketter
ta: சிட்டைகள்
tr: Etiketler
uk: Мітки
zh_hans: 标签
zh_hant: 標籤
