Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `Create a Google Cloud bucket.`_
de: `Ein Google-Cloud-Bucket erstellen.`_
ga: `Cruthaigh buicéad Google Cloud.`_
hu: `Google Cloud kötet létrehozása.`_
id: `Buat bucket Google Cloud.`_
ja: `Google Cloud バケットを作成する。`_
nl: `Maak een mandje voor Google Cloud.`_
pt_br: `Crie um bucket do Google Cloud.`_
sv: `Skapa en Google Cloud-bucket.`_
ta: `கூகிள் முகில் வாளியை உருவாக்கவும் .`_
tr: `Bir Google Cloud klasörü oluşturun.`_
uk: `Створіть кошик Google Cloud.`_
zh_hans: `创建 Google 云存储桶.`_

source: `Set bucket location to "us-central1".`_
de: `Bucket-Speicherort auf „us-central1“ setzen.`_
ga: `Socraigh suíomh an bhuicéid go "us-central1".`_
hu: `A kötet régiójának beállítása: "us-central1".`_
id: `Atur lokasi bucket ke "us-central1".`_
ja: `バケットの場所を "us-central1" に設定する。`_
nl: `Stel de locatie voor het mandje in op "us-central1".`_
pt_br: `Defina o local do bucket como "us-central1".`_
sv: `Ställ in bucket-platsen till "us-central1".`_
ta: `வாளி இருப்பிடத்தை" யுஎச்-சென்ட்ரல் 1 "க்கு அமைக்கவும் .`_
tr: `Klasör konumunu "us-central1" olarak ayarlayın.`_
uk: `Встановіть розташування кошика як "us-central1".`_
zh_hans: `设置存储桶位置为 "us-central1".`_

source: `Grant 'Storage Admin' permission to the Service Account.`_
de: `Dem Benutzerkonto die Berechtigung 'Storage Admin' erteilen.`_
ga: `Deonaigh cead 'Storage Admin' don Chuntas Seirbhíse.`_
hu: `"Storage Admin" jogosultság megadása a szolgáltatásfiók számára.`_
id: `Berikan izin 'Admin Penyimpanan' ke Akun Layanan.`_
ja: `サービス アカウントに 'ストレージ管理者' 権限を付与する。`_
nl: `Geef het recht 'Storage Admin' aan de Service Account.`_
pt_br: `Conceda a permissão "Storage Admin" à conta de serviço.`_
sv: `Ge tjänstekontot behörigheten "Lagringsadministratör".`_
ta: பணி கணக்கில் 'சேமிப்பக நிர்வாகி' இசைவு வழங்கவும் .`_
tr: `Hizmet Hesabına 'Storage Admin' izni verin.`_
uk: `Надайте 'Storage Admin' права доступу до облікового запису служби.`_
zh_hans: `授予服务账户'Storage Admin' 权限.`_

source: `Authenticate to Cloud services using client libraries <https://docs.cloud.google.com/docs/authentication/client-libraries>`_
sv: `Autentisera till molntjänster med hjälp av klientbibliotek <https://docs.cloud.google.com/docs/authentication/client-libraries>`_

source: `Creating Google Translate project <https://docs.cloud.google.com/appengine/docs/standard/nodejs/building-app/creating-project>`_
sv: `Skapa Google Translate-projekt <https://docs.cloud.google.com/appengine/docs/standard/nodejs/building-app/creating-project>`_

source: `Google Cloud App Engine locations <https://docs.cloud.google.com/appengine/docs/standard/locations>`_
sv: `Google Cloud App Engine-platser <https://docs.cloud.google.com/appengine/docs/standard/locations>`_

source: IBM Watson Language Translator
ga: Aistritheoir Teanga IBM Watson
id: Penerjemah Bahasa IBM Watson
pt: Tradutor de Idiomas IBM Watson
pt_br: Tradutor de idiomas IBM Watson
ru: Переводчик языков IBM Watson
sv: IBM Watson Språköversättare
ta: ஐபிஎம் வாட்சன் மொழி மொழிபெயர்ப்பாளர்
uk: Перекладач IBM Watson

source: This service was withdrawn by vendor as of 10 December 2024.
id: Layanan ini ditarik oleh vendor pada 10 Desember 2024.
sv: Denna tjänst drogs tillbaka av leverantören den 10 december 2024.

source: LibreTranslate is a free and open-source service for machine translations. The public instance requires an API key, but LibreTranslate can be self-hosted and there are several mirrors available to use the API for free.
de: LibreTranslate ist ein freier und quelloffener Dienst für maschinelle Übersetzungen. Die öffentliche Instanz erfordert einen API-Schlüssel, aber LibreTranslate kann selbst gehostet werden und es gibt mehrere Mirror, welche die API kostenlos nutzen.
ga: Is seirbhís saor in aisce agus foinse oscailte é LibreTranslate le haghaidh aistriúcháin mheaisín. Teastaíonn eochair API ón ásc poiblí, ach is féidir LibreTranslate a bheith féin-óstach agus tá roinnt scáthán ar fáil chun an API a úsáid saor in aisce.
hu: A LibreTranslate egy ingyenes és nyílt forráskódú gépi fordítási szolgáltatás. A nyilvános példány használatához API-kulcs szükséges, azonban a LibreTranslate saját szerveren is futtatható, és több tükörszerver is elérhető, amelyek lehetővé teszik az API ingyenes használatát.
id: LibreTranslate adalah layanan gratis dan sumber terbuka untuk terjemahan mesin. Instansi publik memerlukan kunci API, tetapi LibreTranslate dapat dihosting sendiri dan terdapat beberapa mirror yang tersedia untuk menggunakan API secara gratis.
ja: LibreTranslate は、無料のオープンソースの機械翻訳サービスです。公開するインスタンスには API キーが必要ですが、LibreTranslate は自分のサーバーにインストールできます。また、API を無料開放しているミラーサイトもあります。
nl: LibreTranslate is een gratis en open-bron service voor machinevertalingen. De publieke instantie vereist een API-sleutel, maar LibreTranslate kan zelf worden gehost en er zijn verschillende mirrors beschikbaar om de API gratis te gebruiken.
pt: LibreTranslate é um serviço gratuito e fonte aberta para traduções automáticas. A instância pública requer uma chave API, mas o LibreTranslate pode ser auto-hospedado e há vários espelhos disponíveis para usar a API gratuitamente.
pt_br: LibreTranslate é um serviço gratuito e open-source para traduções automáticas. A instância pública requer uma chave API, mas o LibreTranslate pode ser auto-hospedado e há vários espelhos disponíveis para usar a API gratuitamente.
ro: LibreTranslate este un serviciu gratuit și cu sursă deschisă pentru traduceri automate. Instanța publică necesită o cheie API, dar LibreTranslate poate fi găzduit de sine stătător și există mai multe oglinzi disponibile pentru a utiliza API-ul gratuit.
ru: LibreTranslate - это бесплатная служба машинного перевода с открытым исходным кодом. Публичный экземпляр требует API-ключа, но LibreTranslate может быть размещён самостоятельно, и есть несколько зеркал, доступных для бесплатного использования API.
sv: LibreTranslate är en gratis och öppen källkodstjänst för maskinöversättningar. Den offentliga instansen kräver en API-nyckel, men LibreTranslate kan självhostas och det finns flera speglar tillgängliga för att använda API:et gratis.
ta: இயந்திர மொழிபெயர்ப்புகளுக்கு லிப்ரெட்ரான்ச்லேட் ஒரு இலவச மற்றும் திறந்த மூல சேவையாகும். பொது நிகழ்வுக்கு பநிஇ விசை தேவைப்படுகிறது, ஆனால் லிப்ரெட்ரான்ச்லேட் சுயமாக புரவலன் செய்யப்படலாம் மற்றும் பநிஇ இலவசமாக பயன்படுத்த பல கண்ணாடிகள் உள்ளன.
tr: LibreTranslate, ücretsiz ve açık kaynaklı bir makine çevirisi hizmetidir. Herkese açık kopya için bir API anahtarı gerekir. Ancak LibreTranslate hizmetini kendiniz barındırabilirsiniz ve API uygulamasını ücretsiz olarak kullanabileceğini birkaç yansı bulunur.
uk: LibreTranslate — безкоштовна служба комп'ютерного перекладу із відкритим кодом. Для доступу до відкритого екземпляра потрібен ключ до програмного інтерфейсу. Втім, LibreTranslate можна розгорнути на власному сервері. Існує також декілька дзеркал, програмним інтерфейсом яких можна користуватися безкоштовно.
zh_hans: LibreTranslate 是一项自由开源的机器翻译服务。公共实例需要 API 密钥，但 LibreTranslate 可以自托管，并且有几个镜像可以免费使用 API。

source: Requires an API key to use outside of the website.
de: Für die Nutzung außerhalb der Website ist ein API-Schlüssel erforderlich.
ga: Teastaíonn eochair API le húsáid lasmuigh den suíomh Gréasáin.
hu: A weboldalon kívüli használathoz API-kulcs szükséges.
id: Memerlukan kunci API untuk digunakan di luar situs web.
ja: 外部から Web サイトに接続するには API キーが必要です。
nl: Vereist een API-sleutel om buiten de website te gebruiken.
pt: Requer uma chave de API para usar fora do website.
pt_br: Requer uma chave de API para usar fora do website.
ro: Necesită o cheie API pentru a fi utilizată în afara site-ului web.
ru: Для использования вне сайта нужен ключ API.
sv: Kräver en API-nyckel för att kunna användas utanför webbplatsen.
ta: வலைத்தளத்திற்கு வெளியே பயன்படுத்த பநிஇ விசை தேவை.
tr: Site dışında kullanmak için bir API anahtarı gerekir.
uk: Потребує ключа до програмного інтерфейсу для використання поза межами сайта.
zh_hans: 需要一个API密钥才能在该网站之外使用。

source: `LibreTranslate website <https://libretranslate.com/>`_
id: `Situs web LibreTranslate <https://libretranslate.com/>`_
sv: `LibreTranslate-webbplats <https://libretranslate.com/>`_

source: `LibreTranslate repository <https://github.com/LibreTranslate/LibreTranslate>`_
id: `Repositori LibreTranslate <https://github.com/LibreTranslate/LibreTranslate>`_
sv: `LibreTranslate-arkiv <https://github.com/LibreTranslate/LibreTranslate>`_

source: Application base URL
de: Basis-URL der Anwendung
ga: URL bonn an fheidhmchláir
hu: Alkalmazás alap URL-je
id: URL basis aplikasi
ja: アプリケーション ベース URL
nl: Basis-url van app
pt: URL base da aplicação
pt_br: URL base da aplicação
ro: URL-ul de bază al aplicației
ru: Базовый URL приложения
sv: Applikationens bas-URL
ta: பயன்பாட்டு அடிப்படை முகவரி
tr: Uygulama temel adresi
uk: Базова адреса програми
zh_hans: 应用的基网址

source: ``api.cognitive.microsofttranslator.com`` -- Global (non-regional)
de: `api.cognitive.microsofttranslator.com`-- Global (nicht regional)
ga: ``api.cognitive.microsofttranslator.com`` -- Domhanda (neamhréigiúnach)
hu: ``api.cognitive.microsofttranslator.com`` -- Globális (nem regionális)
ja: ``api.cognitive.microsofttranslator.com`` ‐‐ 全世界（地域設定無し）
nl: ``api.cognitive.microsofttranslator.com`` -- Globaal (niet regionaal)
pt: ``api.cognitive.microsofttranslator.com`` -- Global (não-regional)
pt_br: ``api.cognitive.microsofttranslator.com`` -- Global (não-regional)
ro: ``api.cognitive.microsofttranslator.com`` -- Global (ne-regional)
ru: ``api.cognitive.microsofttranslator.com`` -- Глобальный (без региона)
sv: ``api.cognitive.microsofttranslator.com`` -- Globalt (icke-regionalt)
ta: `` api.cognitive.microsofttranslator.com``-உலகளாவிய (பிராந்தியமற்ற)
tr: ``api.cognitive.microsofttranslator.com`` -- Küresel (bölgesiz)
uk: ``api.cognitive.microsofttranslator.com`` -- загальносвітовий (всесвітній)
zh_hans: ``api.cognitive.microsofttranslator.com`` -- 全球（非区域）

source: ``api-apc.cognitive.microsofttranslator.com`` -- Asia Pacific
de: `api-apc.cognitive.microsofttranslator.com`-- Asien-Pazifik
ga: ``api-apc.cognitive.microsofttranslator.com`` -- Áise an Aigéin Chiúin
hu: ``api-apc.cognitive.microsofttranslator.com`` -- Ázsia és a csendes-óceáni térség
id: ``api-apc.cognitive.microsofttranslator.com`` -- Asia Pasifik
ja: ``api-apc.cognitive.microsofttranslator.com`` ‐‐ アジア太平洋地域
nl: ``api-apc.cognitive.microsofttranslator.com`` -- Azië Pacific
pt: ``api-apc.cognitive.microsofttranslator.com`` -- Ásia Pacífico
pt_br: ``api-apc.cognitive.microsofttranslator.com`` -- Ásia Pacífico
ru: ``api-apc.cognitive.microsofttranslator.com`` -- Азиатско-Тихоокеанский
sv: ``api-apc.cognitive.microsofttranslator.com`` -- Asien-Stillahavsområdet
ta: `` api-abc.cognitive.microsofttranslator.com``-ஆசியா பசிபிக்
tr: ``api-apc.cognitive.microsofttranslator.com`` -- Asya Pasifik
uk: ``api-apc.cognitive.microsofttranslator.com`` -- Азія та Тихоокеанський регіон
zh_hans: ``api-apc.cognitive.microsofttranslator.com`` -- 亚太

source: ``api-eur.cognitive.microsofttranslator.com`` -- Europe
de: `api-eur.cognitive.microsofttranslator.com`` -- Europa
ga: ``api-eur.cognitive.microsofttranslator.com`` -- An Eoraip
hu: ``api-eur.cognitive.microsofttranslator.com`` -- Európa
id: ``api-eur.cognitive.microsofttranslator.com`` -- Eropa
ja: ``api-eur.cognitive.microsofttranslator.com`` -- ヨーロッパ
nl: ``api-eur.cognitive.microsofttranslator.com`` -- Europa
pt: ``api-eur.cognitive.microsofttranslator.com`` -- Europa
pt_br: ``api-eur.cognitive.microsofttranslator.com`` -- Europa
ro: ``api-eur.cognitive.microsofttranslator.com`` -- Europa
ru: ``api-eur.cognitive.microsofttranslator.com`` -- Европейский
sv: ``api-eur.cognitive.microsofttranslator.com`` -- Europa
ta: `` api-eur.cognitive.microsofttranslator.com``-ஐரோப்பா
tr: ``api-eur.cognitive.microsofttranslator.com`` -- Avrupa
uk: ``api-eur.cognitive.microsofttranslator.com`` -- Європа
zh_hans: ``api-eur.cognitive.microsofttranslator.com`` -- 欧洲

source: ``api-nam.cognitive.microsofttranslator.com`` -- North America
de: `api-nam.cognitive.microsofttranslator.com`-- Nordamerika
ga: ``api-nam.cognitive.microsofttranslator.com`` -- Meiriceá Thuaidh
hu: ``api-nam.cognitive.microsofttranslator.com`` -- Észak-Amerika
id: ``api-nam.cognitive.microsofttranslator.com`` -- Amerika Utara
ja: ``api-nam.cognitive.microsofttranslator.com`` -- 北米
nl: ``api-nam.cognitive.microsofttranslator.com`` -- Noord-Amerika
pt: ``api-nam.cognitive.microsofttranslator.com`` -- América do Norte
pt_br: ``api-nam.cognitive.microsofttranslator.com`` -- América do Norte
ro: ``api-nam.cognitive.microsofttranslator.com`` -- America de Nord
ru: ``api-nam.cognitive.microsofttranslator.com`` -- Северная Америка
sv: ``api-nam.cognitive.microsofttranslator.com`` -- Nordamerika
ta: `` api-nam.cognitive.microsofttranslator.com``-வட அமெரிக்கா
tr: ``api-nam.cognitive.microsofttranslator.com`` -- Kuzey Amerika
uk: ``api-nam.cognitive.microsofttranslator.com`` -- Північна Америка
zh_hans: ``api-nam.cognitive.microsofttranslator.com`` -- 北美

source: ``api.translator.azure.cn`` -- China
ga: ``api.translator.azure.cn`` -- An tSín
hu: ``api.translator.azure.cn`` -- Kína
id: ``api.translator.azure.cn`` -- Tiongkok
ja: ``api.translator.azure.cn`` -- 中国
ru: ``api.translator.azure.cn`` -- Китай
sv: ``api.translator.azure.cn`` -- Kina
ta: `` api.translator.azure.cn`` - சீனா
tr: ``api.translator.azure.cn`` -- Çin
uk: ``api.translator.azure.cn`` -- Китай
zh_hans: ``api.translator.azure.cn`` -- 中国

source: Authentication service URL
de: Authentifizierungsdienst-URL
ga: URL na seirbhíse fíordheimhnithe
hu: Hitelesítési szolgáltatás URL-je
id: URL layanan autentikasi
ja: 認証サービスの URL
nl: Verificatiedienst-url
pt: URL do serviço de autenticação
pt_br: Autenticação serviço URL
ro: URL autentificare serviciu
ru: URL-адрес службы авторизации
sv: URL för autentiseringstjänst
ta: அங்கீகார பணி முகவரி
tr: Kimlik doğrulama hizmeti adresi
uk: URL-адреса служби розпізнавання
zh_hans: 身份验证服务 URL

source: Regional or multi-service can be specified using region field below.
de: Regional oder Multi-Service kann über das unten stehende Feld Region angegeben werden.
ga: Is féidir seirbhís réigiúnach nó ilseirbhíse a shonrú ag baint úsáide as réimse an réigiúin thíos.
hu: Regionális vagy többfunkciós szolgáltatás az alábbi lehetőségek egyikének megadásával választható.
id: Layanan wilayah atau multilayanan dapat dispesifikasikan menggunakan kolom wilayah di bawah.
ja: 以下の地域欄で、地域サービスまたはマルチサービスを指定することができます。
nl: Regionale of multi-service kunnen worden gespecificeerd met het veld region.
pt: Serviço regional ou multisserviço podem ser especificados através do campo de região abaixo.
pt_br: Regional ou multisserviço pode ser especificado usando o campo de região abaixo.
ro: Regional sau multi-serviciu poate fi specificat folosind câmpul pentru regiune de mai jos.
ru: Региональный или многосервисный можно указать с помощью поля «регион» ниже.
sv: Regional eller multi-service kan anges med hjälp av fältet för region nedan.
ta: பிராந்திய அல்லது பல சேவையை கீழே உள்ள பிராந்திய புலத்தைப் பயன்படுத்தி குறிப்பிடலாம்.
tr: Bölgesel ya da çoklu hizmet, aşağıdaki bölge alanı kullanılarak belirtilebilir.
uk: Регіональний або багатосервісний можна вказати за допомогою поля «Регіон» нижче.
zh_hans: 可使用下方的区域字段指定区域或多服务。

source: ``api.cognitive.microsoft.com`` -- Global
ga: ``api.cognitive.microsoft.com`` -- Domhanda
hu: ``api.cognitive.microsoft.com`` -- Globális
ja: ``api.cognitive.microsoft.com`` ‐‐ 全世界
nl: ``api.cognitive.microsoft.com`` -- Globaal
ru: ``api.cognitive.microsoft.com`` -- Глобальный
sv: ``api.cognitive.microsoft.com`` -- Globalt
ta: `` api.cognitive.microsoft.com`` - உலகளாவிய
tr: ``api.cognitive.microsoft.com`` -- Genel
uk: ``api.cognitive.microsoft.com`` -- всесвітній
zh_hans: ``api.cognitive.microsoft.com`` -- 全球

source: ``api.cognitive.azure.cn`` -- China
ga: ``api.cognitive.azure.cn`` -- An tSín
hu: ``api.cognitive.azure.cn`` -- Kína
id: ``api.cognitive.azure.cn`` -- Tiongkok
ja: ``api.cognitive.azure.cn`` -- 中国
ru: ``api.cognitive.azure.cn`` -- Китай
sv: ``api.cognitive.azure.cn`` -- Kina
ta: `` api.cognitive.azure.cn`` - சீனா
tr: ``api.cognitive.azure.cn`` -- Çin
uk: ``api.cognitive.azure.cn`` -- Китай
zh_hans: ``api.cognitive.azure.cn`` -- 中国

source: ``api.cognitive.microsoft.us`` -- Azure US Government cloud
de: ``api.cognitive.microsoft.us`` -- Azure US-Regierungscloud
ga: ``api.cognitive.microsoft.us`` -- scamall Rialtas Azure SAM
hu: ``api.cognitive.microsoft.us`` -- Azure amerikai kormányzati felhő
id: ``api.cognitive.microsoft.us`` -- Awan Pemerintah AS Azure
ja: ``api.cognitive.microsoft.us`` -- Azure 米国政府クラウド
nl: ``api.cognitive.microsoft.us`` -- Azure US overheidscloud
pt: ``api.cognitive.microsoft.us`` -- Nuvem Azure do Governo dos EUA
pt_br: ``api.cognitive.microsoft.us`` -- Nuvem do Governo dos EUA da Azure
ru: ``api.cognitive.microsoft.us`` — облако Azure для государственных организаций США
sv: ``api.cognitive.microsoft.us`` -- Azure US Government-moln
ta: `` api.cognitive.microsoft.us``` - அசூர் அமெரிக்க அரசாங்க முகில்
tr: ``api.cognitive.microsoft.us`` -- Azure ABD hükümeti bulutu
uk: ``api.cognitive.microsoft.us`` -- хмара Azure US Government
zh_hans: ``api.cognitive.microsoft.us`` -- Azure 美国政府云

source: Authentication service region
de: Authentifizierungsdienst-Region
ga: Réigiún seirbhíse fíordheimhnithe
hu: Hitelesítési szolgáltatás régiója
id: Wilayah layanan autentikasi
ja: 認証サービス地域
nl: Verificatiedienstregio
pt: Região do serviço de autenticação
pt_br: Autenticação de região de serviço
ro: Regiune serviciu autentificare
ru: Регион службы авторизации
sv: Region för autentiseringstjänst
ta: அங்கீகார பணி பகுதி
tr: Kimlik doğrulama hizmeti bölgesi
uk: Регіон служби розпізнавання
zh_hans: 认证服务区域

source: Category
de: Kategorie
ga: Catagóir
hu: Kategória
id: Kategori
ja: カテゴリー
nl: Categorie
pt: Categoria
pt_br: Categoria
ro: Categorie
ru: Категория
sv: Kategori
ta: வகை
tr: Kategori
uk: Категорія
zh_hans: 分类

source: Specify a customized system category ID to use it instead of general one.
de: Geben Sie eine benutzerdefinierte Systemkategorie-ID an, um sie anstelle der allgemeinen Kategorie zu verwenden.
ga: Sonraigh ID chatagóir córais saincheaptha chun é a úsáid seachas ceann ginearálta.
hu: A testreszabott rendszerkategória-azonosító, amely az általános azonosító helyett kerül felhasználásra.
id: Tentukan sistem ID kategori khusus yang ditentukan untuk digunakan daripada yang umum.
ja: 独自のシステムカテゴリ ID を指定して、一般的なカテゴリの代わりに使用してください。
nl: Specificeer een aangepast ID voor de systeemcategorie, om te gebruiken in plaats van een algemene.
pt: Especifique um ID da categoria de sistema customizado para usá-lo em vez de um ID geral.
pt_br: Especifique um ID da categoria de sistema customizado para usá-lo em vez de um ID geral.
sv: Ange ett anpassat systemkategori-ID för att använda det istället för det allmänna.
ta: தனிப்பயனாக்கப்பட்ட கணினி வகை ஐடியை பொதுவான ஒன்றிற்கு பதிலாக பயன்படுத்தவும்.
tr: Genel kategori kimliği yerine kullanılacak özel bir sistem kategorisi kimliği yazın.
uk: Вказати нетиповий ідентифікатор системної категорії, щоб використовувати його замість загального.
zh_hans: 指定一个自定义的系统分类 ID 进行使用，而不是使用通用的。

source: Machine translation service provided by Microsoft in Azure portal as a one of Cognitive Services.
de: Maschineller Übersetzungsdienst, der von Microsoft im Azure-Portal als einer der Cognitive-Services bereitgestellt wird.
ga: Seirbhís aistriúcháin meaisín a sholáthraíonn Microsoft ar thairseach Azure mar cheann de Sheirbhísí Cognaíocha.
hu: A gépi fordítási szolgáltatást a Microsoft biztosítja az Azure portálon belül, mint a Cognitive Services egyik eleme.
id: Layanan terjemahan mesin yang disediakan oleh Microsoft di portal Azure sebagai salah satu Layanan Kognitif.
ja: Cognitive Services のひとつとして Azure portal でマイクロソフトが提供する機械翻訳サービス。
nl: Service voor machinevertaling, verschaft door Microsoft in het portaal van Azure als een van de Cognitieve Services.
pt: Serviço de tradução de máquina fornecido pela Microsoft no portal do Azure como um dos Serviços Cognitivos.
pt_br: Serviço de tradução automática fornecido pela Microsoft no portal do Azure como um dos Serviços Cognitivos.
ro: Serviciul de traducere automată furnizat de Microsoft în portalul Azure ca unul dintre serviciile cognitive.
ru: Сервис машинного перевода, предоставляемый Microsoft на портале Azure в качестве одного из сервисов Cognitive Services.
sv: Maskinöversättningstjänst som tillhandahålls av Microsoft i Azure-portalen som en del av Cognitive Services.
ta: அறிவாற்றல் சேவைகளில் ஒன்றாக அசூர் போர்ட்டலில் மைக்ரோசாப்ட் வழங்கிய இயந்திர மொழிபெயர்ப்பு பணி.
tr: Microsoft tarafından Azure portalında Cognitive Services altında sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається Microsoft на порталі Azure як одна з когнітивних служб.
zh_hans: 由微软在 Azure 门户提供的机器翻译服务，是认知服务的一种。
zh_hant: 由 Microsoft 在 Azure 門戶提供的機器翻譯服務，作為 Cognitive Services 的一種。

source: Weblate implements Translator API V3.
de: Weblate implementiert Translator API V3.
ga: Cuireann Weblate Translator API V3 i bhfeidhm.
hu: A Weblate a Translator API V3-at valósítja meg.
id: Weblate mengimplementasikan Translator API V3.
ja: Weblate は Translator API V3 を実装しています。
nl: Weblate implementeert Translator API V3.
pt: Weblate implementa API V3 do Tradutor.
pt_br: Weblate implementa API V3 do Tradutor.
ro: Weblate implementează Translator API V3.
ru: Weblate реализует API переводчика версии V3.
sv: Weblate implementerar Translator API V3.
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பாளர் பநிஇ v3 ஐ செயல்படுத்துகிறது.
tr: Weblate, Translator API V3 kullanır.
uk: У Weblate реалізовано програмний інтерфейс перекладача версії 3.
zh_hans: Weblate 使用了 Translator API V3。
zh_hant: Weblate 實施了 Translator API V3.
