Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added icons for social authentication services.
de: Icons für Authentifizierungsdienste der sozialen Medien hinzugefügt.
ga: Deilbhíní curtha leis le haghaidh seirbhísí fíordheimhnithe sóisialta.
hu: Ikonok hozzáadva a közösségi hitelesítési szolgáltatásokhoz.
id: Menambahkan ikon untuk layanan autentikasi sosial.
ja: ソーシャル認証サービス用のアイコンの追加。
nl: Pictogrammen toegevoegd voor services van sociale authenticatie.
pt: Adicionados ícones para serviços de autenticação social.
pt_br: Adicionados ícones para serviços de autenticação social.
ro: Au fost adăugate pictograme pentru serviciile de autentificare socială.
ru: Добавлены значки для сервисов авторизации через социальные сети.
sv: Ikoner för sociala autentiseringstjänster har lagts till.
ta: சமூக அங்கீகார சேவைகளுக்கான ஐகான்கள் சேர்க்கப்பட்டன.
tr: Sosyal ağ kimlik doğrulama hizmetlerinin simgeleri eklendi.
uk: Додано піктограми для служб розпізнавання за соціальними мережами.
zh_hans: 添加了社交验证服务的图标。
zh_hant: 添加了社交驗證服務的圖標。

source: Better consistency of button colors and icons.
de: Bessere Konsistenz der Schaltflächenfarben und -symbole.
ga: Comhsheasmhacht níos fearr idir dathanna agus deilbhíní cnaipe.
hu: Gombszínek és ikonok következetesebb használata.
id: Konsistensi warna tombol dan ikon yang lebih baik.
ja: ボタンの色とアイコンの一貫性を向上。
nl: Betere consistentie van kleuren en pictogrammen voor knoppen.
pt: Melhor consistência das cores e ícones dos botões.
pt_br: Melhor consistência das cores e ícones dos botões.
ro: O mai bună coerență a culorilor și pictogramelor butoanelor.
ru: Цвета кнопок и иконки теперь более последовательны и согласованы.
sv: Bättre konsistens i knappfärger och ikoner.
ta: பொத்தான் வண்ணங்கள் மற்றும் ஐகான்களின் சிறந்த நிலைத்தன்மை.
tr: Düğme renklerinin ve simgelerinin tutarlılığı artırıldı.
uk: Удосконалено однорідність кольорів кнопок і піктограм.
zh_hans: 更一致的按钮颜色和图标。
zh_hant: 更一致的按鈕顏色和圖標。

source: Various bugfixes.
de: Verschiedene Fehlerbehebungen.
ga: Ceartúcháin éagsúla ar fhabht.
hu: Több hiba javítása.
id: Berbagai perbaikan kerusakan.
ja: 多くのバグを修正。
nl: Verschillende reparaties van problemen.
pt: Várias correções de bugs.
pt_br: Várias correções de bugs.
ro: Diverse corecturi de erori.
ru: Исправления различных ошибок.
sv: Olika buggfixar.
ta: பல்வேறு பிழைத்திருத்தங்கள்.
tr: Çeşitli hata düzeltmeleri yapıldı.
uk: Різні виправлення помилок.
zh_hans: 各种缺陷修复。
zh_hant: 各種缺陷修復。

source: Automatic hiding of columns in translation listing for small screens.
de: Automatisches Ausblenden von Spalten in der Übersetzungsliste für kleine Bildschirme.
ga: Folú uathoibríoch na gcolún i liostú aistriúcháin do scáileáin bheaga.
hu: Kisebb képernyőkön a fordításlistában az oszlopok automatikus elrejtése.
id: Menyembunyikan kolom secara otomatis dalam daftar terjemahan untuk layar kecil.
ja: 画面サイズが小さい場合、翻訳一覧の列を自動的に非表示にする機能の追加。
nl: Automatisch verbergen van kolommen in vermelding vertalingen op smallere schermen.
pt: Ocultação automática de colunas na listagem de tradução para telas pequenas.
pt_br: Ocultação automática de colunas na listagem de tradução para telas pequenas.
ro: Ascunderea automată a coloanelor în lista de traduceri pentru ecrane mici.
ru: Автоматическое скрытие дополнительных столбцов в списке переводов на маленьких экранах.
sv: Automatisk döljning av kolumner i översättningslistan för små skärmar.
ta: சிறிய திரைகளுக்கான மொழிபெயர்ப்பு பட்டியலில் நெடுவரிசைகளை தானாக மறைத்தல்.
tr: Küçük ekranlar için çeviri listesindeki sütunların kendiliğinden gizlenmesi sağlandı.
uk: Реалізовано автоматичне приховування стовпчиків у списку перекладів на малих екранах.
zh_hans: 对于小屏幕自动隐藏翻译列表中的列。
zh_hant: 對於小屏幕自動隱藏翻譯列表中的列。

source: Changed configuration of filesystem paths.
de: Die Konfiguration der Dateisystempfade geändert.
ga: Athraíodh cumraíocht chosáin an chórais comhad.
hu: Fájlrendszer elérési utak konfigurációja megváltozott.
id: Mengubah konfigurasi jalur sistem berkas.
ja: ファイルシステム パスの設定の変更。
nl: Gewijzigde configuratie van paden voor bestandssysteem.
pt: Alterada a configuração dos caminhos do sistema de ficheiros.
pt_br: Alterada a configuração dos caminhos do sistema de arquivos.
ro: A fost modificată configurația căilor sistemului de fișiere.
ru: Изменена конфигурация путей файлов.
sv: Ändrad konfiguration av filsystemets sökvägar.
ta: கோப்பு முறைமை பாதைகளின் உள்ளமைவு மாற்றப்பட்டது.
tr: Dosya sistemi yollarının yapılandırması değiştirildi.
uk: Змінено налаштовування шляхів у файловій системі.
zh_hans: 更改了文件系统路径的配置。
zh_hant: 更改了文件系統路徑的配置。

source: Improved SSH keys handling and storage.
de: Verbesserte Handhabung und Speicherung von SSH-Schlüsseln.
ga: Láimhseáil agus stóráil feabhsaithe eochracha SSH.
hu: SSH kulcsok kezelése és tárolása továbbfejlesztve.
id: Peningkatan penanganan dan penyimpanan kunci SSH.
ja: SSH 鍵の処理と保存の改良。
nl: Verbeterde afhandeling en opslag van SSH-sleutels.
pt: Melhorado o tratamento e armazenamento de chaves SSH.
pt_br: Melhorado o tratamento e armazenamento de chaves SSH.
ro: Gestionarea și stocarea îmbunătățită a cheilor SSH.
ru: Улучшено управление и хранение SSH-ключей.
sv: Förbättrad hantering och lagring av SSH-nycklar.
ta: மேம்படுத்தப்பட்ட பாஓடு விசைகள் கையாளுதல் மற்றும் சேமிப்பு.
tr: SSH anahtarlarının işlenmesi ve depolanması iyileştirildi.
uk: Удосконалено обробку із збереження ключів SSH.
zh_hans: 改进了 SSH 密钥处理与存储。
zh_hant: 改進了 SSH 密鑰處理與存儲。

source: Improved repository locking.
de: Verbessertes Sperren von Repositorys.
ga: Glasáil stórtha feabhsaithe.
hu: Tároló zárolásának működése javult.
id: Peningkatan penguncian repositori.
ja: リポジトリのロックを改良。
nl: Verbeterd vergrendelen van opslagruimte.
pt: Melhorado o bloqueio de repositório.
pt_br: Melhorado o bloqueio de repositório.
ro: Blocare îmbunătățită a depozitului.
ru: Улучшена блокировка репозиториев.
sv: Förbättrad låsning av arkiv.
ta: மேம்படுத்தப்பட்ட களஞ்சிய பூட்டுதல்.
tr: Depo kilitleme özelliği iyileştirildi.
uk: Удосконалено блокування сховищ.
zh_hans: 改进了仓库锁定。
zh_hant: 改進了倉庫鎖定。

source: Customizable quality checks per source string.
de: Anpassbare Qualitätsprüfungen pro Ausgangszeichenkette.
ga: Seiceálacha cáilíochta inoiriúnaithe de réir teaghrán foinse.
hu: Forrásszövegenként testreszabható minőség-ellenőrzések.
id: Pemeriksaan kualitas yang dapat disesuaikan per string sumber.
ja: 原文ごとにカスタマイズ可能な品質検査に改良。
nl: Aan te passen kwaliteitscontroles per brontekenreeks.
pt: Verificações de qualidade personalizadas por cadeia fonte.
pt_br: Verificações de qualidade personalizadas por texto fonte.
ro: Verificări de calitate personalizabile pentru fiecare șir de surse.
ru: Добавлены настраиваемые проверки качества для исходных строк.
sv: Anpassningsbara kvalitetskontroller per källsträng.
ta: மூல சரத்திற்கு தனிப்பயனாக்கக்கூடிய தர சோதனைகள்.
tr: Her kaynak dizge için özelleştirilebilir kalite denetimleri eklendi.
uk: Реалізовано придатні до налаштовування перевірки якості для окремих початкових рядків.
zh_hans: 每个源字符串可定制的质量检查。
zh_hant: 每個源字符串可定制的質量檢查。

source: Allow to hide completed translations from dashboard.
de: Das Ausblenden abgeschlossener Übersetzungen auf der Übersichtsseite ermöglicht.
ga: Ceadaigh aistriúcháin chríochnaithe a cheilt ón deais.
hu: Lehetőség a kész fordítások elrejtésére az vezérlőpultból.
id: Izinkan untuk menyembunyikan terjemahan yang telah selesai dari dasbor.
ja: 完了済みの翻訳をダッシュボードで非表示にできるように改良。
nl: Verbergen van voltooide vertalingen in dashboard toestaan.
pt: Permite ocultar traduções concluídas a partir do painel.
pt_br: Permite ocultar traduções concluídas a partir do painel.
ro: Permiteți să ascundeți traducerile finalizate din tabloul de bord.
ru: Добавлена возможность прятать завершенные переводы с панели управления.
sv: Tillåt att dölja färdiga översättningar från instrumentpanelen.
ta: டாச்போர்டில் இருந்து நிறைவு செய்யப்பட்ட மொழிபெயர்ப்புகளை மறைக்க அனுமதிக்கவும்.
tr: Tamamlanan çevirilerin panoda gizlenmesi sağlanması.
uk: Уможливлено приховування виконаних перекладів з панелі приладів.
zh_hans: 允许隐藏操作面板上已完成的翻译。
zh_hant: 允許從面板上隱藏完成的翻譯。

source: *Released on Nov 6th 2014.*
de: *Veröffentlicht am 6. November 2014.*
ga: *Eisithe ar 6 Samhain 2014.*
hu: *Kiadva: 2014. november 6.*
id: *Dirilis pada 6 November 2014.*
nl: *Uitgegeven op 6 november 2014.*
pt_br: *Atualizado em 6 de novembro de 2014.*
sv: *Släpptes den 6 november 2014.*
tr: *6 Kasım 2014 tarihinde yayınlandı.*
uk: *Випущено 6 листопада 2014 року.*

source: New responsive UI using Bootstrap.
de: Neue adaptive Bedienoberfläche mit Bootstrap.
ga: Chomhéadain freagrúil nua ag baint úsáide as Bootstrap.
hu: Rugalmasan megjelenő felhasználói felület Bootstrap alapon.
id: UI responsif baru menggunakan Bootstrap.
ja: Bootstrap を使用した新しいレスポンシブ UI に改良。
nl: Nieuwe gebruikersinterface voor antwoorden met Bootstrap.
pt: Nova UI responsiva usando Bootstrap.
pt_br: Nova UI responsiva usando Bootstrap.
ro: O nouă interfață de utilizator receptivă folosind Bootstrap.
ru: Новый отзывчивый пользовательский интерфейс, созданный с помощью Bootstrap.
sv: Ny responsiv användargränssnitt med Bootstrap.
ta: பூட்ச்ட்ராப்பைப் பயன்படுத்தி புதிய பதிலளிக்கக்கூடிய இடைமுகம்.
tr: Bootstrap kullanan yeni uyumlu kullanıcı arayüzü eklendi.
uk: Новий швидкий інтерфейс із використанням Bootstrap.
zh_hans: 使用 Bootsctrap 的新的仓库 UI。
zh_hant: 使用 Bootsctrap 的新的倉庫 UI。

source: Rewritten VCS backend.
de: VCS-Backend überarbeitet.
ga: Inneall VCS athscríofa.
hu: Verziókezelő rendszer háttérrétegének teljes újraírása.
id: Backend VCS yang ditulis ulang.
ja: VCS バックエンドの書き直し。
nl: Opnieuw geschreven backend voor VCS.
pt: Backend VCS reescrito.
pt_br: Backend VCS reescrito.
ro: Backend VCS rescris.
ru: Переписан модуль работы с системами контроля версий.
sv: Omskriven VCS-backend.
ta: மீண்டும் எழுதப்பட்ட வி.சி.எச் பின்தளத்தில்.
tr: Sürüm denetimi sistemi arka ucu yeniden yazıldı.
uk: Переписано модуль систем керування версіями.
zh_hans: 重写了版本控制系统后端。
zh_hant: 重寫了 VCS 後端。

source: Added whiteboard for site wide messages.
de: Whiteboard für plattformweite Meldungen hinzugefügt.
ga: Clár bán curtha leis le haghaidh teachtaireachtaí ar fud an tsuímh.
hu: Üzenőfal hozzáadva az egész oldalra kiterjedő üzenetekhez.
id: Menambahkan papan tulis untuk pesan di seluruh situs.
ja: サイト全体のメッセージ用にホワイトボードを追加。
nl: Whiteboard toegevoegd voor sitebrede berichten.
pt: Adicionado quadro de comunicações para mensagens para todo o site.
pt_br: Adicionado quadro de comunicações para mensagens para todo o site.
ro: A fost adăugată Whiteboard pentru mesajele de pe site.
ru: Добавлена совместная доска для публикации сообщений для всего сайта.
sv: Lagt till whiteboard för meddelanden som gäller hela webbplatsen.
ta: தள பரந்த செய்திகளுக்கு ஒயிட் போர்டு சேர்க்கப்பட்டது.
tr: Site genelindeki iletiler için beyaz tahta eklendi.
uk: Додано дошку для загальних повідомлень.
zh_hans: 为全站范围的消息添加了白板。
zh_hant: 為網站範圍的消息添加了白板。

source: Configurable strings priority.
de: Konfigurierbare Priorität für Zeichenketten.
ga: Tosaíocht teaghráin inchumraithe.
hu: Szövegek prioritásának beállíthatósága hozzáadva.
id: Prioritas string yang dapat dikonfigurasi.
ja: 文字列の優先度を設定可能に改良。
nl: Te configureren prioriteit voor tekenreeksen.
pt: Prioridade de cadeias configurável.
pt_br: Prioridade de textos configurável.
ro: Prioritate configurabilă a șirurilor.
ru: Добавлена возможность задавать приоритеты строк.
sv: Konfigurerbar strängprioritet.
ta: உள்ளமைக்கக்கூடிய சரங்கள் முன்னுரிமை.
tr: Dizgelerin önceğinin yapılandırılabilmesi sağlandı.
uk: Уможливлено визначення пріоритетності рядків.
zh_hans: 可配置的字符串优先性。
zh_hant: 可配置的字符串優先性。

source: Added support for JSON file format.
de: Unterstützung für das JSON-Dateiformat hinzugefügt.
ga: Tacaíocht bhreise le haghaidh formáid comhaid JSON.
hu: JSON-fájlformátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format berkas JSON.
ja: JSON ファイル形式に対応。
nl: Ondersteuning toegevoegd voor JSON-bestandsindeling.
pt: Adicionado suporte ao formato de ficheiros JSON.
pt_br: Adicionado suporte ao formato de arquivo JSON.
ro: A fost adăugat suport pentru formatul de fișier JSON.
ru: Добавлена поддержка форматов файлов JSON.
sv: Stöd för JSON-filformat har lagts till.
ta: சாதொபொகு கோப்பு வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: JSON dosya biçimi desteği eklendi.
uk: Додано підтримку формату файлів JSON.
zh_hans: 为 JSON 文件格式添加了支持。
zh_hant: 為 JSON 文件格式添加了支持。

source: Fixed generating mo files in certain cases.
de: Die Erzeugung von MO-Dateien in bestimmten Fällen korrigiert.
ga: Comhaid mo giniúna seasta i gcásanna áirithe.
hu: Bizonyos esetekben előforduló mo-fájl generálási hiba javítva.
id: Memperbaiki pembuatan berkas mo dalam kasus tertentu.
ja: 特定のケースでの mo ファイルの自動生成問題の修正。
nl: Genereren van MO-bestanden in bepaalde gevallen gerepareerd.
pt: Corrigida a geração de ficheiros mo em certos casos.
pt_br: Corrigida a geração de arquivos mo em certos casos.
ro: A fost reparată generarea de fișiere mo în anumite cazuri.
ru: Исправлены проблемы с генерацией mo-файлов в определённых случаях.
sv: Fixade generering av mo-filer i vissa fall.
ta: சில சந்தர்ப்பங்களில் mo கோப்புகளை உருவாக்குதல்.
tr: Bazı durumlarda mo dosyaları oluşturulurken yaşanan sorun düzeltildi.
uk: Виправлено створення файлів mo у деяких випадках.
zh_hans: 修复了某些情况下生成 mo 文件。
zh_hant: 修復了某些情況下生成 mo 文件。

source: Added support for GitLab notifications.
de: Unterstützung für GitLab-Benachrichtigungen hinzugefügt.
ga: Tacaíocht bhreise le haghaidh fógraí GitLab.
hu: GitLab értesítések támogatása hozzáadva.
id: Menambahkan dukungan untuk notifikasi GitLab.
ja: GitLab 通知に対応。
nl: Ondersteuning toegevoegd voor notificaties van GitLab.
pt: Adicionado suporte a notificações do GitLab.
pt_br: Adicionado suporte a notificações do GitLab.
ro: A fost adăugat suport pentru notificările GitLab.
ru: Добавлена поддержка уведомлений для GitLab.
sv: Stöd för GitLab-meddelanden har lagts till.
ta: அறிவிலிஆய்வு அறிவிப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: GitLab bildirimleri özelliği eklendi.
uk: Додано підтримку сповіщень GitLab.
zh_hans: 为 GitLab 通知添加了支持。
zh_hant: 為 GitLab 通知添加了支持。

source: Added support for disabling translation suggestions.
de: Unterstützung für das Deaktivieren von Übersetzungsvorschlägen hinzugefügt.
ga: Cuireadh tacaíocht leis chun moltaí aistriúcháin a dhíchumasú.
hu: Fordítási javaslatok letiltásának lehetősége hozzáadva.
id: Menambahkan dukungan untuk menonaktifkan saran terjemahan.
ja: 翻訳候補を無効化できるように改良。
nl: Ondersteuning toegevoegd voor uitschakelen van suggesties voor vertalingen.
pt: Adicionado suporte a desativar sugestões de tradução.
pt_br: Adicionado suporte a desabilitar sugestões de tradução.
ro: A fost adăugat suport pentru dezactivarea sugestiilor de traducere.
ru: Добавлена поддержка отключения предложений для переводов.
sv: Lagt till stöd för att inaktivera översättningsförslag.
ta: மொழிபெயர்ப்பு பரிந்துரைகளை முடக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Çeviri önerilerini kullanımdan kaldırma özelliği eklendi.
uk: Додано підтримку вимикання пропозицій до перекладу.
zh_hans: 添加了支持来禁止翻译建议。
zh_hant: 添加了支持來禁止翻譯建議。

source: Django 1.7 support.
de: Unterstützung für Django 1.7 hinzugefügt.
ga: Tacaíocht Django 1.7.
hu: Django 1.7 támogatása.
id: Dukungan Django 1.7.
ja: Django 1.7 に対応。
nl: Django 1.7 ondersteuning.
pt: Suporte ao Django 1.7.
pt_br: Suporte ao Django 1.7.
ro: Suport pentru Django 1.7.
ru: Поддержка Django 1.7.
sv: Stöd för Django 1.7.
ta: சாங்கோ 1.7 உதவி.
tr: Django 1.7 desteği eklendi.
uk: Реалізовано підтримку Django 1.7.
zh_hans: Django 1.7 支持。
zh_hant: Django 1.7 支持。

source: ACL projects now have user management.
de: Projekte mit Zugriffssteuerungsliste haben jetzt eine Benutzerverwaltung.
ga: Tá bainistíocht úsáideoirí ag tionscadail ACL anois.
hu: ACL-alapú projektekhez felhasználókezelés elérhető.
id: Proyek ACL sekarang memiliki manajemen pengguna.
ja: ACL プロジェクトにユーザー管理を追加。
nl: ACL-projecten hebben nu gebruikersbeheer.
pt: Os projetos com ACL agora têm gestão de utilizadores.
pt_br: Os projetos com ACL agora têm gerenciamento de usuários.
ro: Proiectele ACL au acum un sistem de gestionare a utilizatorilor.
ru: У проектов с ACL теперь есть управление пользователями.
sv: ACL-projekt har nu användarhantering.
ta: acl திட்டங்கள் இப்போது பயனர் நிர்வாகத்தைக் கொண்டுள்ளன.
tr: Erişim denetimi listesi projelerine kullanıcı yönetimi eklendi.
uk: У проєктах ACL передбачено можливості керування записами користувачів.
zh_hans: ACL 项目现在具有用户管理。
zh_hant: ACL 項目現在具有用戶管理。

source: Extended search possibilities.
de: Suchmöglichkeiten erweitert.
ga: Féidearthachtaí cuardaigh leathnaithe.
hu: Keresési lehetőségek kibővítve.
id: Kemungkinan pencarian yang diperluas.
ja: 検索項目の拡張。
nl: Uitgebreide zoekmogelijkheden.
pt: Estendidas as possibilidades de pesquisa.
pt_br: Estendidas as possibilidades de busca.
ro: Posibilități de căutare extinse.
ru: Расширены возможности поиска.
sv: Utökade sökmöjligheter.
ta: நீட்டிக்கப்பட்ட தேடல் சாத்தியங்கள்.
tr: Arama olanakları genişletildi.
uk: Розширено можливості пошуку.
zh_hans: 扩展了搜索可能性。
zh_hant: 擴展了搜索可能性。

source: Give more hints to translators about plurals.
de: Mehr Hinweise zu Pluralformen für Übersetzer.
ga: Tuilleadh leideanna a thabhairt d’aistritheoirí faoin iolra.
hu: Több segítség a fordítók számára a többes számú alakokkal kapcsolatban.
id: Berikan lebih banyak petunjuk kepada penerjemah tentang bentuk jamak.
ja: 翻訳者に複数形についてのヒントをもっと与えるように改良。
nl: Geef vertalers meer hints over meervouden.
pt: Fornece mais dicas aos tradutores sobre os plurais.
pt_br: Fornece mais dicas aos tradutores sobre os plurais.
ro: Oferiți mai multe indicații traducătorilor cu privire la plural.
ru: Предоставление большего количества подсказок переводчикам о множественном числе.
sv: Ge översättarna fler tips om pluralformer.
ta: பன்மை பற்றி மொழிபெயர்ப்பாளர்களுக்கு கூடுதல் குறிப்புகளைக் கொடுங்கள்.
tr: Çevirmenlere çoğul biçimler ile ilgili daha fazla ipucu verilmesi sağlandı.
uk: Реалізовано додаткові підказки щодо форм множини для перекладачів.
zh_hans: 为译者给出复数的更多提示。
zh_hant: 為翻譯者給出複數的更多提示。

source: Fixed Git repository locking.
de: Git-Repository-Sperre korrigiert.
ga: Glasáil stórtha Git Seasta.
hu: Git tároló zárolási hiba javítva.
id: Memperbaiki penguncian repositori Git.
ja: Git リポジトリのロックを修正。
nl: Vergrendelen opslagruimte van Git gerepareerd.
pt: Corrigido o bloqueio de repositório Git.
pt_br: Corrigido o bloqueio de repositório Git.
ro: A fost reparată blocarea depozitelor Git.
ru: Исправлена блокировка Git-репозиториев.
sv: Fixat låsning av Git-arkiv.
ta: நிலையான அறிவிலி களஞ்சிய பூட்டுதல்.
tr: Git deposunun kilitlenmesi sorunu düzeltildi.
uk: Виправлено блокування сховищ Git.
zh_hans: 修复了 Git 仓库锁定。
zh_hant: 修復了 Git 倉庫鎖定。

source: Compatibility with older Git versions.
de: Kompatibilität mit älteren Git-Versionen.
ga: Comhoiriúnacht le leaganacha Git níos sine.
hu: Régebbi Git verziókkal való kompatibilitás biztosítva.
id: Kompatibilitas dengan versi Git yang lebih lama.
ja: 古いバージョンの Git との互換性に対応。
nl: Compatibiliteit met oudere versies van Git.
pt: Compatibilidade com versões mais antigas do Git.
pt_br: Compatibilidade com versões mais antigas do Git.
ro: Compatibilitate cu versiunile Git mai vechi.
ru: Совместимость с более старыми версиями Git.
sv: Kompatibilitet med äldre Git-versioner.
ta: பழைய அறிவிலி பதிப்புகளுடன் பொருந்தக்கூடிய தன்மை.
tr: Eski Git sürümleriyle uyumluluk sağlandı.
uk: Реалізовано сумісність із застарілими версіями Git.
zh_hans: 与旧的 Git 版本的兼容性。
zh_hant: 與舊的 Git 版本的兼容性。

source: Improved ACL support.
de: Verbesserte Unterstützung von Zugriffssteuerungslisten.
ga: Tacaíocht ACL feabhsaithe.
hu: ACL támogatás továbbfejlesztve.
id: Dukungan ACL yang ditingkatkan.
ja: ACL への対応を改良。
nl: Verbeterde ondersteuning voor ACL.
pt: Melhorado o suporte a ACLs.
pt_br: Melhorado o suporte a ACLs.
ro: Suport ACL îmbunătățit.
ru: Улучшена поддержка списков контроля доступа (ACL).
sv: Förbättrat stöd för ACL.
ta: மேம்படுத்தப்பட்ட acl உதவி.
tr: Erişim denetimi listesi desteği geliştirildi.
uk: Удосконалено підтримку ACL.
zh_hans: 改进了 ACL 支持。
zh_hant: 改進了 ACL 支持。

source: Added buttons for per language quotes and other special characters.
de: Schaltflächen für Anführungszeichen pro Sprache und andere Sonderzeichen hinzugefügt.
ga: Cnaipí curtha leis le haghaidh comharthaí athfhriotail teanga agus carachtair speisialta eile.
hu: Nyelvspecifikus idézőjelek és speciális karakterek beszúrására szolgáló gombok hozzáadva.
id: Menambahkan tombol untuk kutipan per bahasa dan karakter khusus lainnya.
ja: 言語ごとの引用符やその他の特殊文字用のボタンを追加。
nl: Knoppen per taal toegevoegd voor aanhalingstekens en andere speciale tekens.
pt: Adicionados botões para aspas por idioma e outros caracteres especiais.
pt_br: Adicionados botões para aspas por idioma e outros caracteres especiais.
ro: Au fost adăugate butoane pentru ghilimele per limbă și alte caractere speciale.
ru: Добавлены кнопки кавычек специфичные для конкретных языков и другие специальные символы.
sv: Lagt till knappar för citattecken per språk och andra specialtecken.
ta: மொழி மேற்கோள்கள் மற்றும் பிற சிறப்பு எழுத்துக்களுக்கு பொத்தான்கள் சேர்க்கப்பட்டன.
tr: Her dil için tırnak ve diğer özel karakter düğmeleri eklendi.
uk: Додано кнопки для лапок та інших спеціальних символів в окремих мовах.
zh_hans: 新增了每种语言的引号和其他特殊字符按钮。
zh_hant: 為每種語言引用和其它特殊字符添加了按鈕。

source: Support for exporting stats as JSONP.
de: Unterstützung für den Export von Statistiken als JSONP.
ga: Tacaíocht le staitisticí a onnmhairiú mar JSONP.
hu: Statisztikák exportálása JSONP-formátumban támogatott.
id: Dukungan untuk mengekspor statistik sebagai JSONP.
ja: 統計を JSONP としてエクスポートする機能の追加。
nl: Ondersteuning voor exporteren van statistieken als JSONP.
pt: Suporte para exportação de estatísticas como JSONP.
pt_br: Suporte para exportação de estatísticas como JSONP.
ro: Suport pentru exportul statisticilor ca JSONP.
ru: Добавлена поддержка экспорта статистики в JSONP.
sv: Stöd för export av statistik som JSONP.
ta: புள்ளிவிவரங்களை jsonp ஆக ஏற்றுமதி செய்வதற்கான உதவி.
tr: İstatistikleri JSONP olarak dışa aktarma özelliği eklendi.
uk: Реалізовано підтримку експортування статистичних даних у форматі JSONP.
zh_hans: 支持导出统计数据作为 JSONP。
zh_hant: 支持導出統計數據作為 JSONP。

source: Weblate 3.x series
de: Weblate 3.x
ga: Weblate 3.x sraith
hu: Weblate 3.x sorozat
id: Seri Weblate 3.x
ja: Weblate 3.x シリーズ
nl: Weblate 3.x serie
pt: Série 3.x do Weblate
pt_br: Série 3.x do Weblate
ro: Seria Weblate 3.x
ru: Серия Weblate 3.x
sv: Weblate 3.x-serien
ta: வலைபெயர்ப்பு 3.x தொடர்
tr: Weblate 3.x serisi
uk: Випуски Weblate 3.x
zh_hans: Weblate 3.x 系列
zh_hant: Weblate 3.x 系列

source: *Released on March 11th 2020.*
de: *Veröffentlicht am 11. März 2020.*
ga: *Eisithe ar 11 Márta 2020.*
hu: *Kiadva: 2020. március 11.*
id: *Dirilis pada 11 Maret 2020.*
nl: *Uitgegeven op 11 maart 2020.*
pt_br: *Atualizado em 11 de março de 2020.*
sv: *Släpptes den 11 mars 2020.*
tr: *11 Mart 2020 tarihinde yayınlandı.*
uk: *Випущено 11 березня 2020 року.*

source: Fixed searching for fields with certain priority.
de: Die Suche nach Feldern mit einer bestimmten Priorität korrigiert.
ga: Cuardach seasta do réimsí le tosaíocht áirithe.
hu: Javítva a bizonyos prioritású mezőkre történő keresés.
id: Memperbaiki pencarian kolom dengan prioritas tertentu.
ja: 特定の優先度がある項目の検索を修正。
nl: Zoeken naar velden met bepaalde prioriteit gerepareerd.
pt: Corrigida a pesquisa de campos com certa prioridade.
pt_br: Corrigida a busca de campos com certa prioridade.
ro: S-a reparat căutarea câmpurilor cu o anumită prioritate.
ru: Исправлен поиск полей с определённым приоритетом.
sv: Fixat sökande efter fält med viss prioritet.
ta: சில முன்னுரிமையுடன் புலங்களைத் தேடுவது.
tr: Belirli önceliği olan alanların aranması sorunu düzeltildi.
uk: Виправлено пошук за полями у певній пріоритетності.
zh_hans: 修复了以某种优先性来搜索字段。
zh_hant: 修復了以某種優先性來搜索字段。
