Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`addon-weblate.consistency.languages` no longer includes shared component languages.
sv: :ref:`addon-weblate.consistency.languages` innehåller inte längre delade komponentspråk.

source: :ref:`azure-devops-push` API URL parsing.
sv: :ref:`azure-devops-push` API-URL-tolkning.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/153?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/153?closed=1>`__.

source: *Released on September 5th 2025.*
sv: *Släpptes den 5 september 2025.*

source: Error reporting upon validation of the file upload method.
sv: Felrapportering vid validering av filen uppladdningsmetoden.

source: Detailed language information in new language notifications.
sv: Detaljerad språkinformation i nya språkmeddelanden.

source: Sign-in could not be completed with LDAP.
sv: Inloggningen kunde inte slutföras med LDAP.

source: Nonspacing mark changes highlighting in history.
sv: Ändringar av icke-avståndstecken som markeras i historiken.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/151?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/151?closed=1>`__.

source: *Released on September 4th 2025.*
id: *Dirilis pada 4 September 2025.*
sv: *Släpptes den 4 september 2025.*

source: Smarter retries of unwritable pending changes.
id: Percobaan yang lebih cerdas terhadap perubahan tertunda yang tidak dapat ditulis.
sv: Smartare omförsök av icke-skrivbara väntande ändringar.

source: Failed :ref:`2fa` is visible in :ref:`audit-log`.
id: Gagal :ref:`2fa` terlihat di :ref:`audit-log`.
sv: Misslyckad :ref:`2fa` syns i :ref:`audit-log`.

source: Sign-in form not shown for LDAP.
id: Formulir masuk tidak ditampilkan untuk LDAP.
sv: Inloggningsformuläret visas inte för LDAP.

source: :ref:`check-rst-references` allows translatable reference names.
id: :ref:`check-rst-references` memungkinkan nama referensi yang dapat diterjemahkan.
sv: :ref:`check-rst-references` tillåter översättningsbara referensnamn.

source: :ref:`file_format_params` were not properly applied in some situations.
id: :ref:`file_format_params` tidak diterapkan dengan benar dalam beberapa situasi.
sv: :ref:`file_format_params` tillämpades inte korrekt i vissa situationer.

source: Removed stale :ref:`addon-weblate.xml.customize`.
id: Menghapus :ref:`addon-weblate.xml.customize` yang basi.
sv: Borttaget föråldrat :ref:`addon-weblate.xml.customize`.

source: :ref:`mt-libretranslate` compatibility with LibreTranslate 1.7.0.
id: Kompatibilitas :ref:`mt-libretranslate` dengan LibreTranslate 1.7.0.
sv: :ref:`mt-libretranslate` kompatibilitet med LibreTranslate 1.7.0.

source: Username autocompletion in comments.
id: Pelengkapan otomatis nama pengguna dalam komentar.
sv: Automatisk komplettering av användarnamn i kommentarer.

source: Shorten session expiry while in :ref:`2fa` (:cve:`2025-58352` / :ghsa:`377j-wj38-4728`).
sv: Förkorta sessionens giltighetstid i :ref:`2fa` (:cve:`2025-58352` / :ghsa:`377j-wj38-4728`).

source: Statistics when using :ref:`component-links`.
id: Statistik saat menggunakan :ref:`component-links`.
sv: Statistik vid användning av :ref:`component-links`.

source: :ref:`componentlists` are no longer blocking dashboard loading.
id: :ref:`componentlists` tidak lagi memblokir pemuatan dasbor.
sv: :ref:`componentlists` blockerar inte längre laddningen av instrumentpanelen.

source: Removed support for no longer working :ref:`mt-ibm`.
id: Menghapus dukungan karena tidak lagi berfungsi :ref:`mt-ibm`.
sv: Stöd för :ref:`mt-ibm`, som inte längre fungerar, har tagits bort.

source: There are several changes in :file:`settings_example.py`, most notably, ``django_otp.middleware.OTPMiddleware`` was removed from ``MIDDLEWARE``; please adjust your settings accordingly.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, terutama, ``django_otp.middleware.OTPMiddleware`` dihapus dari ``MIDDLEWARE``; harap sesuaikan pengaturan Anda.
sv: Det finns flera ändringar i :file:`settings_example.py`, framför allt har ``django_otp.middleware.OTPMiddleware`` tagits bort från ``MIDDLEWARE``; justera dina inställningar därefter.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/150?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/150?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/150?closed=1>`__.

source: *Released on August 15th 2025.*
id: *Dirilis pada 15 Agustus 2025.*
sv: *Släpptes den 15 augusti 2025.*

source: Enhanced :ref:`translation-memory` management with configurable status control, see :ref:`memory-status`.
id: Peningkatan :ref:`translation-memory` manajemen dengan kontrol status yang dapat dikonfigurasi, lihat :ref:`memory-status`.
sv: Förbättrad :ref:`translation-memory`-hantering med konfigurerbar statuskontroll, se :ref:`memory-status`.
uk: Покращено :ref:`translation-memory` керування з налаштовуваним контролем стану, див. :ref:`memory-status`.

source: Added :wladmin:`cleanup_memory` management command to remove obsolete translation memory entries.
id: Menambahkan perintah manajemen :wladmin:`cleanup_memory` untuk menghapus entri memori terjemahan yang usang.
sv: Lagt till :wladmin:`cleanup_memory`-hanteringskommando för att ta bort föråldrade översättningsminnesposter.
uk: Додано команду керування :wladmin:`cleanup_memory` для видалення застарілих записів пам'яті перекладів.

source: Added :ref:`project-commit_policy` setting to control which translations are included when committing changes.
id: Menambahkan pengaturan :ref:`project-commit_policy` untuk mengontrol terjemahan mana yang disertakan saat melakukan perubahan.
sv: Lagt till inställningen :ref:`project-commit_policy` för att styra vilka översättningar som ska inkluderas när ändringar commitas.
uk: Додано параметр :ref:`project-commit_policy` для контролю того, які переклади включаються під час фіксації змін.

source: :ref:`file_format_params` can now be configured at the component level.
id: :ref:`file_format_params` sekarang dapat dikonfigurasi pada tingkat komponen.
sv: :ref:`file_format_params` kan nu konfigureras på komponentnivå.

source: Tag and attribute names can now be customized for :ref:`flatxml` with :ref:`file_format_params`.
id: Nama tag dan atribut sekarang dapat disesuaikan untuk :ref:`flatxml` dengan :ref:`file_format_params`.
sv: Taggar och attributnamn kan nu anpassas för :ref:`flatxml` med :ref:`file_format_params`.

source: :ref:`search-strings` supports ``labels_count:NUMBER`` lookup.
id: :ref:`search-strings` mendukung pencarian ``labels_count:NUMBER``.
sv: :ref:`search-strings` stöder ``labels_count:NUMBER``-uppslagning.
uk: :ref:`search-strings` підтримує пошук ``labels_count:NUMBER``.

source: A new :envvar:`SENTRY_MONITOR_BEAT_TASKS` setting allows disabling Sentry monitoring of Celery Beat tasks.
id: Pengaturan :envvar:`SENTRY_MONITOR_BEAT_TASKS` yang baru memungkinkan penonaktifan pemantauan Sentry pada tugas Celery Beat.
sv: En ny inställning :envvar:`SENTRY_MONITOR_BEAT_TASKS` gör det möjligt att inaktivera Sentry-övervakning av Celery Beat-uppgifter.
uk: Новий параметр :envvar:`SENTRY_MONITOR_BEAT_TASKS` дозволяє вимкнути моніторинг завдань Celery Beat з боку Sentry.

source: :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_TITLE` and :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_IMAGE` allow configuring the appearance of the generic OIDC authentication.
id: :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_TITLE` dan :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_IMAGE` memungkinkan konfigurasi tampilan autentikasi OIDC generik.
sv: :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_TITLE` och :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_IMAGE` gör det möjligt att konfigurera utseendet på den generiska OIDC-autentiseringen.
uk: :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_TITLE` та :envvar:`WEBLATE_SOCIAL_AUTH_OIDC_IMAGE` дозволяють налаштувати зовнішній вигляд загальної автентифікації OIDC.

source: Background commits are now identified by an internal user.
id: Komit latar belakang sekarang diidentifikasi oleh pengguna internal.
sv: Bakgrundskommittéer identifieras nu av en intern användare.
uk: Фонові коміти тепер ідентифікуються внутрішнім користувачем.

source: Reorganized navigation menu.
id: Menu navigasi yang ditata ulang.
sv: Omorganiserat navigeringsmeny.
uk: Реорганізоване меню навігації.

source: When editing a language definition, a warning about automated updates is shown; see :ref:`included-languages`.
id: Saat menyunting definisi bahasa, peringatan tentang pembaruan otomatis ditampilkan; lihat :ref:`included-languages`.
sv: När du redigerar en språkteckning visas en varning om automatiska uppdateringar; se :ref:`included-languages`.
uk: Під час редагування визначення мови відображається попередження про автоматичні оновлення; див. :ref:`included-languages`.

source: Avatars for API and internal accounts.
id: Avatar untuk API dan akun internal.
sv: Avatarer för API och interna konton.
uk: Аватари для API та внутрішніх облікових записів.

source: Adding a new TOTP device removes the existing one by default; checkbox for not removing previous ones available.
id: Menambahkan perangkat TOTP baru akan menghapus perangkat yang sudah ada secara bawaan; kotak centang untuk tidak menghapus perangkat sebelumnya tersedia.
sv: När du lägger till en ny TOTP-enhet tas den befintliga bort som standard. Det finns en kryssruta för att inte ta bort tidigare enheter.
uk: Додавання нового пристрою TOTP видаляє існуючий за замовчуванням; прапорець для того, щоб не видаляти попередні, доступний.

source: Creating pull or merge requests to remote repositories is no longer blocked by merge conflicts.
id: Pembuatan permintaan tarik atau gabung ke repositori jarak jauh tidak lagi diblokir oleh konflik penggabungan.
sv: Skapandet av pull- eller merge-förfrågningar till fjärrrepositorier blockeras inte längre av merge-konflikter.
uk: Створення запитів на злиття або пул-реквестів до віддалених репозиторіїв більше не блокується конфліктами злиття.

source: :ref:`check-rst-references` correctly handles Unicode punctuation and detects more issues.
id: :ref:`check-rst-references` menangani tanda baca Unicode dengan benar dan mendeteksi lebih banyak masalah.
sv: :ref:`check-rst-references` hanterar Unicode-interpunktion korrekt och upptäcker fler problem.

source: Migration towards Bootstrap 5 has started, selected views now use Bootstrap 5.
id: Migrasi menuju Bootstrap 5 telah dimulai, tampilan terpilih sekarang menggunakan Bootstrap 5.
sv: Övergången till Bootstrap 5 har påbörjats, utvalda vyer använder nu Bootstrap 5.

source: :ref:`xliff` now supports starting from scratch when :ref:`adding-projects`.
id: :ref:`xliff` sekarang mendukung memulai dari awal saat :ref:`adding-projects`.
sv: :ref:`xliff` stöder nu att börja från scratch när man :ref:`adding-projects`.

source: :ref:`mt-openai` compatibility with latest models.
id: :ref:`mt-openai` kompatibilitas dengan model terbaru.
sv: :ref:`mt-openai` kompatibilitet med de senaste modellerna.

source: :ref:`upload` correctly tracks authorship when using :guilabel:`Replace existing translation file`.
id: :ref:`upload` dengan benar melacak kepengarangan saat menggunakan :guilabel:`Replace existing translation file`.
sv: :ref:`upload` spårar korrekt upphovsmannaskap när man använder :guilabel:`Ersätt befintlig översättningsfil`.
uk: :ref:`upload` правильно відстежує авторство під час використання :guilabel:`Replace existing translation file`.

source: :ref:`mt-deepl` integration now correctly handles all supported source languages.
id: Integrasi :ref:`mt-deepl` sekarang menangani semua bahasa sumber yang didukung dengan benar.
sv: :ref:`mt-deepl`-integrationen hanterar nu alla stödda källspråk korrekt.

source: Possible crash on macOS 15 in :samp:`strxfrm`.
id: Kemungkinan mogok pada macOS 15 di :samp:`strxfrm`.
sv: Möjlig krasch på macOS 15 i :samp:`strxfrm`.
uk: Можливий збій на macOS 15 :samp:`strxfrm`.

source: Internal server error on permission denied while uploading files.
id: Terjadi galat server internal saat izin ditolak saat mengunggah berkas.
sv: Internt serverfel vid behörighetsnekad vid uppladdning av filer.
uk: Внутрішня помилка сервера: відмова в доступі під час завантаження файлів.

source: Some addons have been deprecated and replaced by :ref:`file_format_params`: :ref:`addon-weblate.gettext.customize`, :ref:`addon-weblate.json.customize`, :ref:`addon-weblate.yaml.customize`, :ref:`addon-weblate.xml.customize`.
id: Beberapa pengaya telah ditinggalkan dan digantikan oleh :ref:`file_format_params`: :ref:`addon-weblate.gettext.customize`, :ref:`addon-weblate.json.customize`, :ref:`addon-weblate.yaml.customize`, :ref:`addon-weblate.xml.customize`.
sv: Vissa tillägg har fasats ut och ersatts av :ref:`file_format_params`: :ref:`addon-weblate.gettext.customize`, :ref:`addon-weblate.json.customize`, :ref:`addon-weblate.yaml.customize`, :ref:`addon-weblate.xml.customize`.

source: :ref:`machine-translation`, :ref:`addon-weblate.autotranslate.autotranslate` and :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/autotranslate/` now support all search operators, not only limited filters. Existing add-on configuration has been migrated. API users will need to adjust invocation.
id: :ref:`machine-translation`, :ref:`addon-weblate.autotranslate.autotranslate`, dan :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/autotranslate/` kini mendukung semua operator pencarian, tidak hanya filter terbatas. Konfigurasi pengaya yang ada telah dimigrasikan. Pengguna API perlu menyesuaikan pemanggilannya.
sv: :ref:`machine-translation`, :ref:`addon-weblate.autotranslate.autotranslate` och :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/autotranslate/` stöder nu alla sökoperatorer, inte bara begränsade filter. Befintlig tilläggskonfiguration har migrerats. API-användare måste justera anropet.

source: The distributed locking now uses a different implementation and that introduced several changes in :file:`settings_example.py`, most notably ``BACKEND`` in ``CACHES`` needs to be changed.
sv: Den distribuerade låsningen använder nu en annan implementering och det har medfört flera ändringar i :file:`settings_example.py`, framför allt måste ``BACKEND`` i ``CACHES`` ändras.

source: The Docker container is now using :program:`granian`. This now requires explicit configuration of proxy trusted headers, including client protocol. :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER` typically needs to be added to avoid redirect loop, for example:
id: Kontainer Docker sekarang menggunakan :program:`granian`. Ini sekarang memerlukan konfigurasi eksplisit header tepercaya proksi, termasuk protokol klien. :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER` biasanya perlu ditambahkan untuk menghindari pengulangan pengalihan, misalnya:
sv: Docker-containern använder nu :program:`granian`. Detta kräver nu en explicit konfiguration av proxy-betrodda rubriker, inklusive klientprotokoll. :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER` måste vanligtvis läggas till för att undvika omdirigeringsloopar, till exempel:

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/143?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/143?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/143?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/143?closed=1>`__.

source: *Released on June 20th 2025.*
hu: *Kiadva: 2025. június 20.*
id: *Dirilis pada 20 Juni 2025.*
nl: *Uitgegeven op 20 juni 2025.*
sv: *Släppt den 20 juni 2025.*
uk: *Випущено 20 червня 2025 року.*

source: :ref:`mt-deepl` integration now supports using next-gen LLM model.
hu: A :ref:`mt-deepl` integráció már támogatja az új generációs LLM modellt.
id: Integrasi :ref:`mt-deepl` sekarang mendukung penggunaan model LLM generasi berikutnya.
nl: :ref:`mt-deepl`-integratie ondersteunt nu het gebruiken van het LLM-model next-gen.
sv: :ref:`mt-deepl`-integrationen stöder nu användning av nästa generations LLM-modell.
uk: В інтеграції :ref:`mt-deepl` у новій версії передбачено використання ВММ next-gen.

source: Restoring :ref:`projectbackup` with votes.
hu: A :ref:`projectbackup` visszaállítása mostantól a szavazatokat is tartalmazza.
id: Memulihkan :ref:`projectbackup` dengan suara.
nl: Herstellen van :ref:`projectbackup` met stemmen.
sv: Återställer :ref:`projectbackup` med röster.
uk: Відновлено :ref:`projectbackup` з голосуванням.

source: Improved error handling in :ref:`mt-apertium-apy`.
hu: Javított hibakezelés az :ref:`mt-apertium-apy` esetén.
id: Peningkatan penanganan galat dalam :ref:`mt-apertium-apy`.
nl: Verbeterde foutafhandeling in :ref:`mt-apertium-apy`.
sv: Förbättrad felhantering i :ref:`mt-apertium-apy`.
uk: Удосконалено обробку помилок у :ref:`mt-apertium-apy`.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/148?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/148?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/148?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/148?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/148?closed=1>`__.
uk: `Всі зміни докладно <https://github.com/WeblateOrg/weblate/milestone/148?closed=1>`__.

source: *Released on June 16th 2025.*
hu: *Kiadva: 2025. június 16.*
id: *Dirilis pada 16 Juni 2025.*
nl: *Uitgegeven op 16 juni 2025.*
sv: *Släpptes den 16 juni 2025.*
uk: *Випущено 16 червня 2025 року.*

source: :ref:`sbom` now includes serial number.
id: :ref:`sbom` sekarang menyertakan nomor seri.
sv: :ref:`sbom` innehåller nu serienummer.
uk: :ref:`sbom` тепер містить серійний номер.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/147?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/147?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/147?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/147?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/147?closed=1>`__.
uk: `Всі зміни докладно <https://github.com/WeblateOrg/weblate/milestone/147?closed=1>`__.

source: Security
hu: Biztonság
id: Keamanan
nl: Beveiliging
sv: Säkerhet
uk: Безпека

source: Exposure of personal IP address via e-mail (:cve:`2025-49134` / :ghsa:`4qqf-9m5c-w2c5`).
hu: Személyes IP-cím kiszivárgása e-mailen keresztül (:cve:`2025-49134` / :ghsa:`4qqf-9m5c-w2c5`).
id: Paparan alamat IP pribadi melalui surel (:cve:`2025-49134` / :ghsa:`4qqf-9m5c-w2c5`).
nl: Weergeven van persoonlijk IP-adres via e-mail (:cve:`2025-49134` / :ghsa:`4qqf-9m5c-w2c5`).
sv: Exponering av personlig IP-adress via e-post (:cve:`2025-49134` / :ghsa:`4qqf-9m5c-w2c5`).
uk: Розкриття особистої IP-адреси через електронну пошту (:cve:`2025-49134` / :ghsa:`4qqf-9m5c-w2c5`).

source: Lack of rate limiting when verifying second factor (:cve:`2025-47951` / :ghsa:`57jg-m997-cx3q`).
hu: Hiányzó lekérdezési korlát a második hitelesítési faktor ellenőrzésénél (:cve:`2025-47951` / :ghsa:`57jg-m997-cx3q`).
id: Kurangnya pembatasan akses saat memverifikasi faktor kedua (:cve:`2025-47951` / :ghsa:`57jg-m997-cx3q`).
nl: Ontbreken van snelheidsbeperking bij verifiëren tweede factor (:cve:`2025-47951` / :ghsa:`57jg-m997-cx3q`).
sv: Bristande hastighetsbegränsning vid verifiering av andra faktorn (:cve:`2025-47951` / :ghsa:`57jg-m997-cx3q`).
uk: Не вистачає обмеження частоти при перевірці множника секунд (:cve:`2025-47951` / :ghsa:`57jg-m997-cx3q`).

source: :ref:`addon-weblate.json.customize` now has a configurable compact mode.
de: :ref:`addon-weblate.json.customize` hat jetzt einen konfigurierbaren Kompaktmodus.
ga: Tá mód dlúth inchumraithe ag :ref:`addon-weblate.json.customize` anois.
hu: A :ref:`addon-weblate.json.customize` kiegészítő mostantól konfigurálható tömör (compact) móddal is rendelkezik.
id: :ref:`addon-weblate.json.customize` sekarang memiliki mode ringkas yang dapat dikonfigurasi.
nl: :ref:`addon-weblate.json.customize` heeft nu een te configureren modus Compact.
pt_br: :ref:`addon-weblate.json.customize` agora tem um modo compacto configurável.
sv: :ref:`addon-weblate.json.customize` har nu ett konfigurerbart kompakt läge.
uk: :ref:`addon-weblate.json.customize` тепер має налаштовуваний компактний режим.

source: Added :ref:`check-kabyle-characters` quality check.
de: Qualitätsprüfung :ref:`check-kabyle-characters` hinzugefügt.
ga: Seiceáil cáilíochta :ref:`check-kabyle-characters` curtha leis.
hu: Új minőség-ellenőrzés: :ref:`check-kabyle-characters`.
id: Menambahkan :ref:`check-kabyle-characters` pemeriksaan kualitas.
nl: Kwaliteitscontrole :ref:`check-kabyle-characters` toegevoegd.
pt_br: Adicionada a verificação de qualidade :ref:`check-kabyle-characters`.
sv: Lagt till :ref:`check-kabyle-characters` kvalitetskontroll.
uk: Додано перевірку якості :ref:`check-kabyle-characters`.

source: :ref:`sbom` is now being provided for Weblate.
de: :ref:`sbom` wird jetzt für Weblate bereitgestellt.
ga: Tá :ref:`sbom` á chur ar fáil do Weblate anois.
hu: A Weblate mostantól biztosítja a :ref:`sbom` fájlt is.
id: :ref:`sbom` sekarang disediakan untuk Weblate.
nl: :ref:`sbom` wordt nu verschaft voor Weblate.
sv: :ref:`sbom` tillhandahålls nu för Weblate.
uk: :ref:`sbom` тепер доступний для Weblate.

source: :doc:`/security/index` documentation.
de: Dokumentation :doc:`/security/index`.
ga: doiciméadacht :doc:`/security/index`.
hu: :doc:`/security/index` dokumentáció.
id: :doc:`/security/index` dokumentasi.
nl: :doc:`/security/index` documentatie.
pt_br: documentação :doc:`/security/index`.
sv: :doc:`/security/index` dokumentation.
uk: :doc:`/security/index` документація.

source: Added support for :doc:`/formats/compose-multiplatform-resources`.
de: Unterstützung für :doc:`/formats/compose-multiplatform-resources` hinzugefügt.
ga: Cuireadh tacaíocht leis do :doc:`/formats/compose-multiplatform-resources`.
hu: Támogatás a :doc:`/formats/compose-multiplatform-resources` formátumhoz.
id: Menambahkan dukungan untuk :doc:`/formats/compose-multiplatform-resources`.
nl: Toegevoegde ondersteuning voor :doc:`/formats/compose-multiplatform-resources`.
sv: Lagt till stöd för :doc:`/formats/compose-multiplatform-resources`.
uk: Додана підтримка для :doc:`/formats/compose-multiplatform-resources`.

source: Added :guilabel:`Translation Coordinator` role.
de: Rolle :guilabel:`Übersetzungskoordinator` hinzugefügt.
ga: Cuireadh ról :guilabel:`Translation Coordinator` leis.
hu: Új szerepkör: :guilabel:`Fordítási koordinátor`.
id: Menambahkan peran :guilabel:`Translation Coordinator`.
nl: Toegevoegde rol :guilabel:`Coördinator vertaling`.
sv: Lagt till rollen :guilabel:`Översättningskoordinator`.
uk: Додано роль :guilabel:`Translation Coordinator`.

source: :ref:`addon-weblate.webhook.slack` is now available as an add-on.
de: :ref:`addon-weblate.webhook.slack` sind jetzt als Erweiterung verfügbar.
ga: Tá :ref:`addon-weblate.webhook.slack` ar fáil anois mar bhreiseán.
hu: A :ref:`addon-weblate.webhook.slack` mostantól kiegészítőként elérhető.
id: :ref:`addon-weblate.webhook.slack` sekarang tersedia sebagai pengaya.
nl: :ref:`addon-weblate.webhook.slack` is nu beschikbaar als een add-on.
sv: :ref:`addon-weblate.webhook.slack` finns nu tillgängligt som tillägg.
uk: :ref:`addon-weblate.webhook.slack` тепер доступний як доповнення.
