Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Delete add-on.
de: Löscht die Erweiterung.
ga: Scrios an breiseán.
hu: Kiegészítő törlése.
id: Hapus pengaya.
ja: アドオンを削除します。
nl: Add-on verwijderen.
pt: Apaga extensão.
pt_br: Exclui complemento.
ro: Șterge add-on.
ru: Удаляет надстройку.
sv: Ta bort tillägg.
ta: துணை நிரலை நீக்குக
tr: Eklentiyi siler.
uk: Видалити додаток.
zh_hans: 删除附加组件。

source: Component lists
de: Komponentenlisten
ga: Liosta míre
hu: Összetevőlisták
id: Daftar komponen
ja: 複数のコンポーネント リスト
nl: Onderdelenlijsten
pt: Listas de componentes
pt_br: Listas de componentes
ro: Liste de componente
ru: Списки компонентов
sv: Komponentlistor
ta: கூறு பட்டியல்கள்
tr: Bileşen listeleri
uk: Списки складників
zh_hans: 部件列表
zh_hant: 組件列表

source: Returns a list of component lists.
de: Gibt eine Liste der Komponentenlisten zurück.
ga: Seoltar liosta liostaí comhpháirteanna ar ais.
hu: Lekéri az összetevőlisták listáját.
id: Mengembalikan daftar komponen.
ja: すべてのコンポーネント リストのリストを返します。
nl: Geeft een lijst met onderdelenlijsten terug.
pt: Retorna uma lista de listas de componentes.
pt_br: Retorna uma lista de listas de componentes.
ro: Returnează o listă de liste de componente.
ru: Возвращает список списков компонентов.
sv: Returnerar en lista med komponentlistor.
ta: கூறு பட்டியல்களின் பட்டியலை வழங்குகிறது.
tr: Bileşen listelerinin listesini görüntüler.
uk: Повертає список списків складників.
zh_hans: 返回一个部件列表的列表。
zh_hant: 返回組件列表的列表。

source: Returns information about component list.
de: Gibt Informationen über die Komponentenliste zurück.
ga: Tuairisceáin faisnéis faoi liosta comhpháirteanna.
hu: Információt ad az összetevőlistáról.
id: Mengembalikan informasi tentang daftar komponen.
ja: コンポーネント リストに関する情報を返します。
nl: Geeft informatie terug over een onderdelenlijst.
pt: Retorna informações sobre a lista de componentes.
pt_br: Retorna informações sobre a lista de componentes.
ro: Returnează informații despre lista de componente.
ru: Возвращает информацию о списке компонентов.
sv: Returnerar information om komponentlistan.
ta: கூறு பட்டியல் பற்றிய தகவல்களை வழங்குகிறது.
tr: Bileşen listesi ile ilgili bilgileri görüntüler.
uk: Повертає відомості щодо списку складників.
zh_hans: 返回部件列表的信息。
zh_hant: 返回組件列表的信息。

source: Component list slug
de: Komponentenliste-Slug
ga: Seilide liosta comhpháirte
hu: Összetevőlista URL-azonosító (slug)
id: Slug daftar komponen
ja: コンポーネント リストのスラッグ
nl: Slug onderdelenlijst
pt: URL amigável da lista de componentes
pt_br: URL amigável da lista de componentes
ro: Lipsă în lista de componente
ru: Плашка списка компонентов
sv: Komponentlista slug
ta: கூறு பட்டியல் ச்லக்
tr: Bileşen listesi kısaltması
uk: Ідентифікатор списку складників
zh_hans: 部件列表的标识串
zh_hant: 組件列表的標識串

source: name of a component list
de: Name einer Komponentenliste
ga: ainm liosta comhpháirteanna
hu: összetevőlista neve
id: nama daftar komponen
ja: コンポーネント リストの名前
nl: naam van een onderdelenlijst
pt: nome de uma lista de componentes
pt_br: nome de uma lista de componentes
ro: numele unei liste de componente
ru: название списка компонентов
sv: namn på en komponentlista
ta: ஒரு கூறு பட்டியலின் பெயர்
tr: bir bileşen listesinin adı
uk: назва списку складників
zh_hans: 部件列表的名称
zh_hant: 組件列表的名稱

source: slug of a component list
de: Slug einer Komponentenliste
ga: slug de liosta comhpháirteanna
hu: összetevőlista URL-azonosítója
id: slug daftar komponen
ja: コンポーネント リストのスラッグ
nl: slug van een onderdelenlijst
pt: URL amigável de uma lista de componentes
pt_br: URL amigável de uma lista de componentes
ro: sloganul unei liste de componente
ru: плашка списка компонентов
sv: komponentlista
ta: ஒரு கூறு பட்டியலின் ச்லக்
tr: bir bileşen listesinin kısaltması
uk: ідентифікатор списку складників
zh_hans: 部件列表的表示串
zh_hant: 組件列表的表示串

source: whether to show it on a dashboard
de: Ob es auf einer Übersichtsseite angezeigt werden soll
ga: cibé acu é a thaispeáint ar an deais
hu: megjelenjen-e az vezérlőpulton
id: apakah akan menampilkannya di dasbor
ja: ダッシュボードに表示するかどうか
nl: of het op een dashboard moet worden weergegeven
pt: se deve mostrar num painel
pt_br: se deve mostrar em um painel
ro: dacă se afișează pe un tablou de bord
ru: показывать ли его на панели управления
sv: om det ska visas på en instrumentpanel
ta: அதை ஒரு டாச்போர்டில் காட்ட வேண்டுமா
tr: bir panoda görüntülenip görüntülenmeyeceği
uk: визначає, чи слід показувати його на панелі приладів
zh_hans: 是否在操作面板上显示
zh_hant: 是否在控制台上顯示

source: automatic assignment rules
de: Automatische Zuweisungsregeln
ga: rialacha sannadh uathoibríoch
hu: automatikus hozzárendelési szabályok
id: aturan penugasan otomatis
ja: 自動割り当て規則
nl: regels voor automatisch toewijzen
pt: regras de atribuição automáticas
pt_br: regras de atribuição automáticas
ro: reguli de atribuire automată
ru: правила автоматического назначения
sv: automatiska tilldelningsregler
ta: தானியங்கி ஒதுக்கீட்டு விதிகள்
tr: kendiliğinden atama kuralları
uk: правила автоматичної прив'язки
zh_hans: 自动分配规则
zh_hant: 自動分配規則

source: Changes the component list parameters.
de: Ändert die Parameter der Komponentenliste.
ga: Athruithe ar pharaiméadair liosta na gcomhpháirteanna.
hu: Módosítja az összetevőlista paramétereit.
id: Mengubah parameter daftar komponen.
ja: コンポーネント リストのパラメータを変更します。
nl: Wijzigt de parameters voor de onderdelenlijst.
pt: Altera os parâmetros da lista de componentes.
pt_br: Altera os parâmetros da lista de componentes.
ro: Modifică parametrii listei de componente.
ru: Изменяет параметры списка компонентов.
sv: Ändrar komponentlistans parametrar.
ta: கூறு பட்டியல் அளவுருக்களை மாற்றுகிறது.
tr: Bileşen listesi parametrelerini değiştirir.
uk: Змінює параметри списку складників.
zh_hans: 更改部件列表参数。
zh_hant: 更改組件列表參數。

source: Deletes the component list.
de: Löscht die Komponentenliste.
ga: Scrios an liosta comhpháirteanna.
hu: Összetevőlista törlése.
id: Menghapus daftar komponen.
ja: コンポーネント リストを削除します。
nl: Verwijdert de onderdelenlijst.
pt: Apaga a lista de componentes.
pt_br: Exclui a lista de componentes.
ro: Șterge lista de componente.
ru: Удаляет список компонентов.
sv: Tar bort komponentlistan.
ta: கூறு பட்டியலை நீக்குகிறது.
tr: Bileşen listesini siler.
uk: Вилучає список складників.
zh_hans: 删除部件列表。
zh_hant: 刪除組件列表。

source: List components in a component list.
de: Auflisten von Komponenten in einer Komponentenliste.
ga: Déan liosta de na comhpháirteanna i liosta comhpháirteanna.
hu: Összetevők listázása egy összetevőlistában.
id: Daftar komponen dalam daftar komponen.
ja: コンポーネント リスト内のコンポーネントを一覧表示します。
nl: Vermeld onderdelen in een onderdelenlijst.
pt: Listar componentes numa lista de componentes.
pt_br: Listar componentes em uma lista de componentes.
ru: Перечислить компоненты в списке компонентов.
sv: Lista komponenter i en komponentlista.
ta: ஒரு கூறு பட்டியலில் கூறுகளை பட்டியலிடுங்கள்.
tr: Bir bileşen listesindeki bileşenleri görüntüler.
uk: Перелічує складники у списку складників.
zh_hans: 列出部件列表中的部件。

source: type slug
de: Typ-Slug
ga: cineál seilide
hu: slug típusa
id: jenis slug
ja: タイプ スラッグ
pt: tipo de url amigável
pt_br: tipo de url amigável
sv: typ slug
ta: ச்லக் தட்டச்சு செய்க
tr: kısaltma türü

source: form string component_id
de: Formatzeichenkette-Komponenten-ID
ga: foirm teaghrán component_id
hu: űrlapmező (szöveg): component_id
id: bentuk string komponen_id
ja: フォーム文字列コンポーネント ID
nl: formulier tekenreeks onderdeel_id
pt: cadeia do formulário componente_id
pt_br: texto do formulário componente_id
sv: form sträng komponent_id
ta: வடிவ சரம் கூறு_ஐடி
tr: form dizge bileşen kimliği
zh_hans: 从字符串 component_id

source: Component ID
de: Komponenten-ID
ga: Aitheantas na Comhpháirte
hu: Összetevő azonosító
id: ID Komponen
ja: コンポーネント ID
nl: ID onderdeel
pt: ID do componente
pt_br: ID do componente
ro: ID-ul componentei
ru: Идентификатор компонента
sv: Komponent-ID
ta: கூறு ஐடி
tr: Bileşen kimliği
uk: Ідентифікатор складника
zh_hans: 部件 ID
zh_hant: 組件 ID

source: Associate component with a component list.
de: Ordnet Komponente einer Komponentenliste zu.
ga: Comhpháirt a chomhcheangal le liosta comhpháirteanna.
hu: Összetevő társítása egy összetevőlistához.
id: Kaitkan komponen dengan daftar komponen.
ja: コンポーネントをコンポーネント リストに関連付けます。
nl: Associeer onderdeel met een onderdelenlijst.
pt: Associa um componente a uma lista de componentes.
pt_br: Associa um componente a uma lista de componentes.
ro: Se asociază componenta cu o listă de componente.
ru: Связывает компонент со списком компонентов.
sv: Koppla komponenten till en komponentlista.
ta: ஒரு கூறு பட்டியலுடன் இணை கூறு.
tr: Bileşeni bir bileşen listesiyle ilişkilendirir.
uk: Пов'язати складник зі списком складників.
zh_hans: 使部件与部件列表相关。
zh_hant: 使組件與組件列表相關。

source: Disassociate a component from the component list.
de: Hebt die Zuordnung einer Komponente zur Komponentenliste auf.
ga: Dícheangail comhpháirt ón liosta comhpháirteanna.
hu: Összetevő leválasztása az összetevőlistáról.
id: Pisahkan komponen dari daftar komponen.
ja: コンポーネント リストからコンポーネントの関連付けを解除します。
nl: Ontkoppel een onderdeel van een onderdelenlijst.
pt: Desassocia um componente da lista de componentes.
pt_br: Desassocia um componente da lista de componentes.
ro: Disociază o componentă din lista de componente.
ru: Отвязывает компонент от списка компонентов.
sv: Ta bort en komponent från komponentlistan.
ta: கூறு பட்டியலிலிருந்து ஒரு கூறுகளை பிரிக்கவும்.
tr: Bileşen listesinden bir bileşenin ilişkisini kaldırır.
uk: Відв'язати складник зі списку складників.
zh_hans: 取消部件与部件列表的关联。
zh_hant: 將組件與組件列表接觸相關性。

source: Glossaries are now stored as regular components, translations and strings, please use respective API instead.
de: Glossare werden nun als reguläre Komponenten, Übersetzungen und Zeichenketten gespeichert, bitte verwenden Sie stattdessen die entsprechende API.
ga: Stóráiltear gluaiseanna anois mar chomhpháirteanna, aistriúcháin agus teaghráin rialta, bain úsáid as an API faoi seach ina ionad sin.
hu: A szójegyzékek mostantól szokásos összetevőként, fordításokként és szövegekként vannak tárolva, használja a megfelelő API-t helyette.
id: Glosarium sekarang disimpan sebagai komponen, terjemahan, dan string biasa, silakan gunakan API masing-masing sebagai gantinya.
ja: 用語集は、通常のコンポーネント、翻訳、文字列として保存されるようになりました。それぞれの API を使用してください。
nl: Woordenlijsten worden nu opgeslagen als reguliere onderdelen, vertalingen en tekenreeksen, gebruik in plaats daarvan hun respectievelijke API.
pt: Glossários agora são armazenados como componentes, traduções e cadeias comuns. Use a respetiva API.
pt_br: Glossários agora são armazenados como componentes, traduções e textos comuns. Use a respectiva API.
ro: Glosarele sunt acum stocate ca și componente obișnuite, traduceri și șiruri de caractere, vă rugăm să utilizați în schimb API-ul respectiv.
ru: Словари теперь хранятся как обычные компоненты, переводы и строки, поэтому используйте для работы с ними соответствующие API.
sv: Ordlistor lagras nu som vanliga komponenter, översättningar och strängar. Använd respektive API istället.
ta: சொற்களஞ்சியங்கள் இப்போது வழக்கமான கூறுகள், மொழிபெயர்ப்புகள் மற்றும் சரங்களாக சேமிக்கப்பட்டுள்ளன, அதற்கு பதிலாக அந்தந்த பநிஇ ஐப் பயன்படுத்து.
tr: Sözlükler artık normal bileşenler, çeviriler ve dizgeler olarak kaydediliyor. Lütfen bunun yerine ilgili API uygulamasını kullanın.
uk: У нових версіях глосарії зберігаються як звичайні складники, переклади і рядки. Будь ласка, скористайтеся відповідним API.
zh_hans: 术语表现在存储为常规部件、翻译和字符串，请改用相应的 API。
zh_hant: 表格現在存儲為常規組件，翻譯和字符串，請使用相應的API。

source: Tasks
de: Aufgaben
ga: Tascanna
hu: Feladatok
id: Tugas
ja: タスク
nl: Taken
pt: Tarefas
pt_br: Tarefas
ro: Sarcini
ru: Задачи
sv: Uppgifter
ta: பணிகள்
tr: Görevler
uk: Завдання
zh_hans: 任务

source: Listing of the tasks is currently not available.
de: Eine Auflistung der Aufgaben ist derzeit nicht verfügbar.
ga: Níl liosta de na tascanna ar fáil faoi láthair.
hu: A feladatok listázása jelenleg nem érhető el.
id: Daftar tugas saat ini tidak tersedia.
ja: タスクの一覧は現在使用できません。
nl: Vermelding van de taken is momenteel niet beschikbaar.
pt: A listagem de tarefas não está disponível no momento.
pt_br: A listagem de tarefas não está disponível no momento.
ro: Lista de sarcini nu este disponibilă în prezent.
ru: На данный момент получение списка задач недоступно.
sv: Förteckningen över uppgifterna är för närvarande inte tillgänglig.
ta: பணிகளின் பட்டியல் தற்போது கிடைக்கவில்லை.
tr: Görevlerin listesi şu anda alınamıyor.
uk: Наразі перелік завдань недоступний.
zh_hans: 任务列表当前不可用。

source: Returns information about a task.
de: Gibt Informationen über eine Aufgabe zurück.
ga: Filleann sé eolas faoi thasc.
hu: Információt ad egy feladatról.
id: Mengembalikan informasi tentang suatu tugas.
ja: タスクに関する情報を返します。
nl: Geeft informatie over een taak terug.
pt: Retorna informações sobre uma tarefa.
pt_br: Retorna informações sobre uma tarefa.
ru: Возвращает информацию о задаче.
sv: Returnerar information om en uppgift.
ta: ஒரு பணியைப் பற்றிய தகவல்களைத் தருகிறது.
tr: Bir görev ile ilgili bilgileri görüntüler.
uk: Повертає відомості про завдання.
zh_hans: 返回任务信息。

source: Task UUID
de: Aufgaben-UUID
ga: Tasc UUID
hu: Feladat UUID
id: UUID Tugas
ja: タスク UUID
nl: UUID taak
pt: UUID da tarefa
pt_br: UUID da tarefa
ro: UUID al task-ului
ru: UUID задачи
sv: Uppgift UUID
ta: பணி uuid
tr: Görev UUID
uk: UUID завдання
zh_hans: 任务 UUID
zh_hant: 任務 UUID

source: Whether the task has completed
de: Ob die Aufgabe abgeschlossen wurde
ga: Cibé an bhfuil an tasc críochnaithe
hu: A feladat befejeződött-e
id: Apakah tugas telah selesai atau belum
ja: タスクが完了したかどうか
nl: Of de taak is voltooid
pt: Se a tarefa foi concluída
pt_br: Se a tarefa foi concluída
ro: Dacă task-ul a fost finalizat
ru: Завершилась ли задача
sv: Om uppgiften har slutförts
ta: பணி முடிந்ததா
tr: Görevin tamamlanıp tamamlanmadığı
uk: Чи виконано завдання
zh_hans: 任务是否已完成

source: Task progress in percent
de: Aufgabenfortschritt in Prozent
ga: Dul chun cinn tasc i faoin gcéad
hu: Feladat előrehaladása százalékban
id: Kemajuan tugas dalam persen
ja: タスクの進捗率
nl: Voortgang taak in percentage
pt: Progresso da tarefa em percentagem
pt_br: Progresso da tarefa em porcentagem
ro: Progresul task-ului în procente
ru: Ход выполнения задачи (в процентах)
sv: Uppgiftsförlopp i procent
ta: விழுக்காடு பணி முன்னேற்றம்
tr: Yüzde olarak görev ilerlemesi
uk: Перебіг виконання завдання у відсотках
zh_hans: 任务进度百分比

source: Task result or progress details
de: Details zum Aufgabenergebnis oder -fortschritt
ga: Toradh an taisc nó sonraí dul chun cinn
hu: Feladat eredménye vagy részletes állapota
id: Rincian hasil atau kemajuan tugas
ja: タスクの結果または進捗状況の詳細
nl: Resultaat taak of detail voortgang
pt: Resultado da tarefa ou detalhes do progresso
pt_br: Resultado da tarefa ou detalhes do progresso
ro: Rezultatul sarcinii sau detalii privind progresul
ru: Результат выполнения задачи или дополнительная информация о ходе её выполнения
sv: Uppgiftsresultat eller framstegsinformation
ta: பணி முடிவு அல்லது முன்னேற்ற விவரங்கள்
tr: Görev sonucu veya ilerleme ayrıntıları
uk: Відомості про результат або перебіг виконання завдання
zh_hans: 任务结果或过程细节
zh_hant: 任務結果或過程細節

source: Task log
de: Aufgabenprotokoll
ga: Logchomhad tascanna
hu: Feladat naplója
id: Log tugas
ja: タスクの履歴
nl: Log van taak
pt: Registos da tarefa
pt_br: Registros da tarefa
ro: Jurnal de sarcini
ru: Журнал выполнения задачи
sv: Uppgiftslogg
ta: பணி பதிவு
tr: Görev günlüğü
uk: Журнал завдань
zh_hans: 任务日志

source: Statistics
de: Statistik
ga: Staitisticí
hu: Statisztikák
id: Statistik
ja: 統計データ
nl: Statistieken
pt: Estatísticas
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sv: Statistik
ta: புள்ளிவிவரங்கள்
tr: İstatistikler
uk: Статистика
zh_hans: 统计

source: There are several statistics endpoints for objects and all of them contain same structure.
de: Es gibt mehrere Statistikendpunkte für Objekte, die alle dieselbe Struktur aufweisen.
ga: Tá roinnt críochphointí staitisticí ann do réada agus tá an struchtúr céanna iontu ar fad.
hu: Több statisztikai végpont is elérhető objektumokhoz, mindegyik azonos struktúrát használ.
id: Ada beberapa titik akhir statistik untuk objek dan semuanya berisi struktur yang sama.
ja: オブジェクトごとに複数の統計エンドポイントがあり、どれも同じ構造をしています。
nl: Er zijn verscheidene eindpunten voor statistieken voor objecten en ze bevatten allemaal dezelfde structuur.
pt: Existem vários pontos de extremidade de estatísticas para objetos e todos eles contêm a mesma estrutura.
pt_br: Há vários pontos de extremidade de estatísticas para objetos e todos eles contêm a mesma estrutura.
ru: Существует несколько конечных точек статистики для объектов, и все они имеют одинаковую структуру.
sv: Det finns flera statistikändpunkter för objekt och alla har samma struktur.
ta: பொருள்களுக்கு பல புள்ளிவிவர இறுதிப் புள்ளிகள் உள்ளன, அவை அனைத்தும் ஒரே கட்டமைப்பைக் கொண்டுள்ளன.
tr: Nesneler için birkaç istatistik uç noktası vardır ve bunların tümünün yapısı aynıdır.
uk: Існує декілька кінцевих точок статистичних даних, і всі вони містять однакову структуру.
zh_hans: 有几个对象的统计端点，所有端点包含相同的结构。

source: URL path
de: URL-Pfad
ga: Conair URL
hu: URL-útvonal
id: Jalur URL
ja: URL パス
nl: Pad URL
pt: Caminho do URL
pt_br: Caminho do URL
ru: URL-путь
sv: URL-sökväg
ta: முகவரி பாதை
tr: Adres yolu
uk: Шлях адреси
zh_hans: URL 路径

source: total number of characters
de: Gesamtzahl der Zeichen
ga: líon iomlán na gcarachtar
hu: karakterek teljes száma
id: jumlah total karakter
ja: 合計文字数
nl: totaal aantal tekens
pt: número total de caracteres
pt_br: número total de caracteres
ru: общее количество символов
sv: totalt antal tecken
ta: மொத்த எழுத்துக்களின் எண்ணிக்கை
tr: toplam karakter sayısı
uk: загальна кількість символів
zh_hans: 总字符数

source: date of last change
de: Datum der letzten Änderung
ga: dáta an athraithe dheireanaigh
hu: utolsó változtatás dátuma
id: tanggal perubahan terakhir
ja: 最終変更日
nl: datum laatste wijziging
pt: data da última alteração
pt_br: data da última alteração
ro: data ultimei modificări
ru: дата последнего изменения
sv: datum för senaste ändring
ta: கடைசி மாற்றத்தின் தேதி
tr: son değişiklik tarihi
uk: дата останньої зміни
zh_hans: 最后一次更改的日期
zh_hant: 上次更改的日期

source: number of translated characters
de: Anzahl der übersetzten Zeichen
ga: líon na gcarachtar aistrithe
hu: lefordított karakterek száma
id: jumlah karakter yang diterjemahkan
ja: 翻訳済みの文字数
nl: aantal vertaalde tekens
pt: número de caracteres traduzidos
pt_br: número de caracteres traduzidos
ro: numărul de caractere traduse
ru: количество переведённых символов
sv: antal översatta tecken
ta: மொழிபெயர்க்கப்பட்ட எழுத்துக்களின் எண்ணிக்கை
tr: çevrilmiş karakter sayısı
uk: кількість перекладених символів
zh_hans: 已翻译字符的数量
zh_hant: 已翻譯字符的數量

source: percentage of translated characters
de: Prozentsatz der übersetzten Zeichen
ga: céatadán de charachtair aistrithe
hu: lefordított karakterek aránya
id: persentase karakter yang diterjemahkan
ja: 翻訳済みの文字の割合
nl: percentage vertaalde tekens
pt: percentagem de caracteres traduzidos
pt_br: porcentagem de caracteres traduzidos
ro: procentul de caractere traduse
ru: процент переведенных символов
sv: procentandel översatta tecken
ta: மொழிபெயர்க்கப்பட்ட எழுத்துக்களின் விழுக்காடு
tr: çevrilmiş karakter yüzdesi
uk: частка перекладених символів
zh_hans: 已翻译字符的百分比
zh_hant: 已翻譯字符的百分比

source: number of fuzzy (marked for edit) words
de: Anzahl der ungenauen (zur Bearbeitung markierten) Wörter
ga: líon na bhfocal doiléir (marcáilte le cur in eagar)
hu: szerkesztést igénylő (zavaros) szavak száma
id: jumlah kata fuzzy (ditandai untuk disunting)
ja: あいまいな（要編集付き）単語の数
nl: aantal fuzzy (gemarkeerd voor bewerken) woorden
pt: número de palavras imprecisas (marcadas para edição)
pt_br: número de palavras aproximadas (marcados para edição)
ru: количество неточных (отмеченных «на правку») слов
sv: antal otydliga (markerade för redigering) ord
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) சொற்களின் எண்ணிக்கை
tr: belirsiz (düzenlenecek olarak imlenmiş) sözcük sayısı
uk: кількість неточно перекладених (позначених для редагування) слів
zh_hans: 模糊（标记为需要编辑）的单词数

source: number of fuzzy (marked for edit) characters
de: Anzahl der ungenauen (zur Bearbeitung markierten) Zeichen
ga: líon na gcarachtar doiléir (marcáilte le cur in eagar)
hu: szerkesztést igénylő (zavaros) karakterek száma
id: jumlah karakter fuzzy (ditandai untuk disunting)
ja: あいまいな（要編集付き）文字の数
nl: aantal fuzzy (gemarkeerd voor bewerken) tekens
pt: número de caracteres imprecisos (marcados para edição)
pt_br: número de caracteres aproximados (marcados para edição)
ru: количество неточных (отмеченных «на правку») символов
sv: antal otydliga (markerade för redigering) tecken
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) எழுத்துக்களின் எண்ணிக்கை
tr: belirsiz (düzenlenecek olarak imlenmiş) karakter sayısı
uk: кількість неточно перекладених (позначених для редагування) знаків
zh_hans: 模糊（标记为需要编辑）的字符串数量

source: percentage of fuzzy (marked for edit) words
de: Prozentsatz der ungenauen (zur Bearbeitung markierten) Wörter
ga: céatadán na bhfocal doiléir (marcáilte le cur in eagar)
hu: szerkesztést igénylő (zavaros) szavak aránya
id: persentase kata fuzzy (ditandai untuk disunting)
ja: あいまいな（要編集付き）単語の割合
nl: percentage fuzzy (gemarkeerd voor bewerken) woorden
pt: percentagem de palavras imprecisas (marcadas para edição)
pt_br: porcentagem de palavras aproximadas (marcados para edição)
ru: процент неточных (отмеченных «на правку») слов
sv: procentandel av otydliga (markerade för redigering) ord
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) சொற்களின் விழுக்காடு
tr: belirsiz (düzenlenecek olarak imlenmiş) sözcük yüzdesi
uk: частка неточно перекладених (позначених для редагування) слів
zh_hans: 模糊单词（标记为需要编辑）的百分比

source: percentage of fuzzy (marked for edit) characters
de: Prozentsatz der ungenauen (zur Bearbeitung markierten) Zeichen
ga: céatadán de charachtair doiléir (marcáilte le haghaidh eagarthóireachta)
hu: szerkesztést igénylő (zavaros) karakterek aránya
id: persentase karakter fuzzy (ditandai untuk disunting)
ja: あいまいな（要編集付き）文字の割合
nl: percentage van fuzzy (gemarkeerd voor bewerken) tekens
pt: percentagem de caracteres imprecisos (marcados para edição)
pt_br: porcentagem de caracteres aproximados (marcados para edição)
ru: процент неточных (отмеченных «на правку») символов
sv: procentandel av otydliga (markerade för redigering) tecken
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) எழுத்துக்களின் விழுக்காடு
tr: belirsiz (düzenlenecek olarak imlenmiş) karakter yüzdesi
uk: частка неточно перекладених (позначених для редагування) символів
zh_hans: 模糊字符（标记为需要编辑）的百分比

source: number of failing checks
de: Anzahl der fehlgeschlagenen Qualitätsprüfungen
ga: líon na seiceálacha a dteipeann orthu
hu: hibás ellenőrzések száma
id: jumlah pemeriksaan yang gagal
ja: 検査不合格数
nl: aantal mislukte controles
pt: número de verificações falhadas
pt_br: número de verificações com falha
ro: numărul de controale nereușite
ru: количество неудачных проверок
sv: antal misslyckade kontroller
ta: தோல்வியுற்ற சோதனைகளின் எண்ணிக்கை
tr: denetim hataları sayısı
uk: кількість рядків, які не пройшли перевірки
zh_hans: 未通过检查的数量
zh_hant: 檢查失敗的數量

source: percentage of failing checks
de: Prozentsatz der fehlgeschlagenen Qualitätsprüfungen
ga: céatadán de sheiceanna a dteipeann orthu
hu: hibás ellenőrzések aránya
id: persentase pemeriksaan yang gagal
ja: 検査不合格の割合
nl: percentage mislukte controles
pt: percentagem de verificações com falha
pt_br: porcentagem de verificações com falha
ro: procentul de controale nereușite
ru: процент неудачных проверок
sv: andel misslyckade kontroller
ta: தோல்வியுற்ற சோதனைகளின் விழுக்காடு
tr: denetim hataları yüzdesi
uk: частка рядків, які не пройшли перевірки
zh_hans: 未通过检查的百分比
zh_hant: 檢查失敗的百分比
