Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: ``auto`` -- Automatic selection
de: ``auto`` -- Automatische Auswahl
ga: ``auto`` -- Roghnú uathoibríoch
hu: ``auto`` -- Automatikus kiválasztás
id: ``auto`` -- Pemilihan otomatis
ja: ``auto`` -- 自動選択
nl: ``auto`` -- Automatisch selecteren
pt: ``auto`` -- Seleção automática
pt_br: ``auto`` -- Seleção automática
sv: ``auto`` -- Automatiskt val
ta: `` தானி`` - தானியங்கி தேர்வு
tr: ``auto`` -- Kendiliğinden seçim
uk: ``auto`` — автоматичний вибір
zh_hans: ``auto`` -- 自动选择

source: ``source`` -- Component source language
de: ``source`` -- Ausgangssprache der Komponente
ga: ''foinse'' -- Teanga foinse comhpháirteanna
hu: ``source`` – Összetevő forrásnyelve
id: ``sumber`` -- Bahasa sumber komponen
nl: ``bron`` -- Onderdeel brontaal
pt_br: ``fonte`` -- Idioma fonte do componente
sv: ``source`` -- Komponentens källspråk
uk: ``source`` -- Вихідна мова компонента

source: ``secondary`` -- Secondary language defined in project or component
de: ``secondary`` -- Im Projekt oder in der Komponente definierte Zweitsprache
ga: ''tánaisteach'' -- Teanga thánaisteach a shainmhínítear i dtionscadal nó i gcomhpháirt
hu: ``secondary`` -- Másodlagos nyelv a projektben vagy az összetevőben
id: ``sekunder`` -- Bahasa sekunder yang didefinisikan dalam proyek atau komponen
nl: ``secundair`` -- Secundaire taal gedefinieerd in project of onderdeel
pt_br: ``secundário`` -- Idioma secundário definido no projeto ou componente
sv: ``sekundär`` -- Sekundärt språk definierat i projekt eller komponent
uk: ``secondary`` -- Додаткова мова, визначена в проекті чи компоненті

source: Access key ID
de: Zugangsschlüssel-ID
ga: ID eochair rochtana
hu: Hozzáférési kulcsazonosító
id: ID kunci akses
ja: アクセス キー ID
nl: Toegangssleutel ID
pt: ID da chave de acesso
pt_br: ID da chave de acesso
ro: ID-ul cheii de acces
ru: Идентификатор (ID) ключа доступа
sv: Åtkomstnyckel-ID
ta: நுழைவு திறவுக்கோல் அடையாளம்
tr: Erişim anahtarı kimliği
uk: Ідентифікатор ключа доступу
zh_hans: 访问密钥 ID

source: Access key secret
de: Zugangsschlüssel-Geheimnis
ga: Rún eochair rochtana
hu: Hozzáférési kulcs titkos azonosítója
id: Rahasia kunci akses
ja: アクセス キー シークレット
nl: Toegangssleutel geheim
pt: Segredo da chave de acesso
pt_br: Segredo da chave de acesso
ro: Secret cheie de acces
ru: Ключ доступа (секретный)
sv: Åtkomstnyckelhemlighet
ta: முக்கிய ரகசியத்தை அணுகவும்
tr: Erişim anahtarı parolası
uk: Таємний ключ доступу
zh_hans: 访问密钥 secret

source: Alibaba Translate is a neural machine translation service for translating text and it supports up to 214 language pairs.
de: Alibaba Translate ist ein neuronaler maschineller Übersetzungsdienst für die Übersetzung von Texten und unterstützt bis zu 214 Sprachpaare.
ga: Is seirbhís néaraistriúcháin meaisín é Alibaba Translate chun téacs a aistriú agus tacaíonn sé le suas le 214 phéire teanga.
hu: Az Alibaba Translate egy neurális gépi fordítási szolgáltatás, amely szövegek fordítására szolgál, és akár 214 nyelvpárt is támogat.
id: Alibaba Translate adalah layanan terjemahan mesin saraf untuk menerjemahkan teks dan mendukung hingga 214 pasangan bahasa.
ja: Alibaba Translate は、テキストを翻訳するためのニューラル機械翻訳サービスで、最大 214 の言語ペアに対応しています。
nl: Alibaba Translate is een service voor neurale machinevertaling voor het vertalen van tekst en het ondersteunt tot maximaal 214 taalparen.
pt: O Alibaba Translate é um serviço de tradução automática neural para traduzir textos e suporta até 214 pares de idiomas.
pt_br: O Alibaba Translate é um serviço de tradução automática neural para traduzir textos e suporta até 214 pares de idiomas.
sv: Alibaba Translate är en neural maskinöversättningstjänst för översättning av text och stöder upp till 214 språkkombinationer.
ta: அலிபாபா மொழிபெயர்ப்பு உரையை மொழிபெயர்ப்பதற்கான ஒரு நரம்பியல் இயந்திர மொழிபெயர்ப்பு சேவையாகும், மேலும் இது 214 மொழி சோடிகளை ஆதரிக்கிறது.
tr: Alibaba Translate, metin çevirisine yönelik bir sinirsel makine çeviri hizmetidir ve 214 kadar dil çiftini destekler.
uk: Alibaba Translate є службою перекладу на основі нейронної мережі для перекладу тексту, передбачено підтримку до 214 пар мов.
zh_hans: Alibaba Translate 是神经机器文本翻译服务，支持多达 214 个语言对。

source: A libre software machine translation platform providing translations to a limited set of languages.
de: Eine Freie-Projekte-Plattform für maschinelle Übersetzung, die Übersetzungen in eine begrenzte Anzahl von Sprachen liefert.
ga: Ardán meaisín aistriúcháin bogearraí saor in aisce a sholáthraíonn aistriúcháin go tacar teoranta teangacha.
hu: Egy szabad szoftveres gépi fordítási platform, amely korlátozott számú nyelvhez biztosít fordítást.
id: Platform terjemahan mesin perangkat lunak bebas yang menyediakan terjemahan ke sejumlah bahasa terbatas.
ja: 限定した言語セットに対して翻訳を提供する自由ソフトウェアの機械翻訳プラットフォームです。
nl: Een vrij software machinevertaalplatform dat vertalingen verschaft voor een beperkt aantal talen.
pt: Uma plataforma de tradução de máquina de software livre que fornece traduções para um conjunto limitado de idiomas.
pt_br: Uma plataforma de tradução automática e software livre que fornece traduções para um conjunto limitado de idiomas.
ro: O platformă de traducere automată cu software liber care oferă traduceri către un set limitat de limbi.
ru: Свободная платформа ПО машинного перевода, обеспечивающая переводы на ограниченный набор языков.
sv: En fri programvaruplattform för maskinöversättning som erbjuder översättningar till ett begränsat antal språk.
ta: வரையறுக்கப்பட்ட மொழிகளுக்கு மொழிபெயர்ப்புகளை வழங்கும் லிப்ரே மென்பொருள் இயந்திர மொழிபெயர்ப்பு தளம்.
tr: Sınırlı bir dil kümesine çeviri sağlayan bir özgür yazılım makine çevirisi platformu.
uk: Платформа перекладу вільного програмного забезпечення, яка забезпечує переклади обмеженим набором мов.
zh_hans: 一个自由软件机器翻译平台，提供有限语言的翻译。
zh_hant: 開源原件機器翻譯平台提供一組有限語言的翻譯。

source: The recommended way to use Apertium is to run your own Apertium-APy server.
de: Der empfohlene Weg, Apertium zu nutzen, ist der Betrieb eines eigenen Apertium-APy-Servers.
ga: Is é an bealach molta chun Apertium a úsáid ná do fhreastalaí Apertium-APy féin a rith.
hu: Az ajánlott használati mód az, ha saját Apertium-APy szervert futtat.
id: Cara yang disarankan untuk menggunakan Apertium adalah menjalankan server Apertium-APy Anda sendiri.
ja: Apertium が推奨する使用方法は、Apertium-APy サーバーを独自に実行することです。
nl: De aanbevolen manier om Apertium te gebruiken is door uw eigen server voor Apertium-APy uit te voeren.
pt: A maneira recomendada de usar o Apertium é executar o seu próprio servidor Apertium-APy.
pt_br: A maneira recomendada de usar o Apertium é executar seu próprio servidor Apertium-APy.
ro: Modul recomandat de utilizare a Apertium este de a rula propriul server Apertium-APy.
ru: Рекомендуемый способ использования Apertium — запуск собственного сервера Apertium-APy.
sv: Det rekommenderade sättet att använda Apertium är att köra din egen Apertium-APy-server.
ta: அபெர்டியம் பயன்படுத்த பரிந்துரைக்கப்பட்ட வழி உங்கள் சொந்த அபெர்டியம்-ஆபி சேவையகத்தை இயக்குவதாகும்.
tr: Apertium kullanmak için kendi Apertium-APy sunucunuzu işletmeniz önerilir.
uk: Рекомендованим способом використання Apertium є запуск вашого власного сервера Apertium-APy.
zh_hans: 使用 Apertium的推荐方式是运行您自己的 Apertium-APy 服务器。
zh_hant: 使用 Apertium的推薦方式是運行您自己的 Apertium-APy 服務器 。

source: `Apertium website <https://www.apertium.org/>`_
id: `Situs web Apertium <https://www.apertium.org/>`_
sv: `Apertiums webbplats <https://www.apertium.org/>`_

source: `Apertium APy documentation <https://wiki.apertium.org/wiki/Apertium-apy>`_
id: `Dokumentasi Apertium APy <https://wiki.apertium.org/wiki/Apertium-apy>`_
sv: `Apertium APy-dokumentation <https://wiki.apertium.org/wiki/Apertium-apy>`_

source: Advanced features
sv: Avancerade funktioner

source: API secret key
de: Geheimer API-Schlüssel
ga: API eochair rúnda
hu: API titkos kulcs
id: Kunci rahasia API
ja: API 秘密鍵
nl: Geheime sleutel API
pt: Chave secreta da API
pt_br: Chave secreta da API
ro: Cheia secretă API
ru: Секретный ключ API
sv: Hemlig nyckel
ta: பநிஇ ரகசிய விசை
tr: API gizli anahtarı
uk: Закритий ключ API
zh_hans: API 密钥

source: Region name
de: Name der Region
ga: Ainm réigiúin
hu: Régió neve
id: Nama kawasan
ja: リージョン名（地域名）
nl: Regionaam
pt: Nome da região
pt_br: Nome da região
ro: Numele regiunii
ru: Название региона
sv: Regionnamn
ta: பகுதி பெயர்
tr: Bölge adı
uk: Назва регіону
zh_hans: 区域名

source: Amazon Translate is a neural machine translation service for translating text to and from English across a breadth of supported languages. The service requires the `TranslateFullAccess` Managed Policy.
de: Amazon Translate ist ein neuronaler maschineller Übersetzungsdienst für die Übersetzung von Texten aus dem und ins Englische in einer Vielzahl von unterstützten Sprachen. Der Dienst benötigt die verwaltete Richtlinie `TranslateFullAccess`.
ga: Is seirbhís néar-aistriúcháin meaisín é Amazon Translate chun téacs a aistriú go Béarla agus ó Bhéarla thar raon teangacha a dtacaítear leo. Teastaíonn an Beartas Bainistithe `TranslateFullAccess` ón tseirbhís.
hu: Az Amazon Translate egy neurális gépi fordítási szolgáltatás, amely angol nyelvre és angol nyelvről történő fordítást biztosít számos támogatott nyelv esetén. A szolgáltatás használatához a TranslateFullAccess jogosultsági házirend beállítása szükséges.
id: Amazon Translate adalah layanan terjemahan mesin neural untuk menerjemahkan teks ke dan dari bahasa Inggris ke berbagai bahasa yang didukung. Layanan ini memerlukan Kebijakan Terkelola `TranslateFullAccess`.
ja: Amazon Translate は、対応している多くの言語間でテキストを英語に、またその逆に翻訳したりするためのニューラル機械翻訳サービスです。このサービスには、`TranslateFullAccess` 管理ポリシーが必要です。
nl: Amazon Translate is een service voor neurale machinevertaling voor het vertalen van tekst naar en vanuit Engels voor een aantal ondersteunde talen. De service vereist de `TranslateFullAccess` Managed Policy.
pt_br: O Amazon Translate é um serviço de tradução automática neural para traduzir textos do inglês ou para o inglês em uma ampla variedade de idiomas suportados. O serviço requer a política de gerenciamento `TranslateFullAccess`.
sv: Amazon Translate är en neural maskinöversättningstjänst för översättning av text till och från engelska mellan ett stort antal språk som stöds. Tjänsten kräver den hanterade policyn `TranslateFullAccess`.
ta: அமேசான் மொழிபெயர்ப்பு என்பது ஒரு நரம்பியல் இயந்திர மொழிபெயர்ப்பு சேவையாகும். சேவைக்கு `மொழிபெயர்ப்பு` நிர்வகிக்கப்பட்ட கொள்கை தேவைப்படுகிறது.
tr: Amazon Translate, desteklenen çok sayıda dilde İngilizce'ye ve İngilizce'den metin çevirme için kullanılabilecek bir nöral makine çevirisi hizmetidir. Hizmet için `TranslateFullAccess` yönetim ilkesi gereklidir.
uk: Amazon Translate — служба перекладу на основі нейронних машин для перекладу тексту англійською мовою і з англійської мови для декількох підтримуваних мов. Для роботи зі службою потрібні керовані правила `TranslateFullAccess`.
zh_hans: Amazon Translate 是神经机器翻译服务，用于将英语与广泛支持的语言进行互译。此服务需要 `TranslateFullAccess` 受管政策。

source: The service automatically uses :ref:`glossary`, see :ref:`glossary-mt`.
de: Der Dienst verwendet automatisch ein :ref:`glossary`, siehe :ref:`glossary-mt`.
ga: Úsáideann an tseirbhís go huathoibríoch :ref:`glossary`, féach :ref:`glossary-mt`.
hu: A szolgáltatás automatikusan használja a :ref:`szójegyzéket <glossary>`, lásd: :ref:`glossary-mt`.
id: Layanan secara otomatis menggunakan :ref:`glossary`, lihat :ref:`glossary-mt`.
ja: このサービスは自動的に :ref:`glossary` を使用します。参照: :ref:`glossary-mt`。
nl: De service gebruikt automatisch :ref:`glossary`, bekijk :ref:`glossary-mt`.
pt: O serviço usa automaticamente o :ref:`glossary`, consulte :ref:`glossary-mt`.
pt_br: O serviço usa automaticamente o :ref:`glossary`, consulte :ref:`glossary-mt`.
sv: Tjänsten använder automatiskt :ref:`glossary`, se :ref:`glossary-mt`.
tr: Hizmet kendiliğinden :ref:`glossary` kullanır. Ayrıntılı bilgi almak için: :ref:`glossary-mt`.
uk: Служба автоматично використовує :ref:`glossary`, див. :ref:`glossary-mt`.
zh_hans: 服务自动使用 :ref:`glossary`，见 :ref:`glossary-mt`。

source: `Amazon Translate Documentation <https://docs.aws.amazon.com/translate/>`_
id: `Dokumentasi Amazon Translate <https://docs.aws.amazon.com/translate/>`_
ro: `Amazon Translate Documentație <https://docs.aws.amazon.com/translate/>``_
sv: `Amazon Translate-dokumentation <https://docs.aws.amazon.com/translate/>`_

source: LLM model
sv: LLM-modell

source: Translator persona
de: Übersetzerrolle
ga: Pearsa aistritheoir
hu: Fordító személyisége
id: Kepribadian penerjemah
ja: 翻訳者の人物像
nl: Vertalerprofiel
pt: Personagem do tradutor
pt_br: Personagem do tradutor
ro: Persona traducător
ru: Личность переводчика
sv: Översättnings-persona
ta: மொழிபெயர்ப்பாளர் ஆளுமை
tr: Çevirmen kişiliği
uk: Особа перекладача
zh_hans: 译者人格面貌

source: Describe the persona of translator to improve the accuracy of the translation. For example: “You are a squirrel breeder.”
de: Beschreiben Sie die Rolle des Übersetzers, um die Genauigkeit der Übersetzung zu verbessern. Zum Beispiel: „Sie sind ein Eichhörnchenzüchter.“
ga: Déan cur síos ar phearsa an aistritheora chun cruinneas an aistriúcháin a fheabhsú. Mar shampla: “Is póraitheoir iora thú.”
hu: Írja le a fordító személyiségét a fordítás pontosságának javítása érdekében. Például: „Ön egy mókustenyésztő.”
id: Deskripsikan persona penerjemah untuk meningkatkan akurasi terjemahan. Misalnya: “Anda adalah peternak tupai.”
ja: 翻訳の正確性を高めるために、翻訳者の人物像を記述します。例: 「あなたはリスの繁殖業者です。」
nl: Beschrijf het profiel van de vertaler om de juistheid te verbeteren. Voorbeeld: “U broedt eieren.”
pt: Could not parse JSON file: %sDescreva a personalidade do tradutor para melhorar a precisão da tradução. Por exemplo: “Você é um criador de esquilos.”
pt_br: Descreva a personalidade do tradutor para melhorar a precisão da tradução. Por exemplo: “Você é um criador de esquilos.”
ro: Descrie persoana traducătorului pentru a îmbunătăți acuratețea traducerii. De exemplu: „Ești un crescător de veverițe.”
ru: Опишите личность переводчика, чтобы повысить точность перевода. Например: «Вы разводите белок.»
sv: Beskriv översättarens persona för att förbättra översättningens noggrannhet. Till exempel: "Du är en ekorruppfödare."
ta: மொழிபெயர்ப்பின் துல்லியத்தை மேம்படுத்த மொழிபெயர்ப்பாளரின் ஆளுமையை விவரிக்கவும். உதாரணமாக: “நீங்கள் ஒரு அணில் வளர்ப்பவர்.”
tr: Çevirinin doğruluğunu artırmak için çevirmenin kişiliğini tanımlayın. Örneğin: “Sen bir sincap yetiştiricisisin.”
uk: Опишіть особистість перекладача, щоб підвищити точність перекладу. Наприклад: "Ви розводите білок".
zh_hans: 描述译者人格面貌以改进翻译的精确度。比如，“你是松鼠饲养员。”

source: Translator style
de: Übersetzerstil
ga: Stíl aistritheoir
hu: Fordítási stílus
id: Gaya penerjemahan
ja: 翻訳ファイル
nl: Vertaalstijl
pt: Estilo de tradução
pt_br: Estilo de tradução
ro: Stil traducător
ru: Стиль перевода
sv: Översättarstil
ta: மொழிபெயர்பாளர் பாணி
tr: Çevirmen tarzı
uk: Стиль перекладача
zh_hans: 译者风格

source: Describe the style of translation. For example: “Use informal language.”
de: Beschreiben Sie den Stil der Übersetzung. Zum Beispiel: „Informelle Sprache verwenden.“
ga: Déan cur síos ar stíl an aistriúcháin. Mar shampla: “Bain úsáid as teanga neamhfhoirmiúil.”
hu: Írja le a fordítás stílusát. Például: „Informális nyelv használata.”
id: Deskripsikan gaya penerjemahan. Misalnya: “Gunakan bahasa yang tidak formal.”
ja: 翻訳スタイルについて説明します。例: 「くだけた言い回しを使用する」
nl: Beschrijf de vertaalstijl. Voorbeeld: “Zorg voor informeel taalgebruik.”
pt: Descreva o estilo de tradução. Por exemplo: “Use linguagem informal.”
pt_br: Descreva o estilo de tradução. Por exemplo: “Use linguagem informal.”
ro: Descrie stilul de traducere. De exemplu: „Folosește un limbaj informal.”
ru: Опишите стиль перевода. Например: «Используйте неформальный язык.»
sv: Beskriv översättningsstilen. Till exempel: "Använd informellt språk."
ta: மொழிபெயர்ப்பின் பாணியை விவரிக்கவும். எடுத்துக்காட்டாக: “முறைசாரா மொழியைப் பயன்படுத்துங்கள்.”
tr: Çeviri tarzını açıklayın. Örneğin: “Resmi olmayan bir dil kullanın.”
uk: Опишіть стиль перекладу. Наприклад: "Використовуйте неформальну мову".
zh_hans: 描述翻译风格。比如，“使用非正式语言。”

source: Azure OpenAI endpoint URL
de: Azure-OpenAI-Endpunkt-URL
ga: URL críochphointe Azure OpenAI
hu: Azure OpenAI végpont URL
id: URL titik akhir OpenAI Azure
ja: Azure OpenAI のエンドポイント URL
nl: Endpoint-url van Azure OpenAI
pt: URL para o endpoint do Azure OpenAI
pt_br: URL para o endpoint do Azure OpenAI
ru: Конечный URL приложения Azure
sv: Azure OpenAI-slutpunktens URL
ta: அசூர் Openai Endpoint முகவரி
tr: Azure OpenAI uç noktası adresi
uk: URL-адреси кінцевої точки Azure OpenAI
zh_hans: Azure OpenAI 端点网址

source: Endpoint URL of the instance, e.g: https://my-instance.openai.azure.com.
de: Endpunkt-URL der Instanz, z. B.: https://my-instance.openai.azure.com.
ga: URL críochphointe an ásc, m.sh.: https://my-instance.openai.azure.com.
hu: A példány végpontjának URL-je, például: https://my-instance.openai.azure.com.
id: URL titik akhir server, mis. https://server-aya.openai.azure.com.
ja: インスタンスのエンドポイント URL、例: https://my-instance.openai.azure.com。
nl: Endpoint-URL van de instantie, bijv: https://my-instance.openai.azure.com.
pt: URL para o endpoint da instância, por exemplo: https://my-instance.openai.azure.com.
pt_br: URL para o endpoint da instância, por exemplo: https://my-instance.openai.azure.com.
sv: Instansens slutpunkts-URL, t.ex.: https://my-instance.openai.azure.com.
ta: நிகழ்வின் இறுதிப் புள்ளி முகவரி, எ.கா: https://my-instance.openai.azure.com.
tr: Kopyanın uç nokta adresi. Örneğin: https://benim-kopyam.openai.azure.com.
uk: URL-адреса кінцевої точки екземпляра, наприклад: https://my-instance.openai.azure.com.
zh_hans: 实例的端点 URL，如：https://my-instance.openai.azure.com。

source: Azure OpenAI deployment
de: Azure-OpenAI-Bereitstellung
ga: Imscaradh Azure OpenAI
hu: Azure OpenAI telepítés
id: Penyebaran OpenAI Azure
ja: Azure OpenAI のデプロイ
nl: Azure OpenAI uitrol
pt: Implementação do Azure OpenAI
pt_br: Implementação do Azure OpenAI
ru: Развёртывание Azure OpenAI
sv: Azure OpenAI-distribution
ta: அசூர் ஓபனாய் வரிசைப்படுத்தல்
tr: Azure OpenAI dağıtımı
uk: Розгортання Azure OpenAI
zh_hans: Azure OpenAI 部署

source: The model's unique deployment name.
de: Der eindeutige Bereitstellungsname des Modells.
ga: Ainm imscaradh uathúil an tsamhail.
hu: A modell egyedi telepítési neve.
id: Nama penyebaran unik model.
ja: モデル固有のデプロイメント名。
nl: De unieke naam voor de uitrol van het model.
pt: O nome de implementação exclusivo do modelo.
pt_br: O nome de implementação exclusivo do modelo.
sv: Modellens unika distributionsnamn.
ta: மாதிரியின் தனித்துவமான வரிசைப்படுத்தல் பெயர்.
tr: Modelin benzersiz dağıtım adı.
uk: Унікальна назва розгортуваної моделі.
zh_hans: 模型的唯一部署名。

source: Performs translation using `OpenAI`_ hosted on Azure.
de: Führt die Übersetzung mit `OpenAI`_, gehostet auf Azure, durch.
ga: Déanann sé aistriúchán le `OpenAI`_ arna óstáil ar Azure.
hu: Fordítást végez az Azure-on kiszolgált `OpenAI`_ segítségével.
id: Melakukan penerjemahan menggunakan `OpenAI`_ yang dihosting di Azure.
ja: Azure 上で動作する `OpenAI`_ を使用して翻訳を実行します。
nl: Voert vertaling uit met `OpenAI`_ gehost op Azure.
pt: Executa tradução usando `OpenAI`_ hospedado no Azure.
pt_br: Executa a tradução usando `OpenAI`_ hospedada no Azure.
sv: Utför översättning med hjälp av `OpenAI`_ som finns på Azure.
ta: அசூரில் புரவலன் செய்யப்பட்ட `ஓபன் ஏஐ__ ஐப் பயன்படுத்தி மொழிபெயர்ப்பைச் செய்கிறது.
tr: Azure üzerinde barındırılan `OpenAI`_ kullanarak çeviri yapar.
uk: Виконує переклад за допомогою `OpenAI`_, розміщеного на Azure.
zh_hans: 使用托管在 Azure 上的 `OpenAI`_ 执行翻译。

source: Client ID
ga: Aitheantas Cliant
hu: Kliensazonosító
id: ID Klien
ja: クライアント ID
pt: ID de cliente
pt_br: ID do cliente
ro: ID client
ru: Идентификатор (ID) клиента
sv: Klient-ID
ta: வாங்கி ஐடி
tr: İstemci kimliği
uk: Ідентифікатор клієнта
zh_hans: 客户 ID

source: Client secret
de: Client-Geheimnis
ga: Rún an chliaint
hu: Kliens titkos kulcs
id: Rahasia klien
ja: クライアント シークレット
nl: Clientgeheim
pt: Chave secreta
pt_br: Chave secreta
ro: Clientul secret
ru: Секрет клиента
sv: Klienthemlighet
ta: வாங்கி மறைபொருள்
tr: İstemci parolası
uk: Пароль клієнта
zh_hans: 客户端 secret

source: Machine translation service provided by Baidu.
de: Maschineller Übersetzungsdienst von Baidu.
ga: Seirbhís aistriúcháin meaisín curtha ar fáil ag Baidu.
hu: Gépi fordítást nyújtó szolgáltatás a Baidu által.
id: Layanan terjemahan mesin disediakan oleh Baidu.
ja: Baidu が提供する機械翻訳サービス。
nl: Service voor machinevertaling, verschaft door Baidu.
pt: Serviço de tradução de máquina fornecido pelo Baidu.
pt_br: Serviço de tradução automática fornecido pelo Baidu.
ro: Serviciul de traducere automată furnizat de Baidu.
ru: Сервис машинного перевода, предоставляемый Baidu.
sv: Maskinöversättningstjänst tillhandahållen av Baidu.
ta: பைடூ வழங்கிய இயந்திர மொழிபெயர்ப்பு பணி.
tr: Baidu tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається Baidu.
zh_hans: 由百度提供的机器翻译服务。
zh_hant: 由百度提供的機器翻譯服務。

source: This service uses an API and you need to obtain an ID and API key from Baidu to use it.
de: Dieser Dienst verwendet eine API und Sie müssen eine ID und einen API-Schlüssel von Baidu erhalten, um ihn zu nutzen.
ga: Úsáideann an tseirbhís seo API agus ní mór duit ID agus eochair API a fháil ó Baidu chun é a úsáid.
hu: Ez a szolgáltatás API-t használ, a használatához Baidu-azonosítót és API-kulcsot kell igényelnie.
id: Layanan ini menggunakan API dan Anda perlu memperoleh ID dan kunci API dari Baidu untuk menggunakannya.
ja: このサービスは API を使用しています。使用するには、Baidu から ID と API キーを取得してください。
nl: Deze service gebruikt een API en u moet een ID en een sleutel voor de API van Baidu hebben om het te kunnen gebruiken.
pt: Este serviço usa uma API e precisa obter um ID e uma chave de API do Baidu para usá-lo.
pt_br: Este serviço usa uma API e você precisa obter um ID e uma chave de API do Baidu para usá-lo.
ro: Acest serviciu utilizează un API și trebuie să obțineți un ID și o cheie API de la Baidu pentru a-l utiliza.
ru: Этот сервис использует API, и чтобы его использовать, вам нужно получить от Baidu идентификатор и ключ API.
sv: Denna tjänst använder ett API och du måste skaffa ett ID och en API-nyckel från Baidu för att kunna använda den.
ta: இந்த பணி ஒரு பநிஇ ஐப் பயன்படுத்துகிறது, மேலும் அதைப் பயன்படுத்த பைடுவிலிருந்து ஐடி மற்றும் பநிஇ விசையைப் பெற வேண்டும்.
tr: Bu hizmet bir API kullanır ve bunu kullanmak için Baidu üzerinden bir kimlik ve API anahtarı edinmeniz gerekir.
uk: Ця служба використовує програмний інтерфейс — вам слід отримати у Baidu ідентифікатор і ключ до програмного інтерфейсу, щоб скористатися нею.
zh_hans: 这项服务使用 API，并且您需要从百度获得 ID 和 API 密钥来使用它。
zh_hant: 這項服務使用 API ，並且您需要從百度獲得 ID 和 API 密鑰來使用它。

source: Machine translation service using the Cyrtranslit library.
de: Maschineller Übersetzungsdienst mithilfe der Cyrtranslit-Bibliothek.
ga: Seirbhís aistriúcháin meaisín ag baint úsáide as leabharlann Cyrtranslit.
hu: Gépi fordítási szolgáltatás a Cyrtranslit könyvtár segítségével.
id: Layanan penerjemahan mesin menggunakan pustaka Cyrtranslit.
ja: Cyrtranslit ライブラリを使用した機械翻訳サービス。
nl: Service voor machinevertaling met de bibliotheek Cyrtranslit.
pt: Serviço de tradução automática usando a biblioteca Cyrtranslit.
pt_br: Serviço de tradução automática usando a biblioteca Cyrtranslit.
sv: Maskinöversättningstjänst som använder biblioteket Cyrtranslit.
ta: சிர்ட்ரான்ச்லிட் நூலகத்தைப் பயன்படுத்தி இயந்திர மொழிபெயர்ப்பு பணி.
tr: Cyrtranslit kitaplığı tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу з використанням бібліотеки Cyrtranslit.
zh_hans: 使用 Cyrtranslit 库的机器翻译服务。
