Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: In case you have existing repository to start with (for example the one containing HTML files), create an empty JSON file in the repository for the source language (see :ref:`component-source_language`), for example :file:`locales/en.json`. The content should be ``{}`` to indicate an empty object. Once you have that, the repository can be imported into Weblate and you can start with an add-on configuration.
de: Falls Sie ein bestehendes Repository haben, mit dem Sie beginnen können (zum Beispiel dasjenige, das HTML-Dateien enthält), erstellen Sie eine leere JSON-Datei im Repository für die Ausgangssprache (siehe :ref:`component-source_language`), zum Beispiel :file:`locales/en.json`. Der Inhalt sollte ``{}`` sein, um ein leeres Objekt anzugeben. Danach kann das Repository in Weblate importiert werden und Sie können mit der Konfiguration einer Erweiterung beginnen.
ga: Sa chás go bhfuil stór agat cheana féin chun tús a chur leis (mar shampla an ceann ina bhfuil comhaid HTML), cruthaigh comhad JSON folamh sa stór don teanga fhoinseach (féach :ref:`component-source_language`), mar shampla :file:`locales/en.json`. Ba cheart go mbeadh ``{}`` san ábhar chun réad folamh a chur in iúl. Nuair a bheidh sé sin agat, is féidir an stór a allmhairiú isteach i Weblate agus is féidir leat tosú le cumraíocht breiseán.
hu: Ha már rendelkezik forrástárral (például HTML-fájlokat tartalmazóval), hozzon létre benne egy üres JSON-fájlt a forrásnyelvhez (lásd: :ref:`component-source_language`), például: :file:`locales/en.json`. A fájl tartalma legyen ``{}``, ami egy üres objektumot jelez. Ezt követően a tároló importálható Weblate-be, és megkezdheti a kiegészítő konfigurálását.
id: Jika Anda sudah memiliki repositori untuk memulai (misalnya repositori yang berisi berkas HTML), buatlah berkas JSON kosong untuk bahasa sumber (lihat :ref:`component-source_language`) di repositori, misalnya :file:`locales/en.json`. Isinya harus ``{}`` untuk mengindikasikan objek kosong. Setelah Anda memilikinya, repositori dapat diimpor ke Weblate dan Anda dapat memulai dengan konfigurasi pengaya.
ja: 既存のリポジトリ（例: HTML ファイルのみを含んだもの）を使って開始する場合、リポジトリ内に原文の言語（参照: :ref:`component-source_language` ）用の空の JSON ファイルを、例えば :file:`locales/en.json` のように作成します。内容は空のオブジェクトを示す ``{}`` であることが必要です。それができたら、リポジトリを Weblate にインポートして、アドオン設定から開始できます。
nl: In het geval u een bestaande opslagruimte heeft om mee te beginnen (bijvoorbeeld die welke de HTML-bestanden bevat), maak dan een leeg JSON-bestand in de opslagruimte voor de brontaal (bekijk :ref:`component-source_language`), bijvoorbeeld :file:`locales/en.json`. De inhoud zou ``{}`` moeten zijn om een leeg object aan te geven. Als u dat eenmaal hebt kan de opslagruimte worden geïmporteerd in Weblate en kunt u beginnen met de configuratie van een add-on.
pt: Caso tenha um repositório existente para começar (por exemplo, aquele que contém ficheiros HTML), crie um ficheiro JSON vazio no repositório para o idioma de origem (consulte :ref:`component-source_language`), por exemplo :file:`locales/en.json`. O conteúdo deve ser ``{}`` para indicar um objeto vazio. Depois de fazer isso, o repositório pode ser importado para o Weblate e pode começar com uma configuração adicional.
pt_br: Caso você tenha um repositório existente para começar (por exemplo, aquele que contém arquivos HTML), crie um arquivo JSON vazio no repositório para o idioma de origem (consulte :ref:`component-source_language`), por exemplo :file:`locales/en.json`. O conteúdo deve ser ``{}`` para indicar um objeto vazio. Depois de fazer isso, o repositório pode ser importado para o Weblate e você pode começar com uma configuração adicional.
ro: În cazul în care aveți un depozit existent pentru început (de exemplu, cel care conține fișiere HTML), creați un fișier JSON gol în depozitul pentru limba sursă (a se vedea :ref:`component-source_language`), de exemplu :file:`locales/en.json`. Conținutul trebuie să fie ``{}`` pentru a indica un obiect gol. Odată ce aveți acest lucru, depozitul poate fi importat în Weblate și puteți începe cu o configurație de add-on.
ru: Если у вас есть существующий репозиторий для начала (например, тот, который содержит файлы HTML), создайте в репозитории пустой файл JSON для исходного языка (см. :ref:`component-source_language`), например :file:`locales/en.json`. Содержимое должно быть ``{}``, чтобы указать пустой объект. Как только вы это сделаете, репозиторий можно будет импортировать в Weblate и начать с настройки надстройки.
sv: Om du redan har ett befintligt arkiv att utgå ifrån (till exempel det som innehåller HTML-filer), skapa en tom JSON-fil i arkivet för källspråket (se :ref:`component-source_language`), till exempel :file:`locales/en.json`. Innehållet ska vara ``{}`` för att ange ett tomt objekt. När du har gjort det kan arkivet importeras till Weblate och du kan börja med en tilläggskonfiguration.
tr: Başlamak için var olan bir deponuz varsa (HTML dosyalarının bulunduğu bir depo gibi), kaynak dil için depoda boş bir JSON dosyası oluşturun (ayrıntılı bilgi almak için: :ref:`component-source_language`). Örneğin :file:`locales/en.json`. Nesnenin boş olduğunu belirtmek için içerik ``{}`` olmalıdır. Bundan sonra, depoyu Weblate üzerine aktarabilir ve bir eklenti yapılandırmasıyla başlayabilirsiniz.
uk: Якщо у вас на початку вже є сховище коду (наприклад, сховище, яке містить усі файли HTML), створіть у сховищі порожній файл JSON для початкової мови (див. :ref:`component-source_language`), наприклад :file:`locales/en.json`. Вмістом цього файла має бути пара дужок ``{}``, яка позначає порожній об'єкт. Щойно файл буде створено, сховище можна буде імпортувати до Weblate, після чого ви зможете розпочати налаштовування додатка.
zh_hans: 在您已有仓库来开始的情况下（例如一个包含 HTML 文件的仓库），在仓库中为源语言新建空的 JSON 文件（请参见 :ref:`component-source_language`），例如 :file:`locales/en.json`。内容应该是 ``{}``，来指示空的对象。一旦具有了它，仓库就可以导入到 Weblate 中，而您可以通过配置附加组件来开始。

source: In case you have existing translations, you can place them into the language JSON files and those will be used in Weblate.
de: Falls Sie bereits Übersetzungen haben, können Sie diese in die JSON-Sprachdateien einfügen, die dann in Weblate verwendet werden.
ga: Sa chás go bhfuil aistriúcháin cheana féin agat, is féidir leat iad a chur isteach sa teanga comhaid JSON agus úsáidfear iad sin in Weblate.
hu: Ha már léteznek fordításai, azokat helyezze el az egyes nyelvekhez tartozó JSON-fájlokban — ezeket a Weblate automatikusan beolvassa.
id: Jika Anda memiliki terjemahan yang ada, Anda dapat menempatkannya ke dalam berkas JSON bahasa dan terjemahan tersebut akan digunakan di Weblate.
ja: 既存の翻訳がある場合は、翻訳を言語の JSON ファイルに配置すると、Weblate で使用されます。
nl: In het geval u bestaande vertalingen hebt, kunt u die plaatsen in de taal-JSON-bestanden en die zullen worden gebruikt in Weblate.
pt: Caso tenha traduções existentes, pode colocá-las nos ficheiros JSON do idioma e esses serão usados no Weblate.
pt_br: Caso você tenha traduções existentes, você pode colocá-las nos arquivos JSON de idioma e esses serão usados no Weblate.
ro: În cazul în care aveți traduceri existente, le puteți plasa în fișierele JSON de limbă și acestea vor fi utilizate în Weblate.
ru: Если у вас уже есть существующий перевод, то вы можете поместить его в JSON-файлы для соответствующих языков, которые будут использоваться в Weblate.
sv: Om du har befintliga översättningar kan du placera dem i språk-JSON-filerna så kommer de att användas i Weblate.
ta: உங்களிடம் ஏற்கனவே மொழிபெயர்ப்புகள் இருந்தால், அவற்றை சேஎச்ஓஎன் கோப்புகளில் வைக்கலாம், அவை வலைபெயர்ப்பில் பயன்படுத்தப்படும்.
tr: Var olan çevirileriniz varsa, bunları JSON dil dosyalarına yerleştirerek Weblate üzerinde kullanabilirsiniz.
uk: Якщо у вас вже є наявні переклади, ви можете зберегти їх до мовних файлів JSON, і ці дані буде використано у Weblate.
zh_hans: 在您已有翻译的情况下，您可以将其放置在语言 JSON 文件中，而那些将在 Weblate 中使用。
zh_hant: 在您已有翻譯的情況下，您可以將其放置在語言 JSON 文件中，而那些將在 Weblate 中使用。

source: For those who do not want to use existing repository (or do not have one), choose :guilabel:`Start from scratch` when creating component and choose `JSON file` as a file format (it is okay to choose any monolingual format at this point).
de: Wer kein bestehendes Repository verwenden möchte (oder keines hat), wählt beim Erstellen der Komponente :guilabel:`Bei Null anfangen` und `JSON-Datei` als Dateiformat (an dieser Stelle kann ein beliebiges einsprachiges Format gewählt werden).
ga: Dóibh siúd nach bhfuil ag iarraidh an stór atá ann cheana a úsáid (nó nach bhfuil ceann acu), roghnaigh :guilabel:`Tosaigh ón tús` agus comhpháirt á chruthú agus roghnaigh `comhad JSON` mar fhormáid comhaid (tá sé ceart go leor formáid aonteangach a roghnú ag an pointe seo).
hu: Ha nem szeretné a meglévő tárolót használni (vagy nem rendelkezik ilyennel), az összetevő létrehozásakor válassza az :guilabel:`Új üres projekt kezdése` lehetőséget, majd válassza a `JSON-fájl` formátumot (ebben a lépésben bármely egynyelvű formátum megfelelő).
id: Bagi mereka yang tidak ingin menggunakan repositori yang ada (atau tidak memilikinya), pilih :guilabel:`Start from scratch` saat membuat komponen dan pilih `berkas JSON` sebagai format berkas (tidak masalah untuk memilih format monolingual apa pun pada tahap ini).
ja: 既存のリポジトリを使用しない（または存在しない）場合は、コンポーネントの作成時に :guilabel:`ゼロから始める` を選択し、ファイル形式として `JSON ファイル` を選択します（この時点では、どのモノリンガル形式を選択しても問題ありません） 。
nl: Voor hen die geen bestaande opslagruimte willen gebruiken (of die niet hebben), kies :guilabel:`Vanaf nul beginnen` bij het maken van een onderdeel en kies `JSON-bestand` als een bestandsindeling (het is oké om op dit punt elke eentalige indeling te kiezen).
pt: Para aqueles que não querem usar o repositório existente (ou não tem um), escolha :guilabel:`Iniciar do zero` ao criar o componente e escolher `ficheiro JSON` como formato de ficheiro (pode escolher qualquer formato monolíngue este ponto).
pt_br: Para aqueles que não querem usar o repositório existente (ou não tem um), escolha :guilabel:`Iniciar do zero` ao criar o componente e escolher `arquivo JSON` como formato de arquivo (pode escolher qualquer formato monolíngue este ponto).
ro: Pentru cei care nu doresc să utilizeze un depozit existent (sau nu au unul), alegeți :guilabel:`Start from scratch` atunci când creați componenta și alegeți `JSON file` ca format de fișier (în acest moment puteți alege orice format monolingv).
ru: Если вы из тех, кто не хочет делать всё это с существующим репозиторием (или если у вас его нет), то при создании компонента выберите :guilabel:`Начать с нуля`, а затем `JSON-файл` в качестве формата файла (на самом деле на этом этапе можно выбрать любой одноязычный формат).
sv: För dem som inte vill använda ett befintligt arkiv (eller inte har något) väljer man :guilabel:`Start from scratch` när man skapar komponenten och väljer `JSON file` som filformat (det går bra att välja vilket enspråkigt format som helst i detta skede).
ta: ஏற்கனவே உள்ள களஞ்சியத்தைப் பயன்படுத்த விரும்பாதவர்களுக்கு (அல்லது ஒன்று இல்லை), கூறுகளை உருவாக்கும்போது 'குய்லாபெல்: 'புதிதாகத் தொடங்கு' என்பதைத் தேர்ந்தெடுத்து, 'சேஎச்ஓஎன் கோப்பை' கோப்பு வடிவமாகத் தேர்வுசெய்க (இந்த கட்டத்தில் எந்த ஒற்றை மொழி வடிவத்தையும் தேர்ந்தெடுப்பது சரி).
tr: Var olan depoyu kullanmak istemeyenler için (ya da bir deposu olmayanlar için), bileşen oluştururken :guilabel:`Sıfırdan başla` seçeneğini ve dosya biçimi olarak `JSON dosyası` seçeneğini seçin (bu noktada herhangi bir tek dilli biçim seçilmesi sorun değildir).
uk: Якщо ви не хочете користуватися наявним сховищем (або не маєте такого), виберіть :guilabel:`Почати спочатку` при створенні складника і виберіть формат файла `файл JSON` (на цьому кроці можна вибрати будь-який одномовний формат).
zh_hans: 对于那些不想要使用（或不具有）现有仓库的人，当新建部件时选择 :guilabel:`Start from scratch`，并选择 `JSON file` 作为文件格式（这是选择任何单语言格式都可以）。
zh_hant: 對於那些不想要使用（或不具有）現有倉庫的人，當新建組件時選擇:guilabel:`Start from scratch` ，並選擇`JSON file` 作為文件格式（這是選擇任何單語言格式都可以） 。

source: Configuring Weblate CDN add-on
de: Konfigurieren der Weblate-CDN-Erweiterung
ga: Breiseán Weblate CDN á chumrú
hu: A Weblate CDN kiegészítő beállítása
id: Mengonfigurasi pengaya Weblate CDN
ja: Weblate CDN アドオンの設定
nl: Weblate CDN add-on configureren
pt: Configurando extensão de CDN do Weblate
pt_br: Configurando complemento de CDN do Weblate
ro: Configurarea add-onului Weblate CDN
ru: Настройка дополнения Weblate CDN
sv: Konfigurera Weblate CDN-tillägg
ta: configuring வலைபெயர்ப்பு cdn add-on
tr: Weblate CDN eklentisini yapılandırmak
uk: Налаштовування додатка CDN Weblate
zh_hans: 配置 Weblate 内容分发网络附加组件

source: The :ref:`addon-weblate.cdn.cdnjs` add-on provides few configuration options.
de: Die Erweiterung :ref:`addon-weblate.cdn.cdnjs` bietet nur wenige Konfigurationsmöglichkeiten.
ga: Is beag roghanna cumraíochta a sholáthraíonn an breiseán :ref:`addon-weblate.cdn.cdnjs`.
hu: A :ref:`addon-weblate.cdn.cdnjs` kiegészítő több konfigurációs lehetőséget biztosít.
id: Pengaya :ref:`addon-weblate.cdn.cdnjs` menyediakan beberapa opsi konfigurasi.
ja: :ref:`addon-weblate.cdn.cdnjs` アドオンには、設定オプションがあります。
nl: De add-on :ref:`addon-weblate.cdn.cdnjs` verschaft een paar opties voor de configuratie.
pt: A extensão :ref:`addon-weblate.cdn.cdnjs` fornece algumas opções de configuração.
pt_br: O complemento :ref:`addon-weblate.cdn.cdnjs` fornece algumas opções de configuração.
ro: Add-on-ul :ref:`addon-weblate.cdn.cdnjs` oferă câteva opțiuni de configurare.
ru: Дополнение :ref:`addon-weblate.cdn.cdnjs` предоставляет несколько вариантов конфигурации.
sv: Tillägget :ref:`addon-weblate.cdn.cdnjs` erbjuder några få konfigurationsalternativ.
tr: :ref:`addon-weblate.cdn.cdnjs` eklentisi birkaç yapılandırma seçeneği sunar.
uk: Для додатка :ref:`addon-weblate.cdn.cdnjs` передбачено декілька параметрів налаштовування.
zh_hans: :ref:`addon-weblate.cdn.cdnjs` 附加组件提供了一些配置选项。

source: Translations translated above this threshold will be included in the CDN.
de: Übersetzungen, die diesen Schwellenwert überschreiten, werden in das CDN aufgenommen.
ga: Áireofar aistriúcháin a aistrítear os cionn na tairsí seo sa CDN.
hu: A fordítások csak akkor kerülnek fel a CDN-re, ha elérik az előre megadott készültségi küszöbértéket.
id: Terjemahan yang diterjemahkan di atas ambang batas ini akan disertakan dalam CDN.
ja: このしきい値を超えて翻訳した翻訳は、CDN に含まれます。
nl: Vertalingen die boven deze drempel zijn vertaald zullen worden opgenomen in de CDN.
pt: As traduções traduzidas acima desse limite serão incluídas no CDN.
pt_br: As traduções traduzidas acima desse limite serão incluídas no CDN.
ro: Traducerile traduse peste acest prag vor fi incluse în CDN.
ru: Переводы, достигшие данного порога будут включатьcя в CDN.
sv: Översättningar som översätts över denna tröskel kommer att inkluderas i CDN.
ta: இந்த வரம்புக்கு மேலே மொழிபெயர்க்கப்பட்ட மொழிபெயர்ப்புகள் cdn இல் சேர்க்கப்படும்.
tr: Bu eşiği aşan çeviriler içerik aktarım ağına katılır.
uk: Переклади із рівнем, який перевищує це порогове значення, буде включено до CDN.
zh_hans: 在这个阈值之上的翻译将包含在 CDN 中。
zh_hant: 在這個閾值之上的翻譯將包含在 CDN 中。

source: Configures which strings from the HTML documents are translatable, see :ref:`cdn-addon-extract` and :ref:`cdn-addon-html`.
de: Legt fest, welche Zeichenketten aus den HTML-Dokumenten übersetzbar sind, siehe :ref:`cdn-addon-extract` und :ref:`cdn-addon-html`.
ga: Cumraíonn sé na teaghráin ó na doiciméid HTML atá inaistrithe, féach :ref:`cdn-addon-extract` agus :ref:`cdn-addon-html`.
hu: Megadhatja, hogy a HTML dokumentumokból mely szövegek legyenek fordíthatók — lásd: :ref:`cdn-addon-extract` és :ref:`cdn-addon-html`.
id: Mengatur string mana dari dokumen HTML yang dapat diterjemahkan, lihat :ref:`cdn-addon-extract` dan :ref:`cdn-addon-html`.
ja: HTML 文書内のどの文字列を翻訳可能にするかを設定します。参照: :ref:`cdn-addon-extract` および :ref:`cdn-addon-html`。
nl: Configureert welke tekenreeksen uit de HTML-documenten te vertalen zijn, bekijk :ref:`cdn-addon-extract` en :ref:`cdn-addon-html`.
pt: Configura quais cadeias dos documentos HTML são traduzíveis, veja :ref:`cdn-addon-extract` e :ref:`cdn-addon-html`.
pt_br: Configura quais textos dos documentos HTML são traduzíveis, consulte :ref:`cdn-addon-extract` e :ref:`cdn-addon-html`.
ro: Configurează ce șiruri de caractere din documentele HTML pot fi traduse, a se vedea :ref:`cdn-addon-extract` și :ref:`cdn-addon-html`.
ru: Задаёт, какие строки из HTML-документов являются переводимыми, смотреть раздел :ref:`cdn-addon-extract` и :ref:`cdn-addon-html`.
sv: Konfigurerar vilka strängar från HTML-dokumenten som är översättningsbara, se :ref:`cdn-addon-extract` och :ref:`cdn-addon-html`.
tr: HTML belgelerinde hangi dizgelerin çevrilebilir olduğunu yapılandırır. Ayrıntılı bilgi almak için: :ref:`cdn-addon-extract` ve :ref:`cdn-addon-html`.
uk: Налаштовує, які рядки з документів HTML є придатними до перекладу, див. :ref:`cdn-addon-extract` і :ref:`cdn-addon-html`.
zh_hans: 配置 HTML 文档中的哪些字符串是可翻译的，请参见 :ref:`cdn-addon-extract` 和 :ref:`cdn-addon-html`。
zh_hant: 配置來之 HTML 文檔的哪些字符串是可翻譯的，請參見 :ref:`cdn-addon-extract` 和 :ref:`cdn-addon-html`。

source: Name of cookie which contains user selected language. Used in the JavaScript snippet for :ref:`cdn-addon-html`.
de: Name des Cookies, der die vom Benutzer ausgewählte Sprache enthält. Wird im JavaScript-Snippet für :ref:`cdn-addon-html` verwendet.
ga: Ainm an fhianáin ina bhfuil teanga roghnaithe an úsáideora. Úsáidte sa bhlúire JavaScript le haghaidh :ref:`cdn-addon-html`.
hu: A süti (cookie) neve, amely a felhasználó által kiválasztott nyelvet tartalmazza. Ezt a JavaScript kódrészlet használja a :ref:`cdn-addon-html` esetén.
id: Nama kuki yang berisi bahasa yang dipilih oleh pengguna. Digunakan dalam cuplikan JavaScript untuk :ref:`cdn-addon-html`.
ja: ユーザーが選択した言語を含むクッキーの名前。JavaScript スニペットの :ref:`cdn-addon-html` で使用します。
nl: Naam van het cookie dat de door de gebruiker geselecteerde taal bevat. Gebruikt in de snipper voor JavaScript voor :ref:`cdn-addon-html`.
pt: Nome do cookie que contém o idioma selecionado pelo utilizador. Usado no trecho de JavaScript para :ref:`cdn-addon-html`.
pt_br: Nome do cookie que contém o idioma selecionado pelo usuário. Usado no trecho de JavaScript para :ref:`cdn-addon-html`.
ro: Numele modulului cookie care conține limba selectată de utilizator. Utilizat în fragmentul JavaScript pentru :ref:`cdn-addon-html`.
ru: Имя cookie с именем выбранного языка. Используется в отрывках JavaScript для :ref:`локализации HTML <cdn-addon-html>`.
sv: Namn på cookie som innehåller det språk som användaren valt. Används i JavaScript-snippet för :ref:`cdn-addon-html`.
tr: Kullanıcının seçtiği dili içeren çerezin adı. JavaScript kod parçasında :ref:`cdn-addon-html` için kullanılır.
uk: Назва куки, яка містить вибрану користувачем мову. Використовується у фрагменті JavaScript для :ref:`cdn-addon-html`.
zh_hans: 包含用户所选择的语言的 cookie 的名称。在JavaScript 代码段中用于 :ref:`cdn-addon-html`。
zh_hant: 包含用戶所選擇的語言的 cookie 的名稱。在JavaScript 代碼段中用於 :ref:`cdn-addon-html`。

source: List of files in the repository or URLs where Weblate will look for translatable strings and offer them for a translation, see :ref:`cdn-addon-extract`.
de: Liste der Dateien im Repository oder URLs, in denen Weblate nach übersetzbaren Zeichenketten sucht und sie für eine Übersetzung anbietet, siehe :ref:`cdn-addon-extract`.
ga: Liosta de na comhaid sa stór nó URLanna ina mbeidh Weblate ag lorg teaghráin inaistrithe agus á dtairiscint le haghaidh aistriúcháin, féach :ref:`cdn-addon-extract`.
hu: Megadható azon fájlok vagy URL-ek listája, ahol a Weblate keresni fogja a fordítható szövegeket, és ezeket felkínálja fordításra — lásd: :ref:`cdn-addon-extract`.
id: Daftar berkas dalam repositori atau URL tempat Weblate akan mencari string yang dapat diterjemahkan dan menawarkannya untuk terjemahan, lihat :ref:`cdn-addon-extract`.
ja: Weblate が、翻訳可能な文字列を検索して翻訳用に提供するリポジトリまたは URL 内のファイルの一覧。参照: :ref:`cdn-addon-extract`。
nl: Lijst met bestanden in de opslagruimte of URL's waar Weblate zal zoeken naar vertaalbare tekenreeksen en ze aanbiedt voor een vertaling, bekijk :ref:`cdn-addon-extract`.
pt: Lista de ficheiros no repositório ou URLs onde Weblate irá procurar por cadeias traduzíveis e os oferecerá para uma tradução, veja :ref:`cdn-addon-extract`.
pt_br: Lista de arquivos no repositório ou URLs onde Weblate irá buscar por textos traduzíveis e os oferecerá para uma tradução, consulte :ref:`cdn-addon-extract`.
ro: Lista fișierelor din depozit sau a URL-urilor în care Weblate va căuta șiruri de caractere traductibile și le va oferi pentru o traducere, a se vedea :ref:`cdn-addon-extract`.
ru: Список файлов в репозитории или URL-адреса, в которых Weblate будет искать переводимые строки, смотреть раздел :ref:`cdn-addon-extract`.
sv: Lista över filer i arkivet eller URL:er där Weblate kommer att söka efter översättningsbara strängar och erbjuda dem för översättning, se :ref:`cdn-addon-extract`.
tr: Weblate tarafından çevrilebilir dizgelerin aranacağı ve bunları çeviri için sunulacağı depodaki dosyaların ya da adreslerin listesi. Ayrıntılı bilgi almak için: :ref:`cdn-addon-extract`.
uk: Список файлів у сховищі або адрес, де Weblate шукатиме придатні до перекладу рядки і пропонуватиме їх для перекладу, див. :ref:`cdn-addon-extract`.
zh_hans: 仓库中文件的列表，或 Weblate 寻找可翻译字符串并提供它们用于翻译的 URLs，请参见 :ref:`cdn-addon-extract`。
zh_hant: 倉庫中文件的列表，或 Weblate 尋找可翻譯字符串並提供它們用於翻譯的 URLs，請參見 :ref:`cdn-addon-extract`。

source: String extraction for Weblate CDN
de: Zeichenkettenextraktion für Weblate CDN
ga: Eastóscadh teaghrán le haghaidh Weblate CDN
hu: Szövegkinyerés a Weblate CDN számára
id: Ekstraksi string untuk Weblate CDN
ja: Weblate CDN の文字列抽出
nl: Tekenreeks uitnemen voor Weblate CDN
pt: Extração de cadeias para CDN Weblate
pt_br: Extração de texto para o CDN do Weblate
ro: Extragerea șirurilor pentru Weblate CDN
ru: Извлечение строк для Weblate CDN
sv: Strängutdragning för Weblate CDN
ta: வலைபெயர்ப்பு cdn க்கான சரம் பிரித்தெடுத்தல்
tr: Weblate CDN için dizge ayıklamak
uk: Видобування рядків для CDN Weblate
zh_hans: Weblate 内容分发网络的字符串提取
