Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Start Weblate containers:
de: Weblate-Container starten:
ga: Tosaigh coimeádáin Ghréasáin:
hu: Indítsa el a Weblate-konténereket:
id: Mulai kontainer Weblate:
ja: Weblate コンテナを起動する:
nl: Weblate containers starten:
pt: Inicie os contentores do Weblate:
pt_br: Inicie os contêineres do Weblate:
ro: Porniți containerele Weblate:
ru: Запустите контейнеры Weblate:
sv: Starta Weblate-containrar:
ta: வலைபெயர்ப்பு கொள்கலன்களைத் தொடங்குங்கள்:
tr: Weblate kapsayıcılarını başlatın:
uk: Запуск контейнерів Weblate:
zh_hans: 启动 Weblate 容器：

source: Enjoy your Weblate deployment, it's accessible on port 80 of the ``weblate`` container.
de: Viel Spaß beim Einsatz von Weblate, es ist über Port 80 des Containers ``weblate`` erreichbar.
ga: Bain sult as d'imscaradh Weblate, tá sé inrochtana ar phort 80 den choimeádán ``weblate``.
hu: Élvezze a saját Weblate telepítését, amely a ``weblate`` konténer 80-as portján érhető el.
id: Nikmati penerapan Weblate Anda, yang dapat diakses pada port 80 kontainer ``weblate``.
ja: 配置した Weblate をお楽しみください、それは ``weblate`` コンテナのポート 80 からアクセスできます。
nl: Veel plezier met uw uitrol van Weblate, het is toegankelijk via poort 80 van de container ``weblate``.
pt: Aproveite a implantação do Weblate, ele está acessível na porta 80 do contentor ``weblate``.
pt_br: Aproveite a implantação do Weblate, ele está acessível na porta 80 do contêiner ``weblate``.
ro: Bucurați-vă de implementarea Weblate, acesta este accesibil pe portul 80 al containerului ``weblate``.
ru: Наслаждайтесь своим развернутым Weblate’ом, он доступен на порту 80 контейнера ``weblate``.
sv: Njut av din Weblate-distribution, den är tillgänglig på port 80 i ``weblate``-containern.
ta: உங்கள் வலைபெயர்ப்பு வரிசைப்படுத்தலை அனுபவிக்கவும், இது `` வலைபெயர்ப்பு`` கொள்கலனின் 80 துறைமுகம் மீது அணுகலாம்.
tr: Weblate dağıtımınızın tadını çıkarın. ``weblate`` kapsayıcısına 80 numaralı bağlantı noktasından erişilebilir.
uk: Насолоджуйтеся розгорнутим Weblate. Доступ до нього можна отримати за допомогою порту 80 контейнера ``weblate``.
zh_hans: 享受您的 Weblate 部署，可以在 ``weblate`` 容器的端口 80 上进行访问。
zh_hant: 享受您的 Weblate 部署，可以在 ``weblate`` 容器的端口 80 上進行訪問。

source: Choosing Docker image registry
de: Auswahl der Docker-Image-Registry
ga: Roghnú clárlann íomhá Docker
hu: Docker-képtároló kiválasztása
id: Memilih registri gambar Docker
ja: Docker イメージ レジストリの選択
nl: Docker image registratie kiezen
pt: Escolher o registo de imagem do Docker
pt_br: Escolhendo o registro de imagem do Docker
ru: Выбор реестра образов Docker
sv: Välja Docker-bildregister
ta: கப்பல்துறை பட பதிவைத் தேர்ந்தெடுப்பது
tr: Docker kalıbı kayıt defterini seçmek
uk: Вибір реєстру образів Docker
zh_hans: 选择 Docker 镜像 registry

source: Weblate containers are published to following registries:
de: Weblate-Container werden in den folgenden Registrys veröffentlicht:
ga: Foilsítear coimeádáin ghréasán chuig na clárlanna seo a leanas:
hu: A Weblate-konténerek az alábbi tárolókba kerülnek feltöltésre:
id: Kontainer Weblate dipublikasikan ke registri berikut:
ja: Weblate コンテナーの公開レジストリ:
nl: Weblate containers worden gepubliceerd naar de volgende registraties:
pt: Os contentores do Weblate são publicados nos seguintes registos:
pt_br: Os contêineres do Weblate são publicados nos seguintes registros:
ru: Контейнеры Weblate публикуются в следующих реестрах:
sv: Weblate-containrar publiceras i följande register:
ta: பின்வரும் பதிவேடுகளுக்கு வலைபெயர்ப்பு கொள்கலன்கள் வெளியிடப்படுகின்றன:
tr: Weblate kapsayıcıları şu kayıt defterlerinde yayınlanmıştır:
uk: Контейнери Weblate оприлюднено у таких реєстрах:
zh_hans: Weblate 容器发布到下列镜像库：

source: Docker Hub, see https://hub.docker.com/r/weblate/weblate
de: Docker Hub, siehe https://hub.docker.com/r/weblate/weblate
ga: Docker Hub, féach https://hub.docker.com/r/weblate/weblate
hu: Docker Hub, lásd: https://hub.docker.com/r/weblate/weblate
id: Docker Hub, lihat https://hub.docker.com/r/weblate/weblate
ja: Docker Hub、参照: https://hub.docker.com/r/weblate/weblate
nl: Docker Hub, bekijk https://hub.docker.com/r/weblate/weblate
pt: Docker Hub, veja https://hub.docker.com/r/weblate/weblate
pt_br: Docker Hub, consulte https://hub.docker.com/r/weblate/weblate
ru: Docker Hub, см. https://hub.docker.com/r/weblate/weblate
sv: Docker Hub, se https://hub.docker.com/r/weblate/weblate
ta: கப்பல்துறை அப், https://hub.docker.com/r/weblate/weblate ஐப் பார்க்கவும்
tr: Docker Hub için https://hub.docker.com/r/weblate/weblate adresine bakın
uk: Docker Hub, див. https://hub.docker.com/r/weblate/weblate
zh_hans: Docker Hub，见 https://hub.docker.com/r/weblate/weblate

source: GitHub Packages registry, see https://github.com/WeblateOrg/docker/pkgs/container/weblate
de: GitHub Packages Registry, siehe https://github.com/WeblateOrg/docker/pkgs/container/weblate
ga: Clárlann Pacáistí GitHub, féach https://github.com/WeblateOrg/docker/pkgs/container/weblate
hu: GitHub Packages regiszter, lásd: https://github.com/WeblateOrg/docker/pkgs/container/weblate
id: Registri Paket GitHub, lihat https://github.com/WeblateOrg/docker/pkgs/container/weblate
ja: GitHub パッケージ レジストリ、参照: https://github.com/WeblateOrg/docker/pkgs/container/weblate
nl: GitHub Packages registratie, bekijk https://github.com/WeblateOrg/docker/pkgs/container/weblate
pt: Registo de pacotes do GitHub, consulte https://github.com/WeblateOrg/docker/pkgs/container/weblate
pt_br: Registro de pacotes do GitHub, consulte https://github.com/WeblateOrg/docker/pkgs/container/weblate
ru: Реестр пакетов GitHub см. https://github.com/WeblateOrg/docker/pkgs/container/weblate
sv: GitHub Packages-registret, se https://github.com/WeblateOrg/docker/pkgs/container/weblate
ta: அறிவிலிமையம் பேக்கேச்கள் பதிவேட்டில், https://github.com/weblateorg/docker/pkgs/container/weblate ஐப் பார்க்கவும்
tr: GitHub paketleri kayıt defteri için https://github.com/WeblateOrg/docker/pkgs/container/weblate adresine bakın
uk: Реєстр пакунків GitHub, див. https://github.com/WeblateOrg/docker/pkgs/container/weblate
zh_hans: GitHub Packages 镜像库，见 https://github.com/WeblateOrg/docker/pkgs/container/weblate

source: All examples currently fetch images from Docker Hub, please adjust the configuration accordingly to use a different registry.
de: Alle Beispiele beziehen derzeit Images von Docker Hub, bitte passen Sie die Konfiguration entsprechend an, um eine andere Registry zu verwenden.
ga: Gabhann gach sampla íomhánna ó Docker Hub faoi láthair, le do thoil coigeartaigh an chumraíocht dá réir chun clárlann eile a úsáid.
hu: Minden példában a Docker Hub-ról történik a képek letöltése, ha másik tárolót szeretne használni, módosítsa ennek megfelelően a konfigurációt.
id: Semua contoh saat ini mengambil gambar dari Docker Hub, harap sesuaikan konfigurasi untuk menggunakan registri yang berbeda.
ja: 現在、すべての例は Docker Hub からイメージを取得しています。別のレジストリを使用するように設定を変更してください。
nl: Alle huidige voorbeelden halen afbeeldingen op vanaf Docker Hub, pas de configuratie overeenkomstig aan om een andere registratie te gebruiken.
pt: Todos os exemplos atualmente buscam imagens do Docker Hub, por favor ajuste a configuração para utilizar um registo diferente.
pt_br: Todos os exemplos atualmente buscam imagens do Docker Hub, por favor ajuste a configuração para utilizar um registro diferente.
ru: Все примеры в настоящее время получают изображения из Docker Hub. Измените конфигурацию соответствующим образом, чтобы использовать другой реестр.
sv: Alla exempel hämtar för närvarande bilder från Docker Hub. Justera konfigurationen efter behov för att använda ett annat register.
ta: எல்லா எடுத்துக்காட்டுகளும் தற்போது கப்பல்துறை மையத்திலிருந்து படங்களைப் பெறுகின்றன, தயவுசெய்து வேறு பதிவேட்டைப் பயன்படுத்த உள்ளமைவை சரிசெய்யவும்.
tr: Tüm örneklerde kalıplar Docker Hub üzerinden alınıyor. Farklı bir kayıt defteri kullanmak için yapılandırmayı uygun şekilde ayarlayın.
uk: В усіх прикладах образи отримують з Docker Hub. Будь ласка, скоригуйте відповідним чином налаштування, щоб скористатися іншим реєстром.
zh_hans: 所有示例目前从 Docker Hub 获取镜像，请相应调整配置来使用另一个镜像库。

source: Choosing Docker image tag
de: Auswahl des Docker-Image-Tags
ga: Ag roghnú chlib íomhá Docker
hu: Docker-kép címkéjének kiválasztása
id: Memilih tag gambar Docker
ja: Docker イメージ タグの選択
nl: Docker image tag kiezen
pt: Escolher a tag de imagem do Docker
pt_br: Escolhendo a tag de imagem do Docker
ru: Выбор метки изображения Docker
sv: Välja Docker-bildtagg
ta: கப்பல்துறை பட குறிச்சொல்லைத் தேர்ந்தெடுப்பது
tr: Docker kalıp etiketini seçmek
uk: Вибір образу концентратора Docker
zh_hans: 选择 Docker 镜像标签

source: Please choose a tag that matches your environment and expectations:
de: Bitte wählen Sie einen Tag, der Ihrer Einsatzumgebung und Ihren Erwartungen entspricht:
ga: Roghnaigh clib a mheaitseálann do thimpeallacht agus d’ionchais:
hu: Válasszon olyan címkét, amely megfelel a környezetének és elvárásainak:
id: Silakan pilih tag yang sesuai dengan lingkungan dan harapan Anda:
ja: 環境と希望と一致するタグの選択:
nl: Kies een tag die overeenkomt met uw omgeving en uw verwachtingen:
pt: Por favor, escolha uma tag que corresponda ao seu ambiente e expectativas:
pt_br: Por favor, escolha uma tag que corresponda ao seu ambiente e expectativas:
ru: Пожалуйста, выберите метку, которая соответствует вашей среде и ожиданиям:
sv: Välj en tagg som passar din miljö och dina förväntningar:
ta: உங்கள் சூழல் மற்றும் எதிர்பார்ப்புகளுடன் பொருந்தக்கூடிய குறிச்சொல்லைத் தேர்வுசெய்க:
tr: Lütfen ortamınıza ve beklentilerinize uygun bir etiket seçin:
uk: Будь ласка, виберіть мітку, яка відповідає вашому середовищу і очікуванням:
zh_hans: 请选择匹配你的环境和预期的标签：

source: Tag name
ga: Ainm chlib
hu: Címke neve
id: Nama tag
ja: タグ名
nl: Tagnaam
pt: Nome da tag
pt_br: Nome da tag
ro: Denumirea etichetei
ru: Имя метки
sv: Taggnamn
ta: குறிச்சொல் பெயர்
tr: Etiket adı
uk: Назва теґу
zh_hans: 标签名称

source: Description
de: Beschreibung
ga: Cur síos
hu: Leírás
id: Deskripsi
ja: 説明
nl: Omschrijving
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
ta: விளக்கம்
tr: Açıklama
uk: Опис
zh_hans: 说明
zh_hant: 描述

source: Use case
de: Anwendungsfall
ga: Bain úsáid as cás
hu: Használati eset
id: Kasus penggunaan
ja: 使用例
nl: Te gebruiken
pt: Caso de uso
pt_br: Caso de uso
ro: Caz de utilizare
ru: Пример использования
sv: Användningsfall
ta: வழக்கு பயன்படுத்து
tr: Kullanım amacı
uk: Варіант використання
zh_hans: 用例
zh_hant: 用例

source: Weblate stable release, matches latest tagged release
de: Stabile Version von Weblate, entspricht der neuesten getaggten Version
ga: An scaoileadh cobhsaí Weblate, meaitseálann an scaoileadh clibeáilte is déanaí
hu: Weblate stabil kiadás, amely megfelel a legutóbbi címkézett kiadásnak
id: Rilis stabil Weblate, cocok dengan rilis terbaru yang diberi tag
ja: Weblate 安定版リリース、最新のタグ付きリリースに対応
nl: Weblate stabiele uitgave, komt overeen met de als latest getagde uitgave
pt: Versão estável do Weblate, corresponde à última versão marcada
pt_br: Versão estável do Weblate, corresponde à última versão marcada
ro: Weblate versiune stabilă, se potrivește cu cea mai recentă versiune etichetată
ru: Стабильный выпуск Weblate, соответствует последнему выпуску с метками
sv: Weblate stabil version, motsvarar senaste taggade versionen
ta: வலைபெயர்ப்பு நிலையான வெளியீடு, அண்மைக் கால குறிக்கப்பட்ட வெளியீட்டுடன் பொருந்துகிறது
tr: Son etiketlenmiş sürümle eşleşen kararlı Weblate sürümü
uk: Стабільний випуск Weblate, відповідає найновішому випуску
zh_hans: 与最新的标签版本相匹配的Weblate 稳定发行版

source: Rolling updates in a production environment
de: Fortlaufende Updates in einer Produktionsumgebung
ga: Nuashonruithe rollta i dtimpeallacht táirgthe
hu: Folyamatos frissítések egy éles környezetben
id: Pembaruan bergulir dalam lingkungan produksi
ja: 運用環境でのローリング アップデート
nl: Doorlopend bijwerken in een productieomgeving
pt: Atualizações contínuas num ambiente de produção
pt_br: Atualizações contínuas em um ambiente de produção
ro: Actualizări continue într-un mediu de producție
ru: Выполнение обновлений в рабочей среде
sv: Rullande uppdateringar i en produktionsmiljö
ta: விளைவாக்கம் சூழலில் புதுப்பிப்புகளை உருட்டுதல்
tr: Üretim ortamında güncellemeleri yapmak
uk: Оновлення-накладки у промисловому середовищі
zh_hans: 在生产环境中滚动更新

source: Weblate stable release
de: Stabile Weblate-Version
ga: Scaoileadh cobhsaí Weblate
hu: Weblate stabil kiadás
id: Rilis stabil Weblate
ja: Weblate 安定版のリリース
nl: Weblate stabiele uitgave
pt: Versão estável do Weblate
pt_br: Versão estável do Weblate
ro: Weblate versiune stabilă
ru: Стабильный выпуск Weblate
sv: Weblate stabil utgåva
ta: வலைபெயர்ப்பு நிலையான வெளியீடு
tr: Weblate kararlı sürümü
uk: Стабільний випуск Weblate
zh_hans: Weblate 稳定发行版

source: Rolling updates within a major version in a production environment
de: Fortlaufende Updates innerhalb einer Hauptversion in einer Produktionsumgebung
ga: Nuashonruithe rollta laistigh de leagan mór i dtimpeallacht táirgthe
hu: Folyamatos frissítések egy főverzión belül éles környezetben
id: Pembaruan bergulir dalam versi utama di lingkungan produksi
ja: 運用環境におけるメジャーバージョン内でのローリング アップデート
nl: Doorlopend bijwerken in een hoofdversie in een productieomgeving
pt: Atualizações contínuas dentro de uma versão principal num ambiente de produção
pt_br: Atualizações contínuas dentro de uma versão principal em um ambiente de produção
ru: Последовательные обновления основной версии в производственной среде
sv: Rullande uppdateringar inom en huvudversion i en produktionsmiljö
ta: தயாரிப்பு சூழலில் ஒரு முக்கிய பதிப்பிற்குள் புதுப்பிப்புகளை உருட்டுதல்
tr: Bir üretim ortamında ana sürüm güncellemeleri
uk: Оновлення-накладки у межах основної версії у промисловому середовищі
zh_hans: 生产环境下大版本内的滚动更新

source: Rolling updates within a minor version in a production environment
de: Fortlaufende Updates innerhalb einer Unterversion in einer Produktionsumgebung
ga: Nuashonruithe rollta laistigh de leagan mion i dtimpeallacht táirgthe
hu: Folyamatos frissítések egy alverzión belül éles környezetben
id: Pembaruan bergulir dalam versi minor di lingkungan produksi
ja: 運用環境におけるマイナーバージョン内でのローリング アップデート
nl: Doorlopend bijwerken in een mineur-versie in een productieomgeving
pt: Atualizações contínuas dentro de uma versão secundária num ambiente de produção
pt_br: Atualizações contínuas dentro de uma versão secundária em um ambiente de produção
ru: Последовательные обновления второстепенной версии в производственной среде
sv: Rullande uppdateringar inom en mindre version i en produktionsmiljö
ta: தயாரிப்பு சூழலில் ஒரு சிறிய பதிப்பிற்குள் புதுப்பிப்புகளை உருட்டுதல்
tr: Bir üretim ortamında küçük sürüm güncellemeleri
uk: Оновлення-накладки у межах проміжної версії у промисловому середовищі
zh_hans: 生产环境下小版本内的滚动更新

source: Well defined deploy in a production environment
de: Gut definierter Einsatz in einer Produktionsumgebung
ga: Imscaradh dea-shainithe i dtimpeallacht táirgthe
hu: Jól definiált telepítés éles környezetben
id: Penerapan yang terdefinisi dengan baik dalam lingkungan produksi
ja: 運用環境での明確な展開
nl: Goed gedefinieerde uitrol in een productieomgeving
pt: Implantação bem definida num ambiente de produção
pt_br: Implantação bem definida em um ambiente de produção
ro: Implementare bine definită într-un mediu de producție
ru: Хорошо поставленное развёртывание в рабочей среде
sv: Väl definierad distribution i en produktionsmiljö
ta: விளைவாக்கம் சூழலில் நன்கு வரையறுக்கப்பட்ட வரிசைப்படுத்தல்
tr: Üretim ortamında iyi tanımlanmış dağıtım
uk: Надійний розгорнутий екземпляр у промисловому середовищі
zh_hans: 生产环境下定义良好的部署

source: Weblate stable release with development changes in the Docker container (for example updated dependencies)
de: Stabile Weblate-Version mit Entwicklungsänderungen im Docker-Container (z. B. aktualisierte Abhängigkeiten)
ga: Scaoileadh cobhsaí Weblate le hathruithe forbartha sa choimeádán Docker (mar shampla spleáchais nuashonraithe)
hu: Weblate stabil kiadás, amely fejlesztési változtatásokat is tartalmaz a Docker-konténerben (például frissített függőségek)
id: Rilis stabil Weblate dengan perubahan pengembangan pada kontainer Docker (misalnya dependensi yang diperbarui)
ja: Docker コンテナに開発上の変更を加えた Weblate 安定版のリリース（例: 依存関係の更新など）
nl: Weblate stabiele uitgave met ontwikkelingswijzigingen in de Docker container (bijvoorbeeld bijgewerkte afhankelijkheden)
pt: Lançamento estável do Weblate com alterações de desenvolvimento no contentor Docker (por exemplo, dependências atualizadas)
pt_br: Lançamento estável do Weblate com alterações de desenvolvimento no contêiner Docker (por exemplo, dependências atualizadas)
ro: Versiune stabilă Weblate cu modificări de dezvoltare în containerul Docker (de exemplu, dependențe actualizate)
ru: Стабильный выпуск Weblate с изменениями в разработке в Docker-контейнере (например, обновленные зависимости)
sv: Weblate stabil release med utvecklingsändringar i Docker-containern (till exempel uppdaterade beroenden)
ta: கப்பல்துறை கொள்கலனில் வளர்ச்சி மாற்றங்களுடன் வலைபெயர்ப்பு நிலையான வெளியீடு (எடுத்துக்காட்டாக புதுப்பிக்கப்பட்ட சார்புகள்)
tr: Docker kapsayıcısındaki geliştirme değişiklikleriyle Weblate kararlı sürümü (güncelleştirilmiş bağımlılıklar gibi)
uk: Стабільний випуск Weblate із змінами з гілки розробки у контейнері Docker (наприклад, із оновленими залежностями)
zh_hans: Weblate稳定发行版在Docker容器中的开发变化（例如依赖的更新）

source: Rolling updates in a staging environment
de: Fortlaufende Updates in einer Staging-Umgebung
ga: Nuashonruithe rollta i dtimpeallacht stáitse
hu: Folyamatos frissítések tesztkörnyezetben
id: Pembaruan bergulir dalam lingkungan staging
ja: ステージング環境でのローリング アップデート
nl: Doorlopend bijwerken in een proefomgeving
pt: Atualizações contínuas num ambiente de teste
pt_br: Atualizações contínuas em um ambiente de teste
ro: Rularea actualizărilor într-un mediu de pregătire
ru: Запуск обновлений в среде постановки
sv: Rullande uppdateringar i en stagingmiljö
ta: ஒரு நிலை சூழலில் புதுப்பிப்புகளை உருட்டுதல்
tr: Deneme ortamında güncellemeleri yapmak
uk: Оновлення-накладки у проміжному тестовому середовищі
zh_hans: 在准生产环境中进行滚动更新

source: Well defined deploy in a staging environment
de: Gut definierter Einsatz in einer Staging-Umgebung
ga: Imscaradh dea-shainithe i dtimpeallacht stáitse
hu: Jól definiált telepítés tesztkörnyezetben
id: Penerapan yang terdefinisi dengan baik dalam lingkungan staging
ja: ステージング環境での明確な展開
nl: Goed gedefinieerde uitrol in een proefomgeving
pt: Implantação bem definida num ambiente de teste
pt_br: Implantação bem definida em um ambiente de teste
ro: Implementare bine definită într-un mediu de staționare
ru: Чётко определённое развертывание в среде постановки
sv: Väl definierad distribution i en stagingmiljö
ta: ஒரு நிலை சூழலில் நன்கு வரையறுக்கப்பட்ட வரிசைப்படுத்தல்
tr: Hazırlama ortamında iyi tanımlanmış dağıtım
uk: Надійний розгорнутий екземпляр у тестовому середовищі
zh_hans: 在准生产环境中定义完善部署

source: Development version Weblate from Git
de: Weblate-Entwicklungsversion von Git
ga: Leagan forbartha Weblate ó Git
hu: Fejlesztői változat a Weblate Git tárolójából
id: Versi pengembangan Weblate dari Git
ja: Git から開発版の Weblate
nl: Ontwikkelingsversie Weblate vanuit Git
pt: Versão de desenvolvimento do Weblate do Git
pt_br: Versão de desenvolvimento do Weblate do Git
ro: Versiunea de dezvoltare Weblate din Git
ru: Версия разработчика Weblate из Git
sv: Utvecklingsversion Weblate från Git
ta: மேம்பாட்டு பதிப்பு அறிவிலி இருந்து வலைபெயர்ப்பு செய்கிறது
tr: Git üzerinden Weblate geliştirme sürümü
uk: Версії Weblate у розробці з Git
zh_hans: 来自Git的Weblate开发版

source: Rollling updates to test upcoming Weblate features
de: Fortlaufende Updates zum Testen kommender Weblate-Funktionen
ga: Nuashonruithe rollta chun gnéithe Weblate atá le teacht a thástáil
hu: Folyamatos frissítések a közelgő Weblate funkciók teszteléséhez
id: Pembaruan bergulir untuk menguji fitur Weblate yang akan datang
ja: 今後の Weblate の機能をテストするためのローリング アップデート
nl: Doorlopend bijwerken om aankomende mogelijkheden voor Weblate te testen
pt: Atualizações contínuas para testar os próximos recursos do Weblate
pt_br: Atualizações contínuas para testar os próximos recursos do Weblate
ro: Actualizări de rulare pentru a testa viitoarele caracteristici Weblate
ru: Запуск обновлений для тестирования предстоящих функций Weblate
sv: Rullande uppdateringar för att testa kommande Weblate-funktioner
ta: வரவிருக்கும் வலைத்தள அம்சங்களை சோதிக்க புதுப்பிப்புகளை உருட்டுதல்
tr: Yakında eklencek Weblate özelliklerini denemel için güncelleme ekleri
uk: Оновлення-накладки для тестування новітніх можливостей Weblate
zh_hans: 滚动更新以测试即将推出的 Weblate 功能

source: Well defined deploy to test upcoming Weblate features
de: Gut definierter Einsatz zum Testen kommender Weblate-Funktionen
ga: Imscaradh dea-shainithe chun gnéithe Weblate atá le teacht a thástáil
hu: Jól definiált telepítés a közelgő Weblate funkciók tesztelésére
id: Penerapan yang terdefinisi dengan baik untuk menguji fitur Weblate yang akan datang
ja: Weblate の新機能をテストするための明確な展開
nl: Goed gedefinieerde uitrol om aankomende mogelijkheden voor Weblate te testen
pt: Implantação bem definida para testar os próximos recursos da Weblate
pt_br: Implantação bem definida para testar os próximos recursos da Weblate
ro: Implementare bine definită pentru a testa viitoarele caracteristici Weblate
ru: Хорошо определённое развёртывание для тестирования предстоящих функций Weblate
sv: Väl definierad distribution för att testa kommande Weblate-funktioner
ta: வரவிருக்கும் வலைபெயர்ப்பு அம்சங்களை சோதிக்க நன்கு வரையறுக்கப்பட்ட வரிசைப்படுத்தல்
tr: Yaklaşan Weblate özelliklerini denemek için iyi tanımlanmış dağıtım
uk: Надійний розгорнутий екземпляр для тестування новітніх можливостей Weblate
zh_hans: 定义明确的部署以测试即将推出的 Weblate 功能

source: Every image is tested by our CI before it gets published, so even the `bleeding` version should be quite safe to use.
de: Jedes Image wird vor der Veröffentlichung von unserer CI getestet, sodass selbst die `bleeding`-Version sicher verwendbar ist.
ga: Déanann ár CI gach íomhá a thástáil sula bhfoilsítear í, mar sin ba cheart go mbeadh an leagan `bleeding` sách sábháilte le húsáid.
hu: Minden képet CI rendszerrel tesztelünk, mielőtt publikálnánk, így még a `bleeding` változat használata is viszonylag biztonságos.
id: Setiap gambar diuji oleh CI kami sebelum dipublikasikan, jadi bahkan versi `bleeding` pun seharusnya cukup aman untuk digunakan.
ja: すべてのイメージは、公開される前に CI によってテストされるため、`bleeding` 版であっても安全に使用できます。
nl: Elk image is getest door ons CI voordat het werd gepubliceerd, dus zelfs de versie `bleeding` zou veilig genoeg moeten zijn om te gebruiken.
pt: Cada imagem é testada pelo nosso CI antes de ser publicada, então até mesmo a versão `bleeding` deve ser bastante segura de usar.
pt_br: Cada imagem é testada pelo nosso CI antes de ser publicada, então até mesmo a versão `bleeding` deve ser bastante segura de usar.
ro: Fiecare imagine este testată de către CI înainte de a fi publicată, astfel încât chiar și versiunea "sângerândă" ar trebui să fie destul de sigură pentru utilizare.
ru: Каждое изображение тестируется нашей непрерывной интеграцией перед публикацией, поэтому даже `bleeding` (кровоточащая) версия должна быть вполне безопасной для использования.
sv: Varje bild testas av vår CI innan den publiceras, så även den "blödande" versionen bör vara ganska säker att använda.
ta: ஒவ்வொரு படமும் எங்கள் தொஒ வெளியிடப்படுவதற்கு முன்பு சோதிக்கப்படுகிறது, எனவே `இரத்தப்போக்கு` பதிப்பு கூட பயன்படுத்த மிகவும் பாதுகாப்பாக இருக்க வேண்டும்.
tr: Her kalıp yayınlanmadan önce kesintisiz bütünleştirmemiz tarafından denenir. Bu nedenle `bleeding` sürümünün kullanımı bile oldukça güvenli olmalıdır.
uk: Тестування усіх образів виконується перед оприлюдненням у нашій системі неперервної інтеграції, тому навіть версія `bleeding` має бути безпечною для користування.
zh_hans: 每个镜像在发布之前都经过我们的 CI 测试，所以即使是 `bleeding` 版本也应该可以安全使用。
