Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Per-project :ref:`machine-translation-setup` can now be configured via the Project :ref:`api`.
de: :ref:`machine-translation-setup` können jetzt projektspezifisch über :ref:`api` konfiguriert werden.
ga: De réir an tionscadail :ref:`machine-translation-setup` a chumrú anois tríd an Tionscadal :ref:`api`.
hu: A projektenkénti :ref:`machine-translation-setup` mostantól konfigurálható a Projekt :ref:`REST API <api>` segítségével.
id: :ref:`machine-translation-setup` per-proyek sekarang dapat dikonfigurasi melalui :ref:`api` Proyek.
nl: Per-project :ref:`machine-translation-setup` kan u worden geconfigureerd via de Project-:ref:`api`.
pt_br: Agora, o :ref:`machine-translation-setup` por projeto pode ser configurado por meio da :ref:`api` do projeto.
sv: Per-projekt :ref:`machine-translation-setup` kan nu konfigureras via Projekt :ref:`api`.
tr: Her proje için :ref:`machine-translation-setup` yapılandırmasının proje :ref:`api` uygulaması ile yapılabilmesi sağlandı.
uk: :ref:`machine-translation-setup` для кожного проекту тепер можна налаштувати через Project :ref:`api`.
zh_hans: 每个项目的 :ref:`machine-translation-setup` 现在可以通过项目 :ref:`api` 来配置。

source: Translation memory import now supports files with XLIFF, PO and CSV formats, see :ref:`memory-user` and :wladmin:`import_memory` command in :ref:`manage`.
de: Der Übersetzungsspeicher-Import unterstützt jetzt Dateien im XLIFF-, PO- und CSV-Format, siehe :ref:`memory-user` und :wladmin:`import_memory`-Befehl in :ref:`manage`.
ga: Tacaíonn allmhairiú cuimhne aistriúcháin anois le comhaid le formáidí XLIFF, PO agus CSV, féach :ref:`memory-user` agus :wladmin:`import_memory` ordú in :ref:`manage`.
hu: A fordítási memória importja mostantól támogatja az XLIFF, PO és CSV formátumú fájlokat, lásd: :ref:`memory-user` és az :wladmin:`import_memory` parancs a :ref:`manage` részben.
id: Impor memori terjemahan sekarang mendukung file dengan format XLIFF, PO, dan CSV, lihat perintah :ref:`memory-user` dan :wladmin:`import_memory` di :ref:`manage`.
nl: Importeren van vertaalgeheugen ondersteunt nu bestanden met indelingen XLIFF, PO en CSV, bekijk de opdrachten :ref:`memory-user` en :wladmin:`import_memory` in :ref:`manage`.
pt_br: A importação de memória de tradução agora suporta arquivos com formatos XLIFF, PO e CSV, consulte os comandos :ref:`memory-user` e :wladmin:`import_memory` em :ref:`manage`.
sv: Översättningsminnesimport stöder nu filer i formaten XLIFF, PO och CSV, se :ref:`memory-user` och :wladmin:`import_memory`-kommandot i :ref:`manage`.
tr: Çeviri belleğinin içe aktarılması artık XLIFF, PO ve CSV biçimlerindeki dosyaları destekliyor, :ref:`manage` içindeki :ref:`memory-user` ve :wladmin:`import_memory` komutuna bakın.
uk: Імпорт пам’яті перекладів тепер підтримує файли у форматах XLIFF, PO та CSV, див. команди :ref:`memory-user` і :wladmin:`import_memory` у :ref:`manage`.
zh_hans: 翻译记忆库导入现支持 XLIFF、PO 和 CSV 格式的文件，见 :ref:`manage` 中的 :ref:`memory-user` 和 :wladmin:`import_memory` 命令。

source: The registration CAPTCHA now includes proof-of-work mechanism ALTCHA.
de: Das CAPTCHA für die Registrierung enthält jetzt einen ALTCHA-Proof-of-Work-Mechanismus.
ga: Áiríonn an clárú CAPTCHA meicníocht cruthúnais oibre ALTCHA anois.
hu: A regisztrációs CAPTCHA mostantól proof-of-work mechanizmust is tartalmaz az ALTCHA használatával.
id: Registrasi CAPTCHA sekarang menyertakan mekanisme bukti kerja ALTCHA.
nl: De CAPTCHA voor de registratie bevat nu het Proof-of-work-mechanisme ALTCHA.
pt_br: O registro CAPTCHA agora inclui o mecanismo de prova de trabalho ALTCHA.
sv: Registrerings-CAPTCHA inkluderar nu arbetsbevismekanismen ALTCHA.
ta: பதிவு கேப்ட்சாவில் இப்போது வேலை செய்யும் சான்று ஆல்ட்சா உள்ளது.
tr: Kayıt CAPTCHA bileşenine çalışma kanıtı yöntemi ALTCHA eklendi.
uk: Реєстраційний CAPTCHA тепер включає механізм підтвердження роботи ALTCHA.
zh_hans: 注册人机验证码现包括工作证明机制 ALTCHA。

source: Leading problematic characters in CSV are now checks for :ref:`glossary`, see :ref:`check-prohibited-initial-character`.
de: Führende problematische Zeichen in CSV werden nun für das :ref:`glossary` geprüft, siehe :ref:`check-prohibited-initial-character`.
ga: Is seiceálacha iad príomhcharachtair fadhbanna i CSV anois le haghaidh :ref:`glossary`, féach :ref:`check-prohibited-initial-character`.
hu: A CSV-fájlok problémás kezdő karakterei mostantól ellenőrzésre kerülnek a :ref:`glossary` esetében, lásd: :ref:`check-prohibited-initial-character`.
id: Karakter bermasalah utama dalam CSV sekarang diperiksa untuk :ref:`glossary`, lihat :ref:`check-prohibited-initial-character`.
nl: Voorafgaande problematische tekens in CSV zijn nu controles voor :ref:`glossary`, bekijk :ref:`check-prohibited-initial-character`.
pt_br: Os caracteres problemáticos iniciais em CSV agora são verificações de :ref:`glossary`, consulte :ref:`check-prohibited-initial-character`.
sv: Ledande problematiska tecken i CSV kontrolleras nu för :ref:`glossary`, se :ref:`check-prohibited-initial-character`.
tr: :ref:`glossary` için CSV dosyasında soruna yol açabilecek karakterlerin denetlenmesi sağlandı. Ayrıntılı bilgi almak için: :ref:`check-prohibited-initial-character`.
uk: Початкові проблемні символи в CSV тепер перевіряються на :ref:`glossary`, див. :ref:`check-prohibited-initial-character`.
zh_hans: 现在对 CSV 中有问题的开头字符进行 :ref:`glossary` 检查，见 :ref:`check-prohibited-initial-character`。

source: Logging to :ref:`graylog`.
de: Protokollierung in :ref:`graylog`.
ga: Ag logáil go :ref:`graylog`.
hu: Naplózás a :ref:`graylog` rendszerbe.
id: Pencatatan ke :ref:`graylog`.
nl: Loggen naar :ref:`graylog`.
pt_br: Registrando em :ref:`graylog`.
sv: Logga in på :ref:`graylog`.
tr: Günlüğün :ref:`graylog` üzerine kaydedilmesi sağlandı.
uk: Реєстрація в :ref:`graylog`.
zh_hans: 记录到 :ref:`graylog`。

source: :ref:`mt-google-translate-api-v3` now supports :ref:`glossary-mt` (optional).
de: :ref:`mt-google-translate-api-v3` unterstützt jetzt :ref:`glossary-mt` (optional).
ga: :ref:`mt-google-translate-api-v3` anois le :ref:`glossary-mt` (roghnach).
hu: A :ref:`mt-google-translate-api-v3` mostantól támogatja az opcionális :ref:`glossary-mt` funkciót.
id: :ref:`mt-google-translate-api-v3` sekarang mendukung :ref:`glossary-mt` (opsional).
nl: :ref:`mt-google-translate-api-v3` ondersteunt nu :ref:`glossary-mt` (optioneel).
pt_br: :ref:`mt-google-translate-api-v3` agora suporta :ref:`glossary-mt` (opcional).
sv: :ref:`mt-google-translate-api-v3` stöder nu :ref:`glossary-mt` (valfritt).
tr: :ref:`mt-google-translate-api-v3` için :ref:`glossary-mt` desteği eklendi (isteğe bağlı).
uk: У новій версії :ref:`mt-google-translate-api-v3` передбачено підтримку :ref:`glossary-mt` (не є обов'язковою).
zh_hans: :ref:`mt-google-translate-api-v3` 现支持 :ref:`glossary-mt`\ （可选）。

source: A shortcut to duplicate a component is now available directly in the menu (:guilabel:`Operations` → :guilabel:`Duplicate this component`).
id: Pintasan untuk menduplikasi komponen sekarang tersedia langsung di menu :guilabel:`Operations` → :guilabel:`Duplicate this component`).
sv: En genväg för att duplicera en komponent finns nu direkt i menyn (:guilabel:`Operations` → :guilabel:`Duplicate this component`).
uk: Ярлик для дублювання компонента тепер доступний безпосередньо в меню (:guilabel:`Operations` → :guilabel:`Duplicate this component`).

source: Included username when generating :ref:`credits`.
de: Benutzername wird beim Erzeugen des :ref:`credits` eingefügt.
ga: Ainm úsáideora san áireamh agus :ref:`credits` á ghiniúint.
hu: A :ref:`credits` generálásakor mostantól megjelenik a felhasználónév is.
id: Nama pengguna disertakan saat menghasilkan :ref:`credits`.
nl: Opgenomen gebruikersnaam bij genereren van :ref:`credits`.
pt_br: Incluído o usuário ao gerar :ref:`credits`.
sv: Inkluderat användarnamn vid generering av :ref:`credits`.
tr: :ref:`credits` oluşturulurken kullanıcı adının eklenmesi sağlandı.
uk: Ім'я користувача, яке буде включено при створенні запису :ref:`credits`.
zh_hans: 生成 :ref:`致谢` 时包含用户名。

source: :ref:`bulk-edit` shows a preview of matched strings.
de: :ref:`bulk-edit` zeigt eine Vorschau der übereinstimmenden Zeichenketten.
ga: Léiríonn :ref:`bulk-edit` réamhamharc ar na teaghráin chomhoiriúnaithe.
hu: A :ref:`bulk-edit` funkció előnézetet mutat az egyező szövegekből.
id: :ref:`bulk-edit` menampilkan pratinjau string yang cocok.
nl: :ref:`bulk-edit` geeft een voorbeeld van overeenkomende tekenreeksen weer.
pt_br: :ref:`bulk-edit` mostra uma pré-visualização de textos correspondidos.
sv: :ref:`bulk-edit` visar en förhandsgranskning av matchande strängar.
tr: :ref:`bulk-edit` ile eşleşen dizgelerin ön izlemesinin görüntülenmesi sağlandı.
uk: :ref:`bulk-edit` у новій версії показує попередній перегляд відповідних рядків.
zh_hans: :ref:`bulk-edit` 显示匹配字符串的预览。

source: :http:get:`/api/components/(string:project)/(string:component)/` exposes component lock state.
de: :http:get:`/api/components/(string:project)/(string:component)/` zeigt den Sperrstatus der Komponente an.
ga: :http:get:`/api/components/(string:project)/(string:component)/` nochtann staid glasála comhpháirteanna.
hu: A :http:get:`/api/components/(string:project)/(string:component)/` mostantól megjeleníti az összetevő zárolási állapotát.
id: :http:get:`/api/components/(string:project)/(string:component)/` mengekspos status kunci komponen.
nl: :http:get:`/api/components/(string:project)/(string:component)/` geeft de status van de vergrendeling van het onderdeel weer.
pt_br: :http:get:`/api/components/(string:project)/(string:component)/` expõe o status de bloqueio do componente.
sv: :http:get:`/api/components/(string:project)/(string:component)/` visar komponentens låsstatus.
tr: :http:get:`/api/components/(string:project)/(string:component)/` için bileşenin kilit durumunun görüntülenmesi sağlandı.
uk: :http:get:`/api/components/(string:project)/(string:component)/` розкриває стан блокування компонента.
zh_hans: :http:get:`/api/components/(string:project)/(string:component)/` 暴露部件锁定状态。

source: Editor in :ref:`zen-mode` is now stick to bottom of screen.
de: Der Editor im :ref:`zen-mode` bleibt nun am unteren Bildschirmrand haften.
ga: Tá an t-eagarthóir in :ref:`zen-mode` cloí le bun an scáileáin anois.
hu: A szerkesztő a :ref:`zen-mode` módban mostantól az oldal alján marad.
id: Penyunting di :ref:`zen-mode` sekarang menempel di bagian bawah layar.
nl: Bewerker in :ref:`zen-mode` is nu vastgezet aan de onderzijde van het scherm.
pt_br: O editor em :ref:`zen-mode` agora fica na parte inferior da tela.
sv: Redaktören i :ref:`zen-mode` fastnar nu längst ner på skärmen.
tr: :ref:`zen-mode` içindeki düzenleyici ekranın altına sabitlendi.
uk: Редактор у :ref:`zen-mode` тепер розміщений у нижній частині екрана.
zh_hans: :ref:`zen-mode` 下的编辑器现在贴住屏幕底部。

source: :ref:`manage-appearance` now has distinct settings for dark mode.
de: :ref:`manage-appearance` hat jetzt verschiedene Einstellungen für den dunklen Modus.
ga: Tá socruithe ar leith ag :ref:`manage-appearance` don mhodh dorcha.
hu: A :ref:`manage-appearance` rész mostantól külön beállításokat tartalmaz a sötét módhoz.
id: :ref:`manage-appearance` sekarang memiliki pengaturan berbeda untuk mode gelap.
nl: :ref:`manage-appearance` heeft nu afzonderlijke instellingen voor modus Donker.
pt_br: :ref:`manage-appearance` agora tem configurações distintas para o modo escuro.
sv: :ref:`manage-appearance` har nu separata inställningar för mörkt läge.
tr: :ref:`manage-appearance` için farklı karanlık kip ayarları eklendi.
uk: :ref:`manage-appearance` тепер має окремі налаштування для темного режиму.
zh_hans: :ref:`manage-appearance` 现在有深色模式的确切设置。

source: Improved :ref:`translation-propagation` performance.
de: Verbesserte :ref:`translation-propagation`-Leistung.
ga: Feabhsaithe :ref:`translation-propagation` feabhsaithe.
hu: Javult a :ref:`translation-propagation` teljesítménye.
id: Peningkatan kinerja :ref:`translation-propagation`.
nl: Verbeterde prestaties voor :ref:`translation-propagation`.
pt_br: Aprimorado o desempenho de :ref:`translation-propagation`.
sv: Förbättrad prestanda för :ref:`translation-propagation`.
tr: :ref:`translation-propagation` başarımı iyileştirildi.
uk: Покращена продуктивність :ref:`translation-propagation`.
zh_hans: 改进了 :ref:`translation-propagation` 性能。

source: More detailed error messages for :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
de: Detailliertere Fehlermeldungen für :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
ga: Teachtaireachtaí earráide níos mionsonraithe le haghaidh :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
hu: Részletesebb hibaüzenetek jelennek meg a :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/` művelet során.
id: Pesan galat yang lebih rinci untuk :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
nl: Meer gedetailleerde berichten voor :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
pt_br: Mensagens de erro mais detalhadas para :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
sv: Mer detaljerade felmeddelanden för :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
tr: :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/` için daha ayrıntılı hata iletileri eklendi.
uk: Детальніші повідомлення про помилки для :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/`.
zh_hans: :http:post:`/api/translations/(string:project)/(string:component)/(string:language)/file/` 更详细的错误消息。

source: Using the ``has:variant`` field now correctly displays strings that have variants in the search language, see :ref:`search-strings`.
de: Das Verwenden des Feldes ``has:variant`` zeigt nun korrekt Zeichenketten an, die Varianten in der Suchsprache haben, siehe :ref:`search-strings`.
ga: Anois taispeántar teaghráin a bhfuil leagan acu sa teanga chuardaigh ag baint úsáide as an réimse ``has:variant`` i gceart, féach :ref:`search-strings`.
hu: A ``has:variant`` mező használatakor mostantól helyesen jelennek meg azok a szövegek, amelyek a keresett nyelven változattal rendelkeznek, lásd: :ref:`search-strings`.
id: Menggunakan kolom ``has:variant`` sekarang dengan benar menampilkan string yang memiliki varian dalam bahasa pencarian, lihat :ref:`search-strings`.
nl: Met het veld ``has:variant`` worden nu correcte tekenreeksen weergegeven die varianten in de doeltaal hebben, bekijk :ref:`search-strings`.
pt_br: O uso do campo ``has:variant`` agora exibe corretamente textos que possuem variantes no idioma de busca, consulte :ref:`search-strings`.
sv: Genom att använda fältet ``has:variant`` visas nu korrekt strängar som har varianter i sökspråket, se :ref:`search-strings`.
tr: ``has:variant`` alanı kullanıldığında arama dilinde çeşitleri olan dizgelerin doğru görüntülenmesi sağlandı. Ayrıntılı bilgi almak için: :ref:`search-strings`.
uk: Використання поля ``has:variant`` тепер правильно відображає рядки, які мають варіанти в мові пошуку, див. :ref:`search-strings`.

source: Saving newly added strings in some formats.
de: Speichern von neu hinzugefügten Zeichenketten in einigen Formaten.
ga: Teaghráin nua-chur a shábháil i bhformáidí áirithe.
hu: Újonnan hozzáadott szövegek mentése egyes formátumokban javítva.
id: Menyimpan string yang baru ditambahkan dalam beberapa format.
nl: Opslaan van nieuw toegevoegde tekenreeksen in sommige indelingen.
pt_br: Salvamento de textos recém-adicionados em alguns formatos.
sv: Spara nyligen tillagda strängar i vissa format.
ta: சில வடிவங்களில் புதிதாக சேர்க்கப்பட்ட சரங்களை சேமித்தல்.
tr: Bazı biçimler için yeni eklenen dizgelerin kaydedilmesi sorunu düzeltildi.
uk: Збереження щойно доданих рядків у деяких форматах.
zh_hans: 用某些格式保存新添加的字符串。

source: :ref:`check-java-printf-format` gracefully handles escaping.
de: :ref:`check-java-printf-format` verarbeitet problemlos Maskierungen.
ga: :ref:`check-java-printf-format` láimhseálann go galánta éalú.
hu: A :ref:`check-java-printf-format` mostantól zökkenőmentesen kezeli a karakterek kódolását.
id: :ref:`check-java-printf-format` menangani pelolosan dengan baik.
nl: :ref:`check-java-printf-format` behandelt escapen netjes.
pt_br: :ref:`check-java-printf-format` manipula escape com elegância.
sv: :ref:`check-java-printf-format` hanterar elegant escape-tecken.
tr: :ref:`check-java-printf-format` denetiminin kaçış karakterlerini doğru işlemesi sağlandı.
uk: :ref:`check-java-printf-format` витончено обробляє екранування.

source: :ref:`rollbar-errors` integration no longer includes client-side error collection.
de: Die :ref:`rollbar-errors`-Integration beinhaltet nicht mehr die clientseitige Fehlersammlung.
ga: Ní chuimsíonn comhtháthú :ref:`rollbar-errors` bailiú earráidí ar thaobh an chliaint a thuilleadh.
hu: A :ref:`rollbar-errors` integráció többé nem gyűjt kliensoldali hibákat.
id: Integrasi :ref:`rollbar-errors` tidak lagi menyertakan pengumpulan galat sisi klien.
nl: Integratie van :ref:`rollbar-errors` bevat niet langer het verzamelen van fouten aan de kant van de cliënt.
pt_br: A integração com :ref:`rollbar-errors` não inclui mais a coleta de erros do lado do cliente.
sv: :ref:`rollbar-errors`-integrationen inkluderar inte längre insamling av fel på klientsidan.
tr: :ref:`rollbar-errors` bütünleştirmesinden istemci tarafı hata toplama özelliği kaldırıldı.
uk: :ref:`rollbar-errors` інтеграція більше не включає збір помилок на стороні клієнта.
zh_hans: :ref:`rollbar-errors` 集成不再包括客户端错误收集。

source: Weblate now requires Git 2.28 or newer.
de: Weblate erfordert jetzt Git 2.28 oder neuer.
ga: Tá Git 2.28 nó níos nuaí ag teastáil ó Weblate anois.
hu: A Weblate mostantól Git 2.28 vagy újabb verziót igényel.
id: Weblate sekarang membutuhkan Git 2.28 atau yang lebih baru.
nl: Weblate vereist nu Git 2.28 of nieuwer.
pt_br: O Weblate agora requer Git 2.28 ou mais recente.
sv: Weblate kräver nu Git 2.28 eller nyare.
ta: வெப்லேட்டுக்கு இப்போது அறிவிலி 2.28 அல்லது புதியது தேவைப்படுகிறது.
tr: Weblate için artık Git 2.28 ve üzerindeki sürümleri gerekiyor.
uk: Weblate тепер потребує Git 2.28 або новішої версії.
zh_hans: Weblate 现在需要 Git 2.28 或更新版本。

source: Any custom code that relied on ``Change`` models signals should be reviewed.
de: Jeder benutzerdefinierte Code, der sich auf Signale von ``Change``-Modellen stützt, sollte überprüft werden.
ga: Ba cheart athbhreithniú a dhéanamh ar aon chód saincheaptha a bhí ag brath ar chomharthaí mhúnla "Change".
hu: Ellenőrizze az egyedi kódokat, amelyek a ``Change`` modell jelzéseire (signals) támaszkodnak.
id: Kode khusus apa pun yang mengandalkan sinyal model ``Change`` harus ditinjau.
nl: Elke aangepaste code, die vertrouwde op modelsignalen van ``Change``, zou moeten worden nagekeken.
sv: All anpassad kod som är beroende av signaler från ``Change``-modeller bör granskas.
uk: Будь-який користувацький код, який спирався на сигнали моделей ``Зміни``, слід перевірити.

source: :ref:`fedora-messaging` integration needs to be updated to be compatible with this release.
de: Die :ref:`Fedora-Messaging <fedora-messaging>`-Integration muss aktualisiert werden, um mit dieser Version kompatibel zu sein.
ga: :ref:`fedora-messaging` ní mór comhtháthú a nuashonrú le bheith ag luí leis an eisiúint seo.
hu: A :ref:`fedora-messaging` integrációt frissíteni kell az új verzióval való kompatibilitáshoz.
id: Integrasi :ref:`fedora-messaging` perlu diperbarui agar kompatibel dengan rilis ini.
nl: Integratie van :ref:`fedora-messaging` moet worden bijgewerkt om compatibel te zijn met deze uitgave.
pt_br: A integração com :ref:`fedora-messaging` precisa ser atualizada para ser compatível com esta versão.
sv: :ref:`fedora-messaging`-integrationen måste uppdateras för att vara kompatibel med denna version.
tr: :ref:`fedora-messaging` bütünleştirmesinin bu sürümle uyumlu olması için güncellenmesi gerekiyor.
uk: :ref:`fedora-messaging` інтеграцію потрібно оновити, щоб вона була сумісною з цим випуском.
zh_hans: 要和此版本兼容，需要更新 :ref:`fedora-messaging` 集成。

source: :envvar:`WEB_WORKERS` now configures number of threads instead of processes.
de: :envvar:`WEB_WORKERS` konfiguriert nun die Anzahl der Threads anstatt der Prozesse.
ga: Déanann :envvar:`WEB_WORKERS` líon na snáitheanna a chumrú in ionad próisis.
hu: A :envvar:`WEB_WORKERS` mostantól szálak számát állítja be, nem pedig folyamatokét.
id: :envvar:`WEB_WORKERS` sekarang mengonfigurasi jumlah thread, bukan proses.
nl: :envvar:`WEB_WORKERS` configureert nu het aantal threads in plaats van processen.
pt_br: :envvar:`WEB_WORKERS` agora configura o número de threads em vez de processos.
sv: :envvar:`WEB_WORKERS` konfigurerar nu antalet trådar istället för processer.
tr: :envvar:`WEB_WORKERS` için işlemler yerine iş parçası sayısının yapılandırılması sağlandı.
uk: :envvar:`WEB_WORKERS` тепер налаштовує кількість потоків замість процесів.
zh_hans: :envvar:`WEB_WORKERS` 现在配置线程数而非进程数。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/127?closed=1> ____.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/127?closed=1>`__。

source: *Released on November 19th 2024.*
de: *Veröffentlicht am 19. November 2024.*
ga: *Eisithe ar 19 Samhain 2024.*
hu: *Kiadva: 2024. november 19.*
id: *Dirilis pada 19 November 2024.*
nl: *Uitgegeven op 19 november 2024.*
pt_br: *Atualizado em 19 de novembro de 2024.*
sv: *Släpptes den 19 november 2024.*
tr: *19 Kasım 2024 tarihinde yayınlandı.*
uk: *Випущено 19 листопада 2024 року.*

source: :ref:`search-users` can search based on user changes.
de: :ref:`search-users` kann basierend auf Benutzeränderungen suchen.
ga: Is féidir le :ref:`search-users` cuardach a dhéanamh bunaithe ar athruithe úsáideora.
hu: A :ref:`search-users` funkció mostantól képes felhasználói változások alapján keresni.
id: :ref:`search-users` dapat mencari berdasarkan perubahan pengguna.
nl: :ref:`search-users` kan zoeken, gebaseerd op wijzigingen van de gebruiker.
pt_br: :ref:`search-users` pode buscar com base nas alterações do usuário.
sv: :ref:`search-users` kan söka baserat på användarändringar.
tr: :ref:`search-users` için kullanıcı değişikliklerine göre arama yapılabilmesi sağlandı.
uk: :ref:`search-users` можуть шукати дані на основі внесених користувачами змін.
zh_hans: :ref:`search-users` 可以根据用户更改进行搜索。
