Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed using categorized components in :ref:`manage`, :ref:`memory` or :ref:`auto-translation`.
de: Das Verwenden kategorisierter Komponenten in :ref:`manage`, :ref:`memory` oder :ref:`auto-translation` korrigiert.
ga: Seasta ag baint úsáide as comhpháirteanna catagóirithe i :ref:`manage`, :ref:`memory` nó :ref:`auto-translation`.
hu: Javítva a kategorizált összetevők használata a :ref:`manage`, :ref:`memory` vagy :ref:`auto-translation` felületeken.
id: Memperbaiki menggunakan komponen yang dikategorikan dalam :ref:`manage`, :ref:`memory` atau :ref:`auto-translation`.
ja: :ref:`manage`、:ref:`memory`、または :ref:`auto-translation` での分類されたコンポーネントの使用の修正。
nl: Gerepareerd gebruiken van gecategoriseerde onderdelen in :ref:`manage`, :ref:`memory` of :ref:`auto-translation`.
pt: Corrigido o uso de componentes categorizados em :ref:`manage`, :ref:`memory` ou :ref:`auto-translation`.
pt_br: Corrigido o uso de componentes categorizados em :ref:`manage`, :ref:`memory` ou :ref:`auto-translation`.
sv: Fixat med hjälp av kategoriserade komponenter i :ref:`manage`, :ref:`memory` eller :ref:`auto-translation`.
tr: :ref:`manage`, :ref:`memory` veya :ref:`auto-translation` içinde kategorilere ayrılmış bileşenlerin kullanılmasında yaşanan sorun düzeltildi.
uk: Виправлено використання категоризованих складників у :ref:`manage`, :ref:`memory` або :ref:`auto-translation`.
zh_hans: 修复了在 :ref:`manage`、:ref:`memory` 或 :ref:`auto-translation` 中使用分类部件的问题。

source: Uniqueness of name and slug of a component is now enforced at the database level on PostgreSQL 15+.
de: Die Eindeutigkeit des Namens und Slugs einer Komponente wird jetzt auf Datenbankebene unter PostgreSQL 15+ erzwungen.
ga: Cuirtear uathúlacht ainm agus seilide comhpháirte i bhfeidhm anois ag leibhéal an bhunachair shonraí ar PostgreSQL 15+.
hu: Mostantól az összetevők neve és URL-azonosítója (slug) egyediségének ellenőrzése PostgreSQL 15+ rendszeren adatbázis szinten történik.
id: Keunikan nama dan slug suatu komponen sekarang diberlakukan pada tingkat basis data di PostgreSQL 15+.
ja: PostgreSQL 15 以降では、コンポーネントの名前とスラッグの一意性がデータベース レベルで強制されるように変更。
nl: Uniek zijn van de naam en slug van een onderdeel wordt u afgedwongen op het niveau van de database op PostgreSQL 15+.
pt: A exclusividade do nome e da url amigável de um componente agora é imposta no nível do banco de dados no PostgreSQL 15+.
pt_br: A exclusividade do nome e da url amigável de um componente agora é imposta no nível do banco de dados no PostgreSQL 15+.
sv: Unikhet för namn och slug för en komponent tillämpas nu på databasnivå i PostgreSQL 15+.
ta: பெயரின் தனித்துவம் மற்றும் ஒரு கூறுகளின் ச்லக் இப்போது PostgresQL 15+ இல் தரவுத்தள மட்டத்தில் செயல்படுத்தப்படுகிறது.
tr: Bir bileşenin adının ve kısa adının benzersiz olması, PostgreSQL 15+ üzerinde veri tabanı düzeyinde zorunlu kılındı.
uk: Унікальність назви та ідентифікатора складника у новій версії примусово забезпечується на рівні бази даних у PostgreSQL 15+.
zh_hans: 在 PostgreSQL 15+ 版本中，现在数据库层面强制部件标识串和名称的唯一性。

source: Docker image now ships Python packages in :file:`/app/venv` and installs using :program:`uv`.
de: Das Docker-Image liefert jetzt Python-Pakete in :file:`/app/venv` und installiert sie mit :program:`uv`.
ga: Seolann íomhá docker anois pacáistí Python i :file:`/app/venv` agus suiteálacha ag baint úsáide as :program:`uv`.
hu: A Docker image mostantól a Python csomagokat a :file:`/app/venv` útvonalon tartalmazza, és :program:`uv` segítségével telepíti azokat.
id: Gambar Docker sekarang mengirimkan paket Python dalam :file:`/app/venv` dan diinstal menggunakan :program:`uv`.
ja: Docker イメージは、Python パッケージを :file:`/app/venv` に同梱し、:program:`uv` を使用してインストールするように変更。
nl: Docker image levert nu pakketten voor Python in :file:`/app/venv` en installeert met :program:`uv`.
pt: A imagem do Docker agora envia pacotes Python em :file:`/app/venv` e instala usando :program:`uv`.
pt_br: A imagem do Docker agora envia pacotes Python em :file:`/app/venv` e instala usando :program:`uv`.
sv: Docker-bilden levereras nu med Python-paket i :file:`/app/venv` och installeras med :program:`uv`.
tr: Docker kalıbındaki Python paketleri :file:`/app/venv` klasöründe bulunuyor ve :program:`uv` kullanarak yükleniyor.
uk: У новій версії образу для Docker пакунки Python постачаються у :file:`/app/venv` і встановлюються за допомогою :program:`uv`.
zh_hans: Docker 映像现在 :file:`/app/venv` 中传送 Python 包并使用 :program:`uv` 进行安装。

source: There are several changes in :file:`settings_example.py`, most notable is changes in ``INSTALLED_APPS`` and ``LOGOUT_REDIRECT_URL``, please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten sind die Änderungen in ``INSTALLED_APPS`` und ``LOGOUT_REDIRECT_URL``, bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe i :file:`settings_example.py`, is é an rud is suntasaí ná athruithe i ``INSTALLED_APPS`` agus ``LOGOUT_REDIRECT_URL``, le do thoil coigeartaigh do shocruithe dá réir.
hu: Számos változás történt a :file:`settings_example.py` fájlban, különösen az ``INSTALLED_APPS`` és a ``LOGOUT_REDIRECT_URL`` beállításoknál; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling menonjol adalah perubahan dalam ``INSTALLED_APPS`` dan ``LOGOUT_REDIRECT_URL``, harap sesuaikan pengaturan Anda.
ja: :file:`settings_example.py` に変更があります。特に ``INSTALLED_APPS`` と ``LOGOUT_REDIRECT_URL`` に変更があります。変更に合わせて設定を修正してください。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn wijzigingen in ``INSTALLED_APPS`` en ``LOGOUT_REDIRECT_URL``, pas uw instellingen overeenkomstig aan.
pt: Existem várias mudanças em :file:`settings_example.py`, a mais notável são as mudanças em ``INSTALLED_APPS`` e ``LOGOUT_REDIRECT_URL``, por favor ajuste as suas configurações de acordo.
pt_br: Existem várias mudanças em :file:`settings_example.py`, a mais notável são as mudanças em ``INSTALLED_APPS`` e ``LOGOUT_REDIRECT_URL``, por favor ajuste suas configurações de acordo.
sv: Det finns flera ändringar i :file:`settings_example.py`, mest noterbara är ändringarna i ``INSTALLED_APPS`` och ``LOGOUT_REDIRECT_URL``, vänligen justera dina inställningar därefter.
tr: :file:`settings_example.py` dosyasında birkaç değişiklik yapıldı. En dikkat çekenler ``INSTALLED_APPS`` ve ``LOGOUT_REDIRECT_URL`` dosyalarındakiler. Lütfen ayarlarınızı buna uygun şekilde düzenleyin.
uk: До :file:`settings_example.py` внесено декілька змін. Найпомітнішою є зміна у ``INSTALLED_APPS`` і ``LOGOUT_REDIRECT_URL``. Будь ласка, скоригуйте параметри відповідним чином.
zh_hans: :file:`settings_example.py` 中有几项更改，最明显的位于 ``INSTALLED_APPS`` 和 ``LOGOUT_REDIRECT_URL`` 中，请相应调整你的设置。

source: Weblate now requires Python 3.10 and Django 5.0.
de: Weblate erfordert jetzt Python 3.10 und Django 5.0.
ga: Éilíonn Weblate anois Python 3.10 agus Django 5.0.
hu: A Weblate mostantól Python 3.10 és Django 5.0 verziókat igényel.
id: Weblate sekarang memerlukan Python 3.10 dan Django 5.0.
ja: Weblate は、Python 3.10 と Django 5.0 が必須となりました。
nl: Weblate vereist nu Python 3.10 en Django 5.0.
pt: Weblate agora requer Python 3.10 e Django 5.0.
pt_br: Weblate agora requer Python 3.10 e Django 5.0.
ru: Weblate теперь требует Python 3.10 и Django 5.0.
sv: Weblate kräver nu Python 3.10 och Django 5.0.
ta: வெப்லேட்டுக்கு இப்போது பைதான் 3.10 மற்றும் சாங்கோ 5.0 தேவை.
tr: Weblate için artık Python 3.10 ve Django 5.0 gerekiyor.
uk: Нова версія Weblate потребує Python 3.10 і Django 5.0.
zh_hans: Weblate 现在需要 Python 3.10 和 Django 5.0.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/111?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/111?closed=1>`__。

source: *Released on March 26th 2024.*
de: *Veröffentlicht am 26. März 2024.*
ga: *Eisithe ar 26 Márta 2024.*
hu: *Kiadva: 2024. március 26.*
id: *Dirilis pada 26 Maret 2024.*
nl: *Uitgegeven op 26 maart 2024.*
pt_br: *Atualizado em 26 de março de 2024.*
sv: *Släpptes den 26 mars 2024.*
tr: *26 Mart 2024 tarihinde yayınlandı.*
uk: *Випущено 26 березня 2024 року.*

source: Superuser access to components with :ref:`component-restricted`.
de: Superuser-Zugriff auf Komponenten mit :ref:`component-restricted`.
ga: Rochtain sárúsáideoirí ar chomhpháirteanna le :ref:`component-restricted`.
hu: A rendszergazdák mostantól hozzáférhetnek a :ref:`component-restricted` jelölésű összetevőkhöz is.
id: Akses superpengguna ke komponen dengan :ref:`component-restricted`.
ja: :ref:`component-restricted` によるコンポーネントへのスーパーユーザー アクセス。
nl: Toegang voor superuser tot onderdelen met :ref:`component-restricted`.
pt: Acesso de superutilizador para usar componentes com :ref:`component-restricted`.
pt_br: Acesso de superusuário a componentes com :ref:`component-restricted`.
sv: Superanvändaråtkomst till komponenter med :ref:`component-restricted`.
tr: :ref:`component-restricted` ile bileşenlere süper kullanıcı erişimi sağlandı.
uk: Доступ суперкористувача до складників з :ref:`component-restricted`.
zh_hans: 对 :ref:`component-restricted` 部件的超级用户权限。

source: Adjusted default ``LOGIN_REQUIRED_URLS_EXCEPTIONS`` to not block :ref:`manage-appearance`.
sv: Justerade standardinställningen ``LOGIN_REQUIRED_URLS_EXCEPTIONS`` så att den inte blockerar :ref:`manage-appearance`.

source: Avoid crash on pushing changes to diverged repository.
de: Absturz beim Pushen von Änderungen in ein abweichendes Repository vermeiden.
ga: Seachain tuairteála ar athruithe a bhrú ar an stór éagsúil.
hu: Elkerülve az összeomlás, ha eltérő állapotú tárolóba történik a feltöltés.
id: Hindari mogok saat mendorong perubahan ke repositori yang berbeda.
ja: リポジトリが分岐している状態で変更をプッシュする際のクラッシュを回避してください。
nl: Vermijd crash bij pushen van wijzigingen naar afgeweken opslagruimte.
pt: Evitar falhas ao enviar alterações para o repositório divergente.
pt_br: Evitar falhas ao enviar alterações para o repositório divergente.
sv: Undvik krasch när du överför ändringar till divergerande arkiv.
ta: வேறுபட்ட களஞ்சியத்தில் மாற்றங்களைத் தள்ளுவதில் விபத்துக்களைத் தவிர்க்கவும்.
tr: Değişiklikler farklı depoya itilirken yaşanan çökme sorunu düzeltildi.
uk: Усунено аварійне завершення роботи при записі змін до сховища із розходженнями.
zh_hans: 避免推送更改到分叉仓库时的崩溃。

source: Avoid crash when installing :ref:`addon-weblate.generate.pseudolocale`.
de: Absturz bei Installation von :ref:`addon-weblate.generate.pseudolocale` vermeiden.
ga: Seachain tuairteáil agus tú ag suiteáil :ref:`addon-weblate.generate.pseudolocale`.
hu: Elkerülve az összeomlás a :ref:`addon-weblate.generate.pseudolocale` kiegészítő telepítésekor.
id: Hindari mogok saat menginstal :ref:`addon-weblate.generate.pseudolocale`.
ja: :ref:`addon-weblate.generate.pseudolocale` アドオンをインストールするときのクラッシュを回避する。
nl: Vermijd crash bij installeren van :ref:`addon-weblate.generate.pseudolocale`.
pt: Evite travamentos ao instalar :ref:`addon-weblate.generate.pseudolocale`.
pt_br: Evite travamentos ao instalar :ref:`addon-weblate.generate.pseudolocale`.
sv: Undvik krasch vid installation av :ref:`addon-weblate.generate.pseudolocale`.
tr: :ref:`addon-weblate.generate.pseudolocale` kurulumu sırasında yaşanan çökme düzeltildi.
uk: Усунено аварійне завершення роботи при встановленні :ref:`addon-weblate.generate.pseudolocale`.
zh_hans: 避免安装 :ref:`addon-weblate.generate.pseudolocale` 时的崩溃。

source: :ref:`azure-setup` gracefully handles repositories with spaces in URL.
de: :ref:`azure-setup` verarbeitet problemlos Repositorys mit Leerzeichen in der URL.
ga: Láimhseálann :ref:`azure-setup` stórtha le spásanna in URL go galánta.
hu: Az :ref:`azure-setup` mostantól megfelelően kezeli az URL-ben szóközt tartalmazó tárolókat.
id: :ref:`azure-setup` menangani repositori dengan spasi di URL dengan baik.
ja: :ref:`azure-setup` は、URL にスペースが含まれるリポジトリを適切に処理します。
nl: :ref:`azure-setup` behandelt netjes opslagruimten met spaties in de URL.
pt: :ref:`azure-setup` lida com repositórios com espaços na URL.
pt_br: :ref:`azure-setup` lida com repositórios com espaços na URL.
sv: :ref:`azure-setup` hanterar elegant repositorier med mellanslag i URL.
tr: :ref:`azure-setup` adreslerinde boşluk bulunan depoların doğru işlenmesi sağlandı.
uk: Реалізовано штатну обробку у :ref:`azure-setup` сховищ із пробілами в адресі.
zh_hans: :ref:`azure-setup` 优雅地处理 URL 中有空格的仓库。

source: :ref:`mt-deepl` gracefully handles glossaries for language variants.
de: :ref:`mt-deepl` verarbeitet problemlos Glossare für Sprachvarianten.
ga: Láimhseálann :ref:`mt-deepl` gluaiseanna le haghaidh leaganacha teanga go galánta.
hu: A :ref:`DeepL gépi fordítás <mt-deepl>` mostantól zökkenőmentesen kezeli a szójegyzékeket a nyelvi változatok esetén is.
id: :ref:`mt-deepl` menangani glosarium untuk varian bahasa dengan baik.
ja: :ref:`mt-deepl` は言語バリアントの用語集を適切に処理します。
nl: :ref:`mt-deepl` behandelt netjes woordenlijsten voor varianten van talen.
pt: :ref:`mt-deepl` lida com glossários para variantes de idioma.
pt_br: :ref:`mt-deepl` lida com glossários para variantes de idioma.
sv: :ref:`mt-deepl` hanterar elegant ordlistor för olika språkvarianter.
tr: :ref:`mt-deepl` dil çeşitleri için sözlüklerin doğru işlenmesi sağlandı.
uk: Реалізовано штатну обробку :ref:`mt-deepl` глосаріїв для варіантів мови.
zh_hans: :ref:`mt-deepl` 优雅地处理语言变体的术语表。

source: :doc:`/formats/excel` better handles blank cells.
de: :doc:`/formats/excel` verarbeitet leere Zellen besser.
ga: Láimhseálann :doc:`/formats/excel` cealla bána níos fearr.
hu: Az :doc:`/formats/excel` formátum mostantól jobban kezeli az üres cellákat.
id: :doc:`/formats/excel` menangani sel kosong dengan lebih baik.
ja: :doc:`/formats/excel` は空白セルをより適切に処理します。
nl: :doc:`/formats/excel` handelt blanco cellen beter af.
pt: :doc:`/formats/excel` lida melhor com células em branco.
pt_br: :doc:`/formats/excel` lida melhor com células em branco.
sv: :doc:`/formats/excel` hanterar tomma celler bättre.
tr: :doc:`/formats/excel` tarafından boş hücrelerin daha iyi işlenmesi sağlandı.
uk: :doc:`/formats/excel` краще обробляє порожні комірки.
zh_hans: :doc:`/formats/excel` 更好地处理空白单元格。

source: Fixed possible data loss when merging gettext PO file changes in Git.
de: Möglicher Datenverlust beim Zusammenführen von gettext-PO-Dateiänderungen in Git behoben.
ga: Caillteanas sonraí féideartha seasta nuair a chumasctar athruithe comhad PO gettext i Git.
hu: Javítva az esetleges adatvesztés, amikor a gettext PO-fájl változásait egyesítik a Git-ben.
id: Memperbaiki kemungkinan hilangnya data saat menggabungkan perubahan berkas PO gettext di Git.
ja: Git で gettext PO ファイルの変更をマージするときに発生する可能性のあるデータ損失の修正。
nl: Gerepareerd mogelijk gegevensverlies bij samenvoegen van wijzigingen gettext PO-bestand in Git.
pt: Corrigido a possibilidade de perda de dados ao mesclar alterações no ficheiro PO do gettext no Git.
pt_br: Corrigido a possibilidade de perda de dados ao mesclar alterações no arquivo PO do gettext no Git.
sv: Åtgärdat möjligt dataförlust vid sammanslagning av ändringar i gettext PO-filer i Git.
ta: உரைபெறு PO கோப்பு மாற்றங்களை git இல் இணைக்கும்போது நிலையான தரவு இழப்பு.
tr: Git üzerinde gettext PO dosyası değişiklikleri birleştirilirken veri kaybına yol açabilecek sorun düzeltildi.
uk: Виправлено можливу втрату даних при об'єднанні змір у файлі PO gettext у Git.
zh_hans: 修复了在 Git 中合并 gettext PO 文件改动时可能的数据丢失。

source: Repository operations on project could have skipped some components.
de: Bei Repository-Vorgängen im Projekt könnten einige Komponenten übersprungen worden sein.
ga: D'fhéadfadh oibríochtaí stórtha ar an tionscadal a bheith imithe thar roinnt comhpháirteanna.
hu: A projekt tárműveletei során egyes összetevők kimaradhattak.
id: Operasi repositori pada proyek dapat melewatkan beberapa komponen.
ja: プロジェクトのリポジトリ操作で一部のコンポーネントがスキップされた可能性があります。
nl: Bewerkingen opslagruimten in project zouden enkele onderdelen hebben kunnen overslaan.
pt: As operações de repositório no projeto poderiam ter ignorado alguns componentes.
pt_br: As operações de repositório no projeto poderiam ter ignorado alguns componentes.
sv: Repository-åtgärderna för projektet kan ha hoppat över vissa komponenter.
ta: திட்டத்தின் களஞ்சிய நடவடிக்கைகள் சில கூறுகளைத் தவிர்த்திருக்கலாம்.
tr: Projedeki depo işlemlerinin bazı bileşenleri atlayabilme sorunu düzeltildi.
uk: Дії зі сховищем для проєкту могли призвести до пропускання деяких складників.
zh_hans: 对项目的仓库操作本应跳过某些部件。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/115?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/115?closed=1>`__。

source: *Released on February 22nd 2024.*
de: *Veröffentlicht am 22. Februar 2024.*
ga: *Eisithe ar 22 Feabhra 2024.*
hu: *Kiadva: 2024. február 22.*
id: *Dirilis pada 22 Februari 2024.*
nl: *Uitgegeven op 22 februari 2024.*
pt_br: *Atualizado em 22 de fevereiro de 2024.*
sv: *Släpptes den 22 februari 2024.*
tr: *22 Şubat 2024 tarihinde yayınlandı.*
uk: *Випущено 22 лютого 2024 року.*

source: Displaying debugging page in case of database connection issues.
de: Anzeige der Debugging-Seite bei Problemen mit der Datenbankverbindung.
ga: Leathanach dífhabhtaithe á thaispeáint i gcás fadhbanna maidir le ceangal bunachar sonraí.
hu: Hibakereső oldal jelenik meg adatbázis-kapcsolati problémák esetén.
id: Menampilkan halaman mengawakutu jika terjadi masalah koneksi basis data.
ja: データベース接続の問題が発生した場合にデバッグ ページを表示。
nl: Weergeven van pagina voor debuggen in het geval van problemen met de databaseverbinding.
pt: Visualização da página de depuração em caso de problemas de conexão com o banco de dados.
pt_br: Visualização da página de depuração em caso de problemas de conexão com o banco de dados.
sv: Visar felsökningssidan vid problem med databasanslutningen.
ta: தரவுத்தள இணைப்பு சிக்கல்கள் ஏற்பட்டால் பிழைத்திருத்த பக்கத்தைக் காண்பிக்கும்.
tr: Veri tabanı bağlantı sorunlarında hata ayıklama sayfasının görüntülenmesi sağlandı.
uk: Реалізовано показ сторінки діагностики у випадку проблем зі з'єднанням з базою даних.
zh_hans: 如遇数据库连接问题，则展示调试页面。

source: Gracefully handle migration with duplicate built-in teams.
de: Die Migration mit doppelten integrierten Teams wird reibungslos abgewickelt.
ga: Déan an imirce a láimhseáil go grásta le foirne dúblacha ionsuite.
hu: Javítva a migrációs folyamat, hogy ne okozzon hibát, ha duplikált beépített csapatokat talál.
id: Tangani migrasi dengan anggun menggunakan tim bawaan duplikat.
ja: 重複した組み込みチームを使用して移行を適切に処理します。
nl: Netjes afhandelen van migratie met duplicaat ingebouwde teams.
pt: Lidar com a migração de forma graciosa com equipas integradas duplicadas.
pt_br: Lida com a migração de forma graciosa com equipes integradas duplicadas.
sv: Hantera migreringen smidigt med dubbla inbyggda team.
ta: நகல் உள்ளமைக்கப்பட்ட அணிகளுடன் இடம்பெயர்வுகளை அழகாக கையாளவும்.
tr: Çift hazır takımların aktarımının doğru işlenmesi sağlandı.
uk: Реалізовано штатну обробку перенесення із дублюванням вбудованих команд.
zh_hans: 优雅地处理有重复内置团队的迁移。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/113?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/113?closed=1>`__。

source: *Released on February 19th 2024.*
de: *Veröffentlicht am 19. Februar 2024.*
ga: *Eisithe ar 19 Feabhra 2024.*
hu: *Kiadva: 2024. február 19.*
id: *Dirilis pada 19 Februari 2024.*
nl: *Uitgegeven op 19 februari 2024.*
pt_br: *Atualizado em 19 de fevereiro de 2024.*
sv: *Släpptes den 19 februari 2024.*
tr: *19 Şubat 2024 tarihinde yayınlandı.*
uk: *Випущено 19 лютого 2024 року.*
