Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: unit position in translation file
de: Position der Einheit in der Übersetzungsdatei
ga: suíomh aonaid sa chomhad aistriúcháin
hu: szöveg pozíciója a fordítási fájlban
id: posisi unit dalam berkas terjemahan
ja: 翻訳ファイル内のユニットの位置
nl: positie eenheid in vertaalbestand
pt: posição da unidade no ficheiro de tradução
pt_br: posição da unidade no arquivo de tradução
ro: poziția unității în fișierul de traducere
ru: позиция единицы перевода в файле перевода
sv: enhetsposition i översättningsfil
ta: மொழிபெயர்ப்பு கோப்பில் அலகு நிலை
tr: birimin çeviri dosyasındaki konumu
uk: позиція модуля у файлі перекладу
zh_hans: 单元在翻译文件中的位次
zh_hant: 翻譯文件中的單元位置

source: whether the unit has suggestions
de: Ob die Einheit Vorschläge hat
ga: an bhfuil moltaí ag an aonad
hu: hogy a szöveghez vannak-e javaslatok
id: apakah unit memiliki saran atau tidak
ja: ユニットに提案が含まれるかどうか
nl: of de eenheid suggesties heeft
pt: Cadeia tem sugestão
pt_br: se a unidade tem sugestões
ro: dacă unitatea are sugestii
ru: содержит ли единица перевода предложения
sv: om enheten har förslag
ta: அலகு பரிந்துரைகள் உள்ளதா என்பதையும்
tr: birimin önerileri olup olmadığı
uk: чи має модуль пропозиції перекладу
zh_hans: 单元是否有翻译建议

source: whether the unit has comments
de: Ob die Einheit Kommentare hat
ga: cibé an bhfuil tuairimí ag an aonad
hu: hogy a szöveghez vannak-e megjegyzések
id: apakah unit memiliki komentar atau tidak
ja: ユニットにコメントが含まれるかどうか
nl: of de eenheid opmerkingen heeft
pt: Cadeia tem comentário
pt_br: se a unidade tem comentários
ro: dacă unitatea are observații
ru: содержит ли единица перевода комментарии
sv: om enheten har kommentarer
ta: அலகு கருத்துகள் உள்ளதா
tr: birimin yorumları olup olmadığı
uk: чи має модуль коментарі
zh_hans: 单元是否有评论

source: whether the unit has failing checks
de: Ob die Einheit fehlerhafte Prüfungen aufweist
ga: cibé an bhfuil seiceálacha teipthe ar an aonad
hu: hogy a szöveg ellenőrzései hibát jeleznek-e
id: apakah unit memiliki pemeriksaan yang gagal atau tidak
ja: ユニットに不合格になった検査があるかどうか
nl: of de eenheid mislukte controles heeft
pt: Cadeia tem verificação falhada
pt_br: se a unidade tem verificações com falha
ro: dacă unitatea are verificări defectuoase
ru: имеются ли у единицы перевода неудачные проверки
sv: om enheten har misslyckade kontroller
ta: அலகு தோல்வியுற்ற சோதனைகள் உள்ளதா
tr: birimde denetim hatası olup olmadığı
uk: чи пройшов модуль усі перевірки
zh_hans: 单元是否有未通过的检查

source: number of source words
de: Anzahl der Ausgangswörter
ga: líon na bhfocal foinseach
hu: forrás szavak száma
id: jumlah kata sumber
ja: 原文の単語の数
nl: aantal bronwoorden
pt: número de palavras de origem
pt_br: número de palavras fonte
ro: numărul de cuvinte sursă
ru: количество слов в исходной строке
sv: antal källord
ta: மூல சொற்களின் எண்ணிக்கை
tr: kaynak sözcük sayısı
uk: кількість початкових слів
zh_hans: 原文单词数
zh_hant: 源詞彙的數量

source: translation priority; 100 is default
de: Übersetzungspriorität; 100 ist Standard
ga: tosaíocht aistriúcháin; Tá 100 réamhshocraithe
hu: fordítás prioritása; alapértelmezett érték: 100
id: prioritas terjemahan; 100 adalah bawaan
ja: 翻訳の優先度。デフォルトは 100 です
nl: prioriteit vertaling; 100 is standaard
pt: prioridade de tradução. 100 é o padrão
pt_br: prioridade de tradução. 100 é o padrão
ro: prioritate de traducere; 100 este valoarea implicită
ru: приоритет перевода; по умолчанию равен 100
sv: översättningsprioritet; 100 är standard
ta: மொழிபெயர்ப்பு முன்னுரிமை; 100 இயல்புநிலை
tr: çeviri önceliği. Varsayılan değer: 100
uk: пріоритетність перекладу; типове значення — 100
zh_hans: 翻译优先级；100为默认值
zh_hant: 翻譯優先級；100為默認值

source: unit identifier
de: Einheitenkennung
ga: aitheantóir aonaid
hu: szöveg azonosítója
id: pengenal unit
ja: ユニット識別子
nl: identificatie eenheid
pt: identificador da unidade
pt_br: identificador de unidade
ro: identificatorul unității
ru: идентификатор единицы перевода
sv: enhetsidentifierare
ta: அலகு அடையாளங்காட்டி
tr: birim belirteci
uk: ідентифікатор модуля
zh_hans: 单元的标识符
zh_hant: 單元識別問題

source: String explanation, available on source units, see :ref:`additional`
de: Erklärung der Zeichenkette, verfügbar in den Ausgangseinheiten, siehe :ref:`additional`
ga: Míniú teaghrán, ar fáil ar aonaid foinse, féach :ref:`additional`
hu: A szöveg magyarázata, amely a forrásszövegeknél érhető el, lásd: :ref:`additional`
id: Penjelasan string, tersedia pada unit sumber, lihat :ref:`additional`
ja: 文字列の説明、原文ユニットで利用可能、参照: :ref:`additional`
nl: Uitleg tekenreeks, beschikbaar voor broneenheden, bekijk :ref:`additional`
pt: Explicação de cadeia, disponível em unidades fonte, veja :ref:`additional`
pt_br: Expansão de texto, disponível em unidades fonte, consulte :ref:`additional`
ro: Explicație în șiruri, disponibilă pe unitățile sursă, a se vedea :ref:`additional`
ru: Пояснения для строки, доступные для данной единицы перевода, смотрите раздел :ref:`additional`
sv: Strängförklaring, tillgänglig på källenheter, se :ref:`additional`
tr: Dizge açıklaması. Kaynak birimlerde kullanılabilir. Ayrıntılı bilgi almak için: :ref:`additional`
uk: Пояснення щодо рядка, доступне у початкових модулях, див. :ref:`additional`
zh_hans: 字符串的解释，可在源单元获得，请参见 :ref:`additional`
zh_hant: 字符串的解釋，可在源單元獲得，請參見 :ref:`additional`

source: Additional string flags, available on source units, see :ref:`custom-checks`
de: Zusätzliche Markierungen der Zeichenkette, verfügbar in den Ausgangseinheiten, siehe :ref:`custom-checks`
ga: Bratacha sreangán breise, atá ar fáil ar aonaid foinse, féach :ref:`custom-checks`
hu: További szövegjelzők, amelyek a forrásszövegeknél érhetők el, lásd: :ref:`custom-checks`
id: Tanda string tambahan, tersedia pada unit sumber, lihat :ref:`custom-checks`
ja: 原文ユニットで使用可能な追加の文字列フラグ、参照: :ref:`custom-checks`
nl: Aanvullende vlaggen voor tekenreeksen, beschikbaar voor broneenheden, bekijk :ref:`custom-checks`
pt: Marcadores de cadeias adicionais, disponíveis nas unidades fonte, ver :ref:`custom-checks`
pt_br: Marcadores de textos adicionais, disponíveis nas unidades fonte, consulte :ref:`custom-checks`
ro: Stegulețe de șir suplimentare, disponibile pe unitățile sursă, a se vedea :ref:`custom-checks`
ru: Дополнительные флаги строки, доступны на исходных единицах перевода, смотрите раздел :ref:`custom-checks`
sv: Ytterligare strängflaggor, tillgängliga på källenheter, se :ref:`custom-checks`
tr: Ek dizge imleri. Kaynak birimlerde kullanılabilir. Ayrıntılı bilgi almak için: :ref:`custom-checks`
uk: Додаткові прапорці рядків, доступні у початкових модулях, див. :ref:`custom-checks`
zh_hans: 另外的字符串标记，可在源单元获得，请参见 :ref:`custom-checks`
zh_hant: 另外的字符串標記，可在源單元獲得，請參見 :ref:`custom-checks`

source: URL where the unit can be edited
de: URL, unter der die Einheit bearbeitet werden kann
ga: URL inar féidir an t-aonad a chur in eagar
hu: URL, ahol a szöveg szerkeszthető
id: URL tempat unit dapat disunting
ja: ユニットを編集する URL
nl: URL waar de eenheid kan worden bewerkt
pt: URL onde a unidade pode ser editada
pt_br: URL onde a unidade pode ser editada
ro: URL-ul unde poate fi editată unitatea
ru: URL-адрес, по которому можно отредактировать единицу перевода
sv: URL där enheten kan redigeras
ta: அலகு திருத்தக்கூடிய முகவரி
tr: Birimin düzenlenebileceği adres
uk: адреса, за якою можна редагувати модуль
zh_hans: 单元可以被编辑的 URL
zh_hant: 單元可以被編輯的 URL

source: whether the unit is pending for write
de: Ob die Einheit zum Schreiben aussteht
ga: cibé an bhfuil an t-aonad ar feitheamh le haghaidh scríobh
hu: hogy a szöveg még írás alatt áll-e
id: apakah unit sedang menunggu untuk ditulis
ja: ユニットが書き込み保留中かどうか
nl: of de eenheid openstaand is om te worden geschreven
pt: se a unidade está pendente para escrita
pt_br: se a unidade está pendente para escrita
ro: dacă unitatea este în așteptare pentru scriere
ru: является ли единица перевода ожидающей записи
sv: om enheten väntar på skrivning
ta: அலகு எழுத நிலுவையில் உள்ளதா என்பதை
tr: birimin belirsiz ya da onaylanmış olarak imlenmiş olup olmadığı
uk: чи є модуль частиною черги на запис
zh_hans: 该单元是否待写入

source: string age
de: Alter der Zeichenkette
ga: aois teaghrán
hu: szöveg kora
id: usia string
ja: 翻訳開始日
nl: ouderdom tekenreeks
pt: idade da cadeia
pt_br: idade do texto
ro: vârsta șirului de caractere
ru: возраст строки
sv: åldersträng
ta: சரம் அகவை
tr: dizge yaşı
uk: вік рядків
zh_hans: 字符串添加时间

source: last string update
de: Letzte Aktualisierung der Zeichenkette
ga: nuashonrú teaghrán deiridh
hu: utolsó szövegfrissítés
id: pembaruan string terakhir
ja: 文字列の最終更新日
nl: laatste bijwerking tekenreeks
pt: última atualização da cadeia
pt_br: última atualização do texto
ru: последнее обновление строки
sv: senaste stränguppdatering
ta: கடைசி சரம் புதுப்பிப்பு
tr: son dizge güncellemesi
uk: останнє оновлення рядка
zh_hans: 上次字符串更新

source: Performs partial update on translation unit.
de: Führt eine teilweise Aktualisierung der Übersetzungseinheit durch.
ga: Déanann sé nuashonrú páirteach ar aonad aistriúcháin.
hu: Részleges frissítést hajt végre a fordítási egységen.
id: Melakukan pembaruan sebagian pada unit terjemahan.
ja: 翻訳ユニットを部分的に更新します。
nl: Voert gedeeltelijk bijwerken van een vertaaleenheid uit.
pt: Realiza uma atualização parcial na unidade de tradução.
pt_br: Executa atualização parcial na unidade de tradução.
ro: Efectuează o actualizare parțială a unității de traducere.
ru: Выполняет частичное обновление единицы перевода.
sv: Utför partiell uppdatering av översättningsenheten.
ta: மொழிபெயர்ப்பு அலகு மீது பகுதி புதுப்பிப்பை செய்கிறது.
tr: Çeviri birimi üzerinde bazı güncellemeler yapar.
uk: Виконує часткове оновлення модуля перекладу.
zh_hans: 对翻译单元执行部分更新。

source: unit state, 0 - untranslated, 10 - needs editing, 20 - translated, 30 - approved (need review workflow enabled, see :ref:`reviews`)
de: Status der Einheit, 0 – nicht übersetzt, 10 – bearbeitungsbedürftig, 20 – übersetzt, 30 – genehmigt (Überprüfungsablauf muss aktiviert sein, siehe :ref:`reviews`)
ga: stát aonaid, 0 - gan aistriú, 10 - teastaíonn eagarthóireacht, 20 - aistrithe, 30 - ceadaithe (gá sreabhadh oibre athbhreithnithe a chumasú, féach :ref:`reviews`)
hu: szöveg állapota, 0 - lefordítatlan, 10 - szerkesztést igényel, 20 - lefordítva, 30 - jóváhagyva (szükséges az ellenőrzési munkafolyamat engedélyezése, lásd: :ref:`reviews`)
id: status unit, 0 - tidak diterjemahkan, 10 - perlu disunting, 20 - diterjemahkan, 30 - disetujui (alur kerja peninjauan perlu diaktifkan, lihat :ref:`reviews`)
ja: ユニットの状態、0 - 未翻訳、10 - 要編集、20 - 翻訳済、30 - 承認済（査読ワークフローを有効にすることが必要。参照: :ref:`reviews`）
nl: status eenheid, 0 - niet vertaald, 10 - bewerken nodig, 20 - vertaald, 30 - goedgekeurd (werkstroom Beoordelen nodig ingeschakeld, bekijk :ref:`reviews`)
pt: estado da unidade, 0 - não traduzida, 10 - necessita edição, 20 - traduzida, 30 - aprovada (fluxo de trabalho de exigência de revisão ativado, veja :ref:`reviews`)
pt_br: status da unidade, 0 - não traduzida, 10 - necessita de edição, 20 - traduzida, 30 - aprovada (fluxo de trabalho com exigência de revisão habilitado, consulte :ref:`reviews`)
ro: starea unității, 0 - netradusă, 10 - necesită editare, 20 - tradusă, 30 - aprobată (trebuie activat fluxul de lucru de revizuire, vezi :ref:`reviews`)
ru: состояние единицы перевода: 0 - без перевода, 10 - на правку, 20 - переведено, 30 - одобрено (требуется включить рецензирование, просмотрите раздел :ref:`reviews`)
sv: enhetsstatus, 0 – inte översatt, 10 – behöver redigeras, 20 – översatt, 30 – godkänd (granskningsarbetsflöde måste vara aktiverat, se :ref:`reviews`)
tr: birim durumu, 0 - Çevrilmemiş, 10 - Düzenlenmesi gerekli, 20 - Çevrilmiş, 30 - Onaylanmış (gözden geçirme iş akışı kullanıma alınmalıdır. Ayrıntılı bilgi almak için: :ref:`reviews`)
uk: стан модуля, 0 — не перекладено, 10 — потребує редагування, 20 — перекладено, 30 — затверджено (має бути увімкнено процедуру перекладу з рецензуванням, див. :ref:`reviews`)
zh_hans: 单元状态，0——未翻译、10——需要编辑、20——已翻译、30——已核准（需启用审校流程，请参见 :ref:`reviews`）

source: labels, available on source units
de: Labels, verfügbar in den Ausgangseinheiten
ga: lipéid, ar fáil ar aonaid foinse
hu: címkék, amelyek a forrásszövegeknél érhetők el
id: label, tersedia pada unit sumber
ja: ラベル、原文単位で利用可能
nl: labels, beschikbaar voor broneenheden
pt: rótulos, disponíveis nas unidades fonte
pt_br: etiquetas, disponíveis nas unidades fonte
ru: метки, доступны в исходных модулях
sv: etiketter, tillgängliga på källenheter
ta: சிட்டைகள், மூல அலகுகளில் கிடைக்கின்றன
tr: etiketler, kaynak birimlerde kullanılabilir
uk: мітки, доступні у початкових модулях
zh_hans: 标签，在源单元上可用

source: Performs full update on translation unit.
de: Führt ein vollständiges Update der Übersetzungseinheit durch.
ga: Nuashonrú iomlán ar aonad aistriúcháin.
hu: Teljes frissítést hajt végre a fordítási egységen.
id: Melakukan pembaruan penuh pada unit terjemahan.
ja: 翻訳ユニットをすべて更新します。
nl: Voert volledig bijwerken van een vertaaleenheid uit.
pt: Realiza a atualização completa da unidade de tradução.
pt_br: Executa atualização completa na unidade de tradução.
ro: Efectuează o actualizare completă a unității de traducere.
ru: Выполняет полное обновление единицы перевода.
sv: Utför fullständig uppdatering av översättningsenheten.
ta: மொழிபெயர்ப்பு அலகு மீது முழு புதுப்பிப்பைச் செய்கிறது.
tr: Çeviri birimi üzerinde tüm güncellemeleri yapar.
uk: Виконує повне оновлення модуля перекладу.
zh_hans: 对翻译单元执行完整翻译。

source: Deletes a translation unit.
de: Löscht eine Übersetzungseinheit.
ga: Scrios aonad aistriúcháin.
hu: Törli a fordítási egységet.
id: Hapus unit terjemahan.
ja: 翻訳ユニットを削除します。
nl: Verwijdert een vertaaleenheid.
pt: Apaga a unidade de tradução.
pt_br: Exclui uma unidade de tradução.
ro: Șterge o unitate de traducere.
ru: Удаляет единицу перевода.
sv: Tar bort en översättningsenhet.
ta: மொழிபெயர்ப்பு அலகு நீக்குகிறது.
tr: Bir çeviri birimini siler.
uk: Вилучає модуль перекладу.
zh_hans: 删除一个翻译单元。

source: Returns a list of all target translation units for the given source translation unit.
de: Gibt eine Liste aller Zielübersetzungseinheiten für die angegebene Quellübersetzungseinheit zurück.
ga: Filleann sé liosta de na spriocaonaid aistriúcháin go léir don aonad aistriúcháin foinse a thugtar air.
hu: Visszaadja az adott forrásszöveghez tartozó összes célnyelvi fordítási egység listáját.
id: Mengembalikan daftar semua unit terjemahan target untuk unit terjemahan sumber yang diberikan.
nl: Geeft een lijst met doel-vertaaleenheden voor de opgegeven bron-vertaaleenheid terug.
pt_br: Retorna uma lista de todas as unidades de tradução de destino para a unidade de tradução da fonte fornecida.
sv: Returnerar en lista över alla målöversättningsenheter för den angivna källöversättningsenheten.
uk: Повертає список усіх цільових одиниць перекладу для заданої вихідної одиниці перекладу.

source: Create a new comment on the given translation unit.
de: Erzeugt einen neuen Kommentar zu der angegebenen Übersetzungseinheit.
ga: Cruthaigh trácht nua ar an aonad aistriúcháin tugtha.
hu: Új megjegyzés létrehozása az adott fordítási egységhez.
id: Buat komentar baru pada unit terjemahan yang diberikan.
nl: Maak een nieuwe opmerking voor de opgegeven vertaaleenheid.
sv: Skapa en ny kommentar till den angivna översättningsenheten.
uk: Створіть новий коментар до заданої одиниці перекладу.

source: comment scope - global, translation (available on all non-source units), report (need review workflow enabled, see :ref:`reviews`)
de: Kommentarbereich – global, Übersetzung (verfügbar für alle Einheiten, die keine Quellen sind), Bericht (der Überprüfungsablauf muss aktiviert sein, siehe :ref:`reviews`)
ga: raon feidhme tráchta - domhanda, aistriúchán (ar fáil ar gach aonad neamhfhoinseach), tuarascáil (ní mór sreabhadh oibre athbhreithnithe a chumasú, féach :ref:`reviews`)
hu: a megjegyzés hatóköre – globális, fordítás (minden nem forrás egységnél elérhető), jelentés (felülvizsgálati munkafolyamat szükséges, lásd: :ref:`reviews`)
id: cakupan komentar - global, penerjemahan (tersedia pada semua unit non-sumber), laporan (perlu mengaktifkan alur kerja peninjauan, lihat :ref:`reviews`)
nl: bereik opmerking - globaal, vertaling (beschikbaar voor alle niet-bron eenheden), rapport (werkstroom Beoordelen nodig ingeschakeld, bekijk :ref:`reviews`)
sv: kommentarsomfång – globalt, översättning (tillgängligt på alla icke-källenheter), rapport (kräver att granskningsarbetsflödet är aktiverat, se :ref:`reviews`)
uk: область дії коментарів – глобальна, переклад (доступний для всіх невихідних одиниць), звіт (потрібно ввімкнути робочий процес рецензування, див. :ref:`reviews`)

source: content of the new comment, you can use Markdown and mention users by @username.
de: Inhalt des neuen Kommentars. Sie können Markdown verwenden und Benutzer mit @Benutzername erwähnen.
ga: ábhar an tráchta nua, is féidir leat Markdown a úsáid agus úsáideoirí a lua de réir @ainm úsáideora.
hu: a megjegyzés tartalma, használható benne Markdown, és felhasználók is megemlíthetők ``@felhasználónév`` formában.
id: konten komentar baru, Anda dapat menggunakan Markdown dan menyebut pengguna dengan @username.
nl: inhoud van de nieuwe opmerking, u mag Markdown gebruiken of gebruikers vermelden met @gebruikersnaam.
sv: innehållet i den nya kommentaren kan du använda Markdown och nämna användare med @användarnamn.
uk: у новому коментарі можна використовувати Markdown та згадувати користувачів за допомогою @username.

source: commenter's email, can be set only by project admins and defaults to the authenticated user.
de: E-Mail-Adresse des Kommentators, kann nur von Projektadministratoren festgelegt werden und ist standardmäßig auf den authentifizierten Benutzer eingestellt.
ga: ríomhphost an tráchtaire, ní féidir ach le riarthóirí tionscadail é seo a shocrú agus is é an t-úsáideoir fíordheimhnithe an réamhshocrú.
hu: a megjegyzést író e-mail-címe, csak a projekt adminisztrátorai állíthatják be, alapértelmezés szerint a bejelentkezett felhasználóé.
id: surel pemberi komentar, hanya dapat diatur oleh admin proyek dan default pada pengguna yang diautentikasi.
nl: e-mail van de maker van de opmerking, kan alleen worden ingesteld door projectbeheerders en is standaard de geauthenticeerde gebruiker.
sv: kommentatorns e-postadress kan endast ställas in av projektadministratörer och är som standard den autentiserade användaren.
uk: Електронна адреса коментатора, може бути встановлена лише адміністраторами проєкту та за замовчуванням призначена для автентифікованого користувача.

source: creation timestamp of the comment, can be set only by project admins and defaults to now.
de: Erstellungszeitstempel des Kommentars, kann nur von Projektadministratoren festgelegt werden und ist standardmäßig auf „jetzt“ eingestellt.
ga: stampa ama cruthaithe an tráchta, ní féidir ach le riarthóirí tionscadail é seo a shocrú agus is é seo an réamhshocrú.
hu: a megjegyzés létrehozásának időbélyege, csak a projekt adminisztrátorai állíthatják be, alapértelmezés szerint az aktuális időpont.
id: stempel waktu pembuatan komentar, hanya dapat diatur oleh admin proyek dan bawaannya adalah sekarang.
nl: tijdstempel van het maken van de opmerking, kan alleen worden ingesteld door projectbeheerders en is standaard nu.
sv: kommentarens skapelsetidsstämpel kan endast ställas in av projektadministratörer och är som standard inställd på nu.
uk: позначка часу створення коментаря, може бути встановлена лише адміністраторами проєкту та за замовчуванням має значення «тепер».

source: comment identifier
de: Kommentarkennung
ga: aitheantóir tráchta
hu: a megjegyzés azonosítója
id: pengenal komentar
nl: identificatie opmerking
sv: kommentaridentifierare
uk: як визначити

source: content of the new comment
de: Inhalt des neuen Kommentars
ga: ábhar an tráchta nua
hu: az új megjegyzés tartalma
id: konten komentar baru
nl: inhoud van de nieuwe opmerking
sv: innehållet i den nya kommentaren
uk: зміст нового коментаря

source: URL of the commenter's object
de: URL des Kommentatorobjekts
ga: URL réada an tráchtaire
hu: a megjegyzést író felhasználó objektumának URL-címe
id: URL objek pemberi komentar
nl: URL van het object van degene die de opmerking maakte
sv: URL till kommenterarens objekt
uk: URL-адреса об'єкта коментатора

source: creation timestamp of the comment
de: Erstellungszeitstempel des Kommentars
ga: stampa ama cruthaithe an tráchta
hu: a megjegyzés létrehozásának időbélyege
id: stempel waktu pembuatan komentar
nl: tijdstempel van het maken van de opmerking
pt_br: registro de data e hora da criação do comentário
sv: kommentarens skapelsetidsstämpel
uk: позначка часу створення коментаря

source: Returns a list of comments on a given translation unit
sv: Returnerar en lista med kommentarer om en given översättningsenhet

source: content of the comment
sv: kommentarens innehåll

source: Filtering of changes was introduced in the 4.1 release.
de: Die Filterung von Änderungen wurde mit der Version 4.1 eingeführt.
ga: Tugadh isteach scagadh athruithe san eisiúint 4.1.
hu: A változások szűrésének lehetősége a 4.1 verzióban került bevezetésre.
id: Pemfilter perubahan diperkenalkan dalam rilis 4.1.
ja: 変更のフィルター処理は 4.1 リリースで導入しました。
nl: Filteren van wijzigingen werd geïntroduceerd in de uitgave 4.1.
pt: A filtragem de alterações foi introduzida na versão 4.1.
pt_br: A filtragem de alterações foi introduzida na versão 4.1.
ro: Filtrarea modificărilor a fost introdusă în versiunea 4.1.
ru: Фильтрация изменений была введена в выпуске 4.1.
sv: Filtrering av ändringar introducerades i version 4.1.
ta: மாற்றங்களை வடிகட்டுதல் 4.1 வெளியீட்டில் அறிமுகப்படுத்தப்பட்டது.
tr: Değişiklikleri süzme özelliği 4.1 sürümünde sunuldu.
uk: Фільтрування змін було впроваджено у випуску 4.1.
zh_hans: 更改的筛选在 4.1 版本引入。
zh_hant: 更改的篩選在 4.1 版本引入。

source: Returns a list of translation changes.
de: Gibt eine Liste der Übersetzungsänderungen zurück.
ga: Seoltar liosta athruithe aistriúcháin ar ais.
hu: Visszaadja a fordítási változások listáját.
id: Mengembalikan daftar perubahan terjemahan.
ja: 返り値は、変更された翻訳の一覧です。
nl: Geeft een lijst met wijzigingen in de vertaling terug.
pt: Retorna uma lista de alterações de tradução.
pt_br: Retorna uma lista de alterações de tradução.
ro: Returnează o listă de modificări de traducere.
ru: Возвращает список изменений в переводе.
sv: Returnerar en lista över översättningsändringar.
ta: மொழிபெயர்ப்பு மாற்றங்களின் பட்டியலை வழங்குகிறது.
tr: Çeviri değişikliklerinin listesini görüntüler.
uk: Повертає список змін у перекладі.
zh_hans: 返回翻译更改的列表。
zh_hant: 返回翻譯更改的列表。

source: Username of user to filters
de: Benutzername des zu filternden Benutzers
ga: Ainm úsáideora an úsáideora le scagairí
hu: felhasználónév szűréshez
id: Nama pengguna untuk filter
ja: ユーザーのユーザー名にフィルターを適用する
nl: Gebruikersnaam van te filteren gebruiker
pt: Nome de utilizador do utilizador para filtros
pt_br: Nome de usuário do usuário para filtrar
ro: Numele de utilizator al utilizatorului pentru filtre
ru: Имя пользователя для фильтров
sv: Användarnamn för användare som ska filtreras
ta: வடிப்பான்களுக்கு பயனரின் பயனர்பெயர்
tr: Süzülecek kullanıcının kullanıcı adı
uk: Ім'я користувача для фільтрів
zh_hans: 筛选用户的用户名
zh_hant: 篩選用戶的用戶名
