Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There are many :doc:`/user/checks` in Weblate that provide structured feedback on the quality of the translations. They also give visual feedback during translation. This prevents recurring mistakes, and helps translators to understand how the code works.
de: Es gibt viele :doc:`/user/checks` in Weblate, die eine strukturierte Rückmeldung über die Übersetzungsqualität geben. Sie geben auch eine visuelle Rückmeldung während dem Übersetzen. Dies verhindert wiederkehrende Fehler und hilft den Übersetzern zu verstehen, wie der Code funktioniert.
ga: Tá go leor :doc:`/user/checks` in Weblate a sholáthraíonn aiseolas struchtúrtha ar chaighdeán na n-aistriúchán. Tugann siad aiseolas amhairc freisin le linn an aistriúcháin. Coscann sé seo botúin athfhillteacha, agus cabhraíonn sé le haistritheoirí tuiscint a fháil ar an gcaoi a n-oibríonn an cód.
hu: A Weblate számos :doc:`/user/checks` funkcióval rendelkezik, amelyek strukturált visszajelzést nyújtanak a fordítások minőségéről. Ezek vizuális visszajelzést is adnak a fordítás során, így megelőzhetők az ismétlődő hibák, és a fordítók jobban megértik a kód működését.
id: Ada banyak :doc:`/user/checks` di Weblate yang memberikan umpan balik terstruktur mengenai kualitas terjemahan. Mereka juga memberikan umpan balik visual selama terjemahan. Hal ini mencegah kesalahan berulang dan membantu penerjemah memahami cara kerja kode.
ja: Weblate には、翻訳の品質に関する構造化されたフィードバックを提供する多くの :doc:`/user/checks` があります。また、翻訳中に視覚的なフィードバックも提供します。これにより、間違いの繰り返しが防止され、翻訳者がコードがどのように機能するかを理解するのに参考になります。
nl: Er zijn vele :doc:`/user/checks` in Weblate die gestructureerde terugkoppeling verschaffen over de kwaliteit van de vertalingen. Zij geven ook visuele terugkoppeling tijdens het vertalen. Dat voorkomt steeds terugkerende fouten, en helpt vertalers te begrijpen hoe de code werkt.
pt_br: Há muitas :doc:`/user/checks` no Weblate que fornecem feedback estruturado sobre a qualidade das traduções. Eles também fornecem feedback visual durante a tradução. Isso previne erros recorrentes e ajuda os tradutores a entender como o código funciona.
ru: В Weblate существует множество :doc:`/user/checks`, которые обеспечивают структурированную обратную связь о качестве перевода. Они также предоставляют визуальную обратную связь во время перевода. Это предотвращает повторение ошибок и помогает переводчикам понять, как работает код.
sv: Det finns många :doc:`/user/checks` i Weblate som ger strukturerad feedback om översättningarnas kvalitet. De ger också visuell feedback under översättningen. Detta förhindrar återkommande misstag och hjälper översättarna att förstå hur koden fungerar.
tr: Weblate üzerinde çevirilerin kalitesi ile ilgili yapılandırılmış geri bildirim sağlayan birçok :doc:`/user/checks` bulunur. Bunlar çeviri sırasında görsel geri bildirim de sağlar. Bu özellik, hataların yeniden yapılmasını önler ve çevirmenlerin kodun nasıl çalıştığını anlamalarına yardımcı olur.
uk: У Weblate багато елементів :doc:`/user/checks`, які надають структуровані результати щодо якості перекладів. Також вони забезпечують візуальний супровід перекладу. Це надає змогу запобігти найпоширенішим помилкам та допомагає перекладачам зрозуміти принципи роботи коду.
zh_hans: Weblate 中有许多 :doc:`/user/checks`，它们提供翻译质量的结构性反馈。他们同样在翻译过程中给予视觉反馈。这防止重复的错误并帮助译者理解代码如何工作。

source: Translation definition
de: Übersetzungsdefinition
ga: Sainmhíniú aistriúcháin
hu: A fordítás meghatározása
id: Definisi terjemahan
ja: 翻訳の定義
nl: Definitie vertaling
pt: Definição de tradução
pt_br: Definição de tradução
ro: Definiția traducerii
ru: Определение перевода
sv: Översättningsdefinition
ta: மொழிபெயர்ப்பு வரையறை
tr: Çeviri açıklaması
uk: Визначення перекладу
zh_hans: 翻译定义

source: In addition to the mentalistic and impact-based definitions which make a strong reduction, the text-based linguistic approach fits best with the implemented translation methods. A well-formulated theory for translation evaluation is House's systemic-functional model, which focuses on the relation between original and translation. The model assumes that translation is an attempt to keep the semantic, pragmatic, and textual meaning of a text equivalent when crossing from one linguistic code to another.
de: Neben den mentalistischen und wirkungsbasierten Definitionen, die eine starke Reduktion darstellen, passt der textbasierte linguistische Ansatz am besten zu den implementierten Übersetzungsmethoden. Eine gut formulierte Theorie zur Bewertung von Übersetzungen ist das systemisch-funktionale Modell von House, das sich auf die Beziehung zwischen Original und Übersetzung konzentriert. Das Modell geht davon aus, dass die Übersetzung ein Versuch ist, die semantische, pragmatische und textuelle Bedeutung eines Textes beim Übergang von einem linguistischen Code in einen anderen gleichwertig zu halten.
ga: Chomh maith leis na sainmhínithe meabhracha agus bunaithe ar thionchar a dhéanann laghdú láidir, is fearr a oireann an cur chuige teanga bunaithe ar théacs leis na modhanna aistriúcháin a chuirtear i bhfeidhm. Teoiric dea-chumtha le haghaidh meastóireachta aistriúcháin is ea samhail sistéamach-fheidhmeach an Tí, a dhíríonn ar an ngaol idir bunleagan agus aistriúchán. Glacann an tsamhail leis gur iarracht é an t-aistriúchán an bhrí shéimeantach, phragmatach agus théacsúil a choimeád ar choibhéis téacs agus é ag trasnú ó chód teanga amháin go ceann eile.
hu: A mentális és hatásalapú megközelítések helyett — amelyek túlzott egyszerűsítésre épülnek — a szövegközpontú nyelvészeti modell illeszkedik legjobban a megvalósított fordítási módszerekhez. A fordítások értékelésére szolgáló jól kidolgozott elméleti keretet a House-féle rendszerfunkcionális modell jelenti, amely az eredeti szöveg és a fordítás közötti viszonyra helyezi a hangsúlyt. Ez a modell úgy tekinti a fordítást, mint kísérletet a szemantikai, pragmatikai és szövegszerű jelentés megőrzésére a nyelvi kódváltás során.
id: Selain definisi mentalistik dan berbasis dampak yang menghasilkan reduksi yang kuat, pendekatan linguistik berbasis teks paling sesuai dengan metode terjemahan yang diterapkan. Teori yang dirumuskan dengan baik untuk evaluasi terjemahan adalah model fungsional-sistemik House, yang berfokus pada hubungan antara teks asli dan terjemahan. Model ini berasumsi bahwa terjemahan adalah upaya untuk menjaga kesetaraan makna semantik, pragmatis, dan tekstual suatu teks ketika berpindah dari satu kode linguistik ke kode linguistik lainnya.
ja: テキストに基づく言語的アプローチは、精神的および効果に基づく定義を大幅に削減する可能性だけでなく、組み込みの翻訳手法として最適です。翻訳評価のための十分に定式化された理論は、オリジナルと翻訳の関係に焦点を当てた House の体系的機能モデルです。このモデルでは、翻訳とは、ある言語コードから別の言語コードに移行するときに、テキストの意味、語用論、およびテキストの意味を同等に保つ試みであると想定しています。
nl: In aanvulling op de mentalistische en op impact gebaseerde definities, die voor een sterke vermindering zorgen, past de op tekst ge-baseerde taalkundige benadering het beste met de geïmplementeerde vertaalmethoden. Een goed geformuleerde theorie voor evaluatie van vertalingen is House's systemic-functionele model, dat focust op de relatie tussen origineel en vertaling. Het model gaat ervan uit dat vertalen een poging is om de semantische, pragmatische en tekstuele betekenis van een tekst equivalent te houden bij het overgaan van de ene taalkundige code naar een andere.
pt: Para além das definições mentalistas e baseadas no impacto que fazem uma forte redução, a abordagem linguística baseada em texto encaixa melhor com os métodos de tradução implementados. Uma teoria bem formulada para a avaliação de tradução é o modelo sistémico-funcional de House, que se concentra na relação entre o original e a tradução. O modelo assume que a tradução é uma tentativa de manter o significado semântico, pragmático e textual de um texto equivalente quando passa de um código linguístico para outro.
pt_br: Além das definições mentalísticas e baseadas no impacto que fazem uma forte redução, a abordagem linguística baseada em texto se adapta melhor aos métodos de tradução implementados. Uma teoria bem formulada para avaliação da tradução é o modelo sistêmico-funcional de House, que enfoca a relação entre o original e a tradução. O modelo presume que a tradução é uma tentativa de manter o significado semântico, pragmático e textual de um texto equivalente ao passar de um código linguístico para outro.
ro: Pe lângă definițiile mentaliste și cele bazate pe impact, care realizează o reducere puternică, abordarea lingvistică bazată pe text se potrivește cel mai bine cu metodele de traducere implementate. O teorie bine formulată pentru evaluarea traducerilor este modelul sistemic-funcțional al lui House, care se concentrează pe relația dintre original și traducere. Modelul pornește de la premisa că traducerea este o încercare de a păstra echivalentul semantic, pragmatic și textual al unui text la trecerea de la un cod lingvistic la altul.
ru: В дополнение к менталистическим и основанным на воздействии определениям, которые обеспечивают сильную редукцию, текстовый лингвистический подход лучше всего сочетается с реализованными методами перевода. Хорошо сформулированной теорией оценки перевода является системно-функциональная модель Хауса, которая фокусируется на отношениях между оригиналом и переводом. Модель предполагает, что перевод – это попытка сохранить семантическое, прагматическое и текстовое значение эквивалента текста при переходе из одного языкового кода в другой.
sv: Förutom de mentalistiska och effektbaserade definitionerna, som innebär en kraftig reduktion, passar det textbaserade språkliga tillvägagångssättet bäst med de implementerade översättningsmetoderna. En välformulerad teori för översättningsutvärdering är Houses systemfunktionella modell, som fokuserar på relationen mellan original och översättning. Modellen utgår från att översättning är ett försök att behålla den semantiska, pragmatiska och textuella betydelsen av en text när den överförs från ett språkligt kodsystem till ett annat.
ta: வலுவான குறைப்பை ஏற்படுத்தும் உளவியல் மற்றும் தாக்க அடிப்படையிலான வரையறைகளுக்கு கூடுதலாக, உரை அடிப்படையிலான மொழியியல் அணுகுமுறை செயல்படுத்தப்பட்ட மொழிபெயர்ப்பு முறைகளுடன் சிறப்பாக பொருந்துகிறது. மொழிபெயர்ப்பு மதிப்பீட்டிற்கான நன்கு வடிவமைக்கப்பட்ட கோட்பாடு அவுசின் முறையான-செயல்பாட்டு மாதிரியாகும், இது அசல் மற்றும் மொழிபெயர்ப்புக்கு இடையிலான உறவில் கவனம் செலுத்துகிறது. மொழிபெயர்ப்பு என்பது ஒரு மொழியியல் குறியீட்டில் இருந்து மற்றொரு மொழிக் குறியீட்டைக் கடக்கும்போது ஒரு உரையின் சொற்பொருள், நடைமுறை மற்றும் உரை அர்த்தத்தை சமமாக வைத்திருக்கும் ஒரு முயற்சி என்று மாதிரி கருதுகிறது.
tr: Güçlü bir azalma sağlayan zihinsel ve etki temelli tanımlara ek olarak, metin tabanlı dilbilimsel yaklaşım, uygulanan çeviri yöntemlerine en iyi şekilde uyar. Çeviri değerlendirmesi için iyi formüle edilmiş bir teori, özgün ve çeviri arasındaki ilişkiye odaklanan sistemik-işlevsel House modelidir. Model, çevirinin, bir dilsel koddan diğerine geçerken bir metnin anlamsal, pragmatik ve metinsel anlamını eşdeğer tutma girişimi olduğunu varsayar.
uk: Окрім менталістських та заснованих на результатах аналітичних визначень із потужним приведенням, найкращим є лінгвістичний підхід на основі тексту з реалізованими методами перекладу. Коректно сформульованою теорією оцінки перекладу є системно-функціональна модель Хауса, у якій акцент зроблено на зв'язку між оригіналом і перекладом. У моделі зроблено припущення, що переклад є спробою зберегти семантичний, прагматичний та текстуальний сенс текстового еквівалента при переході з одного лінгвістичного коду до іншого.
zh_hans: 除了基于心理和基于影响的定义之外，基于文本的语言学方法最适合实施的翻译方法。一个精心制定的翻译评估理论是豪斯的系统功能模型，它侧重于原始和翻译之间的关系。该模型假设翻译是在从一种语言代码交叉到另一种语言代码时保持文本等效的语义，语用和文本含义的尝试。

source: The degree of quality of a translation is based on the degree of equivalence, the correspondence between the text profile and the text function. Because it cannot be calculated automatically, sufficient information should be collected to enable a uniform human evaluation. The two main parameters of agreement in a corresponding model are the macro-context – i.e. embedding in a larger social and literary context – and the micro-context consisting of field, tenor and mode.
de: Der Qualitätsgrad einer Übersetzung basiert auf dem Äquivalenzgrad, also der Übereinstimmung zwischen dem Textprofil und der Textfunktion. Da er nicht automatisch berechnet werden kann, sollten genügend Informationen gesammelt werden, um eine einheitliche menschliche Bewertung zu ermöglichen. Die beiden wichtigsten Parameter für die Übereinstimmung in einem entsprechenden Modell sind der Makrokontext – d. h. die Einbettung in einen größeren sozialen und literarischen Kontext – und der Mikrokontext, bestehend aus Bereich, Tenor und Modus.
ga: Tá leibhéal cáilíochta an aistriúcháin bunaithe ar mhéid na coibhéise, ar an gcomhfhreagras idir próifíl an téacs agus feidhm an téacs. Toisc nach féidir é a ríomh go huathoibríoch, ba cheart dóthain faisnéise a bhailiú chun meastóireacht dhaonna aonfhoirmeach a chumasú. Is iad an dá phríomh-pharaiméadair comhaontaithe i múnla comhfhreagrach ná an macra-chomhthéacs – i.e. neadú i gcomhthéacs sóisialta agus liteartha níos mó – agus an micrea-chomhthéacs arb é atá ann réimse, brí agus mód.
hu: A fordítás minőségének mértéke azon múlik, hogy milyen fokú az ekvivalencia vagyis mennyire felel meg egymásnak a szöveg profilja és funkciója. Mivel ez nem határozható meg automatikusan, elegendő információt kell összegyűjteni ahhoz, hogy egységes emberi értékelés legyen lehetséges. Az ekvivalencia alapú értékelési modell két fő paramétere a makrokontextus – vagyis a tágabb társadalmi és irodalmi beágyazottság – valamint a mikrokontextus, amely a témából (field), hangnemből (tenor) és a kommunikációs csatornából (mode) áll.
id: Derajat kualitas terjemahan didasarkan pada derajat kesetaraan, yaitu kesesuaian antara profil teks dan fungsi teks. Karena tidak dapat dihitung secara otomatis, informasi yang memadai harus dikumpulkan untuk memungkinkan evaluasi manusia yang seragam. Dua parameter utama kesesuaian dalam model yang sesuai adalah konteks makro – yaitu, keterikatan dalam konteks sosial dan sastra yang lebih luas – dan konteks mikro yang terdiri dari kolom, tenor, dan modus.
ja: 翻訳の品質は、機械翻訳が文字列情報をどの程度理解できるかにかかっています。結果は予測できないため、機械が正確に理解できるように人間が十分な情報を与えることが必要です。機械翻訳が理解するために主に必要な 2 つのパラメータは、マクロ情報（全体の関連性と具体的な意味の内包が必要）および、分野、趣旨、手段からなる細かい状況説明です。
nl: De mate van kwaliteit van een vertaling is gebaseerd op de mate van equivalentie, de overeenkomst tussen het profiel van de tekst en de functie van de tekst. Omdat het niet automatisch kan worden berekend, zou voldoende informatie moeten worden verzameld om een uniforme menselijke evaluatie uit te kunnen voeren. De twee belangrijkste parameters voor overeenstemming in een corresponderend model zijn de macro-context – d.i. inbedden in een grotere sociale en letterlijke context – en de micro-context bestaande uit veld, teneur en modus.
pt: O grau de qualidade de uma tradução é à base do grau de equivalência, na correspondência entre o perfil do texto e a função do texto. Como não pode ser calculado automaticamente, informações suficientes para permitir uma avaliação humana uniforme devem ser recolhidas. Os dois principais parâmetros de concordância num modelo correspondente são o macro-contexto - ou seja, a incorporação num contexto social e literário mais amplo - e o micro-contexto composto por campo, teor e modo.
pt_br: O grau de qualidade de uma tradução é baseado no grau de equivalência, a correspondência entre o perfil do texto e a função do texto. Como não pode ser calculado automaticamente, informações suficientes devem ser coletadas para permitir uma avaliação humana uniforme. Os dois principais parâmetros de concordância em um modelo correspondente são o macro-contexto -- ou seja, a incorporação em um contexto social e literário mais amplo -- e o micro-contexto que consiste em campo, teor e modo.
ro: Gradul de calitate al unei traduceri se bazează pe gradul de echivalență, pe corespondența dintre profilul textului și funcția textului. Deoarece acesta nu poate fi calculat automat, ar trebui să se colecteze suficiente informații pentru a permite o evaluare umană uniformă. Cei doi parametri principali de concordanță într-un model corespunzător sunt macrocontextul - adică încadrarea într-un context social și literar mai larg - și microcontextul format din domeniu, tenor și mod.
ru: Качество перевода основывается на степени эквивалентности, соответствии профиля текста и функции текста. Поскольку его нельзя рассчитать автоматически, необходимо собрать достаточно информации, чтобы обеспечить единообразную человеческую оценку. Двумя основными параметрами согласия в соответствующей модели являются макроконтекст, т. е. встраивание в более широкий социальный и литературный контекст, и микроконтекст, состоящий из поля, содержания и способа.
sv: Översättningens kvalitet baseras på graden av ekvivalens, det vill säga överensstämmelsen mellan textprofilen och textfunktionen. Eftersom detta inte kan beräknas automatiskt bör tillräcklig information samlas in för att möjliggöra en enhetlig mänsklig utvärdering. De två viktigaste parametrarna för överensstämmelse i en motsvarande modell är makrokontexten – det vill säga inbäddningen i ett större socialt och litterärt sammanhang – och mikrokontexten som består av fält, tenor och modus.
ta: மொழிபெயர்ப்பின் தரத்தின் அளவு சமநிலையின் அளவு, உரை சுயவிவரம் மற்றும் உரை செயல்பாடு ஆகியவற்றுக்கு இடையிலான கடிதத்தொடர்பு ஆகியவற்றை அடிப்படையாகக் கொண்டது. இது தானாக கணக்கிட முடியாது என்பதால், ஒரு சீரான மனித மதிப்பீட்டை செயல்படுத்த போதுமான தகவல்கள் சேகரிக்கப்பட வேண்டும். தொடர்புடைய மாதிரியில் உடன்பாட்டின் இரண்டு முக்கிய அளவுருக்கள் மேக்ரோ-சூழல் - அதாவது ஒரு பெரிய சமூக மற்றும் இலக்கிய சூழலில் உட்பொதித்தல் - மற்றும் புலம், கால அளவு மற்றும் முறை ஆகியவற்றைக் கொண்ட நுண்ணிய சூழல்.
tr: Bir çevirinin kalite düzeyi, eşdeğerlik derecesine, metin profili ile metin işlevi arasındaki yazışmalara dayanır. Kendiliğinden hesaplanamayacağından, tek türde bir insan değerlendirmesi yapabilmek için yeterli bilgi toplanmalıdır. Karşılık gelen bir modeldeki anlaşmanın iki ana parametresi, makro-bağlam (yani daha geniş bir sosyal ve edebi bağlamda gömülme) ve alan, tenor ve moddan oluşan mikro bağlamdır.
uk: Рівень якості перекладу можна оцінити за рівнем еквівалентності, відповідністю між профілем тексту та функцією тексту. Оскільки його не можна обчислити автоматично, слід зібрати достатні дані для уможливлення однорідної людської оцінки. Два головні параметри узгодження у відповідній моделі — це макроконтекст, тобто вбудовування у ширший соціальний і літературний контекст, та мікроконтекст, що складається з поля, напрямку та модальності.
zh_hans: 翻译的质量程度是基于对等程度，即文本轮廓和文本功能之间的对应关系。因为它不能自动计算，所以应该收集足够的信息，以便能够进行统一的人工评估。相应模型中的两个主要一致参数是宏观语境--即嵌入更大的社会和文学背景中--以及由领域、主旨和模式组成的微观语境。

source: Sources
de: Quellcode
ga: Foinsí
hu: Források
id: Sumber
ja: 原文
nl: Bronnen
pt: Fontes
pt_br: Fontes
ro: Surse
ru: Источники
sv: Källor
ta: ஆதாரங்கள்
tr: Kaynaklar
uk: Джерела
zh_hans: 原文
zh_hant: 原文

source: Marina Sanchez-Torron and Philipp Koehn in Machine Translation Quality and Post-Editor Productivity, Figure 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
de: Marina Sanchez-Torron und Philipp Koehn in Machine Translation Quality and Post-Editor Productivity, Abbildung 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
ga: Marina Sanchez-Torron agus Philipp Koehn i gCáilíocht an Aistriúcháin Inneall agus Táirgiúlacht Iar-Eagarthóra, Fíor 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
hu: Marina Sanchez-Torron és Philipp Koehn: *Machine Translation Quality and Post-Editor Productivity* (A gépi fordítás minősége és az utószerkesztő hatékonysága), 1. ábra: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
id: Marina Sanchez-Torron dan Philipp Koehn dalam Kualitas Terjemahan Mesin dan Produktivitas Pasca-Penyunting, Gambar 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
ja: Marina Sanchez-Torron と Philipp Koehn、機械翻訳の品質と編集後の生産性。図 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
nl: Marina Sanchez-Torron en Philipp Koehn in Machine Translation Quality and Post-Editor Productivity, Afbeelding 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
pt: Marina Sanchez-Torron e Philipp Koehn em *Machine Translation Quality and Post-Editor Productivity*, Imagem 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
pt_br: Marina Sanchez-Torron e Philipp Koehn em *Machine Translation Quality and Post-Editor Productivity*, Figura 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
ro: Marina Sanchez-Torron și Philipp Koehn în Machine Translation Quality and Post-Editor Productivity, Figura 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
ru: Марина Санчес-Торрон и Филипп Кён в книге «Качество машинного перевода и производительность пост-редактора», рисунок 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
sv: Marina Sanchez-Torron och Philipp Koehn i Machine Translation Quality and Post-Editor Productivity, figur 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
ta: மெசின் மொழிபெயர்ப்பு தகுதி மற்றும் போச்ட் திருத்தி உற்பத்தித்திறன் ஆகியவற்றில் மரீனா சான்செச்-டோரன் மற்றும் பிலிப் கோஅன், படம் 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
tr: Marina Sanchez-Torron ve Philipp Koehn, Makine Çevirisi Kalitesi ve Düzenleme Sonrası Verimlilik, Şekil 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
uk: Marina Sanchez-Torron і Philipp Koehn у «Machine Translation Quality and Post-Editor Productivity», Рисунок 1: https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
zh_hans: Marina Sanchez-Torron 和 Philipp Koehn 在机器翻译质量和译后编辑效率方面，图 1：https://www.cs.jhu.edu/~phi/publications/machine-translation-quality.pdf
