Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The HTTPS redirection might be problematic in some cases and you might hit an issue with infinite redirection in case you are using a reverse proxy doing an SSL termination which does not correctly pass protocol headers to Django. Please tweak your reverse proxy configuration to emit :http:header:`X-Forwarded-Proto` or :http:header:`Forwarded` headers or configure :setting:`django:SECURE_PROXY_SSL_HEADER` to let Django correctly detect the SSL status.
de: Die HTTPS-Weiterleitung könnte in einigen Fällen problematisch sein und Sie könnten auf ein Problem mit unendlicher Weiterleitung stoßen, wenn Sie einen Reverse-Proxy verwenden, der eine SSL-Terminierung durchführt und Protokoll-Header nicht korrekt an Django weitergibt. Bitte passen Sie Ihre Reverse-Proxy-Konfiguration so an, dass :http:header:`X-Forwarded-Proto`- oder :http:header:`Forwarded`-Header ausgegeben werden oder konfigurieren Sie :setting:`django:SECURE_PROXY_SSL_HEADER`, damit Django den SSL-Status korrekt erkennt.
ga: D'fhéadfadh go mbeadh fadhbanna ag an athatreorú HTTPS i roinnt cásanna agus d'fhéadfá fadhb a bhualadh le hathreorú gan teorainn i gcás go bhfuil seachfhreastalaí droim á úsáid agat ag déanamh foirceannadh SSL nach gcuireann ceannteidil prótacail ar Django i gceart. Athraigh do chumraíocht seachfhreastalaí droim le heastó :http:header:`X-Forwarded-Proto` nó :http:header:`Forwarded` ceannteidil nó cumraithe :setting:`django:SECURE_PROXY_SSL_HEADER` chun ligean do Django an stádas SSL a bhrath i gceart.
hu: A HTTPS átirányítás problémát okozhat bizonyos esetekben, például ha SSL-terminációt végző fordított (reverse) proxy mögött fut a Weblate, és az nem adja át helyesen a protokoll fejlécet a Django számára. Ilyenkor érdemes a proxy konfigurációját úgy módosítani, hogy az :http:header:`X-Forwarded-Proto` vagy a :http:header:`Forwarded` fejlécet küldje, de lehet a :setting:`django:SECURE_PROXY_SSL_HEADER` beállítást is konfigurálni a helyes SSL-észlelés érdekében.
id: Pengalihan HTTPS mungkin bermasalah dalam beberapa kasus, dan Anda mungkin mengalami masalah dengan pengalihan tak terbatas jika Anda menggunakan proksi terbalik yang melakukan penghentian SSL yang tidak meneruskan header protokol dengan benar ke Django. Harap sesuaikan konfigurasi proksi terbalik Anda untuk menampilkan header :http:header:`X-Forwarded-Proto` atau :http:header:`Forwarded` atau konfigurasikan :setting:`django:SECURE_PROXY_SSL_HEADER` agar Django dapat mendeteksi status SSL dengan benar.
ja: HTTPS リダイレクトには問題が発生することがあります。また、Django にプロトコル ヘッダーを正しく渡さない SSL 終了を行うリバース プロキシを使用している場合は、無限リダイレクトの問題が発生することがあります。:http:header:`X-Forwarded-Proto` または :http:header:`Forwarded` ヘッダーを出力するようにリバース プロキシを設定するか、Django が SSL ステータスを正しく検出できるように :setting:`django:SECURE_PROXY_SSL_HEADER` を設定してください。
nl: De verwijzing van HTTPS zou in sommige gevallen problematisch kunnen zijn en u zou tegen een probleem aan kunnen lopen met oneindige verwijzing in het geval u een omgekeerde proxy gebruikt, die een beëindiging van SSL doet die niet op de juiste wijze protocolkoppen doorgeeft aan Django. Pas de configuratie van uw omgekeerde proxy aan om koppen :http:header:`X-Forwarded-Proto` of :http:header:`Forwarded` te verzenden of configureer :setting:`django:SECURE_PROXY_SSL_HEADER` om Django de status van SSL correct te detecteren.
pt: O redirecionamento HTTPS pode ser problemático em alguns casos e pode encontrar um problema com o redirecionamento infinito caso esteja usando um proxy reverso fazendo uma terminação SSL que não passa corretamente os cabeçalhos de protocolo para o Django. Por favor ajuste a sua configuração de proxy reverso para emitir :http:header:`X-Forwarded-Proto` ou :http:header:`Forwarded` cabeçalhos ou configure :setting:`django:SECURE_PROXY_SSL_HEADER` para permitir que o Django detete corretamente o estado SSL.
pt_br: O redirecionamento HTTPS pode ser problemático em alguns casos e você pode encontrar um problema com o redirecionamento infinito caso esteja usando um proxy reverso fazendo uma terminação SSL que não passa corretamente os cabeçalhos de protocolo para o Django. Por favor ajuste sua configuração de proxy reverso para emitir :http:header:`X-Forwarded-Proto` ou :http:header:`Forwarded` cabeçalhos ou configure :setting:`django:SECURE_PROXY_SSL_HEADER` para permitir que o Django detecte corretamente o status SSL.
ru: С перенаправлением HTTPS иногда могут возникать проблемы: если вы используете обратный прокси, который выполняет терминацию SSL, вследствие чего заголовки протокола не передаются Django в корректном виде, то вы можете столкнуться с бесконечным перенаправлением. В таком случае исправьте настройки своего обратного прокси, чтобы он добавлял заголовки :http:header:`X-Forwarded-Proto` или :http:header:`Forwarded`, или настройте :setting:`django:SECURE_PROXY_SSL_HEADER`, чтобы Django мог верно определять статус SSL.
sv: HTTPS-omdirigering kan vara problematisk i vissa fall och du kan stöta på problem med oändlig omdirigering om du använder en omvänd proxy som utför SSL-terminering som inte korrekt vidarebefordrar protokollhuvuden till Django. Justera din omvända proxykonfiguration så att den skickar :http:header:`X-Forwarded-Proto`- eller :http:header:`Forwarded`-huvuden, eller konfigurera :setting:`django:SECURE_PROXY_SSL_HEADER` så att Django korrekt kan upptäcka SSL-statusen.
tr: HTTPS yönlendirmesi bazı durumlarda sorunlu olabilir ve iletişim kuralı üst bilgilerini Django üzerine doğru aktarmayan bir SSL sonlandırma işlemini yapan ters bir vekil sunucu kullanmanız durumunda, sonsuz yönlendirme sorunu yaşayabilirsiniz. Lütfen ters vekil sunucu yapılandırmanızı :http:header:`X-Forwarded-Proto` veya :http:header:`Forwarded` üst bilgilerini yayacak şekilde ayarlayın ya da SSL durumunun Django tarafından doğru bir şekilde algılanmasını sağlamak için :setting:`django:SECURE_PROXY_SSL_HEADER` seçeneğini yapılandırın.
uk: У певних випадках переспрямовування HTTPS може викликати проблеми — ви можете зіткнутися із проблемами циклічного переспрямовування, якщо ви використовуєте реверсивний проксі-сервер, який виконує обривання SSL і не передає належним чином заголовки протоколів до Django. Будь ласка, скоригуйте налаштування вашого реверсивного проксі-сервера так, щоб він надсилав заголовки :http:header:`X-Forwarded-Proto` або :http:header:`Forwarded`, або налаштуйте :setting:`django:SECURE_PROXY_SSL_HEADER`, щоб надати Django змогу правильно визначати стан SSL.
zh_hans: 在一些情况下 HTTPS 重定向会有问题，您可以在使用反向代理进行 SSL 终端连接的情况下碰到无限重定向的问题，使用反向代理进行 SSL 终端连接不能将协议标头正确地传递给 Django。请调整自己的反向代理配置以传递 :http:header:`X-Forwarded-Proto` 或 :http:header:`Forwarded` 标头，或者配置 :setting:`django:SECURE_PROXY_SSL_HEADER`，让 Django 正确地检测 SSL 状态。

source: In case this is disabled, Weblate will fail to start with an ``otp_webauthn.E031`` error. You can silence this error by adding it to :setting:`django:SILENCED_SYSTEM_CHECKS`, but still WebAuthn will not work for sites without HTTPS.
de: Wenn dies deaktiviert ist, schlägt der Start von Weblate mit einem ``otp_webauthn.E031``-Fehler fehl. Sie können diesen Fehler unterdrücken, indem Sie ihn zu :setting:`django:SILENCED_SYSTEM_CHECKS` hinzufügen, aber WebAuthn wird trotzdem nicht für Websites ohne HTTPS funktionieren.
ga: Sa chás go bhfuil sé seo díchumasaithe, ní thosóidh Weblate le hearráid ``otp_webauthn.E031``. Is féidir leat an earráid seo a chur ina thost ach é a chur le :setting:`django:SILENCED_SYSTEM_CHECKS`, ach fós ní oibreoidh WebAuthn do shuíomhanna gan HTTPS.
hu: Ha ez a beállítás le van tiltva, a Weblate nem fog elindulni, és ``otp_webauthn.E031`` hibát ad. Az ellenőrzés elnémítható úgy, hogy hozzáadja a :setting:`django:SILENCED_SYSTEM_CHECKS` listához, de HTTPS nélkül a WebAuthn akkor sem fog működni.
id: Jika ini dinonaktifkan, Weblate akan gagal memulai dengan galat ``otp_webauthn.E031``. Anda dapat menonaktifkan galat ini dengan menambahkannya ke :setting:`django:SILENCED_SYSTEM_CHECKS`, tetapi WebAuthn tetap tidak akan berfungsi untuk situs tanpa HTTPS.
ja: これが無効化されている場合、Weblate は ``otp_webauthn.E031`` エラーで起動に失敗します。このエラーを :setting:`django:SILENCED_SYSTEM_CHECKS` に追加してエラーを非表示にできます。しかし、WebAuthn は HTTPS ではないサイトでは機能しません。
nl: In het geval dat dit is uitgeschakeld zal Weblate niet willen starten met een fout ``otp_webauthn.E031``. U kunt deze fout uitschakelen door hem toe te voegen aan :setting:`django:SILENCED_SYSTEM_CHECKS`, maar WebAuthn zal nog steeds niet werken voor sites zonder HTTPS.
pt: Caso isto esteja desativado, o Weblate falhará ao iniciar com um erro ``otp_webauthn.E031``. Pode silenciar este erro adicionando-o a :setting:`django:SILENCED_SYSTEM_CHECKS`, mas mesmo assim o WebAuthn não funcionará para sites sem HTTPS.
pt_br: Caso isso esteja desativado, o Weblate falhará ao iniciar com um erro ``otp_webauthn.E031``. Você pode silenciar esse erro adicionando-o a :setting:`django:SILENCED_SYSTEM_CHECKS`, mas mesmo assim o WebAuthn não funcionará para sites sem HTTPS.
sv: Om detta är inaktiverat kommer Weblate inte att kunna starta och ett felmeddelande med texten ``otp_webauthn.E031`` visas. Du kan dämpa detta felmeddelande genom att lägga till det i :setting:`django:SILENCED_SYSTEM_CHECKS`, men WebAuthn kommer fortfarande inte att fungera för webbplatser utan HTTPS.
tr: Bu seçenek kullanımdan kaldırıldığında, Weblate ``otp_webauthn.E031`` hatasıyla başlamaz. Bu hatayı :setting:`django:SILENCED_SYSTEM_CHECKS` ayarına ekleyerek susturabilirsiniz. Ancak yine de HTTPS olmayan sitelerde WebAuthn çalışmayacaktır.
uk: Якщо це вимкнено, Weblate не зможе запуститися з помилкою ``otp_webauthn.E031``. Ви можете заглушити цю помилку, додавши її до :setting:`django:SILENCED_SYSTEM_CHECKS`, але все одно WebAuthn не працюватиме для сайтів без HTTPS.
zh_hans: 如果它被停用，Weblate 启动会失败，显示错误 ``otp_webauthn.E031`` 。要不显示这个错误，你可以将它添加到 :setting:`django:SILENCED_SYSTEM_CHECKS`，但即使这么做，WebAuthn 也不会适用于没有 HTTPS 的站点。

source: Turn on/off the :guilabel:`Community` menu so users can share translation progress on social networks.
id: Aktifkan/nonaktifkan :guilabel:`Community` sehingga pengguna dapat berbagi kemajuan penerjemahan di jejaring sosial.
sv: Aktivera/inaktivera menyn :guilabel:`Community` så att användare kan dela översättningsframsteg på sociala nätverk.
uk: Увімкнути/вимкнути меню :guilabel:`Community`, щоб користувачі могли ділитися прогресом перекладу в соціальних мережах.

source: Insert additional markup into the HTML header. Can be used for verification of site ownership, for example:
de: Fügt eine zusätzliche Auszeichnung in den HTML-Header ein. Kann zum Beispiel für die Verifizierung der Eigentümerschaft einer Website verwendet werden:
ga: Cuir marcáil bhreise isteach sa cheanntásc HTML. Is féidir é a úsáid chun úinéireacht suímh a fhíorú, mar shampla:
hu: További HTML kód beszúrása a HTML fejlécbe. Ez például webhelytulajdon-ellenőrzés céljára használható:
id: Masukkan markup tambahan ke dalam header HTML. Dapat digunakan untuk verifikasi kepemilikan situs, misalnya:
ja: HTML ヘッダーに追加のマークアップを挿入します。サイトの所有権の確認に使用できます。例:
nl: Voeg aanvullende opmaak in de kop van HTML in. Kan bijvoorbeeld worden gebruikt voor verificatie van de eigenaar van de site:
pt: Insira marcação adicional no cabeçalho HTML. Pode ser usado para verificação da propriedade do site, por exemplo:
pt_br: Insira marcação adicional no cabeçalho HTML. Pode ser usado para verificação da propriedade do site, por exemplo:
ru: Вставить дополнительную разметку в заголовок HTML. Может использоваться для подтверждения права собственности на сайт, например:
sv: Infoga ytterligare markeringar i HTML-rubriken. Kan användas för verifiering av webbplatsägande, till exempel:
ta: html தலைப்பில் கூடுதல் மார்க்அப்பைச் செருகவும். தள உரிமையை சரிபார்க்க பயன்படுத்தலாம், எடுத்துக்காட்டாக:
tr: HTML üst bilgisine ek markup kodları ekler. Sitenin sahipliğini doğrulamak için kullanılabilir. Örneğin:
uk: Вставити додаткову розмітку у заголовок HTML. Можна скористатися, наприклад, для перевірки власності сайта:
zh_hans: 将附加标记插入 HTML 标头。可用于验证站点所有权，示例：

source: No sanitization is performed on the string. It is inserted as-is into the HTML header.
de: Die Zeichenkette wird nicht bereinigt, sondern unverändert in den HTML-Header eingefügt.
ga: Ní dhéantar aon sláintíocht ar an sreang. Cuirtear isteach é mar atá sa cheanntásc HTML.
hu: A megadott sztringen nincs semmilyen szűrés vagy tisztítás, így az változatlanul kerül beillesztésre a HTML fejlécbe.
id: Tidak ada sanitasi yang dilakukan pada string. String tersebut dimasukkan apa adanya ke dalam header HTML.
ja: 文字列に対してサニタイズを実行せずに、そのまま HTML ヘッダーに挿入されます。
nl: Geen opschoning wordt op de tekenreeks uitgevoerd. Wordt in de kop van HTML ingevoegd zoals is.
pt: Nenhuma sanitização é executada no cadeia, é inserido como está no cabeçalho HTML.
pt_br: Nenhuma sanitização é executada no texto, ele é inserido como está no cabeçalho HTML.
ru: Строка не обрабатывается, она вставляется в заголовок HTML как есть.
sv: Strängen saneras inte. Den infogas som den är i HTML-rubriken.
ta: சரத்தில் சுத்திகரிப்பு எதுவும் செய்யப்படவில்லை. இது html தலைப்பில் செருகப்படுகிறது.
tr: Dizge üzerinde herhangi bir ayıklama işlemi yapılmaz. HTML üst bilgisine olduğu gibi eklenir.
uk: Обробка рядка не виконуватиметься, його буде просто вставлено до заголовка HTML.
zh_hans: 未对字符串进行清洁操作，它按原样插入到 HTML 标头中。

source: URL where support for your Weblate instance can be found.
de: URL, unter der Unterstützung für Ihre Weblate-Instanz zu finden ist.
ga: URL áit ar féidir tacaíocht a fháil do shampla Weblate.
hu: A támogatási oldal URL-je, ahol a Weblate példányhoz támogatás található.
id: URL tempat dukungan untuk instansi Weblate Anda dapat ditemukan.
ja: Weblate インスタンスのサポートを見つけられる URL。
nl: URL waar ondersteuning voor uw instantie van Weblate kan worden gevonden.
pt: URL onde o suporte para sua instância do Weblate encontra-se.
pt_br: URL onde o suporte para sua instância do Weblate pode ser encontrado.
ro: URL-ul unde poate fi găsit suport pentru instanța Weblate.
ru: URL, где можно найти поддержку для вашего экземпляра Weblate.
sv: URL där support för din Weblate-instans finns.
ta: உங்கள் வலைபெயர்ப்பு நிகழ்வுக்கான ஆதரவைக் காணக்கூடிய முகவரி.
tr: Weblate kopyanızın destek bilgilerinin bulunduğu adres.
uk: Адреса, за якою можна отримати підтримку для вашого екземпляра Weblate.
zh_hans: 可以找到你的 Weblate 实例支持的 URL。
zh_hant: 可以找到你的 Weblate 實例支持的 URL。

source: List for credentials for Gitea servers.
de: Liste der Zugangsdaten für Gitea-Server.
ga: Liosta dintiúir do fhreastalaithe Gitea.
hu: Gitea szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk server Gitea.
ja: Gitea サーバーの資格情報の一覧。
nl: Lijst voor inloggegevens voor servers van Gitea.
pt: Lista para credenciais para servidores Gitea.
pt_br: Lista para credenciais para servidores Gitea.
ro: Lista de acreditări pentru serverele Gitea.
ru: Список учётных данных для серверов Gitea.
sv: Lista över inloggningsuppgifter för Gitea-servrar.
ta: அறிவிலிதேநீர் சேவையகங்களுக்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: Gitea sunucuları için kimlik doğrulama bilgileri listesi.
uk: Список реєстраційних даних для серверів Gitea.
zh_hans: Gitea 服务器凭据列表。

source: The configuration dictionary consists of credentials defined for each API host. The layout is same for almost all version control integrations and is described at :ref:`settings-credentials`.
de: Das Konfigurationswörterbuch besteht aus Anmeldeinformationen, die für jeden API-Host definiert sind. Das Layout ist für fast alle Integrationen der Versionsverwaltung gleich und wird unter :ref:`settings-credentials` beschrieben.
ga: Is éard atá sa fhoclóir cumraíochta dintiúir atá sainmhínithe do gach óstach API Tá an leagan amach mar an gcéanna le haghaidh beagnach gach comhtháthú rialaithe leagan agus déantar cur síos air ag :ref:`settings-credentials`.
hu: A konfigurációs szótár a megadott API-hosztonkénti hitelesítő adatokból áll. A felépítése szinte minden verziókezelő integráció esetén ugyanaz, részletek: :ref:`settings-credentials`.
id: Kamus konfigurasi terdiri dari kredensial yang ditentukan untuk setiap host API. Tata letaknya sama untuk hampir semua integrasi kontrol versi dan dijelaskan di :ref:`settings-credentials`.
ja: 設定辞書には、各 API ホストに対して定義された認証情報が含まれています。 レイアウトはほぼすべてのバージョン管理統合で同じす。:ref:`settings-credentials` に解説があります。
nl: Het woordenboek voor de configuratie bestaat uit inloggegevens die zijn gedefinieerd voor elke API-host. De lay-out is hetzelfde voor bijna alle integraties voor versiebeheer en is beschreven in :ref:`settings-credentials`.
pt: O dicionário de configuração consiste em credenciais definidas para cada host de API. O layout é o mesmo para quase todas as integrações de controle de versão e é descrito em :ref:`settings-credentials`.
pt_br: O dicionário de configuração consiste em credenciais definidas para cada host de API. O layout é o mesmo para quase todas as integrações de controle de versão e é descrito em :ref:`settings-credentials`.
ru: Словарь конфигурации состоит из учётных данных, определённых для каждого сервера API. Структура словаря одинакова практически для всех интеграций с системой управления версиями и описана в :ref:`settings-credentials`.
sv: Konfigurationsordlistan består av autentiseringsuppgifter som definieras för varje API-värd. Layouten är densamma för nästan alla versionshanteringsintegrationer och beskrivs i :ref:`settings-credentials`.
tr: Yapılandırma sözlüğü, her API sunucusu için tanımlanan kimlik doğrulama bilgilerinden oluşur. Yerleşim neredeyse tüm sürüm denetimi bütünleştirmeleri ile aynıdır ve :ref:`settings-credentials` bölümünde açıklanmıştır.
uk: Словник налаштувань складається з реєстраційних даних, які визначено для кожного вузла API. Компонування є таким самим майже для усіх інтеграцій із системами керування версіями. Його описано у розділі :ref:`settings-credentials`.
zh_hans: 配置目录由为每个 API 主机定义的凭据所组成。几乎所有版本控制集成的布局都是一样的，描述见 :ref:`settings-credentials`。

source: `Creating a Gitea personal access token`_
id: `Membuat token akses pribadi Gitea`_
sv: `Skapa en personlig åtkomstnyckel för Gitea`_

source: List for credentials for GitLab servers.
de: Liste der Zugangsdaten für GitLab-Server.
ga: Liosta dintiúir do fhreastalaithe GitLab.
hu: GitLab szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk server GitLab.
ja: GitLab サーバーの資格情報の一覧。
nl: Lijst voor inloggegevens voor servers van GitLab.
pt: Lista para credenciais para servidores de GitLab.
pt_br: Lista para credenciais para servidores GitLab.
ro: Lista pentru acreditările pentru serverele GitLab.
ru: Список учётных данных для серверов GitLab.
sv: Lista över autentiseringsuppgifter för GitLab-servrar.
ta: அறிவிலிஆய்வு சேவையகங்களுக்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: GitLab sunucuları için kimlik doğrulama bilgileri listesi.
uk: Список реєстраційних даних для серверів GitLab.
zh_hans: 用于 GitLab 服务器的证明列表。
zh_hant: 用於 GitLab 服務器的證明列表。

source: The personal access token needs the :guilabel:`api` scope to be able to use the API.
sv: Den personliga åtkomsttoken behöver :guilabel:`api`-omfånget för att kunna använda API:et.

source: `GitLab: Personal access token <https://docs.gitlab.com/user/profile/personal_access_tokens/>`_
id: `GitLab: Token akses pribadi <https://docs.gitlab.com/user/profile/personal_access_tokens/>`_
sv: `GitLab: Personlig åtkomsttoken <https://docs.gitlab.com/user/profile/personal_access_tokens/>`_

source: List for credentials for GitHub servers.
de: Liste der Zugangsdaten für GitHub-Server.
ga: Liosta le haghaidh dintiúir do fhreastalaithe GitHub.
hu: GitHub szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk server GitHub.
ja: GitHub サーバーの資格情報の一覧。
nl: Lijst voor inloggegevens voor servers van GitHub.
pt: Lista para credenciais para servidores GitHub.
pt_br: Lista para credenciais para servidores GitHub.
ro: Lista pentru acreditările pentru serverele GitHub.
ru: Список учётных данных для серверов GitHub.
sv: Lista över autentiseringsuppgifter för GitHub-servrar.
ta: அறிவிலிமையம் சேவையகங்களுக்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: GitHub sunucuları için kimlik doğrulama bilgileri listesi.
uk: Список реєстраційних даних для серверів GitHub.
zh_hans: 用于 GitHub 服务器的证明列表。
zh_hant: 用於 GitHub 服務器的證明列表。

source: It is possible to use both fine-grained personal access tokens and classic personal access tokens. The fine-grained tokens are limited to a single organization, so it won't work if you want Weblate to fork a repository outside the organization (typically to the user namespace).
id: Anda dapat menggunakan token akses personal berbutir halus maupun token akses personal klasik. Token berbutir halus ini terbatas pada satu organisasi, sehingga tidak akan berfungsi jika Anda ingin Weblate melakukan forking repositori di luar organisasi (biasanya ke namespace pengguna).
sv: Det är möjligt att använda både finfördelade personliga åtkomsttoken och klassiska personliga åtkomsttoken. De finfördelade token är begränsade till en enda organisation, så det fungerar inte om du vill att Weblate ska förgrena ett arkiv utanför organisationen (vanligtvis till användarens namnområde).
uk: Можна використовувати як детальні персональні токени доступу, так і класичні персональні токени доступу. Детальні токени обмежені однією організацією, тому вони не працюватимуть, якщо ви хочете, щоб Weblate створив репозиторій за межами організації (зазвичай до простору імен користувача).

source: To clone, push and create pull requests, the read and write access to :guilabel:`Contents` and :guilabel:`Pull requests` is required.
id: Untuk mengkloning, mendorong, dan membuat permintaan tarik, akses baca dan tulis ke :guilabel:`Contents` dan :guilabel:`Pull requests` diperlukan.
sv: För att klona, pusha och skapa pull-förfrågningar krävs läs- och skrivbehörighet till :guilabel:`Contents` och :guilabel:`Pull requests`.
uk: Для клонування, надсилання та створення пул-реквестів потрібен доступ на читання та запис до :guilabel:`Contents` та :guilabel:`Pull requests`.
