Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Language plural formula and number
de: Pluralformeln und -formen der Sprache
ga: Foirmle iolra teanga agus uimhir
hu: Nyelv többes szám képlete és száma
id: Rumus jamak bahasa dan angka
ja: 言語の複数形と数
nl: Formule voor meervoud en aantal taal
pt: Fórmula e quantidade de plural do idioma
pt_br: Fórmula e número de plural do idioma
ro: Limba formula plural și numărul
ru: Формула множественного числа языка и количество форм множественных чисел
sv: Språkets pluralform och numerus
ta: மொழி பன்மை தேற்றம் மற்றும் எண்
tr: Dil çoğul formülü ve sayısı
uk: Кількість і формула форм множини мови
zh_hans: 语言复数公式和数量
zh_hant: 語言複數形式與數字

source: Returns information about the language.
de: Gibt Informationen über die Sprache zurück.
ga: Filleann sé eolas faoin teanga.
hu: A nyelv adatainak visszaadása.
id: Mengembalikan informasi tentang bahasa.
nl: Geeft informatie terug over de taal.
pt_br: Retorna informações sobre a idioma.
sv: Returnerar information om språket.
tr: Dil ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про мову.

source: Object of language plural information
de: Object der Pluralinformationen der Sprache
ga: Cuspóir an eolais iolra teanga
hu: A nyelv többes szám adatait tartalmazó objektum
id: Objek informasi jamak bahasa
ja: 言語の複数形の情報についてのオブジェクト
nl: Object van informatie over meervoud taal
pt: Objeto de informações de plurais do idioma
pt_br: Objeto de informações de plurais do idioma
ro: Obiect al limbajului informație plurală
ru: Объект информации о формах множественного числа языка
sv: Språkets pluralinformation
ta: மொழி பன்மை தகவல்களின் பொருள்
tr: Dil çoğul bilgisinin nesnesi
uk: Об'єкт даних щодо форм множини мови
zh_hans: 语言复数信息的对象
zh_hant: 語言複數信息的對象

source: Array of aliases for language
de: Array der Sprachaliasnamen
ga: Sraith ailiasanna don teanga
hu: A nyelvhez tartozó álnevek tömbje
id: Deretan alias untuk bahasa
ja: 言語のエイリアスの配列
nl: Array met aliassen voor taal
pt: vetor de codinomes para o idioma
pt_br: vetor de codinomes para o idioma
ro: Array de pseudonime pentru limbă
ru: Массив псевдонимов языка
sv: Alias för språk
ta: மொழிக்கான மாற்றுப்பெயர்களின் வரிசை
tr: Dil için takma adlar dizisi
uk: Масив альтернативних назв мови
zh_hans: 语言别名的数组
zh_hant: 語言別名的數組

source: Changes the language parameters.
de: Ändert die Sprachparameter.
ga: Athraíonn na paraiméadair teanga.
hu: A nyelv paramétereinek módosítása.
id: Mengubah parameter bahasa.
ja: 言語パラメータを変更します。
nl: Wijzigt de parameters van de taal.
pt: Altera os parâmetros linguísticos.
pt_br: Altera os parâmetros do idioma.
ro: Modifică parametrii de limbă.
ru: Изменяет параметры языка.
sv: Ändrar språkinställningarna.
ta: மொழி அளவுருக்களை மாற்றுகிறது.
tr: Dil parametrelerini değiştirir.
uk: Зміни у параметрах мови.
zh_hans: 更改语言参数。
zh_hant: 更改語言參數。

source: Language's code
de: Sprachcode
ga: Cóid teangacha
hu: A nyelv kódja
id: Kode bahasa
ja: 言語コード
nl: Taalcode
pt: Código do idioma
pt_br: Código do idioma
ro: Codul limbii
ru: Код языка
sv: Språkets kod
ta: மொழியின் குறியீடு
tr: Dilin kodu
uk: Код мови
zh_hans: 语言的代码
zh_hant: 語言的編碼

source: Language plural details
de: Details zu Pluralformen der Sprache
ga: Sonraí iolra teanga
hu: A nyelv többes szám információi
id: Rincian jamak bahasa
ja: 言語の複数形の詳細
nl: Details meervoud voor taal
pt: Detalhes de plural do idioma
pt_br: Detalhes de plural do idioma
ro: Limba plural detalii
ru: Данные по формам множественного числа языка
sv: Språk plural detaljer
ta: மொழி பன்மை விவரங்கள்
tr: Dil çoğul ayrıntıları
uk: Подробиці щодо форм множини мови
zh_hans: 语言复数的细节

source: Deletes the language.
de: Löscht die Sprache.
ga: Scriosann an teanga.
hu: A nyelv törlése.
id: Hapus bahasa.
ja: 言語を削除します。
nl: Verwijdert de taal.
pt: Apaga o idioma.
pt_br: Exclui o idioma.
ro: Șterge limba.
ru: Удаляет язык.
sv: Tar bort språket.
ta: மொழியை நீக்குகிறது.
tr: Dili siler.
uk: Вилучає мову.
zh_hans: 删除该语言。

source: Returns statistics for a language.
de: Gibt Statistiken für eine Sprache zurück.
ga: Tuairisceáin staitisticí do theanga.
hu: A nyelv statisztikáinak visszaadása.
id: Mengembalikan statistik untuk suatu bahasa.
ja: 返り値は、言語の統計情報です。
nl: Geeft statistieken terug voor een taal.
pt: Devolve estatísticas para uma língua.
pt_br: Retorna estatísticas para um idioma.
ro: Returnează statisticile pentru o limbă.
ru: Возвращает статистику по языку.
sv: Returnerar statistik för ett språk.
ta: ஒரு மொழிக்கான புள்ளிவிவரங்களை வழங்குகிறது.
tr: Bir dilin istatistiklerini görüntüler.
uk: Повертає статистику щодо мови.
zh_hans: 返回语言的统计数据。
zh_hant: 返回語言的統計數據。

source: Returned attributes are described in :ref:`api-statistics`.
de: Die zurückgegebenen Attribute sind in :ref:`api-statistics` beschrieben.
ga: Déantar cur síos ar na tréithe a tugadh ar ais i :ref:`api-statistics`.
hu: A visszaadott attribútumok leírása itt található: :ref:`API statisztikák <api-statistics>`.
id: Atribut yang dikembalikan dijelaskan dalam :ref:`api-statistics`.
ja: 返される属性については、:ref:`api-statistics` を確認してください。
nl: De teruggegeven attributen worden beschreven in :ref:`api-statistics`.
pt: Os atributos retornados são descritos em :ref:`api-statistics`.
pt_br: Os atributos retornados são descritos em :ref:`api-statistics`.
ru: Возвращаемые атрибуты описаны в :ref:`api-statistics`.
sv: Returnerade attribut beskrivs i :ref:`api-statistics`.
tr: Geri dönen öznitelikler :ref:`api-statistics` bölümünde açıklanmıştır.
uk: Повернуті атрибути описано у розділі :ref:`api-statistics`.
zh_hans: 返回属性的描述，请见 :ref:`api-statistics`。

source: Returns a list of all projects.
de: Gibt eine Liste aller Projekte zurück.
ga: Seol ar ais liosta de na tionscadail go léir.
hu: Az összes projekt listázása.
id: Mengembalikan daftar semua proyek.
ja: 返り値は、すべてのプロジェクトのリストです。
nl: Geeft een lijst met alle projecten terug.
pt: Retorna uma lista de todos os projetos.
pt_br: Retorna uma lista de todos os projetos.
ro: Returnează o listă cu toate proiectele.
ru: Возвращает список всех проектов.
sv: Returnerar en lista över alla projekt.
ta: அனைத்து திட்டங்களின் பட்டியலையும் வழங்குகிறது.
tr: Tüm projelerin listesini görüntüler.
uk: Повертає список усіх проєктів.
zh_hans: 返回所有项目的列表。
zh_hant: 返回所有項目的列表。

source: Creates a new project.
de: Erstellt ein neues Projekt.
ga: Cruthaíonn tionscadal nua.
hu: Új projekt létrehozása.
id: Membuat proyek baru.
ja: 新しいプロジェクトを作成します。
nl: Maakt een nieuw project.
pt: Cria um novo projeto.
pt_br: Cria um novo projeto.
ro: Creează un nou proiect.
ru: Создаёт новый проект.
sv: Skapar ett nytt projekt.
ta: ஒரு புதிய திட்டத்தை உருவாக்குகிறது.
tr: Yeni bir proje oluşturur.
uk: Створює проєкт.
zh_hans: 创建新项目。
zh_hant: 創建新項目。

source: Returns information about the project.
de: Gibt Informationen über das Projekt zurück.
ga: Filleann sé eolas faoin tionscadal.
hu: A projekt adatainak visszaadása.
id: Mengembalikan informasi tentang proyek.
nl: Geeft informatie terug over het project.
pt_br: Retorna informações sobre o projeto.
sv: Returnerar information om projektet.
tr: Proje ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про проект.

source: Project URL slug
de: Kurze Projekt-URL
ga: Seilide URL an tionscadail
hu: Projekt URL-azonosítója (slug)
id: Slug proyek URL
ja: プロジェクト URL スラッグ
pt: URL semântico do projeto
pt_br: URL amigável do projeto
ro: Descriptor URL proiect
ru: URL-плашка проекта
sv: Projektets URL-slug
ta: திட்ட முகவரி ச்லக்
tr: Proje adresi kısaltması
uk: Ідентифікатор адреси проєкту
zh_hans: 项目 URL 标识符
zh_hant: 專案 URL slug

source: project name
de: Projektname
ga: Ainm an tionscadail
hu: projekt neve
id: nama proyek
ja: プロジェクト名
nl: projectnaam
pt: nome do projeto
pt_br: nome do projeto
ro: nume proiect
ru: название проекта
sv: projektnamn
ta: திட்ட பெயர்
tr: proje adı
uk: назва проєкту
zh_hans: 项目名称
zh_hant: 專案名稱

source: project slug
de: Projekt-Slug
ga: seilide tionscadail
hu: projekt URL-azonosítója (slug)
id: slug proyek
ja: プロジェクトのスラッグ
pt: url amigável do projeto
pt_br: url amigável do projeto
ro: sloganul proiectului
ru: плашка проекта
sv: projektets slug
ta: திட்ட ச்லக்
tr: proje kısaltması
uk: ідентифікатор проєкту
zh_hans: 项目标识串
zh_hant: 項目標識串

source: project website
de: Projektseite
ga: láithreán gréasáin an tionscadail
hu: projekt weboldala
id: situs web proyek
ja: プロジェクトの Web サイト
pt: site do projeto
pt_br: site do projeto
ro: site-ul web al proiectului
ru: веб-сайт проекта
sv: projektets webbplats
ta: திட்ட இணையதளம்
tr: proje sitesi
uk: вебсайт проєкту
zh_hans: 项目网站
zh_hant: 項目網站

source: URL to repository status; see :http:get:`/api/projects/(string:project)/repository/`
de: URL zum Repository-Status; siehe :http:get:`/api/projects/(string:project)/repository/`
ga: URL chuig stádas stórais; féach :http:get:`/api/projects/(string:project)/repository/`
hu: Tárolóállapot URL-je; lásd: :http:get:`/api/projects/(string:project)/repository/`
id: URL ke status repositori; lihat :http:get:`/api/projects/(string:project)/repository/`
ja: リポジトリステータスへのURL。参照: :http:get:`/api/projects/(string:project)/repository/`
nl: URL naar status opslagruimte; bekijk :http:get:`/api/projects/(string:project)/repository/`
pt: URL para estado do repositório; veja :http:get:`/api/projects/(string:project)/repository/`
pt_br: URL para status do repositório; consulte :http:get:`/api/projects/(string:project)/repository/`
ro: URL pentru starea depozitului; a se vedea :http:get:`/api/projects/(string:project)/repository/`
ru: URL-адрес статуса репозитория; смотрите описание :http:get:`/api/projects/(string:project)/repository/`
sv: URL till arkivstatus; se :http:get:`/api/projects/(string:project)/repository/`
tr: Depo durumu adresi. Ayrıntılı bilgi almak için: :http:get:`/api/projects/(string:project)/repository/`
uk: адреса стану сховища, див. :http:get:`/api/projects/(string:project)/repository/`
zh_hans: 仓库状态的 URL；请参见 :http:get:`/api/projects/(string:project)/repository/`
zh_hant: 倉庫狀態的 URL；請參見 :http:get:`/api/projects/(string:project)/repository/`

source: Edit a project by a :http:method:`PATCH` request.
de: Bearbeitet ein Projekt durch eine :http:method:`PATCH`-Anfrage.
ga: Cuir tionscadal in eagar trí iarratas a :http:method:`PATCH`.
hu: Projekt szerkesztése :http:method:`PATCH` kérés segítségével.
id: Sunting proyek dengan permintaan :http:method:`PATCH`.
ja: :http:method:`PATCH` リクエストでプロジェクトを編集します。
nl: Bewerk een project met een verzoek :http:method:`PATCH`.
pt: Edita um projeto por uma solicitação :http:method:`PATCH`.
pt_br: Edita um projeto por uma solicitação :http:method:`PATCH`.
ro: Editarea unui proiect printr-o cerere :http:method:`PATCH`.
ru: Вносит изменения в проект с помощью :http:method:`PATCH`-запроса.
sv: Redigera ett projekt med en :http:method:`PATCH`-begäran.
tr: Bir projeyi :http:method:`PATCH` isteğiyle düzenler.
uk: Редагувати проєкт розміщенням запиту :http:method:`PATCH`.
zh_hans: 通过 :http:method:`PATCH` 请求来编辑一个项目。
zh_hant: 通過 :http:method:`PATCH` 請求來編輯一個項目。

source: Component URL slug
de: Kurze Komponenten-URL
ga: seilide URL Comhpháirte
hu: Összetevő URL-azonosítója (slug)
id: Slug URL komponen
ja: コンポーネント URL スラッグ
nl: Onderdeel-url-slug
pt: URL semântico do componente
pt_br: URL amigável do componente
ro: Descriptor URL componentă
ru: URL-плашка компонента
sv: Komponentens URL-slug
ta: உபகரண முகவரி ச்லக்
tr: Bileşen adresinin kısaltması
uk: Ідентифікатор адрес складника
zh_hans: 部件 URL 标识符
zh_hant: 組件 URL slug

source: Edit a project by a :http:method:`PUT` request.
de: Bearbeitet ein Projekt durch eine :http:method:`PUT`-Anfrage.
ga: Cuir tionscadal in eagar trí iarratas a :http:method:`PUT`.
hu: Projekt szerkesztése :http:method:`PUT` kérés segítségével.
id: Sunting proyek dengan permintaan :http:method:`PUT`.
ja: :http:method:`PUT` リクエストでプロジェクトを編集します。
nl: Bewerk een project met een verzoek :http:method:`PUT`.
pt: Edita um projeto por uma solicitação :http:method:`PUT`.
pt_br: Edita um projeto por uma solicitação :http:method:`PUT`.
ro: Editarea unui proiect printr-o cerere :http:method:`PUT`.
ru: Вносит изменения в проект с помощью :http:method:`PUT`-запроса.
sv: Redigera ett projekt med en :http:method:`PUT`-begäran.
tr: Bir projeyi :http:method:`PUT` isteğiyle düzenler.
uk: Редагувати проєкт розміщенням запиту :http:method:`PUT`.
zh_hans: 通过 :http:method:`PUT` 请求来编辑一个项目。
zh_hant: 通過 :http:method:`PUT` 請求來編輯一個項目。

source: Deletes a project.
de: Löscht ein Projekt.
ga: Scriosann tionscadal.
hu: Projekt törlése.
id: Menghapus proyek.
ja: プロジェクトを削除します。
nl: Verwijdert een project.
pt: Apaga um projeto.
pt_br: Exclui um projeto.
ro: Șterge un proiect.
ru: Удаляет проект.
sv: Tar bort ett projekt.
ta: ஒரு திட்டத்தை நீக்குகிறது.
tr: Bir projeyi siler.
uk: Вилучає проєкт.
zh_hans: 删除项目。

source: Returns a list of project changes. This is essentially a project scoped :http:get:`/api/changes/` accepting same params.
de: Gibt eine Liste der Projektänderungen zurück. Dies ist im Wesentlichen ein projektspezifisches :http:get:`/api/changes/` , das dieselben Parameter akzeptiert.
ga: Seoltar liosta athruithe tionscadail ar ais. Go bunúsach, is tionscadal é seo a bhfuil scóip aige :http:get:`/api/changes/` ag glacadh leis na paraiméadair chéanna.
hu: Projektváltozások listájának visszaadása. Ez lényegében egy projektszintű :http:get:`/api/changes/`, azonos paraméterekkel.
id: Mengembalikan daftar perubahan proyek. Ini pada dasarnya adalah proyek dengan cakupan :http:get:`/api/changes/` yang menerima parameter yang sama.
ja: 返り値は、変更されたプロジェクトの一覧です。基本的には、プロジェクトに対して同じ引数で :http:get:`/api/changes/` を実行します。
nl: Geeft een lijst terug met wijzigingen in een project. Dit is in essentie een voor het bereik van het project gemaakte :http:get:`/api/changes/`, die dezelfde parameters accepteert.
pt: Retorna uma lista de alterações no projeto. Este é essencialmente um :http:get:`/api/changes/` no escopo do projeto a aceitar os mesmos parâmetros.
pt_br: Retorna uma lista de alterações no projeto. Este é essencialmente um :http:get:`/api/changes/` no escopo do projeto aceitando os mesmos parâmetros.
ro: Returnează o listă de modificări ale proiectului. Aceasta este, în esență, o listă :http:get:`/api/changes/` care acceptă aceiași parametri.
ru: Возвращает список изменений проекта. По сути, эта точка входа работает так же и принимает те же самые параметры, что и :http:get:`/api/changes/`, только для проекта.
sv: Returnerar en lista över projektändringar. Detta är i huvudsak ett projektomfattande :http:get:`/api/changes/` som accepterar samma parametrar.
tr: Proje değişikliklerinin listesini görüntüler. Temelde :http:get:`/api/changes/` kapsamıyla aynı parametreleri kabul eden bir projedir.
uk: Повертає список змін у проєкті. Це, по суті, :http:get:`/api/changes/` області видимості проєкту, які приймають ті самі параметри.
zh_hans: 返回项目更改的列表。这本质上是一个项目范围的 :http:get:`/api/changes/` 接受相同的参数。
zh_hant: 返回項目更改的列表。這本質上是仔細檢查的項目 :http:get:`/api/changes/` 接收相同的參數。

source: array of component objects; see :http:get:`/api/changes/(int:id)/`
de: Array von Komponentenobjekten; siehe :http:get:`/api/changes/(int:id)/`
ga: sraith rudaí comhpháirteanna; féach :http:get:`/api/changes/(int:id)/`
hu: összetevő objektumok tömbje; lásd: :http:get:`/api/changes/(int:id)/`
id: array objek komponen; lihat :http:get:`/api/changes/(int:id)/`
ja: コンポーネントオブジェクトの配列。参照: :http:get:`/api/changes/(int:id)/`
nl: array met objecten van het onderdeel; bekijk :http:get:`/api/changes/(int:id)/`
pt: vetor de objetos componentes; veja :http:get:`/api/changes/(int:id)/`
pt_br: vetor de objetos componentes; consulte :http:get:`/api/changes/(int:id)/`
ro: array de obiecte componente; vezi :http:get:`/api/changes/(int:id)/`
ru: массив объектов компонентов; смотрите описание :http:get:`/api/changes/(int:id)/`
sv: matris av komponentobjekt; se :http:get:`/api/changes/(int:id)/`
tr: bileşen nesnelerinin dizisi. Ayrıntılı bilgi almak için: :http:get:`/api/changes/(int:id)/`
uk: список об'єктів складника, див. :http:get:`/api/changes/(int:id)/`
zh_hans: 部件对象的数组；请参见 :http:get:`/api/changes/(int:id)/`
zh_hant: 組件對象的矩陣；請參見 :http:get:`/api/changes/(int:id)/`

source: Downloads all available translations associated with the project as an archive file using the requested format and language.
de: Lädt alle verfügbaren Übersetzungen, die dem Projekt zugeordnet sind, als Archivdatei im gewünschten Format und in der gewünschten Sprache herunter.
ga: Íoslódálann sé gach aistriúchán atá ar fáil a bhaineann leis an tionscadal mar chomhad cartlainne ag baint úsáide as an bhformáid agus an teanga a iarrtar.
hu: Az összes elérhető fordítás letöltése a projekthez archivált fájlformátumban, a megadott formátumban és nyelven.
id: Mengunduh semua terjemahan yang tersedia terkait dengan proyek sebagai berkas arsip menggunakan format dan bahasa yang diminta.
ja: プロジェクトに関連するすべての使用可能な翻訳ファイルを、指定した形式と言語でアーカイブファイルとしてダウンロードします。
nl: Downloadt alle beschikbare vertalingen, geassocieerd met het project, als een archiefbestand in de verzochte indeling en taal.
pt: Descarregue todas as traduções disponíveis associadas ao projeto como um ficheiro de arquivo compactado usando o formato e o idioma solicitados.
pt_br: Faz o download de todas as traduções disponíveis associadas ao projeto como um arquivo compactado usando o formato e o idioma solicitados.
sv: Hämtar alla tillgängliga översättningar som är kopplade till projektet som en arkivfil i det begärda formatet och språket.
ta: கோரப்பட்ட வடிவம் மற்றும் மொழியைப் பயன்படுத்தி திட்டத்துடன் தொடர்புடைய அனைத்து மொழிபெயர்ப்புகளையும் ஒரு காப்பகக் கோப்பாக பதிவிறக்குகிறது.
tr: Projeyle ilişkili kullanılabilecek tüm çevirileri istenilen biçim ve dildeki bir arşiv dosyası olarak indirir.
uk: Отримує усі доступні переклади, які пов'язано із проєктом, як архів у вказаному форматі і вказаною мовою.
zh_hans: 使用请求的格式和语言将与项目关联的所有可用译文作为存档文件下载。

source: The archive format to use; If not specified, defaults to ``zip``; Supported formats: ``zip`` and ``zip:CONVERSION`` where ``CONVERSION`` is one of converters listed at :ref:`download`.
de: Das zu verwendende Archivformat; wenn nicht angegeben, wird standardmäßig ``zip`` verwendet; unterstützte Formate: ``zip`` und ``zip:CONVERSION`` wobei ``CONVERSION`` einer der unter :ref:`download` aufgeführten Umwandler ist.
ga: An fhormáid cartlainne le húsáid; Mura bhfuil sé sonraithe, réamhshocrú go ``zip``; Formáidí tacaithe: `` zip`` agus `` zip: CONVERSION`` áit a bhfuil `` CONVERSION`` ar cheann de na tiontairí liostaithe ag :ref:`download`.
hu: A használandó archívumformátum; ha nincs megadva, az alapértelmezett a ``zip``. Támogatott formátumok: ``zip`` és ``zip:CONVERSION``, ahol a ``CONVERSION`` az átalakítók közül választható, lásd: :ref:`download`.
id: Format arsip yang akan digunakan; Jika tidak ditentukan, bawaannya adalah ``zip``; Format yang didukung: ``zip`` dan ``zip:CONVERSION`` di mana ``CONVERSION`` adalah salah satu konverter yang tercantum di :ref:`download`.
ja: 使用する圧縮形式; 指定しない場合は、デフォルトで ``zip``; 対応している形式: ``zip`` および ``zip:CONVERSION`` ここで ``CONVERSION`` は、:ref:`download` にリストされているコンバータの 1 つです。
nl: De indeling voor het te gebruiken archief; Indien niet gespecificeerd is de standaard ``zip``; Ondersteunde indelingen: ``zip`` en ``zip:CONVERSION`` waar ``CONVERSION`` een van de converteerders is die zijn vermeld in :ref:`download`.
pt: O formato de arquivo a ser compactado; se não for especificado, o padrão é ``zip``; Formatos suportados: ``zip`` e ``zip:CONVERSION`` onde ``CONVERSION`` é um dos conversores listados em :ref:`download`.
pt_br: O formato de arquivo a ser compactado; Se não for especificado, o padrão é ``zip``; Formatos suportados: ``zip`` e ``zip:CONVERSION`` onde ``CONVERSION`` é um dos conversores listados em :ref:`download`.
ru: Формат архива; Если не указан, по умолчанию используется ``zip``; Поддерживаемые форматы: ``zip`` и ``zip:CONVERSION``, где ``CONVERSION`` является одним из преобразователей, перечисленных по адресу :ref:`download`.
sv: Arkivformatet som ska användas; Om inget anges är standardinställningen ``zip``; Format som stöds: ``zip`` och ``zip:CONVERSION`` där ``CONVERSION`` är en av de konverterare som listas under :ref:`download`.
tr: Kullanılacak arşiv biçimi: Belirtilmemişse varsayılan olarak ``zip`` biçimi kullanılır. Desteklenen biçimler: ``zip`` ve ``zip:CONVERSION``. ``CONVERSION``, :ref:`download` bölümünde listelenen dönüştürücülerden biridir.
uk: Формат архіву, яким слід скористатися. Якщо не вказано, типовим є ``zip``. Підтримувані формати: ``zip`` і ``zip:CONVERSION``, де ``CONVERSION`` - один з конвертерів, перелічених у :ref:`download`.
zh_hans: 要使用的存档格式；如未指定，默认为 ``zip`` ；受支持的格式：``zip`` 和 ``zip:CONVERSION`` ，其中 ``CONVERSION`` 为 :ref:`download` 处列出的转换器之一。

source: The language code to download; If not specified, all languages are included.
de: Der herunterzuladende Sprachcode; wenn nicht angegeben, werden alle Sprachen berücksichtigt.
ga: An cód teanga le híoslódáil; Mura sonraítear iad, cuirtear gach teanga san áireamh.
hu: A letöltendő nyelv kódja; ha nincs megadva, minden nyelv belekerül.
id: Kode bahasa yang akan diunduh; Jika tidak ditentukan, semua bahasa disertakan.
ja: ダウンロードする言語コード。未指定の場合、全ての言語が含まれます。
nl: De te downloaden taalcode; Indien niet gespecificeerd worden alle talen opgenomen.
pt: O código do idioma a ser descarregado; se não for especificado, todos os idiomas serão incluídos.
pt_br: O código do idioma a ser baixado; se não for especificado, todos os idiomas serão incluídos.
sv: Språkkoden som ska laddas ner. Om inget anges ingår alla språk.
ta: பதிவிறக்கம் செய்ய மொழி குறியீடு; குறிப்பிடப்படாவிட்டால், அனைத்து மொழிகளும் சேர்க்கப்பட்டுள்ளன.
tr: İndirilecek dil kodu. Belirtilmediğinde tüm diller katılır.
uk: Код мови для отримання; якщо не вказано, буде включено усі мови.
zh_hans: 要下载的语言码；如未指定，将包括所有语言。

source: whether there are any pending changes to commit
de: Ob es irgendwelche ausstehenden Änderungen zu committen gibt
ga: an bhfuil aon athruithe le déanamh ar feitheamh
hu: vannak-e függőben lévő véglegesítések (commit)
id: apakah ada perubahan yang tertunda untuk dikomit
ja: コミットが必要な保留中の変更があるかどうか
nl: of er nog openstaande wijzigingen zijn die moeten worden ingediend
pt: se há alguma alteração pendente de commit
pt_br: se há alguma alteração pendente de commit
ro: dacă există modificări în așteptare pentru a fi confirmate
ru: есть ли какие-нибудь отложенные изменения для коммита
sv: om det finns några väntande ändringar att bekräfta
ta: அர்ப்பணிக்க ஏதேனும் மாற்றங்கள் நிலுவையில் உள்ளதா என்பதை
tr: işlenebilecek bekleyen değişikliklerin olup olmadığı
uk: визначає, чи є якісь зміни у черзі внесків
zh_hans: 是否有任何要提交的待处理更改
zh_hant: 是否有待定的更改要提交

source: whether there are any upstream changes to merge
de: Ob es irgendwelche Upstream-Änderungen zum Zusammenführen gibt
ga: cibé an bhfuil aon athruithe réamhtheachtacha le cumasc
hu: vannak-e a forrás tárolóból származó egyesítendő változások (merge)
id: apakah ada perubahan hulu untuk digabungkan
ja: マージが必要な変更が上流にあるかどうか
nl: of er nog wijzigingen upstream zijn die moeten worden samengevoegd
pt: se há alguma alteração do upstream para mesclar
pt_br: se há alguma alteração do upstream para mesclar
ro: dacă există modificări în amonte de fuzionat
ru: есть ли какие-нибудь изменения в вышестоящем репозитории для объединения
sv: om det finns några uppströmsändringar att slå samman
ta: ஒன்றிணைக்க ஏதேனும் மேலோடை மாற்றங்கள் உள்ளதா
tr: aktarılabilecek herhangi bir yukarı akış değişikliğinin olup olmadığı
uk: визначає, чи є якісь зміни у основному сховищі для злиття
zh_hans: 是否有上游更改要合并
zh_hant: 是否有上游更改要合併
