Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: File format parameters provide a way to configure settings related to the file format. They are configured at component level and allow you to customize how file parsing and serialization are handled.
id: Parameter format berkas menyediakan cara untuk mengonfigurasi pengaturan terkait format berkas. Parameter ini dikonfigurasi di tingkat komponen dan memungkinkan Anda menyesuaikan cara penguraian dan serialisasi berkas ditangani.
sv: Filformatparametrarna gör det möjligt att konfigurera inställningar relaterade till filformatet. De konfigureras på komponentnivå och gör det möjligt att anpassa hur filanalys och serialisering hanteras.

source: List of file format parameters
id: Daftar parameter format berkas
sv: Lista över filformatsparametrar

source: Parameter name
id: Nama parameter
sv: Parameternamn

source: File formats
de: Dateiformate
ga: Formáidí comhaid
hu: Fájlformátumok
id: Format berkas
nl: Bestandsindelingen
pt_br: Formatos de arquivo
sv: Filformat
tr: Dosya biçimleri
uk: Формати файлів

source: Label
sv: Etikett

source: Help text
id: Teks bantuan
sv: Hjälptext

source: FlatXML key name
id: Nama kunci FlatXML
sv: FlatXML-nyckelnamn

source: FlatXML Root name
id: Nama Root FlatXML
sv: FlatXML-rotnamn

source: flatxml_value_name
sv: flatxml_värdenamn

source: FlatXML value name
id: Nama nilai FlatXML
sv: FlatXML-värdenamn

source: JSON indentation
de: JSON-Einrückung
ga: eangú JSON
hu: JSON behúzás
id: Indentasi JSON
ja: JSON 形式のインデント
nl: JSON-inspringing
pt: Indentação JSON
pt_br: Recuo do JSON
ro: Indentarea JSON
ru: Отступы JSON
sv: JSON-indentering
ta: சாதொபொகு உள்தள்ளல்
tr: JSON girintisi
uk: Відступи JSON
zh_hans: JSON 缩进
zh_hant: JSON 縮排

source: JSON indentation style
de: JSON-Einrückungsstil
ga: Stíl eangaithe JSON
hu: JSON behúzási stílus
id: Gaya indentasi JSON
ja: JSON のインデントスタイル
nl: stijl JSON-inspringing
pt: Estilo de indentação JSON
pt_br: Estilo de recuo do JSON
ro: Stil indentare JSON
ru: Стиль отступов JSON
sv: Stil för indentering av JSON
ta: சாதொபொகு உள்தள்ளல் நடை
tr: JSON girintisinin biçemi
uk: Стиль відступів JSON
zh_hans: JSON 缩进风格
zh_hant: JSON 縮排樣式

source: Spaces
id: Spasi
nl: Spaties
sv: Mellanslag
tr: Boşluklar
uk: Пробіли

source: Tabs
id: Tab
sv: Tabbar
tr: Sekmeler
uk: Табуляції

source: Sort JSON keys
de: Nach JSON-Schlüssel sortieren
ga: Sórtáil eochracha JSON
hu: JSON kulcsok rendezése
id: Urutkan kunci JSON
ja: JSON キーの並べ替え
nl: JSON-sleutels sorteren
pt: Ordenar chaves JSON
pt_br: Ordenar chaves JSON
ro: Sortează chei JSON
ru: Сортировка JSON-ключей
sv: Sortera JSON-nycklar
ta: சாதொபொகு விசைகளை வரிசைப்படுத்துங்கள்
tr: JSON anahtarlarını sıralama
uk: Сортувати ключі JSON
zh_hans: 对 JSON 键排序
zh_hant: 短 JSON 金鑰

source: Avoid spaces after separators
de: Leerzeichen nach Trennzeichen vermeiden
ga: Seachain spásanna i ndiaidh deighilteoirí
hu: Kerülje az elválasztók utáni szóközöket
id: Hindari spasi setelah pemisah
nl: Vermijd spaties na scheidingstekens
pt_br: Evite espaços após os separadores
sv: Undvik mellanslag efter avgränsare
tr: Ayraçlardan sonra boşlukları önle
uk: Уникайте пробілів після роздільників

source: Use fuzzy matching
de: Fuzzy-Matching verwenden
ga: Bain úsáid as meaitseáil doiléir
hu: Szerkesztést igénylő (zavaros) egyezések használata
id: Gunakan pencocokan fuzzy
ja: あいまい検索を使用する
nl: Vage overeenkomsten gebruiken
pt: Utilizar correspondência aproximada
pt_br: Usar correspondência aproximada
ro: Folosește potrivire confuză
ru: Использовать неточное соответствие
sv: Använd fuzzy-matchning
ta: தெளிவற்ற பொருத்தத்தைப் பயன்படுத்து
tr: Belirsiz eşleşme kullanılsın
uk: Використовувати нечіткий збіг
zh_hans: 使用模糊匹配
zh_hant: 使用模糊比對

source: po_keep_previous
sv: po_behåll_föregående

source: Keep previous msgids of translated strings
de: Frühere msgids der übersetzten Zeichenketten beibehalten
ga: Coinnigh na hathbhreithnithe roimhe seo de theaghráin aistrithe
hu: A lefordított szövegek korábbi üzenetazonosítóinak (msgid) megtartása
id: Menyimpan msgids sebelumnya dari string yang diterjemahkan
ja: 翻訳済み文字列の以前の msgid を保持する
nl: Vorige msgids van vertaalde tekenreeksen bewaren
pt: Manter "msgids" anteriores das cadeias traduzidas
pt_br: Manter "msgids" anteriores de textos traduzidos
ro: Păstrează msgid-urile anterioare ale șirurilor traduse
ru: Сохранять предыдущие msgid переведённых строк
sv: Behåll tidigare msgid för översatta strängar
ta: மொழிபெயர்க்கப்பட்ட சரங்களின் முந்தைய msgids ஐ வைத்திருங்கள்
tr: Çevrilmiş dizgelerin önceki msgid değerleri saklansın
uk: Зберігати попередні msgid перекладених рядків
zh_hans: 保持已翻译字符串先前的 msgid
zh_hant: 保留翻譯字串上次的 msgid

source: Long lines wrapping
de: Umbruch langer Zeilen
ga: Timfhilleadh línte fada
hu: Hosszú sorok tördelése
id: Pemecahan baris panjang
ja: 長い行を折り返す
nl: Tekstterugloop
pt: Ajuste de linhas longas
pt_br: Quebra de linhas longas
ro: Împachetare linii lungi
ru: Перенос длинных строк
sv: Radbrytning av långa rader
ta: நீண்ட கோடுகள் மடக்குதல்
tr: Uzun satırları kaydırma
uk: Обтікання довгих рядків
zh_hans: 自动换行
zh_hant: 長列換列

source: By default, gettext wraps lines at 77 characters and at newlines. With the ``--no-wrap`` parameter, wrapping is only done at newlines.
id: Secara bawaan, gettext membungkus baris dengan 77 karakter dan pada baris baru. Dengan parameter ``--no-wrap``, pembungkusan hanya dilakukan pada baris baru.
sv: Som standard bryter gettext rader vid 77 tecken och vid radbrytningar. Med parametern ``--no-wrap`` bryts rader endast vid radbrytningar.

source: Wrap lines at 77 characters and at newlines (xgettext default)
id: Pecah baris pada 77 karakter dan di baris baru (xgettext bawaan)
nl: Regels afbreken bij 77 tekens en nieuwe regels (standaard in xgettext)
sv: Radbyt efter 77 tecken och vid radbrytningar (standard för xgettext)
tr: Satırlar, 77 karakterden sonra ve yeni satırlar noktalarında kaydırılsın (xgettext default)
uk: Перенесення рядків на 77 символах на символах перенесення рядків (типово для xgettext)

source: Only wrap lines at newlines (like ``xgettext --no-wrap``)
sv: Vik endast rader vid radbrytningar (som ``xgettext --no-wrap``)

source: No line wrapping
de: Kein Umbruch langer Zeilen
ga: Gan timfhilleadh líne
hu: Nincs sortörés
id: Tanpa pemecahan baris
ja: 行を折り返さない
nl: Geen regelafbreking
pt: Sem quebra de linhas
pt_br: Sem quebra de linhas
ro: Fără împachetare linie
ru: Не переносить строки
sv: Ingen radbrytning
ta: வரி மடக்குதல் இல்லை
tr: Satırlar kaydırılmaz
uk: Без перенесення рядків
zh_hans: 不换行
zh_hant: 不要換列

source: Do not include location information in the file
id: Jangan sertakan informasi lokasi dalam berkas
sv: Inkludera inte platsinformation i filen

source: xml_closing_tags
sv: xml_slut-taggar

source: Include closing tag for blank XML tags
de: Schließendes Tag für leere XML-Tags einschließen
ga: Cuir clib deiridh san áireamh le haghaidh clibeanna bána XML
hu: Záró címke hozzáadása az üres XML-címkékhez
id: Sertakan tag penutup untuk tag XML yang kosong
ja: 空の XML タグに終了タグを含める
nl: Sluittag toevoegen aan blanco xml-tags
pt: Incluir etiqueta de fecho para etiquetas XML em branco
pt_br: Incluir tag de fechamento para tags XML em branco
ro: Include etichetă de închidere pentru etichetele XML goale
ru: Включать закрывающую метку для пустых XML меток
sv: Inkludera avslutande tagg för tomma XML-taggar
ta: வெற்று எக்ச்எம்எல் குறிச்சொற்களுக்கான மூடல் குறிச்சொல்லைச் சேர்
tr: Boş XML kod imlerine kapanış kod imini ekler
uk: Включати завершальний теґ для порожніх теґів XML
zh_hans: 包括空白 XML 标记的结束标记

source: YAML indentation
de: YAML-Einrückung
ga: eangú YAML
hu: YAML behúzás
id: Indentasi YAML
ja: YAML 形式のインデント
nl: YAML-inspringing
pt: Indentação de YAML
pt_br: Recuo do YAML
ro: Indentare YAML
ru: Отступы YAML
sv: YAML-indentering
ta: யம்ல் உள்தள்ளல்
tr: YAML girintisi
uk: Відступи YAML
zh_hans: YAML 缩进
zh_hant: YAML 縮排

source: Line breaks
de: Zeilenumbrüche
ga: Briseadh líne
hu: Sortörések típusa
id: Jeda baris
ja: 改行コード
nl: Regeleinden
pt: Quebras de linha
pt_br: Quebra de linhas
ro: Linie de pauză
ru: Символ перевода строки
sv: Radbrytningar
ta: வரி இடைவெளிகள்
tr: Satır sonları
uk: Розриви рядків
zh_hans: 换行符
zh_hant: 換行符號

source: Wrap lines at 80 chars
id: Pecah baris pada 80 karakter
nl: Regels afbreken bij 80 tekens
sv: Radbryt efter 80 tecken
tr: Satırlar 80 karakterde kaydırılsın
uk: Переносити рядок після 80 знаків

source: Wrap lines at 100 chars
id: Pecah baris pada 100 karakter
nl: Regels afbreken bij 100 tekens
sv: Radbyte efter 100 tecken
tr: Satırlar 100 karakterde kaydırılsın
uk: Перенесення рядків після 100 знаків та знаку нового рядка

source: Wrap lines at 120 chars
id: Pecah baris pada 120 karakter
nl: Regels afbreken bij 120 tekens
sv: Radbyte efter 120 tecken
tr: Satırlar 120 karakterde kaydırılsın
uk: Перенесення рядків після 120 знаків та знаку нового рядка

source: Wrap lines at 180 chars
id: Pecah baris pada 180 karakter
nl: Regels afbreken bij 180 tekens
sv: Radbyte efter 180 tecken
tr: Satırlar 180 karakterde kaydırılsın
uk: Перенесення рядків після 180 знаків

source: Android string resources
de: Android-Zeichenketten-Ressourcen
ga: Acmhainní sreang Android
hu: Android szövegerőforrások
id: Sumber daya string Android
ja: Android 文字列リソース
nl: Android bronnen tekenreeksen
pt: Recurso de cadeias de Android
pt_br: Recurso de textos do Android
ro: Resurse de șiruri Android
ru: ресурсы строк Android
sv: Android-strängresurser
ta: ஆண்ட்ராய்டு string resources
tr: Android dizge kaynakları
uk: Рядкові ресурси Android
zh_hans: Android 字符串资源
zh_hant: 安卓字符串資源

source: Android specific file format for translating applications.
de: Android-spezifisches Dateiformat zum Übersetzen von Anwendungen.
ga: Formáid shainiúil comhaid Android chun feidhmchláir a aistriú.
hu: Ez egy Android-specifikus fájlformátum, amelyet alkalmazások fordítására használnak.
id: Format berkas khusus Android untuk aplikasi penerjemahan.
ja: アプリケーションを翻訳するための Android 固有のファイル形式。
nl: Android specifieke bestandsindeling voor vertalen van toepassingen.
pt: Formato de ficheiro específico do Android para traduzir aplicações.
pt_br: Formato de arquivo específico do Android para traduzir aplicativos.
ro: Format de fișier specific Android pentru traducerea aplicațiilor.
ru: Специфичный для Android формат файла для перевода приложений.
sv: Android-specifikt filformat för översättning av applikationer.
ta: பயன்பாடுகளை மொழிபெயர்க்க ஆண்ட்ராய்டு குறிப்பிட்ட கோப்பு வடிவம்.
tr: Uygulamaları çevirmek için özel Android dosya biçimi.
uk: Специфічний для Android формат файлів для перекладу програм.
zh_hans: 用于翻译应用的 Android 特定文件格式。
zh_hant: 用於翻譯應用的安卓特定文件格式。

source: A very similar formats are :doc:`/formats/compose-multiplatform-resources` and :doc:`/formats/moko-resources`.
de: Sehr ähnliche Formate sind :doc:`/formats/compose-multiplatform-resources` und :doc:`/formats/moko-resources`.
ga: Is formáidí an-chosúla iad :doc:`/formats/compose-multiplatform-resources` agus :doc:`/formats/moko-resources`.
hu: Nagyon hasonló formátumok: :doc:`/formats/compose-multiplatform-resources` és :doc:`/formats/moko-resources`.
id: Format yang sangat mirip adalah :doc:`/formats/compose-multiplatform-resources` dan :doc:`/formats/moko-resources`.
nl: Hele soortgelijke indelingen zijn :doc:`/formats/compose-multiplatform-resources` en :doc:`/formats/moko-resources`.
sv: Mycket liknande format är :doc:`/formats/compose-multiplatform-resources` och :doc:`/formats/moko-resources`.
uk: Дуже схожими форматами є :doc:`/formats/compose-multiplatform-resources` та :doc:`/formats/moko-resources`.

source: Android string resources are monolingual, the :ref:`component-template` is stored in a different location from the other files -- :file:`res/values/strings.xml`.
de: Android-Zeichenketten-Ressourcen sind einsprachig, die :ref:`component-template` wird an einem anderen Ort gespeichert als die anderen Dateien – :file:`res/values/strings.xml`.
ga: Tá acmhainní teaghrán Android aonteangach, tá an :ref:`component-template` stóráilte in áit eile ó na comhaid eile -- :file:`res/values/strings.xml`.
hu: Az Android szövegforrások egynyelvűek, az :ref:`component-template` fájl pedig eltérő helyen található, mint a többi nyelvi fájl – jellemzően: :file:`res/values/strings.xml`.
id: Sumber daya string Android adalah monolingual, :ref:`component-template` disimpan di lokasi yang berbeda dari berkas lainnya -- :file:`res/values/strings.xml`.
ja: Android の文字列リソースはモノリンガルです。:ref:`component-template` は他のファイルとは異なる場所に保存されます -- :file:`res/values/strings.xml` 。
nl: Android bronnen voor tekenreeksen zijn eentalig, het :ref:`component-template` is opgeslagen op een andere locatie dan de andere bestanden -- :file:`res/values/strings.xml`.
pt: Os recursos de cadeias do Android são monolingues, o :ref:`component-template` é armazenado num local diferente dos outros ficheiros -- :file:`res/values/strings.xml`.
pt_br: Os recursos de texto do Android são monolíngues, o :ref:`component-template` é armazenado em um local diferente dos outros arquivos -- :file:`res/values/strings.xml`.
ro: Resursele de șiruri de caractere Android sunt monolingve, :ref:`component-template` este stocat într-o locație diferită de celelalte fișiere -- :file:`res/values/strings.xml`.
ru: Строковые ресурсы Android являются одноязычными, :ref:`component-template` хранится в другом месте, чем другие файлы - :file:`res/values/strings.xml`.
sv: Android-strängresurser är enspråkiga, :ref:`component-template` lagras på en annan plats än de andra filerna -- :file:`res/values/strings.xml`.
tr: Android dizge kaynakları tek dillidir, :ref:`component-template` diğer dosyalardan farklı bir konumda tutulur -- :file:`res/values/strings.xml`.
uk: Рядкові ресурси Android є одномовними. Файл :ref:`component-template` зберігається у іншому місці, якщо порівнювати із іншими файлами — :file:`res/values/strings.xml`.
zh_hans: Android 字符串资源是单语言的，:ref:`component-template` 存储在与其他文件不同的位置 -- :file:`res/values/strings.xml`。

source: Weblate does following escaping of strings:
de: Weblate maskiert Zeichenketten wie folgt:
ga: Déanann Weblate seo a leanas éalú ó na teaghráin:
hu: A Weblate az alábbi módon kezeli a karakterek kódolását:
id: Weblate melakukan pelolosan string berikut:
ja: Weblate がエスケープする文字列:
nl: Weblate doet het volgende escapen van tekenreeksen:
pt_br: O Weblate faz o seguinte escape de textos:
sv: Weblate utför följande escape-konvertering av strängar:
ta: வலைபெயர்ப்பு சரங்களிலிருந்து தப்பிப்பதைப் பின்வருமாறு செய்கிறது:
tr: Weblate, dizgelerden şu şekilde kaçar:
uk: Weblate виконує такі дії з екранування рядків:
zh_hans: Weblate 遵循字符串转义：

source: If a strings is valid XML, it is inserted as XML to translation.
de: Wenn eine Zeichenkette gültiges XML ist, wird sie als XML in die Übersetzung eingefügt.
ga: Má tá teaghrán bailí XML, cuirtear isteach é mar XML don aistriúchán.
hu: Ha a szöveg érvényes XML, akkor XML-ként kerül beillesztésre a fordításba.
id: Jika string adalah XML yang valid, string tersebut dimasukkan sebagai XML untuk diterjemahkan.
ja: 文字列が有効な XML である場合、文字列は XML として翻訳に挿入されます。
nl: Als een tekenreeks geldige XML is, wordt het als XML ingevoegd in de vertaling.
pt_br: Se um texto for um XML válido, ela será inserida como XML para tradução.
sv: Om en sträng är giltig XML infogas den som XML i översättningen.
ta: ஒரு சரம் செல்லுபடியாகும் xml ஆக இருந்தால், அது மொழிபெயர்ப்பிற்கு xml ஆக செருகப்படுகிறது.
tr: Bir dizge geçerli bir XML ise, çeviriye XML olarak eklenir.
uk: Якщо рядки є коректним кодом XML, код буде вставлено як код XML до перекладу.
zh_hans: 如果字符串是有效的 XML，将被作为 XML 插入翻译。

source: ``?`` and ``@`` are escaped with a ``\\`` at the beginning of the string to avoid interpreting them as style or resource references.
de: ``?`` und ``@`` werden mit einem ``\\`` am Anfang der Zeichenkette maskiert, um zu verhindern, dass sie als Stil- oder Ressourcenreferenzen interpretiert werden.
ga: Éalaítear ``?`` agus ``@`` le ``\\`` ag tús na teaghrán chun iad a sheachaint mar thagairtí stíle nó acmhainne.
hu: A ``?`` és ``@`` karaktereket ``\\\\`` előtaggal látja el, hogy elkerüljük stílus- vagy erőforráshivatkozásként való értelmezésüket.
id: ``?`` dan ``@`` diloloskan dengan ``\\`` di awal string untuk menghindari penafsiran sebagai referensi gaya atau sumber daya.
ja: 文字列の先頭にある ``?`` と ``@`` は、スタイルやリソースへの参照として解釈されないように ``\\`` を付けてエスケープされます。
nl: ``?`` en ``@`` worden geëscapet met een ``\\`` aan het begin van de tekenreeks om te vermijden dat ze worden geïnterpreteerd als verwijzing naar stijl of bron.
pt_br: ``?`` e ``@`` são escapados com ``\\`` no início do texto para evitar interpretá-los como referências de estilo ou recurso.
sv: ``?`` och ``@`` undviks med ett ``\\`` i början av strängen för att undvika att de tolkas som stil- eller resursreferenser.
ta: ``?`` மற்றும் ``@`` ஆகியவை நடை அல்லது ஆதாரக் குறிப்புகளாகப் புரிந்துகொள்வதைத் தவிர்க்க, சரத்தின் தொடக்கத்தில் ``\\`` உடன் தப்பிக்கப்படுகின்றன.
tr: ``?`` ve ``@`` karakterlerinin biçem veya kaynak referansları olarak yorumlanmasından kaçınılması için dizgenin başına ``\\`` eklenir.
uk: ``?`` і ``@`` буде екрановано ``\\`` на початку рядка для усування можливості інтерпретації символів як посилань на стиль або ресурс.
zh_hans: ``?`` 和 ``@`` 由字符串开头的 ``\\`` 转义来避免将它们阐释为样式或资源参考。

source: In case string contains multiple spaces, it is quoted with double quotes (``"``).
de: Enthält eine Zeichenkette mehrere Leerzeichen, wird sie in doppelte Anführungszeichen gesetzt (``"``).
ga: Sa chás go bhfuil spásanna iomadúla sa teaghrán, luaitear é le comharthaí athfhriotail dhúbailte (``"``).
hu: Ha a szöveg több szóközt tartalmaz, idézőjelek közé kerül (``\"``).
id: Jika string berisi beberapa spasi, string tersebut diberi tanda kutip ganda (``"``).
ja: 文字列に複数のスペースが含まれている場合、二重引用符（``"``）で囲まれます。
nl: In het geval dat een tekenreeks meerder spaties bevat, wordt die aangehaald met dubbele aanhalingstekens (``"``).
pt_br: Caso o texto contenha vários espaços, ele será colocado entre aspas duplas (``"``).
sv: Om strängen innehåller flera mellanslag, omges den av dubbla citationstecken (``"``).
ta: சரம் பல இடங்களைக் கொண்டிருந்தால், அது இரட்டை மேற்கோள்களுடன் ("")மேற்கோள் காட்டப்படுகிறது.
tr: Dizgede birden fazla boşluk bulunuyorsa, çift tırnak (``"``) arasına alınır.
uk: Якщо у рядку містяться фрагменти з декількох поспіль пробілів, його буде взято у подвійні лапки (``"``).
zh_hans: 如果字符串包含多个空格，将用双引号 (``"``)进行引用。

source: Newlines are escaped as ``\\n``, but the actual newline is kept for readability as well.
de: Zeilenumbrüche werden als ``\n`` maskiert, aber der eigentliche Zeilenumbruch wird aus Gründen der Lesbarkeit beibehalten.
ga: Éalaítear línte nua mar `` \\n``, ach coinnítear an líne nua iarbhír le haghaidh inléiteachta freisin.
hu: A sortörések ``\\n`` formában kerülnek kódolásra, de az olvashatóság kedvéért maga a sortörés is megmarad.
id: Baris baru diloloskan sebagai ``\\n``, tetapi baris baru sesungguhnya dipertahankan demi keterbacaan juga.
ja: 改行は ``\\n`` としてエスケープされますが、読みやすくするために実際の改行も維持されます。
nl: Nieuwe regels worden geëscapet als ``\\n``, maar de feitelijke newline wordt ook behouden voor de leesbaarheid.
pt_br: Novas linhas são escapadas como ``\\n``, mas a nova linha real também é mantida para facilitar a leitura.
sv: Radbrytningar ersätts med ``\\n``, men den faktiska radbrytningen behålls också för läsbarhetens skull.
ta: நியூலைன்கள் '\\n' என்று தப்பிக்கப்படுகின்றன, ஆனால் உண்மையான நியூலைன் வாசிப்புத்திறனுக்காகவும் வைக்கப்படுகிறது.
tr: Yeni satırlardan ``\\n`` şeklinde kaçınılır, ancak gerçek satır sonu da okunabilirlik amacıyla korunur.
uk: Символи розриву рядків буде екрановано як ``\\n``, а справжні розриви рядків буде збережено для збереження зручності читання.
zh_hans: 新行被转义为 ``\\n``，但出于稳定性考虑，也将保留实际新行。

source: Android `string-array` structures are not currently supported. To work around this, you can break your string arrays apart:
de: Android `string-array`-Strukturen werden derzeit nicht unterstützt. Um dies zu umgehen, können Sie Ihre Zeichenketten-Arrays aufteilen:
ga: Ní thacaítear le struchtúir `teaghrán-eagar` do Android faoi láthair. Chun oibriú timpeall air seo, is féidir leat do chuid eagar teaghrán a bhriseadh óna chéile:
hu: Az Android `string-array` struktúrák jelenleg nem támogatottak. Ennek megkerülésére felbonthatja a sztringtömböket különálló elemekre:
id: Struktur `string-array` Android saat ini tidak didukung. Untuk mengatasinya, Anda dapat memecah array string Anda menjadi beberapa bagian:
ja: 現在、Android の `string-array` 構造体には対応していません。これを回避して、文字列配列を分解する例:
nl: Android structuren `string-array` worden momenteel niet ondersteund. U kunt, om hier omheen te werken, uw arrays van tekenreeksen opdelen:
pt: As estruturas de `string-array` do Android não são atualmente suportadas. Para contornar isso, pode quebrar os seus vetores de cadeias:
pt_br: As estruturas de `string-array` do Android não são atualmente suportadas. Para contornar isso, você pode quebrar seus vetores de textos:
ro: Structurile Android `string-array` nu sunt acceptate în prezent. Pentru a rezolva această problemă, puteți despărți array-urile de șiruri de caractere:
ru: Структуры строкового массива Android, `string-array`, в настоящее время не поддерживаются. Чтобы это обойти, вы можете разбить свои строковые массивы на части:
sv: Android-strukturer av typen `string-array` stöds för närvarande inte. För att komma runt detta kan du dela upp dina strängmatriser:
ta: ஆண்ட்ராய்டு 'சரம்-வரிசை' கட்டமைப்புகள் தற்போது ஆதரிக்கப்படவில்லை. இதைச் சுற்றி வேலை செய்ய, உங்கள் சர வரிசைகளை பிரிக்கலாம்:
tr: Android `string-array` yapıları şu anda desteklenmiyor. Bu soruna çözmek için, dizge dizilerinizi birbirinden ayırabilirsiniz:
uk: У поточній версії підтримки `string-array` Android не передбачено. Щоб обійти це обмеження, ви можете розбити ваші рядкові масиви на частини:
zh_hans: 当前不支持 Android 的 `string-array` 架构。为了解决这个问题，可以将字符串数组分开：
zh_hant: 當前不支持安卓的 `string-array` 架構。為了解決這個問題，可以將字符串數組分開：

source: become:
de: wird:
ga: éirí:
hu: …ből ez lesz:
id: menjadi:
ja: 分割して書き換える方法:
nl: wordt:
pt: se torna:
pt_br: se torna:
ro: devin:
ru: станет:
sv: bli:
ta: ஆகு:
tr: şuna dönüşür:
uk: стане:
zh_hans: 变为：
zh_hant: 變為：
