Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/121?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/121?closed=1>`__。

source: *Released on May 10th 2024.*
de: *Veröffentlicht am 10. Mai 2024.*
ga: *Eisithe ar 10 Bealtaine 2024.*
hu: *Kiadva: 2024. május 10.*
id: *Dirilis pada 10 Mei 2024.*
nl: *Uitgegeven op 10 mei 2024.*
pt_br: *Atualizado em 10 de maio de 2024.*
sv: *Släpptes den 10 maj 2024.*
tr: *10 Mayıs 2024 tarihinde yayınlandı.*
uk: *Випущено 10 травня 2024 року.*

source: Visually highlight explanation in :ref:`glossary`.
de: Visuelles Hervorheben der Erklärung im :ref:`glossary`.
ga: Aibhsigh an míniú in :ref:`glossary`.
hu: Magyarázat vizuális kiemelése a :ref:`szójegyzékben <glossary>`.
id: Sorot penjelasan secara visual di :ref:`glossary`.
ja: :ref:`glossary` 内の説明を見やすく強調しました。
nl: Visueel accentueren uitleg in :ref:`glossary`.
pt: Destaque visualmente a explicação em :ref:`glossary`.
pt_br: Destaque visualmente a explicação em :ref:`glossary`.
sv: Markera förklaringen visuellt i :ref:`glossary`.
tr: :ref:`glossary` açıklaması görsel olarak vurgulandı.
uk: Візуальне акцентування пояснення у розділі :ref:`glossary`.
zh_hans: 在 :ref:`glossary` 中对解释进行视觉高亮操作。

source: Add :ref:`addons` history tab in management.
de: Reiter für :ref:`addons`-Verlauf unter Verwaltung hinzugefügt.
ga: Cuir cluaisín staire :ref:`addons` leis sa bhainistíocht.
hu: Új :ref:`kiegészítő <addons>` előzmények fül a kezelőfelületen.
id: Tambahkan :ref:`addons` tab riwayat dalam manajemen.
ja: 管理に :ref:`addons` 履歴タブ追加。
nl: Toevoegen tab geschiedenis voor :ref:`addons` in beheer.
pt: Adicionar a guia de histórico :ref:`addons` na gestão.
pt_br: Adicionar a guia de histórico :ref:`addons` no gerenciamento.
sv: Lägg till :ref:`addons` historikfliken i hanteringen.
tr: Yönetim bölümüne :ref:`addons` geçmişi sekmesi eklendi.
uk: Додано вкладку журналу :ref:`addons` у керуванні.
zh_hans: 在管理中添加 :ref:`addons` 历史记录选项卡。

source: :doc:`/admin/announcements` can be posted on project/language scope.
de: :doc:`/admin/announcements` können im Projekt-/Sprachbereich veröffentlicht werden.
ga: Is féidir :doc:`/admin/announcements` a phostáil ar raon feidhme an tionscadail/teanga.
hu: A :doc:`/admin/announcements` értesítések mostantól közzétehetők projekt- vagy nyelviszinten is.
id: :doc:`/admin/announcements` dapat diposting pada cakupan proyek/bahasa.
ja: :doc:`/admin/announcements` がプロジェクト内の特定の言語単位で投稿できます。
nl: :doc:`/admin/announcements` kunnen worden gepost in het bereik van het project/de taal.
pt: :doc:`/admin/announcements` pode ser postado no escopo do projeto/idioma.
pt_br: :doc:`/admin/announcements` pode ser postado no escopo do projeto/idioma.
sv: :doc:`/admin/announcements` kan publiceras på projekt-/språknivå.
tr: :doc:`/admin/announcements` yayınlarının proje/dil kapsamında yapılması sağlandı.
uk: :doc:`/admin/announcements` може бути розміщено у проєкті/ мовному розділі.
zh_hans: 可在项目/语言层级发布 :doc:`/admin/announcements`。

source: Improved handling placeables in :ref:`mt-openai`.
de: Verbesserte Handhabung von Platzhaltern in :ref:`mt-openai`.
ga: Láimhseáil feabhsaithe in áit in :ref:`mt-openai`.
hu: Javítva a helyettesíthető elemek kezelése az :ref:`mt-openai` modulban.
id: Peningkatan penanganan placeable di :ref:`mt-openai`.
ja: :ref:`mt-openai` での配置可能オブジェクトの処理を改良。
nl: Verbeterde afhandeling plaatsvervangers in :ref:`mt-openai`.
pt: Manipulação de placeables melhorada em :ref:`mt-openai`.
pt_br: Manipulação de placeables melhorada em :ref:`mt-openai`.
sv: Förbättrad hantering av placerbara objekt i :ref:`mt-openai`.
tr: :ref:`mt-openai` içinde yerleştirilebilir ögelerin işlenmesi iyileştirildi.
uk: Удосконалено обробку замінників у :ref:`mt-openai`.
zh_hans: 改进了对 :ref:`mt-openai` 中 placeables 的处理。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/120?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/120?closed=1>`__。

source: *Released on May 3rd 2024.*
de: *Veröffentlicht am 3. Mai 2024.*
ga: *Eisithe ar 3 Bealtaine 2024.*
hu: *Kiadva: 2024. május 3.*
id: *Dirilis pada 3 Mei 2024.*
nl: *Uitgegeven op 3 mei 2024.*
pt_br: *Atualizado em 3 de maio de 2024.*
sv: *Släpptes den 3 maj 2024.*
tr: *3 Mart 2024 tarihinde yayınlandı.*
uk: *Випущено 3 травня 2024 року.*

source: Improved performance of rendering large lists of objects.
de: Verbesserte Leistung beim Darstellen von großen Objektlisten.
ga: Feidhmíocht fheabhsaithe maidir le rindreáil liostaí móra réad.
hu: Javult a teljesítmény nagy objektumlisták megjelenítésekor.
id: Peningkatan kinerja dalam merender daftar objek yang besar.
ja: 大規模なオブジェクト リストのレンダリングのパフォーマンスの向上。
nl: Verbeterde prestaties bij renderen van lange lijsten met objecten.
pt: Melhor desempenho na renderização de grandes listas de objetos.
pt_br: Melhor desempenho na renderização de grandes listas de objetos.
sv: Förbättrad prestanda vid rendering av stora listor med objekt.
ta: பொருள்களின் பெரிய பட்டியல்களை வழங்குவதன் மேம்பட்ட செயல்திறன்.
tr: Büyük nesne listelerini işleme başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки великих списків об'єктів.
zh_hans: 改进了渲染包含许多对象的列表的性能。

source: Component management: added links to manage project/site-wide :ref:`addons`.
de: Komponentenverwaltung: Links zum Verwalten von projekt-/plattformweiten :ref:`addons` hinzugefügt.
ga: Bainistíocht Comhpháirte: naisc curtha leis chun an tionscadal/ar fud an láithreáin a bhainistiú :ref:`addons`.
hu: Összetevők kezelése: új linkek kerültek hozzáadásra a projekt- és webhelyszintű :ref:`addons` kezeléséhez.
id: Manajemen komponen: menambahkan tautan untuk mengelola :ref:`addons` di seluruh proyek/situs.
ja: コンポーネント管理: プロジェクト/サイト全体の :ref:`addons` を管理するためのリンクの追加。
nl: Onderdeelbeheer: toegevoegde koppelingen om project-/sitebrede :ref:`addons` te beheren.
pt: Gestão de componentes: adicionadas ligações para gerir project/site-wide :ref:`addons`.
pt_br: Gerenciamento de componentes: adicionados links para gerenciar :ref:`addons` para o projeto / todo o site.
sv: Komponenthanteering: länkar har lagts till för att hantera :ref:`addons` för hela projektet/webbplatsen.
tr: Bileşen yönetimi: Proje/site genelinde :ref:`addons` yönetimi için bağlantılar eklendi.
uk: Керування складниками: додано посилання для керування :ref:`додатками <addons>` на рівні проєкту або сайта.
zh_hans: 部件管理：添加了管理项目/全站 :ref:`addons` 的链接。

source: Fixed crashes with librsvg older than 2.46.
de: Abstürze mit librsvg älter als 2.46 behoben.
ga: tuairteanna seasta le librsvg níos sine ná 2.46.
hu: Javítva az összeomlás a 2.46 és régebbi librsvg könyvtár használatakor.
id: Memperbaiki kerusakan pada librsvg yang lebih lama dari 2.46.
ja: 2.46 より古い librsvg でのクラッシュの修正。
nl: Gerepareerde crashes met librsvg ouder dan 2.46.
pt: Corrigidas falhas com librsvg anterior a versão 2.46.
pt_br: Corrigidas falhas com librsvg anterior a versão 2.46.
sv: Fixade krascher med librsvg äldre än 2.46.
ta: 2.46 ஐ விட பழைய LIBRSVG உடன் நிலையான செயலிழப்புகள்.
tr: 2.46 öncesi librsvg sürümlerinde yaşanan çökme sorunları düzeltildi.
uk: Виправлено аварійні завершення з librsvg, яка є старішою за 2.46.
zh_hans: 修复了 librsvg 版本低于 2.46 时的崩溃问题。

source: Daily execution of some :ref:`addons`.
de: Tägliche Ausführung einiger :ref:`addons`.
ga: Forghníomhú laethúil roinnt :ref:`addons`.
hu: Napi végrehajtás néhány :ref:`kiegészítő <addons>` esetében.
id: Eksekusi harian beberapa :ref:`addons`.
ja: 複数の :ref:`addons` を毎日実行。
nl: Dagelijks uitvoeren van enkele :ref:`addons`.
pt: Execução diária de alguns :ref:`addons`.
pt_br: Execução diária de alguns :ref:`addons`.
sv: Daglig körning av vissa :ref:`addons`.
tr: Bazı :ref:`addons` için günlük çalıştırma sağlandı.
uk: Щодення виконання деяких :ref:`додатків <addons>`.
zh_hans: 某些 :ref:`addons` 的日常执行问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/119?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/119?closed=1>`__。

source: *Released on April 26th 2024.*
de: *Veröffentlicht am 26. April 2024.*
ga: *Eisithe ar 26 Aibreán 2024.*
hu: *Kiadva: 2024. április 26.*
id: *Dirilis pada 26 April 2024.*
nl: *Uitgegeven op 26 april 2024.*
pt_br: *Atualizado em 26 de abril de 2024.*
sv: *Släppt den 26 april 2024.*
tr: *26 Nisan 2024 tarihinde yayınlandı.*
uk: *Випущено 26 квітня 2024 року.*

source: Fixed publishing packages to PyPI.
de: Die Veröffentlichung von Paketen auf PyPI korrigiert.
ga: Pacáistí foilsitheoireachta seasta go PyPI.
hu: Javítva a csomagok közzététele a PyPI-n.
id: Memperbaiki paket penerbitan ke PyPI.
ja: PyPI へのパッケージの公開の修正。
nl: Gerepareerd het publiceren van pakketten naar PyPI.
pt: Corrigida a publicação de pacotes em PyPI.
pt_br: Corrigida a publicação de pacotes em PyPI.
ru: Исправлена публикация пакета на PyPI.
sv: Fixade publiceringspaket till PyPI.
ta: PYPI க்கு நிலையான வெளியீட்டு தொகுப்புகள்.
tr: PyPI ile yaşanan paketlerin yayınlanması sorunu düzeltildi.
uk: Виправлено оприлюднення пакунків на PyPI.
zh_hans: 修复了发布软件包到 PyPI 的问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/118?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/118?closed=1>`__。

source: :doc:`/user/search` supports ``source_changed:DATETIME``.
de: :doc:`/user/search` unterstützt ``source_changed:DATETIME``.
ga: Tacaíonn :doc:`/user/search` le``source_changed:DATETIME``.
hu: A :doc:`/user/search` mostantól támogatja a ``source_changed:DATETIME`` keresési szűrőt.
id: :doc:`/user/search` mendukung ``source_changed:DATETIME``.
nl: :doc:`/user/search` ondersteunt ``source_changed:DATETIME``.
pt: :doc:`/user/search` suporta ``source_changed:DATETIME``.
pt_br: :doc:`/user/search` suporta ``source_changed:DATETIME``.
sv: :doc:`/user/search` stöder ``source_changed:DATETIME``.
tr: :doc:`/user/search` için ``source_changed:DATETIME`` desteği eklendi.
uk: :doc:`/user/search` підтримує ``source_changed:DATETIME``.

source: Added several new :ref:`component-language_code_style`.
de: Mehrere neue :ref:`Stile des Sprachcodes <component-language_code_style>` hinzugefügt.
ga: Cuireadh roinnt nua leis :ref:`component-language_code_style`.
hu: Több új :ref:`component-language_code_style` került hozzáadásra.
id: Menambahkan beberapa :ref:`component-language_code_style` baru.
ja: 複数の新しい :ref:`component-language_code_style` の追加。
nl: Verscheidene nieuwe :ref:`component-language_code_style` toegevoegd.
pt: Foram adicionados vários novos :ref:`component-language_code_style`.
pt_br: Foram adicionados vários novos :ref:`component-language_code_style`.
ru: Добавлены несколько новых :ref:`component-language_code_style`.
sv: Lade till flera nya :ref:`component-language_code_style`.
tr: Birkaç yeni :ref:`component-language_code_style` eklendi.
uk: Додано декілька нових :ref:`component-language_code_style`.
zh_hans: 新增几个新的 :ref:`component-language_code_style`。

source: Display more details on source string change in history.
de: Es werden weitere Details zu Änderungen der Ausgangszeichenketten im Verlauf angezeigt.
ga: Taispeáin tuilleadh sonraí ar athrú teaghrán foinse sa stair.
hu: Részletesebb információ jelenik meg a forrásszöveg változásairól az előzményekben.
id: Menampilkan rincian lebih lanjut tentang perubahan string sumber dalam riwayat.
ja: 履歴内の原文の変更に関する詳細の表示。
nl: Geef in geschiedenis meer details weer over wijziging in brontekenreeks.
pt: Mostrar mais pormenores sobre a alteração de cadeias fonte no histórico.
pt_br: Mostrar mais detalhes sobre a alteração de textos fonte no histórico.
sv: Visa mer information om ändringar i källsträngen i historiken.
ta: வரலாற்றில் மூல சரம் மாற்றம் குறித்த கூடுதல் விவரங்களைக் காண்பி.
tr: Kaynak dizge değişiklik geçmişine daha fazla ayrıntı eklendi.
uk: Показувати у журналі більше подробиць щодо змін у початковому рядку.
zh_hans: 在历史记录中展示源字符串更改的更多详情。

source: :ref:`mt-microsoft-translator` now supports using custom translators.
de: :ref:`mt-microsoft-translator` unterstützt jetzt das Verwenden von benutzerdefinierten Übersetzern.
ga: Tacaíonn :ref:`mt-microsoft-translator` anois le húsáid aistritheoirí saincheaptha.
hu: Az :ref:`mt-microsoft-translator` mostantól támogatja egyedi fordítók használatát.
id: :ref:`mt-microsoft-translator` sekarang mendukung penggunaan penerjemah khusus.
ja: :ref:`mt-microsoft-translator` をカスタム トランスレータに対応。
nl: :ref:`mt-microsoft-translator` ondersteunt nu het gebruiken van aangepaste vertalers.
pt: :ref:`mt-microsoft-translator` agora suporta o uso de tradutores personalizados.
pt_br: :ref:`mt-microsoft-translator` agora suporta o uso de tradutores personalizados.
sv: :ref:`mt-microsoft-translator` stöder nu användning av anpassade översättare.
ta: :ref:`mt-microsoft-translator` now supports using தனிப்பயன் translators.
tr: :ref:`mt-microsoft-translator` için özel çevirmenleri kullanma desteği eklendi.
uk: У новій версії реалізовано підтримку використання нетипових перекладачів у :ref:`mt-microsoft-translator`.
zh_hans: :ref:`mt-microsoft-translator` 现在支持使用自定义翻译工具。

source: Improved error handling in :ref:`invite-user`.
de: Verbesserte Fehlerbehandlung in :ref:`invite-user`.
ga: Láimhseáil earráide feabhsaithe i :ref:`invite-user`.
hu: Javult a hiba kezelés az :ref:`invite-user` funkcióban.
id: Peningkatan penanganan galat dalam :ref:`invite-user`.
ja: :ref:`invite-user` エラー処理の改良。
nl: Verbeterde foutafhandeling in :ref:`invite-user`.
pt: Melhorado o tratamento de erros em :ref:`invite-user`.
pt_br: Melhorado o tratamento de erros em :ref:`invite-user`.
sv: Förbättrad felhantering i :ref:`invite-user`.
tr: :ref:`invite-user` tarafında hataların işlenmesi iyileştirildi.
uk: Удосконалено обробку помилок у модулі :ref:`invite-user`.
zh_hans: 改进了 :ref:`invite-user` 中的错误处理。

source: Added PNG status badge.
de: PNG-Statussymbol hinzugefügt.
ga: Cuireadh suaitheantas stádais PNG leis.
hu: Hozzáadva PNG formátumú állapotjelvény.
id: Menambahkan lencana status PNG.
ja: PNG ステータス バッジの追加。
nl: Toegevoegd PNG status badge.
pt: Adicionado emblema de estado PNG.
pt_br: Adicionado emblema de status em formato PNG.
ru: Добавлен значок состояния в формате PNG.
sv: PNG-statusmärke tillagt.
ta: பி.என்.சி நிலை ஒட்டு சேர்க்கப்பட்டது.
tr: PNG durum simgesi eklendi.
uk: Додано значок стану PNG.
zh_hans: 添加了 PNG 状态徽章。

source: Added list of managed projects to the dashboard view.
de: Liste der verwalteten Projekte zur Übersichtsseite hinzugefügt.
ga: Cuireadh liosta tionscadal bainistithe leis an amharc ar an deais.
hu: Hozzáadva a kezelt projektek listája az vezérlőpulthoz.
id: Menambahkan daftar proyek yang dikelola ke tampilan dasbor.
ja: ダッシュボード ビューに管理対象プロジェクトのリストを追加。
nl: Lijst met beheerde projecten toegevoegd aan de dashboardweergave.
pt: Adicionada lista de projetos geridos à vista do painel.
pt_br: Adicionada lista de projetos gerenciados à visualização do painel.
sv: Lista över hanterade projekt har lagts till i instrumentpanelsvyn.
ta: முகப்பலகை பார்வையில் நிர்வகிக்கப்பட்ட திட்டங்களின் பட்டியல் சேர்க்கப்பட்டது.
tr: Yönetilen projelerin listesi pano görünümüne eklendi.
uk: Додано список керованих проєктів на панель приладів.
zh_hans: 操作面板视图中新增管理项目列表。

source: More detailed status of outgoing commits.
de: Ausführlicherer Status ausgehender Commits.
ga: Stádas níos mionsonraithe maidir le gealltanais atá ag dul as oifig.
hu: Részletesebb állapotjelentés a kimenő véglegesítésekről.
id: Status lebih rinci mengenai komitmen keluar.
ja: 送信コミットのより詳細なステータス追加。
nl: Meer gedetailleerde status van uitgaande indieningen.
pt: Status mais detalhado de commits de saída.
pt_br: Status mais detalhado de commits de saída.
ru: Более подробное состояние исходящих коммитов.
sv: Mer detaljerad status för utgående commit.
ta: வெளிச்செல்லும் கமிட்டுகளின் விரிவான நிலை.
tr: Giden işlemelerin durumuna ayrıntılar eklendi.
uk: Докладніший стан вихідних внесків.
zh_hans: 更详细的传出提交状态。

source: Reduced memory usage.
de: Reduzierter Speicherverbrauch.
ga: Úsáid cuimhne laghdaithe.
hu: Csökkentett memóriahasználat.
id: Penggunaan memori berkurang.
ja: メモリ使用量の削減。
nl: Verminderd geheugengebruik.
pt: Reduzido o uso de memória.
pt_br: Reduzido o uso de memória.
ro: Utilizare redusă a memoriei.
ru: Снижено использование памяти.
sv: Minskad minnesanvändning.
ta: குறைக்கப்பட்ட நினைவக பயன்பாடு.
tr: Bellek kullanımı azaltıldı.
uk: Зменшено споживання пам'яті.
zh_hans: 减少了内存的使用。
zh_hant: 減少了內存的使用。

source: Fixed skipped component update with some add-ons enabled.
de: Übersprungene Komponentenaktualisierung bei einigen aktivierten Erweiterungen behoben.
ga: Nuashonrú comhpháirt scipeála seasta le roinnt breiseán cumasaithe.
hu: Javítva, hogy bizonyos kiegészítők engedélyezésekor egyes összetevők frissítése kimaradt.
id: Memperbaiki pembaruan komponen yang terlewat dengan beberapa pengaya yang diaktifkan.
ja: 一部のアドオンが有効になっている場合にコンポーネントの更新がスキップされる問題の修正。
nl: Gerepareerd overgeslagen bijwerken onderdeel voor enkele add-ons ingeschakeld.
pt: Corrigida atualização de componente ignorada com alguns complementos ativados.
pt_br: Corrigida atualização de componente ignorada com alguns complementos ativados.
ru: Исправлен пропуск обновлений компонентов из-за некоторых дополнений.
sv: Fixat problem med att komponenter inte uppdaterades när vissa tillägg var aktiverade.
ta: சில துணை நிரல்களுடன் நிலையான தவிர்க்கப்பட்ட கூறு புதுப்பிப்பு.
tr: Bazı eklentiler etkinleştirildiğinde bileşen güncellemelerinin atlanması sorunu düzeltildi.
uk: Виправлено пропускання оновлення складника, якщо увімкнено деякі додатки.
zh_hans: 修复了某些附加组件开启时跳过部件更新的错误。

source: Daily execution of project and site wide add-ons.
de: Tägliche Ausführung von projekt- und plattformweiten Erweiterungen.
ga: Forghníomhú laethúil na mbreiseán tionscadail agus láithreáin.
hu: A projekt- és teljes webhelyszintű kiegészítők napi végrehajtása biztosított.
id: Eksekusi harian proyek dan pengaya di seluruh situs.
ja: プロジェクトおよびサイト全体のアドオンを毎日実行。
nl: Dagelijks uitvoeren van project- en sitebrede add-ons.
pt: Execução diária de projetos e complementos em todo o site.
pt_br: Execução diária de projetos e complementos em todo o site.
ru: Ежедневное исполнение дополнений проектов и всего сервера.
sv: Daglig genomförande av projekt och tillägg för hela webbplatsen.
ta: திட்டம் மற்றும் தள பரந்த துணை நிரல்களின் நாள்தோறும் செயல்படுத்தல்.
tr: Proje ve site genelindeki eklentilerin günlük olarak çalıştırılması sağlandı.
uk: Щоденне виконання додатків на рівні проєкту та сайта.
zh_hans: 项目和全站级别附加组件的日常执行问题。
