Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate enables organizations to operate within privacy frameworks such as GDPR, DPDPA, PIPL, and others by offering strict data minimization, full data ownership, and fine-grained access control. All hosting and compliance responsibilities remain fully within the deploying organization’s control.
de: Weblate ermöglicht Unternehmen die Einhaltung von Datenschutzrichtlinien wie GDPR, DPDPA, PIPL und anderen, indem es strikte Datenminimierung, vollständige Datenhoheit und eine fein abgestufte Zugriffssteuerung bietet. Alle Hosting- und Compliance-Verantwortlichkeiten verbleiben vollständig unter der Kontrolle der bereitstellenden Organisation.
ga: Cuireann Weblate ar chumas eagraíochtaí oibriú laistigh de chreatlacha príobháideachta ar nós GDPR, DPDPA, PIPL, agus cinn eile trí íoslaghdú sonraí dian, úinéireacht iomlán sonraí, agus rialú rochtana mionsonraithe a thairiscint. Fanann gach freagracht óstála agus comhlíontachta go hiomlán faoi smacht na heagraíochta imscartha.
hu: A Weblate lehetővé teszi a szervezetek számára, hogy olyan adatvédelmi keretrendszereken belül működjenek, mint a GDPR, DPDPA, PIPL és mások, mivel szigorú adatminimalizálást, teljes adatbirtoklást és részletes hozzáférés-vezérlést biztosít. Az üzemeltetés és a megfelelőséggel kapcsolatos felelősség, teljes mértékben a Weblate-et üzembe helyező szervezetnél marad.
id: Weblate memungkinkan organisasi untuk beroperasi dalam kerangka kerja privasi seperti GDPR, DPDPA, PIPL, dan lainnya dengan menawarkan minimisasi data yang ketat, kepemilikan data penuh, dan kontrol akses yang sangat teliti. Semua tanggung jawab hosting dan kepatuhan tetap sepenuhnya berada di bawah kendali organisasi yang menerapkannya.
nl: Weblate stelt organisaties in staat te werken binnen privacyframewerken, zoals GDPR, DPDPA, PIPL en andere, door strikte minimalisatie van gegevens, volledig eigendom van gegevens en fijn af te stemmen toegangsbeheer. Alle hosting en verantwoordelijkheden voor conformiteit liggen volledig binnen het beheer van de uitrollende organisatie.
sv: Weblate gör det möjligt för organisationer att verka inom ramen för integritetsregleringar som GDPR, DPDPA, PIPL och andra genom att erbjuda strikt dataminimering, fullständig dataäganderätt och detaljerad åtkomstkontroll. Allt ansvar för hosting och efterlevnad förblir helt inom den implementerande organisationens kontroll.
uk: Weblate дозволяє організаціям працювати в рамках таких стандартів конфіденційності, як GDPR, DPDPA, PIPL та інших, пропонуючи сувору мінімізацію даних, повне володіння даними та детальний контроль доступу. Всі обов'язки щодо хостингу та дотримання вимог залишаються повністю під контролем організації, яка розгортає систему.

source: This document outlines how Weblate supports compliance with:
de: Dieses Dokument beschreibt, wie Weblate die Einhaltung folgender Vorschriften unterstützt:
ga: Leagtar amach sa cháipéis seo conas a thacaíonn Weblate le comhlíonadh le:
hu: E dokumentum bemutatja, hogyan támogatja a Weblate az alábbi jogszabályoknak való megfelelést:
id: Dokumen ini menguraikan bagaimana Weblate mendukung kepatuhan dengan:
nl: Dit document laat het overzicht zien hoe Weblate conformiteit ondersteunt met:
sv: Detta dokument beskriver hur Weblate stödjer efterlevnad av:
uk: У цьому документі описано, як Weblate підтримує відповідність вимогам:

source: EU General Data Protection Regulation (GDPR)
de: EU-Datenschutz-Grundverordnung (GDPR)
ga: Rialachán Ginearálta maidir le Cosaint Sonraí an AE (GDPR)
hu: Az Európai Unió általános adatvédelmi rendelete (GDPR)
id: Peraturan Perlindungan Data Umum (GDPR) UE
nl: Europese General Data Protection Regulation (GDPR)
sv: EU:s allmänna dataskyddsförordning (GDPR)
uk: Загальний регламент ЄС про захист даних (GDPR)

source: California Consumer Privacy Act (CCPA)
de: Kalifornisches Verbraucherschutzgesetz (CCPA)
ga: Acht Príobháideachta Tomhaltóirí California (CCPA)
hu: A kaliforniai fogyasztói adatvédelmi törvény (CCPA)
id: Undang-Undang Privasi Konsumen California (CCPA)
nl: Californische Consumer Privacy Act (CCPA)
sv: Kaliforniens konsumentsekretesslag (CCPA)
uk: Закон Каліфорнії про захист прав споживачів (CCPA)

source: Brazilian Lei Geral de Proteção de Dados (LGPD)
de: Brasilianisches Allgemeines Datenschutzgesetz (LGPD)
ga: Lei Geral de Proteção de Dados na Brasaíle (LGPD)
hu: A brazil általános adatvédelmi törvény (LGPD)
id: Lei Geral de Proteção de Dados (LGPD) Brasil
nl: Braziliaanse Lei Geral de Proteção de Dados (LGPD)
sv: Brasilianska Lei Geral de Proteção de Dados (LGPD)
uk: Загальний закон Бразилії про захист даних (LGPD)

source: Swiss Federal Act on Data Protection (nFADP)
de: Schweizerisches Bundesgesetz über den Datenschutz (nFADP)
ga: Acht Cónaidhme na hEilvéise maidir le Cosaint Sonraí (nFADP)
hu: A svájci szövetségi adatvédelmi törvény (nFADP)
id: Undang-Undang Federal Swiss tentang Perlindungan Data (nFADP)
nl: Zwitserse Federal Act on Data Protection (nFADP)
sv: Schweizisk federal lag om dataskydd (nFADP)
uk: Швейцарський федеральний закон про захист даних (nFADP)

source: Canadian Personal Information Protection and Electronic Documents Act (PIPEDA)
de: Kanadisches Gesetz zum Schutz personenbezogener Informationen und elektronischer Dokumente (PIPEDA)
ga: Acht um Chosaint Faisnéise Pearsanta agus Doiciméid Leictreonacha Cheanada (PIPEDA)
hu: A kanadai személyes adatok védelméről és elektronikus dokumentumokról szóló törvény (PIPEDA)
id: Undang-Undang Perlindungan Informasi Pribadi dan Dokumen Elektronik Kanada (PIPEDA)
nl: Canadese Personal Information Protection and Electronic Documents Act (PIPEDA)
sv: Kanadensisk lag om skydd av personuppgifter och elektroniska dokument (PIPEDA)
uk: Закон Канади про захист персональної інформації та електронних документів (PIPEDA)

source: Indian Digital Personal Data Protection Act (DPDPA)
de: Indisches Gesetz zum Schutz digitaler personenbezogener Daten (DPDPA)
ga: Acht um Chosaint Sonraí Pearsanta Digiteacha na hIndia (DPDPA)
hu: Az indiai digitális személyes adatok védelméről szóló törvény (DPDPA)
id: Undang-Undang Perlindungan Data Pribadi Digital India (DPDPA)
nl: Indiase Digital Personal Data Protection Act (DPDPA)
sv: Indisk lag om skydd av personuppgifter (DPDPA)
uk: Закон Індії про захист цифрових персональних даних (DPDPA)

source: China’s Personal Information Protection Law (PIPL)
de: Chinas Gesetz zum Schutz persönlicher Daten (PIPL)
ga: Dlí um Chosaint Faisnéise Pearsanta na Síne (PIPL)
hu: A kínai személyes adatok védelméről szóló törvény (PIPL)
id: Undang-Undang Perlindungan Informasi Pribadi Tiongkok (PIPL)
nl: Chinese Personal Information Protection Law (PIPL)
sv: Kinas lag om skydd av personuppgifter (PIPL)
uk: Закон Китаю про захист персональних даних (PIPL)

source: Privacy principles
de: Datenschutzgrundsätze
ga: Prionsabail phríobháideachta
hu: Adatvédelmi alapelvek
id: Prinsip privasi
nl: Principes van privacy
sv: Sekretessprinciper
uk: Принципи конфіденційності

source: Data minimization
de: Datenminimierung
ga: Íoslaghdú sonraí
hu: Adatminimalizálás
id: Minimalisasi data
nl: Minimalisatie van gegevens
sv: Dataminimering
uk: Мінімізація даних

source: Weblate collects only data strictly necessary for the operation of the platform. By default, the following personal data may be processed:
de: Weblate erhebt nur Daten, die für den Betrieb der Plattform unbedingt erforderlich sind. Standardmäßig können folgende personenbezogenen Daten verarbeitet werden:
ga: Ní bhailíonn Weblate ach sonraí atá riachtanach go hiomlán chun an t-ardán a oibriú. De réir réamhshocraithe, féadfar na sonraí pearsanta seo a leanas a phróiseáil:
hu: A Weblate kizárólag a platform működéséhez feltétlenül szükséges adatokat gyűjti. Alapértelmezetten a következő személyes adatok kerülhetnek feldolgozásra:
id: Weblate hanya mengumpulkan data yang benar-benar diperlukan untuk pengoperasian platform. Secara bawaan, data pribadi berikut dapat diproses:
nl: Weblate verzamelt gegevens alleen gegevens die strikt noodzakelijk zijn voor de werkbaarheid voor het platform. Standaard zouden de volgende persoonlijke gegevens kunnen worden verwerkt:
sv: Weblate samlar endast in data som är absolut nödvändiga för plattformens drift. Som standard kan följande personuppgifter behandlas:
uk: Weblate збирає лише дані, які суворо необхідні для роботи платформи. За замовчуванням можуть оброблятися такі персональні дані:

source: Username or real name (user-supplied)
de: Benutzername oder Klarname (vom Benutzer angegeben)
ga: Ainm úsáideora nó fíorainm (arna sholáthar ag an úsáideoir)
hu: Felhasználónév vagy valódi név (a felhasználó által megadott)
id: Nama pengguna atau nama asli (yang diberikan pengguna)
nl: Gebruikersnaam of echte naam (door gebruiker opgegeven)
sv: Användarnamn eller riktigt namn (angivet av användaren)
uk: Ім'я користувача або справжнє ім'я (надане користувачем)

source: Email address (required for notifications and access control)
de: E-Mail-Adresse (erforderlich für Benachrichtigungen und Zugriffssteuerung)
ga: Seoladh ríomhphoist (riachtanach le haghaidh fógraí agus rialú rochtana)
hu: E-mail-cím (értesítésekhez és hozzáférés-vezérléshez szükséges)
id: Alamat surel (diperlukan untuk notifikasi dan kontrol akses)
nl: E-mailadres (vereist voor notificaties en toegangsbeheer)
sv: E-postadress (krävs för aviseringar och åtkomstkontroll)
uk: Адреса електронної пошти (потрібна для сповіщень та контролю доступу)

source: Optional profile metadata (avatar, bio)
de: Optionale Profil-Metadaten (Profilbild, Biografie)
ga: Meiteashonraí próifíle roghnacha (avatar, beathaisnéis)
hu: Opcionális profiladatok (profilkép, életrajz)
id: Metadata profil opsional (avatar, bio)
nl: Optioneel metadata van profiel (avatar, bio)
sv: Valfria profilmetadata (avatar, biografi)
uk: Додаткові метадані профілю (аватар, біографія)

source: No telemetry, analytics, or third-party tracking is embedded by default.
de: Standardmäßig sind keine Telemetrie-, Analyse- oder Drittanbieter-Trackingfunktionen integriert.
ga: Níl aon teileamaitríocht, anailísíocht ná rianú tríú páirtí leabaithe de réir réamhshocraithe.
hu: Alapértelmezetten semmiféle telemetria, analitika vagy harmadik féltől származó nyomkövetés nincs beágyazva.
id: Tidak ada telemetri, analitik, atau pelacakan pihak ketiga yang tertanam secara bawaan.
nl: Geen telemetrie, analytische gegevens of volgen voor derde partijen is standaard ingebed.
sv: Ingen telemetri, analys eller spårning från tredje part är inbyggd som standard.
uk: За замовчуванням не вбудовано телеметрію, аналітику чи стороннє відстеження.

source: User consent and transparency
de: Benutzereinwilligung und Transparenz
ga: Toiliú agus trédhearcacht úsáideoirí
hu: Felhasználói hozzájárulás és átláthatóság
id: Persetujuan dan transparansi pengguna
nl: Gebruikersconsent en transparantie
sv: Användarens samtycke och öppenhet
uk: Згода користувача та прозорість

source: Weblate interfaces allow full transparency into collected personal data.
de: Weblate-Schnittstellen ermöglichen volle Transparenz über die gesammelten personenbezogenen Daten.
ga: Ligeann comhéadain Weblate trédhearcacht iomlán maidir le sonraí pearsanta a bhailítear.
hu: A Weblate felületei teljes átláthatóságot biztosítanak a gyűjtött személyes adatokkal kapcsolatban.
id: Antarmuka Weblate memungkinkan transparansi penuh terhadap data pribadi yang dikumpulkan.
nl: Weblate interfaces maken volledige transparantie voor de verzamelde persoonlijke gegevens mogelijk.
sv: Weblate-gränssnitt ger full insyn i insamlade personuppgifter.
uk: Інтерфейси Weblate забезпечують повну прозорість зібраних персональних даних.

source: Administrators may provide custom privacy policy and consent requests at user registration.
de: Administratoren können bei der Benutzerregistrierung eigene Datenschutz- und Einverständniserklärungen bereitstellen.
ga: Féadfaidh riarthóirí polasaí príobháideachais saincheaptha agus iarratais ar thoiliú a sholáthar nuair a chláraíonn an t-úsáideoir.
hu: A rendszergazdák testreszabott adatvédelmi szabályzatot és hozzájárulási nyilatkozatot adhatnak meg a felhasználói regisztráció során.
id: Administrator dapat memberikan kebijakan privasi khusus dan permintaan persetujuan saat pendaftaran pengguna.
nl: Beheerders kunnen aangepast beleid voor privacy en verzoeken voor consent verschaffen bij het registreren van gebruikers.
sv: Administratörer kan tillhandahålla anpassade sekretesspolicyer och samtyckesbegäranden vid användarregistrering.
uk: Адміністратори можуть надавати власну політику конфіденційності та запити на згоду під час реєстрації користувача.

source: Data collection occurs only as a result of direct user interaction or administrator-defined configuration.
de: Die Datenerfassung erfolgt nur durch direkte Interaktion des Benutzers oder durch eine vom Administrator festgelegte Konfiguration.
ga: Ní tharlaíonn bailiú sonraí ach mar thoradh ar idirghníomhaíocht dhíreach úsáideora nó ar chumraíocht atá sainmhínithe ag an riarthóir.
hu: Az adatgyűjtés kizárólag közvetlen felhasználói műveletek vagy rendszergazda által meghatározott beállítások eredményeként történik.
id: Pengumpulan data hanya terjadi sebagai hasil interaksi pengguna langsung atau konfigurasi yang ditentukan administrator.
nl: Het verzamelen van gegevens gebeurt alleen als resultaat van directe interactie door de gebruiker of door de beheerder gedefinieerde configuratie.
sv: Datainsamling sker endast som ett resultat av direkt användarinteraktion eller administratörsdefinierad konfiguration.
uk: Збір даних відбувається лише в результаті безпосередньої взаємодії з користувачем або конфігурації, визначеної адміністратором.

source: Data access and portability
de: Datenzugriff und Übertragbarkeit
ga: Rochtain agus iniomparthacht sonraí
hu: Adathozzáférés és hordozhatóság
id: Akses data dan portabilitas
nl: Toegang tot gegevens en portabiliteit
sv: Datatillgång och portabilitet
uk: Доступ до даних та їх портативність

source: Users may export their personal data and translation contributions using the user interface or API.
de: Benutzer können ihre personenbezogenen Daten und Übersetzungsbeiträge über die Bedienoberfläche oder API exportieren.
ga: Féadfaidh úsáideoirí a gcuid sonraí pearsanta agus ranníocaíochtaí aistriúcháin a onnmhairiú trí úsáid a bhaint as an gcomhéadan úsáideora nó an API.
hu: A felhasználók exportálhatják személyes adataikat és fordítási hozzájárulásaikat a felhasználói felületen vagy az API-n keresztül.
id: Pengguna dapat mengekspor data pribadi dan kontribusi terjemahan mereka menggunakan antarmuka pengguna atau API.
nl: Gebruikers kunnen hun persoonlijke gegevens en bijdragen aan vertalingen exporteren met de gebruikersinterface of de API.
sv: Användare kan exportera sina personuppgifter och översättningsbidrag via användargränssnittet eller API.
uk: Користувачі можуть експортувати свої персональні дані та внески до перекладу за допомогою інтерфейсу користувача або API.

source: Administrators can support data portability upon user request, fulfilling legal obligations for access.
de: Administratoren können auf Benutzeranfrage das Übertragen der Daten unterstützen und so die gesetzlichen Verpflichtungen für den Zugang erfüllen.
ga: Is féidir le riarthóirí tacú le hiniomparthacht sonraí ar iarratas ón úsáideoir, ag comhlíonadh oibleagáidí dlíthiúla maidir le rochtain.
hu: A rendszergazdák felhasználói kérésre támogatni tudják az adathordozhatóságot, eleget téve a hozzáférésre vonatkozó jogszabályi kötelezettségeknek.
id: Administrator dapat mendukung portabilitas data atas permintaan pengguna, memenuhi kewajiban hukum untuk akses.
nl: Beheerders kunnen portabiliteit voor gegevens ondersteunen op verzoek van de gebruiker, of het voldoen aan wettelijke verplichtingen voor toegang.
sv: Administratörer kan stödja dataportabilitet på begäran av användaren och därmed uppfylla lagstadgade skyldigheter avseende åtkomst.
uk: Адміністратори можуть підтримувати перенесення даних на запит користувача, виконуючи юридичні зобов'язання щодо доступу.

source: Right to erasure and correction
de: Recht auf Löschung und Berichtigung
ga: An ceart chun scriosadh agus ceartúcháin
hu: Törléshez és helyesbítéshez való jog
id: Hak untuk menghapus dan mengoreksi
nl: Recht op wissen en correctie
sv: Rätt till radering och rättelse
uk: Право на видалення та виправлення

source: Weblate allows full deletion of user accounts via the user and admin interface.
de: Weblate ermöglicht das vollständige Löschen von Benutzerkonten über die Bedien- und Adminoberfläche.
ga: Ceadaíonn Weblate scriosadh iomlán cuntas úsáideora tríd an gcomhéadan úsáideora agus riaracháin.
hu: A Weblate teljes körű fióktörlést tesz lehetővé a felhasználói és adminisztrátori felületen keresztül.
id: Weblate memungkinkan penghapusan penuh akun pengguna melalui antarmuka pengguna dan admin.
nl: Weblate maakt het volledig wissen van gebruikersaccounts mogelijk via de gebruikers- en beheerdersinterface.
sv: Weblate tillåter fullständig radering av användarkonton via användar- och administratörsgränssnittet.
uk: Weblate дозволяє повне видалення облікових записів користувачів через інтерфейс користувача та адміністратора.

source: Deleted users are removed or anonymized across the system.
de: Gelöschte Benutzer werden systemweit entfernt oder anonymisiert.
ga: Baintear úsáideoirí scriosta nó déantar iad a anaithnidiú ar fud an chórais.
hu: A törölt felhasználók adatai a rendszer egészében eltávolításra vagy anonimizálásra kerülnek.
id: Pengguna yang dihapus akan dihilangkan atau dianonimkan di seluruh sistem.
nl: Verwijderde gebruikers worden verwijderd of geanonimiseerd op het systeem.
sv: Borttagna användare tas bort eller anonymiseras i hela systemet.
uk: Видалені користувачі видаляються або анонімізуються в усій системі.

source: Users may update or correct personal information directly via the profile interface.
de: Benutzer können persönliche Informationen direkt über die Profiloberfläche aktualisieren oder korrigieren.
ga: Féadfaidh úsáideoirí faisnéis phearsanta a nuashonrú nó a cheartú go díreach tríd an gcomhéadan próifíle.
hu: A felhasználók közvetlenül módosíthatják vagy javíthatják személyes adataikat a profilfelületen keresztül.
id: Pengguna dapat memperbarui atau mengoreksi informasi pribadi secara langsung melalui antarmuka profil.
nl: Gebruikers kunnen persoonlijke informatie direct bijwerken of corrigeren via de profiel-interface.
sv: Användare kan uppdatera eller korrigera personlig information direkt via profilgränssnittet.
uk: Користувачі можуть оновлювати або виправляти особисту інформацію безпосередньо через інтерфейс профілю.

source: Data retention and deletion
de: Datenspeicherung und -löschung
ga: Coinneáil agus scriosadh sonraí
hu: Adatmegőrzés és törlés
id: Penyimpanan dan penghapusan data
nl: Dataretentie en verwijderen
pt_br: Retenção e exclusão de dados
sv: Lagring och radering av data
uk: Зберігання та видалення даних

source: No automatic data persistence beyond system necessity.
de: Keine automatische Datenpersistenz über die Systemnotwendigkeit hinaus.
ga: Gan aon bhuanseasmhacht sonraí uathoibríoch thar riachtanas an chórais.
hu: Nincs automatikus adatmegőrzés a rendszer működéséhez szükséges mértéken túl.
id: Tidak ada persistensi data otomatis di luar kebutuhan sistem.
nl: Er worden, behoudens noodzaak voor het systeem, niet automatisch gegevens behouden.
sv: Ingen automatisk datalagring utöver vad som är nödvändigt för systemet.
uk: Немає автоматичного збереження даних поза межами системної необхідності.

source: Logs and backups are locally controlled; deletion policies are operator-configurable.
de: Protokolle und Sicherungen werden lokal kontrolliert; die Löschrichtlinien sind vom Benutzer konfigurierbar.
ga: Déantar logaí agus cúltacaí a rialú go háitiúil; is féidir le hoibreoirí na beartais scriosta a chumrú.
hu: A naplók és biztonsági mentések helyileg kerülnek tárolásra; törlési szabályzatuk az üzemeltető által testre szabható.
id: Log dan cadangan dikontrol secara lokal; kebijakan penghapusan dapat dikonfigurasi oleh operator.
nl: Logs en back-ups worden lokaal beheerd; beleid voor verwijderen is door de verwerker te configureren.
sv: Loggar och säkerhetskopior kontrolleras lokalt; raderingspolicyer kan konfigureras av operatören.
uk: Журнали та резервні копії контролюються локально; політики видалення налаштовуються оператором.

source: No third-party data sharing unless explicitly configured by administrators.
de: Keine Datenweitergabe an Drittanbieter, sofern nicht ausdrücklich von Administratoren konfiguriert.
ga: Gan aon chomhroinnt sonraí le tríú páirtithe mura bhfuil sé cumraithe go sainráite ag riarthóirí.
hu: Harmadik fél részére történő adattovábbítás csak akkor történik, ha azt a rendszergazda kifejezetten beállította.
id: Tidak ada pembagian data pihak ketiga kecuali dikonfigurasi secara eksplisit oleh administrator.
nl: Er wordt niet met derde partijen gedeeld, tenzij dat expliciet is geconfigureerd door beheerders.
sv: Ingen delning av data med tredje part om inte administratörer uttryckligen har konfigurerat detta.
uk: Обмін даними зі сторонніми розробниками заборонено, окрім випадків, коли це чітко налаштовано адміністраторами.

source: Security and confidentiality
de: Sicherheit und Vertraulichkeit
ga: Slándáil agus rúndacht
hu: Biztonság és bizalmasság
id: Keamanan dan kerahasiaan
nl: Beveiliging en vertrouwelijkheid
sv: Säkerhet och sekretess
uk: Безпека та конфіденційність

source: Encrypted TLS is required for all user interactions (HTTPS).
de: Für alle Benutzerinteraktionen ist verschlüsseltes TLS erforderlich (HTTPS).
ga: Tá TLS criptithe ag teastáil do gach idirghníomhaíocht úsáideora (HTTPS).
hu: Minden felhasználói művelethez titkosított TLS (HTTPS) kapcsolat szükséges.
id: TLS terenkripsi diperlukan untuk semua interaksi pengguna (HTTPS).
nl: Versleutelde TLS is vereist voor alle interacties van gebruikers (HTTPS).
sv: Krypterad TLS krävs för alla användarinteraktioner (HTTPS).
uk: Для всіх взаємодій користувача (HTTPS) потрібен зашифрований TLS.

source: Failed logins, permission changes, and other security events are logged.
de: Fehlgeschlagene Anmeldungen, Berechtigungsänderungen und andere sicherheitsrelevante Ereignisse werden protokolliert.
ga: Déantar logáil isteach teipthe, athruithe ceadanna, agus imeachtaí slándála eile.
hu: A sikertelen bejelentkezések, jogosultságmódosítások és egyéb biztonsági események naplózásra kerülnek.
id: Masuk yang gagal, perubahan izin, dan kejadian keamanan lainnya dicatat.
nl: Mislukt inloggen, wijzigingen in rechten en andere gebeurtenissen voor beveiliging worden gelogd.
sv: Misslyckade inloggningar, behörighetsändringar och andra säkerhetshändelser loggas.
uk: Невдалі входи, зміни дозволів та інші події безпеки реєструються.

source: Optional SIEM integration (via GELF) enables compliance with audit requirements.
de: Die optionale SIEM-Integration (über GELF) ermöglicht das Einhalten von Audit-Anforderungen.
ga: Cumasaíonn comhtháthú roghnach SIEM (trí GELF) comhlíonadh le ceanglais iniúchóireachta.
hu: Opcionálisan SIEM-integráció (GELF protokollon keresztül) is elérhető, amely támogatja az auditkövetelményeknek való megfelelést.
id: Integrasi SIEM opsional (melalui GELF) memungkinkan kepatuhan terhadap persyaratan audit.
nl: Optionele integratie van SIEM (via GELF) schakelt conformiteit met vereisten voor audit in.
sv: Valfri SIEM-integration (via GELF) möjliggör efterlevnad av revisionskrav.
uk: Додаткова інтеграція SIEM (через GELF) забезпечує дотримання вимог аудиту.
