Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Abbreviations (shortened forms, contractions) are a good example of variants.
de: Abkürzungen (Kurzformen, Verkürzungen) sind ein gutes Beispiel für Varianten.
ga: Is sampla maith d’athraitheacha iad giorraithe (foirmeacha giorraithe, crapadh).
hu: Jó példa erre a rövidítések vagy összevont alakok esete.
id: Singkatan (bentuk yang dipersingkat, kontraksi) adalah contoh varian yang baik.
ja: 略語（短縮形、簡略化）は別表記の良い例です。
nl: Afkortingen (verkorte vormen, verkortingen) zijn een goed voorbeeld van varianten.
pt: Abreviaturas (formas abreviadas, contrações) são um bom exemplo de variantes.
pt_br: Abreviaturas (formas abreviadas, contrações) são um bom exemplo de variantes.
ro: Abrevierile (forme prescurtate, contracții) sunt un bun exemplu de variante.
ru: Аббревиатуры (сокращённые формы, сокращения) являются хорошим примером вариантов.
sv: Förkortningar (förkortade former, sammandragningar) är ett bra exempel på varianter.
ta: சுருக்கங்கள் (சுருக்கப்பட்ட வடிவங்கள், சுருக்கங்கள்) மாறுபாடுகளுக்கு ஒரு நல்ல எடுத்துக்காட்டு.
tr: Kısaltmalar (kısaltılmış biçimler) değişkenlere iyi bir örnektir.
uk: Абревіатури (скорочені форми, скорочення) є хорошим прикладом варіантів.
zh_hans: 缩写（缩写形式，缩略语）是变体的一个很好的示例。
zh_hant: 縮寫（縮短表格，收縮）是變體的一個很好的例子。

source: Automated key based variants
de: Automatisierte schlüsselbasierte Varianten
ga: Leaganacha uathoibrithe bunaithe ar eochair
hu: Automatikus, kulcs alapú változatok
id: Varian berbasis kunci otomatis
ja: キーに基づいて自動化された別表記
nl: Varianten gebaseerd op een geautomatiseerde sleutel
pt: Variantes baseadas em chaves automatizadas
pt_br: Variantes baseadas em chaves automatizadas
ro: Variante automatizate pe bază de cheie
ru: Автоматическая группировка вариантов на основе ключевых строк
sv: Automatiserade nyckelbaserade varianter
ta: தானியங்கி விசை அடிப்படையிலான வகைகள்
tr: Kendiliğinden oluşturulan anahtar tabanlı çeşitler
uk: Автоматизовані варіанти на основі ключових рядків
zh_hans: 将基于变体的键自动化

source: You can define regular expression to group the strings based on the key of monolingual translations in the :ref:`component`:
de: Sie können reguläre Ausdrücke definieren, um die Zeichenketten auf der Grundlage des Schlüssels der einsprachigen Übersetzungen in der :ref:`component` zu gruppieren:
ga: Is féidir leat slonn rialta a shainiú chun na teaghráin a ghrúpáil bunaithe ar eochair na n-aistriúchán aonteangach sa :ref:`component`:
hu: Az :ref:`összetevő <component>` beállításainál reguláris kifejezéssel meghatározhatja, hogyan csoportosuljanak a szövegek az egynyelvű fordítások kulcsai alapján:
id: Anda dapat mendefinisikan ekspresi reguler untuk menggrupkan string berdasarkan kunci terjemahan monolingual di :ref:`component`:
ja: :ref:`component` 内のモノリンガル翻訳のキーに基づき、文字列をグループ化するために、正規表現を設定する方法:
nl: U kunt een reguliere uitdrukking definiëren om de tekenreeksen te groeperen, gebaseerd op de sleutel van eentalige vertalingen in het :ref:`component`:
pt: Pode definir uma expressão regular para agrupar as cadeias com base na chave das traduções monolingues no :ref:`component`:
pt_br: Você pode definir uma expressão regular para agrupar os textos com base na chave das traduções monolíngues no :ref:`component`:
ro: Puteți defini expresii regulate pentru a grupa șirurile de caractere pe baza cheii de traduceri monolingve din :ref:`component`:
ru: Вы можете задать регулярное выражение для группировки строк на основе ключевых строк одноязычных переводов в :ref:`настройках компонента <component>`:
sv: Du kan definiera reguljära uttryck för att gruppera strängarna baserat på nyckeln för enspråkiga översättningar i :ref:`component`:
tr: Dizgeleri kurallı ifade tanımlayarak, :ref:`component` içindeki tek dilli çevirilerin anahtarına göre gruplayabilirsiniz:
uk: Ви можете визначити регулярний вираз для групування рядків на основі ключових рядків одномовних перекладів у налаштуваннях :ref:`component`:
zh_hans: 可以定义正则表达式，基于 :ref:`component` 的单语言翻译的键将字符串分组：
zh_hant: 可以定義正則表達式，基於 :ref:`component` 的單語言翻譯的鍵將字符串分組：

source: In case the :guilabel:`Key` matches the expression, the matching part is removed to generate root key of the variant. Then all the strings with the same root key become part of a single variant group, also including the string with the key exactly matching the root key.
de: Falls der :guilabel:`Schlüssel` mit dem Ausdruck übereinstimmt, wird der übereinstimmende Teil entfernt, um den Stammschlüssel der Variante zu erzeugen. Dann werden alle Zeichenketten mit demselben Stammschlüssel Teil einer einzigen Variantengruppe, die auch die Zeichenkette mit dem genau mit dem Stammschlüssel übereinstimmenden Schlüssel enthält.
ga: Sa chás go bhfuil an :guilabel:`Eochair` ag teacht leis an slonn, baintear an chuid meaitseáilte chun buneochair an leagain a ghiniúint. Ansin déantar na teaghráin go léir leis an eochair fhréamh chéanna mar chuid de ghrúpa athraitheach amháin, lena n-áirítear an teaghrán leis an eochair a mheaitseálann go díreach leis an bhfréamheochair.
hu: Amennyiben egy szöveg :guilabel:`Kulcs` illeszkedik a kifejezésre, az illeszkedő rész eltávolításra kerül, és ez alapján jön létre az adott változat közös gyökérkulcsa. Minden szöveg, amely ugyanazt a gyökérkulcsot eredményezi, egy változatcsoportba kerül — beleértve azt a szöveget is, amelynek kulcsa pontosan megegyezik a gyökérkulccsal.
id: Jika :guilabel:`Key` cocok dengan ekspresi tersebut, bagian yang cocok akan dihapus untuk menghasilkan kunci root varian. Kemudian, semua string dengan kunci akar yang sama akan menjadi bagian dari satu grup varian, termasuk string dengan kunci yang sama persis dengan kunci akar tersebut.
ja: :guilabel:`キー` が正規表現に一致した場合、一致した部分を削除して、別表記のルート キーが生成されます。そして、同じルート キーを持つすべての文字列を 1 つの別表記グループにまとめます。これには、ルート キーと完全に一致するキーを持つ文字列も含まれます。
nl: In het geval dat de :guilabel:`Sleutel` overeenkomt met de uitdrukking, wordt het overeenkomende deel verwijderd om de bronsleutel van de variant te genereren. Daarna worden alle tekenreeksen met dezelfde bronsleutel deel van ene enkele groep varianten, met daarin ook de tekenreeks met de sleutel die exact overeenkomt met de bronsleutel.
pt: No caso de :guilabel:`Chave` corresponder à expressão, a parte correspondente é removida para gerar a chave raiz da variante. Então, todas as cadeias com a mesma chave raiz tornam-se parte de um único grupo de variantes, a incluir também a cadeia com a chave que corresponde exatamente à chave raiz.
pt_br: No caso de :guilabel:`Chave` corresponder à expressão, a parte correspondente é removida para gerar a chave raiz da variante. Então, todos os textos com a mesma chave raiz tornam-se parte de um único grupo de variantes, incluindo também o texto com a chave que corresponde exatamente à chave raiz.
ro: În cazul în care :guilabel:`Key` se potrivește cu expresia, partea care se potrivește este eliminată pentru a genera cheia rădăcină a variantei. Apoi, toate șirurile cu aceeași cheie rădăcină devin parte a unui singur grup de variante, incluzând și șirul cu cheia care se potrivește exact cu cheia rădăcină.
ru: Если :guilabel:`Ключ` сопоставляется этому выражению, то сопоставленная часть ключа удаляется, а на основе оставшейся строки создаётся корневой ключ для вариантов. После этого все строки с одинаковым корневым ключом, а также та строка, чей ключ в точности совпадает с корневым, становятся частью одной группы.
sv: Om :guilabel:`Key` matchar uttrycket tas den matchande delen bort för att generera variantens rotnyckel. Därefter blir alla strängar med samma rotnyckel en del av en enda variantgrupp, inklusive strängen med nyckeln som exakt matchar rotnyckeln.
ta: 'கைலாபெல்:'கீ' என்ற சொற்றொடர் வெளிப்பாட்டுடன் பொருந்தினால், மாறுபாட்டின் வேர் விசையை உருவாக்க பொருத்தமான பகுதி அகற்றப்படுகிறது. பின்னர் ஒரே ரூட் விசையைக் கொண்ட அனைத்து சரங்களும் ஒரே மாறுபாடு குழுவின் ஒரு பகுதியாக மாறும், இதில் ரூட் விசையுடன் சரியாக பொருந்தும் விசை கொண்ட சரமும் அடங்கும்.
tr: :guilabel:`Anahtar` ifadeyle eşleşirse, çeşidin kök anahtarını oluşturmak için eşleşen kısım kaldırılır. Ardından, kök anahtarı aynı olan tüm dizgeler, kök anahtarla tam olarak eşleşen anahtarı olan dizge ile birlikte tek bir çeşit grubunun parçası olur.
uk: Якщо :guilabel:`Ключ` збігається з виразом, відповідну частину буде вилучено для створення кореневого ключа варіанта. Усі рядки із тим самим кореневим ключем стануть частиною єдиної групи варіантів, включно із рядком-ключем, який точно збігається з кореневим ключем.
zh_hans: 如果 :guilabel:`Key` 匹配表达式，那么匹配部分被删除以生成变体的根键。然后，具有相同根键的所有字符串将成为单个变体组的一部分，也包括具有与根键完全匹配的键的字符串。
zh_hant: 如果 :guilabel:`Key` 匹配表達式，那麼匹配部分被刪除以生成變體的根鍵。然後，具有相同根鍵的所有字符串將成為單個變體組的一部分，也包括具有與根鍵完全匹配的鍵的字符串。

source: The following table lists some usage examples:
de: In der folgenden Tabelle sind einige Anwendungsbeispiele aufgeführt:
ga: Liostaíonn an tábla seo a leanas roinnt samplaí úsáide:
hu: Az alábbi táblázat néhány példát mutat a használatra:
id: Tabel berikut mencantumkan beberapa contoh penggunaan:
ja: 使用例:
nl: De volgende tabel vermeldt enkele voorbeelden voor gebruik:
pt: A tabela a seguir lista alguns exemplos de uso:
pt_br: A tabela a seguir lista alguns exemplos de uso:
ro: Tabelul următor prezintă câteva exemple de utilizare:
ru: В следующей таблице приведены некоторые примеры использования:
sv: Följande tabell visar några användningsexempel:
ta: பின்வரும் அட்டவணை சில பயன்பாட்டு எடுத்துக்காட்டுகளை பட்டியலிடுகிறது:
tr: Aşağıdaki tabloda bazı kullanım örneklerini bulabilirsiniz:
uk: Далі наведено кілька прикладів використання:
zh_hans: 后面的表格列出了一些使用示例：
zh_hant: 後面的表格列出了一些使用示例：

source: Regular expression variant
de: Variante des regulären Ausdrucks
ga: Athróg slonn rialta
hu: Reguláris kifejezéses változat
id: Varian ekspresi reguler
ja: 正規表現で示す別表記
nl: Variant reguliere uitdrukking
pt: Variante de expressão regular
pt_br: Variante de expressão regular
ro: Variantă de expresie regulată
ru: Регулярное выражение
sv: Variant av reguljärt uttryck
ta: வழக்கமான வெளிப்பாடு மாறுபாடு
tr: Kurallı ifade değişkeni
uk: Варіант формального виразу
zh_hans: 正则表达式变量
zh_hant: 正則表達式變量

source: Matched translation keys
de: Übereinstimmende Übersetzungsschlüssel
ga: Eochracha aistriúcháin meaitseáilte
hu: Egyező fordítási kulcsok
id: Kunci terjemahan yang cocok
ja: 一致する翻訳キー
nl: Overeenkomende vertaalsleutels
pt: Chaves de tradução correspondentes
pt_br: Chaves de tradução correspondentes
ro: Chei de traducere potrivite
ru: Соответствующие ключи перевода
sv: Matchade översättningsnycklar
ta: பொருத்தமான மொழிபெயர்ப்பு விசைகள்
tr: Eşleşen çeviri anahtarları
uk: Відповідні ключі перекладу
zh_hans: 匹配的翻译键
zh_hant: 匹配的翻譯鍵

source: Suffix identification
de: Suffix-Erkennung
ga: Aitheantas iarmhír
hu: Utótag alapú azonosítás
id: Identifikasi sufiks
ja: 接尾辞の識別
nl: Identificatie achtervoegsel
pt: Identificação de sufixo
pt_br: Identificação de sufixo
ro: Identificarea sufixului
ru: Идентификация по суффиксу
sv: Suffixidentifiering
ta: பின்னொட்டு அடையாளம்
tr: Son ek tanımlama
uk: Ідентифікація за суфіксом
zh_hans: 后缀识别
zh_hant: 後綴標識

source: Inline identification
de: Inline-Erkennung
ga: Aitheantas inlíne
hu: Beágyazott azonosítás
id: Identifikasi sebaris
ja: インライン識別
nl: Identificatie op de regel
pt: Identificação em linha
pt_br: Identificação em linha
ro: Identificare în linie
ru: Идентификация по части строки
sv: Inline-identifiering
ta: இன்லைன் அடையாளம்
tr: Satır arası tanımlamalar
uk: Вбудована ідентифікація
zh_hans: 内联识别
zh_hant: 單行標識

source: Manual variants
de: Manuelle Varianten
ga: Leaganacha láimhe
hu: Kézi változatok
id: Varian manual
ja: 別表記の手動設定
nl: Handmatige varianten
pt: Variantes manuais
pt_br: Variantes manuais
ro: Variante manuale
ru: Назначение вариантов вручную
sv: Manuella varianter
ta: கையேடு வகைகள்
tr: El ile çeşit belirlemek
uk: Власноручні варіанти
zh_hans: 手动变体

source: You can manually link specific strings using ``variant:SOURCE`` flag. This can be useful for bilingual translations which do not have keys to group strings automatically, or to group strings which keys are not matching, but should be considered together when translating.
de: Sie können bestimmte Zeichenketten manuell mit ``variant:SOURCE`` verknüpfen. Dies kann für zweisprachige Übersetzungen ohne Schlüssel nützlich sein, um Zeichenketten automatisch zu gruppieren oder um Zeichenketten mit nicht übereinstimmenden Schlüsseln zu gruppieren, die aber bei der Übersetzung zusammen berücksichtigt werden sollten.
ga: Is féidir leat teaghráin ar leith a nascadh de láimh ag baint úsáide as bratach ``variant:SOURCE``. D’fhéadfadh sé seo a bheith úsáideach le haghaidh aistriúcháin dhátheangacha nach bhfuil eochracha acu chun teaghráin a ghrúpáil go huathoibríoch, nó chun teaghráin a ghrúpáil nach bhfuil eochracha ag teacht leo, ach ba cheart iad a mheas le chéile agus iad á aistriú.
hu: Meghatározott szövegek manuálisan is összekapcsolhatók a ``variant:SOURCE`` jelző használatával. Ez különösen hasznos lehet kétnyelvű fordítások esetén, ahol nincs kulcs, ami automatikusan csoportosítaná a szövegeket vagy olyan szövegek összekapcsolásához, amelyek kulcsai eltérnek ugyan, de fordításkor mégis együtt kell őket kezelni.
id: Anda dapat menautkan string tertentu secara manual menggunakan tanda ``variant:SOURCE``. Ini berguna untuk terjemahan dwibahasa yang tidak memiliki kunci untuk mengelompokkan string secara otomatis, atau untuk mengelompokkan string yang kuncinya tidak cocok, tetapi harus dipertimbangkan bersama saat menerjemahkan.
ja: ``variant:SOURCE`` フラグを使用して、特定の文字列を手動でリンクできます。これは、文字列を自動的にグループ化するためのキーを持たないバイリンガル翻訳、またはキーが一致しないが翻訳時に一緒に考慮する必要がある文字列をグループ化する場合に便利です。
nl: U kunt handmatig specifieke tekenreeksen koppelen met de vlag ``variant:SOURCE``. Dit kan nuttig zijn voor tweetalige vertalingen die geen sleutels hebben om tekenreeksen automatisch te groeperen, of om tekenreeksen te groeperen waarvan de sleutels niet overeenkomen, maar bij elkaar zouden moeten staan bij het vertalen.
pt: Pode vincular manualmente cadeias específicas a usar o marcador ``variant:SOURCE``. Isso pode ser útil para traduções bilingues que não possuem chaves para agrupar cadeias automaticamente, ou para agrupar cadeias cujas chaves não são correspondentes, mas devem ser consideradas juntas durante a tradução.
pt_br: Você pode vincular manualmente textos específicos usando o marcador ``variant:SOURCE``. Isso pode ser útil para traduções bilíngues que não possuem chaves para agrupar textos automaticamente, ou para agrupar textos cujas chaves não são correspondentes, mas devem ser consideradas juntas durante a tradução.
ro: Puteți lega manual anumite șiruri de caractere folosind steagul ``variant:SOURCE``. Acest lucru poate fi util pentru traducerile bilingve care nu au chei pentru a grupa automat șirurile sau pentru a grupa șirurile ale căror chei nu se potrivesc, dar care ar trebui luate în considerare împreună la traducere.
ru: Вы можете вручную связать определённые строки с помощью флага ``variant:ИСТОЧНИК``. Это может быть полезно, если у вас двуязычный перевод, в котором, соответственно, нет ключевых строк, на основе которых можно было бы сгруппировать их автоматически; или чтобы сгрупировать строки между ключами которых нет ничего общего, хотя они всё же должны переводится вместе.
sv: Du kan manuellt länka specifika strängar med flaggan ``variant:SOURCE``. Detta kan vara användbart för tvåspråkiga översättningar som inte har nycklar för att automatiskt gruppera strängar, eller för att gruppera strängar vars nycklar inte matchar, men som bör betraktas tillsammans vid översättning.
ta: 'வேரியண்ட்:சோர்ச்' கொடியைப் பயன்படுத்தி குறிப்பிட்ட சரங்களை கைமுறையாக இணைக்கலாம். குழு சரங்களுக்கு தானாகவே விசைகள் இல்லாத இருமொழி மொழிபெயர்ப்புகளுக்கு அல்லது விசைகள் பொருந்தாத குழு சரங்களுக்கு இது பயனுள்ளதாக இருக்கும், ஆனால் மொழிபெயர்க்கும் போது ஒன்றாக கருத்தில் கொள்ளப்பட வேண்டும்.
tr: ``variant:SOURCE`` imini kullanarak belirli dizgeleri el ile bağlayabilirsiniz. Bu kullanım, dizgeleri kendiliğinden gruplandırmak için anahtarları olmayan iki dilli çeviriler ya da anahtarları eşleşmeyen, ancak çeviri sırasında birlikte değerlendirilmesi gereken dizgeleri gruplandırmak için yararlı olabilir.
uk: Ви можете вручну пов'язати певні рядки за допомогою позначки ``variant:ДЖЕРЕЛО``. Це може бути корисним для двомовних перекладів, які не отримали ключів до групових рядків автоматично, або для групування рядків, чиї ключі не збігаються, але які повинні розглядатися разом під час перекладу.
zh_hans: 可以使用 ``variant:SOURCE`` 标记手动连接特定字符串。这对没有键将字符串自动分组，或者需要将键不匹配但在翻译时应一起考虑的字符串进行分组的双语翻译很有用。
zh_hant: 可以使用 ``variant:SOURCE`` 標記手動連接特定字符串。對於沒有鍵將字符串自動分組，或將鍵不匹配的字符串分組的雙語言翻譯，這是有用的，但應在翻譯時一起考慮。

source: The additional variant for a string can also be added using the :guilabel:`Tools` while translating (when :ref:`component-manage_units` is turned on):
de: Die zusätzliche Variante für eine Zeichenkette kann auch mit Hilfe der :guilabel:`Werkzeuge` während des Übersetzens hinzugefügt werden (wenn :ref:`component-manage_units` eingeschaltet ist):
ga: Is féidir an leagan breise le haghaidh teaghrán a chur leis freisin trí úsáid a bhaint as an :guilabel:`Tools` agus é á aistriú (nuair a bhíonn :ref:`component-manage_units` ar siúl):
hu: További változat kézzel is hozzáadható az :guilabel:`Eszközök` menüponton keresztül a fordítószerkesztőben (amikor az :ref:`component-manage_units` engedélyezve van):
id: Varian tambahan untuk string juga dapat ditambahkan menggunakan :guilabel:`Tools` saat menerjemahkan (ketika :ref:`component-manage_units` diaktifkan):
ja: 文字列の別表記は、翻訳中に :guilabel:`ツール` からも追加できます（:ref:`component-manage_units` が有効の場合）:
nl: De aanvullende variant voor een tekenreeks kan ook worden toegevoegd met :guilabel:`Gereedschap` tijdens het vertalen (als :ref:`component-manage_units` is ingeschakeld):
pt: A variante adicional para uma cadeia também pode ser adicionada a usar :guilabel:`Ferramentas` durante a tradução (quando :ref:`component-manage_units` está ativado):
pt_br: A variante adicional para um texto também pode ser adicionada usando :guilabel:`Ferramentas` durante a tradução (quando :ref:`component-manage_units` está ativado):
ro: Varianta suplimentară pentru un șir de caractere poate fi adăugată, de asemenea, folosind :guilabel:`Tools` în timpul traducerii (când :ref:`component-manage_units` este activat):
ru: Так дополнительные варианты для какой-либо строки можно добавить с помощью кнопки :guilabel:`Инструменты` во время перевода (если :ref:`управление строками <component-manage_units>` включено):
sv: Den extra varianten för en sträng kan också läggas till med hjälp av :guilabel:`Verktyg` under översättningen (när :ref:`component-manage_units` är aktiverat):
tr: Bir dizgenin ek çeşidi, çeviri sırasında :guilabel:`Araçlar` kullanılarak da eklenebilir (:ref:`component-manage_units` seçeneği açıldığında):
uk: Додаткові варіанти рядка можна також додавати за допомогою меню :guilabel:`Засоби` під час перекладу (якщо увімкнено :ref:`component-manage_units`):
zh_hans: 字符串的附加变体也可以在翻译时使用 :guilabel:`Tools` 添加（当 :ref:`component-manage_units` 打开时）：
zh_hant: 也可以使用以下授權標籤添加字符串的附加變體：“工具”（當時：REF：“Component-Manage_Units`正在打開）：

source: The variant source string has to be at most 768 characters long. This is a technical limitation due to compatibility with MySQL database.
de: Die Ausgangszeichenkette der Variante darf höchstens 768 Zeichen lang sein. Dies ist eine technische Einschränkung aufgrund der Kompatibilität mit der MySQL-Datenbank.
ga: Caithfidh an teaghrán foinse athraitheach a bheith 768 carachtar ar a mhéad. Is teorannú teicniúil é seo mar gheall ar chomhoiriúnacht le bunachar sonraí MySQL.
hu: A változat forrásszövege legfeljebb 768 karakter hosszú lehet — ez technikai korlát a MySQL adatbázis-kompatibilitás miatt.
id: String sumber varian harus memiliki panjang maksimal 768 karakter. Ini merupakan batasan teknis karena kompatibilitas dengan basis data MySQL.
ja: 別表記の原文は最大で 768 文字までです。これは、MySQL データベースとの互換性を保つための技術的な制約です。
nl: De variant brontekenreeks mag ten hoogste 768 tekens lang zijn. Dat is een technische beperking vanwege de compatibiliteit met de database MySQL.
pt_br: O texto fonte da variante tem no máximo 768 caracteres. Esta é uma limitação técnica devido à compatibilidade com o banco de dados MySQL.
ru: Длина исходной строки варианта не должна превышать 768 символов. Это техническое ограничение, связанное с совместимостью с базой данных MySQL.
sv: Variantkällsträngen får vara högst 768 tecken lång. Detta är en teknisk begränsning på grund av kompatibilitet med MySQL-databasen.
ta: வேரியண்ட் மூல சரம் அதிகபட்சம் 768 எழுத்துக்கள் நீளமாக இருக்க வேண்டும். mysql தரவுத்தளத்துடன் பொருந்தக்கூடிய தன்மை காரணமாக இது ஒரு தொழில்நுட்ப வரம்பு ஆகும்.
tr: Çeşit kaynak dizgesi en fazla 768 karakter uzunluğunda olmalıdır. Bu sınırlama, MySQL veri tabanı ile uyumluluk için gereklidir.
uk: Варіант джерельного рядка не повинен містити більш як 768 символів. Це технічне обмеження через сумісність з базою даних MySQL.
zh_hans: 变体源字符串长度最多只能为 768 个字符。这是由于 MySQL 数据库的兼容而导致的技术限制。

source: Variants while translating
de: Varianten beim Übersetzen
ga: Athróga agus iad á aistriú
hu: Fordítás közbeni változatok
id: Varian saat menerjemahkan
ja: 翻訳中の別表記
nl: Varianten tijdens vertalen
pt: Variantes durante a tradução
pt_br: Variantes durante a tradução
ro: Variante în timpul traducerii
ru: Как варианты выглядят при переводе
sv: Variationer vid översättning
ta: மொழிபெயர்க்கும் போது மாறுபாடுகள்
tr: Çeviri yapılırken çeşitler
uk: Варіанти під час перекладу
zh_hans: 翻译时的变体

source: The variant is later grouped when translating:
de: Die Variante wird später beim Übersetzen gruppiert:
ga: Déantar an malairt a ghrúpáil níos déanaí agus é á aistriú:
hu: A szövegváltozatok a fordítási felületen automatikusan csoportosítva jelennek meg:
id: Varian tersebut kemudian digrupkan saat diterjemahkan:
ja: 別表記は、後で翻訳時にグループ化されます。グループ化の例:
nl: De variant wordt later gegroepeerd bij het vertalen:
pt: A variante é agrupada posteriormente ao traduzir:
pt_br: A variante é agrupada posteriormente ao traduzir:
ro: Varianta este grupată ulterior la traducere:
ru: Позже при переводе строки с одним вариантом группируются вместе:
sv: Varianten grupperas senare vid översättningen:
ta: மொழிபெயர்க்கும் போது மாறுபாடு பின்னர் வகைப்படுத்தப்படுகிறது:
tr: Çeşit daha sonra çeviri yapılırken gruplandırılır:
uk: Варіант пізніше групується при перекладі:
zh_hans: 当翻译时变量在后面分组：
zh_hant: 當翻譯時變量在後面分組：

source: String labels
de: Zeichenkette-Labels
ga: Lipéid teaghrán
hu: Szövegcímkék
id: Label string
ja: 文字列ラベル
nl: Labels voor tekenreeksen
pt: Etiquetas de cadeia
pt_br: Etiquetas de texto
ro: Șir de etichete
ru: Метки строк
sv: Strängetiketter
ta: சரம் சிட்டைகள்
tr: Dizge etiketleri
uk: Мітки рядків
zh_hans: 字符串标签
zh_hant: 字符串標籤
