Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Repository URL used for pushing. The behavior of this depends on :ref:`component-vcs`, and this is in more detail covered in :ref:`push-changes`.
de: Repository-URL, die für das Pushen verwendet wird. Das Verhalten hängt von der :ref:`component-vcs` ab, und dies wird in :ref:`push-changes` detaillierter behandelt.
ga: URL stórtha a úsáidtear le haghaidh brú. Braitheann iompar seo ar :ref:`component-vcs`, agus clúdaítear é seo go mion i :ref:`push-changes`.
hu: A feltöltéshez használt tároló URL. Ennek viselkedése a :ref:`component-vcs` beállítástól függ, részletesebb leírás: :ref:`push-changes`.
id: URL repositori yang digunakan untuk mendorong. Perilaku ini bergantung pada :ref:`component-vcs`, dan hal ini dibahas lebih rinci di :ref:`push-changes`.
ja: プッシュに使用するリポジトリ URL です。この動作は :ref:`component-vcs` に依存しており、この詳細は :ref:`push-changes` に解説があります。
nl: URL voor de opslagruimte die wordt gebruikt voor pushen. Het gedrag hiervan is afhankelijk van :ref:`component-vcs` en dit wordt meer in detail behandeld in :ref:`push-changes`.
pt: URL do repositório usado para envio. O comportamento disso depende de :ref:`component-vcs` e isto é abordado em mais pormenores em :ref:`push-changes`.
pt_br: URL do repositório usado para envio. O comportamento disso depende de :ref:`component-vcs`, e isso é abordado em mais detalhes em :ref:`push-changes`.
ru: URL-адрес репозитория, используемый для отправки. Поведение этого зависит от :ref:`component-vcs`, и это более подробно описано в :ref:`push-changes`.
sv: Repository-URL som används för pushning. Hur detta fungerar beror på :ref:`component-vcs`, vilket beskrivs mer detaljerat i :ref:`push-changes`.
tr: İtme için kullanılan depo adresi. Bunun davranışı :ref:`component-vcs` bileşenine bağlıdır ve bu konu :ref:`push-changes` içinde ayrıntılı olarak ele alınmıştır.
uk: Адреса сховища, яку буде використано для запису. Поведінка залежить від значення :ref:`component-vcs`, а докладніше описано у розділі :ref:`push-changes`.
zh_hans: 用于推送的仓库 URL，其行为取决于 :ref:`component-vcs`。更多详细信息见 :ref:`push-changes`。

source: For linked repositories, this is not used and setting from linked component applies.
de: Für verlinkte Repositorys wird dies nicht verwendet und es gilt die Einstellung der verlinkten Komponente.
ga: I gcás stórtha nasctha, ní úsáidtear é seo agus tá feidhm ag socrú ón gcomhpháirt nasctha.
hu: Összekapcsolt tárolók esetében ez nem kerül használatra, helyette a kapcsolt összetevő beállítása érvényesül.
id: Untuk repositori tertaut, ini tidak digunakan dan pengaturan dari komponen tertaut berlaku.
ja: リンクされたリポジトリの場合、これは使用されません。リンクされたコンポーネントの設定が適用されます。
nl: Voor gekoppelde opslagruimten wordt dit niet gebruikt en is het instellen vanuit het gekoppelde onderdeel van toepassing.
pt: Para repositórios vinculados, isto não é usado e a definição do componente vinculado é aplicada.
pt_br: Para repositórios vinculados, isso não é usado e se aplica a definição do componente vinculado.
ro: În cazul depozitelor legate, acest lucru nu este utilizat și se aplică setarea din componenta legată.
ru: Это не используется для связанных репозиториев, будут применены параметры из связанного компонента.
sv: För länkade arkiv används detta inte och inställningen från den länkade komponenten gäller.
ta: இணைக்கப்பட்ட களஞ்சியங்களுக்கு, இது பயன்படுத்தப்படவில்லை மற்றும் இணைக்கப்பட்ட கூறுகளிலிருந்து அமைப்பது பொருந்தும்.
tr: Bağlantılı depolar için bu kullanılmaz ve bağlantılı bileşendeki ayar uygulanır.
uk: Для пов'язаних сховищ не використовується — буде застосовано параметри з пов'язаного складника.
zh_hans: 对于链接的仓库，这一点不被使用，链接部件的设置适用。

source: See :ref:`vcs-repos` for more details on how to specify a repository URL and :ref:`push-changes` for more details on pushing changes from Weblate.
de: Siehe :ref:`vcs-repos` für weitere Details, wie man eine Repository-URL angibt und :ref:`push-changes` für weitere Details, wie man Änderungen von Weblate pusht.
ga: Féach :ref:`vcs-repos` le haghaidh tuilleadh sonraí maidir le conas URL stór a shonrú agus :ref:`push-changes` le haghaidh tuilleadh sonraí maidir le hathruithe a bhrú ó Weblate.
hu: A tároló URL megadásáról részletek: :ref:`vcs-repos`, a változtatások Weblate-ből történő feltöltéséről pedig: :ref:`push-changes`.
id: Lihat :ref:`vcs-repos` untuk rincian lebih lanjut tentang cara menentukan URL repositori dan :ref:`push-changes` untuk rincian lebih lanjut tentang mendorong perubahan dari Weblate.
ja: リポジトリの URL の指定方法の詳細については :ref:`vcs-repos` を、Weblate から変更をプッシュする方法の詳細については :ref:`push-changes` を確認してください。
nl: Bekijk :ref:`vcs-repos` voor meer details over hoe een URL voor ene opslagruimte te specificeren en :ref:`push-changes` voor meer details over het pushen van wijzingingen vanuit Weblate.
pt: Veja :ref:`vcs-repos` para mais detalhes sobre como especificar uma URL de repositório e :ref:`push-changes` para mais detalhes sobre como fazer push de mudanças do Weblate.
pt_br: Consulte :ref:`vcs-repos` para mais detalhes sobre como especificar uma URL de repositório e :ref:`push-changes` para mais detalhes sobre como fazer push de mudanças do Weblate.
ro: Vezi :ref:`vcs-repos` pentru mai multe detalii despre cum să specifici un URL de depozit și :ref:`push-changes` pentru mai multe detalii despre împingerea modificărilor din Weblate.
ru: Для получения более подробной информации о том, как указывать URL-адрес репозитория, смотрите раздел :ref:`vcs-repos`, а для получения более подробной информации об отправке изменений из Weblate’а обратитесь к разделу :ref:`push-changes`.
sv: Se :ref:`vcs-repos` för mer information om hur du anger en URL till ett arkiv och :ref:`push-changes` för mer information om hur du överför ändringar från Weblate.
tr: Bir depo adresinin nasıl belirtileceği ile ilgili bilgi almak için: :ref:`vcs-repos` ve Weblate üzerinden değişiklikleri itmek ile ilgili bilgi almak için: :ref:`push-changes` bölümlerine bakabilirsiniz.
uk: Див. :ref:`vcs-repos`, щоб дізнатися більше про те, як вказати адресу сховища, і :ref:`push-changes`, щоб дізнатися більше про те, як записувати зміни до сховища з Weblate.
zh_hans: 关于如何指定仓库 URL 的更多细节请见 :ref:`vcs-repos`，并且关于从 Weblate 推送更改的更多细节，请参见 :ref:`push-changes`。
zh_hant: 關於如何指定倉庫 URL 的更多細節請見 :ref:`vcs-repos`，並且關於從 Weblate 推送更改的更多細節，請參見 :ref:`push-changes` 。

source: Repository browser
ga: Brabhsálaí stórtha
hu: Tárolóböngésző
id: Penjelajah repositori
ja: リポジトリ ブラウザー
nl: Opslagruimtebrowser
pt: Navegador do repositório
pt_br: Navegador do repositório
ro: Navigator depozitar
ru: Просмотрщик репозитория
sv: Arkivutforskare
ta: களஞ்சிய உலாவி
tr: Depo tarayıcısı
uk: Переглядач сховища
zh_hans: 仓库浏览器
zh_hant: 儲存庫瀏覽器

source: URL of repository browser used to display source files (location of used messages). When empty, no such links will be generated. You can use :ref:`markup`.
de: URL des Repository-Browsers, der zur Anzeige der Quelldateien verwendet wird (Ort der verwendeten Nachrichten). Wenn leer, werden keine derartigen Links erzeugt. Es kann :ref:`markup` verwendet werden.
ga: URL an bhrabhsálaí stórais a úsáidtear chun comhaid foinse a thaispeáint (suíomh na dteachtaireachtaí Nuair a bhíonn siad folamh, ní ghintear aon naisc den sórt sin. Is féidir leat úsáid :ref:`markup`.
hu: A forrásfájlok (használt üzenetek helye) megjelenítésére szolgáló tárolóböngésző URL-je. Ha üres, nem jönnek létre ilyen hivatkozások. Használható :ref:`markup`.
id: URL peramban repositori yang digunakan untuk menampilkan berkas sumber (lokasi pesan yang digunakan). Jika kosong, tautan tersebut tidak akan dibuat. Anda dapat menggunakan :ref:`markup`.
ja: ソースファイル（使用した原文の位置）の表示に使用する、リポジトリ ブラウザーの URL。空の場合、位置表示のリンクは生成されません。:ref:`markup` が使用できます。
nl: URL van de browser voor de opslagruimte om de bronbestanden weer te geven (locatie van gebruikte vertaaleenheden). Indien leeg zullen dergelijke koppelingen niet worden gegenereerd. U mag :ref:`markup` gebruiken.
pt: URL de navegação do repositório usada para exibir os ficheiros fonte (localização das mensagens usadas). Quando vazio, nenhuma dessas ligações será gerado. Pode usar :ref:`markup`.
pt_br: URL de navegação do repositório usada para mostrar os arquivos fonte (local das mensagens usadas). Quando vazio, nenhum desses links será gerado. Você pode usar :ref:`markup`.
ro: Adresa URL a browserului de depozit utilizat pentru afișarea fișierelor sursă (locația mesajelor utilizate). Dacă este gol, nu vor fi generate astfel de legături. Puteți utiliza :ref:`markup`.
ru: URL-адрес браузера репозитория, используемый для отображения исходных файлов (местоположения используемых сообщений). Если пустой, такие ссылки генерироваться не будут. Вы можете использовать :ref:`шаблонную разметку <markup>`.
sv: URL till arkivbläddraren som används för att visa källfiler (plats för använda meddelanden). Om fältet är tomt genereras inga sådana länkar. Du kan använda :ref:`markup`.
tr: Kaynak dosyaları görüntülemek için kullanılan depo tarayıcısının adresi (kullanılan iletilerin konumu). Boş olduğunda, böyle bir bağlantı oluşturulmaz. :ref:`markup` kullanabilirsiniz.
uk: Адреса навігатора сховищем, який використовується для показу початкового коду файлів (розташування використаних повідомлень). Якщо значення порожнє, такі посилання створення не буде. Ви можете скористатися :ref:`markup`.
zh_hans: 用于显示源文件（所用消息的位置）的仓库浏览器的 URL。此处为空时，将不生成这样的链接。你可以使用 :ref:`markup`。
zh_hant: 用於顯示源文件（已使用消息的位置）倉庫瀏覽器的的 URL。當空白時將不生成這樣的連接。您可以使用 :ref:`markup`。

source: For example on GitHub, use something like: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
de: Verwenden Sie auf GitHub zum Beispiel etwas wie: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
ga: Mar shampla ar GitHub, bain úsáid as rud éigin cosúil le: `` https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
hu: Például GitHub esetén valami ilyesmi: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
id: Misalnya di GitHub, gunakan sesuatu seperti: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
ja: GitHub での使用例: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
nl: Gebruik bijvoorbeeld voor GitHub iets als: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
pt: Por exemplo, no GitHub, use algo como: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
pt_br: Por exemplo, no GitHub, use algo como: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
ro: De exemplu, pe GitHub, utilizați ceva de genul: ``https://github.com/WeblateOrg/hello/blob/{{{branch}}/{{{filename}}#L{{{line}}``
ru: Например, для ссылок на GitHub, используйте что-то наподобие: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
sv: På GitHub kan du till exempel använda något i stil med: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
ta: எடுத்துக்காட்டாக, கிட்அப்பில், போன்ற ஒன்றைப் பயன்படுத்து: `` https://github.com/weblateorg/hello/blob/ {{branch}}/{{filename}}#L{{line}}``
tr: Örneğin, GitHub üzerinde şöyle bir şey kullanın: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
uk: Наприклад, для GitHub скористайтеся чимось таким: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
zh_hans: 例如在 GitHub 上，使用类似：``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``
zh_hant: 例如在 GitHub 上，使用像：``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename}}#L{{line}}``那樣的一些東西

source: In case your paths are relative to different folder (path contains ``..``), you might want to strip leading directory by ``parentdir`` filter (see :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
de: Falls Ihre Pfade relativ zu verschiedenen Verzeichnissen sind (Pfad enthält ``..``), sollten Sie das führende Verzeichnis durch den Filter ``parentdir`` entfernen (siehe :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
ga: Sa chás go bhfuil do chosáin i gcoibhneas le fillteán difriúil (tá ``..`` sa chonair), b'fhéidir gur mhaith leat an t-eolaire tosaigh a bhaint de réir scagaire ``parentdir`` (féach :ref:`markup`): `` https:// github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
hu: Ha az útvonalak más könyvtárhoz képest relatívak (az útvonal tartalmaz ``..``-t), akkor a ``parentdir`` szűrővel eltávolíthatja az első könyvtárat (lásd: :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
id: Jika lintasan Anda relatif terhadap map berbeda (lintasan berisi ``..``), Anda mungkin ingin menghapus direktori utama dengan filter ``parentdir`` (lihat :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
ja: パスが、別のフォルダへの相対パス（``..`` を含むパス）である場合、先頭のディレクトリを ``parentdir`` フィルター（参照: :ref:`markup`）を使用して取り除いてください。ディレクトリの除去方法: ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
nl: In het geval dat uw paden relatief zijn naar de verschillende mappen (pad bevat ``..``), wilt u misschien de voorafgaande map verwijderen door het filter ``parentdir`` (bekijk :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
pt: No caso de os seus caminhos serem relativos a pastas diferentes (caminho contém ``..``), pode remover o diretório principal pelo filtro ``parentdir`` (veja :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
pt_br: No caso de seus caminhos serem relativos a pastas diferentes (caminho contém ``..``), você pode querer remover o diretório principal pelo filtro ``parentdir`` (consulte :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
ro: În cazul în care căile de acces sunt relative la dosare diferite (calea conține ``..``), este posibil să doriți să eliminați directorul principal prin filtrul ``parentdir`` (a se vedea :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{{branch}}/{{{filename|parentdir}}}#L{{{line}}}``
ru: В случае, если ваши пути указываются относительно другого каталога (путь содержит ``..``), вы можете удалить ведущий каталог фильтром ``parentdir`` (смотрите раздел :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
sv: Om dina sökvägar är relativa till olika mappar (sökvägen innehåller ``..``), kanske du vill ta bort den inledande katalogen med filtret ``parentdir`` (se :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
tr: Yollarınızın farklı bir klasöre göre olması durumunda (yolda ``.. `` varsa), baştaki klasörü ``parentdir`` süzgeciyle atmak isteyebilirsiniz (ayrıntılı bilgi almak için: :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
uk: Якщо ваші шляхи є відносними щодо іншої теки (шлях містить ``..``), вам варто вилучити початковий каталог за допомогою фільтра ``parentdir`` (див. :ref:`markup`): ``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``
zh_hans: 如果你的路径是相对于不同文件夹的（路径包含 ``..``），您可能想使用 ``parentdir`` 过滤器（见 :ref:`markup`）来剥除前导文件夹：``https://github.com/WeblateOrg/hello/blob/{{branch}}/{{filename|parentdir}}#L{{line}}``

source: Exported repository URL
de: Exportierte Repository-URL
ga: URL stórtha easpórtáilte
hu: Exportált tároló URL
id: URL repositori yang diekspor
ja: エクスポートするリポジトリ URL
nl: Geëxporteerde opslagruimte-url
pt: URL do repositório exportado
pt_br: URL do repositório exportado
ro: URL depozitar exportat
ru: URL экспортированного репозитория
sv: Exporterat arkiv-URL
ta: ஏற்றுமதி செய்யப்பட்ட களஞ்சிய முகவரி
tr: Dışa aktarılmış depo adresi
uk: Експортований URL сховища
zh_hans: 已导出仓库 URL
zh_hant: 已匯出儲存庫 URL

source: Repository branch
ga: Brainse stór
hu: Tároló ág
id: Repositori branch
ja: リポジトリのブランチ
nl: Tak opslagruimte
pt: Ramo do repositório
pt_br: Ramo do repositório
ro: Ramură depozitar
ru: Ветка репозитория
sv: Arkivgren
ta: களஞ்சிய கிளை
tr: Depo dalı
uk: Гілка сховища
zh_hans: 仓库分支
zh_hant: 儲存庫分支

source: Which branch to checkout from the VCS, and where to look for translations.
de: Welcher Branch aus dem VCS ausgecheckt werden soll und in welchem nach Übersetzungen gesucht werden soll.
ga: Cén brainse le seiceáil amach ón VCS, agus cá háit le haistriúcháin a chuardach.
hu: Az a VCS ág, amelyről a Weblate letölti az adatokat, és amelyben a fordításokat keresi.
id: Cabang mana yang harus diperiksa dari VCS, dan di mana mencari terjemahan.
ja: VCS からチェックアウトするブランチと、翻訳を検索する場所です。
nl: Welke tak uit het VCS moet worden uitgenomen en waar moet worden gezocht naar vertalingen.
pt: De qual ramo fazer checkout do VCS e onde procurar traduções.
pt_br: De qual ramo fazer checkout do VCS e onde buscar traduções.
ro: Ce ramură să verificați din VCS și unde să căutați traducerile.
ru: Какую ветку извлекать из системы контроля версий и где искать переводы.
sv: Vilken gren ska man checka ut från VCS, och var ska man leta efter översättningar.
ta: வி.சி.க்களிலிருந்து எந்த கிளையை புதுப்பிக்க வேண்டும், மொழிபெயர்ப்புகளை எங்கு தேடுவது.
tr: Sürüm denetimi sistemindeki hangi daldan çıkış yapılacağı ve çeviriler için nereye bakılacağı.
uk: Яку гілку слід отримати з сховища керування версіями, і де слід шукати переклади.
zh_hans: 从版本控制系统核实哪个分支，以及从哪里寻找翻译。
zh_hant: 從版本控制系統（VCS）核實哪個分支，以及從哪裡尋找翻譯。

source: Push branch
ga: Brainse a bhrú
hu: Feltöltési ág
ja: プッシュ先のブランチ
nl: Push-tak
pt: Ramo do push
pt_br: Ramo do push
ro: Încarcă ramură
ru: Ветка для отправки
sv: Pusha gren
ta: புச் கிளை
tr: İtme işleminin yapılacağı dal
uk: Гілка для запису
zh_hans: 推送分支
zh_hant: 推送分支

source: Branch for pushing changes, leave empty to use :ref:`component-branch`.
de: Branch zum Pushen von Änderungen, leer lassen, um :ref:`component-branch` zu verwenden.
ga: Brainse le haghaidh athruithe a bhrú, fág folamh le húsáid :ref:`component-branch`.
hu: Az a VCS ág, amelybe a változásokat feltöltik; ha üresen marad, akkor a :ref:`component-branch` értéke lesz használva.
id: Cabang untuk mendorong perubahan, biarkan kosong untuk menggunakan :ref:`component-branch`.
ja: 変更をプッシュするためのブランチは、空のままにして :ref:`component-branch` を使用します。
nl: Tak om wijzigingen naartoe te pushen, laat leeg om de :ref:`component-branch` te gebruiken.
pt: Ramo para fazer push de alterações, deixe vazio para usar :ref:`component-branch`.
pt_br: Ramo para fazer push de alterações, deixe vazio para usar :ref:`component-branch`.
ro: Branșă pentru împingerea modificărilor, lăsați gol pentru a folosi :ref:`component-branch`.
ru: Ветка, в которую отправлять изменения, оставьте пустой для использования параметра :ref:`component-branch`.
sv: Gren för att driva igenom ändringar, lämna tomt för att använda :ref:`component-branch`.
tr: Değişikliklerin itileceği dal, :ref:`component-branch` kullanılması için boş bırakın.
uk: Гілка, до якої слід записувати зміни. Не заповнюйте, якщо слід використовувати :ref:`component-branch`.
zh_hans: 用于推送更改的分支，留空则使用 :ref:`component-branch`。
zh_hant: 用於推送更改的分支，留為空白來使用 :ref:`component-branch`。

source: This is currently only supported for Git, GitLab and GitHub, it is ignored for other VCS integrations.
de: Dies wird derzeit nur für Git, GitLab und GitHub unterstützt, für andere VCS-Integrationen wird es ignoriert.
ga: Ní thacaítear leis seo faoi láthair ach amháin le haghaidh Git, GitLab agus GitHub, déantar neamhaird de i gcás comhtháthú VCS eile.
hu: Jelenleg csak a Git, GitLab és GitHub esetében támogatott, más VCS integrációknál figyelmen kívül marad.
id: Saat ini hanya didukung untuk Git, GitLab dan GitHub, diabaikan untuk integrasi VCS lainnya.
ja: 現在、Git、GitLab、および GitHub にのみ対応しており、他の VCS との連携では無効になります。
nl: Dit wordt momenteel alleen ondersteund voor Git, GitLab en GitHub, voor andere integraties van het VCS wordt het genegeerd.
pt: Atualmente, isto é compatível apenas com Git, GitLab e GitHub, mas é ignorado noutras integrações VCS.
pt_br: Atualmente, isso é compatível apenas com Git, GitLab e GitHub, mas é ignorado para outras integrações VCS.
ro: În prezent, acest lucru este acceptat numai pentru Git, GitLab și GitHub, fiind ignorat pentru alte integrări VCS.
ru: В настоящее время параметр поддерживается только для Git, GitLab и GitHub, для интеграций с другими системами контроля версий он игнорируется.
sv: Detta stöds för närvarande endast för Git, GitLab och GitHub, och ignoreras för andra VCS-integrationer.
ta: இது தற்போது அறிவிலி, அறிவிலிஆய்வு மற்றும் அறிவிலிமையம் ஆகியவற்றுக்கு மட்டுமே ஆதரிக்கப்படுகிறது, இது மற்ற வி.சி.எச் ஒருங்கிணைப்புகளுக்கு புறக்கணிக்கப்படுகிறது.
tr: Bu özellik şu anda yalnızca Git, GitLab ve GitHub için destekleniyor. Diğer sürüm denetimi sistemi bütünleştirmeleri yok sayılır.
uk: У поточній версії передбачено підтримку лише для Git, GitLab і GitHub. Буде проігноровано для всіх інших інтеграцій із системами керування версіями.
zh_hans: 此功能目前只支持 Git、GitLab 和 GitHub，不支持其他版本控制系统集成。
zh_hant: 此功能目前只支持Git、GitLab和GitHub，無法在其他VCS集成中工作。

source: File mask
de: Dateimaske
ga: Masc comhaid
hu: Fájlmaszk
id: Mask berkas
ja: ファイル マスク
nl: Bestandsmasker
pt: Máscara de ficheiros
pt_br: Máscara do arquivo
ro: Mască de fișier
ru: Маска файла
sv: Filmask
ta: கோப்பு முகமூடி
tr: Dosya maskesi
uk: Маска файлів
zh_hans: 文件掩码
zh_hant: 文件掩碼
