Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: reStructuredText syntax error
de: reStructuredText-Syntaxfehler
ga: Earráid chomhréire reStructuredText
hu: reStructuredText szintaxis hiba
id: Kesalahan sintaks reStructuredText
ja: reStructuredText 構文エラー
nl: reStructuredText fout in syntaxis
pt: Erro de sintaxe reStructuredText
pt_br: Erro de sintaxe reStructuredText
sv: reStructuredText-syntaxfel
tr: reStructuredText söz dizimi sorunu
uk: Синтаксична помилка reStructuredText

source: reStructuredText syntax error in the translation.
de: reStructuredText-Syntaxfehler in der Übersetzung.
ga: Earráid chomhréire reStructuredText san aistriúchán.
hu: reStructuredText szintaxis hiba a fordításban.
id: Kesalahan sintaks reStructuredText dalam terjemahan.
ja: 翻訳文中の reStructuredText 構文エラー
nl: reStructuredText syntaxisfout in de vertaling.
pt: Erro de sintaxe reStructuredText na tradução.
pt_br: Erro de sintaxe reStructuredText na tradução.
sv: reStructuredText-syntaxfel i översättningen.
tr: Çeviride reStructuredText söz dizimi sorunu.
uk: Синтаксична помилка reStructuredText у перекладі.

source: reStructuredText syntax error in the translation. Issues to look for:
de: reStructuredText-Syntaxfehler in der Übersetzung. Zu suchende Probleme:
ga: Earráid chomhréire reStructuredText san aistriúchán. Saincheisteanna le lorg:
hu: reStructuredText szintaxis hiba történt a fordításban. Gyakori problémák lehetnek:
id: Kesalahan sintaks reStructuredText dalam penerjemahan. Masalah yang perlu diperhatikan:
nl: Fout in syntaxis van reStructuredText in de vertaling. Problemen om naar te zoeken:
pt_br: Erro de sintaxe reStructuredText na tradução. Problemas vão se parecer com:
sv: reStructuredText-syntaxfel i översättningen. Problem att leta efter:
tr: Çeviride reStructuredText söz dizimi sorunu. Bakılacak sorunlar:
uk: Синтаксична помилка reStructuredText у перекладі. Питання для пошуку:

source: Mismatched closing/opening tags.
de: Nicht übereinstimmende schließende/öffnende Tags.
ga: Clibeanna deiridh/oscailte mímheaitseála.
hu: Nem párosított nyitó/záró címkék.
id: Tag penutup/pembuka tidak cocok.
nl: Tags voor sluiten/openen komen niet overeen.
pt_br: Tags de fechamento/abertura incompatíveis.
sv: Felaktigt matchade stängnings-/öppningstaggar.
tr: Kapatma/açma kod imleri aynı değil.
uk: Невідповідність закриваючих/відкриваючих тегів.

source: Reused translation
de: Wiederverwendete Übersetzung
ga: Aistriúchán athúsáidte
hu: Újrahasznált fordítás
id: Terjemahan digunakan ulang
ja: 他で使用された翻訳
nl: Hergebruikte vertaling
pt: Tradução reutilizada
pt_br: Tradução reutilizada
ro: Traducere refolosită
ru: Повторно используемый перевод
sv: Återanvänd översättning
ta: மீண்டும் பயன்படுத்தப்பட்ட மொழிபெயர்ப்பு
tr: Çeviri yeniden kullanılmış
uk: Повторно використаний переклад
zh_hans: 重用的译文

source: Different strings are translated the same.
de: Verschiedene Zeichenketten sind gleich übersetzt.
ga: Aistrítear teaghráin éagsúla mar an gcéanna.
hu: Eltérő szövegek azonos fordítást kaptak.
id: String yang berbeda‐beda diterjemahkan secara sama.
ja: 異なる文字列が同じように翻訳されています。
nl: Verschillende tekenreeksen zijn hetzelfde vertaald.
pt: Cadeias diferentes estão traduzidas da mesma forma.
pt_br: Textos diferentes estão traduzidos da mesma forma.
ro: Diferite șiruri sunt traduse la fel.
ru: Разные строки переводятся одинаково.
sv: Olika strängar översätts likadant.
ta: வெவ்வேறு சரங்கள் ஒரே மாதிரியாக மொழிபெயர்க்கப்பட்டுள்ளன.
tr: Farklı dizgelerin çevirileri aynı.
uk: Різні рядки перекладено однаково.
zh_hans: 不同字符串译文相同。

source: Check that fails if the same translation is used on different source strings. Such translations can be intentional, but can also confuse users.
de: Prüft, ob dieselbe Übersetzung für verschiedene Ausgangszeichenketten verwendet wird. Solche Übersetzungen können beabsichtigt sein, aber auch Benutzer verwirren.
ga: Seiceáil go dteipeann air má úsáidtear an t-aistriúchán céanna ar theaghráin fhoinse éagsúla. Is féidir le haistriúcháin den sórt sin a bheith d’aon ghnó, ach féadann siad mearbhall a chur ar úsáideoirí freisin.
hu: Ez az ellenőrzés hibát jelez, ha különböző forrásszövegekhez ugyanaz a fordítás tartozik. Ez előfordulhat szándékosan is, de félrevezető lehet a felhasználók számára.
id: Pemeriksaan yang gagal jika terjemahan yang sama digunakan pada string sumber yang berbeda. Terjemahan semacam itu bisa saja disengaja, tetapi juga dapat membingungkan pengguna.
ja: 同じ翻訳が異なる原文で使用されている場合、検査は失敗します。このような翻訳は意図的なものである可能性もありますが、ユーザーを混乱させる可能性もあります。
nl: Controle mislukt als dezelfde vertaling wordt gebruikt voor verschillende brontekenreeksen. Dergelijke vertalingen kunnen opzettelijk zijn, maar zij verwarren gebruikers ook.
pt_br: Verifica que falha se a mesma tradução for usada em diferentes textos fonte. Essas traduções podem ser intencionais, mas também podem confundir os usuários.
ru: Проверка не удалась, если один и тот же перевод используется в разных исходных строках. Такие переводы могут быть преднамеренными, но также могут сбить с толку пользователей.
sv: Kontrollera att samma översättning inte används för olika källsträngar. Sådana översättningar kan vara avsiktliga, men kan också förvirra användarna.
ta: ஒரே மொழிபெயர்ப்பு வெவ்வேறு மூல சரங்களில் பயன்படுத்தப்பட்டால் தோல்வியுற்றால் சரிபார்க்கவும். இத்தகைய மொழிபெயர்ப்புகள் வேண்டுமென்றே இருக்கலாம், ஆனால் பயனர்களையும் குழப்பலாம்.
tr: Farklı kaynak dizgelerde aynı çeviri kullanılmışsa denetim başarısız olur. Bu çeviriler kasıtlı olarak aynı olabilir ancak kullanıcıların kafasını karıştırabilir.
uk: Перевірка, яка вважається непройденою, якщо той самий переклад використано для інших початкових рядків. Такі переклади може бути використано навмисне, але вони можуть заплутати користувача.
zh_hans: 如相同译文用于不同的源字符串，则该项检查失败。这样的翻译也许是有意为之，但也可能是用户搞不清意思。

source: Same plurals
de: Identische Pluralformen
ga: Na foirmeacha iolra céanna
hu: Ugyanaz a többes szám
id: Bentuk jamak yang sama
ja: 同一の複数形
nl: Identieke meervouden
pt: Mesmos plurais
pt_br: Mesmos plurais
ro: Aceleași plurale
ru: Одинаковые формы множественного числа
sv: Identiska pluralformer
ta: அதே பன்மை
tr: Tekil ile çoğul biçim aynı
uk: Однакова множина
zh_hans: 相同的复数形式
zh_hant: 相同複數形

source: Some plural forms are translated in the same way.
de: Einige Pluralformen sind identisch übersetzt.
ga: Aistrítear roinnt foirmeacha iolra ar an mbealach céanna.
hu: Egyes többes számú alakok azonos fordítást kaptak.
id: Beberapa bentuk jamak diterjemahkan dengan cara yang sama.
nl: Enkele meervoudsvormen zijn op dezelfde manier vertaald.
pt_br: Algumas formas de plural estão traduzidas da mesma forma.
sv: Vissa pluralformer översattes på samma sätt.
tr: Bazı çoğul biçimler tekil biçimler ile aynı.
uk: Деякі форми множини перекладені однаково.

source: Check that fails if some plural forms are duplicated in the translation. In most languages they have to be different.
de: Prüft, ob Pluralformen in der Übersetzung doppelt vorkommen. In den meisten Sprachen müssen diese unterschiedlich sein.
ga: Seiceáil go dteipeann air má dhéantar roinnt foirmeacha iolra a mhacasamhlú san aistriúchán. I bhformhór na dteangacha caithfidh siad a bheith difriúil.
hu: Ez az ellenőrzés akkor jelez hibát, ha a fordításban többes számú alakok ismétlődnek. A legtöbb nyelv esetében ezeknek eltérőnek kell lenniük.
id: Pemeriksaan yang gagal jika beberapa bentuk jamak terduplikasi dalam terjemahan. Dalam kebanyakan bahasa, bentuk tersebut harus berbeda.
ja: 翻訳文の複数形のうち、一致しているものがあるかを検出します。ほとんどの言語では、複数形はそれぞれ異なっている必要があります。
nl: Controle die mislukt als sommige meervoudsvormen worden gedupliceerd in de vertaling. In de meeste talen moeten zij verschillend zijn.
pt: Verifica que falha se algumas formas de plural estiverem duplicadas na tradução. Na maioria dos idiomas, elas têm que ser diferentes.
pt_br: Verifica que falha se algumas formas de plural estiverem duplicadas na tradução. Na maioria dos idiomas, elas têm que ser diferentes.
ro: Verificare care eșuează în cazul în care unele forme de plural sunt duplicate în traducere. În majoritatea limbilor, acestea trebuie să fie diferite.
ru: Проверка срабатывает, если некоторые формы множественного числа в переводе переведены одинаково. В большинстве языков они должны быть разными.
sv: Kontrollera att det inte finns några pluralformer som förekommer dubbelt i översättningen. I de flesta språk måste de vara olika.
ta: மொழிபெயர்ப்பில் சில பன்மை வடிவங்கள் நகல் செய்யப்பட்டால் தோல்வியுற்றால் சரிபார்க்கவும். பெரும்பாலான மொழிகளில் அவை வித்தியாசமாக இருக்க வேண்டும்.
tr: Bazı çoğul biçimlerin çeviride aynı olup olmadığını denetler. Çoğu dilde farklı olmaları gerekir.
uk: Перевірка вважається не пройденою, якщо у перекладі усі форми множини є однаковими. У більшості мов форми множини мають бути різними.
zh_hans: 如果译文中某些复数形式重复，则检查失败。在大多数语言中，它们必须不同。
zh_hant: 如果在翻譯中復制了一些複數，請檢查失敗。在大多數語言中他們必須不同。

source: Starting newline
de: Zeilenumbruch am Anfang
ga: Líne nua a thosú
hu: Kezdő soremelés
id: Mulai baris baru
ja: 文頭の改行
nl: Nieuwe regel aan het begin
pt: Nova linha no início
pt_br: Nova linha no início
ro: Începe linie nouă
ru: Пустая строка в начале
sv: Inledande radbryt
ta: நியூலைன் தொடங்குகிறது
tr: Başta yeni satır var
uk: Перехід у новий рядок
zh_hans: 换行符开头
zh_hant: 開頭換列

source: Source and translation do not both start with a newline.
de: Ausgangs- und übersetzte Zeichenkette beginnen nicht beide mit einem Zeilenumbruch.
ga: Ní thosaíonn an fhoinse agus an t-aistriúchán araon le líne nua.
hu: A forrás és a fordítás nem egyaránt kezdődik sortöréssel.
id: Sumber dan terjemahan tidak keduanya dimulai dengan baris baru.
nl: Bron en vertaling beginnen niet beide met een nieuwe regel.
pt_br: Fonte e tradução não iniciam com uma nova linha.
sv: Källan och översättningen börjar inte båda med en ny rad.
tr: Kaynağın ve çevirinin ikisi de yeni satırla başlamıyor.
uk: Джерело та переклад не починаються з нового рядка.

source: Newlines usually appear in source strings for good reason, omissions or additions can lead to formatting problems when the translated text is put to use.
de: Zeilenumbrüche erscheinen normalerweise aus gutem Grund in den Ausgangszeichenketten, denn fehlende oder hinzugefügte Zeilenumbrüche können zu Formatierungsproblemen führen, wenn der übersetzte Text verwendet wird.
ga: De ghnáth bíonn línte nua le feiceáil sna teaghráin foinse ar chúis mhaith, d’fhéadfadh fadhbanna formáidithe a bheith mar thoradh ar easnaimh nó breisithe nuair a chuirtear an téacs aistrithe in úsáid.
hu: A sortöréseknek általában jó oka van a forrásszövegben, ezek elhagyása vagy hozzáadása formázási problémákat okozhat a fordítás megjelenítésekor.
id: Baris baru biasanya muncul dalam string sumber karena alasan yang baik, penghilangan atau penambahan dapat menyebabkan masalah pemformatan saat teks terjemahan digunakan.
ja: 改行は通常、適切な理由で原文に含まれています。省略や追加をすると、翻訳されたテキストを使ったときにフォーマットが崩れることがあります。
nl: Regeleinden komen gewoonlijk met een goede reden voor in brontekenreeksen, weglaten of toevoegen kan leiden tot problemen met de opmaak als de vertaalde tekst in gebruik wordt genomen.
pt: As novas linhas costumam aparecer nas cadeias fonte por uma boa razão, de forma que omissões ou adições podem levar a problemas de formatação quando o texto traduzido é posto em uso.
pt_br: As novas linhas costumam aparecer nos textos fonte por uma boa razão, de forma que omissões ou adições podem levar a problemas de formatação quando o texto traduzido é colocado em uso.
ro: De obicei, liniile de început apar în șirurile sursă pentru un motiv întemeiat; omisiunile sau adăugările pot duce la probleme de formatare atunci când textul tradus este utilizat.
ru: Обычно символы новой строки в исходных текстах появляются по уважительной причине, их пропуск или добавление могут привести к проблемам с форматированием при использовании переведённого текста.
sv: Nya rader förekommer vanligtvis i källsträngar av goda skäl, eftersom utelämnanden eller tillägg kan leda till formateringsproblem när den översatta texten används.
ta: புதிய கோடுகள் பொதுவாக நல்ல காரணத்திற்காக மூல சரங்களில் தோன்றும், மொழிபெயர்க்கப்பட்ட உரை பயன்படுத்தப்படும்போது குறைபாடுகள் அல்லது சேர்த்தல்கள் சிக்கல்களை வடிவமைக்க வழிவகுக்கும்.
tr: Yeni satırlar genellikle iyi bir nedenden dolayı kaynak dizgelerde görünür. Eksik ya da fazla olması, çevrilmiş metin kullanıma sunulduğunda biçimlendirme sorunlarına yol açabilir.
uk: Символи розриву рядка, зазвичай, з'являються у початкових рядках з певних причин. Пропускання або додавання цих символів може призвести до проблем із форматуванням при використанні перекладеного тексту.
zh_hans: 换行符通常出现在源字符串中是有充分理由的，在使用翻译文本时，省略或添加可能会导致格式问题。
zh_hant: 紐丁通常出現在源字符串中，有效原因，遺漏或添加可以導致翻譯文本使用時的格式化問題。

source: Starting spaces
de: Leerzeichen am Anfang
ga: Spásanna tosaithe
hu: Kezdő szóközök
id: Spasi di awal
ja: 先頭の空白
nl: Spaties aan het begin
pt: Espaços no início
pt_br: Espaços no início
ro: Spații de pornire
ru: Пробелы в начале
sv: Inledande mellanslag
ta: தொடக்க இடங்கள்
tr: Baştaki boşluk
uk: Початкові пропуски
zh_hans: 空格开头
zh_hant: 開頭空格

source: Source and translation do not both start with same number of spaces.
de: Ausgangs- und übersetzte Zeichenkette beginnen mit unterschiedlich vielen Leerzeichen.
ga: Ní bhíonn an líon céanna spásanna ag tosú sa bhfoinse agus san aistriúchán.
hu: A forrás és a fordítás nem ugyanannyi szóközzel kezdődik.
id: Sumber dan terjemahan tidak keduanya dimulai dengan jumlah spasi yang sama.
nl: Bron en vertaling beginnen niet beide met hetzelfde aantal spaties.
pt_br: Fonte e tradução não iniciam com o mesmo número de espaços.
sv: Källan och översättningen börjar inte med samma antal mellanslag.
tr: Kaynağın ve çevirinin ikisi de aynı sayıda boşlukla başlamıyor.
uk: Джерело та переклад не починаються з однакової кількості пробілів.

source: A space in the beginning of a string is usually used for indentation in the interface and thus important to keep.
de: Ein Leerzeichen am Anfang einer Zeichenkette wird üblicherweise für Einrückungen in der Darstellung verwendet und sollte deshalb beibehalten werden.
ga: Úsáidtear spás i dtús sreinge de ghnáth le haghaidh eangú sa chomhéadan agus mar sin tá sé tábhachtach é a choinneáil.
hu: A szóközök a felületen gyakran behúzásokhoz szükségesek, ezért fontos megtartani őket.
id: Spasi di awal string biasanya digunakan untuk indentasi dalam antarmuka dan karenanya penting untuk dipertahankan.
ja: 文字列の先頭にあるスペースは、通常、インターフェイスのインデントに使用されるため、維持することが重要です。
nl: Een spatie aan het begin van een tekenreeks is gewoonlijk voor inspringen in de interface en dus belangrijk om te behouden.
pt: Um espaço no início de uma cadeia é normalmente usado para recuo na interface, portanto, importante manter.
pt_br: Um espaço no início de um texto é normalmente usado para recuo na interface e, portanto, importante de manter.
ro: Un spațiu la începutul unui șir de caractere este de obicei utilizat pentru indentare în interfață și, prin urmare, este important să fie păstrat.
ru: Пробелы в начале строки обычно используются для набивания отступов в интерфейсе, поэтому их важно сохранить.
sv: Ett mellanslag i början av en sträng används vanligtvis för indrag i gränssnittet och är därför viktigt att behålla.
ta: ஒரு சரத்தின் தொடக்கத்தில் ஒரு இடம் பொதுவாக இடைமுகத்தில் உள்தள்ளலுக்கு பயன்படுத்தப்படுகிறது, இதனால் வைத்திருக்க முதன்மை.
tr: Bir dizgenin başındaki boşluk genellikle arayüzde girinti sağlamak için kullanılır ve bu nedenle korunması önemlidir.
uk: Пробіл на початку рядка зазвичай використовується для відступів у інтерфейсі, тому його важливо зберігати.
zh_hans: 字符串开头的空格通常用于界面中的缩进，因此保留很重要。
zh_hant: 字符串開頭的空間通常用於界面中的縮進，因此重要地保持。

source: Trailing newline
de: Zeilenumbruch am Ende
ga: Líne nua á lorg
hu: Lezáró soremelés
id: Baris baru di akhir
ja: 文末の改行
nl: Nieuwe regel aan het einde
pt: Nova linha no final
pt_br: Linha em branco no final
ro: Linie nouă de urmărire
ru: Пустая строка в конце
sv: Avslutande radbryt
ta: புதிய லைன் பின்னால்
tr: Sondaki yeni satır
uk: Кінцевий знак нового рядка
zh_hans: 换行符结尾
zh_hant: 換列結尾

source: Source and translation do not both end with a newline.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Zeilenumbruch.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán araon le líne nua.
hu: A forrás és a fordítás nem egyaránt végződik sortöréssel.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan baris baru.
nl: Bron en vertaling eindigen niet beide met een nieuwe regel.
pt_br: Fonte e tradução não terminam com uma nova linha.
sv: Källan och översättningen slutar inte båda med en ny rad.
tr: Kaynağın ve çevirinin ikisi de yeni satırla bitmiyor.
uk: Джерело та переклад не закінчуються символом нового рядка.

source: Trailing space
de: Leerzeichen am Ende
ga: Spás leantóir
hu: Lezáró szóköz
id: Spasi di belakang
ja: 文末の空白
nl: spatie aan het einde
pt: Espaço no final
pt_br: Espaço no final
ro: Spațiu de urmărire
ru: Пробелы в конце
sv: Avslutande mellanslag
ta: பின்தங்கிய இடம்
tr: Sondaki boşluk
uk: Кінцеві пропуски
zh_hans: 空格结尾
zh_hant: 空格結尾

source: Source and translation do not both end with a space.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Leerzeichen.
ga: Ní chríochnaíonn foinse agus aistriúchán le spás araon.
hu: A forrás és a fordítás nem egyaránt végződik szóközzel.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan spasi.
nl: Bron en vertaling eindigen niet beide met een spatie.
pt_br: Fonte e tradução não terminam com um espaço.
sv: Källan och översättningen slutar inte båda med ett mellanslag.
tr: Kaynağın ve çevirinin ikisi de boşlukla bitmiyor.
uk: Джерело та переклад не закінчуються пробілом.

source: Checks that trailing spaces are replicated between both source and translation.
de: Prüft, ob nachgestellte Leerzeichen in der Quelle und Übersetzung identisch sind.
ga: Seiceálann sé go ndéantar spásanna rianaithe a mhacasamhlú idir an fhoinse agus an t-aistriúchán.
hu: Ellenőrzi, hogy a záró szóközök mind a forrásban, mind a fordításban szerepelnek-e.
id: Memeriksa apakah spasi di akhir direplikasi antara sumber dan terjemahan.
ja: 原文から翻訳に末尾のスペースが複製されているか検査します。
nl: Controleert of achterliggende spaties werden gerepliceerd tussen de bron en de vertaling.
pt: Verifica se os espaços no final são replicados entre a fonte e a tradução.
pt_br: Verifica se os espaços no final são replicados entre a fonte e a tradução.
ro: Verifică dacă spațiile din urmă sunt reproduse atât la sursă, cât și la traducere.
ru: Проверяет, что количество конечных пробелов в исходной строке и в переводе одинаково.
sv: Kontrollerar att efterföljande mellanslag replikeras mellan både källan och översättningen.
ta: மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் பின்தங்கிய இடங்கள் பிரதிபலிக்கப்படுகின்றனவா என்பதை சரிபார்க்கிறது.
tr: Kaynağın sonundaki boşlukların çeviri ile aynı olup olmadığını denetler.
uk: Перевіряє, чи відтворено кінцеві крапки з початкового рядка у перекладі.
zh_hans: 检查原文和译文之间是否复制了尾部的空格。
zh_hant: 檢查尾隨空格是否在源和轉換之間複製。

source: Trailing space is usually utilized to space out neighbouring elements, so removing it might break layout.
de: Leerzeichen am Ende werden in der Regel verwendet, um benachbarte Elemente voneinander abzugrenzen, so dass ihre Entfernung das Layout beeinträchtigen könnte.
ga: Is gnách go n-úsáidtear spás rianaithe chun gnéithe comharsanacha a spásáil amach, agus mar sin d’fhéadfadh go mbrisfí an leagan amach dá mbainfí é.
hu: A záró szóközök gyakran a szomszédos elemek elválasztására szolgálnak, így ezek eltávolítása elronthatja az elrendezést.
id: Spasi tambahan biasanya digunakan untuk memberi jarak pada elemen yang berdekatan, jadi menghilangkannya dapat merusak tata letak.
ja: 通常、末尾のスペースは隣接する要素の間を空けるためにあるので、削除するとレイアウトが壊れることがあります。
nl: Achterliggende spatie wordt gewoonlijk gebruikt om nabijgelegen elementen uit te lijnen, het verwijderen ervan zou de lay-out kunnen verstoren.
pt: O espaço ao final é normalmente utilizado para espaçar os elementos vizinhos, de forma que a sua remoção pode quebrar a disposição.
pt_br: O espaço ao final é normalmente utilizado para espaçar os elementos vizinhos, de forma que a sua remoção pode quebrar a disposição.
ro: Spațiul final este, de obicei, utilizat pentru a distanța elementele vecine, astfel încât eliminarea lui ar putea afecta aspectul.
ru: Конечные пробелы обычно используется для добавления отступа до соседних элементов, поэтому их удаление может поломать макет.
sv: Efterföljande mellanslag används vanligtvis för att skapa avstånd mellan närliggande element, så att ta bort det kan förstöra layouten.
ta: பின்தங்கிய இடம் வழக்கமாக அண்டை கூறுகளை வெளியேற்றுவதற்கு பயன்படுத்தப்படுகிறது, எனவே அதை அகற்றுவது தளவமைப்பை உடைக்கக்கூடும்.
tr: Sondaki boşluk genellikle arkadan gelen ögeleri ayırmak için kullanılır. Bu nedenle kaldırılması yerleşimi bozabilir.
uk: Кінцевий пробіл зазвичай використовується для відокремлення сусідніх елементів, тому його вилучення може призвести до помилок при показі тексту.
zh_hans: 拖尾空格通常用于分隔相邻元素，因此删除它可能会破坏布局。
zh_hant: 尾隨空間通常用於空閒鄰居元素，因此刪除它可能會破壞佈局。

source: Unchanged translation
de: Unveränderte Übersetzung
ga: Aistriúchán gan athrú
hu: Változatlan fordítás
id: Terjemahan tidak berubah
ja: 未翻訳の翻訳文
nl: ongewijzigde vertaling
pt: Tradução inalterada
pt_br: Tradução não alterada
ro: Traducere neschimbată
ru: Перевод без изменения
sv: Oförändrad översättning
ta: மாறாத மொழிபெயர்ப்பு
tr: Çeviri değiştirilmemiş
uk: Переклад не змінено
zh_hans: 未更改的译文
zh_hant: 未更動的翻譯

source: Source and translation are identical.
de: Ausgangs- und übersetzte Zeichenkette sind identisch.
ga: Tá an fhoinse agus an t-aistriúchán mar a chéile.
hu: A forrás és a fordítás teljesen megegyezik.
id: Sumber dan terjemahan identik.
nl: De bron en vertaling zijn identiek.
pt_br: A fonte e a tradução são idênticas.
sv: Källan och översättningen är identiska.
tr: Kaynak ile çeviri aynı.
uk: Джерело і переклад ідентичні.
