Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If you are doing the manual backups, you might want to silence Weblate's warning about a lack of backups by adding ``weblate.I028`` to :setting:`django:SILENCED_SYSTEM_CHECKS` in :file:`settings.py` or :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` for Docker.
de: Wenn Sie manuelle Sicherungen durchführen, können Sie die Warnung von Weblate über fehlende Sicherungen ausschalten, indem Sie ``weblate.I028`` zu :setting:`django:SILENCED_SYSTEM_CHECKS` in :file:`settings.py` oder :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` für Docker hinzufügen.
ga: Má tá na cúltacaí láimhe á dhéanamh agat, b'fhéidir gur mhaith leat rabhadh Weblate a chur faoi easpa cúltacaí trí ``weblate.I028`` a chur chuig: :setting:`django:SILENCED_SYSTEM_CHECKS` in :file:`settings.py` nó :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` do Docker.
hu: Ha kézi biztonsági mentést készít, érdemes lehet elnémítani a Weblate figyelmeztetését a biztonsági mentések hiányáról. Ehhez adja hozzá a ``weblate.I028`` jelzést a :setting:`django:SILENCED_SYSTEM_CHECKS` beállításhoz a :file:`settings.py` fájlban vagy Docker esetén a :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` környezeti változóban.
id: Jika Anda melakukan rekam cadang manual, Anda mungkin ingin membungkam peringatan Weblate mengenai kurangnya rekam cadang dengan menambahkan ``weblate.I028`` ke :setting:`django:SILENCED_SYSTEM_CHECKS` di :file:`settings.py` atau :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` untuk Docker.
ja: 手動でバックアップしている場合、Weblate のバックアップ不足の警告を黙らせるには、:file:`settings.py` ファイルの :setting:`django:SILENCED_SYSTEM_CHECKS` に ``weblate.I028`` を追加する。Docker の場合は :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` を追加してください。
nl: Als u de handmatige back-ups uitvoert, zou u misschien de waarschuwing van Weblate over een gebrek aan back-ups willen uitschakelen door ``weblate.I028`` toe te voegen aan :setting:`django:SILENCED_SYSTEM_CHECKS` in :file:`settings.py` of :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` voor Docker.
pt: Se estiver a fazer os backups manualmente, pode silenciar os avisos do Weblate sobre a falta de backups a adicionar ``weblate.I028`` para :setting:`django:SILENCED_SYSTEM_CHECKS` em :file:`settings.py` ou :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` para o Docker.
pt_br: Se você estiver fazendo os backups manualmente, você pode querer silenciar os avisos do Weblate sobre a falta de backups adicionando ``weblate.I028`` para :setting:`django:SILENCED_SYSTEM_CHECKS` em :file:`settings.py` ou :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` para o Docker.
ro: Dacă efectuați copii de rezervă manuale, este posibil să doriți să reduceți la tăcere avertismentul Weblate privind lipsa de copii de rezervă adăugând ``weblate.I028`` la :setting:`django:SILENCED_SYSTEM_CHECKS` în :file:`settings.py` sau :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` pentru Docker.
ru: Если вы выполняете резервное копирование вручную, вы можете подавить предупреждение Weblate об отсутствии резервного копирования, добавив проверку ``weblate.I028`` к параметру :setting:`django:SILENCED_SYSTEM_CHECKS` в :file:`settings.py` или к переменной окружения :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` Docker.
sv: Om du gör manuella säkerhetskopior kan du stänga av Weblates varning om bristande säkerhetskopior genom att lägga till ``weblate.I028`` till :setting:`django:SILENCED_SYSTEM_CHECKS` i :file:`settings.py` eller :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` för Docker.
tr: El ile yedekleme yapıyorsanız, Weblate yedekleme eksikliği uyarısını, :file:`settings.py` dosyasındaki :setting:`django:SILENCED_SYSTEM_CHECKS` ya da Docker için :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` seçeneğini ``weblate.I028`` ile ekleyerek kapatmak isteyebilirsiniz.
uk: Якщо ви виконуєте резервне копіювання вручну, вам варто увімкнути попередження Weblate щодо відсутності резервних копій додаванням ``weblate.I028`` до :setting:`django:SILENCED_SYSTEM_CHECKS` у :file:`settings.py` або :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS` для Docker.
zh_hans: 如果你正进行手动备份，你也许想要关闭 Weblate 关于缺乏备份的警告，方法是添加 ``weblate.I028`` 到 :file:`settings.py` 中的 :setting:`django:SILENCED_SYSTEM_CHECKS`；对于 Docker，则是 :envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS`。
zh_hant: 如果你正進行手動備份，你也許想要關閉Weblate 關於缺乏備份的警告，方法是添加``weblate.I028`` 到:file:`settings.py` 中的:setting:`django:SILENCED_SYSTEM_CHECKS`；對於Docker，則是:envvar:`WEBLATE_SILENCED_SYSTEM_CHECKS`。

source: Database
de: Datenbank
ga: Bunachar Sonraí
hu: Adatbázis
id: Basis data
ja: データベース
pt: Banco de dados
pt_br: Banco de dados
ro: Baza de date
ru: База данных
sv: Databas
ta: தரவுத்தளம்
tr: Veri tabanı
uk: База даних
zh_hans: 数据库
zh_hant: 數據庫

source: The actual storage location depends on your database setup.
de: Der tatsächliche Speicherort hängt von der Einrichtung Ihrer Datenbank ab.
ga: Braitheann an suíomh stórála iarbhír ar do shocrú bunachar sonraí.
hu: A tényleges tárolási hely az adatbázis beállításaitól függ.
id: Lokasi penyimpanan sesungguhnya bergantung pada pengaturan basis data Anda.
ja: 実際の保存場所は、データベースの設定によって異なります。
nl: De feitelijke locatie van het opslaan is afhankelijk van de instellingen van uw database.
pt: O local de armazenamento real depende da configuração do seu banco de dados.
pt_br: O local de armazenamento real depende da configuração do seu banco de dados.
ro: Locația efectivă de stocare depinde de configurația bazei de date.
ru: Фактическое расположение хранилища зависит от настроек вашей базы данных.
sv: Den faktiska lagringsplatsen beror på din databasinställning.
ta: உண்மையான சேமிப்பக இருப்பிடம் உங்கள் தரவுத்தள அமைப்பைப் பொறுத்தது.
tr: Gerçek depolama konumu, veri tabanı kurulumunuza bağlıdır.
uk: Справжнє розташування сховища залежить від ваших налаштувань бази даних.
zh_hans: 实际存储位置取决于数据库的设置。
zh_hant: 實際存儲位置依賴於數據庫的設置。

source: The database is the most important storage. Set up regular backups of your database. Without the database, all the translations are gone.
de: Die Datenbank ist der wichtigste Speicher. Legen Sie regelmäßig Sicherungskopien Ihrer Datenbank an. Ohne die Datenbank sind alle Übersetzungen verloren.
ga: Is é an bunachar sonraí an stóráil is tábhachtaí. Socraigh cúltacaí rialta de do bhunachar sonraí. Gan an bunachar sonraí, tá na haistriúcháin ar fad imithe.
hu: Az adatbázis a legfontosabb adattároló. Gondoskodjon róla, hogy rendszeres biztonsági mentést készítsen róla. Az adatbázis nélkül minden fordítás elveszik.
id: Basis data adalah penyimpanan yang paling penting. Siapkan rekam cadang basis data Anda secara teratur. Tanpa basis data, semua terjemahan akan hilang.
ja: データベースは最も重要なストレージです。データベースの定期的なバックアップを設定してください。データベースがなくなれば、すべての翻訳が消失します。
nl: De database is de meest belangrijke opslag. Stel regelmatige back-ups voor uw database in. Zonder de database zijn alle vertalingen verloren.
pt: O banco de dados é o armazenamento mais importante. Configure backups regulares do seu banco de dados. Sem o banco de dados, todas as traduções são perdidas.
pt_br: O banco de dados é o armazenamento mais importante. Configure backups regulares do seu banco de dados. Sem o banco de dados, todas as traduções são perdidas.
ro: Baza de date este cea mai importantă modalitate de stocare. Configurați în mod regulat copii de rezervă ale bazei de date. Fără baza de date, toate traducerile dispar.
ru: База данных является самым важным хранилищем. Настройте регулярное резервное копирование своей БД. Без неё все переводы попросту пропадут.
sv: Databasen är den viktigaste lagringsplatsen. Ställ in regelbundna säkerhetskopieringar av din databas. Utan databasen försvinner alla översättningar.
ta: தரவுத்தளம் மிக முக்கியமான சேமிப்பகமாகும். உங்கள் தரவுத்தளத்தின் வழக்கமான காப்புப்பிரதிகளை அமைக்கவும். தரவுத்தளம் இல்லாமல், அனைத்து மொழிபெயர்ப்புகளும் இல்லாமல் போய்விட்டன.
tr: Veri tabanı en önemli depolama alanıdır. Veri tabanınızı düzenli olarak yedeklenecek biçimde ayarlayın. Veri tabanı olmadan, tüm çeviriler kaybolur.
uk: Найважливішим сховищем даних є база даних. Налаштуйте регулярне резервне копіювання вашої бази даних. Без бази даних усі переклади буде втрачено.
zh_hans: 数据库是最重要的存储。定期对数据库进行备份。没有数据库，所有的翻译都会消失。
zh_hant: 數據庫是最重要的存儲。定期對數據庫進行備份。沒有數據庫，所有的翻譯都會消失。

source: Native database backup
de: Native Datenbanksicherung
ga: Cúltaca bunachar sonraí dúchais
hu: Natív adatbázis biztonsági mentés
id: Rekam cadang basis data asli
ja: データベース自身でバックアップ
nl: Eigen database back-up
pt: Backup nativo do banco de dados
pt_br: Backup nativo do banco de dados
ro: Backup nativ al bazei de date
ru: Встроенные средства базы данных для резервного копирования
sv: Inbyggd databasbackup
ta: சொந்த தரவுத்தள காப்புப்பிரதி
tr: Doğal veri tabanı yedeklemesi
uk: Власна система резервного копіювання бази даних
zh_hans: 本地数据库备份

source: The recommended approach is to save a dump of the database using database-native tools such as :program:`pg_dump` or :program:`mysqldump`. It usually performs better than Django backup, and it restores complete tables with all their data.
de: Es wird empfohlen, einen Auszug der Datenbank mit datenbankeigenen Tools wie :program:`pg_dump` oder :program:`mysqldump` zu speichern. Diese Methode ist normalerweise leistungsfähiger als die Django-Sicherung und stellt vollständige Tabellen mit allen Daten wieder her.
ga: Is é an cur chuige a mholtar ná dumpáil den bhunachar sonraí a shábháil trí úsáid a bhaint as uirlisí bunachar sonraí mar :program:`pg_dump` nó :program:`mysqldump`. De ghnáth déanann sé níos fearr ná cúltaca Django, agus déanann sé táblaí iomlána a athchóiriú lena gcuid sonraí go léir.
hu: Ajánlott módszer, hogy az adatbázisról natív eszközökkel, például a :program:`pg_dump` vagy :program:`mysqldump` használatával készítsen mentést. Ezek általában gyorsabbak a Django-mentésnél, és teljes táblákat állítanak helyre minden adattal együtt.
id: Pendekatan yang direkomendasikan adalah menyimpan dump dari basis data menggunakan alat database-native seperti :program:`pg_dump` atau :program:`mysqldump`. Ini biasanya memiliki kinerja yang lebih baik dibandingkan dengan rekam cadang Django dan ini dapat memulihkan tabel secara lengkap dengan semua datanya.
ja: 推奨する方法は、:program:`pg_dump` や :program:`mysqldump` などのデータベースに搭載しているツールを使用して、データベースのダンプを保存することです。これは通常 Django のバックアップよりも性能が良く、テーブルをすべてのデータと共に完全に復元できます。
nl: De aanbevolen werkwijze is om een dump van de database op te slaan met eigen gereedschappen van de database, zoals :program:`pg_dump` of :program:`mysqldump`. Het presteert gewoonlijk beter dan de back-up van Django, en het zet volledige tabellen met al hun gegevens terug.
pt: A abordagem recomendada é gravar um despejo do banco de dados a usar ferramentas nativas, tais como :program:`pg_dump` ou :program:`mysqldump`. Esta abordagem normalmente tem um desempenho melhor do que o backup do Django e restaura tabelas completas com todos os seus dados.
pt_br: A abordagem recomendada é salvar um despejo do banco de dados usando ferramentas nativas, tais como :program:`pg_dump` ou :program:`mysqldump`. Esta abordagem normalmente tem um desempenho melhor do que o backup do Django e restaura tabelas completas com todos os seus dados.
ro: Abordarea recomandată este să salvați o copie a bazei de date utilizând instrumente native pentru baze de date, cum ar fi :program:`pg_dump` sau :program:`mysqldump`. De obicei, se comportă mai bine decât backup-ul Django și restaurează tabelele complete cu toate datele lor.
ru: Рекомендуемый подход заключается в создании дампа базы данных с помощью родных для конкретной СУБД инструментов, таких как :program:`pg_dump` или :program:`mysqldump`. Обычно они работают лучше, чем резервные копии Django, и восстанавливают полные таблицы со всеми данными.
sv: Det rekommenderade tillvägagångssättet är att spara en dump av databasen med hjälp av databasens egna verktyg, såsom :program:`pg_dump` eller :program:`mysqldump`. Det fungerar vanligtvis bättre än Djangos säkerhetskopiering och återställer kompletta tabeller med all data.
tr: Veri tabanı dökümününün :program:`pg_dump` ya da :program:`mysqldump` gibi veri tabanına özgü araçlar kullanılarak kaydedilmesi önerilir. Başarımı genellikle Django yedeklemesinden daha iyidir ve tüm tablolar tüm verileriyle geri yüklenir.
uk: Рекомендованим способом є створення дампу бази даних, за допомогою вбудованих інструментів засобу керування базою даних, зокрема :program:`pg_dump` або :program:`mysqldump`. Такий інструмент, зазвичай, працює краще за засіб резервне копіювання Django і може відновлювати таблиці з усіма даними.
zh_hans: 推荐的方式是使用数据库自带工具如 :program:`pg_dump` 或 :program:`mysqldump` 来保存数据库的转储。这通常比 Django 备份表现得好，并且可以连同数据一道，恢复完整表格。
zh_hant: 推薦的方式是使用數據庫的本地工具如 :program:`pg_dump` 或 :program:`mysqldump` 來保存數據庫的轉儲。這通常比 Django 備份表現得好，並且可以連同數據一道，恢復完整表格。

source: You can restore this backup in a newer Weblate release, it will perform all the necessary migrations when running in :wladmin:`migrate`. Please consult :doc:`upgrade` on more detailed info on how to upgrade between versions.
de: Sie können diese Sicherung in einer neueren Version von Weblate wiederherstellen. Es wird alle notwendigen Migrationen durchführen, wenn es in :wladmin:`migrate` ausgeführt wird. Bitte konsultieren Sie :doc:`upgrade` für detailliertere Informationen über das Upgrade zwischen Versionen.
ga: Is féidir leat an cúltaca seo a chur ar ais i scaoileadh Weblate níos nuaí, déanfaidh sé na himirce riachtanacha go léir agus é ag rith isteach :wladmin:`migrate`. Téigh i gcomhai :doc:`upgrade` maidir le faisnéis níos mionsonraithe maidir le conas uasghrádú idir leaganacha.
hu: Az így készült mentést egy újabb Weblate verzióba is vissza lehet állítani; a rendszer automatikusan elvégzi a szükséges adatbázis-migrációkat a :wladmin:`migrate` futtatásakor. További részletekért lásd: :doc:`upgrade`, ahol bővebb tájékoztatás található a verziók közötti frissítésről.
id: Anda dapat memulihkan cadangan ini di versi Weblate yang lebih baru. Versi ini akan menjalankan semua migrasi yang diperlukan saat dijalankan di :wladmin:`migrate`. Silakan lihat :doc:`upgrade` untuk informasi lebih lanjut tentang cara meningkatkan versi antar versi.
ja: バックアップしたものは、新しくリリースされた Weblate で復元可能です。 :wladmin:`migrate` と実行すると、すべての必要なマイグレーションが実行されます。バージョン間のアップグレードの方法についてのより詳細な情報は、:doc:`upgrade` を確認してください。
nl: U kunt deze back-up terugzetten in een nieuwere uitgave van Weblate, het zal alle benodigde migraties uitvoeren als het wordt uitgevoerd in :wladmin:`migrate`. Raadpleeg :doc:`upgrade` voor meer gedetailleerde informatie over hoe te upgraden tussen versies.
pt: Pode restaurar este backup numa versão mais nova do Weblate, ele executará todas as migrações necessárias ao executar em :wladmin:`migrate`. Consulte :doc:`upgrade` sobre informações mais detalhadas sobre como atualizar entre as versões.
pt_br: Você pode restaurar esse backup em uma versão mais nova do Weblate, ele executará todas as migrações necessárias ao executar em :wladmin:`migrate`. Consulte :doc:`upgrade` sobre informações mais detalhadas sobre como atualizar entre as versões.
ru: Эту резервную копию вы можете восстановить и на болле новом выпуске Weblate, при запуске через :wladmin:`migrate` он выполнит все необходимые миграции. За более подробной информацией о том, как выполнять обновление между версиями обратитесь к разделу «:doc:`upgrade`».
sv: Du kan återställa denna säkerhetskopia i en nyare version av Weblate, som kommer att utföra alla nödvändiga migreringar när den körs i :wladmin:`migrate`. Se :doc:`upgrade` för mer detaljerad information om hur du uppgraderar mellan versioner.
tr: Bu yedeği daha yeni bir Weblate sürümünde geri yükleyebilirsiniz, :wladmin:`migrate` içinde çalışırken gerekli tüm aktarımlar yapılır. Sürümler arasında nasıl yükseltme yapılacağı ile ilgili ayrıntılı bilgi almak için :doc:`upgrade` bölümüne bakabilirsiniz.
uk: Ви можете відновити цю резервну копію у новішому випуску Weblate — усі необхідні процедури із перенесення даних буде виконано під час запуску :wladmin:`migrate`. Будь ласка, зверніться до розділу :doc:`upgrade`, щоб ознайомитися із докладнішими відомостями щодо оновлення версій.
zh_hans: 你可以在较新的 Weblate 发行版中恢复这个备份，当运行于 :wladmin:`migrate` 时，它将执行所有必需的迁移。请参考 :doc:`upgrade` 了解如何在版本间升级的更多详细信息。

source: Django database backup
de: Django-Datenbanksicherung
ga: Django cúltaca bunachar sonraí
hu: Django adatbázis biztonsági mentés
id: Rekam cadang basis data Django
ja: Django データベースのバックアップ
pt: Backup do banco de dados do Django
pt_br: Backup do banco de dados do Django
ro: Copie de rezervă a bazei de date Django
ru: Резервное копирование базы данных средствами Django
sv: Django-databasbackup
ta: சாங்கோ தரவுத்தள காப்புப்பிரதி
tr: Django veri tabanı yedeklemesi
uk: Резервне копіювання бази даних Django
zh_hans: Django 数据库备份

source: Alternatively, you can back up your database using Django's :djadmin:`django:dumpdata` command. That way the backup is database agnostic and can be used in case you want to change the database backend.
de: Alternativ können Sie Ihre Datenbank auch mit dem Befehl :djadmin:`django:dumpdata` von Django sichern. Auf diese Weise ist die Sicherung datenbankunabhängig und kann verwendet werden, falls Sie das Datenbank-Backend ändern möchten.
ga: Mar mhalairt air sin, is féidir leat do bhunachar sonraí a chúltaca le hordú :djadmin:`django:dumpdata` Django. Ar an mbealach sin is cúltaca agnostic bunachar sonraí é agus is féidir é a úsáid ar eagla go dteastaíonn uait inneall an bhunachair shonraí a athrú.
hu: Alternatív megoldásként az adatbázist a Django :djadmin:`django:dumpdata` parancsával is lementheti. Így a biztonsági mentés adatbázisfüggetlen lesz, és akkor is használható, ha később adatbázismotort szeretne váltani.
id: Sebagai alternatif, Anda dapat mencadangkan basis data Anda menggunakan perintah Django :djadmin:`django:dumpdata`. Dengan cara tersebut, rekam cadang bersifat agnostik basis data dan dapat digunakan jika Anda ingin mengubah backend basis data.
ja: または、Django の :djadmin:`django:dumpdata` コマンドを使用して、データベースをバックアップできます。これにより、データベースに依存しないバックアップができます。データベースのバックエンドを変更したい場合に使用します。
nl: Als alternatief kunt u uw database back-uppen met Django's opdracht :djadmin:`django:dumpdata`. Op die manier wordt de back-up database agnostisch en kan worden gebruikt in het geval u de backend van de database wilt wijzigen.
pt: Alternativamente, pode fazer backup do seu banco de dados a utilizar o comando :djadmin:`django:dumpdata` do Django. Dessa forma o backup é agnóstico de banco de dados e pode ser usado caso queira alterar o backend do banco de dados.
pt_br: Alternativamente, você pode fazer backup de seu banco de dados utilizando o comando :djadmin:`django:dumpdata` do Django. Dessa forma o backup é agnóstico de banco de dados e pode ser usado caso você queira alterar o backend do banco de dados.
ro: Alternativ, puteți face o copie de siguranță a bazei de date folosind comanda :djadmin:`django:dumpdata` de la Django. În acest fel, copia de rezervă este agnostică față de baza de date și poate fi utilizată în cazul în care doriți să schimbați backend-ul bazei de date.
ru: В качестве альтернативы вы можете создать резервную копию базы данных при помощи Django’вской команды :djadmin:`django:dumpdata`. Резервное копирование этим способом не зависит от базы данных и может быть использовано в случае, если вы захотите сменить СУБД.
sv: Alternativt kan du säkerhetskopiera din databas med hjälp av Djangos kommando :djadmin:`django:dumpdata`. På så sätt är säkerhetskopian databasoberoende och kan användas om du vill byta databasbackend.
tr: Alternatif olarak, :djadmin:`django:dumpdata` Django komutunu kullanarak veri tabanınızı yedekleyebilirsiniz. Bu şekilde, alınan yedek veri tabanından bağımsız olur ve veri tabanı işleyicisini değiştirmek istediğinizde kullanılabilir.
uk: Ви також можете створити резервну копію бази даних за допомогою команди :djadmin:`django:dumpdata` Django. Резервне копіювання у такий спосіб не прив'язане до засобу керування базою даних — ним можна скористатися, якщо ви хочете змінити модуль обробки бази даних.
zh_hans: 另外，可以使用 Django 的 :djadmin:`django:dumpdata` 命令备份你的数据库。那种方式是不依托数据库的，并且可以用于先要更改数据库后端的情况。
zh_hant: 另外，可以使用 Django 的 :djadmin:`django:dumpdata` 命令備份你的數據庫。那種方式是不依托數據庫的，並且可以用於先要更改數據庫後端的情況。
