Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can adjust the list of folders and files to your needs. To avoid saving the translation memory (in backups folder), you can use:
de: Sie können die Liste der Ordner und Dateien an Ihre Bedürfnisse anpassen. Um zu vermeiden, dass der Übersetzungsspeicher (im Ordner „Sicherungen“) gespeichert wird, können Sie diese Option verwenden:
ga: Is féidir leat liosta na bhfillteán agus na gcomhad a choigeartú de réir do chuid riachtanas. Chun an chuimhne aistriúcháin a sheachaint (i bhfillteán cúltacaí), is féidir leat úsáid a bhaint as:
hu: A menteni kívánt mappák és fájlok listája igény szerint módosítható. Ha a fordítási memóriát (a backups mappában) nem szeretné elmenteni, használhatja az alábbi megoldást:
id: Anda dapat menyesuaikan daftar folder dan berkas dengan kebutuhan Anda. Untuk menghindari penyimpanan memori terjemahan (di folder rekam cadang), Anda dapat menggunakan:
ja: 必要に応じて、フォルダとファイルの一覧を修正できます。（バックアップ フォルダ内の）翻訳メモリを保存しないようにするコマンド:
nl: U kunt de lijst met mappen en bestanden naar uw behoeften aanpassen. Voor het niet opslaan van het vertaalgeheugen (in de map backups), kunt u gebruiken:
pt: Pode ajustar a lista de pastas e ficheiros às suas necessidades. Para evitar gravar a memória de tradução (na pasta backups), pode usar:
pt_br: Você pode ajustar a lista de pastas e arquivos às suas necessidades. Para evitar salvar a memória de tradução (na pasta backups), você pode usar:
ro: Puteți ajusta lista de dosare și fișiere în funcție de nevoile dumneavoastră. Pentru a evita salvarea memoriei de traducere (în dosarul de copii de rezervă), puteți utiliza:
ru: Вы можете настроить список папок и файлов в соответствии со своими потребностями. Например, чтобы избежать сохранения памяти переводов (в папке резервных копий), вы можете использовать следующую команду:
sv: Du kan anpassa listan över mappar och filer efter dina behov. För att undvika att spara översättningsminnet (i mappen för säkerhetskopior) kan du använda:
ta: கோப்புறைகள் மற்றும் கோப்புகளின் பட்டியலை உங்கள் தேவைகளுக்கு ஏற்ப சரிசெய்யலாம். மொழிபெயர்ப்பு நினைவகத்தை சேமிப்பதைத் தவிர்க்க (காப்புப்பிரதிகள் கோப்புறையில்), நீங்கள் பயன்படுத்தலாம்:
tr: Klasör ve dosya listesini gereksinimlerinize göre ayarlayabilirsiniz. Çeviri belleğini (yedeklemeler klasöründe) kaydetmekten kaçınmak için şunu kullanabilirsiniz:
uk: Ви можете скоригувати список тек і файлів за вашими потребами. Наприклад, щоб уникнути зберігання пам'яті перекладів (у теці резервних копій), ви можете скористатися таким:
zh_hans: 你可以根据需要调整文件夹和文件的列表。为了避免保存翻译记忆库（在备份文件夹中），你可以使用：
zh_hant: 你可以根據需要調整文件夾和文件的列表。為了避免保存翻譯記憶庫（在備份文件夾中），你可以使用：

source: Restoring manual backup
de: Wiederherstellen der manuellen Sicherung
ga: Cúltaca láimhe a athbhunú
hu: Kézi biztonsági mentés visszaállítása
id: Memulihkan rekam cadang manual
ja: 手動バックアップの復元
nl: Terugzetten van handmatige back-up
pt: Restaurar backup manual
pt_br: Restaurando backup manual
ro: Restaurarea backup-ului manual
ru: Восстановление ручных резервных копий
sv: Återställa manuell säkerhetskopia
ta: கையேடு காப்புப்பிரதியை மீட்டமைத்தல்
tr: Yedeği el ile geri yüklemek
uk: Відновлення зі створеної вручну резервної копії
zh_hans: 恢复手动备份

source: Restore all data you have backed up.
de: Stellen Sie alle von Ihnen gesicherten Daten wieder her.
ga: Athchóirigh na sonraí go léir atá cúltacaithe agat.
hu: Állítsa vissza az összes mentett adatot.
id: Pulihkan semua data yang telah Anda cadangkan.
ja: バックアップしたデータをすべて復元する。
nl: Alle gegevens terugzetten die u heeft geback-upt.
pt: Restaure todos os dados dos quais tenha feito backup.
pt_br: Restaure todos os dados dos quais você tenha feito backup.
ro: Restaurați toate datele pe care le-ați salvat.
ru: Восстановите все данные, сохранённые вами в резервной копии.
sv: Återställ alla data som du har säkerhetskopierat.
ta: நீங்கள் காப்புப் பிரதி எடுத்த எல்லா தரவையும் மீட்டெடுக்கவும்.
tr: Yedeklediğiniz tüm verileri geri yükleyin.
uk: Відновлення усіх даних зі створеної вами резервної копії.
zh_hans: 将已经备份的所有数据恢复。
zh_hant: 將已經備份的所有數據恢復。

source: Update all repositories using :wladmin:`updategit`.
de: Aktualisieren Sie alle Repositorys mit :wladmin:`updategit`.
ga: Nuashonraigh gach stór ag baint úsáide as :wladmin:`updategit`.
hu: Frissítse az összes tárolót a :wladmin:`updategit` paranccsal.
id: Perbarui semua repositori menggunakan :wladmin:`updategit`.
ja: :wladmin:`updategit` を使用して、すべてのリポジトリを更新する。
nl: Werk alle opslagruimten bij met :wladmin:`updategit`.
pt: Atualize todos repositórios usando o :wladmin:`updategit`.
pt_br: Atualize todos repositórios usando o :wladmin:`updategit`.
ru: Обновите все репозитории с помощью команды :wladmin:`updategit`.
sv: Uppdatera alla arkiv med :wladmin:`updategit`.
tr: :wladmin:`updategit` komutunu kullanarak tüm depoları güncelleyin.
uk: Оновлення усіх сховищ за допомогою :wladmin:`updategit`.
zh_hans: 使用 :wladmin:`updategit` 更新所有仓库。

source: Moving a Weblate installation
de: Verschieben einer Weblate-Installation
ga: Suiteáil Weblate a bhogadh
hu: Weblate telepítés áthelyezése
id: Memindahkan instalasi Weblate
ja: Weblate 設置場所の移動
nl: Een installatie van Weblate verplaatsen
pt: Mover uma instalação do Weblate
pt_br: Movendo uma instalação do Weblate
ro: Mutarea unei instalații Weblate
ru: Перенос установки Weblate
sv: Flytta en Weblate-installation
ta: ஒரு வலைபெயர்ப்பு நிறுவலை நகர்த்தவும்
tr: Bir Weblate kurulumunu taşımak
uk: Пересування встановленого екземпляра Weblate
zh_hans: 移动 Weblate 安装
zh_hant: 移動 Weblate 安裝

source: Relocate your installation to a different system by following the backing up and restoration instructions above.
de: Verschieben Sie Ihre Installation auf ein anderes System, indem Sie die obigen Anweisungen zum Sichern und Wiederherstellen befolgen.
ga: Athlonnú do shuiteáil chuig córas eile trí na treoracha cúltaca agus athchóirithe thuas a leanúint.
hu: Másik rendszerre való költöztetéskor kövesse a fenti biztonsági mentési és visszaállítási útmutatót.
id: Pindahkan instalasi Anda ke sistem lain dengan mengikuti petunjuk pencadangan dan pemulihan di atas.
ja: 上記のバックアップと復元の手順に従い、インストールした Weblate を、他のシステムに移動します。
nl: Verplaats uw installatie naar een ander systeem door de instructies voor back-uppen en terugzetten hierboven te volgen.
pt: Realoque a instalação de um sistema diferente, a seguir as instruções de backup e restauração acima.
pt_br: Realoque a instalação de um sistema diferente, seguindo as instruções de backup e restauração acima.
ro: Mutați instalația pe un alt sistem, urmând instrucțiunile de backup și restaurare de mai sus.
ru: Переместите свою установку на другую систему, следуя приведённым выше инструкциям по резервному копированию и восстановлению из резервной копии.
sv: Flytta din installation till ett annat system genom att följa instruktionerna för säkerhetskopiering och återställning ovan.
ta: மேலே உள்ள காப்புப்பிரதி மற்றும் மறுசீரமைப்பு வழிமுறைகளைப் பின்பற்றுவதன் மூலம் உங்கள் நிறுவலை வேறு அமைப்புக்கு மாற்றவும்.
tr: Yukarıdaki yedekleme ve geri yükleme yönergesini izleyerek kurulumunuzu farklı bir sisteme taşıyın.
uk: Перенесіть ваш екземпляр на іншу систему за допомогою настанов зі створення і відновлення резервних копій, які наведено вище.
zh_hans: 按照上面备份与恢复说明，将你的安装迁移到不同系统。
zh_hant: 按照上面備份與恢復說明，將你的安裝遷移到不同系統。

source: `Upgrading from Python 2 to Python 3 in the Weblate 3.11.1 documentation <https://docs.weblate.org/en/weblate-3.11.1/admin/upgrade.html#upgrading-from-python-2-to-python-3>`_
id: `Peningkatan dari Python 2 ke Python 3 dalam dokumentasi Weblate 3.11.1 <https://docs.weblate.org/en/weblate-3.11.1/admin/upgrade.html#upgrading-from-python-2-to-python-3>`_
sv: `Uppgradering från Python 2 till Python 3 i Weblate 3.11.1-dokumentationen <https://docs.weblate.org/en/weblate-3.11.1/admin/upgrade.html#upgrading-from-python-2-to-python-3>`_

source: Checks and fixups
de: Überprüfungen und Korrekturen
ga: Seiceálacha agus fixups
hu: Ellenőrzések és javítások
id: Pemeriksaan dan perbaikan
ja: 検査と修正
nl: Controles en reparaties
pt: Verificações e correções
pt_br: Verificações e correções
ro: Verificări și reparații
ru: Проверки и исправления
sv: Kontroller och korrigeringar
ta: சோதனைகள் மற்றும் சரிசெய்தல்
tr: Denetimler ve düzeltmeler
uk: Перевірки і виправлення
zh_hans: 检查和修正

source: Custom automatic fixups
de: Benutzerdefinierte automatische Korrekturen
ga: Ceartúcháin uathoibríocha saincheaptha
hu: Egyéni automatikus javítások
id: Perbaikan otomatis khusus
ja: 自動修正のカスタマイズ
nl: Aangepaste automatische reparaties
pt: Correções automáticas personalizadas
pt_br: Correções automáticas personalizadas
ro: Reparații automate personalizate
ru: Пользовательские автоматические исправления
sv: Anpassade automatiska korrigeringar
ta: தனிப்பயன் தானியங்கி சரிசெய்தல்
tr: Özel kendiliğinden düzeltmeler
uk: Нетипові автоматичні виправлення
zh_hans: 定制的自动修正

source: You can also implement your own automatic fixup in addition to the standard ones and include them in :setting:`AUTOFIX_LIST`.
de: Sie können auch Ihre eigenen automatischen Korrekturen zusätzlich zu den Standardkorrekturen implementieren und sie in :setting:`AUTOFIX_LIST` aufnehmen.
ga: Is féidir leat do shocrú uathoibríoch féin a chur i bhfeidhm chomh maith leis na cinn caighdeánacha agus iad a chur san áireamh in :setting:`AUTOFIX_LIST`.
hu: A meglévő automatikus javítások mellett sajátot is készíthet, és hozzáadhatja az :setting:`AUTOFIX_LIST` beállításhoz.
id: Anda juga dapat menerapkan perbaikan otomatis Anda sendiri selain yang standar dan memasukkannya dalam :setting:`AUTOFIX_LIST`.
ja: 標準の自動修正に、独自の修正も追加できます。:setting:`AUTOFIX_LIST` 内に記述します。
nl: U kunt ook uw eigen automatische reparatie implementeren, in aanvulling op die van de standaard, en ze opnemen in :setting:`AUTOFIX_LIST`.
pt: Também pode implementar a sua própria correção automática, além das predefinidas e incluí-las em :setting:`AUTOFIX_LIST`.
pt_br: Você também pode implementar sua própria correção automática, além das padrão e incluí-las em :setting:`AUTOFIX_LIST`.
ro: Puteți, de asemenea, să vă implementați propriile corecturi automate în plus față de cele standard și să le includeți în :setting:`AUTOFIX_LIST`.
ru: Также в дополнение к стандартным вы можете реализовать своё собственное автоматическое исправление и включить его в список :setting:`AUTOFIX_LIST`.
sv: Du kan också implementera egna automatiska korrigeringar utöver standardkorrigeringarna och inkludera dem i :setting:`AUTOFIX_LIST`.
tr: Standart olanların yanında özel kendiliğinden düzeltmeleri de uygulayabilir ve bunları :setting:`AUTOFIX_LIST` içine ekleyebilirsiniz.
uk: Ви можете також реалізувати ваші власні виправлення на додачу до стандартних і включити їх до :setting:`AUTOFIX_LIST`.
zh_hans: 还可以应用除了自动修正以外自己的自动修正，并将它们包括到 :setting:`AUTOFIX_LIST`。
zh_hant: 還可以應用除了自動修正以外自己的自動修正，並將它們包括到 :setting:`AUTOFIX_LIST` 。

source: The automatic fixes are powerful, but can also cause damage; be careful when writing one.
de: Die automatischen Korrekturen sind leistungsstark, können aber auch Schaden anrichten; seien Sie vorsichtig, wenn Sie eine schreiben.
ga: Tá na réitigh uathoibríoch cumhachtach, ach is féidir damáiste a dhéanamh freisin; bí cúramach agus ceann á scríobh agat.
hu: Az automatikus javítások hatékonyak, de károkat is okozhatnak, ezért körültekintően kell őket megírni.
id: Perbaikan otomatis memang ampuh, tetapi juga dapat menyebabkan kerusakan; berhati-hatilah saat menuliskannya.
ja: 自動修正は強力ですが、翻訳を破壊することもあります; 記述するときには注意が必要です。
nl: De automatische reparaties zijn krachtig, maar kunnen ook schade toebrengen; wees voorzichtig bij het schrijven ervan.
pt: As correções automáticas são poderosas, mas também podem causar danos; tenha cuidado ao escrever uma.
pt_br: As correções automáticas são poderosas, mas também podem causar danos; tenha cuidado ao escrever um.
ru: Автоматические исправления — это очень мощный инструмент, но они могут повредить перевод; будьте осторожны при их написании.
sv: De automatiska korrigeringarna är kraftfulla, men kan också orsaka skador. Var försiktig när du skriver en.
ta: தானியங்கி திருத்தங்கள் சக்திவாய்ந்தவை, ஆனால் சேதத்தையும் ஏற்படுத்தும்; ஒன்றை எழுதும்போது கவனமாக இருங்கள்.
tr: Kendiliğinden düzeltmeler güçlüdür ancak bozulmaya da neden olabilir. Bunları yazarken dikkatli olun.
uk: Автоматичні виправлення є потужним засобом, але вони можуть пошкодити дані. Будьте обережні із написанням автоматичних виправлень.
zh_hans: 自动修复很强大，但可能导致损坏；写脚本的时候要小心。

source: For example, the following automatic fixup would replace every occurrence of the string ``foo`` in a translation with ``bar``:
de: Zum Beispiel würde die folgende automatische Korrektur jedes Vorkommen der Zeichenfolge ``foo`` in einer Übersetzung durch ``bar`` ersetzen:
ga: Mar shampla, chuirfí ``bar`` in ionad gach teagmhas den teaghrán `foo`` in aistriúchán leis an socrú uathoibríoch seo a leanas:
hu: Például az alábbi automatikus javítás minden fordításban kicseréli a ``foo`` szöveget ``bar`` szövegre:
id: Misalnya, perbaikan otomatis berikut akan mengganti setiap kemunculan string ``foo`` dalam terjemahan dengan ``bar``:
ja: 翻訳内のすべての文字列 ``foo`` を ``bar`` に置き換える自動修正の例:
nl: De volgende automatische reparatie zou, bijvoorbeeld, elke instantie van de tekenreeks ``foo`` in een vertaling vervangen door ``bar``:
pt: Por exemplo, a correção automática a seguir iria substituir cada ocorrência da cadeia ``foo``, numa tradução com ``bar``:
pt_br: Por exemplo, a correção automática a seguir iria substituir cada ocorrência do texto ``foo``, em uma tradução com ``bar``:
ro: De exemplu, următoarea corecție automată ar înlocui fiecare apariție a șirului ``foo`` într-o traducere cu ``bar``:
ru: Например, следующее автоматическое исправление заменит каждое появление строки ``foo`` в переводе на строку ``bar``:
sv: Till exempel skulle följande automatiska korrigering ersätta varje förekomst av strängen ``foo`` i en översättning med ``bar``:
ta: எடுத்துக்காட்டாக, பின்வரும் தானியங்கி சரிசெய்தல் `` பார்`` உடன் மொழிபெயர்ப்பில் `` ஃபூ`` சரத்தின் ஒவ்வொரு நிகழ்வையும் மாற்றும்:
tr: Örneğin, şu kendiliğinden düzeltme, bir çevirideki ``foo` dizgesinin her kopyasını ``bar`` ile değiştirir:
uk: Наприклад, наведене нижче автоматичне виправлення має замінити усі випадки використання рядка ``foo`` у перекладі на ``bar``:
zh_hans: 例如，后面的自动修复会将每次出现的字符串 ``foo`` 在翻译中替换为 ``bar`` ：
zh_hant: 例如，後面的自動修復會將每次出現的字符串 ``foo`` 在翻譯中替換為 ``bar`` ：

source: To install custom checks, provide a fully-qualified path to the Python class in the :setting:`AUTOFIX_LIST`, see :ref:`custom-check-modules`.
de: Um benutzerdefinierte Prüfungen zu installieren, geben Sie in :setting:`AUTOFIX_LIST` einen vollqualifizierten Pfad zu der Python-Klasse an, siehe :ref:`custom-check-modules`.
ga: Chun seiceálacha saincheaptha a shuiteáil, cuir conair láncháilithe ar fáil don rang Python sa :setting:`AUTOFIX_LIST`, féach :ref:`custom-check-modules`.
hu: Egyedi ellenőrzések telepítéséhez adja meg a Python osztály teljes elérési útját az :setting:`AUTOFIX_LIST` beállításban, részletek: :ref:`custom-check-modules`.
id: Untuk menginstal pemeriksaan khusus, berikan jalur yang sepenuhnya memenuhi syarat ke kelas Python di :setting:`AUTOFIX_LIST`, lihat :ref:`custom-check-modules`.
ja: 独自の自動修正を組み込むには、:setting:`AUTOFIX_LIST` 内で Python クラスへの完全修飾パスを指定します。参照: :ref:`custom-check-modules`。
nl: Verschaf, om aangepaste controles te installeren, een volledig gekwalificeerd pad naar de Python class in de :setting:`AUTOFIX_LIST`, bekijk :ref:`custom-check-modules`.
pt: Para instalar verificações personalizadas, forneça um caminho totalmente qualificado à classe Python em :setting:`AUTOFIX_LIST`, veja :ref:`custom-check-modules`.
pt_br: Para instalar verificações personalizadas, forneça um caminho totalmente qualificado para a classe Python em :setting:`AUTOFIX_LIST`, consulte :ref:`custom-check-modules`.
ro: Pentru a instala verificări personalizate, furnizați o cale complet calificată către clasa Python în :setting:`AUTOFIX_LIST`, a se vedea :ref:`custom-check-modules`.
ru: Для установки пользовательских проверок необходимо в списке :setting:`AUTOFIX_LIST` указать полный путь к классу Python, смотрите раздел :ref:`custom-check-modules`.
sv: För att installera anpassade kontroller, ange en fullständig sökväg till Python-klassen i :setting:`AUTOFIX_LIST`, se :ref:`custom-check-modules`.
tr: Özel denetimler kurmak için, :setting:`AUTOFIX_LIST` içinde Python sınıfının tam yolunu belirtin. Ayrıntılı bilgi almak için: :ref:`custom-check-modules`.
uk: Щоб встановити нетипові перевірки, вкажіть повний шлях до класу Python у :setting:`AUTOFIX_LIST`, див. :ref:`custom-check-modules`.
zh_hans: 为了安装定制的检查，在 :setting:`AUTOFIX_LIST` 中为 Python 类提供完全合规的路径，请参见 :ref:`custom-check-modules`。
zh_hant: 為了安裝定制的檢查，在 :setting:`AUTOFIX_LIST` 中為 Python 類提供完全合規的路徑，請參見 :ref:`custom-check-modules` 。

source: Customizing behavior using flags
de: Anpassen des Verhaltens mit Markierungen
ga: Saincheapadh iompar ag baint úsáide as bratacha
hu: Viselkedés testreszabása jelzők használatával
id: Menyesuaikan perilaku menggunakan tanda
ja: フラグを使用した動作の設定
nl: Gedrag aanpassen met vlaggen
pt: Personalizando comportamento a usar marcadores
pt_br: Personalizando comportamento usando marcadores
ro: Personalizarea comportamentului cu ajutorul stegulețelor
ru: Настройка поведения с помощью флагов
sv: Anpassa beteende med hjälp av flaggor
ta: கொடிகளைப் பயன்படுத்தி நடத்தை தனிப்பயனாக்குதல்
tr: Parametreleri kullanarak davranışı özelleştirmek
uk: Налаштовування поведінки за допомогою прапорців
zh_hans: 使用标记定制行为

source: You can fine-tune Weblate's behavior by using flags. The flags provide visual feedback to the translators and help them to improve their translation. The flags are merged from following sources:
de: Sie können das Verhalten von Weblate mit Hilfe von Markierungen feinabstimmen. Die Markierungen geben den Übersetzern eine visuelle Rückmeldung und helfen ihnen, ihre Übersetzungen zu verbessern. Die Markierungen werden aus folgenden Quellen zusammengeführt:
ga: Is féidir leat iompar Weblate a mhionchoigeartú trí úsáid a bhaint as bratacha. Tugann na bratacha aiseolas amhairc do na haistritheoirí agus cabhraíonn siad leo a gcuid aistriúcháin a fheabhsú. Déantar na bratacha a chumasc ó na foinsí seo a leanas:
hu: A Weblate viselkedése finomhangolható jelzők segítségével. A jelzők vizuális visszajelzést adnak a fordítóknak, és segítik őket a fordítások minőségének javításában. A jelzők az alábbi forrásokból származhatnak:
id: Anda dapat menyempurnakan perilaku Weblate dengan menggunakan tanda. Tanda ini memberikan umpan balik visual kepada penerjemah dan membantu mereka meningkatkan terjemahan. Tanda-tanda ini digabungkan dari sumber-sumber berikut:
ja: フラグを使用して、Weblate の動作を詳細に設定できます。フラグは翻訳者に視覚的なフィードバックを提供し、翻訳の改善を支援します。フラグは以下の情報から集めます。
nl: U kunt het gedrag van Weblate fijn afstemmen met vlaggen. De vlaggen verschaffen visuele terugkoppeling aan de vertalers en helpen ze om hun vertaling te verbeteren. De vlaggen worden samengevoegd uit de volgende bronnen:
pt: Pode ajustar o comportamento do Weblate usando marcadores. Os marcadores fornecem feedback visual aos tradutores e os ajudam a melhorar a sua tradução. Os marcadores são mesclados a partir das seguintes fontes:
pt_br: Você pode ajustar o comportamento do Weblate usando marcadores. Os marcadores fornecem feedback visual aos tradutores e os ajudam a melhorar sua tradução. Os marcadores são mesclados a partir das seguintes fontes:
ru: Вы можете точно настроить поведение Weblate с помощью флагов. Флаги обеспечивают визуальную обратную связь с переводчиками и помогают им улучшить свой перевод. Флаги собраны из следующих источников:
sv: Du kan finjustera Weblates beteende med hjälp av flaggor. Flaggorna ger översättarna visuell feedback och hjälper dem att förbättra sina översättningar. Flaggorna sammanförs från följande källor:
ta: கொடிகளைப் பயன்படுத்துவதன் மூலம் வலைபெயர்ப்புடின் நடத்தையை நீங்கள் நன்றாகக் கட்டுப்படுத்தலாம். கொடிகள் மொழிபெயர்ப்பாளர்களுக்கு காட்சி கருத்துக்களை வழங்குகின்றன மற்றும் அவற்றின் மொழிபெயர்ப்பை மேம்படுத்த உதவுகின்றன. கொடிகள் பின்வரும் ஆதாரங்களிலிருந்து இணைக்கப்படுகின்றன:
tr: İmleri kullanarak Weblate davranışında ince ayarlar yapabilirsiniz. İmler çevirmenlere görsel bildirim sağlayarak çeviriyi iyileştirmelerine yardımcı olur. Yer imleri şu kaynaklardan aktarılabilir:
uk: Ви можете скоригувати поведінку Weblate за допомогою прапорців. Прапорці надають візуальні настанови перекладачам і допомагають їм удосконалити переклад. Прапори об'єднані з таких джерел:
zh_hans: 您可以使用标记微调 Weblate 的行为。标记向译者提供视觉反馈并帮助译者改进翻译。标记是从下列源合并的：

source: Source string additional flags:
de: Zusätzliche Markierungen der Ausgangszeichenkette:
ga: Bratacha breise teaghrán foinse:
hu: Forrásszöveghez tartozó további jelzők:
id: Bendera tambahan string sumber:
nl: Brontekenreeks extra vlaggen:
pt_br: Marcadores adicionais do texto fonte:
sv: Källsträngens ytterligare flaggor:
uk: Додаткові позначки рядка джерела:

source: :ref:`additional` describes manual editing.
de: :ref:`additional` beschreibt die manuelle Bearbeitung.
ga: Déanann :ref:`additional` cur síos ar eagarthóireacht láimhe.
hu: :ref:`additional` részletezi a kézi szerkesztést.
id: :ref:`additional` menjelaskan penyuntingan manual.
nl: :ref:`additional` beschrijft handmatig bewerken.
pt_br: :ref:`additional` descreve a edição manual.
sv: :ref:`additional` beskriver manuell redigering.
uk: :ref:`additional` описує ручне редагування.

source: :ref:`bulk-edit` can be used to apply flags in batch.
de: :ref:`bulk-edit` kann verwendet werden, um Markierungen stapelweise anzuwenden.
ga: Is féidir :ref:`bulk-edit` a úsáid chun bratacha a chur i bhfeidhm i mbaisc.
hu: :ref:`bulk-edit` segítségével tömegesen alkalmazhatók jelzők.
id: :ref:`bulk-edit` dapat digunakan untuk menerapkan tanda secara batch.
nl: :ref:`bulk-edit` kan worden gebruikt om vlaggen in batch toe te passen.
pt_br: :ref:`bulk-edit` pode ser usado para aplicar marcadores em lote.
sv: :ref:`bulk-edit` kan användas för att tillämpa flaggor i batch.
uk: :ref:`bulk-edit` можна використовувати для пакетного застосування прапорів.

source: :ref:`addon-weblate.flags.bulk` add-on can apply flags automatically.
de: :ref:`addon-weblate.flags.bulk`-Erweiterung kann Markierungen automatisch anwenden.
ga: Is féidir le breiseán :ref:`addon-weblate.flags.bulk` bratacha a chur i bhfeidhm go huathoibríoch.
hu: A :ref:`addon-weblate.flags.bulk` kiegészítő automatikusan is alkalmazhat jelzőket.
id: Pengaya :ref:`addon-weblate.flags.bulk` dapat menerapkan tanda secara otomatis.
nl: :ref:`addon-weblate.flags.bulk` add-on kan automatisch vlaggen toepassen.
pt_br: O complemento :ref:`addon-weblate.flags.bulk` pode aplicar marcadores automaticamente.
sv: :ref:`addon-weblate.flags.bulk`-tillägget kan tillämpa flaggor automatiskt.
uk: Доповнення :ref:`addon-weblate.flags.bulk` може застосовувати позначки автоматично.
