Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The following assumes the virtualenv used by Weblate is activated (by executing ``. ~/weblate-env/bin/activate``). If not, specify the full path to the :command:`weblate` command as ``~/weblate-env/bin/weblate``.
de: Im Folgenden wird davon ausgegangen, dass die von Weblate verwendete virtualenv aktiviert ist (durch Ausführung von ``. ~/weblate-env/bin/activate``). Falls nicht, geben Sie den vollständigen Pfad zum Befehl :command:`weblate` als ``~/weblate-env/bin/weblate`` an.
ga: Glactar leis seo a leanas go bhfuil an virtualenv a úsáideann Weblate i ngníomh (trí ``. ~/weblate-env/bin/activate``). Mura bhfuil, sonraigh an cosán iomlán chuig an ordú :command:`weblate` mar ``~/weblate-env/bin/weblate``.
hu: Az alábbiak feltételezik, hogy a Weblate által használt virtualenv aktiválva van (pl. ``. ~/weblate-env/bin/activate`` paranccsal). Ha nem, a teljes elérési utat is megadhatja a :command:`weblate` parancshoz: ``~/weblate-env/bin/weblate``.
id: Berikut ini mengasumsikan virtualenv yang digunakan oleh Weblate diaktifkan (dengan menjalankan ``. ~/weblate-env/bin/activate``). Jika tidak, tentukan path lengkap ke perintah :command:`weblate` sebagai ``~/weblate-env/bin/weblate``.
ja: 以下の手順は、Weblate で使用する virtualenv が有効であることを前提としています（``. ~/weblate-env/bin/activate`` を実行した結果 ）。無効の場合は、:command:`weblate` コマンドへのフルパス（``~/weblate-env/bin/weblate``）の指定が必要です。
nl: Het volgende gaat ervan uit dat de virtualenv, die wordt gebruikt door Weblate, is geactiveerd (door ``. ~/weblate-env/bin/activate`` uit te voeren). Indien niet, specificeer het volledige pad naar de opdracht :command:`weblate` als ``~/weblate-env/bin/weblate``.
pt: O seguinte assume que o virtualenv utilizado pela Weblate é ativado (executando ``. ~/weblate-env/bin/bin/activate``). Caso contrário, especificar o caminho completo para o comando :command:`weblate` como ``~/weblate-env/bin/weblate``.
pt_br: O seguinte assume que o virtualenv utilizado pela Weblate é ativado (executando ``. ~/weblate-env/bin/bin/activate``). Caso contrário, especificar o caminho completo para o comando :command:`weblate` como ``~/weblate-env/bin/weblate``.
ro: Ceea ce urmează presupune că virtualenv-ul folosit de Weblate este activat (prin executarea ``. ~/weblate-env/bin/activate``). În caz contrar, specificați calea completă a comenzii :command:`weblate` ca ``~/weblate-env/bin/weblate``.
ru: Далее предполагается, что виртуальное окружение, используемое Weblate активно (активировать можно командой ``. ~/weblate-env/bin/activate``). Если это не так, укажите полный путь к команде :command:`weblate`: ``~/weblate-env/bin/weblate``.
sv: Följande förutsätter att virtualenv som används av Weblate är aktiverat (genom att köra ``. ~/weblate-env/bin/activate``). Om inte, ange den fullständiga sökvägen till kommandot :command:`weblate` som ``~/weblate-env/bin/weblate``.
tr: Aşağıdakiler, Weblate için virtualenv kullanımının etkinleştirilmiş olduğunu varsayar (``. ~/weblate-env/bin/activate`` komutu yürütülerek). Virtualenv etkin değilse, :command:`weblate` komutunun tam yolunu ``~/weblate-env/bin/weblate`` olarak belirtin.
uk: Далі ми припускаємо, що віртуальне середовище, яке використовується Weblate, активоване (шляхом виконання ``. ~/weblate-env/bin/activate``). Якщо ні, вкажіть повний шлях до команди :command:`weblate` як ``~/weblate-env/bin/weblate``.
zh_hans: 以下内容假设 Weblate 使用的 virtualenv 已经激活（可以通过 ``. ~/weblate-env/bin/activate`` 来实现）。如果没有，请指定 :command:`weblate` 命令的完全路径为 ``~/weblate-env/bin/weblate``。

source: Copy the file :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` to :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
de: Die Datei :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` nach :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py` kopieren.
ga: Cóipeáil an comhad :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` chuig :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
hu: Másolja a :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` fájlt a következő néven: :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
id: Salin berkas :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` ke :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
ja: :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` を :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py` にコピーする。
nl: Kopieer het bestand :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` naar :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
pt: Copie o ficheiro :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` para :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
pt_br: Copie o arquivo :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` para :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
ro: Copiați fișierul :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` în :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
ru: Скопируйте файл :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` в :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
sv: Kopiera filen :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` till :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
tr: :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` dosyasını :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py` dosyası olarak kopyalayın.
uk: Скопіюйте файл :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` до :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`.
zh_hans: 将文件 :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings_example.py` 复制为 :file:`~/weblate-env/lib/python3.9/site-packages/weblate/settings.py`。

source: Create the database and its structure for Weblate (the example settings use PostgreSQL, check :ref:`database-setup` for a production-ready setup):
de: Die Datenbank und ihre Struktur für Weblate erstellen (die Beispieleinstellungen verwenden PostgreSQL, siehe :ref:`database-setup` für eine produktionsreife Einrichtung):
ga: Cruthaigh an bunachar sonraí agus a struchtúr do Weblate (úsáideann na socruithe samplacha PostgreSQL, seiceái :ref:`database-setup` le haghaidh socrú réidh le táirgeadh):
hu: Hozza létre az adatbázist és annak struktúráját a Weblate számára (a példa beállítások PostgreSQL-t használnak, éles környezethez lásd: :ref:`database-setup`):
id: Buat basis data dan strukturnya untuk Weblate (pengaturan contoh menggunakan PostgreSQL, periksa :ref:`database-setup` untuk pengaturan siap produksi):
ja: Weblate 用のデータベースと構造を作成する（設定例では、PostgreSQL を使用する。:ref:`database-setup` で運用環境に対応した初期設定を確認する）:
nl: Maak de database en zijn structuur voor Weblate (de voorbeeldinstellingen gebruiken PostgreSQL, bekijk :ref:`database-setup` voor een opstelling die klaar voor productie is):
pt: Crie o banco de dados e a estrutura dele para Weblate (as configurações de exemplo usam PostgreSQL, confira :ref:`database-setup` para uma configuração pronta para produção):
pt_br: Crie o banco de dados e sua estrutura para Weblate (as configurações de exemplo usam PostgreSQL, confira :ref:`database-setup` para uma configuração pronta para produção):
ro: Creați baza de date și structura acesteia pentru Weblate (setările de exemplu utilizează PostgreSQL, verificați :ref:`database-setup` pentru o configurație pregătită pentru producție):
ru: Создайте базу данных и её структуру для Weblate (для примера настройки используется PostgreSQL, ознакомьтесь с :ref:`database-setup`, чтобы узнать информацию о готовой установке):
sv: Skapa databasen och dess struktur för Weblate (exempelinställningarna använder PostgreSQL, se :ref:`database-setup` för en produktionsklar installation):
tr: Weblate için veri tabanını ve yapısını oluşturun (örnek ayarlar PostgreSQL kullanır, üretime hazır bir kurulum için :ref:`database-setup` bölümüne bakabilirsiniz):
uk: Створіть базу даних і її структуру для Weblate (у прикладі вказано параметри для PostgreSQL, ознайомтеся з розділом check :ref:`database-setup`, щоб дізнатися більше про готову для робочого середовища конфігурацію):
zh_hans: 为 Weblate 新建数据库及其结构（示例中的设置使用 PostgreSQL，已经准备好的生产设置请查看 :ref:`database-setup` ）：

source: Create an administrator user account ``admin``, generate its password, and copy it to the clipboard; remember to save it for later use:
de: Ein Administrator-Benutzerkonto ``admin`` erstellen, dessen Passwort generieren und es in die Zwischenablage kopieren; denken Sie daran, es zur späteren Verwendung zu speichern:
ga: Cruthaigh cuntas úsáideora riarthóra ``admin``, gin a phasfhocal, agus cóipeáil chuig an ngearrthaisce é; cuimhnigh é a shábháil le húsáid níos déanaí:
hu: Hozzon létre egy `admin` nevű adminisztrátor felhasználót, generáljon hozzá jelszót, és másolja a vágólapra; ne felejtse el későbbre elmenteni:
id: Buat akun pengguna administrator ``admin``, buat kata sandinya, dan salin ke papan klip; ingat untuk menyimpannya untuk digunakan nanti:
ja: 管理者ユーザーアカウント ``admin`` を作成し、そのパスワードを生成してクリップボードにコピーし、後で使用するために忘れずに保存:
nl: Maak een beheeraccount voor de gebruiker ``admin``, genereer het wachtwoord daarvoor en kopieer het naar het klembord; vergeet niet om het voor later gebruik op te slaan:
pt: Crie uma conta de utilizador administrador ``admin``, gere a sua palavra-passe e copie-a para a área de transferência; lembre-se de gravá-la para uso posterior:
pt_br: Crie uma conta de usuário administrador ``admin``, gere sua senha e copie-a para a área de transferência; lembre-se de salvá-la para uso posterior:
ru: Создайте учётную запись администратора ``admin``, создайте её пароль и скопируйте его в буфер обмена; не забудьте сохранить его для дальнейшего использования:
sv: Skapa ett administratörskonto med namnet ``admin``, generera ett lösenord och kopiera det till urklipp. Kom ihåg att spara det för senare användning:
ta: நிர்வாகி பயனர் கணக்கை உருவாக்கி `` நிர்வாகி``, அதன் கடவுச்சொல்லை உருவாக்கி, அதை கிளிப்போர்டில் நகலெடுக்கவும்; பின்னர் பயன்படுத்த அதை சேமிக்க நினைவில் கொள்ளுங்கள்:
tr: Yönetici için bir ``admin`` hesabı oluşturun, parolasını oluşturun ve panoya kopyalayarak daha sonra kullanmak üzere kaydedin:
uk: Створіть обліковий запис адміністративного користувача ``admin``, створіть пароль для нього і скопіюйте його до буфера обміну даних; не забудьте зберегти його для подальшого використання:
zh_hans: 创建管理员用户账户 ``admin``，生成账户密码并将密码复制到剪贴板；记得保存密码供日后使用：

source: If you previously missed/lost the admin password, you can generate a new one with the following command:
de: Wenn Sie das Administratorpasswort vergessen oder verloren haben, können Sie mit dem folgenden Befehl ein neues Passwort erstellen:
ga: Má chaill tú / má chaill tú an pasfhocal riaracháin roimhe seo, is féidir leat ceann nua a ghiniúint leis an ordú seo a leanas:
hu: Ha korábban elfelejtette vagy elveszítette az admin jelszót, a következő paranccsal hozhat létre újat:
id: Jika sebelumnya Anda lupa/hilang kata sandi admin, Anda dapat membuat kata sandi baru dengan perintah berikut:
ja: 以前に管理者パスワードを見逃したり失くしたりした場合、新しいパスワードを生成するコマンド:
nl: Als u eerder het wachtwoord voor admin niet opgaf/verloor, kunt u een nieuw genereren met de volgende opdracht:
pt: Se perdeu ou se esqueceu da sua palavra-passe de administrador anteriormente, pode gerar uma nova com o seguinte comando:
pt_br: Se você perdeu ou esqueceu a senha de administrador anteriormente, você pode gerar uma nova com o seguinte comando:
ru: Если вы ранее пропустили/потеряли пароль администратора, вы можете создать новый с помощью следующей команды:
sv: Om du tidigare har tappat bort/glömt administratörslösenordet kan du skapa ett nytt med följande kommando:
ta: நிர்வாகி கடவுச்சொல்லை நீங்கள் முன்பு தவறவிட்டால்/இழந்தால், பின்வரும் கட்டளையுடன் புதிய ஒன்றை உருவாக்கலாம்:
tr: Yönetici parolasını daha önce unuttuysanız ya da kaybettiyseniz şu komutla yeni bir parola oluşturabilirsiniz:
uk: Якщо ви втратили пароль адміністратора або не знаєте його, ви можете створити новий за допомогою такої команди:
zh_hans: 如果你之前丢失了 admin 密码，可以使用以下命令生成一个新的 admin 密码：

source: Collect the static files for your web server (see :ref:`server` and :ref:`static-files`):
de: Die statischen Dateien für den Webserver sammeln (siehe :ref:`server` und :ref:`static-files`):
ga: Bailigh na comhaid statacha le do fhreastalaí gréasáin (féach :ref:`server` agus :ref:`static-files`):
hu: Gyűjtse össze a statikus fájlokat a webkiszolgáló számára (lásd: :ref:`server` és :ref:`static-files`):
id: Kumpulkan berkas statis untuk server web Anda (lihat :ref:`server` dan :ref:`static-files`):
ja: Web サーバーの静的ファイルを収集する（参照: :ref:`server`、 :ref:`static-files`）:
nl: Verzamel de statische bestanden voor uw webserver (bekijk :ref:`server` en :ref:`static-files`):
pt: Colete os ficheiros estáticos para o seu servidor web (veja :ref:`server` e :ref:`static-files`):
pt_br: Colete os arquivos estáticos para seu servidor web (consulte :ref:`server` e :ref:`static-files`):
ro: Colectează fișierele statice pentru serverul tău web (a se vedea :ref:`server` și :ref:`static-files`):
ru: Соберите статические файлы для своего веб-сервера (см. разделы :ref:`server` и :ref:`static-files`):
sv: Samla in de statiska filerna för din webbserver (se :ref:`server` och :ref:`static-files`):
tr: Site sunucunuz için durağan dosyaları derleyin (ayrıntılı bilgi almak için: :ref:`server` ve :ref:`static-files`):
uk: Зберіть статичні файли для свого вебсервера (див. :ref:`server` і :ref:`static-files`):
zh_hans: 为你的收集 Web 服务器用的静态文件（请参见 :ref:`server` 和 :ref:`static-files` ）：

source: Compress the JavaScript and CSS files (optional, see :ref:`production-compress`):
de: Die JavaScript- und CSS-Dateien komprimieren (optional, siehe :ref:`production-compress`):
ga: Comhbhrúigh na comhaid JavaScript agus CSS (roghnach, féach :ref:`production-compress`):
hu: Tömörítse a JavaScript és CSS fájlokat (opcionális, lásd: :ref:`production-compress`):
id: Kompres berkas JavaScript dan CSS (opsional, lihat :ref:`production-compress`):
ja: JavaScript ファイルと CSS ファイルを圧縮する（省略可能、参照: :ref:`production-compress`）:
nl: Comprimeer de bestanden met JavaScript en CSS (optioneel, bekijk :ref:`production-compress`):
pt: Compacte os ficheiros JavaScript e CSS (opcional, veja :ref:`production-compress`):
pt_br: Compacte os arquivos JavaScript e CSS (opcional, consulte :ref:`production-compress`):
ro: Comprimarea fișierelor JavaScript și CSS (opțional, consultați :ref:`production-compress`):
ru: Сожмите файлы JavaScript и CSS (необязательно, смотрите раздел :ref:`production-compress`):
sv: Komprimera JavaScript- och CSS-filerna (valfritt, se :ref:`production-compress`):
tr: JavaScript ve CSS dosyalarını sıkıştırın (isteğe bağlı. Ayrıntılı bilgi almak için: :ref:`production-compress`):
uk: Стисніть файли JavaScript і CSS (необов'язково, див. :ref:`production-compress`):
zh_hans: 压缩 JavaScript 和 CSS 文件（可选步骤，请参见 :ref:`production-compress` ）：

source: Start the Celery workers. This is not necessary for development purposes, but strongly recommended otherwise. :ref:`celery` has more info:
de: Die Celery-Worker starten. Dies ist für Entwicklungszwecke nicht notwendig, wird aber ansonsten dringend empfohlen. :ref:`celery` hat mehr Informationen:
ga: Tosaigh na hoibrithe Soilire. Níl sé seo riachtanach chun críocha forbartha, ach moltar go láidir a mhalairt. Tá tuilleadh eolais ag :ref:`celery`:
hu: Indítsa el a Celery munkafolyamatokat. Ez fejlesztési célokra nem kötelező, de minden más esetben erősen ajánlott. További információ: :ref:`celery`:
id: Jalankan pekerja Celery. Ini tidak wajib untuk tujuan pengembangan, tetapi sangat disarankan untuk tujuan lain. :ref:`celery` memiliki informasi lebih lanjut:
ja: Celery ワーカーを起動する。開発目的であれば必要ないが、運用サーバーであれば必ず起動すること。詳細については、 :ref:`celery` を確認:
nl: Start de werkers voor Celery. Dit is niet noodzakelijk voor ontwikkelingsdoeleinden, maar wordt anders sterk aangeraden. :ref:`celery` heeft meer informatie:
pt: Inicie os workers do Celery. Isso não é necessário para fins de desenvolvimento, mas é altamente recomendado caso contrário. :ref:`celery` tem mais informações:
pt_br: Inicie os workers do Celery. Isso não é necessário para fins de desenvolvimento, mas é altamente recomendado caso contrário. :ref:`celery` tem mais informações:
ro: Începeți lucrurile cu Celery. Acest lucru nu este necesar în scopuri de dezvoltare, dar este recomandat cu tărie în caz contrar. Pentru mai multe informații, consultați :ref:`celery`:
ru: Запустите обработчики Celery. Для целей разработки это делать не обязательно, но настоятельно рекомендуется. Больше информации смотрите в разделе :ref:`celery`:
sv: Starta Celery-arbetarna. Detta är inte nödvändigt för utvecklingsändamål, men rekommenderas starkt i övriga fall. :ref:`celery` har mer information:
tr: Celery işlemlerini başlatın. Bu adım, geliştirme ortamları için gerekli değildir. Ancak üretim ortamlarında yapılması önemle önerilir. Ayrıntılı bilgi almak için: :ref:`celery`:
uk: Запустіть обробники Celery. У цьому немає потреби для розробки, але ми наполегливо радимо це у всіх інших варіантах. :ref:`celery`, містить більше інформації:
zh_hans: 启动 Celery 工作进程。这对开发来说是不必要的，但强烈建议在其他场景这样做。更多信息请参见 :ref:`celery`：

source: Start the development server (:ref:`server` details a production setup):
de: Den Entwicklungsserver starten (:ref:`server` beschreibt eine Produktionseinrichtung):
ga: Cuir tús leis an bhfreastalaí forbartha (:ref:`server` sonraíonn socrú táirgeachta):
hu: Indítsa el a fejlesztői kiszolgálót (az éles környezet beállításairól lásd: :ref:`server`):
id: Mulai server pengembangan (:ref:`server` merinci pengaturan produksi):
ja: 開発サーバーを起動する（運用サーバーの設定については、:ref:`server` を確認）:
nl: Start de ontwikkelingsserver (:ref:`server` details voor een opstelling voor productie):
pt: Inicie o servidor de desenvolvimento (:ref:`server` detalha uma configuração de produção):
pt_br: Inicie o servidor de desenvolvimento (:ref:`server` detalha uma configuração de produção):
ro: Porniți serverul de dezvoltare ( :ref:`server` configurația de producție):
ru: Запустите сервер разработки (в разделе :ref:`server` подробно описана настройка):
sv: Starta utvecklingsservern (:ref:`server` beskriver en produktionskonfiguration):
tr: Geliştirme sunucusunu başlatın (:ref:`server` bölümünden üretim kurulumunun ayrıntılarına bakabilirsiniz):
uk: Запустіть сервер для розробки (докладніше про налаштування робочого середовища: :ref:`server`):
zh_hans: 启动开发服务器（:ref:`server` 详细说明生产设置）：

source: Python modules
de: Python-Module
ga: Modúil Python
hu: Python modulok
id: Modul Python
ja: Python モジュール
nl: Modules voor Python
pt: Módulos do Python
pt_br: Módulos do Python
ro: Module Python
ru: Модули Python
sv: Python-moduler
ta: பைதான் தொகுதிகள்
tr: Python modülleri
uk: Модулі Python
zh_hans: Python 模块
zh_hant: Python 模塊

source: We're using virtualenv to install Weblate in a separate environment from your system. If you are not familiar with it, check virtualenv :doc:`venv:user_guide`.
de: Wir verwenden virtualenv, um Ihre Weblate-Installation in einer von Ihrem System getrennten Einsatzumgebung zu installieren. Wenn Sie damit nicht vertraut sind, lesen Sie den :doc:`venv:user_guide` von virtualenv.
ga: Táimid ag baint úsáide as virtualenv chun Weblate a shuiteáil i dtimpeallacht ar leith ó do chóras. Mura bhfuil tú eolach air, seiceáil virtualenv :doc:`venv:user_guide`.
hu: A Weblate külön környezetbe történő telepítéséhez virtualenv-et használunk, hogy elkülönítsük a rendszerszintű környezettől. Ha nem ismeri a virtualenv használatát, tekintse meg a következő útmutatót: :doc:`venv:user_guide`.
id: Kami menggunakan virtualenv untuk menginstal Weblate di lingkungan yang terpisah dari sistem Anda. Jika Anda belum familiar dengannya, silakan periksa virtualenv :doc:`venv:user_guide`.
ja: Weblate をシステムから独立した環境にインストールするために、virtualenv を使用します。使い慣れていない場合は、virtualenv :doc:`venv:user_guide` を確認してください。
nl: We zullen virtualenv gebruiken om Weblate te installeren in een afzonderlijke omgeving op uw systeem. Als u er niet bekend mee bent, bekijk de virtualenv :doc:`venv:user_guide`.
pt: Estamos a usar o virtualenv para instalar o Weblate num ambiente separado do seu sistema. Se não estiver familiarizado com ele, verifique virtualenv :doc:`venv:user_guide`.
pt_br: Estamos usando o virtualenv para instalar o Weblate em um ambiente separado do seu sistema. Se você não estiver familiarizado com ele, consulte :doc:`venv:user_guide` do virtualvenv.
ro: Folosim virtualenv pentru a instala Weblate într-un mediu separat de sistemul dumneavoastră. Dacă nu sunteți familiarizați cu el, consultați virtualenv :doc:`venv:user_guide`.
ru: Для установки Weblate мы используем виртуальное окружение, предоставляемое пакетом virtualenv, чтобы отделить Weblate от вашей системы. Если вы не знакомы с этим понятием, обратитесь к :doc:`документации <venv:user_guide>` пакета.
sv: Vi använder virtualenv för att installera Weblate i en separat miljö från ditt system. Om du inte är bekant med det, kolla in virtualenv :doc:`venv:user_guide`.
tr: Sisteminizden ayrı bir ortama Weblate kurmak için virtualenv kullanıyoruz. Bu konuda bilginiz yoksa, virtualenv :doc:`venv:user_guide` bölümüne bakabilirsiniz.
uk: Ми використовуємо virtualenv для встановлення Weblate в окремому середовищі з вашої системи. Якщо ви не призвичаєні до такого встановлення, ознайомтеся із :doc:`venv:user_guide` до virtualenv.
zh_hans: 我们使用 virtualenv 将 Weblate 安装在一个与您的系统分离的环境中。如果您不熟悉它，查阅 virtualenv :doc:`venv:user_guide`。
zh_hant: 我們使用 virtualenv 在與您的系統隔開的環境安裝 Weblate。如果您不熟悉，查看 virtualenv :doc:`venv:user_guide` 。

source: Create the virtualenv for Weblate:
de: virtualenv für Weblate erstellen:
ga: Cruthaigh an virtualenv le haghaidh Weblate:
hu: Hozza létre a Weblate virtualenv környezetét:
id: Buat virtualenv untuk Weblate:
ja: Weblate 用の virtualenv を作成する:
nl: Maak de virtualenv voor Weblate:
pt: Crie o virtualenv para Weblate:
pt_br: Crie o virtualenv para Weblate:
ro: Creați un virtualenv pentru Weblate:
ru: Создайте виртуальное окружение для Weblate:
sv: Skapa virtualenv för Weblate:
ta: வலைபெயர்ப்புடுக்கு மெய்நிகர்இன்வை உருவாக்கவும்:
tr: Weblate için virtualenv oluşturun:
uk: Створіть virtualenv для Weblate:
zh_hans: 为 Weblate 新建 virtualenv：
zh_hant: 為 Weblate 新建 virtualenv：

source: Activate the virtualenv for Weblate:
de: virtualenv für Weblate aktivieren:
ga: Gníomhachtaigh an virtualenv le haghaidh Weblate:
hu: Aktiválja a Weblate virtualenv környezetét:
id: Aktifkan virtualenv untuk Weblate:
ja: Weblate 用 の virtualenv を有効にする:
nl: Activeer de virtualenv voor Weblate:
pt: Ative o virtualenv para Weblate:
pt_br: Ative o virtualenv para Weblate:
ro: Activați virtualenv pentru Weblate:
ru: Активируйте виртуальное окружение для Weblate:
sv: Aktivera virtualenv för Weblate:
ta: வலைபெயர்ப்புடுக்கு மெய்நிகர் ஈன்வை செயல்படுத்தவும்:
tr: Weblate için virtualenv etkinleştirin:
uk: Активуйте virtualenv для Weblate:
zh_hans: 为 Weblate 激活 virtualevn ：
zh_hant: 為 Weblate 激活 virtualevn ：
