Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This string has been translated in the past.
de: Diese Zeichenkette wurde in der Vergangenheit übersetzt.
ga: Aistríodh an teaghrán seo roimhe seo.
hu: Ez a szöveg korábban már le lett fordítva.
id: String ini telah diterjemahkan di masa lalu.
nl: Deze tekenreeks is ooit vertaald geweest.
pt_br: Esse texto foi traduzido anteriormente.
sv: Denna sträng har översatts tidigare.
tr: Bu dizge geçmişte çevrilmiş.
uk: Цей рядок було перекладено в минулому.

source: all strings
de: Alle Zeichenketten
ga: gach teaghrán
hu: minden szöveg
id: semua string
ja: すべての文字列
nl: alle tekenreeksen
pt: todas as cadeias
pt_br: todos os textos
ro: toate șirurile de caractere
ru: все строки
sv: alla strängar
ta: அனைத்து சரங்களும்
tr: tüm dizgeler
uk: усі рядки
zh_hans: 所有字符串

source: Means a string has been translated already. This can happen when the translations have been reverted in VCS or lost otherwise.
de: Bedeutet, dass eine Zeichenkette bereits übersetzt wurde. Dies kann passieren, wenn die Übersetzungen im VCS rückgängig gemacht wurden oder anderweitig verloren gegangen sind.
ga: Ciallaíonn sé go bhfuil teaghrán aistrithe cheana féin. Féadfaidh sé seo tarlú nuair a chuirtear na haistriúcháin ar ais i VCS nó nuair a chailltear iad ar bhealach eile.
hu: Azt jelenti, hogy a szöveg már le volt fordítva. Ez akkor fordulhat elő, ha a fordításokat visszavonták a verziókezelő rendszerben (VCS) vagy valamilyen módon elvesztek.
id: Berarti string telah diterjemahkan. Hal ini dapat terjadi ketika terjemahan telah dikembalikan ke VCS atau hilang.
ja: 文字列が以前に翻訳されていることを意味します。これは、VCS で翻訳が巻き戻された場合や、その他の理由で翻訳が失われた場合に発生します。
nl: Betekent dat een tekenreeks al is vertaald. Dit kan gebeuren als de vertalingen zijn teruggedraaid in het VCS of op een andere wijze verloren zijn gegaan.
pt: Significa que uma cadeia já foi traduzida. Isso pode acontecer quando as traduções foram revertidas no VCS ou perdidas de outra forma.
pt_br: Significa que um texto já foi traduzido. Isso pode acontecer quando as traduções foram revertidas no VCS ou perdidas de outra forma.
ro: Înseamnă că un șir a fost deja tradus. Acest lucru se poate întâmpla atunci când traducerile au fost anulate în VCS sau pierdute în alt mod.
ru: Означает, что строка уже переведена. Это может произойти, если переводы откатывались в системе контроля версий или иным образом терялись.
sv: Betyder att en sträng redan har översatts. Detta kan inträffa när översättningarna har återställts i VCS eller på annat sätt gått förlorade.
ta: ஒரு சரம் ஏற்கனவே மொழிபெயர்க்கப்பட்டுள்ளது. மொழிபெயர்ப்புகள் vc களில் மாற்றப்பட்டால் அல்லது இல்லையெனில் இழக்கும்போது இது நிகழலாம்.
tr: Bir dizgenin zaten çevrilmiş olduğu anlamına gelir. Bu durum, çeviriler sürüm denetimi sisteminden geri alındığında ya da başka bir şekilde kaybolduğunda ortaya çıkabilir.
uk: Означає, що рядок вже було перекладено. Таке може трапитися, якщо переклади було скасовано у системі керування версіями або втрачено у інший спосіб.
zh_hans: 表示一条字符串已经被翻译。当译文已在版本控制系统中恢复或以其他方式丢失时，可能会发生这种情况。
zh_hant: 表示已經翻譯了一個字符串。當翻譯在VCS中或否則丟失時，可能會發生這種情況。

source: Inconsistent
de: Inkonsistent
ga: Neamh-chomhsheasmhach
hu: Nem egységes
id: Tidak konsisten
ja: 一貫性の欠如
pt: Inconsistente
pt_br: Inconsistente
ro: Inconsecvent
ru: Противоречия
sv: Inkonsekvent
ta: சீரற்ற
tr: Tutarsız
uk: Неузгодженість
zh_hans: 不一致的
zh_hant: 不一致

source: This string has more than one translation in this project or is untranslated in some components.
de: Diese Zeichenkette hat in diesem Projekt mehr als eine Übersetzung oder ist in einigen Komponenten nicht übersetzt.
ga: Tá níos mó ná aistriúchán amháin ag an teaghrán seo sa tionscadal seo nó níl sé aistrithe i gcomhpháirteanna áirithe.
hu: Ez a szöveg több különböző fordítással is szerepel a projektben vagy néhány összetevőben nincs lefordítva.
id: String ini memiliki lebih dari satu terjemahan dalam proyek ini atau beberapa komponennya tidak diterjemahkan.
ja: この文字列は、このプロジェクトで複数の翻訳があるか、コンポーネントによっては翻訳されていないものもあります。
nl: Deze tekenreeks heeft meer dan één vertaling in dit project of is in sommige onderdelen nog niet vertaald.
pt: Esta cadeia tem mais que uma tradução neste projeto ou não está traduzida em alguns componentes.
pt_br: Este texto tem mais de uma tradução neste projeto ou não está traduzido em alguns componentes.
ro: Acest șir are mai multe traduceri în acest proiect sau este netradus în anumite componente.
ru: Эта строка имеет более одного перевода в этом проекте, либо же в некоторых компонентах она не переведена.
sv: Strängen har mer än en översättning i det här projektet eller är inte översatt i vissa komponenter.
ta: இந்த சரம் இந்த திட்டத்தில் ஒன்றுக்கு மேற்பட்ட மொழிபெயர்ப்புகளைக் கொண்டுள்ளது அல்லது சில கூறுகளில் மொழிபெயர்க்கப்படாதது.
tr: Bu dizge bu projede farklı şekillerde çevrilmiş ya da bazı bileşenlerde çevrilmemiş.
uk: Цей рядок має більше одного перекладу в цьому проєкті або не перекладений у деяких складниках.
zh_hans: 此字符串在此项目中有不止一种译文，或者在某些部件中未翻译。
zh_hant: 此專案中的這個字串有一種以上的翻譯，或是在某些組件未翻譯。

source: Weblate checks translations of the same string across all translation within a project to help you keep consistent translations.
de: Weblate prüft Übersetzungen derselben Zeichenkette für alle Übersetzungen innerhalb eines Projekts, um Ihnen zu helfen, konsistente Übersetzungen zu erhalten.
ga: Seiceálann Weblate aistriúcháin den teaghrán céanna thar gach aistriúchán laistigh de thionscadal chun cabhrú leat aistriúcháin chomhsheasmhacha a choinneáil.
hu: A Weblate ellenőrzi, hogy egyazon szöveg fordítása egységes-e a projekt minden fordításában, hogy következetes maradjon a terminológia.
id: Weblate memeriksa terjemahan string yang sama di semua terjemahan dalam suatu proyek untuk membantu Anda menjaga konsistensi terjemahan.
ja: Weblate は、同一の文字列の翻訳が一貫性を維持できるように、プロジェクト内のすべての翻訳を検査します。
nl: Weblate controleert vertalingen van dezelfde tekenreeks in alle vertalingen in een project om u te helpen consistente vertalingen te houden.
pt: O Weblate verifica traduções da mesma cadeia em todas as traduções de um projeto para ajudar a manter traduções consistentes.
pt_br: O Weblate verifica traduções do mesmo texto em todas as traduções de um projeto para ajudar a manter traduções consistentes.
ro: Weblate verifică traducerile aceluiași șir de caractere în toate traducerile din cadrul unui proiect pentru a vă ajuta să păstrați coerența traducerilor.
ru: Weblate проверяет переводы одинаковых строк по всем переводам в проекте, чтобы помочь вам поддерживать переводы согласованными.
sv: Weblate kontrollerar översättningar av samma sträng i alla översättningar inom ett projekt för att hjälpa dig att hålla översättningarna konsekventa.
ta: நிலையான மொழிபெயர்ப்புகளை வைத்திருக்க உங்களுக்கு உதவ ஒரு திட்டத்திற்குள் உள்ள அனைத்து மொழிபெயர்ப்பிலும் ஒரே சரத்தின் மொழிபெயர்ப்புகளை வலைபெயர்ப்பு சரிபார்க்கிறது.
tr: Weblate, çeviri tutarlılığını korumanıza yardımcı olmak için bir projedeki tüm çevirilerde aynı dizgenin çevirilerini denetler.
uk: Weblate шукає різні переклади однакових рядків в усьому проєкті, щоб забезпечити однорідність перекладів.
zh_hans: Weblate 检查一个项目内所有翻译中相同字符串的译文，以帮助您保持翻译的一致性。
zh_hant: Weberate檢查項目中所有翻譯中相同字符串的翻譯，以幫助您保持一致的翻譯。

source: The check fails on differing translations of one string within a project. This can also lead to inconsistencies in displayed checks. You can find other translations of this string on the :guilabel:`Other occurrences` tab.
de: Die Prüfung schlägt bei abweichenden Übersetzungen dergleichen Zeichenkette innerhalb eines Projekts fehl. Dies kann auch zu Inkonsistenzen in den angezeigten Prüfungen führen. Weitere Übersetzungen dieser Zeichenkette lassen sich auf der Registerkarte :guilabel:`Andere Vorkommnisse` finden.
ga: Theipeann ar an tseiceáil ar aistriúcháin dhifriúla de theaghrán amháin laistigh de thionscadal. D'fhéadfadh neamhréireachtaí sna seiceálacha a thaispeántar a bheith mar thoradh air seo freisin. Is féidir leat aistriúcháin eile den teaghrán seo a fháil ar an gcluaisín :guilabel:`Teagmhais eile`.
hu: Ez az ellenőrzés akkor jelez hibát, ha egy szövegnek többféle fordítása is szerepel a projektben. Ez az ellenőrzések megjelenítésében is okozhat következetlenségeket. A szöveg többi fordítását az :guilabel:`Egyéb előfordulások` fülön tekintheti meg.
id: Pemeriksaan gagal jika terdapat terjemahan yang berbeda dari satu string dalam satu proyek. Hal ini juga dapat menyebabkan inkonsistensi dalam pemeriksaan yang ditampilkan. Anda dapat menemukan terjemahan lain dari string ini di tab :guilabel:`Other occurrences`.
ja: 1 つの文字列についてプロジェクト内で異なる翻訳がある場合、検査では不合格となります。この場合、検査結果には一貫性の欠如と表示されます。この文字列の他の翻訳は :guilabel:`その他の出現箇所` タブで確認できます。
nl: De controle mislukt bij verschillende vertalingen van een tekenreeks binnen een project. Dit kan ook leiden tot inconsistenties in weergegeven controles. U vindt andere vertalingen van deze tekenreeks op de tab :guilabel:`Andere voorkomens`.
pt: A verificação falha em traduções diferentes de uma cadeia dentro de um projeto. Isso também pode levar a inconsistências nas verificações exibidas. Pode encontrar outras traduções desta cadeia na guia :guilabel:`Outras ocorrências`.
pt_br: A verificação falha em diferentes traduções de um texto dentro de um projeto. Isso também pode levar a inconsistências nas verificações exibidas. Você pode encontrar outras traduções deste texto na guia :guilabel:`Outras ocorrências`.
ro: Verificarea eșuează în cazul traducerilor diferite ale unui șir de caractere în cadrul unui proiect. Acest lucru poate duce, de asemenea, la neconcordanțe în verificările afișate. Puteți găsi alte traduceri ale acestui șir de caractere în fila :guilabel:`Other occurrences`.
ru: Проверка срабатывает, когда в проекте обнаруживаются различные переводы одной и той же строки. Также это может привести к несогласованности в отображаемых проверках. Другие переводы этой строки можно найти на вкладке :guilabel:`Другие вхождения`.
sv: Kontrollen misslyckas på grund av olika översättningar av en sträng inom ett projekt. Detta kan också leda till inkonsekvenser i de kontroller som visas. Du kan hitta andra översättningar av denna sträng på fliken :guilabel:`Andra förekomster`.
ta: ஒரு திட்டத்திற்குள் ஒரு சரத்தின் மாறுபட்ட மொழிபெயர்ப்புகளில் சோதனை தோல்வியடைகிறது. இது காட்டப்படும் சோதனைகளில் முரண்பாடுகளுக்கு வழிவகுக்கும். இந்த சரத்தின் பிற மொழிபெயர்ப்புகளை நீங்கள் காணலாம்: வபஇசிட்டை: `பிற நிகழ்வுகள்` தாவல்.
tr: Bir proje içindeki bir dizgenin çevirileri farklıysa hata ortaya çıkar. Bu durum, görüntülenen denetimlerde de tutarsızlıklara yol açabilir. Bu dizgenin diğer çevirilerini :guilabel:`Diğer kullanımlar` sekmesinde bulabilirsiniz.
uk: Ця перевірка вважається не пройденою, якщо у межах проєкту буде знайдено різні переклади одного рядка. Неоднорідність буде показано серед інших даних щодо перекладу. Знайти інші переклади рядка можна на вкладці :guilabel:`Інші входження`.
zh_hans: 在一个项目中对一条字符串的不同译文，检查会失败。这也会导致检查结果的不一致。你可以在 :guilabel:`其它的出现位置` 选项卡上找到这条字符串的其他译文。
zh_hant: 檢查失敗了項目中的一個字符串的不同轉換。這也可能導致顯示檢查中的不一致。您可以在以下網站上找到此字符串的其他翻譯：Guilabel：“其他出現”選項卡。

source: This check applies to all components in a project that have :ref:`component-allow_translation_propagation` turned on.
de: Diese Prüfung gilt für alle Komponenten in einem Projekt, bei denen :ref:`component-allow_translation_propagation` eingeschaltet ist.
ga: Baineann an tseiceáil seo le gach comhpháirt i dtionscadal a bhfuil :ref:`component-allow_translation_propagation` casta air.
hu: Ez az ellenőrzés minden olyan összetevőre vonatkozik a projektben, ahol engedélyezve van a :ref:`fordítás terjesztése <component-allow_translation_propagation>`.
id: Pemeriksaan ini berlaku untuk semua komponen dalam proyek yang mengaktifkan :ref:`component-allow_translation_propagation`.
ja: この検査は、:ref:`component-allow_translation_propagation` が有効化されているプロジェクト内のすべてのコンポーネントに適用されます。
nl: Deze controle is van toepassing op alle onderdelen in een project die :ref:`component-allow_translation_propagation` hebben ingeschakeld.
pt: Esta verificação aplica-se a todos os componentes de um projeto que tenham :ref:`component-allow_translation_propagation` ativados.
pt_br: Esta verificação se aplica a todos os componentes em um projeto que têm :ref:`component-allow_translation_propagation` ativada.
ro: Această verificare se aplică tuturor componentelor dintr-un proiect care au activată opțiunea :ref:`component-allow_translation_propagation`.
ru: Эта проверка будет применена ко всем компонентам проекта, содержащим :ref:`component-allow_translation_propagation`.
sv: Denna kontroll gäller alla komponenter i ett projekt som har :ref:`component-allow_translation_propagation` aktiverat.
tr: Bu denetim, bir projede :ref:`component-allow_translation_propagation` seçeneği açık olan tüm bileşenlere uygulanır.
uk: Цю перевірку буде застосовано до всіх складників у проєкті, для яких увімкнено :ref:`component-allow_translation_propagation`.
zh_hans: 此检查应用于项目中所有开启了 :ref:`component-allow_translation_propagation` 的部件。

source: For performance reasons, the check might not find all inconsistencies, it limits number of matches.
de: Aus Leistungsgründen findet die Qualitätsprüfung möglicherweise nicht alle Inkonsistenzen, so dass die Anzahl der Übereinstimmungen begrenzt ist.
ga: Ar chúiseanna feidhmíochta, seans nach bhfaighidh an tseiceáil gach neamhréireachtaí, cuireann sé teorainn le líon na meaitseálacha.
hu: Teljesítménybeli okokból az ellenőrzés nem biztos, hogy minden eltérést megtalál, mivel korlátozott számú egyezést vizsgál.
id: Karena alasan kinerja, pemeriksaan mungkin tidak menemukan semua ketidakkonsistenan, namun membatasi jumlah kecocokan.
ja: パフォーマンス上の理由から、検査ですべての不整合が検出されずに一致する数が制限されます。
nl: Om redenen van prestaties zou de controle niet alle inconsistenties kunnen vinden, het beperkt zijn aantal overeenkomsten.
pt: Por motivos de desempenho, a verificação pode não encontrar todas as inconsistências, ela limita a quantidade de correspondências.
pt_br: Por motivos de desempenho, a verificação pode não encontrar todas as inconsistências, ela limita o número de correspondências.
ro: Din motive de performanță, este posibil ca verificarea să nu găsească toate neconcordanțele, ci limitează numărul de rezultate.
ru: По соображениям производительности проверка может не найти все несоответствия, она ограничивает количество совпадений.
sv: Av prestandaskäl kan det hända att kontrollen inte hittar alla inkonsekvenser, eftersom den begränsar antalet träffar.
ta: செயல்திறன் காரணங்களுக்காக, சோதனை அனைத்து முரண்பாடுகளையும் காணாமல் போகலாம், இது போட்டிகளின் எண்ணிக்கையை கட்டுப்படுத்துகிறது.
tr: Başarımı olumsuz etkileyeceğinden, denetim eşleşme sayısını sınırlar ve tüm tutarsızlıkları bulamayabilir.
uk: З міркувань швидкодії перевірка може шукати не усі неузгодженості — кількість відповідників обмежено.
zh_hans: 出于性能原因，检查可能不会发现所有不一致，它限制了匹配的数量。

source: This check also fires in case the string is translated in one component and not in another. It can be used as a quick way to manually handle strings which are untranslated in some components just by clicking on the :guilabel:`Use this translation` button displayed on each line in the :guilabel:`Other occurrences` tab.
de: Diese Prüfung wird auch ausgelöst, wenn die Zeichenkette in einer Komponente übersetzt wird und in einer anderen nicht. Sie kann als schneller Weg genutzt werden, um Zeichenketten, die in einigen Komponenten nicht übersetzt sind, manuell zu behandeln, indem man einfach auf die Schaltfläche :guilabel:`Diese Übersetzung verwenden` klickt, die in jeder Zeile unter dem Reiter :guilabel:`Andere Vorkommnisse` angezeigt wird.
ga: Téann an tseiceáil seo i bhfeidhm freisin ar eagla go n-aistrítear an téad i gcomhpháirt amháin agus nach n-aistrítear i gcomhpháirt eile. Is féidir é a úsáid mar bhealach tapa chun teaghráin nach bhfuil aistrithe i gcomhpháirteanna áirithe a láimhseáil de láimh ach cliceáil ar an gcnaipe :guilabel:`Úsáid an t-aistriúchán seo` a thaispeántar ar gach líne sa chluaisín :guilabel:`Teagmhais eile`.
hu: Ez az ellenőrzés akkor is jelezhet, ha egy szöveg le van fordítva az egyik összetevőben, de a másikban nincs. Ilyenkor egyszerűen kezelheti a különbséget azzal, hogy az :guilabel:`Egyéb előfordulások` fülön minden sorban rákattint az :guilabel:`Ezt a fordítást használja` gombra.
id: Pemeriksaan ini juga akan aktif jika string diterjemahkan di satu komponen dan tidak di komponen lain. Ini dapat digunakan sebagai cara cepat untuk menangani string yang belum diterjemahkan di beberapa komponen secara manual hanya dengan mengklik tombol :guilabel:`Use this translation` yang ditampilkan di setiap baris pada tab :guilabel:`Other occurrences`.
ja: この検査は、文字列があるコンポーネントでは翻訳されていて、別のコンポーネントでは未翻訳の場合にも発生します。これは、:guilabel:`その他の出現箇所` タブの各行に表示される :guilabel:`この翻訳を使う` ボタンをクリックするだけで、一部のコンポーネントで翻訳されていない文字列を手動で処理する簡単な方法として使用できます。
nl: Deze controle wordt ook actief in het geval de tekenreeks is vertaald in een onderdeel en niet in een ander. Het kan worden gebruikt als een snelle manier om tekenreeksen af te handelen die in sommige onderdelen niet zijn vertaald, door eenvoudigweg te klikken op de knop :guilabel:`Deze vertaling gebruiken` die wordt weergegeven op elke regel van de tab :guilabel:`Andere voorkomens`.
pt: Esta verificação também é disparada no caso de a cadeia estar traduzido num componente e não em outro. Pode ser usado como uma maneira rápida de manusear manualmente cadeias que não estão traduzidos em alguns componentes apenas clicando no botão :guilabel:`Usar esta tradução` exibido em cada linha na guia :guilabel:`Outras ocorrências`.
pt_br: Esta verificação também é disparada no caso de o texto estar traduzido em um componente e não em outro. Ela pode ser usado como uma maneira rápida de manusear manualmente textos que não estão traduzidos em alguns componentes apenas clicando no botão :guilabel:`Usar esta tradução` exibido em cada linha na guia :guilabel:`Outras ocorrências`.
ro: Această verificare se declanșează și în cazul în care șirul este tradus într-o componentă și nu în alta. Poate fi utilizată ca o modalitate rapidă de a gestiona manual șirurile de caractere care nu sunt traduse în anumite componente, făcând clic pe butonul :guilabel:`Utilizează această traducere` afișat pe fiecare linie din fila :guilabel:`Alte ocurențe`.
ru: Эта проверка также срабатывает в случае, если строка переведена в одном компоненте, а не в другом. Его можно использовать как быстрый способ вручную обрабатывать строки, которые не переведены в некоторых компонентах, просто нажав кнопку :guilabel:`«Использовать этот перевод»`, отображаемую в каждой строке на вкладке :guilabel:`«Другие вхождения»`.
sv: Denna kontroll utlöses även om strängen är översatt i en komponent men inte i en annan. Den kan användas som ett snabbt sätt att manuellt hantera strängar som inte är översatta i vissa komponenter genom att klicka på knappen :guilabel:`Använd denna översättning` som visas på varje rad i fliken :guilabel:`Andra förekomster`.
ta: சரம் ஒரு கூறுகளில் மொழிபெயர்க்கப்பட்டால் இந்த சோதனை சுடுகிறது, மற்றொரு கூறுகளில் இல்லை. சில கூறுகளில் மொழிபெயர்க்கப்படாத சரங்களை கைமுறையாக கையாள இது ஒரு விரைவான வழியாகப் பயன்படுத்தப்படலாம்: வபஇசிட்டை: `இந்த மொழிபெயர்ப்பைப் பயன்படுத்து` ஒவ்வொரு வரியிலும் காட்டப்படும் பொத்தானை: வபஇசிட்டை:` பிற நிகழ்வுகள்` தாவல்.
tr: Bu denetim, dizgenin bir bileşene çevrilip başka bir bileşene çevrilmemesi durumunda da tetiklenir. Bazı bileşenlerde çevrilmemiş dizgeleri el ile hızlı bir şekilde çevirebilmek için, :guilabel:`Diğer kullanımlar` sekmesindeki her satırda görüntülenen :guilabel:`Bu çeviri kullanılsın` düğmesine tıklanabilir.
uk: Перевірка також вважається не пройденою, якщо рядок перекладено в одному складнику проєкту і не перекладено в іншому. Нею можна скористатися як швидким способом обробки рядків, які не перекладено у деяких складниках: достатньо просто натиснути кнопку :guilabel:`Використати цей переклад`, яку показано для кожного з рядків на вкладці :guilabel:`Інші входження`.
zh_hans: 如果字符串在一个部件中被翻译，而在另一个部件中没有被翻译，这个检查也会启动。它可以作为一种快速的方法来手动处理在某些部件中未被翻译的字符串，只需点击显示在 :guilabel:`其它的出现位置` 选项卡中的每一行的 :guilabel:`使用此译文` 按钮。

source: You can use :ref:`addon-weblate.autotranslate.autotranslate` add-on to automate translating of newly added strings which are already translated in another component.
de: Die Erweiterung :ref:`addon-weblate.autotranslate.autotranslate` kann verwendet werden, um die Übersetzung von neu hinzugefügten und bereits in einer anderen Komponente übersetzten Zeichenketten zu automatisieren.
ga: Is féidir leat an breiseán :ref:`addon-weblate.autotranslate.autotranslate` a úsáid chun aistriú teaghráin nua-bhreise atá aistrithe cheana féin i gcomhpháirt eile a uathoibriú.
hu: Az :ref:`addon-weblate.autotranslate.autotranslate` kiegészítővel automatizálhatja az újonnan hozzáadott, de máshol már lefordított szövegek másolását.
id: Anda dapat menggunakan pengaya :ref:`addon-weblate.autotranslate.autotranslate` untuk mengotomatiskan penerjemahan string yang baru ditambahkan yang sudah diterjemahkan di komponen lain.
ja: :ref:`addon-weblate.autotranslate.autotranslate` アドオンを使用して、別のコンポーネントですでに翻訳されている、新しく追加された文字列の翻訳を自動化できます。
nl: U kunt de add-on :ref:`addon-weblate.autotranslate.autotranslate` gebruiken om het vertalen van nieuw toegevoegde tekenreeksen, die al vertaald zijn in een ander onderdeel, te automatiseren.
pt: Pode usar :ref:`addon-weblate.autotranslate.autotranslate` para automatizar a tradução de cadeias recém-adicionados já traduzidos noutro componente.
pt_br: Você pode usar :ref:`addon-weblate.autotranslate.autotranslate` para automatizar a tradução de textos recém-adicionados que já estão traduzidos em outro componente.
ro: Puteți utiliza add-onul :ref:`addon-weblate.autotranslate.autotranslate` pentru a automatiza traducerea șirurilor nou adăugate care sunt deja traduse într-o altă componentă.
ru: Вы можете использовать дополнение :ref:`addon-weblate.autotranslate.autotranslate` для автоматизации перевода вновь добавленных строк, которые уже переведены в другом компоненте.
sv: Du kan använda tillägget :ref:`addon-weblate.autotranslate.autotranslate` för att automatisera översättningen av nyinlagda strängar som redan är översatta i en annan komponent.
tr: Yeni eklenen ancak başka bir bileşende zaten çevrilmiş olan dizgelerin kendiliğinden çevrilmesi için :ref:`addon-weblate.autotranslate.autotranslate` eklentisini kullanabilirsiniz.
uk: Ви можете скористатися додатком :ref:`addon-weblate.autotranslate.autotranslate` для автоматизації нових доданих рядків, які вже було перекладено в іншому складнику.
zh_hans: 您可以使用 :ref:`addon-weblate.autotranslate.autotranslate` 附加部件来自动翻译已经在另一个部件中已翻译的新添加的字符串。

source: Inconsistent reStructuredText
id: reStructuredText tidak konsisten
sv: Inkonsekvent reStructuredText

source: Inconsistent reStructuredText markup in the translated message.
id: Penanda reStructuredText tidak konsisten dalam pesan yang diterjemahkan.
sv: Inkonsekvent reStructuredText-markup i det översatta meddelandet.

source: reStructuredText term references or other markup do not match source, the typical causes for these errors are:
id: Referensi istilah reStructuredText atau markup lainnya tidak cocok dengan sumbernya, penyebab umum galat ini adalah:
sv: reStructuredText-termreferenser eller andra markeringar stämmer inte överens med källan. De vanligaste orsakerna till dessa fel är:

source: Mismatched or missing backticks.
de: Nicht übereinstimmende oder fehlende Gravis.
ga: Cúl-ticeanna mímheaitseála nó in easnamh.
hu: Nem megfelelő vagy hiányzó fordított ékezet „`” (backtick) karakterek.
id: Tanda centang terbalik tidak cocok atau hilang.
nl: Niet overeenkomende of ontbrekende accent grave's.
pt_br: Crases incompatíveis ou ausentes.
sv: Felaktiga eller saknade bakstreck.
tr: Ters tırnak aynı değil veya eksik.
uk: Невідповідні або відсутні зворотні галочки.
