Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: All translations within projects with shared translation memory turned on are stored in a shared translation memory available to all projects.
de: Alle Übersetzungen in Projekten mit eingeschaltetem geteilten Übersetzungsspeicher werden in einem gemeinsamen und allen diesen Projekten zur Verfügung stehendem Übersetzungsspeicher gespeichert.
ga: Stóráiltear gach aistriúchán laistigh de thionscadail a bhfuil cuimhne aistriúcháin roinnte ar siúl acu i gcuimhne aistriúcháin roinnte atá ar fáil do gach tionscadal.
hu: Azoknak a projekteknek a fordításai, amelyeknél a megosztott fordítási memória engedélyezve van, egy közös fordítási memóriába kerülnek mentésre, amely minden projekt számára elérhető.
id: Semua terjemahan dalam proyek dengan memori terjemahan bersama diaktifkan disimpan dalam memori terjemahan bersama yang tersedia untuk semua proyek.
ja: 共有翻訳メモリを有効にしたプロジェクト内のすべての翻訳は、すべてのプロジェクトで使用できる共有翻訳メモリに保存されます。
nl: Alle vertalingen in projecten met een ingeschakeld gedeeld vertaalgeheugen worden opgeslagen in een gedeeld vertaalgeheugen voor vertalingen, beschikbaar voor alle projecten.
pt: Todas as traduções dentro de projetos com memória de tradução partilhada ativada são armazenadas numa memória de tradução partilhada disponível para todos os projetos.
pt_br: Todas as traduções dentro de projetos com memória de tradução compartilhada ativada são armazenadas em uma memória de tradução compartilhada disponível para todos os projetos.
ru: Все переводы в проектах с включённой совместной памятью переводов сохраняются в совместной памяти переводов, доступной для всех проектов.
sv: Alla översättningar inom projekt med delat översättningsminne aktiverat lagras i ett delat översättningsminne som är tillgängligt för alla projekt.
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகம் கொண்ட திட்டங்களுக்குள் உள்ள அனைத்து மொழிபெயர்ப்புகளும் அனைத்து திட்டங்களுக்கும் கிடைக்கக்கூடிய பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகத்தில் சேமிக்கப்படுகின்றன.
tr: Paylaşılan çeviri belleği açık olan projelerdeki tüm çeviriler, tüm projeler tarafından kullanılabilen bir paylaşılan çeviri belleğine kaydedilir.
uk: Усі переклади у проєктах, для яких увімкнено спільну пам'ять перекладів, зберігаються у спільній пам'яті перекладів, яка доступна для всіх проєктів.
zh_hans: 开启翻译记忆库共享的项目内的所有翻译都存储在共享的翻译记忆库中，可用于所有项目。

source: Please consider carefully whether to turn this feature on for shared Weblate installations, as it can have severe implications:
de: Bitte überlegen Sie sorgfältig, ob Sie diese Funktion für gemeinsam genutzte Weblate-Installationen aktivieren, da sie schwerwiegende Folgen haben kann:
ga: Déan machnamh cúramach le do thoil ar cheart an ghné seo a chur ar siúl le haghaidh suiteálacha comhroinnte Weblate, mar go bhféadfadh impleachtaí tromchúiseacha a bheith aige:
hu: Kérjük, gondosan mérlegelje ennek a funkciónak a bekapcsolását megosztott Weblate-telepítések esetén, mivel komoly következményekkel járhat:
id: Harap pertimbangkan dengan cermat apakah akan mengaktifkan fitur ini untuk instalasi Weblate bersama, karena dapat menimbulkan implikasi serius:
ja: Weblate のインストールを共有する場合は、この機能を有効にするかどうかは慎重に検討してください。重大な影響を及ぼすことがあります。
nl: Denk er heel zorgvuldig over na om deze mogelijkheid in te schakelen voor gedeelde installaties van Weblate, omdat het ernstige implicaties kan hebben:
pt: Considere cuidadosamente se deve ativar esse recurso para instalações compartilhadas do Weblate, pois pode ter implicações graves:
pt_br: Considere cuidadosamente se deve ativar esse recurso para instalações compartilhadas do Weblate, pois pode ter implicações graves:
ro: Vă rugăm să vă gândiți cu atenție dacă doriți să activați această funcție pentru instalațiile Weblate partajate, deoarece poate avea implicații grave:
ru: Пожалуйста, внимательно подумайте, следует ли включать эту функцию для совместно используемых установок Weblate, поскольку это может иметь серьёзные последствия:
sv: Tänk noga igenom om du vill aktivera den här funktionen för delade Weblate-installationer, eftersom det kan få allvarliga konsekvenser:
ta: பகிரப்பட்ட வலைபெயர்ப்பு நிறுவல்களுக்காக இந்த அம்சத்தை இயக்க வேண்டுமா என்பதை கவனமாகக் கவனியுங்கள், ஏனெனில் இது கடுமையான தாக்கங்களை ஏற்படுத்தும்:
tr: Ciddi sonuçları olabileceğinden, bu özelliği paylaşılan Weblate kurulumları için açıp açmayacağınızı dikkatlice değerlendirin:
uk: Будь ласка, ретельно зважте, чи слід вмикати цю можливість для екземплярів Weblate, які є спільними для різних проєктів, оскільки вмикання може призвести до суттєвих наслідків:
zh_hans: 对于分享的 Weblate 安装，请仔细考虑是否打开这个特性，因为可能导致严重的影响：
zh_hant: 對於分享的 Weblate 安裝，請仔細考慮是否打開這個特性，因為可能導致嚴重的影響：

source: The translations can be used by anybody else.
de: Die Übersetzungen können von jedem verwendet werden.
ga: Is féidir le haon duine eile na haistriúcháin a úsáid.
hu: A fordításokat mások is felhasználhatják.
id: Terjemahannya dapat digunakan oleh siapa saja.
ja: 翻訳したものは、他の誰でも使用できます。
nl: De vertalingen kunnen worden gebruikt door iedereen.
pt: As traduções podem ser usadas por qualquer outra pessoa.
pt_br: As traduções podem ser usadas por qualquer outra pessoa.
ro: Traducerile pot fi folosite de oricine altcineva.
ru: Переводы могут быть использованы кем угодно.
sv: Översättningarna kan användas av vem som helst.
ta: மொழிபெயர்ப்புகளை வேறு யாராலும் பயன்படுத்தலாம்.
tr: Çeviriler başkaları tarafından kullanılabilir.
uk: Переклади може бути використано будь-ким.
zh_hans: 翻译可以被任何人使用。
zh_hant: 翻譯可以被任何人使用。

source: This might lead to disclosing secret information.
de: Dies könnte dazu führen, dass geheime Informationen preisgegeben werden.
ga: D’fhéadfadh go nochtfaí faisnéis rúnda dá bharr.
hu: Titkos információk is kiszivároghatnak.
id: Hal ini mungkin mengarah pada terungkapnya informasi rahasia.
ja: 秘密情報が漏洩するかもしれません。
nl: Dit zou kunnen leiden tot het onthullen van vertrouwelijke informatie.
pt: Isso pode levar à divulgação de informações secretas.
pt_br: Isso pode levar à divulgação de informações secretas.
ro: Acest lucru ar putea duce la dezvăluirea de informații secrete.
ru: Это может привести к разглашению секретной информации.
sv: Detta kan leda till att hemlig information avslöjas.
ta: இது ரகசிய தகவல்களை வெளிப்படுத்த வழிவகுக்கும்.
tr: Bu seçim, gizli bilgilerin açığa çıkmasına yol açabilir.
uk: Поширення перекладів може призвести до розкриття таємних відомостей.
zh_hans: 这会导致泄露秘密信息。
zh_hant: 這會導致洩露秘密信息。

source: Make sure the translations you share have good quality.
de: Achten Sie darauf, dass die von Ihnen geteilten Übersetzungen von guter Qualität sind.
ga: Déan cinnte go bhfuil na haistriúcháin a roinneann tú ar chaighdeán maith.
hu: Csak jó minőségű fordításokat osszon meg.
id: Pastikan terjemahan yang Anda bagikan memiliki kualitas yang baik.
ja: 共有する翻訳が高品質であることを確認してください。
nl: Zorg ervoor dat de vertalingen die u deelt van goede kwaliteit zijn.
pt: Certifique-se de que as traduções que partilha tenham boa qualidade.
pt_br: Certifique-se de que as traduções que você compartilha tenham boa qualidade.
ru: Убедитесь в том, что предоставляемые переводы имеют хорошее качество.
sv: Se till att de översättningar du delar är av god kvalitet.
ta: நீங்கள் பகிர்ந்து கொள்ளும் மொழிபெயர்ப்புகள் நல்ல தகுதி வாய்ந்தவை என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
tr: Paylaştığınız çevirilerin iyi kalitede olduğundan emin olun.
uk: Переконайтеся, що переклади, якими ви ділитеся, мають хорошу якість.
zh_hans: 请确保你共享的译文质量上乘。

source: Translation memory status
hu: Fordítási memória állapota
id: Status memori terjemahan
nl: Status van vertaalgeheugen
sv: Status för översättningsminnet
tr: Çeviri belleği durumu
uk: Стан памʼяті перекладу

source: Translation memory entries can have two different statuses: **active** and **pending**. Pending entries are included in suggestions, but with a quality penalty applied. If :ref:`autoclean-tm` is enabled, stale and obsolete entries with pending status are automatically removed when a translation is approved.
id: Entri memori terjemahan dapat memiliki dua status berbeda: **aktif** dan **tertunda**. Entri tertunda disertakan dalam saran, tetapi dengan penalti kualitas yang diterapkan. Jika :ref:`autoclean-tm` diaktifkan, entri yang basi dan usang dengan status tertunda akan otomatis dihapus ketika terjemahan disetujui.
sv: Översättningsminnesposter kan ha två olika statusar: **aktiv** och **väntande**. Väntande poster ingår i förslagen, men med en kvalitetsavdrag. Om :ref:`autoclean-tm` är aktiverat tas gamla och föråldrade poster med väntande status automatiskt bort när en översättning godkänns.
uk: Записи в пам’яті перекладів можуть мати два різні статуси: **активний** та **очікує**. Записи, що очікують на розгляд, включаються до пропозицій, але із застосуванням штрафу за якість. Якщо увімкнено :ref:`autoclean-tm`, застарілі та неактуальні записи зі статусом очікування автоматично видаляються після затвердження перекладу.

source: Autoclean translation memory
id: Pembersihan otomatis memori terjemahan
sv: Automatisk rensning av översättningsminne
uk: Автоматичне очищення пам'яті перекладів

source: The translation memory is automatically cleaned up by removing obsolete and outdated entries.
id: Memori penerjemahan secara otomatis dibersihkan dengan membuang entri yang usang dan ketinggalan zaman.
sv: Översättningsminnet rensas automatiskt genom att föråldrade och inaktuella poster tas bort.
uk: Пам'ять перекладів автоматично очищується шляхом видалення застарілих та неактуальних записів.

source: In the Docker container this can be configured using :envvar:`WEBLATE_DEFAULT_AUTOCLEAN_TM`.
id: Dalam kontainer Docker ini dapat dikonfigurasi menggunakan :envvar:`WEBLATE_DEFAULT_AUTOCLEAN_TM`.
sv: I Docker-containern kan detta konfigureras med hjälp av :envvar:`WEBLATE_DEFAULT_AUTOCLEAN_TM`.
uk: У контейнері Docker це можна налаштувати за допомогою :envvar:`WEBLATE_DEFAULT_AUTOCLEAN_TM`.

source: Managing the Translation Memory
de: Den Übersetzungsspeicher verwalten
ga: Cuimhne an Aistriúcháin a bhainistiú
hu: Fordítási memória kezelése
id: Mengelola Memori Terjemahan
ja: 翻訳メモリの管理
nl: Vertaalgeheugen beheren
pt: A gerir memória de tradução
pt_br: Gerenciando memória de tradução
ru: Управление памятью переводов
sv: Hantera översättningsminnet
ta: மொழிபெயர்ப்பு நினைவகத்தை நிர்வகித்தல்
tr: Çeviri belleğini yönetmek
uk: Керування Пам'яттю перекладів
zh_hans: 管理翻译记忆库

source: User interface
de: Bedienoberfläche
ga: Comhéadan úsáideora
hu: Felhasználói felület
id: Antarmuka pengguna
ja: ユーザー インターフェイス
nl: Gebruikersinterface
pt: Interface de utilizador
pt_br: Interface de usuário
ro: Interfață utilizator
ru: Пользовательский интерфейс
sv: Användargränssnitt
ta: பயனர் இடைமுகம்
tr: Kullanıcı arayüzü
uk: Інтерфейс користувача
zh_hans: 用户界面
zh_hant: 用戶界面

source: Personal translation memory management is available by clicking the user avatar in the top-right corner of the UI and selecting "Translation memory" from the dropdown menu. Entries attributed to the user are listed in scopes – total, for each respective project, component, or language contributed to, with options to download (as JSON, or TMX) or delete them.
de: Die persönliche Übersetzungsspeicher-Verwaltung ist verfügbar, indem Sie auf das Profilbild des Benutzers in der rechten oberen Ecke der Bedienoberfläche klicken und „Übersetzungsspeicher“ aus dem Dropdown-Menü auswählen. Die dem Benutzer zugewiesenen Einträge werden in Bereichen aufgelistet – gesamt, für jedes Projekt, jede Komponente oder jede Sprache, zu der ein Beitrag geleistet wurde, mit Optionen zum Herunterladen (als JSON oder TMX) oder Löschen.
ga: Tá bainistíocht cuimhne aistriúcháin phearsanta ar fáil ach cliceáil ar an avatar úsáideora sa chúinne uachtarach ar dheis den Chomhéadain agus "Cuimhne aistriúcháin" a roghnú ón roghchlár anuas. Tá na hiontrálacha a chuirtear i leith an úsáideora liostaithe i scóip – iomlán, do gach tionscadal, comhpháirt, nó teanga ar leith a cuireadh leis, le roghanna le híoslódáil (mar JSON, nó TMX) nó iad a scriosadh.
hu: A személyes fordítási memória a felhasználói felület jobb felső sarkában lévő profilképre kattintva érhető el, a lenyíló menüből a „Fordítási memória” lehetőséget választva. A felhasználóhoz rendelt bejegyzések hatókörök szerint listázva jelennek meg – összesítve, valamint projektenként, összetevőnként vagy nyelvenként –, letöltési (JSON vagy TMX formátumban) és törlési lehetőségekkel.
id: Manajemen memori terjemahan pribadi tersedia dengan mengeklik avatar pengguna di pojok kanan atas UI dan memilih "Memori terjemahan" dari menu tarik-turun. Entri yang diatribusikan kepada pengguna dicantumkan dalam cakupan – total, untuk setiap proyek, komponen, atau bahasa yang dikontribusikan, dengan opsi untuk mengunduh (sebagai JSON, atau TMX) atau menghapusnya.
ja: 個人の翻訳メモリの管理は、UI の右上隅にあるユーザーアバターをクリックし、ドロップダウン メニューから「翻訳メモリ」を選択すると使用できます。ユーザーに帰属するエントリは、全体、貢献したプロジェクト、コンポーネント、または言語別に使用範囲で一覧化されており、これらを JSON 形式または TMX 形式でダウンロードすることも、削除することもできます。
nl: Het persoonlijk vertaalgeheugen is beschikbaar door te klikken op de avatar van de gebruiker in de rechterbovenhoek van de gebruikersinterface en "Vertaalgeheugen" te selecteren in het keuzemenu. Door de gebruiker bijgedragen items worden in bereiken vermeld – totaal, voor elk respectievelijk project, onderdeel of bijgedragen taal, met opties om ze te downloaden (als JSON of TMX) of om ze te verwijderen.
pt: A gestão da memória de tradução pessoal está disponível clicando no avatar do utilizador no canto superior direito da interface do utilizador e selecionando "Translation memory" (Memória de tradução) no menu suspenso. As entradas atribuídas ao utilizador são listadas em escopos - total, para cada projeto, Componente ou idioma para o qual contribuiu, com opções para descarregar (como JSON ou TMX) ou apagar.
pt_br: O gerenciamento da memória de tradução pessoal está disponível clicando no avatar do usuário no canto superior direito da interface do usuário e selecionando "Translation memory" (Memória de tradução) no menu suspenso. As entradas atribuídas ao usuário são listadas em escopos - total, para cada projeto, Componente ou idioma para o qual contribuiu, com opções para fazer download (como JSON ou TMX) ou excluir.
ru: Персональное управление памятью переводов доступно, если щелкнуть аватар пользователя в правом верхнем углу пользовательского интерфейса и выбрать «Память переводов» в раскрывающемся меню. Записи, приписываемые пользователю, перечислены в областях — общее количество для каждого соответствующего проекта, компонента или языка, в который они внесены, с возможностью их загрузки (в формате JSON или TMX) или удаления.
sv: Personlig översättningsminneshantering är tillgänglig genom att klicka på användarens avatar i det övre högra hörnet av användargränssnittet och välja "Översättningsminne" från rullgardinsmenyn. Poster som tillskrivs användaren listas i olika områden – totalt, för respektive projekt, komponent eller språk som bidragit till, med alternativ för att ladda ner (som JSON eller TMX) eller radera dem.
ta: இடைமுகம் இன் மேல்-வலது மூலையில் பயனர் அவதாரத்தைக் சொடுக்கு செய்து, கீழ்தோன்றும் பட்டியலிலிருந்து "மொழிபெயர்ப்பு நினைவகத்தை" தேர்ந்தெடுப்பதன் மூலம் தனிப்பட்ட மொழிபெயர்ப்பு நினைவக மேலாண்மை கிடைக்கிறது. பயனருக்குக் கூறப்படும் உள்ளீடுகள் ச்கோப்புகளில் பட்டியலிடப்பட்டுள்ளன - மொத்தம், அந்தந்த ஒவ்வொரு திட்டத்திற்கும், கூறு அல்லது மொழிக்கும் பங்களித்த, பதிவிறக்கம் செய்வதற்கான விருப்பங்களுடன் (json, அல்லது tmx) அல்லது அவற்றை நீக்கவும்.
tr: Kişisel çeviri belleği yönetimine, kullanıcı arayüzünün sağ üst köşesindeki kullanıcı avatarına tıklayıp açılan menüden "Çeviri belleği" üzerine tıklayarak ulaşılabilir. Kullanıcının sözlük kayıtları, katkıda bulunduğu her proje, bileşen veya dil için kapsamlardaki toplamları görüntülenir ve bunları indirme (JSON ya da TMX olarak) ya da silme seçenekleri sunulur.
uk: Доступ до керування особистою пам'яттю перекладів можна отримати натисканням аватара користувача у верхньому правому куті інтерфейсу із наступним вибором пункту «Пам'ять перекладів» у спадному меню. Список записів, які пов'язано із користувачем, буде поділено за областями: загальний, для кожного відповідного проєкту, складника або мови, — із пунктами для отримання (у форматі JSON або TMX) або вилучення записів.
zh_hans: 要管理个人翻译记忆库请单击用户界面右上角的用户头像，从下拉菜单中选中“翻译记忆库”。归属于用户的条目按不同范围列出，分别为总数、每个单独项目、部件或作出贡献的语言，另有下载为 JSON 或 TMX 文件或删除条目的选项。

source: In the basic user interface you can manage per-user and per-project translation memories. It can be used to download, wipe or import translation memory.
de: In der grundlegenden Bedienoberfläche können Sie Übersetzungsspeicher pro Benutzer und pro Projekt verwalten. Sie kann zum Herunterladen, Löschen oder Importieren von Übersetzungsspeicher verwendet werden.
ga: Sa bhunchomhéadan úsáideora is féidir leat cuimhní aistriúcháin de réir an úsáideora agus an tionscadail a bhainistiú. Is féidir é a úsáid chun cuimhne aistriúcháin a íoslódáil, a ghlanadh nó a allmhairiú.
hu: Az alapértelmezett felületen keresztül kezelhetők a felhasználói és projektszintű fordítási memóriák. Lehetőség van letöltésre, törlésre vagy importálásra is.
id: Di antarmuka pengguna dasar, Anda dapat mengelola memori terjemahan per pengguna dan per proyek. Antarmuka ini dapat digunakan untuk mengunduh, menghapus, atau mengimpor memori terjemahan.
ja: 基本的なユーザー管理画面では、ユーザー単位およびプロジェクト単位で翻訳メモリを管理できます。翻訳メモリのダウンロード、消去、またはインポートができます。
nl: In de basis gebruikersinterface kunt u vertaalgeheugens beheren per gebruiker en per project. Het kan worden gebruikt om te downloaden, te wissen of een vertaalgeheugen te importeren.
pt: Na interface de utilizador básica, pode gerir memórias de tradução por utilizador e por projeto. Ela pode ser usada para descarregar, limpar ou importar memória de tradução.
pt_br: Na interface de usuário básica, você pode gerenciar memórias de tradução por usuário e por projeto. Ela pode ser usada para baixar, limpar ou importar memória de tradução.
ru: В базовом пользовательском интерфейсе вы можете управлять памятью переводов для каждого пользователя и для каждого проекта. Его можно использовать для загрузки, очистки или импорта памяти переводов.
sv: I det grundläggande användargränssnittet kan du hantera översättningsminnen per användare och per projekt. Det kan användas för att ladda ner, radera eller importera översättningsminnen.
ta: அடிப்படை பயனர் இடைமுகத்தில் நீங்கள் ஒரு பயனர் மற்றும் ஒவ்வொரு திட்ட மொழிபெயர்ப்பு நினைவுகளையும் நிர்வகிக்கலாம். மொழிபெயர்ப்பு நினைவகத்தை பதிவிறக்கம் செய்ய, துடைக்க அல்லது இறக்குமதி செய்ய இதைப் பயன்படுத்தலாம்.
tr: Temel kullanıcı arayüzünden, her kullanıcı için ve her proje için çeviri bellekleri yönetilebilir. Çeviri belleğini indirme, silme ya da içe aktarma işlemleri yapılabilir.
uk: За допомогою базового інтерфейсу користувача ви можете керувати записами пам'яті перекладів для окремого користувача або окремого проєкту. Цим інтерфейсом можна скористатися для отримання, очищення або імпортування пам'яті перекладів.
zh_hans: 在基本上用户界面上，可以管理每名用户每个项目的项目翻译记忆库。它可以用于下载、消除或导入翻译记忆库。

source: There are multiple options to download the translation memory of the whole instance.
de: Es gibt mehrere Möglichkeiten, den Übersetzungsspeicher der gesamten Instanz herunterzuladen.
ga: Tá roghanna iomadúla ann chun cuimhne aistriúcháin an tsampla iomláin a íoslódáil.
hu: Számos lehetőség áll rendelkezésre a teljes példány fordítási memóriájának letöltésére.
id: Ada beberapa pilihan untuk mengunduh memori terjemahan dari keseluruhan instansi.
ja: インスタンス全体の翻訳メモリをダウンロードするには、複数のオプションがあります。
nl: Er zijn meerdere opties om het vertaalgeheugen voor de gehele instantie te downloaden.
pt: Há várias opções para descarregar da memória de tradução de toda a instância.
pt_br: Há várias opções para fazer o download da memória de tradução de toda a instância.
ru: Существует несколько вариантов загрузки памяти переводов всего экземпляра.
sv: Det finns flera alternativ för att ladda ner översättningsminnet för hela instansen.
ta: முழு நிகழ்வின் மொழிபெயர்ப்பு நினைவகத்தைப் பதிவிறக்க பல விருப்பங்கள் உள்ளன.
tr: Tüm kopyadaki çeviri belleğini indirmek için birkaç seçenek vardır.
uk: Передбачено декілька варіантів отримання пам'яті перекладів усього екземпляра.
zh_hans: 有多个选项来下载整个实例的翻译记忆库。

source: Translation memories in various formats can be imported into Weblate, the TMX format is provided for interoperability with other tools. All supported formats are TMX, JSON, XLIFF, PO, CSV.
de: Übersetzungsspeicher in verschiedenen Formaten können in Weblate importiert werden, das TMX-Format ist für die Interoperabilität mit anderen Tools vorgesehen. Alle unterstützten Formate sind TMX, JSON, XLIFF, PO, CSV.
ga: Is féidir cuimhní aistriúcháin i bhformáidí éagsúla a allmhairiú isteach i Weblate, cuirtear an fhormáid TMX ar fáil le haghaidh idir-inoibritheachta le huirlisí eile. Is iad na formáidí tacaithe go léir ná TMX, JSON, XLIFF, PO, CSV.
hu: Többféle formátumban importálhatók fordítási memóriák a Weblate-be, a TMX formátum az interoperabilitás miatt támogatott. Az összes támogatott formátum: TMX, JSON, XLIFF, PO, CSV.
id: Memori terjemahan dalam berbagai format dapat diimpor ke Weblate, dan format TMX disediakan untuk interoperabilitas dengan alat lain. Semua format yang didukung adalah TMX, JSON, XLIFF, PO, dan CSV.
nl: Vertaalgeheugens in verscheidene indelingen kunnen worden geïmporteerd in Weblate, de indeling TMX wordt verschaft voor interoperabiliteit met andere programma's. Alle ondersteunde indelingen zijn: TMX, JSON, XLIFF, PO, CSV.
pt_br: As memórias de tradução em vários formatos podem ser importadas para o Weblate, o formato TMX é fornecido para interoperabilidade com outras ferramentas. Todos formatos compatíveis são TMX, JSON, XLIFF, PO, CSV.
sv: Översättningsminnen i olika format kan importeras till Weblate, TMX-formatet tillhandahålls för interoperabilitet med andra verktyg. Alla format som stöds är TMX, JSON, XLIFF, PO, CSV.
ta: பல்வேறு வடிவங்களில் மொழிபெயர்ப்பு நினைவுகள் வெப்லேட்டில் இறக்குமதி செய்யப்படலாம், டிஎம்எக்ச் வடிவம் மற்ற கருவிகளுடன் இயங்குதலுக்காக வழங்கப்படுகிறது. அனைத்து உதவி வடிவங்களும் டி.எம்.எக்ச், சே.எச்.ஓ.எச், எக்ச்எல்ஐஎஃப், பிஓ, சி.எச்.வி.
tr: Çeşitli biçimlerdeki çeviri bellekleri Weblate içine aktarılabilir. Diğer araçlarla birlikte çalışabilmek için TMX biçimi sunulur. TMX, JSON, XLOFF, PO ve CSV biçimleri desteklenir.
uk: Пам’яті перекладів у різних форматах можна імпортувати в Weblate, формат TMX надається для взаємодії з іншими інструментами. Усі підтримувані формати: TMX, JSON, XLIFF, PO, CSV.
zh_hans: 可以将多种格式的翻译记忆库导入 Weblate，提供了 TMX 格式方便与其他工具进行互操作。所有支持的格式如下为 TMX、JSON、XLIFF、PO、CSV。

source: You can search for translations in the view built for this.
de: Sie können in der dafür vorgesehenen Ansicht nach Übersetzungen suchen.
ga: Is féidir leat aistriúcháin a chuardach san amharc a tógadh dó seo.
hu: A beépített nézetben kereshet a fordítási memóriában tárolt fordítások között.
id: Anda dapat mencari terjemahan dalam tampilan yang dibuat untuk ini.
ja: このために生成された画面で翻訳を検索できます。
nl: U kunt zoeken naar vertalingen in het overzicht dat daarvoor gemaakt is.
pt: Pode procurar traduções na visualização criada para isto.
pt_br: Você pode buscar traduções na visualização criada para isso.
ru: Вы можете искать переводы в созданном для этого представлении.
sv: Du kan söka efter översättningar i den vy som skapats för detta ändamål.
ta: இதற்காக கட்டப்பட்ட பார்வையில் மொழிபெயர்ப்புகளை நீங்கள் தேடலாம்.
tr: Çeviriler bunun için oluşturulmuş görünümde aranabilir.
uk: Ви можете шукати переклади на панелі, яку побудовано для цього.
zh_hans: 你可以在为译文搜索而构建的视图中搜索译文。

source: Admin interface
de: Adminoberfläche
ga: comhéadan admin
hu: Adminisztrátori felület
id: Antarmuka admin
ja: 管理画面
nl: Beheerdersinterface
pt: Interface administrativa
pt_br: Interface administrativa
ru: Интерфейс администратора
sv: Administratörsgränssnitt
ta: நிர்வாக இடைமுகம்
tr: Yönetici arayüzü
uk: Інтерфейс адміністратора
zh_hans: 管理界面
