Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The font-groups are identified by name, which can not contain whitespace or special characters, so that it can be easily used in the check definition:
de: Die Schriftartgruppen werden durch einen Namen identifiziert, der keine Leer- oder Sonderzeichen enthalten darf, damit er in der Prüfdefinition leicht verwendet werden kann:
ga: Aithnítear na grúpaí cló de réir ainm, nach féidir spás bán nó carachtair speisialta a bheith iontu, ionas gur féidir é a úsáid go héasca sa sainmhíniú seiceála:
hu: A betűcsoportokat névvel kell azonosítani, amely nem tartalmazhat szóközt vagy speciális karaktert, hogy könnyen lehessen hivatkozni rájuk az ellenőrzésekben:
id: Grup font diidentifikasi berdasarkan nama, yang tidak boleh mengandung spasi atau karakter khusus, sehingga dapat dengan mudah digunakan dalam definisi pemeriksaan:
ja: フォントグループは名前で識別されます。検査の定義で簡単に使用できるように、名前には空白文字や特殊文字を含めることはできません。
nl: De groepen lettertypen worden geïdentificeerd op naam, die geen witruimte of speciale tekens mag bevatten, zodat het gemakkelijk kan worden gebruikt in de definitie van de controle:
pt: O grupos de letras são identificados pelo nome, que não pode conter espaços ou caracteres especiais, de modo que ele pode ser facilmente utilizado na definição da verificação:
pt_br: O grupos de fontes são identificados pelo nome, que não pode conter espaços ou caracteres especiais, de modo que ele pode ser facilmente utilizado na definição da verificação:
ro: Grupurile de fonturi sunt identificate printr-un nume, care nu poate conține spații albe sau caractere speciale, astfel încât să poată fi utilizat cu ușurință în definiția verificării:
ru: Группы шрифтов идентифицируются по имени, которое не может содержать пробелы или специальные символы, так что их можно легко использовать в определении проверки:
sv: Fontgrupperna identifieras med namn, som inte får innehålla blanktecken eller specialtecken, så att de enkelt kan användas i kontrolldefinitionen:
ta: எழுத்துரு-குழுக்கள் பெயரால் அடையாளம் காணப்படுகின்றன, அவை இடைவெளி அல்லது சிறப்பு எழுத்துக்களைக் கொண்டிருக்க முடியாது, இதனால் அதை சோதனை வரையறையில் எளிதாகப் பயன்படுத்த முடியும்:
tr: Yazı tipi grupları, boşluk veya özel karakterler içeremeyen bir ad ile tanımlanır. Böylece denetim tanımında kolayca kullanılabilir:
uk: Групи шрифтів визначаються назвою, яка не може містити пробілів або спеціальних символів. Так зроблено, щоб групи можна було без проблем використовувати у визначеннях перевірок:
zh_hans: 字型组通过名称识别，名称不能包含空格或特殊字符，这使它能够容易地用在检查定义中：
zh_hant: 字型組通過名稱識別，名稱不能包含空白字符或特殊字符，這使它能夠容易地用在檢查定義中：

source: Font-family and style is automatically recognized after uploading them:
de: Schriftfamilie und -stil werden nach dem Hochladen automatisch erkannt:
ga: Aithnítear cló-teaghlach agus stíl go huathoibríoch tar éis iad a uaslódáil:
hu: A betűtípus-család és a stílus automatikusan felismerésre kerül a feltöltés után:
id: Jenis font dan gaya akan dikenali secara otomatis setelah diunggah:
ja: フォントファミリーとスタイルは、アップロード後に自動的に認識:
nl: Familie en stijl van lettertype worden automatisch herkend na het uploaden ervan:
pt: A família de letras e o estilo são automaticamente reconhecidos após carregá-los:
pt_br: A família de fontes e o estilo são automaticamente reconhecidos após carregá-los:
ro: Familia de caractere și stilul sunt recunoscute automat după încărcarea lor:
ru: Семейство и начертание шрифта распознаются автоматически после его загрузки:
sv: Fontfamilj och stil känns igen automatiskt efter uppladdning:
ta: அவற்றை பதிவேற்றிய பின் எழுத்துரு-குடும்பம் மற்றும் பாணி தானாக அங்கீகரிக்கப்படும்:
tr: Yazı tipi ailesi ve biçemi, yüklendikten sonra kendiliğinden tanınır:
uk: Гарнітура шрифту та стиль автоматично визначаються після вивантаження шрифтів:
zh_hans: 字型族和样式在上传后自动识别：
zh_hant: 字型族和样式在上傳後自動識別：

source: You can have a number of fonts loaded into Weblate:
de: In Weblate können Sie eine Reihe von Schriftarten laden:
ga: Is féidir leat roinnt clónna a lódáil isteach i Weblate:
hu: Több betűtípus is betölthető a Weblate-be:
id: Anda dapat memuat sejumlah font ke Weblate:
ja: Weblate に登録できる複数のフォントの設定:
nl: U mag een aantal lettertypen hebben geladen in Weblate:
pt: Pode ter muitas letras carregadas para Weblate:
pt_br: Você pode ter um número de fontes carregadas para Weblate:
ro: Puteți avea mai multe fonturi încărcate în Weblate:
ru: Вы можете загрузить в Weblate несколько шрифтов:
sv: Du kan ladda ett antal typsnitt i Weblate:
ta: நீங்கள் பல எழுத்துருக்களை வலைபெயர்ப்பில் ஏற்றலாம்:
tr: Weblate üzerine çeşitli yazı tipleri yükleyebilirsiniz:
uk: Ви можете завантажувати до Weblate декілька шрифтів:
zh_hans: 可以将几种字型加载到 Weblate 中：
zh_hant: 可以將幾種字型加載到 Weblate 中：

source: To use the fonts for checking the string length, pass it the appropriate flags (see :ref:`custom-checks`). You will probably need the following ones:
de: Um die Schriftarten für die Überprüfung der Zeichenkettenlänge zu verwenden, übergeben Sie ihr die entsprechenden Markierungen (siehe :ref:`custom-checks`). Sie werden wahrscheinlich die folgenden benötigen:
ga: Chun na clónna a úsáid chun fad an sreangáin a sheiceáil, cuir na bratacha cuí air (féach :ref:`custom-checks`). Is dócha go mbeidh na cinn seo a leanas de dhíth ort:
hu: A szöveghossz ellenőrzéséhez a megfelelő jelzők segítségével kell beállítani a használandó betűtípust (lásd: :ref:`custom-checks`). Általában az alábbi beállításokra lesz szükség:
id: Untuk menggunakan font guna memeriksa panjang string, berikan tanda yang sesuai (lihat :ref:`custom-checks`). Anda mungkin memerlukan tanda berikut:
ja: 文字列の長さを確認するためにフォントを使用するには、適切なフラグ（参照 :ref:`custom-checks`）を渡します。設定が必要な項目:
nl: Geef het, om de lettertypen te gebruiken voor het controleren van de lengte van de tekenreeks, de toepasselijke vlaggen (bekijk :ref:`custom-checks`). U zult waarschijnlijk de volgende nodig hebben:
pt: Para usar as fontes de forma a verificar o comprimento da cadeia, passe-lhe os marcadores apropriados (veja :ref:`custom-checks`). Provavelmente precisará dos seguintes:
pt_br: Para usar as fontes para verificar o comprimento do texto, passe-o os marcadores apropriados (consulte :ref:`custom-checks`). Você provavelmente precisará dos seguintes:
ro: Pentru a utiliza fonturile pentru verificarea lungimii șirului de caractere, treceți-i indicatoarele corespunzătoare (a se vedea :ref:`custom-checks`). Probabil că veți avea nevoie de următoarele:
ru: Чтобы использовать шрифты в проверке длины строки, передайте проверке соответствующие флаги (смотрите раздел :ref:`custom-checks`). Скорее всего, вам понадобятся следующие из них:
sv: För att använda teckensnitten för att kontrollera stränglängden, skicka lämpliga flaggor (se :ref:`custom-checks`). Du kommer troligen att behöva följande:
tr: Dizge uzunluğunu denetleme üzere yazı tiplerini kullanmak için, uygun imleri aktarın (ayrıntılı bilgi almak için: :ref:`custom-checks`). Büyük olasılıkla şunlara gerek duyacaksınız:
uk: Щоб скористатися шрифтами для перевірки довжини рядка, передайте відповідні прапорці (див. :ref:`custom-checks`). Вам, ймовірно, потрібні такі:
zh_hans: 为了使用字型来检查字符串长度，将适当的标记传递给它（请参见 :ref:`custom-checks`）。可能会需要后面这些：
zh_hant: 為了使用字型來檢查字符串長度，將適當的標記傳遞給它 （請參見 :ref:`custom-checks`）。可能會需要後面這些：

source: Defines maximal width in pixels and, optionally, the maximum number of lines (word wrapping is applied).
de: Definiet die maximale Breite in Pixeln und optional die maximale Anzahl von Zeilen (Wortumbruch wird angewendet).
ga: Sainmhíníonn sé an leithead uasta i bpicteilíní agus, go roghnach, an t-uaslíon línte (cuirtear beart fillte i bhfeidhm).
hu: Maximális szélesség pixelben, és opcionálisan a maximális sorok száma (szövegtördelés figyelembevételével).
id: Menentukan lebar maksimal dalam piksel dan, secara opsional, jumlah baris maksimum (pembungkusan kata diterapkan).
ja: 最大幅をピクセル単位で設定し、オプションで最大行数を設定します（単語の折り返しが適用されます）。
nl: Definieert de maximale breedte in pixels en, optioneel, het maximum aantal regels (tekstterugloop wordt toegepast).
pt: Define a largura máxima em pixels e, opcionalmente, a quantidade máxima de linhas (a quebra de palavras é aplicada).
pt_br: Define a largura máxima em pixels e, opcionalmente, o número máximo de linhas (a quebra de palavras é aplicada).
sv: Definierar maximal bredd i pixlar och, valfritt, maximalt antal rader (ordbrytning tillämpas).
ta: பிக்சல்களில் அதிகபட்ச அகலத்தை வரையறுக்கிறது மற்றும், விருப்பமாக, அதிகபட்ச வரிகள் (சொல் மடக்குதல் பயன்படுத்தப்படுகிறது).
tr: Piksel olarak en fazla genişliği ve isteğe bağlı olarak en fazla satır sayısını belirler (sözcük kaydırma uygulanır).
uk: Визначає максимальну ширину в пікселях і, за бажанням, максимальну кількість рядків (застосовується обтікання словами).
zh_hans: 定义宽度的最高像素，以及最大行数（可选项，使用换行）。

source: Defines font group to use by specifying its identifier.
de: Definiert die zu verwendende Schriftartgruppe durch Angabe ihres Bezeichners.
ga: Sainmhíníonn grúpa cló le húsáid trína aitheantóir a shonrú.
hu: A használandó betűcsoport azonosítójának megadása.
id: Menentukan grup font yang akan digunakan dengan menentukan pengenalnya.
ja: 使用するフォントグループの識別子の設定。
nl: Definieert de groep van het lettertype door zijn identificatie te specificeren.
pt: Define o grupo de letras para usar especificando seu identificador.
pt_br: Define o grupo de fontes para usar especificando seu identificador.
ro: Definește grupul de fonturi care urmează să fie utilizat prin specificarea identificatorului acestuia.
ru: Определяет используемую группу шрифтов путем указания ее идентификатора.
sv: Definierar vilken teckensnittsgrupp som ska användas genom att ange dess identifierare.
ta: எழுத்துரு குழுவை அதன் அடையாளங்காட்டியைக் குறிப்பிடுவதன் மூலம் பயன்படுத்த வரையறுக்கிறது.
tr: Belirteci ile kullanılacak yazı tipi grubunu tanımlar.
uk: Визначає групу шрифтів для використання її визначенням ідентифікатора.
zh_hans: 通过指定其标识符来定义要使用的字型组。
zh_hant: 確定字型組，通過指定其識別文字來使用。

source: Defines font size in pixels.
de: Definiert die Schriftgröße in Pixeln.
ga: Sainmhíníonn clómhéid i bpicteilíní.
hu: A betűméret pixelben.
id: Menentukan ukuran font dalam piksel.
ja: フォントサイズをピクセル単位で設定。
nl: Definieert de grootte van het lettertype in pixels.
pt: Define o tamanho da fonte em pixels.
pt_br: Define o tamanho da fonte em pixels.
ro: Definește dimensiunea fontului în pixeli.
ru: Определяет размер шрифта в пикселях.
sv: Definierar teckenstorlek i pixlar.
ta: எழுத்துரு அளவை படப்புள்ளிகளில் வரையறுக்கிறது.
tr: Yazı boyutunu piksel olarak tanımlar.
uk: Визначає розмір шрифту у пікселях.
zh_hans: 指定以像素为单位的字体大小。

source: Writing own checks
de: Eigene Qualitätsprüfungen schreiben
ga: Ag scríobh seiceanna féin
hu: Egyedi ellenőrzések írása
id: Menulis pemeriksaan sendiri
ja: 独自の検査項目の作成
nl: Eigen controles schrijven
pt: Escrever as próprias verificações
pt_br: Escrevendo as próprias verificações
ro: Întocmirea propriilor cecuri
ru: Написание собственных проверок
sv: Skriva egna checkar
ta: சொந்த சோதனைகளை எழுதுதல்
tr: Kendi denetimlerinizi oluşturmak
uk: Написання власних перевірок
zh_hans: 编写自己的检查

source: A wide range of quality checks are built-in, (see :ref:`checks`), though they might not cover everything you want to check. The list of performed checks can be adjusted using :setting:`CHECK_LIST`, and you can also add custom checks.
de: Eine breite Palette von Qualitätsprüfungen ist integriert (siehe :ref:`checks`), obwohl sie möglicherweise nicht alles abdecken, was Sie überprüfen möchten. Die Liste der durchgeführten Prüfungen kann mit :setting:`CHECK_LIST` angepasst werden, und Sie können auch eigene Prüfungen hinzufügen.
ga: Tá raon leathan seiceálacha cáilíochta ionsuite, (féach :ref:`checks`), cé go bhféadfadh nach gclúdaíonn siad gach rud is mian leat a sheiceáil. Is féidir liosta na seiceálacha a dhéantar a choigeartú ag baint úsáide as :setting:`CHECK_LIST`, agus is féidir leat seiceálacha saincheaptha a chur leis freisin.
hu: Számos minőség-ellenőrzés be van építve (lásd: :ref:`checks`), de ezek nem feltétlenül fednek le minden egyedi igényt. Az elvégzett ellenőrzések listája a :setting:`CHECK_LIST` beállítással módosítható, és saját egyedi ellenőrzéseket is hozzá lehet adni.
id: Berbagai macam pemeriksaan kualitas sudah tersedia (lihat :ref:`checks`), meskipun mungkin tidak mencakup semua yang ingin Anda periksa. Daftar pemeriksaan yang dilakukan dapat disesuaikan menggunakan :setting:`CHECK_LIST`, dan Anda juga dapat menambahkan pemeriksaan khusus.
ja: 幅広い品質検査を搭載していますが（参照: :ref:`checks`）、検査したい項目をすべて網羅しているとは限りません。実行する検査の内容は、:setting:`CHECK_LIST` で設定できます。また、独自の検査も追加できます。
nl: Een breed scala aan kwaliteitscontroles is ingebouwd, (bekijk :ref:`checks`), hoewel zij misschien niet alles afdekken wat u wilt controleren. De lijst met uitgevoerde controles kan worden aangepast met :setting:`CHECK_LIST`, en u kunt ook aangepaste controles toevoegen.
pt: Uma ampla gama de verificações de qualidade são incorporadas, (veja :ref:`checks`), embora eles possam não cobrir tudo o que deseja verificar. A lista de verificações realizadas pode ser ajustada a usar :setting:`CHECK_LIST` e também pode adicionar verificações personalizadas.
pt_br: Uma ampla gama de verificações de qualidade estão embutidas, (consulte :ref:`checks`), embora eles possam não cobrir tudo o que você deseja verificar. A lista de verificações realizadas pode ser ajustada usando :setting:`CHECK_LIST` e você também pode adicionar verificações personalizadas.
ro: Există o gamă largă de verificări ale calității încorporate (a se vedea :ref:`checks`), deși s-ar putea să nu acopere tot ceea ce doriți să verificați. Lista de verificări efectuate poate fi ajustată folosind :setting:`CHECK_LIST` și puteți adăuga și verificări personalizate.
ru: Хотя в Weblate встроен широкий спектр проверок качества (смотрите раздел :ref:`checks`), они могут охватывать не всё, что вы хотите проверить. Список выполняемых проверок можно настроить с помощью параметра :setting:`CHECK_LIST`, кроме того, вы можете добавить собственные проверки.
sv: Ett brett utbud av kvalitetskontroller är inbyggda (se :ref:`checks`), men de täcker kanske inte allt du vill kontrollera. Listan över utförda kontroller kan justeras med :setting:`CHECK_LIST`, och du kan också lägga till egna kontroller.
tr: Çok çeşitli kalite denetimleri hazır olarak bulunur (ayrıntılı bilgi almak için: :ref:`checks`). Ancak denetlemek istediğiniz her şey kapsanmamış olabilir. Yapılabilecek denetimlerin listesi :setting:`CHECK_LIST` kullanılarak ayarlanabilir. Ayrıca kendi özel denetimlerinizi de ekleyebilirsiniz.
uk: Широкий діапазон перевірок якості вбудовано до програми (див. :ref:`checks`), хоча вони можуть не покривати усі випадки того, що ви хочете перевірити. Список виконуваних перевірок можна скоригувати за допомогою параметра :setting:`CHECK_LIST`. Також ви можете додавати нетипові перевірки.
zh_hans: Weblate 内置了多种多样的质量检查，（请参阅 :ref:`checks`），尽管它们可能没有涵盖您想要检查的所有东西。可以使用 :setting:`CHECK_LIST` 来调整执行的检查列表，也可以添加自定义检查。
zh_hant: Weblate 內建了很大範圍的質量檢查，（請參見 :ref:`checks` ），儘管可能沒有覆蓋想要檢查的所有內容。可以使用 :setting:`CHECK_LIST` 來調整執行檢查的列表，也可以添加定制的檢查。

source: Subclass the `weblate.checks.Check`
de: Unterklasse von `weblate.checks.Check` erstellen
ga: Fo-aicme an `weblate.checks.Check`
hu: Ehhez származtasson egy osztályt a `weblate.checks.Check` osztályból
id: Subkelas `weblate.checks.Check`
ja: `weblate.checks.Check` をサブクラス化する
nl: Subklasseer de `weblate.checks.Check`
pt: Crie uma subclasse de `weblate.checks.Check`
pt_br: Crie uma subclasse de `weblate.checks.Check`
ro: Subclasa `weblate.checks.Check`
ru: Создайте подкласс `weblate.checks.Check`
sv: Underklass till `weblate.checks.Check`
ta: துணைப்பிரிவு `weblate.checks.check`
tr: `weblate.checks.Check` alt sınıfı
uk: Підклас `weblate.checks.Check`
zh_hans: 子类 `weblate.checks.Check`

source: Set a few attributes.
de: Ein paar Attribute festlegen.
ga: Socraigh cúpla tréithe.
hu: Állítson be néhány attribútumot.
id: Atur beberapa atribut.
ja: 複数の属性を設定する。
nl: Stel een paar attributen in.
pt: Define alguns atributos.
pt_br: Defina alguns atributos.
ro: Setați câteva atribute.
ru: Установите несколько атрибутов.
sv: Ställ in några attribut.
ta: சில பண்புகளை அமைக்கவும்.
tr: Birkaç öznitelik ayarlayın.
uk: Встановити декілька атрибутів.
zh_hans: 设置一些属性。
zh_hant: 設置一些屬性。

source: Implement either the ``check`` (if you want to deal with plurals in your code) or the ``check_single`` method (which does it for you).
de: Entweder die ``check``- (wenn Sie in Ihrem Code mit Pluralformen umgehen möchten) oder ``check_single``-Methode (die dies für Sie erledigt) implementieren.
ga: Cuir an ``seiceáil`` i bhfeidhm (má tá tú ag iarraidh déileáil leis na hiolra i do chód) nó an modh ``check_single`` (a dhéanann sé duit).
hu: Valósítsa meg vagy a ``check`` metódust (ha a többes számok kezelését is saját kódban szeretné végezni) vagy a ``check_single`` metódust (ami ezt automatikusan elintézi).
id: Implementasikan ``check`` (jika Anda ingin menangani bentuk jamak dalam kode Anda) atau metode ``check_single`` (yang melakukannya untuk Anda).
ja: ``check`` （コードで複数形を扱う場合）または ``check_single`` メソッド（これはあなたに代わって実行）を実装する。
nl: Implementeer ofwel de methode ``check`` (als u meervouden wilt afhandelen in uw code) of de methode ``check_single`` (die het voor u doet).
pt: Implemente o método ``check`` (se quiser lidar com plurais no seu código) ou o método ``check_single`` (que faz isso por si).
pt_br: Implemente o método ``check`` (se você quiser lidar com plurais em seu código) ou o método ``check_single`` (que faz isso por você).
ro: Implementați fie ``check`` (dacă doriți să vă ocupați de plural în codul dumneavoastră), fie metoda ``check_single`` (care o face pentru dumneavoastră).
ru: Реализуйте либо метод ``check`` (если вы хотите работать в своём коде с формами множественного числа), либо метод ``check_single`` (который сам выполняет такую обработку).
sv: Implementera antingen metoden ``check`` (om du vill hantera pluralformer i din kod) eller metoden ``check_single`` (som gör det åt dig).
ta: `` செக்`` (உங்கள் குறியீட்டில் உள்ள பன்மைகளை நீங்கள் சமாளிக்க விரும்பினால்) அல்லது `` check_single`` முறையை செயல்படுத்தவும் (இது உங்களுக்காகச் செய்கிறது).
tr: ``check`` (kodunuzdaki çoğulları işlemek istiyorsanız) ya da ``check_single`` yöntemini uygulayın (sizin için hangisi işe yarıyorsa).
uk: Реалізуйте метод ``check`` (якщо ви хочете мати справу із формами множини у вашому коді) або метод ``check_single`` (який виконує це завдання за вас).
zh_hans: 应用 ``check``\ （如果想要处理代码中的复数的话）或 ``check_single`` 方法（它将为你完成）。
zh_hant: 應用 ``check`` （如果想要處理代碼中的複數的話）或 ``check_single`` 方法（它將為你完成）。

source: Some examples:
de: Einige Beispiele:
ga: Roinnt samplaí:
hu: Néhány példa:
id: Beberapa contoh:
ja: 複数の例:
nl: Enkele voorbeelden:
pt: Alguns exemplos:
pt_br: Alguns exemplos:
ro: Câteva exemple:
ru: Несколько примеров:
sv: Några exempel:
ta: சில எடுத்துக்காட்டுகள்:
tr: Bazı örnekler:
uk: Приклади:
zh_hans: 一些示例：
zh_hant: 一些例子：

source: To install custom checks, provide a fully-qualified path to the Python class in the :setting:`CHECK_LIST`, see :ref:`custom-check-modules`.
de: Um benutzerdefinierte Prüfungen zu installieren, geben Sie in :setting:`CHECK_LIST` einen vollqualifizierten Pfad zur Python-Klasse an, siehe :ref:`custom-check-modules`.
ga: Chun seiceálacha saincheaptha a shuiteáil, cuir conair láncháilithe ar fáil don rang Python sa :setting:`CHECK_LIST`, féach :ref:`custom-check-modules`.
hu: Egyedi ellenőrzések telepítéséhez adja meg a Python osztály teljes elérési útját a :setting:`CHECK_LIST` beállításban, részletek: :ref:`custom-check-modules`.
id: Untuk memasang pemeriksaan khusus, berikan jalur yang sepenuhnya memenuhi syarat ke kelas Python di :setting:`CHECK_LIST`, lihat :ref:`custom-check-modules`.
ja: 独自の検査項目を組み込むには、:setting:`CHECK_LIST` に Python クラスへの完全修飾パスを指定します。参照: :ref:`custom-check-modules`。
nl: Verschaf, om aangepaste controles te installeren, een volledig gekwalificeerd pad naar de klasse van Python in de :setting:`CHECK_LIST`, bekijk :ref:`custom-check-modules`.
pt: Para instalar verificações personalizadas, forneça um caminho totalmente qualificado à classe Python em :setting:`CHECK_LIST`, veja :ref:`custom-check-modules`.
pt_br: Para instalar verificações personalizadas, forneça um caminho totalmente qualificado para a classe Python em :setting:`CHECK_LIST`, consulte :ref:`custom-check-modules`.
ro: Pentru a instala verificări personalizate, furnizați o cale complet calificată către clasa Python în :setting:`CHECK_LIST`, a se vedea :ref:`custom-check-modules`.
ru: Для установки пользовательских проверок необходимо в списке :setting:`CHECK_LIST` указать полный путь к классу Python, смотрите раздел :ref:`custom-check-modules`.
sv: För att installera anpassade kontroller, ange en fullständig sökväg till Python-klassen i :setting:`CHECK_LIST`, se :ref:`custom-check-modules`.
tr: Özel denetimler kurmak için, :setting:`CHECK_LIST` içinde Python sınıfının tam yolunu belirtin. Ayrıntılı bilgi almak için: :ref:`custom-check-modules`.
uk: Щоб встановити нетипові перевірки, вкажіть повний шлях до класу Python у :setting:`CHECK_LIST`, див. :ref:`custom-check-modules`.
zh_hans: 为了安装定制的检查，在 :setting:`CHECK_LIST` 中为 Python 类提供完全合格的路径，请参见 :ref:`custom-check-modules`。
zh_hant: 為了安裝定制的檢查，在 :setting:`CHECK_LIST` 中為 Python 類提供完全合格的路徑，請參見 :ref:`custom-check-modules` 。

source: Checking translation text does not contain "foo"
de: Prüfen, ob der Übersetzungstext „foo“ nicht enthält
ga: Níl "foo" i dtéacs an aistriúcháin
hu: Ellenőrzés: a fordítás szövege nem tartalmazhatja a "foo" karakterláncot
id: Memeriksa teks terjemahan tidak mengandung "foo"
ja: 翻訳テキストに「foo」が含まれていないかの確認
nl: Controleren of de vertaalde tekst niet "foo" bevat
pt: Verificar se o texto de tradução não contém "foo"
pt_br: Verificando se o texto de tradução não contém "foo"
ro: Verificarea faptului că textul traducerii nu conține "foo"
ru: Проверка, что текст перевода не содержит подстроки «foo»
sv: Kontrollerar att översättningstexten inte innehåller "foo"
ta: மொழிபெயர்ப்பு உரையைச் சரிபார்ப்பது "ஃபூ" ஐக் கொண்டிருக்கவில்லை
tr: "foo" içermeyen çeviri metinlerini denetlemek
uk: Перевірка того, чи не містить текст перекладу «foo»
zh_hans: 检查译文文本是否不包含“foo”
zh_hant: 檢查翻譯文本不含有 “ foo ”

source: This is a pretty simple check which just checks whether the translation is missing the string "foo".
de: Es handelt sich um eine recht einfache Prüfung, bei der lediglich überprüft wird, ob in der Übersetzung die Zeichenfolge „foo“ fehlt.
ga: Is seiceáil simplí go leor é seo a dhéanann seiceáil an bhfuil an teaghrán "foo" in easnamh ar an aistriúchán.
hu: Ez egy egyszerű ellenőrzés, amely csak azt vizsgálja, hogy a fordításból hiányzik-e a "foo" szöveg.
id: Ini adalah pemeriksaan yang cukup sederhana yang hanya memeriksa apakah terjemahan kehilangan string "foo".
ja: これは非常に単純な検査であり、翻訳に文字列「foo」を含まないかの検査をするだけです。
nl: Dit is een vrij eenvoudige controle die slechts controleert of in de vertaling de tekenreeks "foo" ontbreekt.
pt: Esta é uma verificação bastante simples que apenas verifica se a tradução não possui a cadeia "foo".
pt_br: Esta é uma verificação bastante simples que apenas verifica se a tradução não possui o texto "foo".
ro: Aceasta este o verificare destul de simplă, care verifică doar dacă în traducere lipsește șirul "foo".
ru: Это довольно простая проверка, которая просто проверяет, не пропущена ли в переводе строка «foo».
sv: Detta är en ganska enkel kontroll som bara kontrollerar om översättningen saknar strängen "foo".
ta: இது மிகவும் எளிமையான சோதனை, இது மொழிபெயர்ப்பு "ஃபூ" என்ற சரத்தை காணவில்லையா என்பதை சரிபார்க்கிறது.
tr: Çeviride "foo" dizgesinin eksik olup olmadığına bakan basit bir denetim.
uk: Це доволі проста перевірка, яка просто перевіряє, чи не пропущено у перекладі рядок «foo».
zh_hans: 这是一个非常简单的检查，只是检查译文中是否缺少了字符串“foo”。
zh_hant: 這是非常簡單的檢查，只檢查翻譯中是否丟失了字符串“ foo ”。
