Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The API requests are rate limited; the default configuration limits it to 100 requests per day for anonymous users and 5000 requests per hour for authenticated users.
de: Die Anzahl der API-Anfragen ist begrenzt; die Standardkonfiguration beschränkt sie auf 100 Anfragen pro Tag für anonyme Benutzer und 5000 Anfragen pro Stunde für authentifizierte Benutzer.
ga: Tá teorainn ráta leis na hiarratais API; cuireann an chumraíocht réamhshocraithe teorainn le 100 iarratas in aghaidh an lae d'úsáideoirí gan ainm agus 5000 iarratas in aghaidh na huaire d'úsáideoirí fíordheimhnithe.
hu: Az API kérések korlátozva vannak; az alapértelmezett beállítások szerint anonim felhasználók napi 100 kérést, hitelesített felhasználók óránként 5000 kérést indíthatnak.
id: Permintaan API dibatasi; konfigurasi bawaan membatasinya hingga 100 permintaan per hari untuk pengguna anonim dan 5000 permintaan per jam untuk pengguna terautentikasi.
ja: API リクエストは接続制限しています。デフォルト設定では、匿名ユーザーの場合は 100 リクエスト / 日、認証済みユーザーの場合は 5000 リクエスト / 時間に制限しています。
nl: De verzoeken voor de API hebben een opvraaglimiet; de standaard configuratie beperkt het tot 100 verzoeken per dag voor anonieme gebruikers en tot 5000 verzoeken per uur voor geauthenticeerde gebruikers.
pt: As solicitações de API são limitadas; a configuração padrão limita-a a 100 solicitações por dia para utilizadores anônimos e 5000 solicitações por hora para utilizadores autenticados.
pt_br: As solicitações de API são limitadas; a configuração padrão limita-a a 100 solicitações por dia para usuários anônimos e 5000 solicitações por hora para usuários autenticados.
ro: Solicitările API sunt limitate; configurația implicită le limitează la 100 de solicitări pe zi pentru utilizatorii anonimi și la 5000 de solicitări pe oră pentru utilizatorii autentificați.
ru: Частота запросов к API ограничена; конфигурация по умолчанию ограничивает её до 100 запросов в день для анонимных пользователей и до 5000 запросов в час для авторизованных пользователей.
sv: API-förfrågningarna är begränsade; standardkonfigurationen begränsar dem till 100 förfrågningar per dag för anonyma användare och 5000 förfrågningar per timme för autentiserade användare.
ta: பநிஇ கோரிக்கைகள் வீதம் வரையறுக்கப்பட்டவை; இயல்புநிலை உள்ளமைவு அநாமதேய பயனர்களுக்கு ஒரு நாளைக்கு 100 கோரிக்கைகளாகவும், அங்கீகரிக்கப்பட்ட பயனர்களுக்கு ஒரு மணி நேரத்திற்கு 5000 கோரிக்கைகளாகவும் கட்டுப்படுத்துகிறது.
tr: API isteklerinin hızı sınırlanmıştır; Varsayılan yapılandırmada anonim kullanıcılar için günde 100 istek ve kimliği doğrulanmış kullanıcılar için saatte 5000 istek sınırı bulunur.
uk: Запити до програмного інтерфейсу обмежено за частотою: за типових налаштувань можна виконувати не більше 100 запитів на день для анонімних користувачів і не більше 5000 запитів на годину для користувачів, які пройшли розпізнавання у системі.
zh_hans: 这个 API 请求限制了速率；对于匿名用户默认配置限制为每天 100 个请求，对于身份验证的用户限制为每小时 5000 个请求。
zh_hant: 這個 API 請求限制了速率；對於匿名用戶默認配置限制為每天 100 個請求，對於身份驗證的用戶限制為每小時 5000 個請求。

source: Rate limiting can be adjusted in the :file:`settings.py`; see `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ for more details how to configure it.
de: Die Ratenbegrenzung kann in :file:`settings.py` eingestellt werden; siehe `Drosselung in Django REST-Framework Dokumentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ für weitere Details zur Konfiguration.
ga: Is féidir teorannú rátaí a choigeartú sa :file:`settings.py`; féach `Throttling in Django creatdhoiciméadú REST <https://www.django-rest-framework.org/api-guide/throttling/>`_ le haghaidh tuilleadh sonraí conas é a chumrú.
hu: A korlátozás beállítható a :file:`settings.py` fájlban; részletes konfigurációs útmutatóért lásd a `Django REST framework dokumentációját a Throttling fejezetben <https://www.django-rest-framework.org/api-guide/throttling/>`_.
id: Pembatasan akses dapat disesuaikan dalam :file:`settings.py`; lihat `Dokumentasi pembatasan dalam kerangka kerja Django REST <https://www.django-rest-framework.org/api-guide/throttling/>`_ untuk rincian lebih lanjut tentang cara mengonfigurasinya.
ja: 接続制限は :file:`settings.py` で変更できます。詳細な設定方法は、`Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ を確認してください。
nl: Opvraaglimieten kunnen worden aangepast in :file:`settings.py`; bekijk `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ voor meer details over hoe het te configureren.
pt: A limitação da taxa pode ser ajustada no :file:`settings.py`. Consulte `Throttling na documentação do framework Django REST <https://www.django-rest-framework.org/api-guide/throttling/>`_ para obter mais detalhes sobre como configurá-la.
pt_br: A limitação da taxa pode ser ajustada no :file:`settings.py`. Consulte `Throttling na documentação do framework Django REST <https://www.django-rest-framework.org/api-guide/throttling/>`_ para obter mais detalhes sobre como configurá-la.
ro: Limitarea ratei poate fi ajustată în fișierul :file:`settings.py`; consultați `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ pentru mai multe detalii despre cum să o configurați.
ru: Это ограничение можно настроить в :file:`settings.py`; подробнее о его настройке смотрите в разделе `Throttling документации среды Django REST <https://www.django-rest-framework.org/api-guide/throttling/>`_.
sv: Hastighetsbegränsningen kan justeras i :file:`settings.py`; se `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ för mer information om hur du konfigurerar den.
tr: Hız sınırlaması :file:`settings.py` dosyasından ayarlanabilir. Nasıl yapılandırılacağı ile ilgili bilgi almak için `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ bölümüne bakabilirsiniz.
uk: Обмеження за частотою можна скоригувати у файлі :file:`settings.py`; див. `дроселювання у документації до бібліотек REST Django <https://www.django-rest-framework.org/api-guide/throttling/>`_, щоб дізнатися більше про те, як налаштувати це обмеження.
zh_hans: 速率限制可以在 :file:`settings.py` 中调整；如何配置它的更多细节请参见 `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_。
zh_hant: 速率限制可以在:file:`settings.py` 中調整；如何配置它的更多細節請參見`Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/ throttling/>`_ 。

source: In the Docker container this can be configured using :envvar:`WEBLATE_API_RATELIMIT_ANON` and :envvar:`WEBLATE_API_RATELIMIT_USER`.
de: Im Docker-Container kann dies mit :envvar:`WEBLATE_API_RATELIMIT_ANON` und :envvar:`WEBLATE_API_RATELIMIT_USER` konfiguriert werden.
ga: Sa choimeádán Docker is féidir é seo a chumrú le :envvar:`WEBLATE_API_RATELIMIT_ANON` agus :envvar:`WEBLATE_API_RATELIMIT_USER`.
hu: Docker-konténer használata esetén a :envvar:`WEBLATE_API_RATELIMIT_ANON` és :envvar:`WEBLATE_API_RATELIMIT_USER` változókkal szabályozható.
id: Dalam kontainer Docker ini dapat dikonfigurasi menggunakan :envvar:`WEBLATE_API_RATELIMIT_ANON` dan :envvar:`WEBLATE_API_RATELIMIT_USER`.
ja: Docker コンテナでは、:envvar:`WEBLATE_API_RATELIMIT_ANON` および :envvar:`WEBLATE_API_RATELIMIT_USER` を使用して設定します。
nl: In de Docker container kan dit worden geconfigureerd met :envvar:`WEBLATE_API_RATELIMIT_ANON` en :envvar:`WEBLATE_API_RATELIMIT_USER`.
pt: No contentor do Docker, isso pode ser configurado usando :envvar:`WEBLATE_API_RATELIMIT_ANON` e :envvar:`WEBLATE_API_RATELIMIT_USER`.
pt_br: No contêiner do Docker, isso pode ser configurado usando :envvar:`WEBLATE_API_RATELIMIT_ANON` e :envvar:`WEBLATE_API_RATELIMIT_USER`.
ro: În containerul Docker, acest lucru poate fi configurat folosind :envvar:`WEBLATE_API_RATELIMIT_ANON` și :envvar:`WEBLATE_API_RATELIMIT_USER`.
ru: В контейнере Docker это можно настроить через :envvar:`WEBLATE_API_RATELIMIT_ANON` и :envvar:`WEBLATE_API_RATELIMIT_USER`.
sv: I Docker-containern kan detta konfigureras med hjälp av :envvar:`WEBLATE_API_RATELIMIT_ANON` och :envvar:`WEBLATE_API_RATELIMIT_USER`.
tr: Docker kapsayıcısında hız sınırlaması :envvar:`WEBLATE_API_RATELIMIT_ANON` ve :envvar:`WEBLATE_API_RATELIMIT_USER` seçenekleri kullanılarak yapılandırılabilir.
uk: У контейнері Docker домен сайта можна налаштувати за допомогою :envvar:`WEBLATE_API_RATELIMIT_ANON` та :envvar:`WEBLATE_API_RATELIMIT_USER`.
zh_hans: 在 Docker 容器中可使用 :envvar:`WEBLATE_API_RATELIMIT_ANON` 和 :envvar:`WEBLATE_API_RATELIMIT_USER` 对此进行配置。

source: The status of rate limiting is reported in following headers:
de: Der Status der Ratenbegrenzung wird in den folgenden Kopfzeilen gemeldet:
ga: Tuairiscítear stádas teorannú rátaí sna ceannteidil seo a leanas:
hu: A korlátozási állapotot az alábbi fejlécek jelentik:
id: Status pembatasan akses dilaporkan dalam tajuk berikut ini:
ja: ヘッダーで報告される接続制限の状態：
nl: De status van de opvraaglimiet wordt gerapporteerd in de volgende koppen:
pt: O estado de limitação de taxa é relatado nos seguintes cabeçalhos:
pt_br: O status de limitação de taxa é relatado nos seguintes cabeçalhos:
ro: Starea de limitare a vitezei este raportată în următoarele anteturi:
ru: О состоянии ограничения частоты запросов сообщается в следующих заголовках:
sv: Status för hastighetsbegränsning rapporteras i följande rubriker:
ta: விகிதத்தைக் கட்டுப்படுத்தும் நிலை பின்வரும் தலைப்புகளில் தெரிவிக்கப்பட்டுள்ளது:
tr: Hız sınırlamasının durumu şu üst bilgiler ile bildirilir:
uk: Стан обмеження за частотою повідомляється за допомогою таких частин заголовка:
zh_hans: 速率限制在后面的标头中报告：
zh_hant: 速率限制在後面的標頭中報告：

source: Allowed number of requests to perform
de: Erlaubte Anzahl der auszuführenden Anfragen
ga: Líon iarratas ceadaithe a dhéanamh
hu: Az engedélyezett kérések száma
id: Jumlah permintaan yang diperbolehkan untuk dilakukan
ja: リクエストの接続制限回数
nl: Toegestane aantal uit te voeren verzoeken
pt: Número permitido de pedidos a realizar
pt_br: Número permitido de solicitações para realizar
ru: Допустимое число выполняемых запросов
sv: Tillåtet antal förfrågningar att utföra
ta: செய்ய அனுமதிக்கப்பட்ட கோரிக்கைகள்
tr: Gerçekleştirilmesine izin verilen istek sayısı
uk: Дозволена кількість запитів для виконання
zh_hans: 允许执行请求的数量

source: Remaining number of requests to perform
de: Verbleibende Anzahl der auszuführenden Anfragen
ga: An líon iarratas atá fágtha le déanamh
hu: A fennmaradó kérések száma
id: Sisa jumlah permintaan untuk dilakukan
ja: 残りの接続制限回数
nl: Resterende aantal uit te voeren verzoeken
pt: Número restante de pedidos a realizar
pt_br: Número restante de solicitações para realizar
ru: Оставшееся число выполняемых запросов
sv: Återstående antal förfrågningar att utföra
ta: செய்ய மீதமுள்ள கோரிக்கைகளின் எண்ணிக்கை
tr: Gerçekleştirilebilecek kalan izin sayısı
uk: Залишилася кількість запитів для виконання
zh_hans: 剩余的执行请求数

source: Number of seconds until the rate-limit window resets
de: Anzahl der Sekunden bis zum Zurücksetzen des Ratenbegrenzungsfensters
ga: Líon soicind go dtí go n-athshocraíonn an fhuinneog teorainn ráta
hu: Másodpercek száma a korlátozási ablak visszaállásáig
id: Detik sampai jeda pembatasan diatur ulang
ja: 接続制限がリセットされるまでの秒数
nl: Aantal seconden waarna het venster voor de limiet wordt vernieuwd
pt_br: Quantidade total em segundos até que a janela limite de taxa seja reiniciada
ru: Число секунд до сброса окна ограничения числа запросов
sv: Antal sekunder tills frekvensbegränsningsfönstret återställs
ta: வீத வரம்பு சாளரம் மீட்டமைக்கப்படும் வரை விநாடிகளின் எண்ணிக்கை
tr: Hız sınırlama aralığı sıfırlanana kadar geçecek saniye sayısı
uk: Кількість секунд до скидання вікна обмеження швидкості
zh_hans: 速率限制窗口重置前的秒数

source: Added ratelimiting status headers.
de: Statuskopfzeilen für die Ratenbegrenzung hinzugefügt.
ga: Cuireadh ceanntásca stádais teorannaithe rátaí leis.
hu: Hozzáadva a lekérdezési korlátozás állapotát jelző fejlécek.
id: Menambahkan kepala status pembatasan akses.
ja: 接続制限状態のヘッダーの追加。
nl: Toegevoegde statuskoppen voor opvraaglimieten.
pt: Adicionados cabeçalhos de estado de limitação de taxa.
pt_br: Adicionados cabeçalhos de status de limitação de taxa.
ro: Au fost adăugate antetele de stare de limitare a vitezei.
ru: Добавлены заголовки состояния ограничения количества запросов.
sv: Lagt till statusrubriker för hastighetsbegränsning.
ta: ரேட்லிமிட்டிங் நிலை தலைப்புகள் சேர்க்கப்பட்டன.
tr: Eklenen hız sınırlaması durumu üst bilgileri.
uk: Додано частини заголовка, пов'язані зі станом засобу обмеження за частотою.
zh_hans: 添加速率限制状态的标头。
zh_hant: 添加速率限制狀態的標頭。

source: Error responses
de: Fehlerreaktionen
ga: Freagraí earráide
hu: Hibaválaszok
id: Respons galat
nl: Fouten antwoorden
pt_br: Respostas de erro
sv: Felmeddelanden
tr: Hata yanıtları
uk: Відповіді на помилки

source: Error responses were endpoint specific before this release.
de: Vor dieser Version waren Fehlerreaktionen endpunktspezifisch.
ga: Bhí na freagraí earráide sainiúil don chríochphointe roimh an eisiúint seo.
hu: A hibaválaszok korábban végpontspecifikusak voltak.
id: Respons galat bersifat spesifik titik akhir sebelum rilis ini.
nl: Antwoorden van fouten waren specifiek voor eindpunten voor deze uitgave.
pt_br: As respostas de erro eram específicas do endpoint antes desta versão.
sv: Felmeddelanden var tidigare specifika för slutpunkter.
tr: Bu sürümden önce hata yanıtları uç noktaya özgüydü.
uk: До цього випуску відповіді на помилки стосувалися кінцевих точок.

source: Weblate error responses are formatted based on :doc:`drf-standardized-error:error_response`.
de: Weblate-Fehlerreaktionen werden basierend auf :doc:`drf-standardized-error:error_response` formatiert.
ga: Formáidítear freagraí earráide an tsuímh Ghréasáin bunaithe ar :doc:`drf-standardized-error:error_response`.
hu: A Weblate hibaválaszai mostantól a :doc:`drf-standardized-error:error_response` szabvány alapján kerülnek formázásra.
id: Respons galat Weblate diformat berdasarkan :doc:`drf-standardized-error:error_response`.
nl: Weblate antwoorden voor fouten zijn opgemaakt, gebaseerd op :doc:`drf-standardized-error:error_response`.
pt_br: As respostas de erro do Weblate são formatadas com base em :doc:`drf-standardized-error:error_response`.
sv: Weblate-felmeddelanden formateras enligt :doc:`drf-standardized-error:error_response`.
tr: Weblate hata yanıtları :doc:`drf-standardized-error:error_response` temel alınarak biçimlendirilir.
uk: Відповіді на помилки Weblate форматуються на основі :doc:`drf-standardized-error:error_response`.

source: API Entry Point
de: API-Einstiegspunkt
ga: Pointe Iontrála API
hu: API belépési pont
id: Titik Masuk API
ja: API エントリ ポイント
nl: API beginpunt
pt: Ponto de entrada da API
pt_br: Ponto de entrada da API
ro: Punct de intrare API
ru: Точка входа в API
sv: API-ingångspunkt
ta: பநிஇ நுழைவு புள்ளி
tr: API giriş noktası
uk: Точка входу до програмного інтерфейсу
zh_hans: API 入口点

source: The API root entry point.
de: Der API-Root-Einstiegspunkt.
ga: An pointe iontrála fhréamh API.
hu: Az API gyökér belépési pontja.
id: Titik masuk root API.
ja: API ルート エントリ ポイント。
nl: Het beginpunt voor de bron van de API.
pt: O ponto de entrada raiz da API.
pt_br: O ponto de entrada raiz da API.
ro: Punctul de intrare rădăcină al API.
ru: Корневая точка входа в API.
sv: API-rotens ingångspunkt.
ta: பநிஇ ரூட் நுழைவு புள்ளி.
tr: API kök giriş noktası.
uk: Коренева точка входу до програмного інтерфейсу.
zh_hans: API 根入口点。
zh_hant: API 根入口點。

source: Users
de: Benutzer
ga: Úsáideoirí
hu: Felhasználók
id: Pengguna
ja: ユーザー
nl: Gebruikers
pt: Utilizadores
pt_br: Usuários
ro: Utilizatori
ru: Пользователи
sv: Användare
ta: பயனர்கள்
tr: Kullanıcılar
uk: Користувачі
zh_hans: 用户
zh_hant: 使用者

source: Returns a list of users if you have permissions to see manage users. If not, then you get to see only your own details.
de: Gibt eine Liste der Benutzer zurück, wenn Sie die Berechtigung haben, Benutzer zu verwalten. Wenn nicht, sehen Sie nur Ihre eigenen Details.
ga: Filleann sé liosta úsáideoirí má tá cead agat úsáideoirí bainistigh a fheiceáil. Mura bhfuil, ní fheiceann tú ach do shonraí féin.
hu: A felhasználók listáját adja vissza, ha rendelkezik a felhasználók kezelésére vonatkozó jogosultsággal. Ha nem, akkor csak a saját adatait láthatja.
id: Menampilkan daftar pengguna jika Anda memiliki izin untuk mengelola pengguna. Jika tidak, Anda hanya dapat melihat rincian Anda sendiri.
ja: 返り値は、ユーザーの管理権限を持っている場合は、ユーザーの一覧です。持っていない場合は、自分の詳細のみになります。
nl: Geeft een lijst met gebruikers terug als u rechten heeft om gebruikers te beheren. Indien niet, krijgt u alleen uw eigen details te zien.
pt: Retorna uma lista de utilizadores se tiver permissões para ver utilizadores geridos. Se não, então pode ver apenas os seus próprios detalhes.
pt_br: Retorna uma lista de usuários se você tiver permissões para ver usuários gerenciados. Se não, então você pode ver apenas seus próprios detalhes.
ro: Returnează o listă de utilizatori dacă aveți permisiuni pentru a vedea gestionarea utilizatorilor. Dacă nu, atunci veți vedea doar propriile detalii.
ru: Возвращает список пользователей, если у вас есть разрешения на просмотр пользоватей для управления. Если их нет, то вы увидите только свои данные.
sv: Returnerar en lista över användare om du har behörighet att se och hantera användare. Om inte, kan du bara se dina egna uppgifter.
ta: பயனர்களை நிர்வகிக்க உங்களுக்கு இசைவு இருந்தால் பயனர்களின் பட்டியலை வழங்குகிறது. இல்லையென்றால், உங்கள் சொந்த விவரங்களை மட்டுமே நீங்கள் காண வேண்டும்.
tr: Kullanıcıları yönetme izniniz varsa kullanıcı listesini görüntüler. Yoksa, yalnızca kendi bilgilerinizi görüntüler.
uk: Повертає список користувачів, якщо у вас є права доступу до перегляду керування користувачами. Якщо у вас немає таких прав, ви зможете переглядати подробиці лише щодо свого облікового запису.
zh_hans: 返回用户列表，如果有权限查看管理用户的话。如果没有，那么会只看到自己的具体信息。
zh_hant: 返回用戶列表，如果有權限查看管理用戶的話。如果沒有，那麼會只看到自己的具體信息。

source: Username to search for
de: Zu suchender Benutzername
ga: Ainm úsáideora le cuardach a dhéanamh air
hu: Keresés felhasználónév alapján
id: Nama pengguna untuk mencari
nl: Op te zoeken gebruikersnaam
pt: Nome de utilizador a pesquisar
pt_br: Usuário a ser buscado
sv: Användarnamn att söka efter
ta: தேட பயனர்பெயர்
tr: Aranacak kullanıcı adı
uk: Ім'я користувача для пошуку

source: User ID to search for
de: Zu suchende Benutzer-ID
ga: Aitheantas úsáideora chun cuardach a dhéanamh air
hu: Keresés felhasználói azonosító (ID) alapján
id: ID Pengguna untuk mencari
nl: Op te zoeken ID van gebruiker
pt: ID do utilizador a pesquisar
pt_br: ID de usuário a ser buscado
sv: Användar-ID att söka efter
ta: தேட பயனர் ஐடி
tr: Aranacak kullanıcı kimliği
uk: Ідентифікатор користувача для пошуку

source: Creates a new user.
de: Erstellt einen neuen Benutzer.
ga: Cruthaíonn úsáideoir nua.
hu: Új felhasználó létrehozása.
id: Membuat pengguna baru.
ja: 新しいユーザーを作成します。
nl: Maakt een nieuwe gebruiker.
pt: Cria um novo utilizador.
pt_br: Cria um novo usuário.
ro: Creează un nou utilizator.
ru: Создаёт нового пользователя.
sv: Skapar en ny användare.
ta: புதிய பயனரை உருவாக்குகிறது.
tr: Yeni bir kullanıcı oluşturur.
uk: Створює обліковий запис користувача.
zh_hans: 创建新用户。
zh_hant: 創建新用戶。

source: User full name
de: Vollständiger Name des Benutzers
ga: Ainm iomlán úsáideora
hu: Felhasználó teljes neve
id: Nama lengkap pengguna
ja: ユーザーのフルネーム
nl: Volledige naam gebruiker
pt: Nome completo do utilizador
pt_br: Nome completo do usuário
ro: Numele complet al utilizatorului
ru: Полное имя пользователя
sv: Användarens fullständiga namn
ta: பயனர் முழு பெயர்
tr: Kullanıcının tam adı
uk: Повне ім'я користувача
zh_hans: 用户全名

source: User email
de: E-Mail-Adresse des Benutzers
ga: Ríomhphost úsáideora
hu: Felhasználó e-mail címe
id: Surel pengguna
ja: ユーザーのメールアドレス
nl: E-mail van gebruiker
pt: E-mail do utilizador
pt_br: E-mail do usuário
ro: E-mail de utilizator
ru: Электронная почта пользователя
sv: Användarens e-post
ta: பயனர் மின்னஞ்சல்
tr: Kullanıcının e-posta adresi
uk: Адреса електронної пошти користувача
zh_hans: 用户电子邮箱
zh_hant: 用戶電子郵箱

source: Is user superuser? (optional)
de: Ist der Benutzer Superuser? (Optional)
ga: An sár-úsáideoir é? (roghnach)
hu: Rendszergazda jogosultságú felhasználó? (opcionális)
id: Apakah pengguna merupakan pengguna super? (opsional)
ja: ユーザーがスーパーユーザーかどうか？ （オプション）
nl: Is gebruiker een superuser? (optioneel)
pt: O utilizador é superutilizador? (opcional)
pt_br: O usuário é superusuário? (opcional)
ro: Este utilizatorul superutilizator? (opțional)
ru: Является ли пользователь суперпользователем? (необязательный)
sv: Är användaren superanvändare? (valfritt)
ta: பயனர் சூப்பர் யூசர்? (விரும்பினால்)
tr: Kullanıcı süper kullanıcı mı? (isteğe bağlı)
uk: Чи є користувач надкористувачем? (необов'язковий)
zh_hans: 用户是超级用户吗？（可选的）
zh_hant: 用戶是超級用戶嗎？ （可選的）

source: Is user active? (optional)
de: Ist der Benutzer aktiv? (Optional)
ga: An bhfuil an t-úsáideoir gníomhach? (roghnach)
hu: Aktív felhasználó? (opcionális)
id: Apakah pengguna aktif? (opsional)
ja: ユーザーが有効かどうか？ （オプション）
nl: Is de gebruiker actief? (optioneel)
pt: O utilizador está ativo? (opcional)
pt_br: O usuário está ativo? (opcional)
ro: Este utilizatorul activ? (opțional)
ru: Активен ли пользователь? (необязательный)
sv: Är användaren aktiv? (valfritt)
ta: பயனர் செயலில் உள்ளதா? (விரும்பினால்)
tr: Kullanıcı etkin mi? (isteğe bağlı)
uk: Чи є користувач активним? (необов'язковий)
zh_hans: 用户是活动用户吗？（可选的）
zh_hant: 用戶是活動用戶嗎？ （可選的）

source: Is user bot? (optional) (used for project scoped tokens)
de: Ist der Benutzer ein Bot? (Optional) (wird für projektspezifische Token verwendet)
ga: An bot úsáideoir é? (roghnach) (úsáidte le haghaidh comharthaí scóipe tionscadail)
hu: Bot felhasználó? (opcionális) (projektszintű tokenekhez használható)
id: Apakah pengguna bot? (opsional) (digunakan untuk token cakupan proyek)
ja: ユーザーがボットかどうか？（オプション）（プロジェクトスコープのトークンに使用）
nl: Is de gebruiker een bot? (optioneel) (gebruikt voor tokens in het bereik van het project)
pt: O utilizador é bot? (opcional) (usado para tokens no escopo do projeto)
pt_br: O usuário é bot? (opcional) (usado para tokens no escopo do projeto)
ro: Este utilizatorul bot? (opțional) (utilizat pentru token-uri de proiect)
ru: Является ли пользователь ботом? (необязательно) (используется для токенов проекта)
sv: Är användaren en bot? (valfritt) (används för projektbegränsade tokens)
ta: பயனர் போட்? (விரும்பினால்) (திட்ட ச்காப் டோக்கன்களுக்கு பயன்படுத்தப்படுகிறது)
tr: Kullanıcı bot mu? (isteğe bağlı) (proje kapsamındaki belirteçler için kullanılır)
uk: Чи є користувач ботом? (необов'язкове) (використовується для жетонів області проєкту)
zh_hans: 用户是机器人吗？（可选）（用于项目范围内的访问令牌）

source: Returns information about users.
de: Gibt Informationen über Benutzer zurück.
ga: Filleann sé faisnéis faoi úsáideoirí.
hu: Felhasználók adatainak lekérdezése.
id: Mengembalikan informasi tentang pengguna.
ja: 返り値は、ユーザーの情報です。
nl: Geeft informatie terug over gebruikers.
pt: Retorna informações sobre os utilizadores.
pt_br: Retorna informações sobre os usuários.
ro: Returnează informații despre utilizatori.
ru: Возвращает информацию о пользователях.
sv: Returnerar information om användare.
ta: பயனர்களைப் பற்றிய தகவல்களைத் தருகிறது.
tr: Kullanıcılar ile ilgili bilgileri görüntüler.
uk: Повертає відомості щодо користувачів.
zh_hans: 返回用户的信息。
zh_hant: 返回用戶的信息。
