Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If a translation is removed, its PO file will be deleted from the repository, but the MO file generated by this add-on will not. The MO file must be removed from the upstream manually.
de: Wenn eine Übersetzung entfernt wird, wird die zugehörige PO-Datei aus dem Repository gelöscht, nicht aber die von dieser Erweiterung erzeugte MO-Datei. Die MO-Datei muss manuell aus dem Upstream entfernt werden.
ga: Má bhaintear aistriúchán, scriosfar a chomhad PO ón stór, ach ní bheidh an comhad MO ginte ag an mbreiseán seo. Ní mór an comhad MO a bhaint den réamhtheacht de láimh.
hu: Ha egy fordítást eltávolítanak, annak PO-fájlja törlődik a tárolóból, de az ezzel a kiegészítővel generált MO-fájl nem. Az MO-fájlt manuálisan kell eltávolítani a forrás tárolóból.
id: Jika terjemahan dihapus, berkas PO-nya akan dihapus dari repositori, tetapi berkas MO yang dihasilkan oleh pengaya ini tidak akan dihapus. Berkas MO harus dihapus dari hulu secara manual.
ja: 翻訳が削除されると、その PO ファイルはリポジトリから削除されますが、このアドオンによって生成された MO ファイルは削除されません。 MO ファイルは、上流リポジトリから手動で削除してください。
nl: Als een vertaling wordt verwijderd, zal zijn PO-bestand worden verwijderd uit de opslagruimte, maar het MO-bestand dat werd gemaakt door deze add-on blijft behouden. Het MO-bestand moet handmatig uit upstream worden verwijderd.
pt: Se uma tradução for removida, o seu ficheiro de PO será apagado do repositório, mas o ficheiro de MO gerado por esse complemento não. O ficheiro de MO deve ser removido do upstream manualmente.
pt_br: Se uma tradução for removida, seu arquivo PO será excluído do repositório, mas o arquivo MO gerado por esse complemento não será. O arquivo MO deve ser removido manualmente do upstream.
ru: При удалении перевода его PO-файл будет удалён из репозитория, а MO-файл, созданный этим дополнением, - нет. MO-файл должен быть удалён из репозитория вручную.
sv: Om en översättning tas bort kommer dess PO-fil att raderas från arkivet, men inte MO-filen som genererats av detta tillägg. MO-filen måste tas bort manuellt från uppströms.
ta: ஒரு மொழிபெயர்ப்பு அகற்றப்பட்டால், அதன் po கோப்பு களஞ்சியத்திலிருந்து நீக்கப்படும், ஆனால் இந்த துணை நிரலால் உருவாக்கப்பட்ட mo கோப்பு இல்லை. mo கோப்பு கைமுறையாக அப்ச்ட்ரீமில் இருந்து அகற்றப்பட வேண்டும்.
tr: Bir çeviri silinirse, PO dosyası depodan silinir, ancak bu eklenti tarafından oluşturulmuş MO dosyası silinmez. MO dosyası yukarı akıştan el ile kaldırılmalıdır.
uk: Якщо переклад буде вилучено, його файл PO буде вилучено зі сховища, але файл MO, який створено цим додатком, вилучено не буде. Файл MO доведеться вилучити зі сховища основного коду вручну.
zh_hans: 如果译文被移除，其 PO 文件将从仓库中被删除，但此附加组件生成的 MO 文件不会被删。 必须手动从上游移除 MO 文件。

source: Update PO files to match POT (msgmerge)
de: PO-Dateien auf POT aktualisieren (msgmerge)
ga: Nuashonraigh comhaid PO chun teacht le POT (msgmerge)
hu: PO-fájlok frissítése a POT-fájlhoz igazítva (msgmerge)
id: Perbarui berkas PO agar sesuai dengan POT (msgmerge)
ja: POT に合わせて PO ファイルを更新 (msgmerge)
nl: PO-bestanden bijwerken om te laten overeenkomen met pot (msgmerge)
pt: Atualizar ficheiros PO para coincidir com POT (msgmerge)
pt_br: Atualizar arquivos PO para corresponder ao POT (msgmerge)
ro: Actualizare fișiere PO pentru a se potrivi cu POT (msgmerge)
ru: Обновлять PO-файлы до соответствия POT (msgmerge)
sv: Uppdatera PO-filerna till att matcha POT (msgmerge)
ta: பானையுடன் பொருந்தக்கூடிய po கோப்புகளைப் புதுப்பிக்கவும் (msgmerge)
tr: PO dosyalarını POT ile eşleştirerek güncelleme (msgmerge)
uk: Оновити файли po, порівнявши із pot (msgmerge)
zh_hans: 更新 PO 文件以匹配 POT 文件 (msgmerge)
zh_hant: 更新 PO 檔以符合 POT (msgmerge)

source: :guilabel:`Settings` configuration has been moved to :ref:`file_format_params`.
sv: :guilabel:`Inställningar`-konfigurationen har flyttats till :ref:`file_format_params`.

source: Updates all PO files (as configured by :ref:`component-filemask`) to match the POT file (as configured by :ref:`component-new_base`) using :program:`msgmerge`.
de: Aktualisiert alle PO-Dateien (wie durch :ref:`component-filemask` konfiguriert), damit sie mit der POT-Datei (wie durch :ref:`component-new_base` konfiguriert) übereinstimmen, unter Verwendung von :program:`msgmerge`.
ga: Nuashonraíonn gach comhad PO (mar atá cumraithe ag :ref:`component-filemask`) chun an comhad POT a mheaitseáil (mar atá cumraithe ag :ref:`component-new_base`) ag baint úsáid :program:`msgmerge`.
hu: Az összes PO-fájl frissítése (:ref:`összetevő-fájlmaszk <component-filemask>` alapján) a POT-fájlhoz igazítva (:ref:`új alapfájl <component-new_base>`) a :program:`msgmerge` segítségével.
id: Perbarui semua berkas PO (sebagaimana telah dikonfigurasi oleh :ref:`component-filemask`) agar sesuai dengan berkas POT (sebagaimana telah dikonfigurasi oleh :ref:`component-new_base`) menggunakan :program:`msgmerge`.
ja: :program:`msgmerge` を使用して POT ファイル（ :ref:`component-new_base` で設定）に整合するように、すべての PO ファイル（ :ref:`component-filemask` で設定）を更新します。
nl: Werkt alle PO-bestanden bij (zoals geconfigureerd door :ref:`component-filemask`) om overeen te komen met het POT-bestand (zoals geconfigureerd door :ref:`component-new_base`) middels :program:`msgmerge`.
pt: Atualiza todos os ficheiros PO (configurados por :ref:`component-filemask`) para corresponder ao ficheiro POT (configurado por :ref:`component-new_base`) usando :program:`msgmerge`.
pt_br: Atualiza todos os arquivos PO (configurados por :ref:`component-filemask`) para corresponder ao arquivo POT (configurado por :ref:`component-new_base`) usando :program:`msgmerge`.
ro: Actualizează toate fișierele PO (as configured by :ref:`component-filemask`) pentru a se potrivi cu fișierul POT (as configured by :ref:`component-new_base`) utilizând :program:`msgmerge`.
ru: Обновляет все PO-файлы (в соответствии с :ref:`масками файлов <component-filemask>`) так, чтобы они соответствовали POT-файлу (заданному :ref:`шаблоном для новых переводов <component-new_base>`) с помощью :program:`msgmerge`.
sv: Uppdaterar alla PO-filer (enligt konfigurationen i :ref:`component-filemask`) så att de matchar POT-filen (enligt konfigurationen i :ref:`component-new_base`) med hjälp av :program:`msgmerge`.
tr: Tüm PO dosyalarını (:ref:`component-filemask` ile yapılandırıldığı gibi) :program:`msgmerge` komutunu kullanarak POT dosyasıyla eşleşecek şekilde (:ref:`component-new_base` ile yapılandırıldığı gibi) günceller.
uk: Оновлює усі файли PO (які налаштовано у :ref:`component-filemask`) так, щоб вони відповідали файлу POT (який налаштовано у :ref:`component-new_base`), за допомогою :program:`msgmerge`.
zh_hans: 使用 :program:`msgmerge` 来更新所有的 PO 文件（如 :ref:`component-filemask` 所配置），而与 POT 文件（如 :ref:`component-new_base` 所配置）匹配。

source: This add-on is essential when working with gettext PO files where the POT (template) file is updated with new strings or changes to existing strings. When the POT file is updated in the repository, this add-on automatically merges those changes into all language PO files, ensuring that:
sv: Detta tillägg är viktigt när du arbetar med gettext PO-filer där POT-filen (mallen) uppdateras med nya strängar eller ändringar av befintliga strängar. När POT-filen uppdateras i arkivet sammanfogar detta tillägg automatiskt dessa ändringar i alla språk-PO-filer, vilket säkerställer att:

source: New translatable strings appear in all languages
sv: Nya översättningsbara strängar visas på alla språk

source: Removed strings are marked as obsolete
sv: Borttagna strängar markeras som föråldrade

source: Modified strings are marked as needing review (fuzzy)
sv: Modifierade strängar markeras som behöver granskas (fuzzy)

source: Most msgmerge command-line options can be set up through file format parameters configuration.
id: Sebagian besar opsi baris perintah msgmerge dapat diatur melalui konfigurasi parameter format berkas.
sv: De flesta kommandoradsalternativ för msgmerge kan konfigureras genom att ställa in parametrar för filformat.

source: Squash Git commits
de: Git-Commits zusammenfassen
ga: Geallann Squash Git
hu: Git véglegesítések összevonása
id: Remas komit Git
ja: Git コミットのスカッシュ
nl: Git-commits samenvoegen
pt: Squash de commits git
pt_br: Squash de commits git
ro: Comasează comiteri Git
ru: Уплотнение Git-коммитов
sv: Squasha Git arkiveringar
ta: ச்குவாச் அறிவிலி கம்யூச்
tr: Git işlemelerini bir araya toplar
uk: Сполучити Git подання
zh_hans: 挤压 Git 提交
zh_hant: 匯併 Git 提交

source: Commit squashing
de: Commits zusammenfassen
ga: Tiomantas scuaise
hu: Véglegesítések összevonása
id: Penggabungan commit
ja: コミットのスカッシュ
nl: Commit-samenpersing
pt: Submeter com squash
pt_br: Squash de commits
ro: Comitere prin comasare
ru: Уплотнение коммитов
sv: Squasha arkivering
ta: ச்குவாசிங் செய்யுங்கள்
tr: İşlemeleri bir araya toplama
uk: Сполучення подань
zh_hans: 挤压提交
zh_hant: 提交匯併

source: All commits into one
de: Alle Commits in einen
ga: Gach tiomantas i amháin
hu: Minden véglegesítés egybevonva
id: Semua commit menjadi satu
ja: すべてのコミットを 1 つに統合
nl: Alle commits in één
pt: Todos os commits num só
pt_br: Todos os commits em um só
ro: Toate comiterile într-una singură
ru: Все коммиты в один
sv: Alla arkiveringar till en enda
ta: அனைத்தும் ஒன்றில் ஈடுபடுகின்றன
tr: Tüm işlemeler bir arada
uk: Всі подання в одне
zh_hans: 所有提交成一个
zh_hant: 所有提交匯併為一

source: Per language
de: Pro Sprache
ga: In aghaidh an teanga
hu: Nyelvenként
id: Per bahasa
ja: 言語別
nl: Per taal
pt: Por idioma
pt_br: Por idioma
ro: Pentru fiecare limbă în parte
ru: По языку
sv: Per språk
ta: ஒரு மொழிக்கு
tr: Dile göre
uk: Для мови
zh_hans: 每种语言
zh_hant: 每個語言

source: Per file
de: Pro Datei
ga: In aghaidh an chomhaid
hu: Fájlonként
id: Per berkas
ja: ファイル別
nl: Per bestand
pt: Por ficheiro
pt_br: Por arquivo
ro: Pentru fiecare fișier în parte
ru: По файлу
sv: Per fil
ta: ஒரு கோப்புக்கு
tr: Dosyaya göre
uk: Для файлу
zh_hans: 每个文件
zh_hant: 每個檔案

source: Per author
de: Pro Übersetzer
ga: De réir an údair
hu: Szerzőnként
id: Per penulis
ja: 翻訳者別
nl: Per auteur
pt: Por autor
pt_br: Por autor
ro: Pentru fiecare autor în parte
ru: По автору
sv: Efter författare
ta: ஒரு எழுத்தாளருக்கு
tr: Katkıda bulunana göre
uk: Для кожного автора
zh_hans: 每位作者
zh_hant: 每位作者

source: Append trailers to squashed commit message
de: Endzeilen der zusammengefassten Commit-Nachricht hinzufügen
ga: Leantóirí a chur i gceangal leis an teachtaireacht cimithe brúite
hu: Trailer (záró) sorok hozzáfűzése az összevont véglegesítési üzenethez
id: Menambahkan trailer untuk melumat pesan commit
ja: スカッシュしたコミット メッセージに翻訳者情報を追加する
nl: Achtervoegsel toevoegen aan ingekorte commitberichten
pt: Anexar linhas finalizadoras à mensagem do commit de squash
pt_br: Anexar linhas finalizadoras à mensagem do commit resultado de squash
ro: Adăugă trailere la mesajul de comitere comasată
ru: Добавлять завершители в конец сообщения уплотнённого коммита
sv: Lägg till git-trailers till squashade commit meddelande
ta: டிரெய்லர்களை ச்குவாச் செய்த செய்தியைச் சேர்
tr: Bir araya toplanmış işlemelerin iletisine art bilgiler eklensin
uk: Дописати кінцевики для обʼєднаного повідомлення про внесок
zh_hans: 在挤压的提交说明附上尾注
zh_hant: 將額外資訊加入至壓縮提交的訊息

source: Trailer lines are lines that look similar to RFC 822 e-mail headers, at the end of the otherwise free-form part of a commit message, such as 'Co-authored-by: …'.
de: Die Endzeilen ähneln RFC-822-E-Mail-Headern, am Ende eines ansonsten freien Teils der Commit-Nachricht, z. B. „Mitverfasst von: …“.
ga: Is éard atá i línte leantóir ná línte atá cosúil le ceanntásca r-phoist RFC 822, ag deireadh na coda eile de theachtaireacht gealltanais, amhail ‘Co-authored-by: …’.
hu: A trailer (záró) sorok olyan sorok, amelyek hasonlítanak az RFC 822 szabványú e-mail fejlécekhez, és a véglegesítési üzenet szabad formátumú része után helyezkednek el, például: „Co-authored-by: …”.
id: Garis trailer adalah garis yang terlihat sama seperti kepala surel RFC 822, pada bagian akhir dari bentuk bebas pesan commit, seperti 'Co-authored-by: …'.
ja: トレーラ行とは、RFC 822 のメール ヘッダーに似た "Co-authored-by: …" のような行のことで、コミットメッセージの自由形式部分の末尾につきます。
nl: Een achtervoegsel is een regel die er ongeveer uitziet als RFC 822-e-mailkoppen, aan het einde van de anderzijds vrije vorm van een commitbericht, zoals ‘Mede-auteur: …’.
pt: As linhas finalizadoras são linhas semelhantes aos cabeçalhos de e-mail RFC 822, no final de uma mensagem de commit de outra forma livre, como "Co-authored-by: …'.
pt_br: As linhas finalizadoras são linhas semelhantes aos cabeçalhos de e-mail RFC 822, no final da parte livre de uma mensagem de commit, como "Co-authored-by: …'.
ro: Liniile de trailer sunt linii care se aseamănă cu anteturile de e-mail RFC 822, la sfârșitul părții de formă liberă a unui mesaj de comitere, cum ar fi „Co-autor: ...”.
ru: Строки трейлера это строки, похожие на заголовки электронной почты RFC 822, расположенные в конце свободной части сообщения фиксации, например, «'Co-authored-by: ...'».
sv: Trailer-rader är rader som liknar RFC 822 e-posthuvuden i slutet på den i övrigt fria delen av ett arkiveringsmeddelande, t.ex. 'Co-authored-by: ...'.
ta: டிரெய்லர் கோடுகள் என்பது rfc 822 மின்னஞ்சல் தலைப்புகளுக்கு ஒத்ததாக இருக்கும் வரிகள், இல்லையெனில் ஒரு கமிட் செய்தியின் இலவச வடிவ பகுதியின் முடிவில், 'இணை எழுதியவர்:……' போன்றவை.
tr: 'Co-authored-by: …' gibi bir işleme iletisinin başka bir serbest biçim bölümünün sonunda, art bilgi satırları RFC 822 e-posta üst bilgilerine benzeyen satırlardır.
uk: Рядки-кінцевики подібні до заголовків повідомлень електронної пошти за RFC 822. Їх дописують в кінці повідомлення про внесок у довільній формі, наприклад, «Co-authored-by: …».
zh_hans: 尾注行是类似于 RFC 822 电子邮件标头的行，位于提交说明的其他自由格式部分的末尾，例如 “Co-authored-by: …”。
zh_hant: 額外資訊的列看起來類似於 RFC 822 電子信箱標頭，位於提交訊息的其他自由格式部分的末尾，例如「Co-authored-by: …」。

source: Commit message
de: Commit-Nachricht
ga: Tiomantas teachtaireacht
hu: Véglegesítési üzenet
id: Pesan commit
ja: コミットメッセージ
nl: Commitbericht
pt: Mensagem de commit
pt_br: Mensagem de commit
ro: Mesaj comitere
ru: Сообщение коммита
sv: Arkiveringsmeddelande
ta: செய்தியைச் செய்யுங்கள்
tr: İşleme iletisi
uk: Повідомлення щодо подання
zh_hans: 提交说明
zh_hant: 提交訊息

source: This commit message will be used instead of the combined commit messages from the squashed commits.
de: Diese Commit-Nachricht wird anstelle der zusammengefassten Commit-Nachrichten verwendet.
ga: Úsáidfear an teachtaireacht gealltanais seo in ionad na dteachtaireachtaí comhcheangailte ón ngealltanas brúite.
hu: Ez a véglegesítési üzenet lesz használva az összevont véglegesítések eredményeként, ahelyett, hogy az összevont üzeneteket egyesítené.
id: Pesan commit ini akan digunakan alih-alih menggunakan pesan commit yang digabungkan dari commit terlumat.
ja: このコミットメッセージは、スカッシュしたコミットのコミットメッセージを結合する代わりに使用されます。
nl: Dit bericht wordt gebruikt in plaats van gecombineerde commitberichten van ingekorte commits.
pt: Esta mensagem de commit será usada em vez das mensagens de commit combinadas dos commits após squash.
pt_br: Esta mensagem de commit será usada em vez das mensagens de commit combinadas a partir de commits após squash.
ro: Acest mesaj de comitere va fi utilizat în locul mesajelor de comitere combinate de la comiterile comasate.
ru: Это сообщение коммита будет использоваться вместо сообщения, собранного из уплотнённых коммитов.
sv: Detta arkiveringsmeddelande kommer att användas istället för det kombinerade arkiveringsmeddelandet från de squashade committerna.
ta: ச்குவாச்ட் கமிட்சின் ஒருங்கிணைந்த கமிட் செய்திகளுக்கு பதிலாக இந்த கமிட் செய்தி பயன்படுத்தப்படும்.
tr: Bu işleme iletisi, bir araya toplanmış işleme iletilerinden gelen birleşik işleme iletileri yerine kullanılır.
uk: Це повідомлення про внесок буде використано замість поєднаних повідомлень про внески з обʼєднаних внесків.
zh_hans: 将使用此提交说明来代替挤压提交的组合提交说明。
zh_hant: 此提交訊息將用來取代從壓縮提交組合而成的提交訊息。

source: Squash Git commits prior to pushing changes.
de: Git-Commits vor dem Pushen der Änderungen zusammenfassen.
ga: Geallann Squash Git roimh athruithe a bhrú.
hu: Git véglegesítések összevonása a változások feltöltése előtt.
id: Squash Git commits sebelum mendorong perubahan.
ja: 変更をプッシュする前に、Git コミットをスカッシュします。
nl: Voeg git-commits samen vóór het pushen van wijzigingen.
pt: Comprimir as submissões Git antes de enviar as alterações.
pt_br: Faz squash de commits Git antes de enviar alterações.
ro: Comasează comiteri Git înainte de a încărca modificările.
ru: Уплотнение Git-коммитов перед публикацией изменений.
sv: Squasha Git-arkiveringar innan de pushas.
ta: மாற்றங்களைத் தள்ளுவதற்கு முன்பு ச்குவாச் அறிவிலி உறுதியளிக்கிறது.
tr: Değişiklikleri yollamadan önce Git işlemelerini bir araya toplar.
uk: Обʼєднати Git подання перед відправленням змін.
zh_hans: 在推送变更之前挤压 Git 提交。
zh_hant: 推送更動前先匯併 Git 提交。

source: To avoid unnecessary conflicts, it is recommended to configure automatic receiving of upstream changes by webhooks or API, see :ref:`update-vcs`.
id: Untuk menghindari konflik yang tidak perlu, disarankan untuk mengonfigurasi penerimaan otomatis perubahan hulu melalui webhook atau API, lihat :ref:`update-vcs`.
sv: För att undvika onödiga konflikter rekommenderas det att konfigurera automatisk mottagning av uppströmsändringar via webhooks eller API, se :ref:`update-vcs`.

source: Git commits can be squashed prior to pushing changes in one of the following modes:
de: Git-Commits können vor dem Pushen von Änderungen in einem der folgenden Modi zusammengefasst werden:
ga: Is féidir gealltanais git a bhrú roimh athruithe a bhrú ar cheann de na modhanna seo a leanas:
hu: A Git véglegesítéseket a változások feltöltése előtt az alábbi módok egyikével lehet összevonni:
id: Git commit dapat diimpit sebelum mendorong perubahan dalam salah satu mode berikut ini:
ja: 変更をプッシュする前に Git コミットの内容を簡略化するモードの種類:
nl: Indienen voor Git kan worden samengevoegd, voorafgaande aan het doorvoeren van de wijzigingen, in een van de volgende modi:
pt: Commits Git podem ter squash feito antes de fazer o push das alterações num dos seguintes modos:
pt_br: Commits Git podem ter squash feito antes de fazer o push das alterações em um dos seguintes modos:
ro: Comițările Git pot fi eliminate înainte de împingerea modificărilor în unul dintre următoarele moduri:
ru: Git-коммиты могут быть уплотнены перед отправкой изменений в одном из следующих режимов:
sv: Git-commits kan squashas innan ändringarna pushas i något av följande lägen:
ta: பின்வரும் முறைகளில் ஒன்றில் மாற்றங்களைத் தள்ளுவதற்கு முன்பு அறிவிலி கமிட்டுகளைத் துடைக்க முடியும்:
tr: Git işlemeleri, değişiklikler itilmeden önce aşağıdaki kiplerden biri kullanılarak bir araya toplanabilir:
uk: Внески Git можна об'єднувати до запису змін з використанням одного з таких режимів:
zh_hans: 在推送变更之前，可以通过以下任一模式挤压 Git 提交：
zh_hant: 以下模式之一中，Git提交可以在推送更改之前被壓縮：

source: Original commit messages are kept, but authorship is lost unless :guilabel:`Per author` is selected, or the commit message is customized to include it.
de: Ursprüngliche Commit-Nachrichten werden erhalten, verlieren aber die Urheberschaft, es sei denn :guilabel:`Pro Autor` wird ausgewählt oder die Commit-Nachricht wird angepasst, um sie einzubeziehen.
ga: Coinnítear na bunteachtaireachtaí gealltanais, ach cailltear an t-údaracht ach amháin má roghnaítear :guilabel:`Per author`, nó má dhéantar an teachtaireacht tiomantais a shaincheapadh chun é a chur san áireamh.
hu: Az eredeti véglegesítési (commit) üzenetek megmaradnak, de a szerzői adatok elvesznek, kivéve, ha a :guilabel:`Szerzőnként` beállítás vagy a véglegesítési üzenet testreszabása be van kapcsolva.
id: Pesan commit asli disimpan, tetapi kepengarangannya hilang kecuali :guilabel:`Per penulis` dipilih, atau pesan commit disesuaikan untuk menyertakannya.
ja: 元々のコミット メッセージは保持されますが、:guilabel:`翻訳者別` を選択するか、コミット メッセージに含めるようカスタマイズしない限り、翻訳者の情報は失われます。
nl: Alle originele berichten voor doorvoeren zullen worden behouden, maar het auteurschap zal verloren gaan, tenzij :guilabel:`Per auteur` is geselecteerd of het bericht voor doorvoeren is aangepast om het op te nemen.
pt: As mensagens de commit originais são mantidas, mas a autoria é perdida a menos que :guilabel:`Por autor` seja selecionada ou a mensagem de commit, seja personalizada para incluí-la.
pt_br: As mensagens de compromisso originais são mantidas, mas a autoria é perdida a menos que :guilabel:`Por autor` seja selecionada ou a mensagem de compromisso seja personalizada para incluí-la.
ro: Mesajele de confirmare originale sunt păstrate, dar se pierde paternitatea, cu excepția cazului în care se selectează :guilabel:`Per author` sau mesajul de confirmare este personalizat pentru a o include.
ru: Исходные сообщения коммита сохраняются, но авторство коммитов теряется, если только не выбран режим :guilabel:`По автору`, или сообщение коммита не настроено на включение в него его авторов.
sv: Originalcommit-meddelanden behålls, men upphovsmannaskapet går förlorat om inte :guilabel:`Per author` är valt eller om commit-meddelandet anpassas så att det inkluderar det.
ta: அசல் கமிட் செய்திகள் வைக்கப்படுகின்றன, ஆனால் எழுத்தாளர் இழக்கப்படாவிட்டால்: வபஇசிட்டை: `ஒரு எழுத்தாளருக்கு` தேர்ந்தெடுக்கப்பட்டார், அல்லது அதைச் சேர்க்க கமிட் செய்தி தனிப்பயனாக்கப்பட்டுள்ளது.
tr: Özgün işleme iletileri korunur. Ancak :guilabel:`Katkıda bulunana göre` olarak seçilmediği ya da işleme iletisi eklenecek şekilde özelleştirilmediği sürece katkıda bulunan bilgisi eksik kalır.
uk: Початкові повідомлення про внесок зберігаються, але авторство втрачається, якщо не позначено пункт :guilabel:`За автором` або повідомлення про внесок не налаштовано на його включення.
zh_hans: 原始提交说明保留，但其作者信息丢失，除非选择 :guilabel:`每位作者`，或者定制提交说明来包括它。

source: The original commit messages can optionally be overridden with a custom commit message.
de: Die ursprünglichen Commit-Nachrichten können optional mit einer eigenen Commit-Nachricht überschrieben werden.
ga: Is féidir na buntheachtaireachtaí gealltanais a shárú go roghnach le teachtaireacht chimithe saincheaptha.
hu: Az eredeti véglegesítési üzenetek helyett opcionálisan megadhat egy egyedi véglegesítési üzenetet is.
id: Pesan commit asli dapat diganti dengan pesan commit khusus secara opsional.
ja: 元々のコミット メッセージは、オプションを使用すると独自のコミット メッセージに書き換えられます。
nl: De originele berichten voor het indienen kunnen optioneel worden overschreven door een aangepast bericht voor het indienen.
pt: As mensagens de commit originais podem opcionalmente ser substituídas por uma mensagem de commit personalizada.
pt_br: As mensagens de commit originais podem opcionalmente ser substituídas por uma mensagem de commit personalizada.
ro: Mesajele de confirmare originale pot fi opțional înlocuite cu un mesaj de confirmare personalizat.
ru: Исходные сообщения коммитов могут быть переопределены пользовательским сообщением коммита.
sv: De ursprungliga commit-meddelandena kan valfritt ersättas med ett anpassat commit-meddelande.
ta: அசல் கமிட் செய்திகளை தனிப்பயன் கமிட் செய்தியுடன் விருப்பமாக மீறலாம்.
tr: Özgün işleme iletileri, isteğe bağlı olarak özel bir işleme iletisiyle değiştirilebilir.
uk: Початкові повідомлення про внески можна, якщо хочеться, перевизначити нетиповим повідомленням про внесок.
zh_hans: 可以选择使用自定义提交说明覆盖原始提交说明。
