Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If you want direct links, the translation format has to support it.
de: Wenn Sie direkte Links möchten, muss das Übersetzungsformat dies unterstützen.
ga: Más mian leat naisc dhíreacha, caithfidh formáid an aistriúcháin tacú leis.
hu: Ha közvetlen hivatkozásokat szeretne, a használt fordítási formátumnak ezt támogatnia kell.
id: Jika Anda ingin tautan langsung, format terjemahan harus mendukungnya.
ja: 直リンクが必要な場合は、翻訳形式での対応が必要です。
nl: Als u directe koppelingen wilt, dan moet de indeling van de vertaling dat ondersteunen.
pt: Se quiser ligações diretos, o formato da tradução tem que ter suporte.
pt_br: Se você quiser links diretos, o formato da tradução tem que ter suporte.
ro: Dacă doriți linkuri directe, formatul de traducere trebuie să fie compatibil.
ru: Если вам нужны прямые ссылки, формат перевода должен это поддерживать.
sv: Om du vill ha direkta länkar måste översättningsformatet stödja detta.
ta: நீங்கள் நேரடி இணைப்புகளை விரும்பினால், மொழிபெயர்ப்பு வடிவம் அதை ஆதரிக்க வேண்டும்.
tr: Doğrudan bağlantılar istiyorsanız, çeviri biçimi bunu desteklemelidir.
uk: Якщо вам потрібні безпосередні посилання, у форматі перекладу має бути передбачено їхню підтримку.
zh_hans: 如果你想要直接链接，翻译格式必须支持它。
zh_hant: 如果要直接鏈接，轉換格式必須支持它。

source: Translation history
de: Übersetzungsverlauf
ga: Stair aistriúcháin
hu: Fordítási előzmények
id: Riwayat terjemahan
ja: 翻訳履歴
nl: Geschiedenis vertaling
pt: Histórico de tradução
pt_br: Histórico de tradução
ro: Istoricul traducerii
ru: История переводов
sv: Översättningshistorik
ta: மொழிபெயர்ப்பு வரலாறு
tr: Çeviri geçmişi
uk: Журнал перекладів
zh_hans: 翻译历史记录

source: Every change is by default (unless turned-off in component settings) saved in the database, and can be reverted. Optionally, translations can also be reverted in the underlying version control system.
de: Jede Änderung wird standardmäßig (sofern nicht in den Komponenten-Einstellungen ausgeschaltet) in der Datenbank gespeichert und kann rückgängig gemacht werden. Optional können Übersetzungen auch in der zugrunde liegenden Versionsverwaltung rückgängig gemacht werden.
ga: Déantar gach athrú de réir réamhshocraithe (mura rud é a mhúchadh i socruithe comhpháirteanna) a shábháil sa bhunachar sonraí, agus is féidir é a chur ar ais. De rogha air sin, is féidir aistriúcháin a thabhairt ar ais sa bhunchóras rialaithe leagan.
hu: Minden módosítás alapértelmezés szerint (kivéve, ha az összetevő beállításaiban le van tiltva) elmentésre kerül az adatbázisban és visszaállítható. Opcionálisan a fordítások a háttérben működő verziókezelő rendszerben is visszaállíthatók.
id: Setiap perubahan secara bawaan (kecuali dinonaktifkan dalam pengaturan komponen) tersimpan dalam basis data, dan dapat dikembalikan. Secara opsional, terjemahan juga dapat dikembalikan dalam sistem kontrol versi yang mendasarinya.
ja: すべての変更はデフォルトで（コンポーネントの設定で無効にしていない限り）データベースに保存され、元に戻すことができます。必要に応じて、基になるバージョン管理システムの任意の項目を元に戻すこともできます。
nl: Elke wijziging wordt standaard (tenzij uitgeschakeld in de instellingen voor het onderdeel) opgeslagen in de database en kan worden teruggedraaid. Optioneel kunnen vertalingen ook worden teruggedraaid in het onderliggende versiebeheersysteem.
pt_br: Cada alteração é por padrão (a menos que desativada nas configurações dos componentes) salva no banco de dados e pode ser revertida. Opcionalmente, traduções podem ser revertidas no sistema de controle de versão subjacente.
sv: Varje ändring sparas som standard (om inte den är inaktiverad i komponentinställningarna) i databasen och kan återställas. Översättningar kan också återställas i det underliggande versionshanteringssystemet.
ta: ஒவ்வொரு மாற்றமும் இயல்பாகவே (கூறு அமைப்புகளில் அணைக்கப்படாவிட்டால்) தரவுத்தளத்தில் சேமிக்கப்படுகிறது, மேலும் அதை மாற்றலாம். விருப்பமாக, மொழிபெயர்ப்புகளை அடிப்படை பதிப்பு கட்டுப்பாட்டு அமைப்பிலும் மாற்றலாம்.
tr: Her değişiklik varsayılan olarak (bileşen ayarlarından kapatılmadığı sürece) veri tabanına kaydedilir ve geri alınabilir. İsteğe bağlı olarak, altta yatan sürüm denetimi sistemindeki çevirileri geri alabilirsiniz.
uk: Типово, усі зміни (якщо це не вимкнено у параметрах складника) зберігаються у базі даних і можуть бути скасовані. Якщо хочете, ви також можете скасувати зміни у базовій системі керування версіями.
zh_hans: 默认情况下，每个更改（除非在部件设置中关闭）都保存在数据库中，并且可以恢复。此外，也可以在底层版本控制系统中恢复翻译。

source: Translated string length
de: Länge der übersetzten Zeichenkette
ga: Fad teaghrán aistrithe
hu: Lefordított szöveg hossza
id: Panjang string yang diterjemahkan
ja: 翻訳した文字列の長さ
nl: Lengte vertaalde tekenreeks
pt: Comprimento da cadeia traduzida
pt_br: Comprimento do texto traduzido
ro: Lungimea șirului tradus
ru: Длина переведённой строки
sv: Översatt stränglängd
ta: மொழிபெயர்க்கப்பட்ட சரம் நீளம்
tr: Çevrilmiş dizgenin uzunluğu
uk: Довжина перекладеного рядка
zh_hans: 已翻译的字符串长度

source: Weblate can limit the length of a translation in several ways to ensure the translated string is not too long:
de: Weblate kann die Länge einer Übersetzung auf verschiedene Weise begrenzen, um sicherzustellen, dass die übersetzte Zeichenkette nicht zu lang ist:
ga: Is féidir le Weblate fad aistriúcháin a theorannú ar bhealaí éagsúla chun a chinntiú nach mbíonn an teaghrán aistrithe rófhada:
hu: A Weblate többféleképpen is korlátozhatja a fordítás hosszát, hogy az ne legyen túl hosszú:
id: Weblate dapat membatasi panjang terjemahan dalam beberapa cara untuk memastikan string yang diterjemahkan tidak terlalu panjang:
ja: Weblate では、翻訳した文字列の長さを制限するために、複数の方法で翻訳の長さを設定できます。
nl: Weblate kan de lengte van een vertaling op verscheidene manieren beperken, om ervoor te zorgen dat de vertaalde tekenreeks niet te lang is:
pt: Weblate pode limitar o comprimento de uma tradução em várias formas para garantir a cadeia traduzida não é muito longa:
pt_br: Weblate pode limitar o comprimento de uma tradução em várias formas para garantir o texto traduzido não é muito longo:
ro: Weblate poate limita lungimea unei traduceri în mai multe moduri pentru a se asigura că șirul tradus nu este prea lung:
ru: Weblate может ограничивать длину перевода несколькими способами, чтобы гарантировать, что переведённая строка не будет слишком длинной:
sv: Weblate kan begränsa längden på en översättning på flera sätt för att säkerställa att den översatta strängen inte blir för lång:
ta: மொழிபெயர்க்கப்பட்ட சரம் மிக நீளமாக இல்லை என்பதை உறுதிப்படுத்த ஒரு மொழிபெயர்ப்பின் நீளத்தை வலைபெயர்ப்பு கட்டுப்படுத்தலாம்:
tr: Weblate, çevrilen dizgenin çok uzun olmamasını sağlamak için çevirinin uzunluğunu birkaç şekilde sınırlayabilir:
uk: Weblate може обмежувати довжину перекладу у декілька способів, забезпечуючи належні обмеження для рядка перекладу:
zh_hans: Weblate 可以通过多种方式限制翻译的长度，以确保翻译后的字符串不会太长：
zh_hant: Weberate可以在幾種方法中限制翻譯的長度，以確保翻譯的字符串不是太長：

source: The default limitation for translation is ten times longer than the source string. This can be modified with :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. If you are hitting this, it can also be caused by a monolingual translation being wrongly set up as a bilingual one, making Weblate mistaking the translation key for the actual source string. See :ref:`bimono` for more info.
de: Die Standardbegrenzung für Übersetzungen ist die zehnfache Länge der Ausgangszeichenkette. Dies kann mit :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH` geändert werden. Wenn Sie auf dieses Problem stoßen, kann es auch daran liegen, dass eine einsprachige Übersetzung fälschlicherweise als zweisprachig eingerichtet wurde, so dass Weblate den Übersetzungsschlüssel mit der eigentlichen Ausgangszeichenkette verwechselt. Siehe :ref:`bimono` für weitere Informationen.
ga: Tá an teorainn réamhshocraithe le haghaidh aistriúcháin deich n-uaire níos faide ná an teaghrán foinse. Is féidir é seo a athrú le :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. Má tá sé seo á bhualadh agat, d’fhéadfadh sé tarlú freisin go bhfuil aistriúchán aonteangach socraithe go mícheart mar aistriúchán dátheangach, rud a fhágann go bhfuil Weblate ag dul amú ar eochair aistriúcháin na teaghrán foinse féin. Féach :ref:`bimono` le haghaidh tuilleadh eolais.
hu: Az alapértelmezett korlát tízszerese a forrásszöveg hosszának. Ez módosítható a :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH` beállítással. Ha ezt a korlátot éri el, az oka lehet az is, hogy egy egynyelvű fordítást tévesen kétnyelvűként állítottak be, és a Weblate a fordítási kulcsot tekinti forrásszövegnek. További részletek: :ref:`bimono`.
id: Batasan bawaan untuk penerjemahan adalah sepuluh kali lebih panjang daripada string sumber. Batasan ini dapat diubah dengan :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. Jika Anda mengalami hal ini, hal ini juga dapat disebabkan oleh terjemahan monolingual yang salah dikonfigurasi sebagai terjemahan bilingual, sehingga Weblate salah memasukkan kunci terjemahan ke string sumber yang sebenarnya. Lihat :ref:`bimono` untuk info lebih lanjut.
ja: デフォルトの翻訳文の長さ制限は、原文の 10 倍です。この制限は、:setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH` の設定で変更で。この制限に達している場合、モノリンガル翻訳がバイリンガル翻訳として誤って設定され、Weblate が翻訳キーを実際の原文と間違えたことも考えられます。詳細については、:ref:`bimono` を確認してください。
nl: De standaard beperking voor vertalingen is tien keer langer dan de brontekenreeks. Dat kan worden aangepast met :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. Als u hier tegenaan loopt, kan het ook worden veroorzaakt door een eentalige vertaling, die verkeerd is ingesteld als tweetalig, waardoor Weblate de sleutel van de vertaling aanziet voor de feitelijke brontekenreeks. Bekijk :ref:`bimono` voor meer informatie.
pt_br: A limitação padrão para tradução é dez vezes maior do que o texto fonte. Isso pode ser modificado com :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. Se você estiver atingindo isso, isso também pode ser causado por uma tradução monolíngue sendo erroneamente configurada como bilíngue, fazendo o Weblate errar a chave de tradução para o texto fonte em vez do texto fonte. Consulte :ref:`bimono` para obter mais informações.
sv: Standardbegränsningen för översättning är tio gånger längre än källsträngen. Detta kan ändras med :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. Om du stöter på detta kan det också bero på att en enspråkig översättning felaktigt har konfigurerats som en tvåspråkig, vilket gör att Weblate misstar översättningsnyckeln för den faktiska källsträngen. Se :ref:`bimono` för mer information.
tr: Çeviri için varsayılan sınırlama, kaynak dizgeden on kat daha uzun olmasıdır. Bu sınırlama, :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH` seçeneği ile kapatılabilir. Bu sınırlamaya takılıyorsanız, yanlışlıkla iki dilli olarak ayarlanmış tek dilli bir çeviri kullanıyor olabilirsiniz ve Weblate gerçek kaynak dizgenin çeviri anahtarını yanlış anlıyor olabilir. Ayrıntılı bilgi almak için: :ref:`bimono`.
uk: Типовим обмеженням для перекладу є довжина, яка вдесятеро перевищує довжину початкового рядка. Це обмеження може бути змінено за допомогою параметра :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH`. Якщо у вас виникнуть з цим проблеми, ймовірною причиною може бути те, що одномовний переклад помилково налаштовано як двомовний, що спричиняє те, що Weblate вважає ключ перекладу початковим рядком, замість справжнього початкового рядка. Див. :ref:`bimono`, щоб дізнатися більше.
zh_hans: 翻译的默认限制是源字符串的十倍。这可以通过 :setting:`LIMIT_TRANSLATION_LENGTH_BY_SOURCE_LENGTH` 进行修改。如果您遇到这种情况，也可能是由于单语翻译被错误地设置为双语翻译，导致 Weblate 将翻译键误认为是实际的源字符串。更多信息参见 :ref:`bimono`。

source: Maximum length in characters defined by the translation file or flag, as per :ref:`check-max-length`.
de: Maximale Länge in Zeichen, definiert durch die Übersetzungsdatei oder -Markierung gemäß :ref:`check-max-length`.
ga: Uasfhad i gcarachtair arna sainiú ag an gcomhad aistriúcháin nó ag an mbratach, de réir :ref:`check-max-length`.
hu: A fordítási fájl vagy jelző által megadott maximális hossz karakterben, lásd: :ref:`check-max-length`.
id: Panjang maksimum dalam karakter ditentukan oleh berkas terjemahan atau tanda, sesuai :ref:`check-max-length`.
ja: 翻訳ファイルまたはフラグによって定義した文字の最大長。参照: :ref:`check-max-length`。
nl: Maximum lengte in tekens, gedefinieerd door het vertaalbestand of vlag, zoals met :ref:`check-max-length`.
pt: Comprimento máximo em caracteres definidos pelo ficheiro de tradução ou um marcador, consulte :ref:`check-max-length`.
pt_br: Comprimento máximo em caracteres definidos pelo arquivo de tradução ou um marcador, conforme :ref:`check-max-length`.
sv: Maximal längd i tecken definierad av översättningsfilen eller flaggan, enligt :ref:`check-max-length`.
tr: Çeviri dosyası ya da im ile tanımlanan en fazla karakter uzunluğu. Ayrıntılı bilgi almak için: :ref:`check-max-length`.
uk: Максимальна довжина у символах визначається файлом перекладу або прапорцем, див. :ref:`check-max-length`.
zh_hans: 依照 :ref:`check-max-length`，由翻译文件或标志定义的字符的最大长度。

source: Maximal rendered size in pixels as defined by flags; see :ref:`check-max-size`.
de: Maximale gerenderte Größe in Pixel, wie durch Markierungen definiert; siehe :ref:`check-max-size`.
ga: Uasmhéid a rindreáiltear i bpicteilíní mar a shainmhínítear le bratacha; féach :ref:`check-max-size`.
hu: Jelzővel megadott maximális megjelenített méret pixelben; lásd: :ref:`check-max-size`.
id: Ukuran render maksimal dalam piksel seperti yang ditentukan oleh tanda; lihat :ref:`check-max-size`.
ja: フラグで定義するピクセル単位の最大表示サイズ。参照: :ref:`check-max-size`。
nl: Maximale gerenderde grootte in pixels, zoals gedefinieerd door vlaggen; bekijk :ref:`check-max-size`.
pt: Tamanho máximo renderizado em pixels como definido pelos marcadores, ver :ref:`check-max-size`.
pt_br: Tamanho máximo renderizado em pixels como definido por marcadores; consulte :ref:`check-max-size`.
sv: Maximal renderad storlek i pixlar enligt definitionen i flaggorna; se :ref:`check-max-size`.
tr: Piksel cinsinden, imler ile tanımlanan en fazla görüntülenme boyutu. Ayrıntılı bilgi almak için: :ref:`check-max-size`.
uk: Максимальний оброблений розмір у пікселях визначається прапорцями, див. :ref:`check-max-size`.
zh_hans: 由标志定义的以像素为单位的最大渲染大小，请参阅 :ref:`check-max-size`。

source: You can find the list of supported tools in :ref:`machine-translation-setup`.
de: Die Liste der unterstützten Tools finden Sie unter :ref:`machine-translation-setup`.
ga: Is féidir leat liosta na n-uirlisí tacaithe a fháil i :ref:`machine-translation-setup`.
hu: A támogatott eszközök listáját megtalálja itt: :ref:`machine-translation-setup`.
id: Anda dapat menemukan daftar alat yang didukung di :ref:`machine-translation-setup`.
ja: 対応するツールの一覧の検索。参照: :ref:`machine-translation-setup`。
nl: U kunt de lijst met ondersteunde programma's vinden in :ref:`machine-translation-setup`.
pt: Encontra a lista de ferramentas suportadas em :ref:`machine-translation-setup`.
pt_br: Você pode encontrar a lista de ferramentas suportadas em :ref:`machine-translation-setup`.
ro: Puteți găsi lista de instrumente acceptate în :ref:`machine-translation-setup`.
ru: Список поддерживаемых инструментов можно найти в разделе :ref:`machine-translation-setup`.
sv: Du hittar listan över verktyg som stöds i :ref:`machine-translation-setup`.
tr: Desteklenen araçların listesini :ref:`machine-translation-setup` bölümünde bulabilirsiniz.
uk: Список підтримуваних інструментів наведено у розділі :ref:`machine-translation-setup`.
zh_hans: 您可以在 :ref:`machine-translation-setup` 中找到支持的工具列表。
zh_hant: 您可以找到支持的工具列表：REF：“計算機翻譯設置”。

source: You can use automatic translation to bootstrap translation based on external sources. This tool is called :guilabel:`Automatic translation` accessible in the :guilabel:`Operations` menu, once you have selected a component and a language:
sv: Du kan använda automatisk översättning för att starta översättningen baserat på externa källor. Detta verktyg kallas :guilabel:`Automatisk översättning` och är tillgängligt i menyn :guilabel:`Operationer` när du har valt en komponent och ett språk:

source: A similar operation :guilabel:`Batch automatic translation` is available if you have selected a project language, a component or a category.
sv: En liknande funktion :guilabel:`Automatisk översättning av batch` är tillgänglig om du har valt ett projektspråk, en komponent eller en kategori.

source: Two modes of operation are possible:
de: Es sind zwei Betriebsmodi möglich:
ga: Tá dhá mhodh oibríochta féideartha:
hu: Kétféle működési mód lehetséges:
id: Ada dua mode operasi yang mungkin:
ja: 選択できる 2 つの操作モード:
nl: Er zijn twee modi voor bewerken mogelijk:
pt: Dois modos de operação são possíveis:
pt_br: Dois modos de operação são possíveis:
ro: Sunt posibile două moduri de funcționare:
ru: Возможны два режима работы этого инструмента:
sv: Två driftslägen är möjliga:
ta: செயல்படும் இரண்டு முறைகள் சாத்தியமாகும்:
tr: İki şekilde işlem yapılabilir:
uk: Можна користуватися двома способами дій:
zh_hans: 有两种操作模式可供选择：
zh_hant: 兩種操作模式是可能的：

source: Using other Weblate components as a source for translations.
de: Nutzung anderer Weblate-Komponenten als Quelle für Übersetzungen.
ga: Comhpháirteanna eile Weblate a úsáid mar fhoinse aistriúcháin.
hu: Más Weblate-összetevők felhasználása forrásként.
id: Menggunakan komponen Weblate lainnya sebagai sumber terjemahan.
ja: 他の Weblate コンポーネントを翻訳のソースとして使用する。
nl: Gebruiken van andere onderdelen van Weblate als bron voor vertalingen.
pt: Usar outros componentes do Weblate como fonte para traduções.
pt_br: Usando outros componentes do Weblate como fonte para traduções.
ro: Utilizarea altor componente Weblate ca sursă pentru traduceri.
ru: Использование в качестве источника для переводов других компонентов Weblate.
sv: Använda andra Weblate-komponenter som källa för översättningar.
ta: மொழிபெயர்ப்புகளுக்கான ஆதாரமாக பிற வலைபெயர்ப்பு கூறுகளைப் பயன்படுத்துதல்.
tr: Çeviriler için diğer Weblate bileşenleri kaynak olarak kullanılabilir.
uk: Скористатися іншими складниками Weblate як джерелом перекладів.
zh_hans: 使用其他 Weblate 部件作为翻译的来源。
zh_hant: 使用其他Web2個組件作為翻譯的源。

source: Using selected machine translation services with translations above a certain quality threshold.
de: Nutzung ausgewählter maschineller Übersetzungsdienste mit Übersetzungen ab einer bestimmten Qualitätsschwelle.
ga: Seirbhísí aistriúcháin meaisín roghnaithe a úsáid le haistriúcháin os cionn tairsí cáilíochta áirithe.
hu: Kiválasztott gépi fordítási szolgáltatások használata, ha azok meghaladják a megadott minőségi küszöböt.
id: Menggunakan layanan terjemahan mesin terpilih dengan terjemahan di atas ambang batas kualitas tertentu.
ja: 品質を厳選して選んだ機械翻訳サービスを使用する。
nl: Geselecteerde services voor machinevertaling gebruiken met vertalingen boven een bepaalde drempel voor kwaliteit.
pt: Usar serviços selecionados de tradução automática com traduções acima de um certo limite de qualidade.
pt_br: Usando serviços selecionados de tradução automática com traduções acima de um certo limite de qualidade.
ro: Utilizarea serviciilor de traducere automată selectate cu traduceri care depășesc un anumit prag de calitate.
ru: Использование выбранных сервисов машинного перевода с переводами выше определённого порога качества.
sv: Använda utvalda maskinöversättningstjänster med översättningar som överstiger en viss kvalitetströskel.
ta: தேர்ந்தெடுக்கப்பட்ட இயந்திர மொழிபெயர்ப்பு சேவைகளைப் பயன்படுத்துதல் ஒரு குறிப்பிட்ட தர வாசலுக்கு மேலே உள்ள மொழிபெயர்ப்புகளுடன்.
tr: Belirli bir kalite eşiğinin üzerindeki çevirilerle seçilen makine çevirisi hizmetleri kullanılabilir.
uk: Скористатися вибраними службами комп'ютерного перекладу із перекладами, які перебувають над пороговим значенням якості.
zh_hans: 使用选定的机器翻译服务，翻译高于特定质量阈值。
zh_hant: 使用所選機器翻譯服務，轉換高於一定的質量閾值。

source: You can also choose which strings are to be auto-translated.
de: Sie können auch auswählen, welche Zeichenketten automatisch übersetzt werden sollen.
ga: Is féidir leat a roghnú freisin cé na teaghráin atá le haistriú go huathoibríoch.
hu: Azt is kiválaszthatja, mely szövegeket szeretné automatikusan lefordítani.
id: Anda juga dapat memilih string mana yang akan diterjemahkan secara otomatis.
ja: 自動翻訳する文字列の選択もできます。
nl: U kunt ook kiezen welke tekenreeksen automatisch moeten worden vertaald.
pt: Também pode escolher quais as cadeias que devem ser traduzidas automaticamente.
pt_br: Você também pode escolher quais textos devem ser traduzidos automaticamente.
ro: De asemenea, puteți alege ce șiruri de caractere trebuie să fie traduse automat.
ru: Вы также можете выбрать, какие строки должны быть переведены автоматически.
sv: Du kan också välja vilka strängar som ska översättas automatiskt.
ta: எந்த சரங்கள் தானாக மொழிபெயர்க்கப்பட வேண்டும் என்பதையும் நீங்கள் தேர்வு செய்யலாம்.
tr: Hangi dizgelerin kendiliğinden çevrileceğini de seçebilirsiniz.
uk: Ви також можете вибрати, які рядки буде перекладено автоматично.
zh_hans: 您还可以选择要自动翻译的字符串。
zh_hant: 您還可以選擇要自動翻譯的字符串。

source: Be mindful that this will overwrite existing translations if employed with wide filters such as :guilabel:`All strings`.
de: Beachten Sie, dass dadurch bestehende Übersetzungen überschrieben werden, wenn Sie mit breiten Filtern wie :guilabel:`Alle Zeichenketten` arbeiten.
ga: Tabhair faoi deara go ndéanfaidh sé seo aistriúcháin reatha a fhorscríobh má úsáidtear iad le scagairí leathana mar :guilabel:`Gach teaghrán`.
hu: Figyeljen arra, hogy ez felülírhatja a meglévő fordításokat, ha széleskörű szűrőkkel, például az :guilabel:`Összes szöveg` opcióval alkalmazza.
id: Berhati-hatilah bahwa ini akan menimpa terjemahan yang ada jika digunakan dengan filter lebar seperti :guilabel:`All strings`.
ja: :guilabel:`すべての文字列` などの範囲が大きいフィルターを使用すると、既存の翻訳が上書きされてしまうことに注意してください。
nl: Denk eraan dat dit bestaande vertalingen zal overschrijven als het wordt uitgevoerd met brede filters, zoals :guilabel:`Alle tekenreeksen`.
pt: Tenha em mente que isso substituirá as traduções existentes se empregadas com filtros amplos, como :guilabel:`Todos as cadeias`.
pt_br: Tenha em mente que isso substituirá as traduções existentes se empregadas com filtros amplos, como :guilabel:`Todos os textos`.
ro: Rețineți că acest lucru va suprascrie traducerile existente dacă este utilizat cu filtre largi, cum ar fi :guilabel:`All strings`.
ru: Имейте в виду, что если использовать широкие фильтры, вроде фильтра :guilabel:`Все строки`, это приведёт к перезаписи существующих переводов.
sv: Tänk på att detta kommer att skriva över befintliga översättningar om det används med breda filter som :guilabel:`Alla strängar`.
ta: இது போன்ற பரந்த வடிப்பான்களுடன் பயன்படுத்தினால், இது ஏற்கனவே இருக்கும் மொழிபெயர்ப்புகளை மேலெழுதும் என்பதை நினைவில் கொள்ளுங்கள்: வபஇசிட்டை: `அனைத்து சரங்களும்`.
tr: Bu işlemin, :guilabel:`Tüm dizgeler` gibi geniş kapsamlı süzgeçlerle kullanıldığında var olan çevirilerin üzerine yazacağını unutmayın.
uk: Зверніть увагу на те, що у результаті буде перезаписано наявні переклади, якщо інструмент застосовано із широкими фільтрами, зокрема :guilabel:`Усі рядки`.
zh_hans: 请注意，如果使用诸如 :guilabel:`所有字符串` 之类的宽过滤器，这将覆盖现有的翻译。
zh_hant: 注意這將覆蓋具有廣泛過濾器（如：Guilabel：`所有字符串）覆蓋現有翻譯。
