Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Make the commit_pending age configurable per component.
de: commit_pending_age ist nun pro Komponente konfigurierbar.
ga: Déan an aois gealltanas_pending a chumrú in aghaidh an chomhpháirte.
hu: A commit_pending időtartama mostantól összetevőnként konfigurálható.
id: Jadikan usia commit_pending dapat dikonfigurasi per komponen.
ja: commit_pending 経過時間をコンポーネントごとに設定可能に改良。
nl: De leeftijd voor commit_pending te configureren per onderdeel.
pt: Torna a idade de commit_pending configurável por componente.
pt_br: Torna a idade de commit_pending configurável por componente.
ro: Faceți ca vârsta commit_pending să fie configurabilă pentru fiecare componentă.
ru: Время ожидания коммита теперь можно настроить покомпонентно.
sv: Gör commit_pending-åldern konfigurerbar per komponent.
ta: ஒரு கூறுக்கு கமிட்_பெண்டிங் வயதை உள்ளமைக்கக்கூடியதாக மாற்றவும்.
tr: commit_pending yaşının her bileşene özel yapılandırılabilmesi sağlandı.
uk: Уможливлено налаштовування віку commit_pending на рівні складника.
zh_hans: 每个部件进行 commit_pending 时间配置。
zh_hant: 每個組件進行 commit_pending 時間配置。

source: Various user interface cleanups.
de: Verschiedene Bereinigungen der Bedienoberfläche.
ga: Glanta comhéadan úsáideora éagsúla.
hu: Felhasználói felület több ponton átdolgozva.
id: Berbagai pembersihan antarmuka pengguna.
ja: さまざまなユーザー インターフェイスのクリーンアップ。
nl: Verscheidene opschoningen in gebruikersinterface.
pt: Várias limpezas de interface do utilizador.
pt_br: Várias limpezas de interface do usuário.
ro: Diferite curățări ale interfeței utilizatorului.
ru: Различные подчистки пользовательского интерфейса.
sv: Olika förbättringar av användargränssnittet.
ta: பல்வேறு பயனர் இடைமுக தூய்மைப்படுத்தல்கள்.
tr: Kullanıcı arayüzünde bazı sadeleştirmeler yapıldı.
uk: Різноманітні чищення інтерфейсу користувача.
zh_hans: 各种用户界面清理。
zh_hant: 各種用戶界面清理。

source: Fixed component/project/site wide search for translations.
de: Die Komponenten-, Projekt- und plattformweite Suche nach Übersetzungen korrigiert.
ga: Comhpháirt sheasta/tionscadal/cuardach ar fud an tsuímh le haghaidh aistriúcháin.
hu: Fordítások összetevő-/projekt-/webhelyszintű keresése javítva.
id: Pencarian terjemahan di seluruh komponen/proyek/situs tetap.
ja: コンポーネント/プロジェクト/サイト 全体の翻訳検索を修正。
nl: Gerepareerde onderdeel/project/site-breed zoeken voor vertalingen.
pt: Corrigida a pesquisa em componente /projeto/tido o site por traduções.
pt_br: Corrigida a busca em componente /projeto/tido o site por traduções.
ro: A fost reparată căutarea de traduceri la nivel de componentă/proiect/site.
ru: Исправлен поиск по компоненту/проекту/сайту.
sv: Fast komponent/projekt/webbplatsomfattande sökning efter översättningar.
ta: நிலையான கூறு/திட்டம்/மொழிபெயர்ப்புகளுக்கான தளம் பரந்த தேடல்.
tr: Çevirilerin bileşen/proje/site genelinde aramasında yaşanan sorun düzeltildi.
uk: Виправлено пошук перекладів у складниках, проєктах і місцях.
zh_hans: 修复了部件/项目/网站范围的翻译搜索。
zh_hant: 修復了組件/項目/網站範圍的翻譯搜索。

source: *Released on June 30th 2017.*
de: *Veröffentlicht am 30. Juni 2017.*
ga: *Eisithe ar 30 Meitheamh 2017.*
hu: *Kiadva: 2017. június 30.*
id: *Dirilis pada 30 Juni 2017.*
nl: *Uitgegeven op 30 juni 2017.*
pt_br: *Atualizado em 30 de junho de 2017.*
sv: *Släpptes den 30 juni 2017.*
tr: *30 Haziran 2017 tarihinde yayınlandı.*
uk: *Випущено 30 червня 2017 року.*

source: Show more related translations in other translations.
de: Anzeige von weiteren zugehörigen Übersetzungen in anderen Übersetzungen.
ga: Taispeáin aistriúcháin ghaolmhara in aistriúcháin eile.
hu: Több kapcsolódó fordítás megjelenítése az „Egyéb fordítások” részben.
id: Tampilkan lebih banyak terjemahan terkait dalam terjemahan lain.
ja: 翻訳に対して、関連した他の翻訳をさらに表示するように改良。
nl: Meer gerelateerde vertalingen weergeven in andere vertalingen.
pt: Mostra mais traduções relacionadas em outras traduções.
pt_br: Mostra mais traduções relacionadas em outras traduções.
ro: Arată mai multe traduceri înrudite în alte traduceri.
ru: Теперь показывается большее количество связанных переводов в «других переводах».
sv: Visa fler relaterade översättningar i andra översättningar.
ta: பிற மொழிபெயர்ப்புகளில் மேலும் தொடர்புடைய மொழிபெயர்ப்புகளைக் காட்டுங்கள்.
tr: Diğer çevirilerden daha fazla ilgili çevirinin görüntülenmesi sağlandı.
uk: Реалізовано показ більшої кількості пов'язаних перекладів у списку інших перекладів.
zh_hans: 在其它翻译中显示了更多相关的翻译。
zh_hant: 在其它翻譯中顯示了更多相關的翻譯。

source: Add option to see translations of current string to other languages.
de: Option um Übersetzungen der aktuellen Zeichenkette in anderen Sprachen anzuzeigen.
ga: Cuir rogha leis chun aistriúcháin ar an teaghrán reatha a fheiceáil go teangacha eile.
hu: Lehetőség az aktuális szöveg fordításainak megtekintésére más nyelveken.
id: Tambahkan opsi untuk melihat terjemahan string saat ini ke bahasa lain.
ja: 現在の文字列を他の言語に翻訳して表示するオプションの追加。
nl: Optie toegevoegd om vertalingen van huidige tekenreeks in andere talen te zien.
pt: Adiciona a opção de ver as traduções da cadeia atual em outros idiomas.
pt_br: Adiciona a opção de ver as traduções do texto atual em outros idiomas.
ro: Adăugați opțiunea de a vedea traducerile șirului curent în alte limbi.
ru: Добавлена возможность просматривать переводы текущей строки на другие языки.
sv: Lägg till alternativ för att se översättningar av aktuell sträng till andra språk.
ta: பிற மொழிகளுக்கு தற்போதைய சரத்தின் மொழிபெயர்ப்புகளைக் காண விருப்பத்தைச் சேர்.
tr: Geçerli dizgenin diğer dillerdeki çevirilerini görüntüleme özelliği eklendi.
uk: Додано пункт для перегляду перекладів поточного рядка іншими мовами.
zh_hans: 添加了选项来查看当前字符串到其它语言的翻译。
zh_hant: 添加了選項來查看當前字符串到其它語言的翻譯。

source: Use 4 plural forms for Lithuanian by default.
de: Standardmäßiges Verwenden von 4 Pluralformen für Litauisch.
ga: Úsáid 4 fhoirm iolra don Liotuáinis de réir réamhshocraithe.
hu: Litván nyelvhez alapértelmezetten 4 többes számú alak használata.
id: Gunakan 4 bentuk jamak untuk Lithuania secara bawaan.
ja: デフォルトでリトアニア語では 4 つの複数形の形式を使用するように改良。
nl: Standaard gebruiken van 4 meervoudsvormen voor Litouws.
pt: Usa 4 formas plurais para lituano por padrão.
pt_br: Usa 4 formas plurais para lituano por padrão.
ro: Utilizați în mod implicit 4 forme de plural pentru lituaniană.
ru: Теперь для литовского языка по умолчанию используются 4 формы множественного числа.
sv: Använd 4 pluralformer för litauiska som standard.
ta: இயல்பாக லிதுவேனியருக்கு 4 பன்மை வடிவங்களைப் பயன்படுத்து.
tr: Litvanyaca için varsayılan olarak 4 çoğul biçimin kullanılması sağlandı.
uk: Типово використано 4 форми множини для литовської мови.
zh_hans: 对立陶宛语默认使用 4 种复数形式。
zh_hant: 對立陶宛語默認使用 4 種複數形式。

source: Fixed upload for monolingual files of different format.
de: Das Hochladen für einsprachige Dateien mit unterschiedlichem Format korrigiert.
ga: Uaslódáil seasta do chomhaid aonteangacha de bhformáid éagsúil.
hu: Egynyelvű, eltérő formátumú fájlok feltöltése javítva.
id: Memperbaiki unggahan untuk berkas monolingual dengan format berbeda.
ja: 異なる形式のモノリンガル ファイルのアップロード問題の修正。
nl: Uploaden van eentalige bestanden van verschillende indelingen gerepareerd.
pt: Corrigido o envio para ficheiros monolíngues de formato diferente.
pt_br: Corrigido o envio para arquivos monolíngues de formato diferente.
ro: Încărcare fixă pentru fișiere monolingve de format diferit.
ru: Исправлена загрузка различных форматов одноязычных файлов перевода.
sv: Fast uppladdning för enspråkiga filer i olika format.
ta: வெவ்வேறு வடிவத்தின் ஒருமொழி கோப்புகளுக்கான நிலையான பதிவேற்றம்.
tr: Farklı biçimdeki tek dilli dosyalarda yaşanan yükleme sorunu düzeltildi.
uk: Виправлено вивантаження одномовних файлів у іншому форматі.
zh_hans: 修复了不同格式单语言文件的上传。
zh_hant: 修復了不同格式單語言文件的上傳。

source: Improved error messages on failed authentication.
de: Verbesserte Fehlermeldungen bei fehlgeschlagener Authentifizierung.
ga: Teachtaireachtaí earráide feabhsaithe ar fhíordheimhniú teipthe.
hu: Sikertelen hitelesítés esetén pontosabb hibaüzenetek.
id: Memperbaiki pesan galat pada autentikasi yang gagal.
ja: 認証失敗時のエラー メッセージの改良。
nl: Verbeterde foutberichten voor mislukt authenticeren.
pt: Melhoradas as mensagens de erro na autenticação com falha.
pt_br: Melhoradas as mensagens de erro na autenticação com falha.
ro: Mesaje de eroare îmbunătățite în cazul unei autentificări eșuate.
ru: Улучшены сообщения об ошибках при неудачной авторизации.
sv: Förbättrade felmeddelanden vid misslyckad autentisering.
ta: தோல்வியுற்ற அங்கீகாரத்தில் மேம்படுத்தப்பட்ட பிழை செய்திகள்.
tr: Başarısız olan kimlik doğrulaması hata iletileri iyileştirildi.
uk: Удосконалено повідомлення про помилку при помилках розпізнавання.
zh_hans: 改进了认证失败的错误消息。
zh_hant: 改進了認證失敗的錯誤消息。

source: Keep page state when removing word from glossary.
de: Beibehalten des Seitenstatus, wenn ein Wort aus dem Glossar entfernt wird.
ga: Coinnigh staid an leathanaigh agus tú ag baint focal as an ngluais.
hu: Szójegyzékből való törléskor az oldal állapota megmarad.
id: Pertahankan status halaman saat menghapus kata dari glosarium.
ja: 用語集から単語を削除しても、ページの状態を保持するように改良。
nl: Status pagina behouden bij verwijderen van woord uit woordenlijst.
pt: Mantelém o estado da página ao remover a palavra do glossário.
pt_br: Mantelém o status da página ao remover a palavra do glossário.
ro: Păstrați starea paginii atunci când scoateți un cuvânt din glosar.
ru: При удалении слов из словаря состояние страницы теперь сохраняется.
sv: Behåll sidstatus när ord tas bort från ordlistan.
ta: சொற்களஞ்சியத்திலிருந்து வார்த்தையை அகற்றும்போது பக்க நிலையை வைத்திருங்கள்.
tr: Sözcüğü sözlükten silerken sayfa durumunun korunması sağlandı.
uk: Реалізовано збереження стану сторінки при вилученні слова з глосарія.
zh_hans: 当从术语表删除单词时保持页面状态。
zh_hant: 當從詞彙表刪除單詞時保持頁面狀態。

source: Added direct link to edit secondary language translation.
de: Direkter Link zur Bearbeitung der Zweitsprache hinzugefügt.
ga: Cuireadh nasc díreach leis chun aistriúchán teanga tánaisteach a chur in eagar.
hu: Közvetlen hivatkozás hozzáadva a másodlagos nyelv fordításának szerkesztéséhez.
id: Menambahkan tautan langsung untuk menyunting terjemahan bahasa sekunder.
ja: 参考言語の翻訳を編集するための直接リンクの追加。
nl: Directe link toegevoegd voor bewerken vertaling in secundaire taal.
pt: Adicionada ligação direta para editar a tradução do idioma secundário.
pt_br: Adicionado link direto para editar a tradução do idioma secundário.
ro: A fost adăugat un link direct pentru a edita traducerea în limba secundară.
ru: Добавлена прямая ссылка на редактирования вторичных языков перевода.
sv: Lagt till direktlänk för att redigera översättning till sekundärt språk.
ta: இரண்டாம் நிலை மொழி மொழிபெயர்ப்பைத் திருத்த நேரடி இணைப்பு சேர்க்கப்பட்டது.
tr: İkincil dil çevirisini düzenlemek için doğrudan bağlantı eklendi.
uk: Додано безпосереднє посилання для редагування перекладу вторинної мови.
zh_hans: 添加了直接链接来编辑第二语言翻译。
zh_hant: 添加了直接鏈接來編輯第二語言翻譯。

source: Added Perl format quality check.
de: Qualitätsprüfung des Perl-Formats hinzugefügt.
ga: Cuireadh seiceáil cáilíochta formáid Perl leis.
hu: Perl formátumra vonatkozó minőség-ellenőrzés hozzáadva.
id: Menambahkan pemeriksaan kualitas format Perl.
ja: Perl 形式の品質検査を追加。
nl: Toegevoegd kwaliteitscontrole indeling Perl.
pt: Adicionada verificação de qualidade do formato Perl.
pt_br: Adicionada verificação de qualidade do formato Perl.
ro: A fost adăugată verificarea calității formatului Perl.
ru: Добавлены проверки качества для форматирования строк Perl.
sv: Lagt till kvalitetskontroll i Perl-format.
ta: பெர்ல் வடிவமைப்பு தர சோதனை சேர்க்கப்பட்டது.
tr: Perl biçimi kalite denetimi eklendi.
uk: Додано перевірку якості форматування рядків Perl.
zh_hans: 添加了 Perl 格式质量检查。
zh_hant: 添加了 Perl 格式質量檢查。

source: Added support for rejecting reused passwords.
de: Unterstützung für die Ablehnung wiederverwendeter Passwörter hinzugefügt.
ga: Tacaíocht bhreise chun pasfhocail athúsáidte a dhiúltú.
hu: Támogatás a korábban használt jelszavak elutasítására.
id: Menambahkan dukungan untuk menolak kata sandi yang digunakan kembali.
ja: 再利用したパスワードを拒否する機能の追加。
nl: Ondersteuning toegevoegd voor weigeren van opnieuw gebruikte wachtwoorden.
pt: Adicionado suporte para rejeitar palavras-passe reutilizadas.
pt_br: Adicionado suporte para rejeitar senhas reutilizadas.
ro: A fost adăugat suport pentru respingerea parolelor refolosite.
ru: Добавлена поддержка отклонения повторно используемых паролей.
sv: Lagt till stöd för att avvisa återanvända lösenord.
ta: மீண்டும் பயன்படுத்தப்பட்ட கடவுச்சொற்களை நிராகரிப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Yeniden kullanılan parolaları reddetme özelliği eklendi.
uk: Додано підтримку для відкидання повторно використаних паролів.
zh_hans: 为了拒绝再次使用的密码添加了支持。
zh_hant: 為了拒絕再次使用的密碼添加了支持。

source: Extended toolbar for editing RTL languages.
de: Erweiterte Symbolleiste für die Bearbeitung von Sprachen mit linksläufiger Schreibrichtung.
ga: Barra uirlisí leathnaithe chun teangacha RTL a chur in eagar.
hu: Jobbról balra írt nyelvek szerkesztéséhez bővített eszköztár.
id: Bilah alat yang diperluas untuk menyunting bahasa RTL.
ja: RTL 言語の編集用拡張ツールバーの追加。
nl: Werkbalk uitgebreid voor bewerken van talen van-rechts-naar-links.
pt: Estendida a barra de ferramentas para edição de idiomas RTL.
pt_br: Estendida a barra de ferramentas para edição de idiomas RTL.
ro: Bara de instrumente extinsă pentru editarea limbilor RTL.
ru: Расширена панель инструментов для редактирования RTL-языков (с письмом справа налево).
sv: Utökad verktygsfält för redigering av RTL-språk.
ta: ஆர்டிஎல் மொழிகளைத் திருத்துவதற்கான நீட்டிக்கப்பட்ட கருவிப்பட்டி.
tr: Araç çubuğu sağdan sola yazılan dilleri düzenlemek için zenginleştirildi.
uk: Розширено панель інструментів для редагування мов із записом справа ліворуч.
zh_hans: 为编辑 RTL 语言扩展了工具条。
zh_hant: 為編輯 RTL 語言擴展了工具條。

source: *Released on May 24th 2017.*
de: *Veröffentlicht am 24. Mai 2017.*
ga: *Eisithe ar 24 Bealtaine 2017.*
hu: *Kiadva: 2017. május 24.*
id: *Dirilis pada 24 Mei 2017.*
nl: *Uitgegeven op 24 mei 2017.*
pt_br: *Atualizado em 24 de maio de 2017.*
sv: *Släpptes den 24 maj 2017.*
tr: *24 Mayıs 2017 tarihinde yayınlandı.*
uk: *Випущено 24 травня 2017 року.*

source: Fixed possible error when paginating search results.
de: Möglicher Fehler beim Seitenumbruch von Suchergebnissen behoben.
ga: Earráid fhéideartha sheasta agus torthaí cuardaigh á n-uimhriú.
hu: Keresési találatok lapozásánál előforduló hibák javítva.
id: Memperbaiki kemungkinan galat saat membagi hasil pencarian menjadi beberapa halaman.
ja: 検索結果のページ分割時に発生することがあったエラーを修正。
nl: Gerepareerd mogelijke fout bij pagineren van zoekresultaten.
pt: Corrigido um possível erro ao paginar os resultados da pesquisa.
pt_br: Corrigido um possível erro ao paginar os resultados da busca.
ro: S-a remediat o posibilă eroare la paginarea rezultatelor căutării.
ru: Исправлена возможная ошибка при пагинации результатов поиска.
sv: Rättat möjligt fel vid paginering av sökresultat.
ta: தேடல் முடிவுகளை பேசினேட் செய்யும் போது நிலையான சாத்தியமான பிழை.
tr: Arama sonuçları sayfalandırılırken yaşanabilecek sorun düzeltildi.
uk: Виправлено можливу помилку при поділі результатів пошуку на сторінки.
zh_hans: 修复了将搜索结果分页时可能的错误。
zh_hant: 修復了將搜索結果分頁時可能的錯誤。

source: Fixed migrations from older versions in some corner cases.
de: Die Migration von älteren Versionen in einigen Ausnahmefällen korrigiert.
ga: Aistrithe seasta ó leaganacha níos sine i gcásanna cúinne áirithe.
hu: Régi verziókból történő migráció javítva bizonyos speciális esetekben.
id: Memperbaiki migrasi dari versi lama pada beberapa kasus khusus.
ja: 一部の特殊なケースで発生していた、古いバージョンからの移行問題の修正。
nl: Gerepareerde migraties uit oudere versies voor enkele randgevallen.
pt: Corrigidas as migrações de versões mais antigas em alguns casos complexos.
pt_br: Corrigidas as migrações de versões mais antigas em alguns casos complexos.
ro: A fost reparată migrarea de la versiuni mai vechi în unele cazuri dificile.
ru: Исправлена миграция со старых версий в некоторых крайних случаях.
sv: Fixade migreringar från äldre versioner i vissa specialfall.
ta: சில மூலையில் நிகழ்வுகளில் பழைய பதிப்புகளிலிருந்து நிலையான இடம்பெயர்வு.
tr: Bazı uç durumlarda yaşanan eski sürümlerden aktarım sorunu düzeltildi.
uk: Виправлено перенесення даних з застарілих версій у деяких рідкісних випадках.
zh_hans: 修复了某些极端情况下从较老的版本合并的问题。
zh_hant: 修復了一些極端情況下從較老的版本合併的問題。

source: Fixed possible CSRF on project watch and unwatch.
de: Mögliche CSRF beim Beobachten von Projekten behoben.
ga: CSRF féideartha seasta ar fhaire tionscadail agus unwatch.
hu: Lehetséges CSRF hiba javítva projektek követésénél és követés megszüntetésénél.
id: Memperbaiki kemungkinan CSRF pada pengawasan dan penghentian pengawasan proyek.
ja: プロジェクトの監視および監視解除で発生することがあった CSRF 問題を修正。
nl: Gerepareerde mogelijke CSRF voor volgen en niet volgen van project.
pt: Corrigido possível CSRF ao observar e deixar de observar um projeto.
pt_br: Corrigido possível CSRF ao monitorar e deixar de monitorar um projeto.
ro: A fost reparat un posibil CSRF la urmărirea și desfacerea proiectelor.
ru: Исправлена возможная межсайтовая подделка запроса (CSRF) при отметке проектов для отслеживания или снятия этой метки.
sv: Fixat möjligt CSRF vid projektövervakning och avaktivering av övervakning.
ta: திட்ட வாட்ச் மற்றும் அன்லாச் ஆகியவற்றில் நிலையான சி.எச்.ஆர்.எஃப்.
tr: Proje izleme ve izlemeyi bırakma işlemlerinde yaşanabilecek CSRF sorunu düzeltildi.
uk: Виправлено можливе CSRF при вмиканні і вимиканні спостереження за проєктом.
zh_hans: 修复了关注和取消关注项目时可能出现的 CSRF。
zh_hant: 修復了項目有人或無人監守時可能的 CSRF。

source: The password reset no longer authenticates user.
de: Durch das Zurücksetzen des Passworts wird der Benutzer nicht mehr authentifiziert.
ga: Ní fhíordheimhníonn athshocrú an phasfhocail an t-úsáideoir a thuilleadh.
hu: A jelszó-visszaállítás már nem hitelesíti automatikusan a felhasználót.
id: Pengaturan ulang kata sandi tidak lagi mengautentikasi pengguna.
ja: パスワードのリセットでは、ユーザーを認証しないように変更。
nl: Herstellen van wachtwoord authenticeert niet langer de gebruiker.
pt: A redefinição de palavra-passe não autentica mais o utilizador.
pt_br: A redefinição de senha não autentica mais o usuário.
ro: Resetarea parolei nu mai autentifică utilizatorul.
ru: Смена пароля более не авторизация пользователя.
sv: Återställningen av lösenordet autentiserar inte längre användaren.
ta: கடவுச்சொல் மீட்டமைப்பு இனி பயனரை அங்கீகரிக்காது.
tr: Parola sıfırlama işleminde kullanıcı kimliğinin doğrulanması özelliği kaldırıldı.
uk: Усунено потребу у розпізнаванні користувача при скиданні пароля.
zh_hans: 密码重置不再认证用户。
zh_hant: 密碼重置不再認證用戶。

source: Fixed possible CAPTCHA bypass on forgotten password.
de: Mögliche CAPTCHA-Umgehung bei vergessenem Passwort behoben.
ga: Seachbhóthar CAPTCHA féideartha seasta ar phasfhocal dearmadta.
hu: Elfelejtett jelszó funkciónál előforduló CAPTCHA megkerülés javítva.
id: Memperbaiki kemungkinan melewati CAPTCHA jika kata sandi terlupa.
ja: パスワードを忘れた場合に CAPTCHA をバイパスできる問題を修正。
nl: Gerepareerd mogelijk omzeilen CAPTCHA bij vergeten wachtwoord.
pt: Corrigido um possível desvio de CAPTCHA em caso de palavra-passe esquecida.
pt_br: Corrigido um possível desvio de CAPTCHA em caso de senha esquecida.
ro: A fost reparată posibila ocolire CAPTCHA în cazul parolei uitate.
ru: Исправлена возможный обход CAPTCHA при забытом пароле.
sv: Fixat möjligt CAPTCHA-förbikoppling vid glömt lösenord.
ta: மறந்துபோன கடவுச்சொல்லில் நிலையான கேப்ட்சா பைபாச்.
tr: Parola unutulduğunda yaşanabilecek CAPTCHA atlama sorunu düzeltildi.
uk: Виправлено можливість обходу CAPTCHA при забутому паролі.
zh_hans: 修复了忘记密码是可能的略过 CAPTCHA。
zh_hant: 修復了忘記密碼是可能的略過 CAPTCHA。

source: *Released on May 17th 2017.*
de: *Veröffentlicht am 17. Mai 2017.*
ga: *Eisithe ar 17 Bealtaine 2017.*
hu: *Kiadva: 2017. május 17.*
id: *Dirilis pada 17 Mei 2017.*
nl: *Uitgegeven op 17 mei 2017.*
pt_br: *Atualizado em 17 de maio de 2017.*
sv: *Släpptes den 17 maj 2017.*
tr: *17 Mayıs 2017 tarihinde yayınlandı.*
uk: *Випущено 17 травня 2017 року.*

source: Add glossary entries using AJAX.
de: Hinzufügen von Glossareinträgen mit AJAX.
ga: Cuir iontrálacha gluais leis ag baint úsáide as AJAX.
hu: Szójegyzék-bejegyzések hozzáadása AJAX használatával.
id: Tambahkan entri glosarium menggunakan AJAX.
ja: AJAX を使用して用語集に登録するように変更。
nl: Items woordenlijst toevoegen met AJAX.
pt: Adiciona entradas de glossário usando AJAX.
pt_br: Adiciona entradas de glossário usando AJAX.
ro: Adăugați intrări în glosar utilizând AJAX.
ru: Добавление записей в словарь через AJAX-запросы.
sv: Lägg till ordlistor med hjälp av AJAX.
ta: அசாக்சைப் பயன்படுத்தி சொற்களஞ்சிய உள்ளீடுகளைச் சேர்.
tr: Sözlük kayıtlarının eklenmesinde AJAX kullanıldı.
uk: Додано записи глосарія із використанням AJAX.
zh_hans: 使用 AJAX 添加术语表条目。
zh_hant: 使用 AJAX 添加詞彙表條目。

source: The logout now uses POST to avoid CSRF.
de: Beim Abmelden wird nun POST verwendet, um CSRF zu vermeiden.
ga: Úsáideann an logáil amach anois POST chun CSRF a sheachaint.
hu: A kijelentkezés mostantól POST kérést használ CSRF támadás elkerülése érdekében.
id: Keluar sekarang menggunakan POST untuk menghindari CSRF.
ja: ログアウトでは POST を使用して CSRF を回避するように。
nl: Uitloggen gebruikt nu POST om CSRF te vermijden.
pt: O logout agora usa POST para evitar CSRF.
pt_br: O logout agora usa POST para evitar CSRF.
ro: Deconectarea utilizează acum POST pentru a evita CSRF.
ru: Разлогинивание теперь делается через POST-запрос, дабы избежать межсайтовой подделки запросов (CSRF).
sv: Utloggningen använder nu POST för att undvika CSRF.
ta: சி.எச்.ஆர்.எஃப் தவிர்க்க இப்போது பதவியைப் பயன்படுத்துகிறது.
tr: Oturumu kapatma işleminde CSRF engellemesi için POST kullanımına geçildi.
uk: У новій версії для виходу із системи використовується POST для уникнення CSRF.
zh_hans: 退出登录现在使用 POST 来避免 CSRF。
zh_hant: 登出現在使用 POST 來避免 CSRF。

source: The API key token reset now uses POST to avoid CSRF.
de: Beim Zurücksetzen des API-Schlüssel-Tokens wird nun POST verwendet, um CSRF zu vermeiden.
ga: Úsáideann athshocrú eochairchomhartha API POST anois chun CSRF a sheachaint.
hu: Az API kulcs token visszaállítása mostantól POST kérést használ CSRF védelem érdekében.
id: Pengaturan ulang token kunci API sekarang menggunakan POST untuk menghindari CSRF.
ja: API キー トークンのリセットは、CSRF を回避するために POST を使用するように改良。
nl: Het herstellen van het token voor de API-sleutel gebruikt nu POST om CSRF te vermijden.
pt: A redefinição do token da chave de API usa agora POST para evitar CSRF.
pt_br: A redefinição do token da chave de API usa agora POST para evitar CSRF.
ro: Resetarea token-ului cheie API folosește acum POST pentru a evita CSRF.
ru: Сброс API-токена теперь делается через POST-запрос, дабы избежать межсайтовой подделки запросов (CSRF).
sv: Återställningen av API-nyckeltoken använder nu POST för att undvika CSRF.
ta: சிஎச்ஆர்எஃப் தவிர்க்க பநிஇ கீ கிள்ளாக்கு மீட்டமைப்பு இப்போது இடுகையைப் பயன்படுத்துகிறது.
tr: API anahtarı belirtecini sıfırlama işleminde CSRF engellemesi için POST kullanımına geçildi.
uk: У новій версії для скидання ключа до програмного інтерфейсу використовується POST для уникнення CSRF.
zh_hans: API 密钥令牌重置现在使用 POST 来避免 CSRF。
zh_hant: API 密鑰令牌重置現在使用 POST 來避免 CSRF。
