Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: *Released on June 16th 2023.*
de: *Veröffentlicht am 16. Juni 2023.*
ga: *Eisithe ar 16 Meitheamh 2023.*
hu: *Kiadva: 2023. június 16.*
id: *Dirilis pada 16 Juni 2023.*
nl: *Uitgegeven op 16 juni 2023.*
pt_br: *Atualizado em 16 de junho de 2023.*
sv: *Släpptes den 16 juni 2023.*
tr: *16 Haziran 2023 tarihinde yayınlandı.*
uk: *Випущено 16 червня 2023 року.*

source: Fixed language code format for i18next.
de: Das Format des Sprachcodes für i18next korrigiert.
ga: Formáid cód teanga seasta le haghaidh i18next.
hu: Nyelvkód formátuma javítva i18next esetén.
id: Memperbaiki format kode bahasa untuk i18next.
ja: i18next の言語コード形式の修正。
nl: Gerepareerde indeling taalcode voor i18next.
pt_br: Corrigido o formato de código de idioma para i18next.
ru: Исправлен формат кода языка для i18.
sv: Fast språk kodformat för i18next.
ta: i18next க்கான நிலையான மொழி குறியீடு வடிவம்.
tr: i18next için dil kodu biçimi düzeltildi.
uk: Виправлено форматування коду мови для i18next.
zh_hans: 修复了 i18next 语言代码格式。

source: Fixed CSS compression with dark theme.
de: CSS-Komprimierung mit dunklem Design korrigiert.
ga: Comhbhrú CSS seasta le téama dorcha.
hu: Sötét témánál fellépő CSS tömörítési hiba javítva.
id: Memperbaiki kompresi CSS dengan tema gelap.
ja: ダークテーマでの CSS 圧縮の修正。
nl: Gerepareerde CSS-compressie met donker thema.
pt: Corrigido a compreensão do CSS com o tema escuro.
pt_br: Corrigida a compressão de CSS com o tema escuro.
ru: Исправлено сжатие CSS с тёмной темой.
sv: Fixad CSS-komprimering med mörkt tema.
ta: இருண்ட கருப்பொருளுடன் நிலையான css சுருக்கம்.
tr: Koyu tema ile CSS sıkıştırması düzeltildi.
uk: Виправлено стискання CSS з темною темою.
zh_hans: 修复了深色主题的 CSS 压缩问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/101?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/101?closed=1>`__。

source: *Released on June 15th 2023.*
de: *Veröffentlicht am 15. Juni 2023.*
ga: *Eisithe ar 15 Meitheamh 2023.*
hu: *Kiadva: 2023. június 15.*
id: *Dirilis pada 15 Juni 2023.*
nl: *Uitgegeven op 15 juni 2023.*
pt_br: *Atualizado em 15 de junho de 2023.*
sv: *Släpptes den 15 juni 2023.*
tr: *15 Haziran 2023 tarihinde yayınlandı.*
uk: *Випущено 15 червня 2023 року.*

source: Improved API error messages on permission denied.
de: Verbesserte API-Fehlermeldungen bei verweigerter Berechtigung.
ga: Teachtaireachtaí earráide API feabhsaithe ar chead diúltaíodh.
hu: API hibajelzések pontosabbá váltak jogosultságmegvonás esetén.
id: Peningkatan pesan galat API pada izin ditolak.
ja: 権限が拒否された場合の API エラー メッセージの改良。
nl: Verbeterde API foutberichten voor geweigerde rechten.
pt_br: Melhoradas as mensagens de erro de API em caso de permissão negada.
ru: Улучшены сообщения об ошибках API при отказе в разрешении.
sv: Förbättrade API-felmeddelanden vid nekad behörighet.
ta: அனுமதிக்கப்பட்ட பநிஇ பிழை செய்திகள் மறுக்கப்பட்டன.
tr: İzin verilmeyen durumların API hata iletileri iyileştirildi.
uk: Удосконалено повідомлення щодо заборони доступу.
zh_hans: 改进了权限被拒的 API 错误消息。

source: Reduced false positives of the XML checks.
de: Weniger Fehlalarme bei den XML-Qualitätsprüfungen.
ga: laghdaíodh dearfacha bréagacha na seiceálacha XML.
hu: XML ellenőrzések hamis pozitív találatai csökkentek.
id: Mengurangi positif palsu pada pemeriksaan XML.
ja: XML 検査の誤検知の改良。
nl: Verminderd aantal valse positieven voor de XML-controles.
pt_br: Reduzidos falsos positivos nas verificações de XML.
ru: Уменьшено количество ложных срабатываний проверок XML.
sv: Minskat antal falska positiva resultat vid XML-kontroller.
ta: எக்ச்எம்எல் சோதனைகளின் தவறான நேர்மறைகளைக் குறைத்தது.
tr: XML denetimlerinde ortaya çıkan hatalı doğru sonuçlar azaltıldı.
uk: Зменшено кількість помилкових визначень при перевірках XML.
zh_hans: 减少了 XML 检查的误报。

source: Translated check accuracy has been improved.
de: Die Genauigkeit der Übersetzungsprüfungen verbessert.
ga: Tá cruinneas seiceála aistrithe feabhsaithe.
hu: „Lefordítva” ellenőrzés pontossága javult.
id: Akurasi pemeriksaan terjemahan telah ditingkatkan.
ja: 翻訳検査の精度の改善。
nl: Nauwkeurigheid controle vertalen is verbeterd.
pt_br: A precisão da verificação de traduzida foi melhorada.
ru: Повышена точность перевода проверки.
sv: Översättningsnoggrannheten har förbättrats.
ta: மொழிபெயர்க்கப்பட்ட சோதனை துல்லியம் மேம்படுத்தப்பட்டுள்ளது.
tr: Çevrilmiş kalite denetiminin kararlılığı iyileştirildi.
uk: Удосконалено точність перевірок перекладеного.
zh_hans: 改进了翻译检查精度。

source: Extended support for Fluent file format.
de: Erweiterte Unterstützung für das Fluent-Dateiformat.
ga: Tacaíocht leathnaithe le haghaidh formáid comhaid Líofa.
hu: Fluent-fájlformátum támogatása kibővült.
id: Dukungan yang diperluas untuk format berkas Fluent.
ja: Fluent ファイル形式への対応の拡張。
nl: Ondersteuning voor bestandsindeling Fluent uitgebreid.
pt_br: Estendido o suporte para o formato de arquivo Fluent.
ru: Расширенная поддержка формата файлов Fluent.
sv: Utökat stöd för Fluent-filformat.
ta: சரளமான கோப்பு வடிவமைப்பிற்கான நீட்டிக்கப்பட்ட உதவி.
tr: Fluent dosya biçiminin desteği genişletildi.
uk: Розширено підтримку формату файлів Fluent.
zh_hans: 扩展了对 Fluent 文件格式的支持。

source: Avoiding signing-out user in some rate-limits.
de: Vermeiden der Abmeldung von Benutzern in einigen Ratenbegrenzungen.
ga: Ag seachaint an t-úsáideoir síniú amach i roinnt teorainneacha rátaí.
hu: Bizonyos hozzáférési korlátozások esetén már elkerülhető a felhasználó kijelentkeztetése.
id: Menghindari pengguna keluar pada beberapa batasan akses.
ja: 一部のレート制限でのユーザー サインアウトの回避。
nl: Vermijden uitloggen gebruiker bij bepaalde limieten.
pt: Evitando desligar o utilizador em alguns limites de taxa.
pt_br: Evitar que o usuário seja desconectado em certos limites de taxa.
ru: Предотвращение выхода пользователя из системы при некоторых ограничениях скорости.
sv: Undvika att logga ut användare i vissa hastighetsbegränsningar.
ta: சில விகித வரம்புகளில் கையொப்பமிடுவது பயனரைத் தவிர்ப்பது.
tr: Bazı hız sınırlamalarında kullanıcı oturumunun kapatılması engellendi.
uk: Усунено можливість викидання користувача з системи при деяких перевищеннях обмежень.
zh_hans: 避免在某些速率限制中造成用户退出登录。

source: Added support for storing glossary explanation in TBX format.
de: Unterstützung für das Speichern von Glossarerklärungen im TBX-Format hinzugefügt.
ga: Tacaíocht bhreise chun míniú gluais a stóráil i bhformáid TBX.
hu: Hozzáadva a szójegyzék-magyarázat TBX formátumban történő tárolásának támogatása.
id: Menambahkan dukungan untuk menyimpan penjelasan glosarium dalam format TBX.
ja: 用語集の説明を TBX 形式での保存に対応。
nl: Ondersteuning toegevoegd voor het opslaan van uitleg voor woordenlijst in indeling TBX.
pt_br: Adicionado suporte para armazenar explicações do glossário no formato TBX.
ru: Добавлена поддержка хранения пояснений словаря в формате TBX.
sv: Lagt till stöd för lagring av ordförklaringar i TBX-format.
ta: tbx வடிவத்தில் சொற்களஞ்சிய விளக்கத்தை சேமிப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: TBX biçimine sözlük açıklamalarını ekleme desteği eklendi.
uk: Додано підтримку зберігання пояснень щодо глосарія у форматі TBX.
zh_hans: 新增支持用 TBX 格式储存术语解释。

source: Added support for ordering strings by last update.
de: Unterstützung für die Sortierung von Zeichenketten nach letzter Aktualisierung hinzugefügt.
ga: Tacaíocht curtha leis chun teaghráin a ordú faoin nuashonrú is déanaí.
hu: Hozzáadva a szövegek utolsó frissítés szerinti rendezésének lehetősége.
id: Menambahkan dukungan untuk mengurutkan string berdasarkan pembaruan terakhir.
ja: 文字列の最終更新順並べ替えに対応。
nl: Ondersteuning toegevoegd voor het ordenen van tekenreeksen na het laatste bijwerken.
pt_br: Adicionado suporte para ordenar textos pela última atualização.
ru: Добавлена поддержка упорядочивания строк по последнему обновлению.
sv: Lagt till stöd för att sortera strängar efter senaste uppdatering.
ta: கடைசி புதுப்பிப்பின் மூலம் சரங்களை வரிசைப்படுத்துவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Dizgeleri son güncellemeye göre sıralama özelliği eklendi.
uk: Додано підтримку упорядковування рядків за датою останнього оновлення.
zh_hans: 新增支持按“上次更新”对字符串进行排序。

source: Extended search capabilities for finding users.
de: Suchmöglichkeiten erweitert, um Benutzer zu finden.
ga: Cumais chuardaigh leathnaithe chun úsáideoirí a aimsiú.
hu: Bővített felhasználókeresési lehetőségek.
id: Kemampuan pencarian yang diperluas untuk menemukan pengguna.
ja: ユーザー検索の拡張検索機能の追加。
nl: Zoekmogelijkheden voor zoeken naar gebruikers uitgebreid.
pt_br: Estendidos os recursos de busca para encontrar usuários.
ru: Расширенные возможности поиска для поиска пользователей.
sv: Utökade sökfunktioner för att hitta användare.
ta: பயனர்களைக் கண்டுபிடிப்பதற்கான விரிவாக்கப்பட்ட தேடல் திறன்கள்.
tr: Kullanıcıları bulmak için arama yetenekleri artırıldı.
uk: Розширено можливості пошуку користувачів.
zh_hans: 扩展了寻找用户的搜索能力。

source: Support for automatic update of screenshots from a repository.
de: Unterstützung für das automatische Aktualisieren von Bildschirmfotos aus einem Repository.
ga: Tacaíocht do nuashonrú uathoibríoch screenshots ó stór.
hu: Automatikus képernyőkép-frissítés támogatása tárolóból.
id: Dukungan untuk pembaruan otomatis tangkapan layar dari repositori.
ja: リポジトリからのスクリーンショットの自動更新に対応。
nl: Ondersteuning voor automatisch bijwerken van schermafdrukken vanuit een opslagruimte.
pt_br: Suporte para atualização automática de capturas de tela de um repositório.
ru: Поддержка автоматического обновления снимков экрана из репозитория.
sv: Stöd för automatisk uppdatering av skärmdumpar från ett arkiv.
ta: களஞ்சியத்திலிருந்து திரை சாட்களின் தானியங்கி புதுப்பிப்புக்கான உதவி.
tr: Ekran görüntülerinin bir depodan kendiliğinden güncellenmesi özelliği eklendi.
uk: Реалізовано підтримку автоматичного оновлення знімків вікон зі сховища.
zh_hans: 支持从仓库自动更新屏幕截图。

source: Improved translation memory performance.
de: Die Leistung des Übersetzungsspeichers verbessert.
ga: Feidhmíocht fheabhsaithe cuimhne aistriúcháin.
hu: Fordítási memória teljesítményének javítása.
id: Peningkatan kinerja memori terjemahan.
ja: 翻訳メモリの性能の向上。
nl: Verbeterde prestaties vertaalgeheugen.
pt: Melhoria do desempenho da memória de tradução.
pt_br: Melhorado o desempenho da memória de tradução.
ro: Îmbunătățirea performanțelor memoriei de traducere.
ru: Улучшена производительность памяти переводов.
sv: Förbättrad prestanda för översättningsminnet.
ta: மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு நினைவக செயல்திறன்.
tr: Çeviri belleği başarımı iyileştirildi.
uk: Удосконалено швидкодію пам'яті перекладів.
zh_hans: 改进了翻译记忆库的性能。
zh_hant: 改進了翻譯記憶庫的性能。

source: Project stats exports to JSON/CSV now include more details; it now matches content available in the API.
de: Der Export von Projektstatistiken in JSON/CSV enthält jetzt mehr Details; er entspricht jetzt dem in der API verfügbaren Inhalt.
ga: Áiríonn onnmhairí stats tionscadail chuig JSON/CSV tuilleadh sonraí; meaitseálann sé anois ábhar atá ar fáil san API.
hu: A projektstatisztikák JSON/CSV exportja részletesebbé vált; most már megegyezik az API-n keresztül elérhető tartalommal.
id: Ekspor statistik proyek ke JSON/CSV sekarang menyertakan lebih banyak rincian; sekarang cocok dengan konten yang tersedia di API.
ja: JSON/CSV へのプロジェクト統計のエクスポートには、より詳細な情報を含むように改良。 API で利用可能なコンテンツと一致するようになった。
nl: Exporteren van statistieken van project naar JSON/CSV bevat nu meer details; het komt nu overeen met inhoud die beschikbaar is in de API.
pt: As exportações de estatísticas do projeto para JSON/CSV agora incluem mais detalhes; agora corresponde ao conteúdo disponível na API.
pt_br: As exportações de estatísticas do projeto para JSON/CSV agora incluem mais detalhes; agora correspondem ao conteúdo disponível na API.
ru: Экспорт статистики проекта в JSON/CSV теперь включает более подробную информацию; теперь он соответствует содержимому, доступному в API.
sv: Projektsstatistik som exporteras till JSON/CSV innehåller nu mer detaljerad information och matchar nu innehållet som finns tillgängligt i API:et.
ta: திட்ட புள்ளிவிவரங்கள் json/csv க்கு ஏற்றுமதி இப்போது மேலும் விவரங்களை உள்ளடக்கியது; இது இப்போது பநிஇ இல் கிடைக்கும் உள்ளடக்கத்துடன் பொருந்துகிறது.
tr: JSON/CSV dosyasına dışa aktarılan proje istatistiklerine daha fazla ayrıntı eklendi. Artık API içerikleri ile eşleşiyor.
uk: Розширено перелік даних при експортуванні статистики проєкту у форматі JSON/CSV. Дані тепер збігаються з тими, які можна отримати за допомогою програмного інтерфейсу.
zh_hans: JSON/CSV 格式的项目统计数据导出现在包括更多细节；它现在匹配 API 中存在的内容。

source: Added check for reused translation.
de: Prüfung auf wiederverwendete Übersetzung hinzugefügt.
ga: Cuireadh seic leis le haghaidh aistriúchán athúsáidte.
hu: Új ellenőrzés: újrahasznált fordítás.
id: Menambahkan pemeriksaan untuk terjemahan yang digunakan ulang.
ja: 他で使用された翻訳の検査の追加。
nl: Controle toegevoegd voor opnieuw gebruikte vertaling.
pt_br: Adicionada verificação de tradução reusada.
ru: Добавлена проверка на повторно используемый перевод.
sv: Lagt till kontroll för återanvänd översättning.
ta: மீண்டும் பயன்படுத்தப்பட்ட மொழிபெயர்ப்புக்கான சோதனை சேர்க்கப்பட்டது.
tr: Yeniden kullanılan çeviri denetimi eklendi.
uk: Додано перевірку щодо повторного використання перекладів.
zh_hans: 添加了重用翻译的检查。

source: Highlight suggested change in automatic suggestions.
de: Die vorgeschlagenen Änderungen in den automatischen Vorschlägen werden nun markiert.
ga: Aibhsigh athrú molta sna moltaí uathoibríocha.
hu: Az automatikus javaslatokban kiemelésre kerül a javasolt módosítás.
id: Sorot perubahan yang disarankan dalam saran otomatis.
ja: 自動提案の変更候補を強調表示するように改良。
nl: Accentueer voorgestelde wijziging in automatische suggesties.
pt_br: Destaca alteração sugerida nas sugestões automáticas.
ru: Выделите предлагаемое изменение в автоматических предложениях.
sv: Markera föreslagna ändringar i automatiska förslag.
ta: தானியங்கி பரிந்துரைகளில் பரிந்துரைக்கப்பட்ட மாற்றத்தை முன்னிலைப்படுத்தவும்.
tr: Kendiliğinden önerilerde önerilen değişikliğin vurgulanması sağlandı.
uk: Реалізовано підсвічування пропонованої зміни для автоматичних пропозицій.
zh_hans: 在自动建议中高亮建议的更改。

source: Added dark theme; browser-following and manual setting are available.
de: Ein dunkles Design hinzugefügt; browserabhängige und manuelle Einstellungen sind verfügbar.
ga: Cuireadh téama dorcha leis; Tá an brabhsálaí-leanúint agus socrú láimhe ar fáil.
hu: Sötét téma hozzáadva; elérhető a böngésző beállításait követve vagy manuálisan is.
id: Tema gelap telah ditambahkan; tersedia fitur mengikuti peramban dan pengaturan manual.
ja: ダークテーマの追加。ブラウザー追従と手動設定が可能。
nl: Donker thema toegevoegd; browser-volgend en handmatig instellen zijn beschikbaar.
pt: Adicionado tema escuro; acompanhamento do navegador e configuração manual estão disponíveis.
pt_br: Adicionado tema escuro; a configuração automática com base no navegador e a configuração manual estão disponíveis.
ru: Добавлена тёмная тема; Доступны отслеживание в браузере и ручная настройка.
sv: Mörkt tema har lagts till; webbläsarbaserad och manuell inställning är tillgängliga.
ta: இருண்ட கருப்பொருள் சேர்க்கப்பட்டது; உலாவி-பின்தொடரும் மற்றும் கையேடு அமைப்பு கிடைக்கிறது.
tr: Koyu tema eklendi. Tarayıcı ile aynı ve el ile ayarlama seçenekleri bulunuyor.
uk: Додано темну тему; передбачено використання теми браузера або встановлення параметрів вручну.
zh_hans: 添加了深色主题；可以选择跟随浏览器或手动设置。

source: The Docker container can now be used with read-only root filesystem.
de: Der Docker-Container kann jetzt mit einem schreibgeschützten Root-Dateisystem verwendet werden.
ga: Is féidir an coimeádán Docker a úsáid anois le córas fréimhe inléite amháin.
hu: A Docker-konténer mostantól csak olvasható gyökérfájlrendszerrel `/` is használható.
id: Kontainer Docker sekarang dapat digunakan dengan sistem berkas root yang hanya dapat dibaca.
ja: Docker コンテナを、読み取り専用のルート ファイルシステムで使用できるように改良。
nl: De Docker container kan nu worden gebruikt met alleen-lezen root bestandssysteem.
pt_br: O contêiner Docker agora pode ser utilizado com um sistema de arquivos raiz somente leitura.
ru: Контейнер Docker теперь можно использовать с корневой файловой системой, доступной только для чтения.
sv: Docker-containern kan nu användas med ett skrivskyddat rotsystem.
ta: கப்பல்துறை கொள்கலன் இப்போது படிக்க மட்டும் ரூட் கோப்பு முறைமையுடன் பயன்படுத்தப்படலாம்.
tr: Docker kapsayıcısı artık salt okunur kök dosya sistemiyle kullanılabiliyor.
uk: У новій версії контейнером Docker можна скористатися з придатної лише для читання кореневої файлової системи.
zh_hans: Docker 容器可被用作只读的根文件系统。

source: Added username autocompletion when adding users to a project.
de: Die automatische Vervollständigung des Benutzernamens beim Hinzufügen zu einem Projekt hinzugefügt.
ga: Cuireadh uathchríochnú ainm úsáideora leis nuair a chuirtear úsáideoirí le tionscadal.
hu: Felhasználóhozzáadáskor automatikus felhasználónév-kiegészítés érhető el.
id: Menambahkan pelengkapan otomatis nama pengguna saat menambahkan pengguna ke suatu proyek.
ja: プロジェクトにユーザーを追加するときにユーザー名自動補完の追加。
nl: Automatisch voltooien gebruikersnaam toegevoegd bij toevoegen van gebruikers aan een project.
pt_br: Adicionado preenchimento automático de nome de usuário ao adicionar usuários a um projeto.
ru: Добавлено автозаполнение имени пользователя при добавлении пользователей в проект.
sv: Lagt till automatisk komplettering av användarnamn när användare läggs till i ett projekt.
ta: ஒரு திட்டத்தில் பயனர்களைச் சேர்க்கும்போது பயனர்பெயர் தன்னியக்கவியல் சேர்க்கப்பட்டது.
tr: Bir projeye kullanıcı eklenirken kullanıcı adının kendiliğinden tamamlanması sağlandı.
uk: Додано автоматичне доповнення імені користувача при додаванні користувачів до проєкту.
zh_hans: 新增添加用户到项目时的用户名自动完成。

source: Added site-wide search for projects, components, languages and users.
de: Plattformweite Suche nach Projekten, Komponenten, Sprachen und Benutzern hinzugefügt.
ga: Cuireadh cuardach ar fud an tsuímh le haghaidh tionscadal, comhpháirteanna, teangacha agus úsáideoirí leis.
hu: Webhelyszintű keresés hozzáadva projektekre, összetevőkre, nyelvekre és felhasználókra.
id: Menambahkan pencarian di seluruh situs untuk proyek, komponen, bahasa, dan pengguna.
ja: プロジェクト、コンポーネント、言語、およびユーザーのサイト全体検索の追加。
nl: Sitebreed zoeken naar projecten, onderdelen, talen en gebruikers.
pt_br: Adicionada busca em todo o site para projetos, componentes, idiomas e usuários.
ru: Добавлен поиск по всему сайту проектов, компонентов, языков и пользователей.
sv: Lagt till sökfunktion för hela webbplatsen för projekt, komponenter, språk och användare.
ta: திட்டங்கள், கூறுகள், மொழிகள் மற்றும் பயனர்களுக்கான தள அளவிலான தேடல் சேர்க்கப்பட்டது.
tr: Projeler, bileşenler, diller ve kullanıcılar için site genelinde arama özelliği eklendi.
uk: Додано загальносистемний пошук проєктів, складників, мов і користувачів.
zh_hans: 新增在站点范围内搜索项目、部件、语言和用户。

source: New add-on Fill read-only strings with source.
de: Neue Erweiterung für das Auffüllen von schreibgeschützten Zeichenketten mit der Ausgangszeichenkette.
ga: Breiseán nua Líon teaghráin inléite amháin leis an bhfoinse.
hu: Új kiegészítő: írásvédett szövegek feltöltése forrás alapján.
id: Pengaya baru Isi string hanya baca dengan sumber.
ja: 新しいアドオン、翻訳禁止文字列に原文を代入する機能の追加。
nl: Nieuwe add-on Vul tekenreeksen alleen-lezen met bron.
pt_br: Novo complemento Preencher textos somente leitura com a fonte.
ru: Новое дополнение. Заполнение строк, доступных только для чтения, исходным кодом.
sv: Nytt tillägg Fyll skrivskyddade strängar med källkod.
ta: புதிய துணை நிரல் மூலத்துடன் படிக்க மட்டும் சரங்களை நிரப்பவும்.
tr: Salt okunur dizgeleri kaynak ile doldurma eklentisi eklendi.
uk: Новий додаток заповнення перекладів призначених лише для читання рядків початковими рядками.
zh_hans: 新附加组件，允许用原文填充只读字符串。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/97?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/97?closed=1>`__。

source: Dropped support for PostgreSQL 10, 11, MySQL 5.7 and MariaDB 10.2, 10.3.
de: Die Unterstützung für PostgreSQL 10, 11, MySQL 5.7 und MariaDB 10.2, 10.3 eingestellt.
ga: Tacaíocht thit do PostgreSQL 10, 11, MySQL 5.7 agus MariaDB 10.2, 10.3.
hu: Megszűnt a PostgreSQL 10, 11, MySQL 5.7 és MariaDB 10.2, 10.3 támogatása.
id: Menghentikan dukungan untuk PostgreSQL 10, 11, MySQL 5.7 dan MariaDB 10.2, 10.3.
ja: PostgreSQL 10、11、MySQL 5.7、および MariaDB 10.2、10.3 への対応は終了しました。
nl: Ondersteuning vervallen voor PostgreSQL 10, 11, MySQL 5.7 en MariaDB 10.2, 10.3.
pt_br: Removido o suporte para PostgreSQL 10, 11, MySQL 5.7 e MariaDB 10.2, 10.3.
ru: Прекращена поддержка PostgreSQL 10, 11, MySQL 5.7 и MariaDB 10.2, 10.3.
sv: Stödet för PostgreSQL 10, 11, MySQL 5.7 och MariaDB 10.2, 10.3 har upphört.
ta: postgresql 10, 11, mysql 5.7 மற்றும் மரியாடிபி 10.2, 10.3 க்கான உதவி கைவிடப்பட்டது.
tr: PostgreSQL 10, 11, MySQL 5.7 ve MariaDB 10.2, 10.3 desteği kaldırıldı.
uk: Відкинуто підтримку PostgreSQL 10, 11, MySQL 5.7 і MariaDB 10.2, 10.3.
zh_hans: 不再支持 PostgreSQL 10, 11、 MySQL 5.7 和 MariaDB 10.2, 10.3。

source: Dropped support for Python 3.7.
de: Die Unterstützung für Python 3.7 eingestellt.
ga: Tacaíocht laghdaithe do Python 3.7.
hu: Megszűnt a Python 3.7 támogatása.
id: Menghentikan dukungan untuk Python 3.7.
ja: Python 3.7 への対応は終了しました。
nl: Ondersteuning voor Python 3.7 vervallen.
pt_br: Removido o suporte para Python 3.7.
ru: Прекращена поддержка Python 3.7.
sv: Stödet för Python 3.7 har upphört.
ta: பைதான் 3.7 க்கான உதவி கைவிடப்பட்டது.
tr: Python 3.7 desteği kaldırıldı.
uk: Відкинуто підтримку Python 3.7.
zh_hans: 不再支持 Python 3.7。
