Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For component_A, you want to allow discovery and updates of PNG screenshots. You'd set the screenshot file mask for component_A as ``component_A/docs/*.png``. This means any PNG images under docs in component_A can be discovered and updated. So, if you want to update ``image1.png``, the new screenshot you provide should be named ``image1.png``, matching the existing ``filename``, and stored under ``component_A/docs/``.
de: Für component_A möchten Sie das Erkennen und Aktualisieren von PNG-Bildschirmfotos erlauben. Sie legen die Maske für die Bildschirmfoto-Datei für component_A als ``component_A/docs/*.png`` fest. Das bedeutet, dass alle PNG-Bilder unter docs in component_A gefunden und aktualisiert werden können. Wenn Sie also ``image1.png`` aktualisieren möchten, sollte das neue Bildschirmfoto, das Sie bereitstellen, ``image1.png`` heißen, mit dem bestehenden ``filename`` übereinstimmen und unter ``component_A/docs/`` gespeichert werden.
ga: Maidir le Component_a, ba mhaith leat fionnachtain agus nuashonruithe scannáin PNG a cheadú. Socrófá an masc comhaid scáileáin do Component_A mar ``Component_A/Docs/*.png``. Ciallaíonn sé seo gur féidir aon íomhánna PNG faoi dhoiciméid i Component_a aimsiú agus a nuashonrú. Mar sin, más mian leat ``image1.png`` a nuashonrú, ba cheart an scáileán nua a sholáthraíonn tú a ainmniú ``image1.png``, ag meaitseáil an ``ainm comhaid`` atá ann cheana, agus a stóráil faoi `component_a/docs/``.
hu: A `component_A` esetében szeretné engedélyezni a PNG formátumú képernyőképek felfedezését és frissítését. Ebben az esetben a `component_A` képernyőkép fájlmaszkját ``component_A/docs/*.png`` értékre kell állítani. Ez azt jelenti, hogy a `component_A` mappában található `docs` könyvtár alatti összes PNG képfájl felfedezhető és frissíthető. Így például az ``image1.png`` frissítéséhez az új képernyőkép fájlnak ugyanazt a ``filename`` nevet kell viselnie, és a ``component_A/docs/`` könyvtárban kell elhelyezni.
id: Untuk komponen_A, Anda ingin mengizinkan penemuan dan pembaruan tangkapan layar PNG. Anda akan mengatur topeng berkas tangkapan layar untuk komponen_A sebagai ``component_A/docs/*.png``. Ini berarti gambar PNG apa pun dalam dokumen di komponen_A dapat ditemukan dan diperbarui. Jadi, jika Anda ingin memperbarui ``image1.png``, tangkapan layar baru yang Anda berikan harus diberi nama ``image1.png``, sesuai dengan ``filename`` yang ada, dan disimpan di ``component_A/docs/``.
ja: component_Aに対して、PNG形式のスクリーンショットの検出と更新を許可したい場合、component_Aのスクリーンショットファイルマスクを ``component_A/docs/*.png`` と設定します。これにより、component_A の docs ディレクトリ内の PNG 画像が検出されて更新されることが可能になります。したがって、例えば ``image1.png`` を更新したい場合、提供する新しいスクリーンショットは既存の ``filename`` と一致するように ``image1.png`` と名前を付け、``component_A/docs/`` ディレクトリ内へ保存することが必要です。
nl: Voor component_A wilt u het ontdekken en bijwerken van afbeeldingen PNG toestaan. U zou dan het bestandsmasker voor de schermafdruk voor component_A moeten instellen als ``component_A/docs/*.png``. Dit betekent dat elke afbeelding PNG onder docs in component_A kan worden ontdekt en bijgewerkt. Als u dus ``image1.png`` wilt bijwerken, moet de nieuwe schermafdruk die u verschaft ``image1.png`` worden genoemd, overeenkomend met de bestaande ``bestandsnaam``, en worden opgeslagen onder ``component_A/docs/``.
pt: Para o component_A, deseja permitir a descoberta e as atualizações de capturas de ecrã PNG. Definiria a máscara do ficheiro de captura de ecrã para o component_A como ``component_A/docs/*.png``. Isto significa que qualquer imagem PNG em docs no component_A pode ser descoberta e atualizada. Portanto, se quiser atualizar ``image1.png``, a nova captura de ecrã fornecida deverá ser denominada ``image1.png``, correspondendo ao ``filename`` existente e armazenada em ``component_A/docs/``.
pt_br: Para o component_A, você deseja permitir a descoberta e as atualizações de capturas de tela PNG. Você definiria a máscara do arquivo de captura de tela para o component_A como ``component_A/docs/*.png``. Isso significa que qualquer imagem PNG em docs no component_A pode ser descoberta e atualizada. Portanto, se você quiser atualizar ``image1.png``, a nova captura de tela fornecida deverá ser denominada ``image1.png``, correspondendo ao ``filename`` existente, e armazenada em ``component_A/docs/``.
ru: Для component_A вы хотите разрешить обнаружение и обновление снимков экрана PNG. Вы должны установить маску файла снимка экрана для component_A как ``comment_A/docs/*.png``. Это означает, что любые изображения PNG в документации component_A можно обнаружить и обновить. Итак, если вы хотите обновить файл ``image1.png``, новый предоставленный вами снимок экрана должен иметь имя ``image1.png``, соответствующее существующему ``имени файла``, и храниться в ``component_A/docs/``.
sv: För komponent_A vill du tillåta upptäckt och uppdatering av PNG-skärmdumpar. Du ställer in skärmdumpfilmasken för komponent_A som ``component_A/docs/*.png``. Detta innebär att alla PNG-bilder under docs i komponent_A kan upptäckas och uppdateras. Om du vill uppdatera ``image1.png`` ska den nya skärmdumpen du tillhandahåller namnges ``image1.png``, så att den matchar det befintliga ``filnamnet``, och lagras under ``component_A/docs/``.
ta: கூறு_ஏவுக்கு, பி.என்.சி திரை சாட்களின் கண்டுபிடிப்பு மற்றும் புதுப்பிப்புகளை அனுமதிக்க விரும்புகிறீர்கள். கூறு_ஏவுக்கான திரைக்காட்சி கோப்பு முகமூடியை `` கூறு_ஏ/டாக்ச்/*. png`` என அமைக்கலாம். இதன் பொருள் கூறு_ஏவில் உள்ள டாக்சின் கீழ் உள்ள எந்த பி.என்.சி படங்களையும் கண்டுபிடித்து புதுப்பிக்க முடியும். எனவே, நீங்கள் `` image1.png`` ஐ புதுப்பிக்க விரும்பினால், நீங்கள் வழங்கும் புதிய திரை காட்சி `` image1.png`` என்று பெயரிடப்பட வேண்டும், இது தற்போதுள்ள `` கோப்பு பெயர்`` உடன் பொருந்துகிறது, மேலும் `` உபகரணங்கள்_ஏ/டாக்/`கீழ் சேமிக்கப்படுகிறது `.
tr: Bilesen_A için PNG ekran görüntülerinin bulunmasına ve güncellenmesine izin vermek istiyorsunuz. Bilesen_A için ekran görüntüsü dosya maskesini ``bilesen_A/docs/*.png`` olarak ayarlarsınız. Böylece, bilesen_A içindeki docs altındaki tüm PNG görselleri bulunup güncellenebilir. Dolayısıyla, ``image1.png`` dosyasını güncellemek istiyorsanız, eklediğiniz yeni ekran görüntüsünün ``image1.png`` olarak adlandırılması, var olan ``dosya adı`` ile eşleşmesi ve ``bileşen_A/docs/`` altına kaydedilmesi gerekir.
uk: Вам потрібно уможливити пошук і оновлення знімків PNG для component_A. Вам слід встановити маску файлів знімків вікон для component_A як ``component_A/docs/*.png``. Це означає, що може бути виявлено і оновлено усі знімки PNG у docs у component_A. Тому, якщо вам потрібно оновити ``image1.png``, новий знімок вікна повинен мати назву ``image1.png``, відповідати наявному ``filename`` і зберігатися у ``component_A/docs/``.
zh_hans: 对于 A 部件，你想允许 PNG 截屏发现和更新。你会把 A 部件的截屏文件掩码设置为 ``component_A/docs/*.png``。这表示部件 A 中 doc 目录下的任意 PNG 格式图片可被发现并更新。因此，若你想更新 ``image1.png``，你提供的新截屏应当命名为 ``image1.png`` 来匹配现有的 ``filename``，并保存在 ``component_A/docs/`` 下。

source: Monolingual base language file
de: Einsprachige Basissprachdatei
ga: Comhad aonteangach bunteanga
hu: Egynyelvű alap nyelvi fájl
id: Berkas bahasa berbasis ekabahasa
ja: モノリンガル用の、基礎となる言語ファイル
nl: Enkeltalig basistaalbestand
pt: Ficheiro de idioma base monolingue
pt_br: Arquivo de idioma da base monolíngue
ro: Fișier de limbă de bază monolingvă
ru: Одноязычный базовый файл
sv: Enspråkig basspråkfil
ta: ஒருமொழி அடிப்படை மொழி கோப்பு
tr: Tek dilli temel dil dosyası
uk: Основний файл для одномовного перекладу
zh_hans: 单语言译文模版语言文件
zh_hant: 單語的基底語言檔

source: Base file containing string definitions for :ref:`monolingual`.
de: Basisdatei mit Zeichenkette-Definitionen für :ref:`monolingual`.
ga: Bunchomhad ina bhfuil sainmhínithe teaghrán le haghaidh :ref:`monolingual`.
hu: Az :ref:`monolingual` fordításhoz szükséges szövegdefiníciókat tartalmazó alapfájl.
id: Berkas dasar berisi definisi string untuk :ref:`monolingual`.
ja: :ref:`monolingual` の文字列を定義した、基礎となる翻訳ファイルです。
nl: Basisbestand dat de definities van de tekenreeksen bevat voor :ref:`monolingual`.
pt: Ficheiro base a conter definições de cadeias para :ref:`monolingual`.
pt_br: Arquivo base contendo definições de texto para :ref:`monolingual`.
ro: Fișier de bază care conține definițiile șirurilor de caractere pentru :ref:`monolingual`.
ru: Базовый файл, содержащий определения строк для :ref:`одноязычных компонентов <monolingual>`.
sv: Basfil som innehåller strängdefinitioner för :ref:`monolingual`.
tr: :ref:`monolingual` için dizge tanımlarını içeren temel dosya.
uk: Базовий файл, у якому містяться визначення рядків для :ref:`monolingual`.
zh_hans: 包含字符串定义的译文模板文件，用于 :ref:`monolingual`。
zh_hant: 包含字符串定義的譯文模板文件，用於 :ref:`monolingual`。

source: Edit base file
de: Basisdatei bearbeiten
ga: Cuir bunchomhad in eagar
hu: Alapfájl szerkesztése
id: Sunting berkas dasar
ja: 基礎となる翻訳ファイルの編集
nl: Basisbestand bewerken
pt: Editar ficheiro base
pt_br: Editar o arquivo base
ro: Editare fișier de bază
ru: Правка базового файла
sv: Redigera basfil
ta: அடிப்படை கோப்பைத் திருத்தவும்
tr: Temel dosyayı düzenle
uk: Змінити основний файл
zh_hans: 编辑译文模版文件
zh_hant: 編輯基底檔

source: Whether to allow editing strings in the :ref:`component-template`.
de: Ob die Bearbeitung von Zeichenketten in der :ref:`einsprachigen Basissprachdatei <component-template>` erlaubt werden soll.
ga: Cibé an gceadaítear teaghráin eagarthóireachta sa :ref:`component-template` a cheadú.
hu: Meghatározza, hogy engedélyezett-e a szövegek szerkesztése az :ref:`component-template` sablonban.
id: Apakah mengizinkan penyuntingan string dalam :ref:`component-template`.
ja: :ref:`component-template` 内の文字列の編集を許可するかどうか。
nl: Of het bewerken van tekenreeksen in het :ref:`component-template` is toegestaan.
pt: Se deve permitir a edição de cadeias em :ref:`component-template`.
pt_br: Se deve permitir a edição de textos em :ref:`component-template`.
ru: Разрешать ли редактирование строк в :ref:`component-template`.
sv: Om redigering av strängar ska tillåtas i :ref:`component-template`.
tr: :ref:`component-template` içindeki dizgelerin düzenlenmesine izin verilip verilmeyeceği.
uk: Чи дозволити редагування рядків у :ref:`component-template`.
zh_hans: 是否允许编辑 :ref:`component-template` 中的字符串。

source: Intermediate language file for :ref:`monolingual`. In most cases this is a translation file provided by developers and is used when creating actual source strings.
de: Zwischensprachdatei für :ref:`monolingual`. In den meisten Fällen handelt es sich dabei um eine von den Entwicklern bereitgestellte Übersetzungsdatei, die bei der Erstellung der eigentlichen Ausgangszeichenketten verwendet wird.
ga: Comhad teanga idirmheánach le haghaidh :ref:`monolingual`. I bhformhór na gcásanna is comhad aistriúcháin é seo a sholáthraíonn forbróirí agus a úsáidtear nuair a bhíonn teaghráin fhoinse iarbhír á gcruthú.
hu: Köztes nyelvi fájl :ref:`monolingual` formátumhoz. Ez általában egy fejlesztők által biztosított fordítási fájl, amely az alap szövegek létrehozásakor használható.
id: Berkas bahasa perantara untuk :ref:`monolingual`. Umumnya, ini adalah berkas terjemahan yang disediakan oleh pengembang dan digunakan saat membuat string sumber yang sebenarnya.
ja: :ref:`monolingual` の中間言語ファイル。ほとんどの場合、これは開発者によって提供される翻訳ファイルであり、実際の原文を作成するときに使用されます。
nl: Tussenliggend taalbestand voor :ref:`monolingual`. In de meeste gevallen is dit een vertaalbestand dat wordt verschaft door ontwikkelaars en wordt gebruikt bij het maken van de feitelijke brontekenreeksen.
pt: Ficheiro de idioma intermediário para :ref:`monolingual`. Na maioria dos casos, este é um ficheiro de tradução fornecido por programadores e é usado ao criar cadeias fonte reais.
pt_br: Arquivo de idioma intermediário para :ref:`monolingual`. Na maioria dos casos, este é um arquivo de tradução fornecido por desenvolvedores e é usado ao criar textos fonte reais.
ro: Fișier intermediar de limbă pentru :ref:`monolingual`. În cele mai multe cazuri, acesta este un fișier de traducere furnizat de dezvoltatori și este utilizat la crearea șirurilor sursă reale.
ru: Файл промежуточного языка для :ref:`одноязычных компонентов <monolingual>`. В большинстве случаев это файл перевода предоставляется разработчиками и именно из него берутся настоящие исходные строки для перевода на другие языки.
sv: Mellanliggande språkfil för :ref:`monolingual`. I de flesta fall är detta en översättningsfil som tillhandahålls av utvecklare och används när man skapar faktiska källsträngar.
tr: :ref:`monolingual` için ara dil dosyası. Çoğu durumda bu, geliştiriciler tarafından sağlanan bir çeviri dosyasıdır ve gerçek kaynak dizgeleri oluşturulurken kullanılır.
uk: Проміжний файл мови для :ref:`monolingual`. Здебільшого, це файл перекладу, який надається розробниками і використовується для створення самих рядків для перекладу.
zh_hans: 对于 :ref:`monolingual` 的单一语言文件。在多数情况下，这是开发者提供的翻译文件，并且在新建真正的源字符串时使用。
zh_hant: 對於 :ref:`monolingual` 的單一語言文件。在多數情況下，這是開發者提供的翻譯文件，並且在新建真正的源字符串時使用。

source: When set, the source strings are based on this file, but all other languages are based on :ref:`component-template`. In case the string is not translated into the source language, translating to other languages is prohibited. This provides :ref:`source-quality-gateway`.
de: Wenn diese Option gesetzt ist, basieren die Ausgangszeichenketten auf dieser Datei, aber alle anderen Sprachen basieren auf :ref:`component-template`. Falls die Zeichenkette nicht in die Ausgangssprache übersetzt wird, ist die Übersetzung in andere Sprachen verboten. Dies bietet :ref:`source-quality-gateway`.
ga: Nuair a bheidh siad socraithe, bunaítear na teaghráin foinse ar an gcomhad seo, ach tá gach teanga eile bunaithe ar :ref:`component-template`. Sa chás nach n-aistrítear an teaghrán go dtí an teanga fhoinseach, tá cosc ar aistriú go teangacha eile. Soláthraíonn sé seo :ref:`source-quality-gateway`.
hu: Ha meg van adva, a forrásszövegek ebből a fájlból származnak, míg minden más nyelv az :ref:`component-template` alapján készül. Ha egy szöveg nincs lefordítva az alapnyelvre, más nyelvekre történő fordítás nem engedélyezett. Ez biztosítja a :ref:`source-quality-gateway` működését.
id: Saat diatur, string sumber didasarkan pada berkas ini, tetapi semua bahasa lain didasarkan pada :ref:`component-template`. Jika string tersebut tidak diterjemahkan ke dalam bahasa sumber, penerjemahan ke bahasa lain dilarang. Ini menghasilkan :ref:`source-quality-gateway`.
ja: 設定すると、原文はこのファイルに基づきますが、他のすべての言語は :ref:`component-template` に基づきます。文字列が原文の言語に翻訳されていない場合、他の言語への翻訳は禁止されます。これにより、 :ref:`source-quality-gateway` が提供されます。
nl: Indien ingesteld zijn de brontekenreeksen gebaseerd op dit bestand, maar alle andere talen zijn gebaseerd op :ref:`component-template`. In het geval de tekenreeks niet is vertaald in de brontaal, is het vertalen in andere talen verboden. Dit verschaft :ref:`source-quality-gateway`.
pt: Quando definido, as cadeias fonte são baseadas neste ficheiro, mas todos os outros idiomas são baseados no :ref:`component-template`. Caso o texto não esteja traduzido para o idioma fonte, a tradução para outros idiomas é proibida. Isso fornece uma :ref:`source-quality-gateway`.
pt_br: Quando definido, os textos fonte são baseados neste arquivo, mas todos os outros idiomas são baseados no :ref:`component-template`. Caso o texto não esteja traduzido para o idioma fonte, a tradução para outros idiomas é proibida. Isso fornece uma :ref:`source-quality-gateway`.
ro: Atunci când este setat, șirurile sursă se bazează pe acest fișier, dar toate celelalte limbi se bazează pe :ref:`component-template`. În cazul în care șirul nu este tradus în limba sursă, traducerea în alte limbi este interzisă. Acest lucru asigură :ref:`source-quality-gateway`.
ru: Если он задан, то исходные строки будут взяты из этого файла, а переводы на все остальные языки — из :ref:`одноязычных базовых файлов <component-template>`. В случае, если строка не переведена на исходный язык, перевод на другие языки запрещается. Этим обеспечивается :ref:`контроль качества строк <source-quality-gateway>`.
sv: När detta är inställt baseras källsträngarna på denna fil, men alla andra språk baseras på :ref:`component-template`. Om strängen inte är översatt till källspråket är det förbjudet att översätta den till andra språk. Detta ger :ref:`source-quality-gateway`.
tr: Ayarlandığında, kaynak dizgeler bu dosyayı temel alır. Ancak diğer tüm diller :ref:`component-template` dosyasını temel alır. Dizgenin kaynak dile çevrilmemesi durumunda, diğer dillere çeviri yapmak engellenir. Bu, :ref:`source-quality-gateway` sağlar.
uk: Якщо встановлено, початкові рядки засновано на цьому файлі, але усі інші переклади засновано на :ref:`component-template`. Якщо рядок не перекладено мовою джерела, переклад іншими мовами заборонено. Цей параметр надає :ref:`source-quality-gateway`.
zh_hans: 设置好后，源字符串将基于此文件，但所有其他语言都基于 :ref:`component-template`。如果字符串没有被翻译成源语言，则禁止翻译成其他语言。这样就提供了 :ref:`source-quality-gateway`。

source: Template for new translations
de: Vorlage für neue Übersetzungen
ga: Teimpléad le haghaidh aistriúcháin nua
hu: Sablon az új fordításokhoz
id: Templat untuk terjemahan baru
ja: 新しい翻訳のテンプレート
nl: Sjabloon voor nieuwe vertalingen
pt: Modelo para novas traduções
pt_br: Modelo para novas traduções
ro: Șablon pentru traduceri noi
ru: Шаблон для новых переводов
sv: Mall för nya översättningar
ta: புதிய மொழிபெயர்ப்புகளுக்கான வார்ப்புரு
tr: Yeni çeviriler kalıbı
uk: Шаблон для нових перекладів
zh_hans: 新语种的翻译模版
zh_hant: 新翻譯的模板

source: Base file used to generate new translations.
de: Basisdatei für das Erstellen neuer Übersetzungen.
ga: Bunchomhad a úsáidtear chun aistriúcháin nua a ghiniúint.
hu: Az új fordítások létrehozásához használt alapfájl.
id: Berkas dasar yang digunakan untuk menghasilkan terjemahan baru.
ja: 新しい翻訳を生成するために使用する基礎となる翻訳ファイル。
nl: Basisbestand gebruikt voor maken van nieuwe vertalingen.
pt: Ficheiro base usado para gerar novas traduções.
pt_br: Arquivo base usado para gerar novas traduções.
ru: Базовый файл, используемый для создания новых переводов.
sv: Basfil som används för att generera nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளை உருவாக்க அடிப்படை கோப்பு பயன்படுத்தப்படுகிறது.
tr: Yeni çeviriler oluşturmak için kullanılan temel dosya.
uk: Базовий файл, який буде використано для створення нових перекладів.
zh_hans: 用于生成新翻译的翻译模板文件。

source: Keep this field empty for most of the monoligual formats. Those are typically able to start from an empty file.
de: Lassen Sie dieses Feld bei den meisten monolingualen Formaten leer. Diese können in der Regel mit einer leeren Datei beginnen.
ga: Coinnigh an réimse seo folamh don chuid is mó de na formáidí aonteangacha. Is gnách go mbíonn siad siúd in ann tosú ó chomhad folamh.
hu: A legtöbb egynyelvű formátum esetén ezt a mezőt üresen kell hagyni. Ezek általában üres fájlból is képesek elindulni.
id: Biarkan kolom ini kosong untuk sebagian besar format monolingual. Format tersebut biasanya dapat dimulai dari berkas kosong.
ja: ほとんどのモノリンガル形式では、このフィールドを空のままにしておいてください。これらは通常、空のファイルから開始できます。
nl: Laat dit veld leeg voor de meeste eentalige indelingen. Die worden gewoonlijk begonnen vanuit een leeg bestand.
pt: Mantenha este campo vazio para a maioria dos formatos monoliguais. Normalmente, eles podem iniciar a partir de um ficheiro vazio.
pt_br: Mantenha esse campo vazio para a maioria dos formatos monoliguais. Normalmente, eles podem iniciar a partir de um arquivo vazio.
ru: Оставьте это поле пустым для большинства одноязычных форматов. Обычно они могут начаться с пустого файла.
sv: Lämna detta fält tomt för de flesta enspråkiga format. Dessa kan vanligtvis starta från en tom fil.
ta: பெரும்பாலான மோனோலிகுவல் வடிவங்களுக்கு இந்த புலத்தை காலியாக வைத்திருங்கள். அவை பொதுவாக வெற்று கோப்பிலிருந்து தொடங்க முடியும்.
tr: Tek biçimli biçimlerin çoğu için bu alanı boş bırakın. Bunlar genellikle boş bir dosya ile başlayabilir.
uk: Це поле слід лишати порожнім для більшості одномовних форматів. Такі переклади, типово, можна починати з порожнього файла.
zh_hans: 对于多数单语言格式，请将此字段留空。这些格式通常可以从一个空白文件开始。

source: Choose ``.pot`` file with GNU gettext PO files.
de: Wählen Sie ``.pot``-Datei mit GNU gettext PO-Dateien.
ga: Roghnaigh ``.pot`` comhad le comhaid GNU gettext PO.
hu: GNU gettext PO-fájlok esetében válasszon ``.pot`` fájlt.
id: Pilih berkas ``.pot`` dengan berkas PO GNU gettext.
ja: GNU gettext PO ファイルを含む ``.pot`` ファイルを選択します。
nl: Kies ``.pot``-bestand met GNU gettext PO-bestanden.
pt: Escolha o ficheiro ``.pot`` com os ficheiros PO do GNU gettext.
pt_br: Escolha o arquivo ``.pot`` com os arquivos PO do GNU gettext.
ru: Выберите файл ``.pot`` с файлами GNU gettext PO.
sv: Välj ``.pot``-fil med GNU gettext PO-filer.
ta: குனு கெட் எக்ச்ட் போ கோப்புகளுடன் `.pot`` கோப்பைத் தேர்வுசெய்க.
tr: GNU gettext PO dosyaları için ``.pot`` dosyası seçin.
uk: Виберіть файл ``.pot`` для файлів PO GNU gettext.
zh_hans: GNU gettext PO 文件选择 ``.pot`` 文件。

source: Choose blank file without translations, if you have one.
de: Wählen Sie eine leere Datei ohne Übersetzungen, wenn Sie eine haben.
ga: Roghnaigh comhad bán gan aistriúcháin, má tá ceann agat.
hu: Ha rendelkezik üres, fordítás nélküli fájllal, azt is választhatja.
id: Pilih berkas kosong tanpa terjemahan, jika Anda memilikinya.
ja: 翻訳がない場合は、空白のファイルを選択します。
nl: Kies een blanco bestand zonder vertalingen, als u er een heeft.
pt: Escolha um ficheiro em branco sem traduções, se tiver um.
pt_br: Escolha um arquivo em branco sem traduções, se você tiver um.
ru: Выберите пустой файл без переводов, если он у вас есть.
sv: Välj en tom fil utan översättningar, om du har en sådan.
ta: உங்களிடம் ஒன்று இருந்தால், மொழிபெயர்ப்புகள் இல்லாமல் வெற்று கோப்பைத் தேர்வுசெய்க.
tr: Varsa, çevirileri olmayan boş dosyayı seçin.
uk: Виберіть порожній файл без перекладів, якщо такий у вас є.
zh_hans: 选择没有译文的空白文件，如果你有的话。

source: Choose :ref:`component-template` for monolingual formats that need a full set of keys present.
de: Wählen Sie :ref:`component-template` für einsprachige Formate, die einen vollständigen Satz von Schlüsseln benötigen.
ga: Roghnaigh :ref:`component-template` le haghaidh formáidí aonteangacha a dteastaíonn sraith iomlán eochracha uathu.
hu: Olyan egynyelvű formátumok esetén, amelyeknél szükséges minden kulcs jelenléte, válassza az :ref:`component-template` lehetőséget.
id: Pilih :ref:`component-template` untuk format monolingual yang memerlukan sekumpulan kunci lengkap.
ja: キーの完全なセットが必要なモノリンガル形式の場合は、:ref:`component-template` を選択します。
nl: Kies :ref:`component-template` voor eentalige indelingen die een volledige set sleutels aanwezig moeten hebben.
pt: Escolha :ref:`component-template` para formatos monolíngues que precisam de um conjunto completo de chaves presentes.
pt_br: Escolha :ref:`component-template` para formatos monolíngues que precisam de um conjunto completo de chaves presentes.
ru: Выберите :ref:`component-template` для одноязычных форматов, которым требуется полный набор ключей.
sv: Välj :ref:`component-template` för enspråkiga format som kräver en fullständig uppsättning nycklar.
tr: Tam bir anahtar kümesinin bulunması gereken tek dilli biçimler için :ref:`component-template` seçin.
uk: Виберіть :ref:`component-template` для одномовних форматів, які потребують наявності повного набору ключів.
zh_hans: 对于需要存在完整密钥集的单语言格式，请选择 :ref:`component-template`。
