Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Prior to Weblate 4.13, the services were configured in the :ref:`config`.
de: Vor Weblate 4.13 wurden die Dienste in der :ref:`config` konfiguriert.
ga: Roimh Weblate 4.13, bhí na seirbhísí cumraithe sa :ref:`config`.
hu: A Weblate 4.13 előtti verziókban a szolgáltatások konfigurálása a :ref:`config` szakaszban történt.
id: Sebelum Weblate 4.13, layanan dikonfigurasi dalam :ref:`config`.
ja: Weblate 4.13 以前では、サービスは :ref:`config` で設定していました。
nl: Voorafgaande aan Weblate 4.13 werden de services geconfigureerd in de :ref:`config`.
pt: Antes do Weblate 4.13, os serviços eram configurados no :ref:`config`.
pt_br: Antes do Weblate 4.13, os serviços eram configurados no :ref:`config`.
ro: Înainte de Weblate 4.13, serviciile erau configurate în fișierul :ref:`config`.
ru: До Weblate 4.13 службы настраивались в :ref:`config`.
sv: Före Weblate 4.13 konfigurerades tjänsterna i :ref:`config`.
tr: Weblate 4.13 sürümünden önce, hizmetler :ref:`config` içinden yapılandırılıyordu.
uk: До Weblate 4.13 служби слід було налаштовувати у :ref:`налаштуваннях <config>`.
zh_hans: 在Weblate 4.13之前，这些服务是在 :ref:`config` 中配置的。

source: The support for several machine translation and translation memory services is built-in. Each service can be turned on by the administrator for whole site (under :guilabel:`Automatic suggestions` in :ref:`management-interface`) or at the project settings:
de: Die Unterstützung für verschiedene maschinelle Übersetzungen und Übersetzungsspeicherdienste ist integriert. Jeder Dienst kann vom Administrator für die gesamte Website (unter :guilabel:`Automatische Vorschläge` in der :ref:`management-interface`) oder in den Projekteinstellungen aktiviert werden:
ga: Tá an tacaíocht do roinnt seirbhísí cuimhne aistriúcháin meaisín agus aistriúchá Is féidir leis an riarthóir gach seirbhís a chasadh air don láithreán iomlán (faoi :guilabel:`Automatic suggestions` in :ref:`management-interface`) nó ag socruithe an tionscadail:
hu: A Weblate beépítve támogat több gépi fordítási és fordítási memória szolgáltatást. Ezeket a szolgáltatásokat az adminisztrátor engedélyezheti az egész rendszerre nézve (a :ref:`management-interface` felületen az :guilabel:`Automatikus javaslatok` részben), illetve projektszinten a projektbeállításokban:
id: Dukungan untuk beberapa layanan terjemahan mesin dan memori terjemahan sudah terintegrasi. Setiap layanan dapat diaktifkan oleh administrator untuk seluruh situs (di :guilabel:`Automatic suggestions` dalam :ref:`management-interface`) atau di pengaturan proyek:
ja: 複数の機械翻訳および翻訳メモリのサービスに標準で対応しています。各サービスは、管理者がサイト全体複数の機械翻訳サービスと翻訳メモリ サービスに対応しています。各サービスは、管理者がサイト全体（:ref:`management-interface` の :guilabel:`自動提案` の下）またはプロジェクト設定から有効にします。
nl: De ondersteuning voor verscheidene services voor machinevertaling en vertaalgeheugens is ingebouwd. Elke service kan door de beheerder worden ingeschakeld voor de gehele site (onder :guilabel:`Automatische suggesties` in :ref:`management-interface`) of in de instellingen voor het project:
pt: O suporte para vários serviços de tradução automática e memória de tradução está integrado. Cada serviço pode ser ativado pelo administrador para todo o site (em :guilabel:`Automatic suggestions` a partir de :ref:`management-interface`) ou nas configurações do projeto:
pt_br: O suporte para vários serviços de tradução automática e memória de tradução está integrado. Cada serviço pode ser ativado pelo administrador para todo o site (em :guilabel:`Sugestões automáticas` a partir de :ref:`management-interface`) ou nas configurações do projeto:
ru: Встроена поддержка нескольких сервисов машинного перевода и памяти переводов. Каждый сервис может быть включён администратором для всего сайта (в разделе :guilabel:`«Автоматические советы»` в :ref:`management-interface`) или в настройках проекта:
sv: Stöd för flera maskinöversättnings- och översättningsminnestjänster är inbyggt. Varje tjänst kan aktiveras av administratören för hela webbplatsen (under :guilabel:`Automatiska förslag` i :ref:`management-interface`) eller i projektinställningarna:
tr: Çeşitli makine çevirisi ve çeviri belleği hizmetlerinin desteği hazırdır. Her hizmet, yönetici tarafından tüm site için ya da projeye özel olarak açılabilir (:ref:`management-interface` içinden :guilabel:`Kendiliğinden öneriler` bölümünden):
uk: Передбачено вбудовану підтримку декількох служб комп'ютерного перекладу. Цю підтримку може бути увімкнено адміністратором на рівні сайта (у розділі :guilabel:`Автоматичні пропозиції` на сторінці :ref:`management-interface`) або параметрів проєкту:
zh_hans: 内置了对几种机器翻译和翻译记忆库服务的支持。管理员可以为整站开启每项服务（在 :ref:`management-interface` 中的 :guilabel:`Automatic suggestions`），也可以在项目设置中为特定项目开启：

source: They come subject to their terms of use, so ensure you are allowed to use them how you want.
de: Sie unterliegen den jeweiligen Nutzungsbedingungen, stellen Sie also sicher, dass Sie sie nach Belieben verwenden dürfen.
ga: Tagann siad faoi réir a dtéarmaí úsáide, mar sin cinntigh go bhfuil cead agat iad a úsáid mar is mian leat.
hu: Használatuk a szolgáltatók saját felhasználási feltételeihez kötött, ezért mindig ellenőrizze, hogy jogosult-e az adott módon történő használatra.
id: Mereka tunduk pada ketentuan penggunaannya, jadi pastikan Anda diizinkan menggunakannya sesuai keinginan Anda.
ja: それぞれのサービスに利用規約があるので、自分の希望する使用方法が可能かどうかを確認してください。
nl: Zij zijn onderworpen aan hun gebruiksvoorwaarden, zorg er dus voor dat u toestemming hebt ze te gebruiken zoals u wilt.
pt: Eles estão sujeitos aos seus termos de uso, então certifique-se de ter permissão para usá-los.
pt_br: Eles estão sujeitos aos seus termos de uso, então certifique-se de ter permissão para usá-los.
ro: Acestea sunt supuse termenilor de utilizare, așa că asigurați-vă că vi se permite să le folosiți așa cum doriți.
ru: На них распространяются условия использования, поэтому убедитесь, что вам разрешено использовать их так, как вы хотите.
sv: De omfattas av deras användarvillkor, så se till att du får använda dem på det sätt du vill.
ta: அவர்கள் அவர்களின் பயன்பாட்டு விதிமுறைகளுக்கு உட்பட்டுள்ளனர், எனவே நீங்கள் எப்படி விரும்புகிறீர்கள் என்பதைப் பயன்படுத்த அனுமதிக்கப்படுவதை உறுதிசெய்க.
tr: Hizmetlerin kendi kullanım koşulları olduğundan, bunları istediğiniz gibi kullanmanıza izin verildiğinden emin olun.
uk: Переклади регламентуються відповідними умовами використання, тому переконайтеся, що ви зможете використовувати їх у бажаний для вас спосіб.
zh_hans: 它们受到其使用条款的约束，所以确保你被允许以你想要的方式使用它们。

source: The services translate from the source language as configured at :ref:`component`, see :ref:`component-source_language`.
de: Die Dienste übersetzen aus der Ausgangssprache, die unter :ref:`component` konfiguriert ist, siehe :ref:`component-source_language`.
ga: Aistríonn na seirbhísí ón teanga foinse mar atá cumraithe ag :ref:`component`, féach :ref:`component-source_language`.
hu: A fordítások mindig az adott :ref:`összetevő <component>` forrásnyelvéről történnek, lásd: :ref:`component-source_language`.
id: Layanan diterjemahkan dari bahasa sumber sebagaimana dikonfigurasi di :ref:`component`, lihat :ref:`component-source_language`.
ja: 各サービスは、:ref:`component` で設定した原文の言語から翻訳されます。参照: :ref:`component-source_language`。
nl: De services vertalen uit de brontaal, zoals geconfigureerd in :ref:`component`, bekijk :ref:`component-source_language`.
pt: Os serviços traduzem do idioma fonte conforme configurado em :ref:`component`, veja :ref:`component-source_language`.
pt_br: Os serviços traduzem do idioma fonte conforme configurado em :ref:`component`, consulte :ref:`component-source_language`.
ro: Serviciile traduc din limba sursă configurată la :ref:`component`, a se vedea :ref:`component-source_language`.
ru: Службы переводят с исходного языка, как настроено в :ref:`component`, см. :ref:`component-source_language`.
sv: Tjänsterna översätter från källspråket enligt konfigurationen i :ref:`component`, se :ref:`component-source_language`.
tr: Hizmetler, :ref:`component` konumunda yapılandırılmış kaynak dilden çeviri yapar. Ayrıntılı bilgi almak için: :ref:`component-source_language`.
uk: Служби перекладу з початкової мови виконують переклад за налаштуваннями у :ref:`component`, див. :ref:`component-source_language`.
zh_hans: 该服务从 :ref:`component` 配置的源文件进行翻译，请参考 :ref:`component-source_language` 。

source: Per-project automatic suggestion can also be configured via the :ref:`api`.
de: Automatische Vorschläge für einzelne Projekte können auch über :ref:`api` konfiguriert werden.
ga: Is féidir moladh uathoibríoch in aghaidh an tionscadail a chumrú freisin tríd an :ref:`api`.
hu: Projektszintű automatikus javaslatok konfigurálása a :ref:`REST API <api>` segítségével is lehetséges.
id: Saran otomatis per proyek juga dapat dikonfigurasi melalui :ref:`api`.
nl: Per-project automatische suggesties kunnen ook worden geconfigureerd via de :ref:`api`.
pt_br: A sugestão automática por projeto também pode ser configurada via :ref:`api`.
sv: Automatiska förslag per projekt kan också konfigureras via :ref:`api`.
tr: :ref:`api` ile her proje için otomatik öneri de yapılandırılabilir.
uk: Автоматичні пропозиції для кожного проекту також можна налаштувати за допомогою :ref:`api`.
zh_hans: 可通过 :ref:`api` 配置每个项目的自动建议。

source: Priority of machine translation and translation memory services
de: Vorrang der Dienste für maschinelle Übersetzungen und Übersetzungsspeicher
ga: Tosaíocht na seirbhísí meaisínaistriúcháin agus cuimhne aistriúcháin
hu: A gépi fordítás és fordítási memória szolgáltatások prioritása
id: Prioritas layanan terjemahan mesin dan memori terjemahan
nl: Prioriteit van services voor machinevertaling en vertaalgeheugens
pt_br: Prioridade dos serviços de tradução automática e memória de tradução
sv: Prioritering av maskinöversättning och översättningsminnestjänster
uk: Пріоритет послуг машинного перекладу та пам'яті перекладів

source: :ref:`mt-weblate-translation-memory` matches with 100% score take priority over machine translation services. If 100% match in translation memory is found, no machine translation is performed. If several 100% matches occur, the first one returned by the database is used.
de: :ref:`mt-weblate-translation-memory`-Übereinstimmungen mit 100%iger Trefferquote haben Vorrang vor maschinellen Übersetzungsdiensten. Wenn eine 100%ige Übereinstimmung im Übersetzungsspeicher gefunden wird, wird keine maschinelle Übersetzung durchgeführt. Gibt es mehrere 100%-Treffer, wird der erste von der Datenbank zurückgegebene verwendet.
ga: :ref:Bíonn tús áite ag meaitseálacha :ref:`mt-weblate-translation-memory` le scór 100% thar sheirbhísí meaisínaistriúcháin. Má aimsítear comhoiriúnú 100% i gcuimhne aistriúcháin, ní dhéantar aon aistriúchán meaisín. Má tharlaíonn roinnt cluichí 100%, úsáidtear an chéad cheann a thugann an bunachar sonraí ar ais.
hu: A :ref:`mt-weblate-translation-memory` által talált 100%-os egyezések elsőbbséget élveznek a gépi fordítással szemben. Ha található 100%-os egyezés a fordítási memóriában, akkor gépi fordítás nem történik. Több 100%-os egyezés esetén az adatbázis által elsőként visszaadott változat kerül felhasználásra.
id: Kecocokan :ref:`mt-weblate-translation-memory` dengan skor 100% diprioritaskan daripada layanan terjemahan mesin. Jika cocok 100% ditemukan dalam memori terjemahan, terjemahan mesin tidak akan dilakukan. Jika terdapat beberapa cocok 100%, cocok pertama yang dikembalikan oleh basis data akan digunakan.
nl: :ref:`mt-weblate-translation-memory` overeenkomsten met 100%-score hebben voorrang boven services van machinevertaling. Als een 100%-overeenkomst wordt gevonden in het vertaalgeheugen, wordt geen machinevertaling uitgevoerd. Als er verschillende 100%-overeenkomsten optreden, zal de eerste, die door de database wordt teruggegeven, worden gebruikt.
pt_br: Correspondências de :ref:`mt-weblate-translation-memory` com pontuação de 100% têm prioridade sobre os serviços de tradução automática. Se for encontrada uma correspondência de 100% na memória de tradução, nenhuma tradução automática será executada. Se ocorrerem várias correspondências de 100%, será usada a primeira retornada pelo banco de dados.
sv: :ref:`mt-weblate-translation-memory` matchar med 100% score har prioritet framför maskinöversättningstjänster. Om en 100-procentig matchning hittas i översättningsminnet utförs ingen maskinöversättning. Om flera 100-procentiga matchningar förekommer används den första som returneras av databasen.
uk: :ref:`mt-weblate-translation-memory` збіги зі 100% результатом мають пріоритет над послугами машинного перекладу. Якщо в пам'яті перекладів знайдено 100% збіг, машинний переклад не виконується. Якщо знайдено кілька 100% збігів, використовується перший з них, повернутий базою даних.

source: Each machine translation service has a predefined maximum score it can produce. The use of installed translation services is ordered according to their maximum score. For each string with translation score lower than the service's maximum, the service is asked to produce a translation. Translations with a score exceeding the current one are accepted.
de: Jeder maschinelle Übersetzungsdienst hat eine vordefinierte Maximalpunktzahl, die er erreichen kann. Die installierten Übersetzungsdienste werden nach ihrer Maximalpunktzahl sortiert. Für jede Zeichenkette, deren Übersetzungspunktzahl unter dem Maximalwert des Dienstes liegt, wird der Dienst aufgefordert, eine Übersetzung zu erstellen. Übersetzungen mit einer höheren Punktzahl als der aktuellen werden akzeptiert.
ga: Tá scór uasta réamhshainithe ag gach seirbhís meaisínaistriúcháin is féidir léi a tháirgeadh. Ordaítear úsáid na seirbhísí aistriúcháin suiteáilte de réir a scór uasta. I gcás gach teaghrán le scór aistriúcháin níos ísle ná uasmhéid na seirbhíse, iarrtar ar an tseirbhís aistriúchán a tháirgeadh. Glactar le haistriúcháin a bhfuil scór níos mó ná an scór reatha acu.
hu: Minden gépi fordítási szolgáltatás rendelkezik egy előre meghatározott maximális pontszámmal, amelyet elérhet. A telepített fordítási szolgáltatások használata ezen maximális pontszámok szerint kerül sorrendbe állításra. Minden olyan szöveg esetében, amelynek a fordítási pontszáma alacsonyabb az adott szolgáltatás maximális értékénél, a rendszer megkísérli a szolgáltatással elkészíttetni a fordítást. Azok a fordítások kerülnek elfogadásra, amelyek pontszáma meghaladja az aktuálisan elérhető értéket.
id: Setiap layanan terjemahan mesin memiliki skor maksimum yang telah ditentukan sebelumnya. Penggunaan layanan terjemahan yang terpasang diurutkan berdasarkan skor maksimumnya. Untuk setiap string dengan skor terjemahan di bawah skor maksimum layanan, layanan akan diminta untuk menghasilkan terjemahan. Terjemahan dengan skor di atas skor saat ini akan diterima.
nl: Elke service voor machinevertaling heeft een vooraf gedefinieerde maximale score die het kan produceren. Het gebruiken van geïnstalleerde services voor vertalingen is in de volgorde van hun maximale score. Voor elke tekenreeks met een score voor de vertaling die lager is dan het maximum van de service, wordt de service gevraagd een vertaling te produceren. Vertalingen met een score die hoger is dan de huidige worden geaccepteerd.
pt_br: Cada serviço de tradução automática tem uma pontuação máxima predefinida que pode produzir. O uso dos serviços de tradução instalados é ordenado de acordo com sua pontuação máxima. Para cada texto com pontuação de tradução inferior à pontuação máxima do serviço, o serviço é solicitado a produzir uma tradução. As traduções com uma pontuação superior à atual são aceitas.
sv: Varje maskinöversättningstjänst har ett fördefinierat maximalt poängtal som den kan uppnå. Användningen av installerade översättningstjänster ordnas efter deras maximala poängtal. För varje sträng med ett översättningspoängtal som är lägre än tjänstens maximala poängtal ombeds tjänsten att producera en översättning. Översättningar med ett poängtal som överstiger det aktuella poängtalet accepteras.
uk: Кожна служба машинного перекладу має заздалегідь визначену максимальну оцінку, яку вона може отримати. Використання встановлених служб перекладу впорядковується відповідно до їхньої максимальної оцінки. Для кожного рядка з оцінкою перекладу, нижчою за максимальну для сервісу, сервісу пропонується виконати переклад. Переклади з оцінкою, вищою за поточну, приймаються.

source: Source strings for the machine translation
de: Ausgangszeichenketten für die maschinelle Übersetzung
ga: Teaghráin foinse don mheaisínaistriúchán
hu: Fordítási forrásszövegek gépi fordításhoz
id: String sumber untuk terjemahan mesin
nl: Brontekenreeksen voor de machinevertaling
pt_br: Texto fonte para tradução automática
sv: Källsträngar för maskinöversättningen
uk: Вихідні рядки для машинного перекладу

source: The origin of source strings for all third-party services can be configured. This can be used to tweak the service to get the best results. Following choices are available:
de: Der Ursprung der Ausgangszeichenketten für alle Drittanbieter-Dienste kann konfiguriert werden. Damit können Sie den Dienst optimieren, um die besten Ergebnisse zu erzielen. Folgende Auswahlmöglichkeiten stehen zur Verfügung:
ga: Is féidir bunús teaghráin foinse do gach seirbhís tríú páirtí a chumrú. Is féidir é seo a úsáid chun an tseirbhís a tweakáil chun na torthaí is fearr a fháil. Tá na roghanna seo a leanas ar fáil:
hu: A külső szolgáltatások forrásszövegeinek eredete konfigurálható. Ez lehetőséget ad a szolgáltatás finomhangolására a lehető legjobb eredmények elérése érdekében. Az alábbi lehetőségek állnak rendelkezésre:
id: Asal string sumber untuk semua layanan pihak ketiga dapat dikonfigurasi. Ini dapat digunakan untuk menyesuaikan layanan guna mendapatkan hasil terbaik. Pilihan berikut tersedia:
nl: De oorsprong voor alle brontekenreeksen van services van derde partijen kunnen worden geconfigureerd. Dat kan worden gebruikt om de service aan te passen om de beste resultaten te krijgen. De volgende keuzes zijn beschikbaar:
pt_br: A origem de textos fontes para todos os serviços de terceiros pode ser configurada. Isso pode ser usado para ajustar o serviço para obter os melhores resultados. As seguintes opções estão disponíveis:
sv: Ursprunget för källsträngar för alla tredjepartstjänster kan konfigureras. Detta kan användas för att justera tjänsten för att få bästa resultat. Följande alternativ är tillgängliga:
uk: Походження вихідних рядків для всіх сторонніх служб можна налаштувати. Це можна використовувати для налаштування служби для отримання найкращих результатів. Доступні наступні варіанти:

source: :guilabel:`Automatic selection`
de: :guilabel:`Automatische Auswahl`
hu: :guilabel:`Automatikus kiválasztás`
nl: :guilabel:`Automatisch selecteren`
pt_br: :guilabel:`Seleção automática`
sv: :guilabel:`Automatisk val`

source: Chooses the best source language automatically.
de: Wählt automatisch die beste Ausgangssprache aus.
ga: Roghnaíonn sé an teanga foinse is fearr go huathoibríoch.
hu: Automatikusan kiválasztja a legmegfelelőbb forrásnyelvet.
id: Memilih bahasa sumber terbaik secara otomatis.
nl: Kiest automatisch de beste brontaal.
pt_br: Escolhe automaticamente o melhor idioma fonte.
sv: Väljer automatiskt det bästa källspråket.
uk: Автоматично вибирає найкращу вихідну мову.

source: This is the default behavior.
de: Dies ist das Standardverhalten.
ga: Is é seo an t-iompar réamhshocraithe.
hu: Alapértelmezett működés.
id: Ini adalah perilaku bawaan.
nl: Dit is het standaard gedrag.
pt_br: Este é o comportamento padrão.
sv: Detta är standardbeteendet.
uk: Це типова поведінка.

source: :guilabel:`Component source language`
de: :guilabel:`Ausgangssprache der Komponente`
hu: :guilabel:`Összetevő forrásnyelve`
nl: :guilabel:`Onderdeel brontaal`
pt_br: :guilabel:`Idioma fonte do componente`
sv: :guilabel:`Komponentkällspråk`

source: Uses the component source language.
de: Verwendet die Ausgangssprache der Komponente.
ga: Úsáideann teanga foinse na comhpháirte.
hu: Az összetevő forrásnyelvét használja.
id: Menggunakan bahasa sumber komponen.
nl: Gebruikt de brontaal van het onderdeel.
pt_br: Usa o idioma fonte do componente.
sv: Använder komponentens källspråk.
uk: Використовує вихідну мову компонента.

source: This was the behavior before the 5.11 release.
de: Dies war das Verhalten vor der Version 5.11.
ga: Ba é seo an t-iompar roimh an scaoileadh 5.11.
hu: Ez volt az alapértelmezett működés az 5.11-es verzió megjelenése előtt.
id: Ini adalah perilaku sebelum rilis 5.11.
nl: Dat was het gedrag voor de uitgave 5.11.
pt_br: Esse era o comportamento antes da versão 5.11.
sv: Detta var beteendet före version 5.11.
uk: Це було до випуску 5.11.

source: :guilabel:`Secondary language defined in project or component`
de: :guilabel:`Im Projekt oder in der Komponente definierte Zweitsprache`
hu: :guilabel:`Másodlagos nyelv, amely a projektben vagy az összetevőben van meghatározva`
nl: :guilabel:`Secundaire taal gedefinieerd in project of onderdeel`
pt_br: :guilabel:`Idioma secundário definido no projeto ou componente`
sv: :guilabel:`Sekundärt språk definierat i projekt eller komponent`

source: Use project :ref:`project-secondary_language` or component :ref:`component-secondary_language`.
de: Verwendet Projekt-:ref:`project-secondary_language` oder Komponenten-:ref:`component-secondary_language`.
ga: Bain úsáid as :ref:`project-secondary_language` nó comhpháirt :ref:`component-secondary_language`.
hu: A :ref:`projekt másodlagos nyelve <project-secondary_language>` vagy az :ref:`összetevő másodlagos nyelve <component-secondary_language>` használatos.
id: Gunakan proyek :ref:`project-secondary_language` atau komponen :ref:`component-secondary_language`.
nl: Gebruik project :ref:`project-secondary_language` of onderdeel :ref:`component-secondary_language`.
pt_br: Use o projeto :ref:`project-secondary_language` ou o componente :ref:`component-secondary_language`.
sv: Använd projekt :ref:`project-secondary_language` eller komponent :ref:`component-secondary_language`.
uk: Використовуйте проект :ref:`project-secondary_language` або компонент :ref:`component-secondary_language`.

source: Falls back to the automatic selection of the source language if the secondary language not configured.
de: Fällt auf die automatische Auswahl der Ausgangssprache zurück, wenn die Zweitsprache nicht konfiguriert ist.
ga: Titeann sé ar ais go dtí roghnú uathoibríoch na teanga foinse mura bhfuil an teanga thánaisteach cumraithe.
hu: Ha nincs másodlagos nyelv beállítva, automatikusan kiválasztott forrásnyelvre tér vissza.
id: Kembali ke pemilihan bahasa sumber secara otomatis jika bahasa sekunder tidak dikonfigurasi.
nl: Valt terug op het automatisch selecteren van de brontaal, als de secundaire taal niet is geconfigureerd.
pt_br: Retorna à seleção automática do idioma fonte se o idioma secundário não estiver configurado.
sv: Återgår till automatisk val av källspråk om det sekundära språket inte är konfigurerat.
uk: Повертається до автоматичного вибору вихідної мови, якщо додаткову мову не налаштовано.

source: Service ID
de: Dienst-ID
ga: Aitheantas Seirbhíse
hu: Szolgáltatásazonosító
id: ID Layanan
ja: サービス ID
pt: ID do serviço
pt_br: ID do serviço
ro: ID-ul serviciului
ru: Идентификатор (ID) службы
sv: Tjänst-ID
ta: பணி அடையாளம்
tr: Hizmet kimliği
uk: Ідентифікатор служби
zh_hans: 服务 ID

source: Maximal score
de: Maximale Punktzahl
ga: Scór uasta
hu: Maximális pontszám
id: Skor maksimal
nl: Maximale score
pt_br: Pontuação máxima
sv: Maximal poäng
uk: Максимальний бал

source: Source language selection
de: Auswahl der Ausgangssprache
ga: Roghnú teanga foinseach
hu: Forrásnyelv kiválasztása
id: Pemilihan bahasa sumber
ja: 原文の言語を選択
nl: Brontaal selecteren
pt_br: Seleção do idioma fonte
sv: Val av källspråk
tr: Kaynak dil seçimi
uk: Вибір вихідної мови
