Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Hook scripts are executed with environment variables describing current component.
de: Hook-Skripte werden mit Umgebungsvariablen ausgeführt, welche die aktuelle Komponente beschreiben.
ga: Déantar scripteanna duán a fhorghníomhú le hathróga timpeallachta a chuireann síos ar an gcomhpháirt reatha.
hu: A hook szkriptek futtatásakor elérhetők az aktuális összetevő adatait tartalmazó környezeti változók.
id: Skrip kait dieksekusi dengan variabel lingkungan yang menjelaskan komponen saat ini.
ja: フック スクリプトは、現在のコンポーネントを記述する環境変数を基に実行するように改良。
nl: Scripts voor hooks worden uitgevoerd met omgevingsvariabelen die het huidige onderdeel beschrijven.
pt: Os scripts de gancho são executados com variáveis de ambiente que descrevem o componente atual.
pt_br: Os scripts de gancho são executados com variáveis de ambiente que descrevem o componente atual.
ro: Scripturile Hook sunt executate cu variabile de mediu care descriu componenta curentă.
ru: Скрипты-обработчики теперь имеют доступ к переменным среды, указывающим на текущий компонент.
sv: Hook-skript körs med miljövariabler som beskriver aktuell komponent.
ta: தற்போதைய கூறுகளை விவரிக்கும் சுற்றுச்சூழல் மாறிகள் மூலம் ஊக் ச்கிரிப்ட்கள் செயல்படுத்தப்படுகின்றன.
tr: Kanca betiklerinin, geçerli bileşeni tanımlayan ortam değişkenleriyle yürütülmesi sağlandı.
uk: Реалізовано запуск скриптів стеження із змінними середовища, які описують поточний складник.
zh_hans: 钩子脚本以描述当前部件的环境变量来执行。
zh_hant: 鉤子腳本以描述當前組件的環境變量來執行。

source: Add management command to optimize fulltext index.
de: Verwaltungsbefehl zur Optimierung des Volltextindexes hinzugefügt.
ga: Cuir ordú bainistíochta leis chun an t-innéacs lántéacs a bharrfheabhsú.
hu: Teljes szöveges index optimalizálására szolgáló kezelőparancs hozzáadva.
id: Tambahkan perintah manajemen untuk mengoptimalkan indeks teks lengkap.
ja: 全文索引を最適化するための管理コマンドを追加。
nl: Beheersopdracht toegevoegd voor optimaliseren van index voor volledige tekst.
pt: Adiciona o comando de gestão para otimizar o índice de texto completo.
pt_br: Adiciona o comando de gerenciamento para otimizar o índice de texto completo.
ro: Adăugați o comandă de gestionare pentru a optimiza indexul fulltext.
ru: Добавлена команда управления для оптимизации полнотекстового индекса.
sv: Lägg till kommando för att optimera fulltextindex.
ta: ஃபுல் டெக்ச்ட் குறியீட்டை மேம்படுத்த மேலாண்மை கட்டளையைச் சேர்.
tr: Tam metin dizinini en iyi duruma getiren yönetim komutu eklendi.
uk: Додано команду керування для оптимізації повнотекстового покажчика.
zh_hans: 添加了管理命令来优化全文索引。
zh_hant: 添加了管理命令來優化全文索引。

source: Added support for error reporting to Rollbar.
de: Unterstützung für Fehlerberichterstattung in Rollbar hinzugefügt.
ga: Cuireadh tacaíocht breise le tuairisciú earráide chuig an Barra Rolla.
hu: Rollbar hibajelentési szolgáltatás támogatása hozzáadva.
id: Menambahkan dukungan untuk pelaporan galat ke Rollbar.
ja: ロールバーへのエラー レポート機能を追加。
nl: Ondersteuning toegevoegd voor rapporteren van fouten naar Rollbar.
pt: Adicionado suporte para relatórios de erros para Rollbar.
pt_br: Adicionado suporte para relatórios de erros para Rollbar.
ro: A fost adăugat suport pentru raportarea erorilor la Rollbar.
ru: Добавлена поддержка отправки отчётов об ошибках в Rollbar.
sv: Lagt till stöd för felrapportering till Rollbar.
ta: ரோல்பாருக்கு பிழை அறிக்கையிடலுக்கான உதவி சேர்க்கப்பட்டது.
tr: Rollbar üzerine hata bildirme desteği eklendi.
uk: Додано підтримку звітування про помилки до Rollbar.
zh_hans: 为滚动条上报告错误添加了支持。
zh_hant: 為滾動條上報告錯誤添加了支持。

source: Projects now can have multiple owners.
de: Projekte können jetzt mehrere Verantwortliche haben.
ga: Féadfaidh úinéirí iolracha a bheith ag tionscadail anois.
hu: Projekteknek mostantól több tulajdonosuk is lehet.
id: Proyek sekarang dapat memiliki banyak pemilik.
ja: プロジェクトに複数の所有者を設定できるよう改良。
nl: Projecten mogen nu meerdere eigenaren hebben.
pt: Os projetos agora podem ter vários proprietários.
pt_br: Os projetos agora podem ter vários donos.
ro: Proiectele pot avea acum mai mulți proprietari.
ru: У проектов теперь может быть несколько владельцев.
sv: Projekt kan nu ha flera ägare.
ta: திட்டங்கள் இப்போது பல உரிமையாளர்களைக் கொண்டிருக்கலாம்.
tr: Projelere birden fazla sahip olabilmesi özelliği eklendi.
uk: Уможливлено визначення декількох власників проєкту.
zh_hans: 项目现在可以有多个所有者。
zh_hant: 項目現在可以有多個所有者。

source: Project owners can manage themselves.
de: Projektverantwortliche können sich selbst verwalten.
ga: Is féidir le húinéirí tionscadail iad féin a bhainistiú.
hu: A projekt tulajdonosai saját magukat is kezelhetik.
id: Pemilik proyek dapat mengelolanya sendiri.
ja: プロジェクト所有者が自分自身を管理できるように改良。
nl: Projecteigenaren mogen zichzelf beheren.
pt: Proprietários de projeto podem gerir-se a si próprios.
pt_br: Donos de projeto podem gerenciar a si próprio.
ro: Proprietarii de proiecte se pot gestiona singuri.
ru: Владельцы проектов теперь сами могут управлять списком владельцев проектов.
sv: Projektägare kan hantera sig själva.
ta: திட்ட உரிமையாளர்கள் தங்களை நிர்வகிக்க முடியும்.
tr: Proje sahiplerinin kendilerini yönetebilmesi özelliği eklendi.
uk: Уможливлено керування власниками проєкту з боку власників проєкту.
zh_hans: 项目所有者可以管理自己。
zh_hant: 項目所有者可以管理自己。

source: Added support for ``javascript-format`` used in gettext PO.
de: Unterstützung für das in gettext PO verwendete ``javascript-format`` hinzugefügt.
ga: Tacaíocht bhreise do ``format javascript`` a úsáidtear i gettext PO.
hu: Támogatás a gettext PO-fájlokban használt ``javascript-format`` formátumhoz.
id: Menambahkan dukungan untuk ``javascript-format`` yang digunakan dalam gettext PO.
ja: gettext PO で使用する``javascript-format`` に対応。
nl: Ondersteuning toegevoegd voor ``javascript-format`` die wordt gebruikt in gettext PO.
pt: Adicionado suporte para ``javascript-format`` usado em gettext PO.
pt_br: Adicionado suporte para ``javascript-format`` usado em gettext PO.
ro: A fost adăugat suport pentru ``javascript-format`` utilizat în gettext PO.
ru: Добавлена поддержка формата ``javascript-format``, используемого в PO-файлах gettext.
sv: Lagt till stöd för ``javascript-format`` som används i gettext PO.
ta: உரைபெறு po இல் பயன்படுத்தப்படும் `` சாவாச்கிரிப்ட்-வடிவ `` க்கான உதவி சேர்க்கப்பட்டது.
tr: Gettext PO ile kullanılan ``javascript-format`` desteği eklendi.
uk: Додано підтримку ``javascript-format``, що використовується у PO gettext.
zh_hans: 为 gettext PO 中使用的 ``javascript-format`` 添加了支持。
zh_hant: 為 gettext PO 中使用的 ``javascript-format`` 添加了支持。

source: Support for adding new translations in XLIFF.
de: Unterstützung für das Hinzufügen neuer Übersetzungen in XLIFF.
ga: Tacaíocht chun aistriúcháin nua a chur leis in XLIFF.
hu: Új fordítások hozzáadásának támogatása XLIFF-ben.
id: Dukungan untuk menambahkan terjemahan baru di XLIFF.
ja: XLIFF で新しい翻訳を追加する機能の追加。
nl: Ondersteuning voor het toevoegen van nieuwe vertalingen in XLIFF.
pt: Suporte para adicionar novas traduções em XLIFF.
pt_br: Suporte para adicionar novas traduções em XLIFF.
ro: Suport pentru adăugarea de noi traduceri în XLIFF.
ru: Поддержка добавления новых переводов в XLIFF.
sv: Stöd för att lägga till nya översättningar i XLIFF.
ta: ஃலிப்ப் இல் புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கான உதவி.
tr: XLIFF olarak yeni çeviri ekleme özelliği eklendi.
uk: Реалізовано підтримку додавання нових перекладів у XLIFF.
zh_hans: 在 XLIFF 中添加新翻译的支持。
zh_hant: 在 XLIFF 中添加新翻譯的支持。

source: Improved file format autodetection.
de: Verbesserte automatische Erkennung von Dateiformaten.
ga: Feabhsú ar uathbhrath formáid comhaid.
hu: Fájlformátum automatikus felismerése továbbfejlesztve.
id: Peningkatan deteksi otomatis format berkas.
ja: ファイル形式の自動検出を改良。
nl: Verbeterd automatisch detecteren van bestandsindeling.
pt: Melhorada a autodetecção de formato de ficheiros.
pt_br: Melhorada a autodetecção de formato de arquivo.
ro: A fost îmbunătățită autodetecția formatului de fișier.
ru: Улучшено автоопределения формата файлов.
sv: Förbättrad automatisk identifiering av filformat.
ta: மேம்படுத்தப்பட்ட கோப்பு வடிவமைப்பு தன்னியக்கவியல்.
tr: Dosya biçiminin kendiliğinden algılanması iyileştirildi.
uk: Удосконалено автоматичне виявлення формату файлів.
zh_hans: 改进了文件格式自动检测。
zh_hant: 改進了文件格式自動檢測。

source: Extended keyboard shortcuts.
de: Tastaturkürzel erweitert.
ga: Aicearraí méarchláir leathnaithe.
hu: Gyorsbillentyűk köre kibővült.
id: Pintasan papan ketik yang diperluas.
ja: キーボード ショートカットの拡張。
nl: Uitgebreide sneltoetsen toetsenbord.
pt: Estendidos os atalhos de teclado.
pt_br: Teclas de atalho estendidas.
ro: Comenzi rapide de la tastatură extinse.
ru: Расширены возможности горячих клавиш.
sv: Utökade kortkommandon.
ta: நீட்டிக்கப்பட்ட விசைப்பலகை குறுக்குவழிகள்.
tr: Klavye kısayolları artırıldı.
uk: Розширено спектр клавіатурних скорочень.
zh_hans: 扩展了键盘快捷键。
zh_hant: 擴展了鍵盤快捷鍵。

source: Improved dictionary matching for several languages.
de: Verbesserter Wörterbuchabgleich für mehrere Sprachen.
ga: Meaitseáil foclóir feabhsaithe do roinnt teangacha.
hu: Továbbfejlesztett szótáregyezés több nyelv esetén.
id: Peningkatan pencocokan kamus untuk beberapa bahasa.
ja: 一部の言語の辞書検索一致機能を改良。
nl: Verbeterd overeenkomen woordenlijst voor verscheidene talen.
pt: Melhor correspondência de dicionário para vários idiomas.
pt_br: Melhor correspondência de dicionário para vários idiomas.
ro: A fost îmbunătățită potrivirea dicționarelor pentru mai multe limbi.
ru: Для некоторых языков улучшено сопоставление строк словарю.
sv: Förbättrad ordboksmatchning för flera språk.
ta: பல மொழிகளுக்கு மேம்படுத்தப்பட்ட அகராதி பொருத்தம்.
tr: Birkaç dil için sözlük eşleştirmesi iyileştirildi.
uk: Удосконалено засоби встановлення відповідності за словником для декількох мов.
zh_hans: 改进了多种语言的字典匹配。
zh_hant: 改進了幾種語言的字典匹配。

source: Improved layout of most of pages.
de: Verbessertes Layout der meisten Seiten.
ga: Leagan amach feabhsaithe ar fhormhór na leathanach.
hu: Az oldalak többségének elrendezése javítva.
id: Perbaikan tata letak sebagian besar halaman.
ja: ほとんどのページのレイアウトを改良。
nl: Verbeterde lay-out voor de meeste pagina's.
pt: Melhorado o layout da maioria das páginas.
pt_br: Melhorado o layout da maioria das páginas.
ro: A fost îmbunătățit aspectul majorității paginilor.
ru: Улучшена вёрстка большинства страниц.
sv: Förbättrad layout på de flesta sidor.
ta: பெரும்பாலான பக்கங்களின் மேம்பட்ட தளவமைப்பு.
tr: Sayfaların çoğunun yerleşimi iyileştirildi.
uk: Удосконалено компонування більшості сторінок.
zh_hans: 改进了多数页面的布局。
zh_hant: 改進了多數頁面的佈局。

source: Support for adding words to dictionary while translating.
de: Unterstützung für das Hinzufügen von Wörtern zum Wörterbuch während des Übersetzens.
ga: Tacaíocht chun focail a chur le foclóir agus é á aistriú.
hu: Szavak szótárhoz adása fordítás közben is lehetséges.
id: Dukungan untuk menambahkan kata ke kamus saat menerjemahkan.
ja: 翻訳中に単語を辞書へ追加できる機能の追加。
nl: Ondersteuning voor toevoegen van woorden aan woordenboek tijdens vertaling.
pt: Suporte para adicionar palavras ao dicionário durante a tradução.
pt_br: Suporte para adicionar palavras ao dicionário durante a tradução.
ro: Suport pentru adăugarea de cuvinte în dicționar în timpul traducerii.
ru: Поддержка добавления слов в словарь во время перевода.
sv: Stöd för att lägga till ord i ordboken under översättningen.
ta: மொழிபெயர்க்கும் போது அகராதியில் சொற்களைச் சேர்ப்பதற்கான உதவி.
tr: Çeviri yaparken sözlüğe sözcük ekleme özelliği eklendi.
uk: Реалізовано підтримку додавання слів до словника під час перекладу.
zh_hans: 支持在翻译时将单词添加入字典。
zh_hant: 支持在翻譯時將單詞添加入字典。

source: Added support for filtering languages to be managed by Weblate.
de: Unterstützung für das Filtern von Sprachen, die von Weblate verwaltet werden können, hinzugefügt.
ga: Tacaíocht bhreise do scagadh teangacha atá le bainistiú ag Weblate.
hu: Nyelvek szűrésének támogatása a Weblate általi kezeléshez.
id: Menambahkan dukungan untuk memfilter bahasa yang akan dikelola oleh Weblate.
ja: Weblateで管理する言語のフィルタリングに対応しました。
nl: Ondersteuning toegevoegd voor filteren van talen die moeten worden beheerd door Weblate.
pt: Adicionado suporte para filtragem de idiomas a serem geridos pelo Weblate.
pt_br: Adicionado suporte para filtragem de idiomas a serem gerenciados pelo Weblate.
ro: A fost adăugat suport pentru filtrarea limbilor care urmează să fie gestionate de Weblate.
ru: Добавлена поддержка фильтрации того, какие языки будут управляться Weblate.
sv: Lagt till stöd för filtrering av språk som hanteras av Weblate.
ta: வலைபெயர்ப்பு நிர்வகிக்க மொழிகளை வடிகட்டுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Weblate tarafından yönetilen dilleri süzme özelliği eklendi.
uk: Додано підтримку керування фільтруванням мов з боку Weblate.
zh_hans: 支持了筛选 Weblate 管理的语言。
zh_hant: 為篩選語言由 Weblate 管理 添加了支持。

source: Added support for translating and importing CSV files.
de: Unterstützung für das Übersetzen und Importieren von CSV-Dateien hinzugefügt.
ga: Tacaíocht bhreise chun comhaid CSV a aistriú agus a iompórtáil.
hu: CSV-fájlok fordításának és importálásának támogatása hozzáadva.
id: Menambahkan dukungan untuk menerjemahkan dan mengimpor berkas CSV.
ja: CSV ファイルの翻訳とインポートに対応。
nl: Ondersteuning toegevoegd voor vertalen en importeren van CSV-bestanden.
pt: Adicionado suporte para tradução e importação de ficheiros de CSV.
pt_br: Adicionado suporte para tradução e importação de arquivos CSV.
ro: A fost adăugat suport pentru traducerea și importul de fișiere CSV.
ru: Добавлена поддержка перевода и импорта CSV-файлов.
sv: Lagt till stöd för översättning och import av CSV-filer.
ta: காபிம கோப்புகளை மொழிபெயர்ப்பதற்கும் இறக்குமதி செய்வதற்கும் உதவி சேர்க்கப்பட்டது.
tr: CSV dosyalarını çevirme ve içe aktarma özelliği eklendi.
uk: Додано підтримку перекладу та імпортування файлів CSV.
zh_hans: 为翻译并导入 CSV 文件添加了支持。
zh_hant: 為翻譯並導入 CSV 文件添加了支持。

source: Rewritten handling of static files.
de: Die Behandlung statischer Dateien überarbeitet.
ga: Láimhseáil athscríofa ar chomhaid statacha.
hu: Statikus fájlok kezelése teljesen újraírt rendszerrel működik.
id: Penanganan berkas statis yang ditulis ulang.
ja: 静的ファイルの処理の書き直し。
nl: Herschreven afhandeling van statische bestanden.
pt: Reescrito o tratamento de ficheiros estáticos.
pt_br: Reescrito o tratamento de arquivos estáticos.
ro: Gestionarea rescrisă a fișierelor statice.
ru: Переписана обработка статических файлов.
sv: Omskriven hantering av statiska filer.
ta: நிலையான கோப்புகளை மீண்டும் எழுதப்பட்டது.
tr: Durağan dosyaların işlenmesi yeniden yazıldı.
uk: Переписано засоби обробки статичних файлів.
zh_hans: 重写了静态文件的处理。
zh_hant: 重寫了靜態文件的處理。

source: Direct login/registration links to third-party service if that's the only one.
de: Direkte Links zum Anmelden/Registrieren bei Drittanbieterdiensten, wenn dies die einzige Möglichkeit ist.
ga: Nasc logáil isteach/clárú díreach chuig seirbhís tríú páirtí más é sin an t-aon cheann amháin.
hu: Közvetlen bejelentkezési/regisztrációs hivatkozások harmadik fél szolgáltatásához, ha az az egyetlen elérhető opció.
id: Tautan masuk/registrasi langsung ke layanan pihak ketiga, jika itu satu-satunya.
ja: サードパーティのサービスへの直接のログインおよび登録リンク（他に方法がない場合） 。
nl: Directe koppelingen voor login/registratie naar service van derde partij als dat de enige is.
pt: Ligações diretas de login/registo para serviço de terceiros, se for o único.
pt_br: Links diretos de login/registro para serviço de terceiros, se for o único.
ro: Legături directe de conectare/înregistrare la un serviciu terț, dacă acesta este singurul.
ru: Прямые ссылки на логи/регистрацию в сторонних сервисах, если такой есть только один.
sv: Direktlänkar för inloggning/registrering till tredjepartstjänster om det är den enda.
ta: மூன்றாம் தரப்பு சேவைக்கு நேரடி உள்நுழைவு/பதிவு இணைப்புகள் மட்டுமே.
tr: Tek seçenek olduğunda, üçüncü taraf hizmetine doğrudan oturum / hesap açma bağlantılarının sunulması sağlandı.
uk: Реалізовано безпосередні посилання на вхід або реєстрацію за допомогою сторонньої служби, якщо ця служба є єдиною.
zh_hans: 如果只有第三方服务，则登录/注册直接链接到第三方服务。
zh_hant: 第三放服務的直接登錄/註冊鏈接，如果是唯一一個的話。

source: Commit pending changes on account removal.
de: Commit von ausstehenden Änderungen beim Löschen des Kontos.
ga: Tiomantas athruithe ar feitheamh ar bhaint an chuntais.
hu: Fióktörléskor a függőben lévő módosítások automatikus véglegesítése.
id: Komit perubahan yang tertunda pada penghapusan akun.
ja: アカウントの削除時に保留中の変更をコミットするように改良。
nl: Openstaande wijzigingen indienen bij verwijderen van account.
pt: Faz commit de alterações pendentes na remoção da conta.
pt_br: Faz commit de alterações pendentes na remoção da conta.
ro: Angajați modificările în așteptare la eliminarea contului.
ru: Ожидающие изменения теперь будут отправляться при удалении учётной записи.
sv: Bekräfta väntande ändringar vid borttagning av konto.
ta: கணக்கு அகற்றுவதில் நிலுவையில் உள்ள மாற்றங்களைச் செய்யுங்கள்.
tr: Hesap silinirken bekleyen değişikliklerin işlenmesi sağlandı.
uk: Реалізовано внесення змін з черги при вилученні облікового запису.
zh_hans: 账户删除时提交待处理的更改。
zh_hant: 賬戶刪除時提交待定的更改。

source: Add management command to change site name.
de: Verwaltungsbefehl zum Ändern des Seitennamens hinzugefügt.
ga: Cuir ordú bainistíochta leis chun ainm an tsuímh a athrú.
hu: Webhelynév módosítására szolgáló kezelőparancs hozzáadva.
id: Tambahkan perintah manajemen untuk mengubah nama situs.
ja: サイト名を変更する管理コマンドの追加。
nl: Beheersopdracht voor wijzigen naam site toegevoegd.
pt: Adiciona o comando de getão para alterar o nome do site.
pt_br: Adiciona o comando de gerenciamento para alterar o nome do site.
ro: Adăugați comanda de gestionare pentru a schimba numele site-ului.
ru: Добавлена команда управления для изменения имени сайта.
sv: Lägg till kommando för att ändra webbplatsnamn.
ta: தளத்தின் பெயரை மாற்ற மேலாண்மை கட்டளையைச் சேர்.
tr: Site adını değiştiren yönetim komutu eklendi.
uk: Додано команду керування для зміни назви сайта.
zh_hans: 添加管理命令来更改网站名称。
zh_hant: 添加管理命令來更改網站名稱。

source: Add option to configure default committer.
de: Option zur Konfiguration des standardmäßigen Committers hinzugefügt.
ga: Cuir rogha leis chun an tiomnóir réamhshocraithe a chumrú.
hu: Alapértelmezett véglegesítő (committer) konfigurálásának lehetősége hozzáadva.
id: Tambahkan opsi untuk mengonfigurasi komiter bawaan.
ja: デフォルトのコミッターを設定するオプションの追加。
nl: Optie toegevoegd voor configureren standaard indiener (committer).
pt: Adiciona a opção para configurar o committer padrão.
pt_br: Adiciona a opção para configurar o committer padrão.
ro: Adăugați opțiunea de a configura angajamentul implicit.
ru: Добавлен параметр, в котором можно настроить коммитера по умолчанию.
sv: Lägg till alternativ för att konfigurera standardkommittör.
ta: இயல்புநிலை ஆணையரை உள்ளமைக்க விருப்பத்தைச் சேர்.
tr: Varsayılan işleyeni yapılandırma seçeneği eklendi.
uk: Додано параметр для налаштовування типового автора внеску.
zh_hans: 添加选项来配置默认提交者。
zh_hant: 添加選項來配置默認提交者。

source: Add hook after adding new translation.
de: Hook nach Hinzufügen einer neuen Übersetzung hinzugefügt.
ga: Cuir duán leis tar éis aistriúchán nua a chur leis.
hu: Hook hozzáadva új fordítás létrehozása után.
id: Tambahkan kait setelah menambahkan terjemahan baru.
ja: 新しい翻訳を追加した後に起動するフックの追加。
nl: Hook toegevoegd na toevoegen van nieuwe vertaling.
pt: Adiciona um gancho após adicionar uma nova tradução.
pt_br: Adiciona um gancho após adicionar uma nova tradução.
ro: Adăugați un hook după adăugarea unei noi traduceri.
ru: Добавлены обработчики, вызываемые после добавления нового перевода.
sv: Lägg till krok efter att ha lagt till ny översättning.
ta: புதிய மொழிபெயர்ப்பைச் சேர்த்த பிறகு கொக்கி சேர்.
tr: Yeni çeviri eklenmesinden sonra kancası eklendi.
uk: Додано скрипт стеження після додавання нового перекладу.
zh_hans: 在添加新翻译后添加钩子。
zh_hant: 在添加新翻譯後添加鉤子。

source: Add option to specify multiple files to add to commit.
de: Option um mehrerer Dateien anzugeben, die committet werden sollen.
ga: Cuir rogha leis chun comhaid iolracha a shonrú le cur leis le tiomantas.
hu: Lehetőség több fájl megadására véglegesítéshez.
id: Tambahkan opsi untuk menentukan beberapa berkas yang akan ditambahkan untuk dikomit.
ja: 複数のファイルをコミットに追加するオプションの追加。
nl: Optie toegevoegd om meerdere bestanden te specificeren om aan indiening toe te voegen.
pt: Adiciona opção para especificar vários ficheiros para adicionar para commit.
pt_br: Adiciona opção para especificar vários arquivos para adicionar para commit.
ro: Adăugați opțiunea de a specifica mai multe fișiere pentru a le adăuga la confirmare.
ru: Добавлена возможность задать несколько файлов, которые будут добавлены к коммиту.
sv: Lägg till alternativ för att ange flera filer som ska läggas till i commit.
ta: கமிட்டில் சேர்க்க பல கோப்புகளைக் குறிப்பிட விருப்பத்தைச் சேர்.
tr: İşlemeye birden çok dosya eklemek için ekle seçeneği eklendi.
uk: Додано параметр для визначення декількох файлів, які слід додати у внеску.
zh_hans: 添加选项来指定多个文件来添加提交。
zh_hant: 添加選項來指定多個文件來添加提交。

source: *Released on May 22nd 2015.*
de: *Veröffentlicht am 22. Mai 2015.*
ga: *Eisithe ar 22 Bealtaine 2015.*
hu: *Kiadva: 2015. május 22.*
id: *Dirilis pada 22 Maret 2015.*
nl: *Uitgegeven op 22 mei 2015.*
pt_br: *Atualizado em 22 de maio de 2015.*
sv: *Släpptes den 22 maj 2015.*
tr: *22 Mayıs 2015 tarihinde yayınlandı.*
uk: *Випущено 22 травня 2015 року.*

source: Dropped support for Django 1.6 and South migrations.
de: Die Unterstützung für Django 1.6 und South-Migrationen eingestellt.
ga: Thit an tacaíocht do Django 1.6 agus d'imircigh ó Dheas.
hu: Django 1.6 és South migrációk támogatása megszűnt.
id: Menghentikan dukungan untuk Django 1.6 dan migrasi South.
ja: Django 1.6 および South の移行の対応を終了。
nl: Ondersteuning vervallen voor Django 1.6 en migraties van South.
pt: Removido o suporte a migrações para Django 1.6 e South.
pt_br: Removido o suporte a migrações para Django 1.6 e South.
ro: A renunțat la suportul pentru Django 1.6 și migrațiile South.
ru: Прекращена поддержка Django 1.6 и миграция с помощью South.
sv: Stödet för Django 1.6 och South-migreringar har upphört.
ta: சாங்கோ 1.6 மற்றும் தெற்கு இடம்பெயர்வுகளுக்கான உதவி கைவிடப்பட்டது.
tr: Django 1.6 ve South aktarımlarının desteği kaldırıldı.
uk: Відкинуто підтримку Django 1.6 та перенесення South.
zh_hans: 去掉对 Django 1.6 和 South migrations 的支持。
zh_hant: 去掉對 Django 1.6 和 South migrations 的支持。

source: Support for adding new translations when using Java Property files.
de: Unterstützung für das Hinzufügen neuer Übersetzungen bei der Verwendung von Java-Property-Dateien.
ga: Tacaíocht chun aistriúcháin nua a chur leis agus comhaid Java Property á n-úsáid.
hu: Új fordítások hozzáadásának támogatása Java Property fájlok használatakor.
id: Dukungan untuk menambahkan terjemahan baru saat menggunakan berkas Properti Java.
ja: Java プロパティ ファイル使用時の新規翻訳追加に対応。
nl: Ondersteuning voor toevoegen van nieuwe vertalingen bij gebruiken van bestanden voor Java Property.
pt: Suporte para adicionar novas traduções ao usar ficheiros de propriedade Java.
pt_br: Suporte para adicionar novas traduções ao usar arquivos de propriedade Java.
ro: Suport pentru adăugarea de noi traduceri atunci când se utilizează fișiere Java Property.
ru: Поддержка добавления новых переводов при использовании файлов свойств Java.
sv: Stöd för att lägga till nya översättningar när Java Property-filer används.
ta: சாவா சொத்து கோப்புகளைப் பயன்படுத்தும் போது புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கான உதவி.
tr: Java özellik dosyaları kullanılırken yeni çeviriler ekleme özelliği eklendi.
uk: Реалізовано підтримку додавання нових перекладів при використанні файлів властивостей Java.
zh_hans: 支持使用 Java 属性文件时添加新翻译。
zh_hant: 支持使用 Java 屬性文件時添加新翻譯。
