Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Skip the :ref:`check-icu-message-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-icu-message-format`.
ga: Scipeáil ar an seiceáil cáilíochta :ref:`check-icu-message-format`.
hu: A :ref:`check-icu-message-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-icu-message-format`.
ja: :ref:`check-icu-message-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-icu-message-format` over.
pt: Ignora a verificação de qualidade :ref:`check-icu-message-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-icu-message-format`.
ro: Săriți peste verificarea calității :ref:`check-icu-message-format`.
ru: Пропустите проверку качества :ref:`check-icu-message-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-icu-message-format`.
tr: :ref:`check-icu-message-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-icu-message-format`.
zh_hans: 跳过 :ref:`check-icu-message-format` 质量检查。

source: Skip the :ref:`check-java-printf-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-java-printf-format`.
ga: Scipeáil ar an seiceáil cáilíochta :ref:`check-java-printf-format`.
hu: A :ref:`check-java-printf-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-java-printf-format`.
ja: :ref:`check-java-printf-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-java-printf-format` over.
pt: Ignorar a verificação de qualidade :ref:`check-java-printf-format`.
pt_br: Ignorar a verificação de qualidade :ref:`check-java-printf-format`.
ro: Săriți peste verificarea calității :ref:`check-java-printf-format`.
ru: Пропустите проверку качества :ref:`check-java-printf-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-java-printf-format`.
tr: :ref:`check-java-printf-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-java-printf-format`.
zh_hans: 跳过 :ref:`check-java-printf-format` 质量检查。

source: Skip the :ref:`check-java-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-java-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-java-format`.
hu: A :ref:`check-java-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-java-format`.
ja: :ref:`check-java-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-java-format` over.
pt: Ignora a verificação de qualidade :ref:`check-java-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-java-format`.
ro: Săriți peste verificarea calității :ref:`check-java-format`.
ru: Пропустите проверку качества :ref:`check-java-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-java-format`.
tr: :ref:`check-java-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-java-format`.
zh_hans: 跳过 :ref:`check-java-format` 质量检查。

source: Skip the :ref:`check-javascript-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-javascript-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-javascript-format`.
hu: A :ref:`check-javascript-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-javascript-format`.
ja: :ref:`check-javascript-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-javascript-format` over.
pt: Ignora a verificação de qualidade :ref:`check-javascript-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-javascript-format`.
ro: Treceți peste verificarea calității :ref:`check-javascript-format`.
ru: Пропустите проверку качества :ref:`check-javascript-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-javascript-format`.
tr: :ref:`check-javascript-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-javascript-format`.
zh_hans: 跳过 :ref:`check-javascript-format` 质量检查。

source: Skip the :ref:`check-lua-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-lua-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-lua-format`.
hu: A :ref:`check-lua-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-lua-format`.
ja: :ref:`check-lua-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-lua-format` over.
pt: Ignora a verificação de qualidade :ref:`check-lua-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-lua-format`.
ro: Săriți peste verificarea calității :ref:`check-lua-format`.
ru: Пропустите проверку качества :ref:`check-lua-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-lua-format`.
tr: :ref:`check-lua-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-lua-format`.
zh_hans: 跳过 :ref:`check-lua-format` 质量检查。

source: Skip the :ref:`check-object-pascal-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-object-pascal-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-object-pascal-format`.
hu: A :ref:`check-object-pascal-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-object-pascal-format`.
ja: :ref:`check-object-pascal-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-object-pascal-format` over.
pt: Ignora a verificação de qualidade :ref:`check-object-pascal-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-object-pascal-format`.
ro: Săriți peste verificarea calității :ref:`check-object-pascal-format`.
ru: Пропустите проверку качества :ref:`check-object-pascal-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-object-pascal-format`.
tr: :ref:`check-object-pascal-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-object-pascal-format`.
zh_hans: 跳过 :ref:`check-object-pascal-format` 质量检查。

source: Skip the :ref:`check-percent-placeholders` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-percent-placeholders`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-percent-placeholders`.
hu: A :ref:`check-percent-placeholders` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-percent-placeholders`.
ja: :ref:`check-percent-placeholders` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-percent-placeholders` over.
pt: Ignora a verificação de qualidade :ref:`check-percent-placeholders`.
pt_br: Ignora a verificação de qualidade :ref:`check-percent-placeholders`.
ro: Săriți peste verificarea calității :ref:`check-percent-placeholders`.
ru: Пропустите проверку качества :ref:`check-percent-placeholders`.
sv: Hoppa över kvalitetskontrollen :ref:`check-percent-placeholders`.
tr: :ref:`check-percent-placeholders` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-percent-placeholders`.
zh_hans: 跳过 :ref:`check-percent-placeholders` 质量检查。

source: Skip the :ref:`check-perl-brace-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-perl-brace-format`.
ga: Scipeáil ar an seiceáil cáilíochta :ref:`check-perl-brace-format`.
hu: A :ref:`check-perl-brace-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-perl-brace-format`.
ja: :ref:`check-perl-brace-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-perl-brace-format` over.
pt: Ignora a verificação de qualidade :ref:`check-perl-brace-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-perl-brace-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-perl-brace-format`.
tr: :ref:`check-perl-brace-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-perl-brace-format`.
zh_hans: 跳过 :ref:`check-perl-brace-format` 质量检查。

source: Skip the :ref:`check-perl-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-perl-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-perl-format`.
hu: A :ref:`check-perl-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-perl-format`.
ja: :ref:`check-perl-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-perl-format` over.
pt: Ignora a verificação de qualidade :ref:`check-perl-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-perl-format`.
ro: Săriți peste verificarea calității :ref:`check-perl-format`.
ru: Пропустите проверку качества :ref:`check-perl-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-perl-format`.
tr: :ref:`check-perl-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-perl-format`.
zh_hans: 跳过 :ref:`check-perl-format` 质量检查。

source: Skip the :ref:`check-php-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-php-format`.
ga: Scipeáil ar an :ref:`check-php-format` seiceáil cáilíochta.
hu: A :ref:`check-php-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-php-format`.
ja: :ref:`check-php-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-php-format` over.
pt: Ignora a verificação de qualidade :ref:`check-php-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-php-format`.
ro: Săriți peste verificarea calității :ref:`check-php-format`.
ru: Пропустите проверку качества :ref:`check-php-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-php-format`.
tr: :ref:`check-php-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-php-format`.
zh_hans: 跳过 :ref:`check-php-format` 质量检查。

source: Skip the :ref:`check-python-brace-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-python-brace-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-python-brace-format`.
hu: A :ref:`check-python-brace-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-python-brace-format`.
ja: :ref:`check-python-brace-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-python-brace-format` over.
pt: Ignora a verificação de qualidade :ref:`check-python-brace-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-python-brace-format`.
ro: Săriți peste verificarea calității :ref:`check-python-brace-format`.
ru: Пропустите проверку качества :ref:`check-python-brace-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-python-brace-format`.
tr: :ref:`check-python-brace-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-python-brace-format`.
zh_hans: 跳过 :ref:`check-python-brace-format` 质量检查。

source: Skip the :ref:`check-python-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-python-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-python-format`.
hu: A :ref:`check-python-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-python-format`.
ja: :ref:`check-python-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-python-format` over.
pt: Ignora a verificação de qualidade :ref:`check-python-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-python-format`.
ro: Săriți peste verificarea calității :ref:`check-python-format`.
ru: Пропустите проверку качества :ref:`check-python-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-python-format`.
tr: :ref:`check-python-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-python-format`.
zh_hans: 跳过 :ref:`check-python-format` 质量检查。

source: Skip the :ref:`check-qt-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-qt-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-qt-format`.
hu: A :ref:`check-qt-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-qt-format`.
ja: :ref:`check-qt-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-qt-format` over.
pt: Ignora a verificação de qualidade :ref:`check-qt-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-qt-format`.
ro: Săriți peste verificarea calității :ref:`check-qt-format`.
ru: Пропустите проверку качества :ref:`check-qt-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-qt-format`.
tr: :ref:`check-qt-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-qt-format`.
zh_hans: 跳过 :ref:`check-qt-format` 质量检查。

source: Skip the :ref:`check-qt-plural-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-qt-plural-format`.
ga: Scipeáil ar an seiceáil cáilíochta :ref:`check-qt-plural-format`.
hu: A :ref:`check-qt-plural-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-qt-plural-format`.
ja: :ref:`check-qt-plural-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-qt-plural-format` over.
pt: Ignora a verificação de qualidade :ref:`check-qt-plural-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-qt-plural-format`.
ro: Săriți peste verificarea calității :ref:`check-qt-plural-format`.
ru: Пропустите проверку качества :ref:`check-qt-plural-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-qt-plural-format`.
tr: :ref:`check-qt-plural-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-qt-plural-format`.
zh_hans: 跳过 :ref:`check-qt-plural-format` 质量检查。

source: Skip the :ref:`check-ruby-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-ruby-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-ruby-format`.
hu: A :ref:`check-ruby-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-ruby-format`.
ja: :ref:`check-ruby-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-ruby-format` over.
pt: Ignora a verificação de qualidade :ref:`check-ruby-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-ruby-format`.
ro: Săriți peste verificarea calității :ref:`check-ruby-format`.
ru: Пропустите проверку качества :ref:`check-ruby-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-ruby-format`.
tr: :ref:`check-ruby-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-ruby-format`.
zh_hans: 跳过 :ref:`check-ruby-format` 质量检查。

source: Skip the :ref:`check-scheme-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-scheme-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-scheme-format`.
hu: A :ref:`check-scheme-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-scheme-format`.
ja: :ref:`check-scheme-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-scheme-format` over.
pt: Ignora a verificação de qualidade :ref:`check-scheme-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-scheme-format`.
ro: Săriți peste verificarea calității :ref:`check-scheme-format`.
ru: Пропустите проверку качества :ref:`check-scheme-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-scheme-format`.
tr: :ref:`check-scheme-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-scheme-format`.
zh_hans: 跳过 :ref:`check-scheme-format` 质量检查。

source: Skip the :ref:`check-vue-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-vue-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-vue-format`.
hu: A :ref:`check-vue-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-vue-format`.
ja: :ref:`check-vue-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-vue-format` over.
pt: Ignora a verificação de qualidade :ref:`check-vue-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-vue-format`.
ro: Săriți peste verificarea calității :ref:`check-vue-format`.
ru: Пропустите проверку качества :ref:`check-vue-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-vue-format`.
tr: :ref:`check-vue-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-vue-format`.
zh_hans: 跳过 :ref:`check-vue-format` 质量检查。

source: Skip the :ref:`check-translated` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-translated`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-translated`.
hu: A :ref:`check-translated` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-translated`.
ja: :ref:`check-translated` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-translated` over.
pt: Ignora a verificação de qualidade :ref:`check-translated`.
pt_br: Ignora a verificação de qualidade :ref:`check-translated`.
ro: Săriți peste verificarea calității :ref:`check-translated`.
ru: Пропустите проверку качества :ref:`check-translated`.
sv: Hoppa över kvalitetskontrollen :ref:`check-translated`.
tr: :ref:`check-translated` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-translated`.
zh_hans: 跳过 :ref:`check-translated` 质量检查。

source: Skip the :ref:`check-inconsistent` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-inconsistent`.
ga: Scipeáil ar an :ref:`check-inconsistent` seiceáil cáilíochta.
hu: A :ref:`check-inconsistent` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-inconsistent`.
ja: :ref:`check-inconsistent` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-inconsistent` over.
pt: Ignora a verificação de qualidade :ref:`check-inconsistent`.
pt_br: Ignora a verificação de qualidade :ref:`check-inconsistent`.
ro: Săriți peste verificarea calității :ref:`check-inconsistent`.
ru: Пропустите проверку качества :ref:`check-inconsistent`.
sv: Hoppa över kvalitetskontrollen :ref:`check-inconsistent`.
tr: :ref:`check-inconsistent` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-inconsistent`.
zh_hans: 跳过 :ref:`check-inconsistent` 质量检查。

source: Skip the :ref:`check-rst-references` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-rst-references`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-rst-references`.
hu: A :ref:`check-rst-references` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-rst-references`.
nl: Sla de kwaliteitscontrole :ref:`check-rst-references` over.
pt_br: Ignora a verificação de qualidade :ref:`check-rst-references`.
sv: Hoppa över kvalitetskontrollen :ref:`check-rst-references`.
uk: Пропустіть перевірку якості :ref:`check-rst-references`.

source: Skip the :ref:`check-kashida` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-kashida`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-kashida`.
hu: A :ref:`check-kashida` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-kashida`.
ja: :ref:`check-kashida` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-kashida` over.
pt: Ignora a verificação de qualidade :ref:`check-kashida`.
pt_br: Ignora a verificação de qualidade :ref:`check-kashida`.
ro: Săriți peste verificarea calității :ref:`check-kashida`.
ru: Пропустите проверку качества :ref:`check-kashida`.
sv: Hoppa över kvalitetskontrollen :ref:`check-kashida`.
tr: :ref:`check-kashida` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-kashida`.
zh_hans: 跳过 :ref:`check-kashida` 质量检查。

source: Skip the :ref:`check-md-link` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-md-link`.
ga: Scipeáil ar an :ref:`check-md-link` seiceáil cáilíochta.
hu: A :ref:`check-md-link` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-md-link`.
ja: :ref:`check-md-link` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-md-link` over.
pt: Ignora a verificação de qualidade :ref:`check-md-link`.
pt_br: Ignora a verificação de qualidade :ref:`check-md-link`.
ro: Săriți peste verificarea calității :ref:`check-md-link`.
ru: Пропустите проверку качества :ref:`check-md-link`.
sv: Hoppa över kvalitetskontrollen :ref:`check-md-link`.
tr: :ref:`check-md-link` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-md-link`.
zh_hans: 跳过 :ref:`check-md-link` 质量检查。

source: Skip the :ref:`check-md-reflink` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-md-reflink`.
ga: Scipeáil ar an :ref:`check-md-reflink` seiceáil cáilíochta.
hu: A :ref:`check-md-reflink` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-md-reflink`.
ja: :ref:`check-md-reflink` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-md-reflink` over.
pt: Ignora a verificação de qualidade :ref:`check-md-reflink`.
pt_br: Ignora a verificação de qualidade :ref:`check-md-reflink`.
ro: Săriți peste verificarea calității :ref:`check-md-reflink`.
ru: Пропустите проверку качества :ref:`check-md-reflink`.
sv: Hoppa över kvalitetskontrollen :ref:`check-md-reflink`.
tr: :ref:`check-md-reflink` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-md-reflink`.
zh_hans: 跳过 :ref:`check-md-reflink` 质量检查。

source: Skip the :ref:`check-md-syntax` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-md-syntax`.
ga: Scipeáil ar an :ref:`check-md-syntax` seiceáil cáilíochta.
hu: A :ref:`check-md-syntax` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-md-syntax`.
ja: :ref:`check-md-syntax` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-md-syntax` over.
pt: Ignora a verificação de qualidade :ref:`check-md-syntax`.
pt_br: Ignora a verificação de qualidade :ref:`check-md-syntax`.
ro: Săriți peste verificarea calității :ref:`check-md-syntax`.
ru: Пропустите проверку качества :ref:`check-md-syntax`.
sv: Hoppa över kvalitetskontrollen :ref:`check-md-syntax`.
tr: :ref:`check-md-syntax` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-md-syntax`.
zh_hans: 跳过 :ref:`check-md-syntax` 质量检查。

source: Skip the :ref:`check-max-length` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-max-length`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-max-length`.
hu: A :ref:`check-max-length` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-max-length`.
ja: :ref:`check-max-length` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-max-length` over.
pt: Ignora a verificação de qualidade :ref:`check-max-length`.
pt_br: Ignora a verificação de qualidade :ref:`check-max-length`.
ro: Săriți peste verificarea calității :ref:`check-max-length`.
ru: Пропустите проверку качества :ref:`check-max-length`.
sv: Hoppa över kvalitetskontrollen :ref:`check-max-length`.
tr: :ref:`check-max-length` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-max-length`.
zh_hans: 跳过 :ref:`check-max-length` 质量检查。

source: Skip the :ref:`check-max-size` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-max-size`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-max-size`.
hu: A :ref:`check-max-size` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-max-size`.
ja: :ref:`check-max-size` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-max-size` over.
pt: Ignora a verificação de qualidade :ref:`check-max-size`.
pt_br: Ignora a verificação de qualidade :ref:`check-max-size`.
ro: Săriți peste verificarea calității :ref:`check-max-size`.
ru: Пропустите проверку качества :ref:`check-max-size`.
sv: Hoppa över kvalitetskontrollen :ref:`check-max-size`.
tr: :ref:`check-max-size` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-max-size`.
zh_hans: 跳过 :ref:`check-max-size` 质量检查。
