Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can specify additional translation flags (see :ref:`custom-checks`) by using the ``weblate-flags`` attribute. Weblate also understands ``maxwidth`` and ``font`` attributes from the XLIFF specification:
de: Sie können zusätzliche Übersetzungsmarkierungen (siehe :ref:`custom-checks`) angeben, indem Sie das Attribut ``weblate-flags`` verwenden. Weblate versteht auch die Attribute ``maxwidth`` und ``font`` der XLIFF-Spezifikation:
ga: Is féidir leat bratacha aistriúcháin bhreise a shonrú (féach :ref:`custom-checks`) tríd an tréith ``weblate-flags`` a úsáid. Tuigeann Weblate tréithe ``maxwidth`` agus ``font`` ó shonraíocht XLIFF freisin:
hu: További fordítási jelzők adhatók meg (lásd: :ref:`custom-checks`) a ``weblate-flags`` attribútum használatával. A Weblate értelmezi az XLIFF specifikációból származó ``maxwidth`` és ``font`` attribútumokat is:
id: Anda dapat menentukan tanda terjemahan tambahan (lihat :ref:`custom-checks`) dengan menggunakan atribut ``weblate-flags``. Weblate juga memahami atribut ``maxwidth`` dan ``font`` dari spesifikasi XLIFF:
ja: ``weblate-flags`` 属性を使用して、追加の翻訳フラグ（参照: :ref:`custom-checks`）を指定します。Weblate が認識できる XLIFF 仕様の ``maxwidth`` および ``font`` 属性の記述例:
nl: U kunt aanvullende vlaggen voor vertalingen specificeren (bekijk :ref:`custom-checks`) door het attribuut ``weblate-flags`` te gebruiken. Weblate begrijpt ook de attributen ``maxwidth`` en ``font`` uit de specificatie van XLIFF:
pt: Pode especificar marcadores de tradução adicionais (veja :ref:`custom-checks`) a utilizar o atributo ``weblate-flags``. Weblate também entende os atributos ``maxwidth`` e ``font`` da especificação XLIFF:
pt_br: Você pode especificar marcadores de tradução adicionais (consulte :ref:`custom-checks`) utilizando o atributo ``weblate-flags``. Weblate também entende os atributos ``maxwidth`` e ``font`` da especificação XLIFF:
ro: Puteți specifica indicatori de traducere suplimentari (a se vedea :ref:`custom-checks`) utilizând atributul ``weblate-flags``. Weblate înțelege, de asemenea, atributele ``maxwidth`` și ``font`` din specificația XLIFF:
ru: С помощью атрибута ``weblate-flags`` вы можете указать дополнительные флаги перевода (смотрите раздел :ref:`custom-checks`). Также Weblate понимает атрибуты ``maxwidth`` и ``font`` из спецификации XLIFF:
sv: Du kan ange ytterligare översättningsflaggor (se :ref:`custom-checks`) genom att använda attributet ``weblate-flags``. Weblate förstår också attributen ``maxwidth`` och ``font`` från XLIFF-specifikationen:
tr: ``weblate-flags`` özniteliğini kullanarak ek çeviri imleri belirtebilirsiniz (ayrıntılı bilgi almak için: :ref:`custom-checks`). Weblate ayrıca XLIFF Taknik özelliklerindeki ``maxwidth`` ve ``font`` özniteliklerini de anlar:
uk: Ви можете вказати додаткові прапорці перекладу (див. :ref:`custom-checks`) за допомогою атрибута ``weblate-flags``. Крім того, Weblate розуміє атрибути ``maxwidth`` і ``font`` зі специфікації XLIFF:
zh_hans: 还可以通过使用 ``weblate-flags`` 属性指定附加的翻译标记（请参见 :ref:`custom-checks`）。Weblate 还理解来自 XLIFF 规范的 ``maxwidth`` 和 ``font`` 属性：
zh_hant: 還可以通過使用 ``weblate-flags`` 屬性指定附加的翻譯標記（請參見 :ref:`custom-checks`）。 Weblate 還理解來自 XLIFF 規範的 ``maxwidth`` 和 ``font`` 屬性：

source: The ``font`` attribute is parsed for font family, size and weight, the above example shows all of that, though only font family is required. Any whitespace in the font family is converted to underscore, so ``Source Sans Pro`` becomes ``Source_Sans_Pro``, please keep that in mind when naming the font group (see :ref:`fonts`).
de: Das Attribut ``font`` wird nach Schriftfamilie, -größe und -gewicht analysiert, das obige Beispiel zeigt all das, obwohl nur die Schriftfamilie erforderlich ist. Jedes Leerzeichen in der Schriftfamilie wird in einen Unterstrich umgewandelt, so wird ``Source Sans Pro`` zu ``Source_Sans_Pro``, bitte beachten Sie dies beim Benennen der Schriftgruppe (siehe :ref:`fonts`).
ga: Déantar an tréith ``font`` a pháirseáil do theaghlach cló, méid agus meáchan, léiríonn an sampla thuas sin go léir, cé nach bhfuil ach teaghlaigh cló ag teastáil. Déantar aon spás bán sa teaghlach cló a thiontú go béim, mar sin bíonn ``Source Sans Pro`` becomes ``Source_Sans_Pro``, coinnigh é sin i gcuimhne le do thoil agus an clóghrúpa á ainmniú (féach :ref:`fonts`).
hu: A ``font`` attribútum a betűtípus családját, méretét és stílusát értelmezi, a fenti példában ezek mind szerepelnek, bár csak a betűtípus neve kötelező. A betűtípus nevében található szóközök aláhúzássá alakulnak, így a ``Source Sans Pro`` → ``Source_Sans_Pro``, ezt vegye figyelembe a betűcsoport elnevezésekor (lásd: :ref:`fonts`).
id: Atribut ``font`` diurai berdasarkan jenis, ukuran, dan ketebalan font. Contoh di atas menunjukkan semua itu, meskipun hanya jenis yang dibutuhkan. Spasi kosong dalam jenis font diubah menjadi garis bawah, sehingga ``Source Sans Pro`` menjadi ``Source_Sans_Pro``. Harap diingat saat memberi nama grup font (lihat :ref:`fonts`).
ja: ``font`` 属性は、フォント名、サイズ、および太さを解析します。上記の例では、すべての要素が設定されていますが、フォント名のみ必須です。フォント名に使用する文字列の空白は、すべてアンダースコアに変換されます。したがって、``Source Sans Pro`` は、``Source_Sans_Pro`` となります。(参照:`fonts`)になります。フォントグループに名前を付けるときは、この点に注意してください（参照: :ref:`fonts`）。
nl: Het attribuut ``font`` wordt geparset voor de familie van het lettertype, grootte en gewicht, het voorbeeld hierboven laat dat allemaal zien, hoewel alleen de familie van het lettertype vereist is. Elke witruimte in de familie van het lettertype wordt geconverteerd naar underscore, dus ``Source Sans Pro`` wordt ``Source_Sans_Pro``, onthoud dat bij het benoemen van de groep lettertype (bekijk :ref:`fonts`).
pt: O atributo ``fonte`` é analisado para a família de fontes, tamanho e peso, o exemplo acima mostra tudo isso, embora apenas a família de fontes seja necessária. Qualquer espaço em branco na família de fontes é convertido para sublinhado, então ``Source Sans Pro`` torna-se ``Source_Sans_Pro``, por favor tenha isso em mente ao nomear o grupo de fontes (veja :ref:`fonts`).
pt_br: O atributo ``fonte`` é analisado para a família de fontes, tamanho e peso, o exemplo acima mostra tudo isso, embora apenas a família de fontes seja necessária. Qualquer espaço em branco na família de fontes é convertido para sublinhado, então ``Source Sans Pro`` torna-se ``Source_Sans_Pro``, por favor tenha isso em mente ao nomear o grupo de fontes (consulte :ref:`fonts`).
ro: Atributul ``font`` este analizat pentru familia, dimensiunea și greutatea fontului, exemplul de mai sus arată toate acestea, deși este necesară doar familia fontului. Orice spațiu în alb din familia de fonturi este convertit în caractere de subliniere, astfel încât ``Source Sans Pro`` devine ``Source_Sans_Pro``, vă rugăm să țineți cont de acest lucru atunci când numiți grupul de fonturi (a se vedea :ref:`fonts`).
ru: Из атрибута ``font`` извлекается название семейства шрифтов, а также размер и насыщенность шрифта. Приведённый выше пример показывает использование всех трёх параметров, хотя обязательным к указанию является только семейство шрифта. Любые пробельные символы в наименовании семейства шрифта преобразуются в подчёркивания, так что ``Source Sans Pro`` становится ``Source_Sans_Pro``, поэтому при указании группы шрифтов (смотрите раздел :ref:`fonts`) имейте это в виду.
sv: Attributet ``font`` analyseras för teckensnittsfamilj, storlek och vikt. Ovanstående exempel visar allt detta, även om endast teckensnittsfamiljen är obligatorisk. Alla blanktecken i teckensnittsfamiljen konverteras till understreck, så ``Source Sans Pro`` blir ``Source_Sans_Pro``. Tänk på detta när du namnger teckensnittsgruppen (se :ref:`fonts`).
tr: ``font`` özniteliği yazı tipi ailesi, boyutu ve ağırlığı için işlenir. Yukarıdaki örnekte bunların tümünü görebilirsiniz. Ancak yalnızca yazı tipi ailesi gereklidir. Yazı tipi ailesindeki herhangi bir boşluk alt çizgiye dönüştürülür. Bu nedenle ``Source Sans Pro``, ``Source_Sans_Pro`` olur. Lütfen yazı tipi grubunu adlandırırken bunu aklınızda bulundurun (ayrıntılı bilgi almak için: :ref:`fonts`).
uk: Атрибут ``font`` обробляється для отримання сімейства шрифтів, розміру та ваги. У наведеному вище прикладі показано усе це, хоча потрібним є лише сімейство шрифтів. Усі пробіли у записі сімейства шрифтів буде перетворено на підкреслювання, отже ``Source Sans Pro`` буде перетворено ``Source_Sans_Pro``. Будь ласка, зверніть увагу на це при іменуванні групи шрифтів (див. :ref:`fonts`).
zh_hans: 解析 ``font`` 属性用于字体集、尺寸和粗细，上面的示例显示了全部，尽管只需要字符集。字符集中的任何空格被转换为下划线，所以 ``Source Sans Pro`` 变成 ``Source_Sans_Pro``，当命名字符集时请记住这些请参见 :ref:`fonts`）。
zh_hant: 解析 ``font`` 屬性用於字體集、尺寸和粗細，上面的示例顯示了全部，儘管只需要字符集。字符集中的任何空白字符被轉換為下劃線，所以 ``Source Sans Pro`` 變成 ``Source_Sans_Pro`` ，當命名字符集時請記住這些請參見 :ref:`fonts`）。

source: `font attribute in XLIFF 1.2 <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#font>`_
id: `atribut font di XLIFF 1.2 <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#font>`_
sv: `font-attributet i XLIFF 1.2 <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#font>`_

source: `maxwidth attribute in XLIFF 1.2 <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_
id: `atribut maxwidth di XLIFF 1.2 <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_
sv: `maxwidth-attributet i XLIFF 1.2 <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_

source: String keys
de: Zeichenkettenschlüssel
ga: Eochracha teaghrán
hu: Szövegazonosítók
id: Kunci string
ja: 文字列キー
nl: Sleutels tekenreeks
pt: Chaves de cadeias
pt_br: Chaves de textos
ro: Chei de șiruri
ru: Ключи строк
sv: Strängnycklar
ta: சரம் விசைகள்
tr: Dizge anahtarları
uk: Ключі рядків
zh_hans: 字符串键

source: Weblate identifies the units in the XLIFF file by ``resname`` attribute in case it is present and falls back to ``id`` (together with ``file`` tag if present).
de: Weblate identifiziert die Einheiten in der XLIFF-Datei anhand des Attributs ``resname``, falls es vorhanden ist, und greift auf ``id`` zurück (zusammen mit dem Tag ``file``, falls vorhanden).
ga: Aithníonn Weblate na haonaid sa chomhad XLIFF trí aitreabúid ``athainmnigh`` ar eagla go bhfuil sé i láthair agus go dtiteann sé ar ais go `` id`` (mar aon leis an gclib ``file`` má tá sé i láthair).
hu: A Weblate az XLIFF-fájlban lévő egységeket a ``resname`` attribútum alapján azonosítja, ha elérhető. Egyébként az ``id`` mezőt használja (kiegészítve a ``file`` taggel, ha jelen van).
id: Weblate mengidentifikasi unit dalam berkas XLIFF berdasarkan atribut ``resname`` jika ada dan kembali ke ``id`` (bersama dengan tag ``file`` jika ada).
ja: Weblate は、XLIFF ファイル内のユニットを、``resname`` 属性が存在する場合はそれによって識別し、なければ ``id`` に（存在する場合は ``file`` タグとセットで）フォールバックします。
nl: Weblate identificeert de eenheden in het XLIFF-bestand met het attribuut ``resname`` in het geval dat aanwezig is en valt terug op ``id`` (samen met de tag ``file`` indien aanwezig).
pt: Weblate identifica as unidades no ficheiro XLIFF pelo atributo ``resname`` no caso de estar presente e, do contrário, recorre a ``id`` (junto com a tag ``file`` se presente).
pt_br: Weblate identifica as unidades no arquivo XLIFF pelo atributo ``resname`` no caso de estar presente e, do contrário, recorre a ``id`` (junto com a tag ``file`` se presente).
ro: Weblate identifică unitățile din fișierul XLIFF prin atributul ``resname`` în cazul în care acesta este prezent și revine la ``id`` (împreună cu tag-ul ``file```, dacă este prezent).
ru: В качестве идентификаторов единиц перевода (*unit*) из XLIFF-файла Weblate использует значение атрибута ``resname``, а если его нет, то ``id`` (совместно с тегом ``file``, если есть).
sv: Weblate identifierar enheterna i XLIFF-filen med hjälp av attributet ``resname`` om det finns, och faller tillbaka på ``id`` (tillsammans med taggen ``file`` om den finns).
ta: எக்ச்எல்ஐஎஃப் கோப்பில் உள்ள அலகுகளை `` ரெச்நேம்`` பண்புக்கூறு இருந்தால் அது இருந்தால், `` ஐடி`` (இருந்தால் `` கோப்பு` குறிச்சொல்லுடன்).
tr: Weblate, XLIFF dosyasındaki birimleri, var olması durumunda ``resname`` özniteliğiyle tanımlar ve ``id`` kullanmaya döner (varsa ``file`` kod imi ile birlikte).
uk: Weblate визначає модулі у файлі XLIFF за допомогою атрибута ``resname``, якщо його вказано у файлі та використовує резервний атрибут ``id`` (разом з міткою ``file``, якщо її вказано).
zh_hans: Weblate 通过 ``resname`` 属性（如果有的话）识别 XLIFF 文件中的单元，并会回退到 ``id``\ （如果有的话，则与 ``file`` 标签一起）。
zh_hant: Weblate 通過 ``resname`` 屬性在它出線的情況下識別 XLIFF 文件中的單元，並退回到 ``id`` （如果出現的話與 ``file`` 標籤一起）。

source: The ``resname`` attribute is supposed to be human friendly identifier of the unit making it more suitable for Weblate to display instead of ``id``. The ``resname`` has to be unique in the whole XLIFF file. This is required by Weblate and is not covered by the XLIFF standard - it does not put any uniqueness restrictions on this attribute.
de: Das Attribut ``resname`` soll ein benutzerfreundlicher Bezeichner für die Einheit sein, so dass es für Weblate besser geeignet ist als ``id``. ``resname`` muss in der gesamten XLIFF-Datei eindeutig sein. Dies wird von Weblate gefordert und ist nicht durch den XLIFF-Standard abgedeckt – es gibt keine Einschränkungen für die Eindeutigkeit dieses Attributs.
ga: Tá an aitreabúid ``athainmnigh`` ceaptha mar aitheantóir cairdiúil don duine den aonad rud a fhágann go bhfuil sé níos oiriúnaí do Weblate a thaispeáint in ionad `` id``. Caithfidh an ``athainm`` a bheith uathúil sa chomhad XLIFF iomlán. Éilíonn Weblate é seo agus níl sé clúdaithe ag an gcaighdeán XLIFF - ní chuireann sé aon srianta uathúlachta ar an tréith seo.
hu: A ``resname`` attribútum egy ember által olvasható azonosító, amely alkalmasabb megjelenítésre a Weblate-ben, mint az ``id``. A ``resname`` értékének egyedinek kell lennie az egész XLIFF-fájlban. Ez a Weblate követelménye, nem az XLIFF szabvány része – az XLIFF nem ír elő egyediségre vonatkozó korlátozást.
id: Atribut ``resname`` seharusnya menjadi pengenal unit yang mudah dipahami, sehingga lebih cocok ditampilkan oleh Weblate daripada ``id``. ``resname`` harus unik di seluruh berkas XLIFF. Hal ini diwajibkan oleh Weblate dan tidak tercakup dalam standar XLIFF - standar ini tidak memberikan batasan keunikan apa pun pada atribut ini.
ja: Weblate での表示名として、``resname`` 属性は ``id`` よりも ユニットのわかりやすい識別子であると考えています。``resname`` は、XLIFF ファイル全体で一意にしてください。これは、Weblate では必須の条件ですが、XLIFF 標準では一意の制限はありません。
nl: Het attribuut ``resname`` wordt geacht ene mensvriendelijke identificatie te zijn van de eenheid die het meer geschikt maakt voor Weblate om weer te geven in plaats van ``id``. De ``resname`` moet uniek zijn in het gehele XLIFF-bestand. Dat is vereist door Weblate en wordt niet afgedekt door de standaard van XLIFF - het plaatst geen beperking uniek op dit attribuut.
pt: O atributo ``resname`` deveria ser um identificador humanamente amigável da unidade, a tornar-a mais adequada para a exibição de Weblate em vez de ``id``. O ``resname`` tem de ser único em todo o ficheiro XLIFF. Isto é exigido pelo Weblate e não é coberto pelo padrão XLIFF -- não coloca nenhuma restrição de exclusividade neste atributo.
pt_br: O atributo ``resname`` deveria ser um identificador humanamente amigável da unidade, tornando-a mais adequada para a exibição de Weblate em vez de ``id``. O ``resname`` tem de ser único em todo o arquivo XLIFF. Isto é exigido pelo Weblate e não é coberto pelo padrão XLIFF -- não coloca nenhuma restrição de exclusividade neste atributo.
ro: Atributul ``resname`` ar trebui să fie un identificator prietenos pentru oameni al unității, ceea ce îl face mai potrivit pentru afișarea în Weblate în loc de ``id``. Numele "Resname" trebuie să fie unic în întregul fișier XLIFF. Acest lucru este cerut de Weblate și nu este reglementat de standardul XLIFF - acesta nu impune nicio restricție de unicitate pentru acest atribut.
ru: То что именно аттрибут ``resname`` используется в качестве идентификатора, а не ``id`` вызвано тем, что для ``resname`` поддерживаются значения в виде, удобном для человека, что делает из более подходящими для отображения в интерфейсе Weblate. Значение ``resname`` должно быть уникальным для всего XLIFF-файла. Это требование Weblate, а не стандарта XLIFF, который не накладывает таких ограничений.
sv: Attributet ``resname`` ska vara en användarvänlig identifierare för enheten, vilket gör det mer lämpligt för Weblate att visa istället för ``id``. ``resname`` måste vara unikt i hela XLIFF-filen. Detta krävs av Weblate och omfattas inte av XLIFF-standarden – den ställer inga krav på att detta attribut ska vara unikt.
ta: `` ரெச்னேம்`` பண்புக்கூறு என்பது அலகின் மனித நட்பு அடையாளங்காட்டியாக இருக்க வேண்டும், இது `` ஐடி`` என்பதற்கு பதிலாக வலைபெயர்ப்பு காண்பிப்பது மிகவும் பொருத்தமானது. முழு ஃலிப்ப் கோப்பிலும் `` resname`` தனித்துவமாக இருக்க வேண்டும். இது வலைபெயர்ப்பு மூலம் தேவைப்படுகிறது மற்றும் இது ஃலிப்ப் தரநிலையால் மூடப்படவில்லை - இது இந்த பண்புக்கு எந்தவொரு தனித்துவமான கட்டுப்பாடுகளையும் வைக்காது.
tr: ``resname`` özniteliğinin, birimin insan dostu belirteci olması ve Weblate üzerinde ``id`` yerine görüntülenmesini daha uygun biçime getirmesi beklenir. ``resname``, tüm XLIFF dosyasında benzersiz olmalıdır. Bu durum Weblate için gereklidir ve XLIFF standardı kapsamında değildir. Özniteliğe herhangi bir benzersizlik kısıtlaması getirmez.
uk: Вмістом``resname`` має бути зручний для читання ідентифікатор модуля, який варто показати у Weblate замість ``id``. Вміст ``resname`` не повинен повторюватися у межах файла XLIFF. Це вимога Weblate, яка не є частиною стандарту XLIFF. Стандарт не накладає вимоги унікальності на цей атрибут.
zh_hans: ``resname`` 属性被认为是人类友好的单元标识符，这也使其比 ``id`` 更适合 Weblate 显示。在整个 XLIFF 文件中 ``resname`` 必须是唯一的。这是 Weblate 的要求，XLIFF 标准没有涉及到这一点——它没有对此属性施加任何唯一性限制。
zh_hant: ``resname`` 屬性被認為是人類友好的單元識別符，對 Weblate 比 ``id`` 更適於顯示。在整個 XLIFF 文件中 ``resname`` 具有一致性。這是 Weblate 需要的，並且不被 XLIFF 標準覆蓋——它不在這個屬性上放入任何獨特性限制。

source: Example XLIFF file:
de: XLIFF-Beispieldatei:
ga: Comhad XLIFF mar shampla:
hu: Példa XLIFF-fájl:
id: Contoh berkas XLIFF:
ja: XLIFF ファイルの設定例:
nl: Voorbeeld XLIFF-bestand:
pt_br: Exemplo de arquivo XLIFF:
ru: Пример XLIFF-файла:
sv: Exempel på XLIFF-fil:
ta: எடுத்துக்காட்டு ஃலிப்ப் கோப்பு:
tr: Örnek XLIFF dosyası:
uk: Приклад файла XLIFF:
zh_hans: 示例 XLIFF 文件：

source: `XLIFF Translation File`
de: `XLIFF-Übersetzungsdatei`
ga: `Comhad Aistriúcháin XLIFF`
hu: `XLIFF-fordítási fájl`
id: `Berkas Terjemahan XLIFF`
ja: `XLIFF 翻訳ファイル`
nl: `XLIFF-vertaalbestand`
pt: `Ficheiro de tradução XLIFF`
pt_br: `Arquivo de tradução XLIFF`
ro: `XLIFF Fișier de traducere`
ru: `Файл перевода XLIFF`
sv: `XLIFF-översättningsfil`
ta: `xliff மொழிபெயர்ப்பு கோப்பு`
tr: `XLIFF çeviri dosyası`
uk: `файл перекладу XLIFF`
zh_hans: `XLIFF 翻译文件`
zh_hant: `XLIFF 翻譯文件`

source: :doc:`/formats/xliff` is a different format and is not compatible with XLIFF 2.0.
sv: :doc:`/formats/xliff` är ett annat format och är inte kompatibelt med XLIFF 2.0.

source: `XML Localization Interchange File Format (XLIFF) 2.0` is currently only supported as bilingual.
sv: XML Localization Interchange File Format (XLIFF) 2.0 stöds för närvarande endast som tvåspråkigt.

source: `XLIFF 2.0 translation file`
sv: `XLIFF 2.0-översättningsfil`

source: `XLIFF 2.0 with placeables support`
sv: XLIFF 2.0 med stöd för placerbara element

source: `XML Localization Interchange File Format (XLIFF) 2.0`_ specification
sv: `XML Localization Interchange File Format (XLIFF) 2.0`_ specifikation

source: `XLIFF 2.0 Translation File`
sv: `XLIFF 2.0-översättningsfil`

source: YAML files
de: YAML-Dateien
ga: Comhaid YAML
hu: YAML-fájlok
id: Berkas YAML
ja: YAML ファイル
nl: YAML-bestanden
pt: Ficheiros YAML
pt_br: Arquivos YAML
ro: Fișiere YAML
ru: Файлы YAML
sv: YAML-filer
ta: yaml கோப்புகள்
tr: YAML dosyaları
uk: Файли YAML
zh_hans: YAML 文件

source: The plain YAML files with string keys and values. Weblate also extract strings from lists or dictionaries.
de: Die einfachen YAML-Dateien mit Zeichenketten-Schlüsseln und -Werten. Weblate extrahiert auch Zeichenketten aus Listen oder Wörterbüchern.
ga: Na comhaid YAML simplí le heochracha teaghrán agus luachanna. Bainfidh Weblate teaghráin as liostaí nó foclóirí freisin.
hu: Egyszerű YAML-fájlok, amelyek kulcs-érték párokat tartalmaznak. A Weblate listákból vagy szótárakból is képes szövegeket kinyerni.
id: Berkas YAML biasa dengan kunci dan nilai string. Weblate juga mengekstrak string dari daftar atau kamus.
ja: 文字列キーと値、の形式のプレーン YAML ファイル。Weblate は、リストまたは辞書から文字列を抽出することもできます。
nl: De platte YAML-bestanden met tekenreeksen als sleutels en waarden. Weblate neemt ook tekenreeksen uit lijsten of woordenboeken uit.
pt: Os ficheiros YAML simples com chaves de cadeias e valores. Weblate também extrai cadeias de listas ou dicionários.
pt_br: Os arquivos YAML simples com chaves de textos e valores. Weblate também extrai textos de listas ou dicionários.
ro: Fișierele YAML simple cu chei și valori de tip șir de caractere. Weblate extrage, de asemenea, șiruri de caractere din liste sau dicționare.
ru: Простые файлы YAML со строковыми ключами и значениями. Также Weblate извлекает строки из списков и словарей.
sv: Vanliga YAML-filer med strängnycklar och värden. Weblate extraherar även strängar från listor eller ordböcker.
ta: சரம் விசைகள் மற்றும் மதிப்புகள் கொண்ட எளிய yaml கோப்புகள். பட்டியல்கள் அல்லது அகராதிகளிலிருந்து சரங்களை வலைபெயர்ப்பு பிரித்தெடுக்கவும்.
tr: Dizge anahtarları ve değerleri bulunan düz YAML dosyaları. Weblate ayrıca listelerden ya da sözlüklerden dizgeleri ayıklar.
uk: Звичайні файли YAML із рядковими ключами і значеннями. Крім того, Weblate видобуває рядки зі списків або словників.
zh_hans: 带有字符串键和值的纯YAML文件。Weblate还从列表或字典中提取字符串。
zh_hant: 具有字符串鍵和值的普通yaml文件。Webleate還從列表或詞典中提取字符串。

source: Weblate currently supports several variants of YAML translations:
de: Weblate unterstützt derzeit mehrere Varianten von YAML-Übersetzungen:
ga: Tacaíonn Weblate le roinnt leaganacha aistrithe YAML faoi láthair:
hu: A Weblate jelenleg többféle YAML-fordítási változatot támogat:
id: Weblate saat ini mendukung beberapa varian terjemahan YAML:
ja: 現在 Weblate が対応している YAML 翻訳ファイル:
nl: Weblate ondersteunt momenteel verscheidene varianten van YAML-vertalingen:
pt_br: O Weblate atualmente tem suporte a várias variantes das traduções YAML:
ru: В настоящее время Weblate поддерживает несколько вариантов переводов YAML:
sv: Weblate stöder för närvarande flera varianter av YAML-översättningar:
ta: வலைபெயர்ப்பு தற்போது yaml மொழிபெயர்ப்புகளின் பல வகைகளை ஆதரிக்கிறது:
tr: Weblate şu anda YAML çevirilerinin birkaç çeşidini destekler:
uk: У поточній версії Weblate передбачено підтримку декількох варіантів перекладів YAML:
zh_hans: Weblate 目前支持几种 YAML 翻译的变体：

source: Example of a YAML file:
de: Beispiel für eine YAML-Datei:
ga: Sampla de chomhad YAML:
hu: Példa YAML-fájlra:
id: Contoh berkas YAML:
ja: YAML ファイルの記述例:
nl: Voorbeeld van een YAML-bestand:
pt: Exemplo de um ficheiro YAML:
pt_br: Exemplo de um arquivo YAML:
ro: Exemplu de fișier YAML:
ru: Пример файла YAML:
sv: Exempel på en YAML-fil:
ta: ஒரு yaml கோப்பின் எடுத்துக்காட்டு:
tr: YAML dosyası örneği:
uk: Приклад файла YAML:
zh_hans: YAML 文件示例：
zh_hant: yaml文件的示例：

source: `YAML file`
de: `YAML-Datei`
ga: `comhad YAML`
hu: `YAML-fájl`
id: `Berkas YAML`
ja: `YAML ファイル`
nl: `YAML-bestand`
pt: `Ficheiro YAML`
pt_br: `Arquivo YAML`
ro: `fișier YAML`
ru: `Файл YAML`
sv: `YAML-fil`
ta: `யம்ல் கோப்பு`
tr: `YAML dosyası`
uk: `файл YAML`
zh_hans: `YAML 文件`

source: :ref:`file_format_params` with the pattern `yaml_*` can be used to configure the behavior of the YAML format.
id: :ref:`file_format_params` dengan pola `yaml_*` dapat digunakan untuk mengonfigurasi perilaku format YAML.
sv: :ref:`file_format_params` med mönstret `yaml_*` kan användas för att konfigurera beteendet för YAML-formatet.
