Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: DO NOT USE THIS SERVER IN A PRODUCTION SETTING. It has not gone through security audits or performance tests. See also Django documentation on :djadmin:`django:runserver`.
de: VERWENDEN SIE DIESEN SERVER NICHT IN EINER PRODUKTIONSUMGEBUNG. Er hat keine Sicherheits- oder Leistungstests durchlaufen. Siehe auch Django-Dokumentation zu :djadmin:`django:runserver`.
ga: NÁ ÚSÁID AN FREAGRACH SEO I SUÍOMH TÁIRGEADH. Ní dheachaigh sé trí iniúchtaí slándála nó tástálacha feidhmíochta. Féach freisin doiciméadú Django ar :djadmin:`django:runserver`.
hu: NE HASZNÁLJA EZT A SZERVERKÖRNYEZETET ÉLES ÜZEMBEN! Nem esett át biztonsági auditon vagy teljesítményteszteken. Lásd még a Django dokumentációját: :djadmin:`django:runserver`.
id: JANGAN GUNAKAN SERVER INI DALAM PENGATURAN PRODUKSI. Server ini belum melalui audit keamanan atau uji kinerja. Lihat juga dokumentasi Django tentang :djadmin:`django:runserver`.
ja: Django の内蔵 Web サーバーは、運用環境では使用しないでください。セキュリティ監査や性能試験を受けていません。 :djadmin:`django:runserver` の Django ドキュメントも確認してください。
nl: GEBRUIK DEZE SERVER NIET IN EEN PRODUCTIE OPSTELLING. Het heeft niet voldoende beveiligingstesten ondergaan of prestatietesten. Bekijk ook de documentatie van Django op :djadmin:`django:runserver`.
pt: NÃO USE ESTE SERVIDOR NUMA CONFIGURAÇÃO DE PRODUÇÃO. Não passou por auditorias de segurança ou testes de desempenho. Veja também a documentação de Django no :djadmin:`django:runserver`.
pt_br: NÃO USE ESTE SERVIDOR EM UMA CONFIGURAÇÃO DE PRODUÇÃO. Ele não passou por auditorias de segurança ou testes de desempenho. Consulte também a documentação de Django no :djadmin:`django:runserver`.
ro: NU FOLOSIȚI ACEST SERVER ÎNTR-UN MEDIU DE PRODUCȚIE. Acesta nu a fost supus unor audituri de securitate sau teste de performanță. Consultați, de asemenea, documentația Django privind :djadmin:`django:runserver`.
ru: НЕ ИСПОЛЬЗУЙТЕ ЭТОТ СЕРВЕР В РАБОЧЕЙ СРЕДЕ. Он не проходил аудиты безопасности или тесты производительности. Также смотрите документацию Django по команде :djadmin:`django:runserver`.
sv: ANVÄND INTE DENNA SERVER I EN PRODUKTIONSMILJÖ. Den har inte genomgått säkerhetsgranskningar eller prestandatester. Se även Django-dokumentationen om :djadmin:`django:runserver`.
tr: BU SUNUCUYU ÜRETIM AYARIYLA KULLANMAYIN. Güvenlik denetimlerinden ya da başarım sınamalarından geçirilmemiştir. Ayrıca :djadmin:`django:runserver` ile ilgili Django belgelerine bakın.
uk: НЕ КОРИСТУЙТЕСЯ ЦИМ СЕРВЕРОМ У ПРОМИСЛОВОМУ СЕРЕДОВИЩІ. Він не проходив перевірки захисту або швидкодії. Також ознайомтеся із документацією до Django щодо :djadmin:`django:runserver`.
zh_hans: 不要使用在生产设置中这个服务器。它还没有通过安全审查或性能检测。请参见 Django 文档中的 :djadmin:`django:runserver`。
zh_hant: 在生產設置中不要使用這個服務器。它還沒有通過安全審查或性能檢測。還請參見 :djadmin:`django:runserver` 上的 Django 文件。

source: The Django built-in server serves static files only with :setting:`DEBUG` enabled as it is intended for development only. For production use, please see WSGI setups:
id: Server bawaan Django hanya menyajikan berkas statis dengan :setting:`DEBUG` diaktifkan karena ditujukan hanya untuk pengembangan. Untuk penggunaan produksi, silakan lihat pengaturan WSGI:
sv: Djangos inbyggda server hanterar endast statiska filer med :setting:`DEBUG` aktiverat, eftersom den endast är avsedd för utveckling. För produktionsanvändning, se WSGI-inställningar:

source: Serving static files
de: Bereitstellung statischer Dateien
ga: Comhaid statacha a sheirbheáil
hu: Statikus fájlok kiszolgálása
id: Menyajikan berkas statis
ja: 静的ファイルの提供
nl: Statische bestanden serveren
pt: Servir ficheiros estáticos
pt_br: Servindo arquivos estáticos
ro: Servirea fișierelor statice
ru: Обслуживание статических файлов
sv: Servering av statiska filer
ta: நிலையான கோப்புகளை வழங்குதல்
tr: Durağan dosyalar sunmak
uk: Обслуговування статичних файлів
zh_hans: 为静态文件提供服务

source: Django needs to collect its static files in a single directory. To do so, execute :samp:`weblate collectstatic --noinput`. This will copy the static files into a directory specified by the :setting:`django:STATIC_ROOT` setting (this defaults to a ``static`` directory inside :setting:`CACHE_DIR`).
de: Django muss seine statischen Dateien in einem einzigen Verzeichnis sammeln. Um dies zu tun, führen Sie :samp:`weblate collectstatic --noinput` aus. Dadurch werden die statischen Dateien in ein Verzeichnis kopiert, das durch die Einstellung :setting:`django:STATIC_ROOT` festgelegt ist (dies ist standardmäßig ein ``static``-Verzeichnis innerhalb von :setting:`CACHE_DIR`).
ga: Ní mór do Django a chomhaid statacha a bhailiú in aon eolaire amháin. Chun é sin a dhéanamh, rith :samp:`weblate collectstatic --noinput`. Déanfaidh sé seo na comhaid statacha a chóipeáil isteach in eolaire atá sonraithe ag an socrú :setting:`django:STATIC_ROOT` (réamhshocraithe é seo chuig eolaire ``statach`` taobh istigh de :setting:`CACHE_DIR`).
hu: A Django-nak egyetlen könyvtárba kell gyűjtenie a statikus fájlokat. Ehhez futtassa a következő parancsot: :samp:`weblate collectstatic --noinput`. Ez átmásolja a statikus fájlokat a :setting:`django:STATIC_ROOT` által meghatározott könyvtárba (alapértelmezés szerint ez a :setting:`CACHE_DIR` mappán belüli ``static`` könyvtár).
id: Django perlu mengumpulkan berkas statisnya dalam satu direktori. Untuk melakukannya, jalankan :samp:`weblate collectstatic --noinput`. Ini akan menyalin berkas statis ke direktori yang ditentukan oleh pengaturan :setting:`django:STATIC_ROOT` (secara bawaan, direktori ``static`` di dalam :setting:`CACHE_DIR`).
ja: Django では、静的ファイルを 1 つのディレクトリーに必ず集約してください。実現するには、:samp:`weblate collectstatic --noinput` を実行します。これにより、:setting:`django:STATIC_ROOT` 設定に指定したディレクトリに静的ファイルがコピーされます（デフォルトでは、 :setting:`CACHE_DIR` 内の ``static`` ディレクトリ）。
nl: Django moet zijn statische bestanden verzamelen in een enkele map. Voer, om dat te doen, :samp:`weblate collectstatic --noinput` uit. Dat zal de statische bestanden kopiëren naar een map die wordt gespecificeerd door de instelling :setting:`django:STATIC_ROOT` (dit is standaard een map ``static`` binnen :setting:`CACHE_DIR`).
pt: Django precisa coletar os seus ficheiros estáticos num único diretório. Para isto, execute :samp:`weblate collectstatic --noinput`. Isto copiará os ficheiros estáticos num diretório especificado pela configuração :setting:`django:STATIC_ROOT` (isto é padrão para um diretório ``static`` dentro de :setting:`CACHE_DIR`).
pt_br: Django precisa coletar seus arquivos estáticos em um único diretório. Para isso, execute :samp:`weblate collectstatic --noinput`. Isso copiará os arquivos estáticos em um diretório especificado pela configuração :setting:`django:STATIC_ROOT` (isso é padrão para um diretório ``static`` dentro de :setting:`CACHE_DIR`).
ru: Django необходимо собрать статические файлы в одном каталоге. Для этого выполните :samp:`weblate collectstatic --noinput`. Это скопирует статические файлы в каталог, указанный настройкой :setting:`django:STATIC_ROOT` (по умолчанию это ``static`` каталог внутри :setting:`CACHE_DIR`).
sv: Django måste samla sina statiska filer i en enda katalog. För att göra detta, kör :samp:`weblate collectstatic --noinput`. Detta kopierar de statiska filerna till en katalog som anges av inställningen :setting:`django:STATIC_ROOT` (standard är en katalog med namnet ``static`` i :setting:`CACHE_DIR`).
tr: Durağan Django dosyalarının tek bir klasörde toplanması gerekiyor. Bunun için :samp:`weblate collectstatic --noinput` komutunu çalıştırın. Bu komut, durağan dosyaları :setting:`django:STATIC_ROOT` seçeneği ile belirtilen bir klasöre kopyalar (bu klasör, varsayılan olarak :setting:`CACHE_DIR` içindeki ``static`` klasörüdür).
uk: Django потребує збирання статичних файлів у одному каталозі. Щоб забезпечити потрібні умови, скористайтеся командою :samp:`weblate collectstatic --noinput`. У результаті її виконання статичні файли буде скопійовано до каталогу, який визначається параметром :setting:`django:STATIC_ROOT` (типовим є каталог `static`` у :setting:`CACHE_DIR`).
zh_hans: Django 需要将其静态文件收集在一个单一文件夹中。为此，执行 :samp:`weblate collectstatic --noinput`。这会将静态文件复制到 :setting:`django:STATIC_ROOT` 设置指定的文件夹中（这默认为 :setting:`CACHE_DIR` 内的 ``static`` 文件夹）。

source: It is recommended to serve static files directly from your web server, you should use that for the following paths:
de: Es wird empfohlen, statische Dateien direkt von Ihrem Webserver bereitzustellen, was Sie für die folgenden Pfade verwenden sollten:
ga: Moltar comhaid statacha a sheirbheáil go díreach ó do fhreastalaí gréasáin, ba cheart duit é a úsáid le haghaidh na gcosán seo a leanas:
hu: Ajánlott a statikus fájlokat közvetlenül a webszerverről kiszolgálni, az alábbi útvonalakon:
id: Disarankan untuk menyajikan berkas statis langsung dari server web Anda, Anda harus menggunakannya untuk jalur berikut:
ja: 静的ファイルは、Web サーバーから直接提供することが望ましいです。静的ファイルが必要となるパス:
nl: Aanbevolen wordt om statische bestanden direct vanaf uw webserver te serveren, u zou dat moeten gebruiken voor de volgende paden:
pt: Recomenda-se servir ficheiros estáticos diretamente do seu servidor web. Deve usá-los para os seguintes caminhos:
pt_br: Recomenda-se servir arquivos estáticos diretamente do seu servidor web. Você deve usá-los para os seguintes caminhos:
ro: Se recomandă să serviți fișiere statice direct de pe serverul dvs. web, ar trebui să folosiți acest lucru pentru următoarele căi:
ru: Статические файлы рекомендуется раздавать непосредственно с вашего веб-сервера, это следует делать для следующих путей:
sv: Det rekommenderas att servera statiska filer direkt från din webbserver. Du bör använda detta för följande sökvägar:
ta: உங்கள் வலை சேவையகத்திலிருந்து நிலையான கோப்புகளை நேரடியாக வழங்க பரிந்துரைக்கப்படுகிறது, பின்வரும் பாதைகளுக்கு நீங்கள் அதைப் பயன்படுத்த வேண்டும்:
tr: Durağan dosyaları doğrudan site sunucunuzdan sunmanız önerilir. Bunu şu yollar ile kullanmalısınız:
uk: Рекомендуємо обслуговувати статичні файли безпосередньо з вашого сервера. Вам слід використовувати це для таких шляхів:
zh_hans: 推荐直接从你的 web 服务器为静态文件提供服务，对于后面的路径应该使用它：
zh_hant: 推薦直接從你的 web 服務器為靜態文件提供服務，對於後面的路徑應該使用它：

source: Serves static files for Weblate and the admin interface (from defined by :setting:`django:STATIC_ROOT`).
de: Stellt statische Dateien für Weblate und die Adminoberfläche bereit (definiert durch :setting:`django:STATIC_ROOT`).
ga: Freastalaíonn sé ar chomhaid statacha do Weblate agus don chomhéadan riaracháin (ó shainithe ag :setting:`django:STATIC_ROOT`).
hu: A Weblate és az adminisztrációs felület statikus fájljainak kiszolgálása (a :setting:`django:STATIC_ROOT` által meghatározott helyről).
id: Menyajikan berkas statis untuk Weblate dan antarmuka admin (dari yang didefinisikan oleh :setting:`django:STATIC_ROOT`).
ja: Weblate および管理画面の静的ファイルの提供（:setting:`django:STATIC_ROOT` に設定済）。
nl: Serveert statische bestanden voor Weblate en de beheerinterface (die wordt gedefinieerd door :setting:`django:STATIC_ROOT`).
pt: Serve ficheiros estáticos para Weblate e a interface de administração (definida por :setting:`django:STATIC_ROOT`).
pt_br: Serve arquivos estáticos para Weblate e a interface de administração (definida por :setting:`django:STATIC_ROOT`).
ru: Предоставляет статические файлы для Weblate и интерфейса администратора (определяется :setting:`django:STATIC_ROOT`).
sv: Serverar statiska filer för Weblate och administratörsgränssnittet (från definierat av :setting:`django:STATIC_ROOT`).
tr: Weblate ve yönetici arayüzünün durağan dosyalarını sunar (:setting:`django:STATIC_ROOT` ile tanımlanmış).
uk: Обслуговує статичні файли для Weblate і адміністративного інтерфейсу (з визначеного змінною :setting:`django:STATIC_ROOT`).
zh_hans: 给 Weblate 和管理界面提供静态文件（文件源由 :setting:`django:STATIC_ROOT` 定义）。

source: Used for user media uploads (e.g. screenshots).
de: Wird für Medien-Uploads durch Benutzer (z. B. Bildschirmfotos) verwendet.
ga: Úsáidtear é le haghaidh uaslódála meán úsáideoirí (m.sh. screenshots).
hu: A felhasználók által feltöltött médiafájlok kiszolgálása (pl. képernyőképek).
id: Digunakan untuk unggahan media pengguna (misalnya tangkapan layar).
ja: ユーザーメディアのアップロードに使用する（例: スクリーンショット）。
nl: Gebruikt voor uploaden van gebruikersmedia (bijv. schermafdrukken).
pt: Usado para o envio de mídia pelo utilizador (por exemplo, capturas de ecrã).
pt_br: Usado para envio de mídia pelo usuário (por exemplo, capturas de tela).
ro: Utilizat pentru încărcarea de conținut media de către utilizator (de exemplu, capturi de ecran).
ru: Используется для загрузки пользовательских мультимедийных данных (например, снимков экрана).
sv: Används för användaruppladdningar av media (t.ex. skärmdumpar).
ta: பயனர் மீடியா பதிவேற்றங்களுக்கு பயன்படுத்தப்படுகிறது (எ.கா. திரை சாட்கள்).
tr: Kullanıcıların ortam yüklemeleri için kullanılır (ekran görüntüleri gibi).
uk: Використовується для вивантажених користувачами мультимедійних даних (наприклад, знімків вікон).
zh_hans: 用于上传用户媒体（例如截屏）。
zh_hant: 用於上傳用戶媒體（例如截屏）。

source: Should be rewritten to rewrite a rule to serve :file:`/static/favicon.ico`.
de: Sollte umgeschrieben werden, um eine Regel zur Bereitstellung von :file:`/static/favicon.ico` umzuschreiben.
ga: Ba chóir é a athscríobh chun riail a athscríobh chun freastalaí :file:`/static/favicon.ico`.
hu: A :file:`/static/favicon.ico` kiszolgálása átírási szabállyal (RewriteRule).
id: Harus ditulis ulang untuk menulis ulang aturan untuk melayani :file:`/static/favicon.ico`.
ja: :file:`/static/favicon.ico` を提供するようにルールを変更してください。
nl: Zou moeten worden herschreven om een regel te herschrijven om te serveren :file:`/static/favicon.ico`.
pt: Deve ser reescrito para reescrever uma regra para servir :file:`/static/favicon.ico`.
pt_br: Deve ser reescrito para reescrever uma regra para servir :file:`/static/favicon.ico`.
ro: Ar trebui să fie rescrisă pentru a rescrie o regulă pentru a servi :file:`/static/favicon.ico`.
ru: Должен быть переписан, чтобы переписать правило для раздачи :file:`/static/favicon.ico`.
sv: Bör skrivas om för att skriva om en regel för att betjäna :file:`/static/favicon.ico`.
tr: :file:`/static/favicon.ico` dosyasını sunmak için bir kural yeniden yazılmalıdır.
uk: Має бути перезаписано для перезапису правила обслуговування :file:`/static/favicon.ico`.
zh_hans: 应该重写，重写规则为 :file:`/static/favicon.ico` 提供服务。
zh_hant: 應該重寫，重寫規則為 :file:`/static/favicon.ico` 提供服務。

source: Content security policy
de: Richtlinie zur Inhaltssicherheit
ga: Beartas slándála ábhair
hu: Tartalomvédelmi irányelvek
id: Kebijakan keamanan konten
ja: コンテンツ セキュリティ ポリシー
nl: Beleid beveiliging inhoud
pt: Política de segurança de conteúdo
pt_br: Política da Segurança de Conteúdo
ro: Politica de securitate a conținutului
ru: Политика безопасности содержимого
sv: Innehållssäkerhetspolicy
ta: உள்ளடக்க பாதுகாப்பு கொள்கை
tr: İçerik güvenliği ilkesi
uk: Правила щодо безпеки даних
zh_hans: 内容安全政策

source: The default Weblate configuration enables ``weblate.middleware.SecurityMiddleware`` middleware which sets security related HTTP headers like :http:header:`Content-Security-Policy` or :http:header:`X-XSS-Protection`. These are by default set up to work with Weblate and its configuration, but this might need customization for your environment.
de: In der Standardkonfiguration von Weblate ist die Middleware ``weblate.middleware.SecurityMiddleware`` aktiviert, die sicherheitsrelevante HTTP-Header wie :http:header:`Content-Security-Policy` oder :http:header:`X-XSS-Protection` setzt. Diese sind standardmäßig so eingerichtet, dass sie mit Weblate und seiner Konfiguration zusammenarbeiten, müssen aber möglicherweise für Ihre Einsatzumgebung angepasst werden.
ga: Cumasaíonn cumraíocht réamhshocraithe Weblate ``weblate.middleware.SecurityMiddleware`` lárearraí a shocraíonn ceanntásca HTTP a bhaineann le slándáil mar :http:header:`Content-Security-Policy` nó :http:header:`X-XSS-Protection`. Socraítear iad seo de réir réamhshocraithe chun oibriú le Weblate agus a chumraíocht, ach d’fhéadfadh go mbeadh gá le saincheaptha le do thimpeallacht.
hu: A Weblate alapértelmezett konfigurációja engedélyezi a ``weblate.middleware.SecurityMiddleware`` köztes réteget, amely biztonsággal kapcsolatos HTTP-fejléceket állít be, például: :http:header:`Content-Security-Policy` vagy :http:header:`X-XSS-Protection`. Ezek alapértelmezett értékei a Weblate-hez és annak konfigurációjához igazodnak, de előfordulhat, hogy környezetéhez igazítva testreszabásra szorulnak.
id: Konfigurasi Weblate bawaan mengaktifkan middleware ``weblate.middleware.SecurityMiddleware`` yang mengatur header HTTP terkait keamanan seperti :http:header:`Content-Security-Policy` atau :http:header:`X-XSS-Protection`. Header HTTP ini secara bawaan dikonfigurasi untuk bekerja dengan Weblate dan konfigurasinya, tetapi mungkin perlu disesuaikan dengan lingkungan Anda.
nl: De standaard configuratie van Weblate schakelt middleware ``weblate.middleware.SecurityMiddleware`` in die op beveiliging gerelateerde HTTP-koppen, zoals :http:header:`Content-Security-Policy` of :http:header:`X-XSS-Protection`, instelt. Deze worden standaard ingesteld om te werken met Weblate en zijn configuratie, maar dit zou aanpassingen kunnen vergen voor uw omgeving.
pt_br: A configuração padrão do Weblate habilita o middleware ``weblate.middleware.SecurityMiddleware`` que define cabeçalhos HTTP relacionados à segurança como :http:header:`Content-Security-Policy` ou :http:header:`X-XSS-Protection`. Eles são configurados por padrão para funcionar com o Weblate e sua configuração, mas isso pode precisar de personalização para o seu ambiente.
sv: Standardkonfigurationen för Weblate aktiverar mellanprogrammet ``weblate.middleware.SecurityMiddleware``, som ställer in säkerhetsrelaterade HTTP-rubriker som :http:header:`Content-Security-Policy` eller :http:header:`X-XSS-Protection`. Dessa är som standard inställda för att fungera med Weblate och dess konfiguration, men kan behöva anpassas för din miljö.
tr: Varsayılan Weblate yapılandırması, :http:header:`Content-Security-Policy` veya :http:header:`X-XSS-Protection` gibi güvenlikle ilgili HTTP üst bilgilerini ayarlayan ``weblate.middleware.SecurityMiddleware`` ara yazılımını kullanıma alır. Bunlar varsayılan olarak Weblate ve yapılandırması ile çalışacak şekilde ayarlanmıştır. Ancak bunun için ortamınıza uygun özelleştirmeler yapmanız gerekebilir.
uk: Конфігурація Weblate за замовчуванням увімкне проміжне програмне забезпечення ``weblate.middleware.SecurityMiddleware``, яке встановлює заголовки HTTP, пов’язані з безпекою, наприклад :http:header:`Content-Security-Policy` або :http:header:`X-XSS-Protection`. За замовчуванням вони налаштовані для роботи з Weblate та його конфігурацією, але це може потребувати налаштування для вашого середовища.

source: Sample configuration for NGINX and Granian
id: Contoh konfigurasi untuk NGINX dan Granian
sv: Exempel på konfiguration för NGINX och Granian

source: The following configuration runs Weblate using Granian the NGINX webserver:
id: Konfigurasi berikut menjalankan Weblate menggunakan Granian, server web NGINX:
sv: Följande konfiguration kör Weblate med Granian NGINX-webbserver:

source: weblate/examples/weblate.nginx.granian.conf
sv: weblate/exempel/weblate.nginx.granian.conf

source: Sample configuration for NGINX and Gunicorn
de: Beispielkonfiguration für NGINX und Gunicorn
ga: Cumraíocht shamplach do NGINX agus Gunicorn
hu: Minta konfiguráció NGINX és Gunicorn használatával
id: Contoh konfigurasi untuk NGINX dan Gunicorn
nl: Voorbeeld configuratie voor NGINX en Gunicorn
pt_br: Amostra de configuração para NGINX e Gunicorn
sv: Exempel på konfiguration för NGINX och Gunicorn
ta: Nginx மற்றும் kunicorn க்கான மாதிரி உள்ளமைவு
tr: Örnek NGINX ve Gunicorn yapılandırması
uk: Приклад конфігурації для NGINX і Gunicorn

source: The following configuration runs Weblate using Gunicorn under the NGINX webserver (also available as :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
de: Die folgende Konfiguration führt Weblate mit Gunicorn unter dem NGINX-Webserver aus (auch verfügbar als :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
ga: Ritheann an chumraíocht seo a leanas Weblate ag baint úsáide as Gunicorn faoin bhfreastalaí gréasáin NGINX (ar fáil freisin mar :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
hu: Az alábbi konfiguráció a Weblate-et Gunicorn segítségével futtatja az NGINX webszerver alatt (elérhető itt is: :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
id: Konfigurasi berikut menjalankan Weblate menggunakan Gunicorn di bawah server web NGINX (juga tersedia sebagai :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
nl: De volgende configuratie voert Weblate met Gunicorn onder de webserver NGINX (ook beschikbaar als :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
pt_br: A configuração a seguir executa o Weblate usando Gunicorn sob o servidor web NGINX (também disponível como :file:`weblate/examples/apache.nginx.gunicorn.conf`):
sv: Följande konfiguration kör Weblate med Gunicorn under NGINX-webbservern (finns även som :file:`weblate/examples/weblate.nginx.gunicorn.conf`):
tr: Aşağıdaki yapılandırma NGINX internet sunucusu altında Gunicorn kullanarak Weblate çalıştırır (ayrıca :file:`weblate/examples/weblate.nginx.gunicorn.conf` olarak bulunabilir):
uk: Наступна конфігурація запускає Weblate за допомогою Gunicorn на веб-сервері NGINX (також доступний як :file:`weblate/examples/weblate.nginx.gunicorn.conf`):

source: Sample configuration for NGINX and uWSGI
de: Beispielkonfiguration für NGINX und uWSGI
ga: Cumraíocht shamplach do NGINX agus uWSGI
hu: Minta konfiguráció NGINX és uWSGI használatával
id: Contoh konfigurasi untuk NGINX dan uWSGI
ja: NGINX および uWSGI の設定例
nl: Voorbeeld configuratie voor NGINX en uWSGI
pt: Configuração de amostra para NGINX e uWSGI
pt_br: Amostra de configuração para NGINX e uWSGI
ro: Exemplu de configurare pentru NGINX și uWSGI
ru: Примеры файлов настроек NGINX и uWSGI
sv: Exempelkonfiguration för NGINX och uWSGI
ta: nginx மற்றும் uwsgi க்கான மாதிரி உள்ளமைவு
tr: NGINX ve uWSGI için örnek yapılandırma
uk: Зразок налаштувань для NGINX і uWSGI
zh_hans: NGINX 和 uWSGI 的配置示例
zh_hant: NGINX 和 uWSGI 的配置例子
