Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed tracking suggestions in history.
de: Nachverfolgungsvorschläge im Verlauf korrigiert.
ga: Moltaí rianaithe seasta sa stair.
hu: Javaslatok előzményben való követésének javítása.
id: Memperbaiki saran pelacakan dalam riwayat.
ja: 履歴内の提案の追跡を修正。
nl: Rerepareerd bijhouden van suggesties in geschiedenis.
pt: Corrigidas rastreamento de sugestões no histórico.
pt_br: Corrigidas rastreamento de sugestões no histórico.
ro: S-a rezolvat problema sugestiilor de urmărire în istoric.
ru: Исправлено отслеживание предложений в истории.
sv: Fasta spårningsförslag i historiken.
ta: வரலாற்றில் நிலையான கண்காணிப்பு பரிந்துரைகள்.
tr: Geçmiş kayıtlarında yaşanan önerilerin izlenmesi sorunu düzeltildi.
uk: Виправлено стеження за пропозиціями у журналі.
zh_hans: 修复了历史记录中的跟踪建议。

source: Fixed parsing reverse proxy info from Cloudflare.
de: Das Analysieren von Reverse-Proxy-Informationen von Cloudflare korrigiert.
ga: Faisnéis seachfhreastalaí droim ar ais parsála seasta ó Cloudflare.
hu: Cloudflare-ből származó fordított proxy adatok feldolgozásának javítása.
id: Memperbaiki penguraian info proksi terbalik dari Cloudflare.
ja: Cloudflare からのリバース プロキシ情報の解析を修正。
nl: Gerepareerd parsen omgekeerde proxy-informatie van Cloudflare.
pt: Corrigida a análise de informações de proxy reverso do Cloudflare.
pt_br: Corrigida a análise de informações de proxy reverso do Cloudflare.
ro: A fost reparată analizarea informațiilor de proxy invers de la Cloudflare.
ru: Исправлен анализ информации об обратном прокси-сервере из Cloudflare.
sv: Fixat parsning av omvänd proxyinformation från Cloudflare.
ta: கிளவுட்ஃப்ளேரிலிருந்து நிலையான பாகுபடுத்தல் தலைகீழ் பதிலாள் செய்தி.
tr: Cloudflare üzerinden yaşanan ters vekil sunucu bilgisini işleme sorunu düzeltildi.
uk: Виправлено обробку даних зворотного проксі з Cloudflare.
zh_hans: 修复了从 Cloudflare 解析反向代理信息的问题。

source: Make parse errors lock translation of a component.
de: Analysefehler sperren die Übersetzung einer Komponente.
ga: Déan earráidí parsála glasáil aistriúchán comhpháirte.
hu: Elemzési hibák esetén az adott összetevő fordítása zárolásra kerül.
id: Jadikan kesalahan penguraian mengunci terjemahan suatu komponen.
ja: 解析エラー時にコンポーネントの翻訳をロックするように変更。
nl: Laat fouten in parsen de vertaling van een onderdeel vergrendelen.
pt_br: Faz com que erros de análise bloqueiem a tradução de um componente.
ru: Ошибки синтаксического анализа теперь блокируют перевод компонента.
sv: Gör så att parsningsfel låser översättningen av en komponent.
ta: ஒரு கூறுகளின் பாகுபடுத்தும் பிழைகள் பூட்டு மொழிபெயர்ப்பை உருவாக்குங்கள்.
tr: İşleme sorunlarının bir bileşenin çevirisini kilitlemesi sağlandı.
uk: Реалізовано блокування перекладу у відповідь на помилки обробки складника.
zh_hans: 解析出错锁定部件翻译。

source: Fixed configuring intermediate file in the discovery add-on.
de: Die Konfiguration der Zwischendatei in der Erkennungserweiterung korrigiert.
ga: Comhad idirmheánach cumraithe seasta sa bhreiseán fionnachtana.
hu: Felfedező kiegészítő köztes fájl beállításának javítása.
id: Memperbaiki konfigurasi berkas perantara dalam pengaya penemuan.
ja: コンポーネントの検出アドオンでの中間ファイルの設定の修正。
nl: Gerepareerd configureren tussenliggend bestand in de add-on discovery.
pt: Corrigida a configuração do ficheiro intermediário na extensão de descoberta.
pt_br: Corrigida a configuração do arquivo intermediário no complemento de descoberta.
ro: A fost reparată configurarea fișierului intermediar în add-on-ul de descoperire.
ru: Исправлена настройка промежуточного файла в надстройке обнаружения.
sv: Fixat konfigurerande mellanliggande fil i upptäcktstillägget.
ta: டிச்கவரி துணை நிரலில் இடைநிலை கோப்பை கட்டமைத்தல்.
tr: Keşif eklentisinde yaşanan ara dosyayı yapılandırma sorunu düzeltildi.
uk: Виправлено налаштування проміжного файла у додатку виявлення.
zh_hans: 修复了在发现加载项中配置中间文件的问题。

source: Fixed DeepL translations behavior with placeholders.
de: Das Verhalten von DeepL bei Übersetzungen mit Platzhaltern korrigiert.
ga: Iompar aistriúcháin DeepL seasta le sealbhóirí áite.
hu: DeepL fordítások viselkedésének javítása helyettesítő elemek esetén.
id: Memperbaiki perilaku terjemahan DeepL dengan penempatan.
ja: プレースホルダーを使用した DeepL 翻訳の挙動の修正。
nl: Gedrag van vertalingen van DeepL met plaatsvervangers gerepareerd.
pt: Corrigido o comportamento das traduções do DeepL com espaços reservados.
pt_br: Corrigido o comportamento das traduções do DeepL com espaços reservados.
ro: A fost corectat comportamentul traducerilor DeepL cu caractere de poziție.
ru: Исправлено поведение переводов DeepL с заполнителями.
sv: Fixat DeepL-översättningarnas beteende med platshållare.
ta: பிளேச்ஓல்டர்களுடன் நிலையான deepl மொழிபெயர்ப்பு நடத்தை.
tr: Yer belirticilerde DeepL çeviri davranışı düzeltildi.
uk: Виправлено поведінку перекладів DeepL з символами-замінниками.
zh_hans: 修复了带有占位符的 DeepL 翻译行为。

source: Fixed untranslating strings via API.
de: Nichtübersetzen von Zeichenketten über die API korrigiert.
ga: Teaghráin dhí-aistrithe seasta trí API.
hu: API-n keresztüli szöveg lefordítatlanná tételének hibája javítva.
id: Memperbaiki string yang tidak dapat diterjemahkan melalui API.
ja: API 経由で文字列が翻訳されない問題の修正。
nl: Gerepareerde niet vertaalde tekenreeksen via API.
pt: Corrigida a remoção de tradução de cadeias por meio de API.
pt_br: Corrigida a remoção de tradução de textos por meio de API.
ro: A fost reparată descotorosirea șirurilor de caractere prin API.
ru: Исправлена непереводимость строк через API.
sv: Fixade strängar som inte översattes via API.
ta: பநிஇ வழியாக நிலையான மொழிபெயர்க்கும் சரங்கள்.
tr: API üzerinden dizgelerin çevrilmemesi sorunu düzeltildi.
uk: Усунено проблему із непридатними до перекладу рядками у програмному інтерфейсі.
zh_hans: 通过 API 修复了未翻译的字符串。

source: Added support for removing a user from a group via API.
de: Unterstützung für das Entfernen eines Benutzers aus einer Gruppe über die API hinzugefügt.
ga: Tacaíocht bhreise chun úsáideoir a bhaint de ghrúpa trí API.
hu: API támogatás hozzáadva felhasználó csoportból való eltávolítására.
id: Menambahkan dukungan untuk menghapus pengguna dari grup melalui API.
ja: API を使用したグループからのユーザーの削除に対応。
nl: Ondersteuning toegevoegd voor het verwijderen van een gebruiker uit een groep via de API.
pt_br: Suporte adicionado para remover um usuário de um grupo por meio de API.
ru: Добавлена поддержка удаления пользователя из группы через API.
sv: Lagt till stöd för att ta bort en användare från en grupp via API.
ta: பநிஇ வழியாக ஒரு குழுவிலிருந்து ஒரு பயனரை அகற்றுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: API üzerine bir gruptan kullanıcı kaldırma özelliği eklendi.
uk: Додано підтримку вилучення користувача з групи за допомогою програмного інтерфейсу.
zh_hans: 新增支持通过 API 从群组中删除一名用户。

source: Fixed audit log for user invitation e-mails.
de: Das Audit-Protokoll für Einladungs-E-Mails für Benutzer korrigiert.
ga: Loga iniúchta seasta le haghaidh r-phoist cuireadh úsáideora.
hu: Felhasználói meghívó e-mailek naplózása javítva az auditnaplóban.
id: Memperbaiki log audit untuk surel undangan pengguna.
ja: ユーザー招待メールの監査ログの修正。
nl: Gerepareerd log voor audit voor e-mails uitnodigen gebruiker.
pt: Corrigido o log de auditoria para e-mails de convite de utilizador.
pt_br: Corrigido o log de auditoria para e-mails de convite de usuário.
ro: A fost reparat jurnalul de audit pentru e-mailurile de invitație a utilizatorilor.
ru: Исправлен журнал аудита электронных писем с приглашениями пользователей.
sv: Fastställd revisionslogg för e-postmeddelanden med inbjudningar till användare.
ta: பயனர் அழைப்பிதழ் மின்னஞ்சலுக்கான நிலையான தணிக்கை பதிவு.
tr: Kullanıcı davet e-postalarında yaşanan denetim günlüğü sorunu düzeltildi.
uk: Виправлено журнал аудиту щодо повідомлень електронної пошти користувачам.
zh_hans: 修复了用户邀请电子邮件的审核日志。

source: Fixed flag names for Java formatting strings.
de: Name der Markierung für JavaScript-Format-Zeichenketten korrigiert.
ga: Ainmneacha bratach seasta le haghaidh teaghráin formáidithe Java.
hu: Java formázási sztringek jelzőneveinek javítása.
id: Memperbaiki nama tanda untuk string format Java.
ja: Java 書式文字列のフラグ名の修正。
nl: Gerepareerde namen voor vlaggen voor opmaken tekenreeksen in Java.
pt: Correção de nomes de marcadores para cadeias de formatação Java.
pt_br: Corrigidos nomes de marcadores para textos de formatação Java.
ro: A corectat numele indicatoarelor pentru șirurile de formatare Java.
ru: Исправлены имена флагов для строк форматирования Java.
sv: Fasta flaggnamn för Java-formateringssträngar.
ta: சாவா வடிவமைக்கும் சரங்களுக்கான நிலையான கொடி பெயர்கள்.
tr: Java biçimlendirme dizgelerinde yaşanan im adları sorunu düzeltildi.
uk: Виправлено назви прапорців для рядків форматування Java.
zh_hans: 修复了 Java 格式化字符串的标记名称的问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/85?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/85?closed=1>`__。

source: *Released on June 15th 2022.*
de: *Veröffentlicht am 15. Juni 2022.*
ga: *Eisithe ar 15 Meitheamh 2022.*
hu: *Kiadva: 2022. június 15.*
id: *Dirilis pada 15 Juni 2022.*
nl: *Uitgegeven op 15 juni 2022.*
pt_br: *Atualizado em 15 de junho de 2022.*
sv: *Släpps den 15 juni 2022.*
tr: *15 Haziran 2022 tarihinde yayınlandı.*
uk: *Випущено 15 червня 2022 року.*

source: Changed behavior of updating language names.
de: Das Verhalten beim Aktualisieren von Sprachennamen geändert.
ga: Iompar athraithe maidir le hainmneacha teanga a nuashonrú.
hu: Nyelvnevek frissítésének viselkedése megváltozott.
id: Mengubah perilaku pembaruan nama bahasa.
ja: 言語名の更新処理の改善。
nl: Gewijzigd gedrag voor bijwerken van namen van talen.
pt: Alterado o comportamento de atualização de nomes de idiomas.
pt_br: Alterado o comportamento de atualização de nomes de idiomas.
ro: A fost modificat comportamentul de actualizare a numelor de limbi.
ru: Изменено поведение обновления названий языков.
sv: Ändrat beteende vid uppdatering av språknamn.
ta: மொழி பெயர்களைப் புதுப்பிக்கும் நடத்தை.
tr: Dil adlarını güncelleme davranışı değiştirildi.
uk: Змінено поведінку при оновленні назв мов.
zh_hans: 改变了更新语言名称的行为。

source: Added pagination to projects listing.
de: Seitenumbruch zur Projektliste hinzugefügt.
ga: Cuireadh leathanach le liosta na dtionscadal.
hu: Oldalszámozás hozzáadva a projektek listázásához.
id: Tambahkan paginasi ke daftar proyek.
ja: プロジェクト一覧にページ送りを追加。
nl: Pagineren toegevoegd aan vermelden projecten.
pt: Adicionada paginação à listagem de projetos.
pt_br: Adicionada paginação à listagem de projetos.
ro: A fost adăugată paginarea la lista de proiecte.
ru: Добавлена нумерация страниц в списке проектов.
sv: Lagt till paginering i projektlistan.
ta: திட்டங்களின் பட்டியலுக்கு மண்பாண்டம் சேர்க்கப்பட்டது.
tr: Proje listesine sayfalandırma eklendi.
uk: Додано поділ на сторінки для списку проєктів.
zh_hans: 为项目列表添加了分页。

source: API for creating new units now returns info about newly created unit.
de: API für die Erstellung neuer Einheiten gibt jetzt Informationen über die neu erstellte Einheit zurück.
ga: Tugann API chun aonaid nua a chruthú faisnéis ar ais faoi aonad nuachruthaithe anois.
hu: Új szövegegységek létrehozására szolgáló API mostantól visszaadja az újonnan létrehozott egység adatait.
id: API untuk membuat unit baru sekarang mengembalikan info tentang unit yang baru dibuat.
ja: 新規ユニット作成 API で、新しく作成されたユニットの情報を返すように変更。
nl: API voor maken van nieuwe eenheden geeft nu informatie terug over de nieuw gemaakte eenheid.
pt_br: A API para criar novas unidades agora retorna informações sobre a unidade recém-criada.
ru: API для создания новых единиц теперь возвращает информацию о вновь созданной единице.
sv: API för att skapa nya enheter returnerar nu information om nyskapade enheter.
ta: புதிய அலகுகளை உருவாக்குவதற்கான பநிஇ இப்போது புதிதாக உருவாக்கப்பட்ட அலகு பற்றிய தகவலை வழங்குகிறது.
tr: Yeni birimler oluşturma API uygulaması artık yeni oluşturulan birim ile ilgili bilgiler veriyor.
uk: Програмний інтерфейс для створення модулів у новій версії повертає відомості щодо новоствореного модуля.
zh_hans: 用于创建新单元的 API 现在返回有关新创建单元的信息。

source: Component discovery now supports configuring an intermediate language.
de: Die Komponentenerkennung unterstützt nun die Konfiguration einer Zwischensprache.
ga: Tacaíonn fionnachtain comhpháirte anois le teanga idirmheánach a chumrú.
hu: Az összetevők automatikus felismerése mostantól köztes nyelv beállítását is támogatja.
id: Penemuan komponen sekarang mendukung konfigurasi bahasa perantara.
ja: コンポーネントの検出で中間言語の設定に対応。
nl: Onderdeel discovery ondersteunt nu het configureren van een tussenliggende taal.
pt: A descoberta de componentes agora oferece suporte à configuração de um idioma intermediário.
pt_br: A descoberta de componentes agora oferece suporte à configuração de um idioma intermediário.
ro: Descoperirea componentelor acceptă acum configurarea unui limbaj intermediar.
ru: Обнаружение компонентов теперь поддерживает настройку промежуточного языка.
sv: Komponentupptäckt stöder nu konfigurering av ett mellanliggande språk.
ta: கூறு கண்டுபிடிப்பு இப்போது ஒரு இடைநிலை மொழியை உள்ளமைப்பதை ஆதரிக்கிறது.
tr: Bileşen keşfinde bir ara dilin yapılandırılması eklendi.
uk: У виявленні складників у новій версії передбачено підтримку налаштовування проміжної мови.
zh_hans: 部件发现现在支持配置中间语言。

source: Added fixed encoding variants to CSV formats.
de: Feste Kodierungsvarianten für CSV-Formate hinzugefügt.
ga: Cuireadh leaganacha seasta ionchódaithe le formáidí CSV.
hu: CSV formátumokhoz rögzített kódolású változatok kerültek bevezetésre.
id: Menambahkan varian penyandian tetap ke format CSV.
ja: CSV 形式に固定エンコーディングのバリエーションの追加。
nl: Vaste varianten voor coderen van indelingen CSV toegevoegd.
pt: Adicionadas variantes de codificação fixa aos formatos CSV.
pt_br: Adicionadas variantes de codificação fixa aos formatos CSV.
ro: Au fost adăugate variante fixe de codificare la formatele CSV.
ru: Добавлены фиксированные варианты кодировки в форматы CSV.
sv: Lade till fasta kodningsvarianter till CSV-format.
ta: காபிம வடிவங்களுக்கு நிலையான குறியாக்க வகைகளைச் சேர்க்கப்பட்டது.
tr: CSV biçimlerine sabit kodlama çeşitleri eklendi.
uk: Додано варіанти фіксованого кодування для форматів CSV.
zh_hans: 为CSV格式增加了修复编码变体。

source: Changed handling of context and location for some formats to better fit underlying implementation.
de: Die Behandlung von Kontext und Ort für einige Formate geändert, um sie besser an die zugrunde liegende Implementierung anzupassen.
ga: Láimhseáil athraithe comhthéacs agus suíomh do roinnt formáidí chun an cur i bhfeidhm bunúsach a oiriúnú níos fearr.
hu: Bizonyos formátumok esetén a kontextus és hely kezelésének módja módosult, hogy jobban illeszkedjen az alapul szolgáló megvalósításhoz.
id: Mengubah penanganan konteks dan lokasi untuk beberapa format agar lebih sesuai dengan implementasi yang mendasarinya.
ja: 一部の形式のコンテキストと記載位置の処理を変更して、基になる実装により適合するよう修正。
nl: Gewijzigde afhandeling van context en locatie voor sommige indelingen om beter te passen in de onderliggende implementatie.
pt: Alterado o tratamento de contexto e local para alguns formatos para melhor adequação à implementação subjacente.
pt_br: Alterado o tratamento de contexto e local para alguns formatos para melhor adequação à implementação subjacente.
ro: S-a modificat modul de gestionare a contextului și a locației pentru unele formate pentru a se adapta mai bine la implementarea de bază.
ru: Изменена обработка контекста и местоположения для некоторых форматов, чтобы лучше соответствовать базовой реализации.
sv: Ändrad hantering av sammanhang och plats för vissa format för att bättre passa den underliggande implementeringen.
ta: சில வடிவங்களுக்கான சூழல் மற்றும் இருப்பிடத்தை கையாளுதல் அடிப்படை செயல்பாட்டை சிறப்பாக பொருத்தமாக மாற்றியது.
tr: Temeldeki uygulamaya daha iyi uyması amacıyla bazı biçimler için bağlam ve konumun işlenmesi değiştirildi.
uk: Змінено обробку контексту та місця для деяких форматів з метою удосконалення сумісності із базовою реалізацією.
zh_hans: 改变了对某些格式的上下文和位置的处理以更好地适应底层实现。

source: Added support for the ResourceDictionary format.
de: Unterstützung für das ResourceDictionary-Format hinzugefügt.
ga: Tacaíocht bhreise don fhormáid ResourceDictionary.
hu: ResourceDictionary formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format ResourceDictionary.
ja: ResourceDictionary 形式に対応。
nl: Ondersteuning toegevoegd voor de indeling ResourceDictionary.
pt_br: Adicionado suporte para o formato ResourceDictionary.
ru: Добавлена поддержка формата ResourceDictionary.
sv: Stöd för formatet ResourceDictionary har lagts till.
ta: ஆதார வடிவத்திற்கான உதவி சேர்க்கப்பட்டது.
tr: ResourceDictionary biçimi desteği eklendi.
uk: Додано підтримку формату ResourceDictionary.
zh_hans: 新增支持 ResourceDictionary 格式。

source: Improved progress-bar colors for color-blind people.
de: Verbesserte Farben des Fortschrittsbalkens für farbenblinde Menschen.
ga: Dathanna barra dul chun cinn feabhsaithe do dhaoine dath-dall.
hu: Előrehaladási sáv színei javítva a színtévesztők számára.
id: Peningkatan warna bilah kemajuan bagi penderita buta warna.
ja: 色覚異常者のためにプログレスバーの色を改善。
nl: Verbeterde kleuren voor voortgangsbalken voor mensen die kleurenblind zijn.
pt_br: Melhoradas as cores da barra de progresso para pessoas daltônicas.
ru: Улучшены цвета индикатора выполнения для людей с дальтонизмом.
sv: Förbättrade färger på förloppsindikatorn för personer med färgblindhet.
ta: வண்ண-குருட்டு மக்களுக்கான மேம்பட்ட முன்னேற்ற-பட்டை வண்ணங்கள்.
tr: Renk körleri için ilerleme çubuğu renkleri iyileştirildi.
uk: Удосконалено кольори смужки поступу для людей із вадами зору.
zh_hans: 为色盲用户改进了进度条颜色。

source: Fixed variants cleanup when removing strings.
de: Bereinigung von Varianten beim Entfernen von Zeichenketten korrigiert.
ga: Glanadh leagan seasta nuair a bhaintear teaghráin.
hu: Változatok törlésének javítása szövegek eltávolításakor.
id: Memperbaiki pembersihan varian saat menghapus string.
ja: 文字列削除時の別表記のクリーンアップの修正。
nl: Gerepareerde varianten opschonen bij verwijderen tekenreeksen.
pt_br: Corrigida a limpeza de variantes ao remover textos.
ru: Исправлена очистка вариантов при удалении строк.
sv: Rättade uppstädningen av varianter vid borttagning av strängar.
ta: சரங்களை அகற்றும்போது நிலையான மாறுபாடுகள் தூய்மை.
tr: Dizge kaldırılırken yaşanan çeşitlerin temizlenmesi sorunu düzeltildi.
uk: Виправлено чищення варіантів при вилученні рядка.
zh_hans: 修复了字符串删除时变体清理的问题。

source: Compatibility with Django 4.1.
de: Kompatibilität mit Django 4.1.
ga: Comhoiriúnacht le Django 4.1.
hu: Django 4.1 kompatibilitás biztosítva.
id: Kompatibilitas dengan Django 4.1.
ja: Django 4.1 との互換性。
nl: Compatibiliteit met Django 4.1.
pt: Compatibilidade com Django 4.1.
pt_br: Compatibilidade com Django 4.1.
ro: Compatibilitate cu Django 4.1.
ru: Совместимость с Django 4.1.
sv: Kompatibilitet med Django 4.1.
ta: சாங்கோவுடன் பொருந்தக்கூடிய தன்மை 4.1.
tr: Django 4.1 uyumluluğu sağlandı.
uk: Забезпечено сумісність із Django 4.1.
zh_hans: 兼容 Django 4.1。

source: Added support for storing escaped XML elements in XLIFF.
de: Unterstützung für das Speichern von maskierten XML-Elementen in XLIFF hinzugefügt.
ga: Tacaíocht bhreise chun eilimintí XML éalaithe a stóráil in XLIFF.
hu: Támogatás hozzáadva az XLIFF fájlokban az escapelt XML-elemek tárolásához.
id: Menambahkan dukungan untuk menyimpan elemen XML yang lolos di XLIFF.
ja: エスケープされた XML 要素を XLIFF に保存への対応。
nl: Ondersteuning toegevoegd voor het opslaan van geëscapete elementen in XLIFF.
pt: Adicionado suporte para armazenar elementos XML com escape em XLIFF.
pt_br: Adicionado suporte para armazenar elementos XML com escape em XLIFF.
ro: S-a adăugat suport pentru stocarea elementelor XML scăpate în XLIFF.
ru: Добавлена поддержка хранения Escape-элементов XML в XLIFF.
sv: Lagt till stöd för lagring av undantagna XML-element i XLIFF.
ta: ஃலிப்ப் இல் தப்பித்த எக்ச்எம்எல் கூறுகளை சேமிப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: XLIFF içinde kaçınılan XML ögelerini depolama özelliği eklendi.
uk: Додано підтримку зберігання екранованих елементів XML у XLIFF.
zh_hans: 新增支持以 XLIFF 格式储存转义 XML 元素。

source: Improved formatting of placeholder-check errors.
de: Verbesserte Formatierung von Fehlern bei der Platzhalterprüfung.
ga: Formáidiú feabhsaithe ar earráidí seiceála coinneálaí.
hu: Helyettesítők ellenőrzési hibáinak megjelenítése javítva.
id: Peningkatan format galat pemeriksaan penempatan.
ja: プレースホルダーの検査エラーの書式設定の改良。
nl: Verbeterde opmaak van fouten in controle plaatsvervangers.
pt_br: Melhorada a formatação de erros de verificação de espaço reservado.
ru: Улучшено форматирование ошибок проверки заполнителей.
sv: Förbättrad formatering av fel i platshållarkontroller.
ta: பிளேச்ஓல்டர்-சோதனை பிழைகளின் மேம்பட்ட வடிவமைப்பு.
tr: Yer belirtici denetim hatalarının biçimlendirilmesi iyileştirildi.
uk: Удосконалено форматування повідомлень про помилки при перевірці замінників.
zh_hans: 改进了占位符检查错误的格式化。

source: Redirect /.well-known/change-password to /accounts/password/.
de: Weiterleitung von /.well-known/change-password nach /accounts/password/.
ga: Atreoraigh /.well-known/change-password chuig /accounts/password/.
hu: A /.well-known/change-password mostantól átirányít a /accounts/password/ oldalra.
id: Alihkan /.well-known/change-password ke /accounts/password/.
ja: /.well-known/change-password を /accounts/password/ にリダイレクト。
nl: Verwijzing van /.well-known/change-password naar /accounts/password/.
pt: Redireciona /.well-known/change-password para /accounts/password/.
pt_br: Redireciona /.well-known/change-password para /accounts/password/.
ro: Redirecționează /.well-known/change-password către /accounts/password/.
ru: Перенаправить /.well-known/change-password на /accounts/password/.
sv: Omdirigera /.well-known/change-password till /accounts/password/.
ta: திருப்பி விடுங்கள்/.
tr: /.well-known/change-password /accounts/password/ adresine yönlendirildi.
uk: Переспрямовано /.well-known/change-password до /accounts/password/.
zh_hans: 将 /.well-known/change-password 重定向到 /accounts/password/.
