Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: After installation, a default set of teams is created (see :ref:`default-teams`).
de: Nach der Installation wird ein Standardsatz von Teams erstellt (Siehe :ref:`default-teams`).
ga: Tar éis an suiteála, cruthaítear tacar réamhshocraithe foirne (féach :ref:`default-teams`).
hu: Telepítés után egy alapértelmezett csapatkészlet jön létre (lásd: :ref:`default-teams`).
id: Setelah instalasi, serangkaian tim bawaan dibuat (lihat :ref:`default-teams`).
ja: インストール後、デフォルトのチーム セットが生成されます（参照: :ref:`default-teams`）。
nl: Na het installeren wordt een standaard set teams gemaakt (bekijk :ref:`default-teams`).
pt: Após a instalação, um conjunto padrão de equipas é criado (veja :ref:`default-teams`).
pt_br: Após a instalação, um conjunto padrão de equipes é criado (consulte :ref:`default-teams`).
ru: После установки создаётся набор команд по умолчанию (см. :ref:`default-teams`).
sv: Efter installationen skapas en standarduppsättning team (se :ref:`default-teams`).
tr: Kurulumdan sonra, bir varsayılan takım kümesi oluşturulur (ayrıntılı bilgi almak için: :ref:`default-teams`).
uk: Після встановлення буде створено типовий набір команд (див. :ref:`default-teams`).
zh_hans: 安装完成后，将创建一组默认团队（参见 :ref:`default-teams`）。

source: These roles and teams are created upon installation. The built-in roles are always kept up to date by the database migration when upgrading. You can’t actually change them, please define a new role if you want to define your own set of permissions.
de: Diese Rollen und Teams werden bei der Installation erstellt. Die integrierten Rollen werden durch die Datenbankmigration beim Upgrade immer auf dem neuesten Stand gehalten. Sie können sie wirklich nicht ändern. Bitte definieren Sie eine neue Rolle, wenn Sie Ihre eigenen Berechtigungen festlegen möchten.
ga: Cruthaítear na róil agus na foirne seo nuair a shuiteáiltear iad. Coinníonn aistriú an bhunachair sonraí na róil ionsuite cothrom le dáta i gcónaí agus iad ag uasghrádú. Ní féidir leat iad a athrú, sainmhínigh ról nua más mian leat do shraith ceadanna féin a shainiú.
hu: Ezek a szerepkörök és csapatok a telepítés során jönnek létre. A beépített szerepköröket a frissítések során az adatbázis migráció mindig naprakészen tartja. Ezeket közvetlenül nem lehet módosítani; ha saját jogosultság-készletet szeretne létrehozni, új szerepkört kell definiálnia.
id: Peran dan tim ini dibuat setelah instalasi. Peran bawaan selalu diperbarui oleh migrasi basis data saat pemutakhiran. Anda tidak dapat mengubahnya, silakan tentukan peran baru jika Anda ingin menentukan set izin Anda sendiri.
ja: このロールとチームは、インストール時に生成されます。組み込みのロールは、アップグレード時にはデータベースを移行して常に最新の状態に保たれます。実際に変更することはできませんが、独自のアクセス権のセットを設定したい場合は、新しいロールを作成してください。
nl: Deze rollen en teams worden bij het installeren gemaakt. De ingebouwde rollen worden altijd up-to-date gehouden door de migratie van de database bij upgraden. U kunt ze niet feitelijk wijzigen, definieer een nieuwe rol als u uw eigen set met rechten wilt definiëren.
pt: Esses funções e essas equipas são criados após a instalação. As funções embutidas são sempre mantidas atualizadas pela migração do banco de dados ao atualizar. Não pode alterá-las. Defina uma nova função caso queira definir o seu próprio conjunto de permissões.
pt_br: Esses funções e essas equipes são criados após a instalação. As funções embutidas são sempre mantidas atualizadas pela migração do banco de dados ao atualizar. Você não pode alterá-las. Defina uma nova função caso você queira definir seu próprio conjunto de permissões.
ru: Эти роли и группы создаются во время установки. Встроенные роли всегда приводятся в актуальное состояние при процессе миграции базы данных во время обновления. Вы не можете изменить их, пожалуйста, создайте новую роль, если вы хотите определить свой собственный набор разрешений.
sv: Dessa roller och team skapas vid installationen. De inbyggda rollerna hålls alltid uppdaterade av databasmigreringen vid uppgradering. Du kan inte ändra dem, så definiera en ny roll om du vill definiera din egen uppsättning behörigheter.
ta: இந்த பாத்திரங்கள் மற்றும் அணிகள் நிறுவலின் போது உருவாக்கப்படுகின்றன. உள்ளமைக்கப்பட்ட பாத்திரங்கள் மேம்படுத்தும்போது தரவுத்தள இடம்பெயர்வு மூலம் எப்போதும் புதுப்பித்த நிலையில் வைக்கப்படுகின்றன. நீங்கள் உண்மையில் அவற்றை மாற்ற முடியாது, உங்கள் சொந்த அனுமதிகளை வரையறுக்க விரும்பினால் புதிய பாத்திரத்தை வரையறுக்கவும்.
tr: Bu roller ve takımlar kurulum sonrasında oluşturulur. Hazır roller, yükseltme yapılırken veri tabanı aktarımı tarafından her zaman güncel tutulur. Bunları gerçekten değiştiremezsiniz. Kendi izin kümenizi tanımlamak istiyorsanız lütfen yeni bir rol tanımlayın.
uk: Ці ролі та команди створюються під час встановлення. Актуальність вбудованих ролей завжди підтримується перенесенням бази даних під час оновлення. Ви не зможете внести зміни. Якщо ви хочете визначити власний набір прав доступу, визначте для нього нову роль.
zh_hans: 这些角色和团队是在安装时创建的。升级时，内置角色始终通过数据库迁移保持最新状态。实际上你无法更改它们，如果要定义自己的权限组合，请定义一个新角色。

source: List of privileges
de: Liste der Berechtigungen
ga: Liosta pribhléidí
hu: Jogosultságok listája
id: Daftar hak istimewa
ja: 権限一覧
nl: Lijst met rechten
pt: Lista de privilégios
pt_br: Lista de privilégios
ru: Список привилегий
sv: Förteckning över privilegier
ta: சலுகைகளின் பட்டியல்
tr: İzinlerin listesi
uk: Список прав доступу
zh_hans: 特权列表

source: Scope
de: Bereich
ga: Raon feidhme
hu: Hatókör
id: Cakupan
ja: 対象範囲
nl: Toepassingsgebied
pt: Âmbito
pt_br: Assunto
ro: Domeniu de aplicare
ru: Область
sv: Omfattning
ta: வாய்ப்பு
tr: Kapsam
uk: Область
zh_hans: 范围
zh_hant: 範圍

source: Permission
de: Berechtigung
ga: Cead
hu: Jogosultság
id: Izin
ja: アクセス権
nl: Recht
pt: Permissão
pt_br: Permissão
ro: Permisiune
ru: Разрешение
sv: Behörighet
ta: இசைவு
tr: İzin
uk: Дозвіл
zh_hans: 权限
zh_hant: 權限

source: Built-in roles
de: Integrierte Rollen
ga: Róil ionsuite
hu: Beépített szerepkörök
id: Peran bawaan
ja: 組み込みのロール
nl: Ingebouwde rollen
pt: Funções integradas
pt_br: Funções integradas
ru: Встроенные роли
sv: Inbyggda roller
ta: உள்ளமைக்கப்பட்ட பணிகள்
tr: Hazır roller
uk: Вбудовані ролі
zh_hans: 内置角色

source: Billing (see :ref:`billing`)
de: Abrechnung (siehe :ref:`billing`)
ga: Billeáil (féach :ref:`billing`)
hu: Számlázás (lásd: :ref:`billing`)
id: Tagihan (lihat :ref:`billing`)
ja: 請求（参照: :ref:`billing`）
nl: Facturering (bekijk :ref:`billing`)
pt: Faturamento (consulte :ref:`billing`)
pt_br: Cobrança (consulte :ref:`billing`)
ro: Facturare (a se vedea :ref:`billing`)
ru: Тарифный план (смотрите раздел :ref:`billing`)
sv: Fakturering (se :ref:`billing`)
tr: Faturalama (ayrıntılı bilgi almak için: :ref:`billing`)
uk: Фінансові рахунки (див. :ref:`billing`)
zh_hans: 账单（请参见 :ref:`billing`）

source: View billing info
de: Abrechnungsinformationen anzeigen
ga: Féach ar fhaisnéis bhilleála
hu: Számlázási információk megtekintése
id: Lihat info tagihan
ja: 課金情報の表示
nl: Informatie factureren tonen
pt: Ver informação de faturação
pt_br: Visualizar informações de cobrança
ro: Vizualizare informații de facturare
ru: Просмотр платёжной информации
sv: Visa faktureringsinformation
ta: பட்டியலிடல் தகவலைக் காண்க
tr: Fatura bilgilerini görüntüle
uk: Переглянути відомості про оплату
zh_hans: 查看账单信息
zh_hant: 檢視帳單資訊

source: :guilabel:`Billing`
sv: :guilabel:`Fakturering`

source: Changes
de: Änderungen
ga: Athruithe
hu: Változások
id: Perubahan
ja: 変更
nl: Wijzigingen
pt: Alterações
pt_br: Alterações
ro: Modificări
ru: Изменения
sv: Ändringar
ta: மாற்றங்கள்
tr: Değişiklikler
uk: Зміни
zh_hans: 变化
zh_hant: 更動

source: Download changes
de: Änderungen herunterladen
ga: Íoslódáil na hathruithe
hu: Változások letöltése
id: Unduh perubahan
ja: 変更点のダウンロード
nl: Wijzigingen downloaden
pt: Transferir alterações
pt_br: Baixar alterações
ro: Descărcare modificări
ru: Скачивание изменений
sv: Hämta ändringar
ta: மாற்றங்களை பதிவிறக்கவும்
tr: Değişiklikleri indir
uk: Завантажити зміни
zh_hans: 下载变化
zh_hant: 下載更動處

source: Comments
de: Kommentare
ga: Tuairimí
hu: Megjegyzések
id: Komentar
ja: コメント
nl: Opmerkingen
pt: Comentários
pt_br: Comentários
ro: Comentarii
ru: Комментарии
sv: Kommentarer
ta: கருத்துகள்
tr: Yorumlar
uk: Коментарі
zh_hans: 评论
zh_hant: 評註

source: Post comment
de: Kommentar erstellen
ga: Seol trácht
hu: Megjegyzés küldése
id: Posting komentar
ja: コメントの投稿
nl: Opmerking plaatsen
pt: Publicar comentário
pt_br: Publicar comentário
ro: Publicare comentariu
ru: Публикация комментариев
sv: Lägg till kommentar
ta: கருத்து தெரிவிக்கவும்
tr: Yorum gönderme
uk: Опублікувати коментар
zh_hans: 发表评论
zh_hant: 張貼評註

source: :guilabel:`Edit source`
sv: :guilabel:`Redigera källkod`

source: :guilabel:`Translation coordinator`
sv: :guilabel:`Översättningskoordinator`

source: :guilabel:`Review strings`
de: :guilabel:`Zeichenketten überprüfen`
ga: :guilabel:`Teaghráin athbhreithnithe`
hu: :guilabel:`Szövegek felülvizsgálata`
ja: :guilabel:`文字列の査読`
nl: :guilabel:`Tekenreeksen beoordelen`
pt: :guilabel:`Rever cadeias`
pt_br: :guilabel:`Revisar textos`
sv: :guilabel:`Granska strängar`
ta: : கிலாபெல்: `மதிப்பாய்வு சரங்களை`
tr: :guilabel:`Dizgeleri onaylama`
zh_hans: :guilabel:`审校字符串`

source: :guilabel:`Translate`
sv: :guilabel:`Översätt`

source: Delete comment
de: Kommentar löschen
ga: Scrios an trácht
hu: Megjegyzés törlése
id: Hapus komentar
ja: コメントの削除
nl: Opmerking verwijderen
pt: Apagar comentário
pt_br: Excluir comentário
ro: Ștergere comentariu
ru: Удаление комментариев
sv: Ta bort kommentar
ta: கருத்தை நீக்கு
tr: Yorum silme
uk: Вилучити коментар
zh_hans: 删除评论
zh_hant: 刪除評註

source: Resolve comment
de: Kommentar klären
ga: Réitigh an trácht
hu: Megjegyzés megoldása
id: Menyelesaikan komentar
ja: コメントの解決
nl: Reactie oplossen
pt: Resolver comentário
pt_br: Resolver comentário
ro: Rezolvare comentariu
ru: Разрешить комментарий
sv: Lös kommentar
ta: கருத்தைத் தீர்க்கவும்
tr: Yorumu çözümleme
uk: Вирішити коментар
zh_hans: 解决评论

source: Component
de: Komponente
ga: Comhpháirt
hu: Összetevő
id: Komponen
ja: コンポーネント
nl: Onderdeel
pt: Componente
pt_br: Componente
ro: Componentă
ru: Компонент
sv: Komponent
ta: கூறு
tr: Bileşen
uk: Складник
zh_hans: 部件
zh_hant: 組件

source: Edit component settings
de: Komponenteneinstellungen bearbeiten
ga: Cuir socruithe comhpháirte in eagar
hu: Összetevő-beállítások szerkesztése
id: Sunting pengaturan komponen
ja: コンポーネント設定の編集
nl: Onderdeelinstellingen aanpassen
pt: Editar definições de componente
pt_br: Editar configurações do componente
ro: Editare setări componente
ru: Правка настроек компонентов
sv: Ändra komponentinställningar
ta: கூறு அமைப்புகளைத் திருத்தவும்
tr: Bileşen ayarlarını düzenleme
uk: Змінити налаштування складників
zh_hans: 编辑部件设置
zh_hant: 編輯組件設定

source: Lock component, preventing translations
de: Komponente sperren, um Übersetzungen zu verhindern
ga: Comhpháirt a ghlasáil, aistriúcháin a chosc
hu: Összetevő zárolása, fordítások megakadályozása
id: Kunci komponen dari penerjemahan
ja: コンポーネントのロック、翻訳の防止
nl: Onderdeel vergrendelen voor vertaling
pt: Bloquear componente, impedindo traduções
pt_br: Bloquear componente, evitando traduções
ro: Blocare componentă, împiedicare traducere
ru: Блокировка компонента от перевода
sv: Lås komponent, förhindrar översättningar
ta: பூட்டு கூறு, மொழிபெயர்ப்புகளைத் தடுக்கும்
tr: Bileşeni kilitleme, çevirileri engelleme
uk: Блокувати складник, запобігаючи перекладу
zh_hans: 锁定部件，阻止翻译
zh_hant: 鎖定組件，防止翻譯

source: :guilabel:`Manage repository`
sv: :guilabel:`Hantera arkiv`

source: Glossary
de: Glossar
ga: Gluais
hu: Szójegyzék
id: Glosarium
ja: 用語集
nl: Woordenlijst
pt: Glossário
pt_br: Glossário
ro: Glosar
ru: Словарь
sv: Ordlista
ta: சொற்களஞ்சியம்
tr: Sözlük
uk: Глосарій
zh_hans: 术语表
zh_hant: 詞彙表

source: Add glossary entry
de: Glossareintrag hinzufügen
ga: Cuir iontráil nua sa ghluais
hu: Szójegyzék-bejegyzés hozzáadása
id: Menambah entri glosarium
ja: 用語集への項目の追加
nl: Item woordenlijst toevoegen
pt: Adicionar entrada de glossário
pt_br: Adicionar entrada no glossário
ro: Adăugare intrare în glosar
ru: Добавление записей в словарь
sv: Lägg till post i ordlista
ta: சொற்களஞ்சிய நுழைவு சேர்
tr: Sözlük kaydı ekleme
uk: Додати запис до глосарія
zh_hans: 添加术语表条目
zh_hant: 增加詞彙表條目

source: :guilabel:`Manage glossary`
sv: :guilabel:`Hantera ordlista`

source: Add glossary terminology
de: Glossarterminologie hinzufügen
ga: Cuir téarmaíocht ghluais leis
hu: Szójegyzék-terminológia hozzáadása
id: Menambahkan terminologi glosarium
ja: 用語集への固有の用語の追加
nl: Term woordenlijst toevoegen
pt: Adicionar terminologia ao Glossário
pt_br: Adicionar terminologia ao Glossário
ru: Добавление терминологии в словарь
sv: Lägg till ordlisteterm
ta: சொற்களஞ்சிய சொற்களைச் சேர்க்கவும்
tr: Sözlük terimi ekleme
uk: Додано термінологію глосарія
zh_hans: 添加术语表术语

source: Edit glossary entry
de: Glossareintrag bearbeiten
ga: Cuir iontráil na gluaise in eagar
hu: Szójegyzék-bejegyzés szerkesztése
id: Sunting entri glosarium
ja: 用語集の項目の編集
nl: Item woordenlijst bewerken
pt: Editar entrada de glossário
pt_br: Editar entrada do glossário
ro: Editare intrare în glosar
ru: Правка записей словаря
sv: Ändra post i ordlista
ta: சொற்களஞ்சிய நுழைவைத் திருத்து
tr: Sözlük kaydını düzenleme
uk: Змінити словникове гніздо
zh_hans: 编辑术语表条目
zh_hant: 編輯詞彙表條目

source: Delete glossary entry
de: Glossareintrag löschen
ga: Scrios an iontráil ón ngluais
hu: Szójegyzék-bejegyzés törlése
id: Hapus entri glosarium
ja: 用語集の項目の削除
nl: Item woordenlijst verwijderen
pt: Apagar entrada de glossário
pt_br: Excluir entrada do glossário
ro: Ștergere intrare în glosar
ru: Удаление записей из словаря
sv: Ta bort post från ordlista
ta: சொற்களஞ்சிய நுழைவை நீக்கு
tr: Sözlük kaydını silme
uk: Видалити словникове гніздо
zh_hans: 删除术语表条目
zh_hant: 刪除詞彙表條目

source: Upload glossary entries
de: Glossareinträge hochladen
ga: Uaslódáil iontrálacha foclóir
hu: Szójegyzék-bejegyzések feltöltése
id: Unggah entri glosarium
ja: 用語集の項目のアップロード
nl: Items woordenlijst uploaden
pt: Enviar entradas de glossário
pt_br: Enviar entradas ao glossário
ro: Încărcare intrări în glosar
ru: Загрузка записей в словарь
sv: Ladda upp poster till ordlista
ta: சொற்களஞ்சிய உள்ளீடுகளை பதிவேற்றவும்
tr: Sözlük kayıtları yükleme
uk: Вивантажити словникове гніздо
zh_hans: 上传术语表条目
zh_hant: 上傳詞彙表條目

source: Automatic suggestions
de: Automatische Vorschläge
ga: Moltaí uathoibríocha
hu: Automatikus javaslatok
id: Saran otomatis
ja: 自動提案
nl: Automatische vertalingen
pt: Sugestões automáticas
pt_br: Sugestões automáticas
ro: Sugestii automate
ru: Автоматические советы
sv: Automatiska förslag
ta: தானியங்கி பரிந்துரைகள்
tr: Kendiliğinden öneriler
uk: Автоматичні пропозиції
zh_hans: 自动建议
zh_hant: 自動建議

source: Use automatic suggestions
de: Automatische Vorschläge verwenden
ga: Úsáid na moltaí déanta go huathoibríoch
hu: Automatikus javaslatok használata
id: Menggunakan saran otomatis
ja: 自動提案の使用
nl: Automatische vertalingen toestaan
pt: Usar sugestões automáticas
pt_br: Usar sugestões automáticas
ro: Utilizare sugestii automate
ru: Использовать автоматические советы
sv: Använd automatiska förslag
ta: தானியங்கி பரிந்துரைகளைப் பயன்படுத்து
tr: Kendiliğinden önerileri kullanmak
uk: Використовувати автоматичні пропозиції
zh_hans: 使用自动建议
zh_hant: 使用自動建議

source: Translation memory
de: Übersetzungsspeicher
ga: Cuimhne aistriúcháin
hu: Fordítási memória
id: Memori Terjemahan
ja: 翻訳メモリ
nl: Vertaalgeheugen
pt: Memória de tradução
pt_br: Memória de tradução
ro: Memorie de traducere
ru: Память переводов
sv: Översättningsminne
ta: மொழிபெயர்ப்பு நினைவகம்
tr: Çeviri belleği
uk: Памʼять перекладів
zh_hans: 翻译记忆库
zh_hant: 翻譯記憶

source: Edit translation memory
de: Übersetzungsspeicher bearbeiten
ga: Athraigh cuimhne na n-aistriúchán
hu: Fordítási memória szerkesztése
id: Sunting memori penerjemahan
ja: 翻訳メモリの編集
nl: Vertaalgeheugen bewerken
pt: Editar memória de tradução
pt_br: Editar memória de tradução
ro: Editare memorie de traducere
ru: Правка памяти переводов
sv: Ändra översättningsminne
ta: மொழிபெயர்ப்பு நினைவகத்தைத் திருத்தவும்
tr: Çeviri belleğini düzenleme
uk: Змінити памʼять перекладів
zh_hans: 编辑翻译记忆
zh_hant: 編輯翻譯記憶

source: :guilabel:`Manage translation memory`
sv: :guilabel:`Hantera översättningsminne`

source: Delete translation memory
de: Übersetzungsspeicher löschen
ga: Scrios cuimhne na n-aistriúchán
hu: Fordítási memória törlése
id: Hapus memori penerjemahan
ja: 翻訳メモリの削除
nl: Vertaalgeheugen verwijderen
pt: Apagar memória de tradução
pt_br: Excluir memória de tradução
ro: Ștergere memoria de traducere
ru: Удаление памяти переводов
sv: Ta bort översättningsminne
ta: மொழிபெயர்ப்பு நினைவகத்தை நீக்கு
tr: Çeviri belleğini silme
uk: Вилучити памʼять перекладів
zh_hans: 删除翻译记忆
zh_hant: 刪除翻譯記憶

source: Projects
de: Projekte
ga: Tionscadail
hu: Projektek
id: Proyek
ja: プロジェクト
nl: Projecten
pt: Projetos
pt_br: Projetos
ro: Proiecte
ru: Проекты
sv: Projekt
ta: திட்டங்கள்
tr: Projeler
uk: Проєкти
zh_hans: 项目
zh_hant: 專案

source: Edit project settings
de: Projekteinstellungen bearbeiten
ga: Athraigh socruithe an tionscadail
hu: Projektbeállítások szerkesztése
id: Sunting pengaturan proyek
ja: プロジェクト設定の編集
nl: Projectinstellingen aanpassen
pt: Editar definições do projeto
pt_br: Editar configurações do projeto
ro: Editare setări proiect
ru: Правка настроек проекта
sv: Ändra projektinställningar
ta: திட்ட அமைப்புகளைத் திருத்தவும்
tr: Proje ayarlarını düzenleme
uk: Змінити параметри проєкту
zh_hans: 编辑项目设置
zh_hant: 編輯專案設定

source: Manage project access
de: Projektzugriff verwalten
ga: Mionathraigh rochtain an tionscadail
hu: Projekt-hozzáférés kezelése
id: Mengelola akses proyek
ja: プロジェクトのアクセス管理
nl: Projecttoegang beheren
pt: Gerir acesso do projeto
pt_br: Gerenciar acesso ao projeto
ro: Gestionare acces proiect
ru: Управление доступом к проекту
sv: Hantera projektåtkomst
ta: திட்ட அணுகலை நிர்வகி
tr: Proje erişimini yönetme
uk: Керувати доступом до проєкту
zh_hans: 管理项目访问权
zh_hant: 管理專案存取權

source: Reports
de: Berichte
ga: Tuarascálacha
hu: Jelentések
id: Laporan
ja: レポート
nl: Verslagen
pt: Relatórios
pt_br: Relatórios
ro: Rapoarte
ru: Отчёты
sv: Rapporter
ta: அறிக்கைகள்
tr: Raporlar
uk: Звіти
zh_hans: 报告
zh_hant: 回報

source: Download reports
de: Berichte herunterladen
ga: Íoslódáil tuairiscí
hu: Jelentések letöltése
id: Unduh laporan
ja: レポートのダウンロード
nl: Verslagen downloaden
pt: Transferir relatórios
pt_br: Baixar relatórios
ro: Descărcare rapoarte
ru: Скачивание отчётов
sv: Hämta rapporter
ta: அறிக்கைகளைப் பதிவிறக்குங்கள்
tr: Raporları indirme
uk: Завантажити звіти
zh_hans: 下载报告
zh_hant: 下載報表

source: Screenshots
de: Bildschirmfotos
ga: Gabhálacha scáileáin
hu: Képernyőképek
id: Cuplikan layar, Tangkapan layar
ja: スクリーンショット
nl: Schermafdrukken
pt: Capturas de ecrã
pt_br: Capturas de tela
ro: Capturi de ecran
ru: Снимки экрана
sv: Skärmdumpar
ta: திரைக்காட்சிகள்
tr: Ekran görüntüleri
uk: Знімки екрана
zh_hans: 截屏
zh_hant: 畫面快照

source: Add screenshot
de: Bildschirmfoto hinzufügen
ga: Cuir screenshot leis
hu: Képernyőkép hozzáadása
id: Menambah tangkapan layar
ja: スクリーンショットの追加
nl: Schermafdruk toevoegen
pt: Adicionar captura de ecrã
pt_br: Adicionar captura de tela
ro: Adăugare captură de ecran
ru: Добавление снимков экрана
sv: Lägg till skärmdump
ta: திரை காட்சி சேர்
tr: Ekran görüntüsü ekleme
uk: Додати знімок
zh_hans: 添加截图
zh_hant: 加入畫面快照

source: :guilabel:`Manage screenshots`
sv: :guilabel:`Hantera skärmdumpar`

source: Edit screenshot
de: Bildschirmfoto bearbeiten
ga: Cuir gabháil scáileáin in eagar
hu: Képernyőkép szerkesztése
id: Sunting tangkapan layar
ja: スクリーンショットの編集
nl: Schermafdruk aanpassen
pt: Editar captura de ecrã
pt_br: Editar captura de tela
ro: Editare captură de ecran
ru: Править снимок экрана
sv: Ändra skärmdump
ta: திரை சாட்டைத் திருத்து
tr: Ekran görüntüsü düzenleme
uk: Змінити знімок
zh_hans: 编辑截图
zh_hant: 編輯畫面快照

source: Delete screenshot
de: Bildschirmfoto löschen
ga: Scrios an ghabháil scáileáin
hu: Képernyőkép törlése
id: Hapus tangkapan layar
ja: スクリーンショットの削除
nl: Schermafdruk verwijderen
pt: Apagar captura de ecrã
pt_br: Excluir captura de tela
ro: Ștergere captură de ecran
ru: Удалить снимок экрана
sv: Ta bort skärmdump
ta: ச்கிரீன்சாட்டை நீக்கு
tr: Ekran görüntüsü silme
uk: Видалити знімок
zh_hans: 删除截图
zh_hant: 刪除畫面快照

source: Source strings
de: Ausgangszeichenketten
ga: Teaghráin foinse
hu: Forrásszövegek
id: String sumber
ja: 原文
nl: Brontekenreeksen
pt: Cadeias fonte
pt_br: Textos fonte
ro: Șiruri sursă
ru: Исходные строки
sv: Källsträngar
ta: மூல சரங்கள்
tr: Kaynak dizgeler
uk: Джерельні рядки
zh_hans: 源字符串
zh_hant: 來源字串

source: Edit additional string info
de: Zusätzliche Zeichenketteninformationen bearbeiten
ga: Cuir eolas teaghrán breise in eagar
hu: További szöveginformációk szerkesztése
id: Sunting info string tambahan
ja: 原文情報の追加編集
nl: Aanvullende tekenreeksgegevens aanpassen
pt: Editar informação adicional da cadeia
pt_br: Editar informações adicionais do texto
ro: Editare informații suplimentare despre șir
ru: Правка дополнительных свойств строки
sv: Redigera ytterligare stränginformation
ta: கூடுதல் சரம் தகவலைத் திருத்தவும்
tr: Ek dizge bilgilerini düzenleme
uk: Редагувати додаткові відомості про рядок
zh_hans: 编辑字符串额外信息
zh_hant: 編輯額外字串資訊

source: Strings
de: Zeichenketten
ga: Teaghráin
hu: Szövegek
id: String
ja: 文字列
nl: Tekenreeksen
pt: Cadeias
pt_br: Textos
ro: Șiruri
ru: Строки
sv: Strängar
ta: சரங்கள்
tr: Dizge
uk: Рядки
zh_hans: 字符串
zh_hant: 字串

source: Add new string
de: Neue Zeichenkette hinzufügen
ga: Cuir teaghrán nua leis
hu: Új szöveg hozzáadása
id: Menambah string baru
ja: 新しい文字列の追加
nl: Nieuwe tekenreeks toevoegen
pt: Adicionar nova cadeia
pt_br: Adicionar novo texto
ro: Adăugare șir nou
ru: Добавление новой строки
sv: Lägg till ny sträng
ta: புதிய சரம் சேர்
tr: Yeni dizge ekleme
uk: Додати новий рядок
zh_hans: 添加新字符串
zh_hant: 新增新字串

source: Remove a string
de: Eine Zeichenkette entfernen
ga: Bain teaghrán
hu: Szöveg eltávolítása
id: Hapus string
ja: 文字列の削除
nl: Tekenreeksen verwijderen
pt: Remover uma cadeia
pt_br: Remover um texto
ro: Eliminarea unui șir
ru: Удаление строки
sv: Ta bort en sträng
ta: ஒரு சரத்தை அகற்றவும்
tr: Bir dizgeyi silme
uk: Вилучити рядок
zh_hans: 移除字符串
zh_hant: 移除字串

source: Dismiss failing check
de: Fehlerhafte Prüfung verwerfen
ga: Ruaig seiceáil theip
hu: Sikertelen ellenőrzés eltüntetése
id: Abaikan pemeriksaan kegagalan
ja: 検査の不合格項目の除外
nl: Mislukte controle negeren
pt: Dispensar verificação com falha
pt_br: Descartar verificação com falha
ro: Respingere control nereușit
ru: Отказ от проверки
sv: Avvisa misslyckad kontroll
ta: தோல்வியுற்ற சோதனையை நிராகரிக்கவும்
tr: Denetim hatasını yok sayma
uk: Відхилити невдалу перевірку
zh_hans: 忽略未通过的检查
zh_hant: 略過未通過查核

source: Edit strings
de: Zeichenketten bearbeiten
ga: Cuir teaghráin in eagar
hu: Szövegek szerkesztése
id: Sunting string
ja: 文字列の編集
nl: Tekenreeksen aanpassen
pt: Editar cadeias
pt_br: Editar textos
ro: Editare șir de caractere
ru: Правка строк
sv: Ändra sträng
ta: சரங்களைத் திருத்தவும்
tr: Dizgeleri düzenleme
uk: Змінити рядки
zh_hans: 编辑字符串
zh_hant: 編輯字串

source: Review strings
de: Zeichenketten überprüfen
ga: Teaghráin athbhreithnithe
hu: Szövegek felülvizsgálata
id: Tinjau string
ja: 文字列の査読
nl: Tekenreeksen beoordelen
pt: Rever cadeias
pt_br: Revisar textos
ro: Revizuire șiruri
ru: Рецензирование строк
sv: Granska strängar
ta: சரங்களை மதிப்பாய்வு செய்யவும்
tr: Dizgeleri onaylama
uk: Перерити рядки
zh_hans: 审校字符串
zh_hant: 檢閱字串

source: Bulk edit strings
sv: Massredigera strängar

source: :guilabel:`Bulk editing`
sv: :guilabel:`Massredigering`
