Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Performs translation using `OpenAI`_.
de: Führt die Übersetzung mit `OpenAI`_ durch.
ga: Déanann sé aistriúchán le `OpenAI`_.
hu: Fordítást végez az `OpenAI`_ használatával.
id: Melakukan penerjemahan menggunakan `OpenAI`_.
ja: `OpenAI`_ を使用して翻訳を実行します。
nl: Voert vertaling uit met `OpenAI`_.
pt: Executa a tradução usando `OpenAI`_.
pt_br: Executa a tradução usando `OpenAI`_.
sv: Utför översättning med hjälp av `OpenAI`_.
ta: `openai`_ ஐப் பயன்படுத்தி மொழிபெயர்ப்பைச் செய்கிறது.
tr: `OpenAI`_ kullanarak çeviri yapar.
uk: Виконує переклад за допомогою `OpenAI`_.
zh_hans: 使用 `OpenAI`_ 进行翻译。

source: The OpenAI API is powered by a diverse set of models with different capabilities and price points. Automatic selection chooses the best model available, but you might want to choose a specific model that matches your needs.
de: Die OpenAI-API basiert auf einer Vielzahl von Modellen mit unterschiedlichen Funktionen und Preisklassen. Die automatische Auswahl wählt das beste verfügbare Modell aus, jedoch möchten Sie vielleicht ein bestimmtes Modell auswählen, das Ihren Anforderungen entspricht.
ga: Tá an API OpenAI faoi thiomáint ag sraith éagsúil samhlacha le cumais éagsúla agus pointí praghais. Roghnaíonn roghnú uathoibríoch an tsamhail is fearr atá ar fáil, ach b'fhéidir gur mhaith leat múnla ar leith a roghnú a oireann le do chuid riachtanas.
hu: Az OpenAI API különféle képességű és árkategóriájú modellekből áll. Az automatikus kiválasztás a legmegfelelőbb modellt választja ki, de lehetőség van egy adott modell kézi kiválasztására is, amely jobban megfelel az igényeinek.
id: API OpenAI didukung oleh beragam model dengan kemampuan dan harga yang berbeda-beda. Pemilihan otomatis akan memilih model terbaik yang tersedia, tetapi Anda mungkin ingin memilih model spesifik yang sesuai dengan kebutuhan Anda.
ja: OpenAI API は、さまざまな機能と価格帯を備えたさまざまなモデルの組み合わせがあります。自動選択では利用可能な最適なモデルが選択されますが、用途に合った特定のモデルを選択することもできます。
nl: De OpenAI API wordt aangedreven door een set verschillende modellen met verschillende mogelijkheden en prijzen. Automatisch selecteren kiest het best beschikbare model, maar u zou misschien een specifiek model willen kiezen dat voldoet aan uw behoeften.
pt: A API da OpenAI é alimentada por um conjunto diversificado de modelos com diferentes capacidades e faixas de preço. A seleção automática escolhe o melhor modelo disponível, mas pode escolher um modelo específico que atenda às suas necessidades.
pt_br: A API da OpenAI é alimentada por um conjunto diversificado de modelos com diferentes capacidades e faixas de preço. A seleção automática escolhe o melhor modelo disponível, mas você pode querer escolher um modelo específico que atenda às suas necessidades.
sv: OpenAI API drivs av en mångfaldig uppsättning modeller med olika funktioner och prisklasser. Automatisk val väljer den bästa tillgängliga modellen, men du kanske vill välja en specifik modell som passar dina behov.
ta: ஓபன் பநிஇ வெவ்வேறு திறன்கள் மற்றும் விலை புள்ளிகளைக் கொண்ட பல்வேறு மாதிரிகள் மூலம் இயக்கப்படுகிறது. தானியங்கி தேர்வு கிடைக்கக்கூடிய சிறந்த மாதிரியைத் தேர்வுசெய்கிறது, ஆனால் உங்கள் தேவைகளுக்கு பொருந்தக்கூடிய ஒரு குறிப்பிட்ட மாதிரியை நீங்கள் தேர்வு செய்ய விரும்பலாம்.
tr: OpenAI API, farklı yetenekleri ve fiyatları olan çeşitli modeller sunar. Kendiliğinden seçim var olan en iyi modeli seçer ancak gereksinimlerinize uygun başka bir model seçmek isteyebilirsiniz.
uk: Програмний інтерфейс OpenAI посилено різним набором моделей із різними можливостями і точками оцінювання. Автоматична система вибору вибирає кращу доступну модель, але ви можете вибрати специфічну модель, яка відповідає вашим потребам.
zh_hans: OpenAI API 由多元模型集驱动，这些模型的能力和定价各不相同。自动选择会选择最佳可用模型，但你或许想要选择匹配你需求的特定模型。

source: Use persona and style fields to further fine-tune translations. These will be used in a prompt for OpenAI and allow you to change the style of the translations.
de: Verwenden Sie Persona- und Style-Felder, um die Übersetzungen weiter zu verfeinern. Diese werden in einer Eingabeaufforderung für OpenAI verwendet und ermöglichen, den Stil der Übersetzungen zu ändern.
ga: Bain úsáid as réimsí persona agus stíle chun aistriúcháin a mhionchoigeartú a thuilleadh. Úsáidfear iad seo mar leid do OpenAI agus ligfidh siad duit stíl na n-aistriúchán a athrú.
hu: A fordítások finomhangolásához használhatók a „személyiség” és „stílus” mezők is. Ezek egy OpenAI promptban kerülnek felhasználásra, és lehetővé teszik a fordítások stílusának testreszabását.
id: Gunakan kolom persona dan gaya untuk menyempurnakan terjemahan lebih lanjut. Ini akan digunakan dalam perintah untuk OpenAI dan memungkinkan Anda mengubah gaya terjemahan.
ja: 人物像と翻訳スタイル フィールドを使用して、翻訳をさらに詳細設定します。これは OpenAI のプロンプトで使用することにより翻訳スタイルを変更できます。
nl: Gebruik velden voor persona en opmaak om vertaling verder fijn af te stemmen. Deze zullen worden gebruikt in een prompt voor OpenAI en u in staat stellen de opmaak van de vertalingen te wijzigen.
pt: Utilize os campos de persona e estilo para ajustar ainda mais as traduções. Eles serão usados num prompt para a OpenAI e permitirão alterar o estilo das traduções.
pt_br: Utilize os campos de persona e estilo para ajustar ainda mais as traduções. Eles serão usados em um prompt para a OpenAI e permitirão alterar o estilo das traduções.
sv: Använd fälten persona och stil för att finjustera översättningarna ytterligare. Dessa kommer att användas i en prompt för OpenAI och gör det möjligt för dig att ändra stilen på översättningarna.
ta: மேலும் சிறந்த மொழிபெயர்ப்புகளுக்கு ஆளுமை மற்றும் பாணி புலங்களைப் பயன்படுத்து. இவை ஓப்பனாய்க்கு ஒரு வரியில் பயன்படுத்தப்பட்டு மொழிபெயர்ப்புகளின் பாணியை மாற்ற அனுமதிக்கும்.
tr: Çeviriler üzerinde daha fazla ince ayar yapmak için kişilik ve tarz alanlarını kullanın. Bunlar OpenAI isteminde kullanılır ve çevirilerin tarzını değiştirmenizi sağlar.
uk: Скористайтеся полями особи та стилю для подальшого коригування перекладів. Ці дані буде використано у запиті для OpenAI, їх буде використано для зміни стилю перекладів.
zh_hans: 使用 persona 和 style 字段进一步微调翻译。这些将被用于 OpenAI 的 prompt 并允许你更改翻译的风格。

source: Support for custom model and base URL was added.
de: Unterstützung für benutzerdefinierte Modelle und Basis-URLs wurde hinzugefügt.
ga: Cuireadh tacaíocht le haghaidh múnla saincheaptha agus bunUR leis.
hu: Támogatott az egyedi modell és az alap URL használata is.
id: Dukungan untuk model khusus dan URL dasar telah ditambahkan.
ja: カスタム モデルとベース URL に対応しました。
nl: Ondersteuning voor aangepast model en basis-URL werd toegevoegd.
pt: Foi adicionado o suporte para modelo personalizado e URL de base.
pt_br: Foi adicionado o suporte para modelo personalizado e URL de base.
sv: Stöd för anpassad modell och bas-URL har lagts till.
ta: தனிப்பயன் மாதிரி மற்றும் அடிப்படை முகவரி க்கான உதவி சேர்க்கப்பட்டது.
tr: Özel model ve temel adres desteği eklendi.
uk: Додано підтримку нетипової моделі і базової адреси.
zh_hans: 新增支持自定义模型和基 URL。

source: `OpenAI models <https://platform.openai.com/docs/models>`_
id: `Model OpenAI <https://platform.openai.com/docs/models>`_
sv: `OpenAI-modeller <https://platform.openai.com/docs/models>`_

source: `OpenAI API keys <https://platform.openai.com/api-keys>`_
id: `Kunci API OpenAI <https://platform.openai.com/api-keys>`_
sv: `OpenAI API-nycklar <https://platform.openai.com/api-keys>`_

source: SAP username
de: SAP-Benutzername
ga: SAP ainm úsáideora
hu: SAP felhasználónév
id: Nama pengguna SAP
ja: SAP ユーザー名
nl: SAP-gebruikersnaam
pt: Nome de utilizador SAP
pt_br: Nome de usuário SAP
ro: Nume utilizator SAP
ru: Имя пользователя SAP
sv: SAP användarnamn
ta: சேப் பயனர்பெயர்
tr: SAP kullanıcı adı
uk: Ім'я користувача SAP
zh_hans: SAP 用户名

source: SAP password
de: SAP-Passwort
ga: Pasfhocal SAP
hu: SAP jelszó
id: Kata sandi SAP
ja: SAP パスワード
nl: SAP-wachtwoord
pt: Palavra-passe SAP
pt_br: Senha SAP
ro: parola SAP
ru: Пароль SAP
sv: SAP lösenord
ta: சேப் கடவுச்சொல்
tr: SAP parolası
uk: Пароль до SAP
zh_hans: SAP 密码

source: Enable machine translation
de: Maschinelle Übersetzung aktivieren
ga: Cumasaigh aistriúchán meaisín
hu: Gépi fordítás engedélyezése
id: Aktifkan terjemahan mesin
ja: 機械翻訳の有効化
nl: Machinevertaling gebruiken
pt: Ativar tradução automática
pt_br: Ativar tradução automática
ro: Activați traducerea automată
ru: Включить машинный перевод
sv: Aktivera maskinöversättning
ta: இயந்திர மொழிபெயர்ப்பை இயக்கவும்
tr: Makine çevirisi kullanılsın
uk: Увімкнути комп'ютерний переклад
zh_hans: 启用机器翻译

source: Translation domain
de: Übersetzungsdomain
ga: Fearann aistriúcháin
hu: Fordítási tartomány
id: Domain penerjemahan
ja: 翻訳のドメイン
nl: Vertaaldomein
pt: Domínio de tradução
pt_br: Domínio da tradução
ro: Domeniu traducere
ru: Домен перевода
sv: Översättningsdomän
ta: மொழிபெயர்ப்பு களம்
tr: Çeviri etki alanı
uk: Домен перекладу
zh_hans: 翻译域

source: The ID of a translation domain, for example, BC. If you do not specify a domain, the method searches for translations in all available domains.
de: Die ID einer Übersetzungsdomain, zum Beispiel BC. Wenn Sie keine Domain angeben, sucht die Methode nach Übersetzungen in allen verfügbaren Domains.
ga: ID fearainn aistriúcháin, mar shampla, BC. Mura sonraíonn tú fearann, déanann an modh cuardach ar aistriúcháin i ngach fearann atá ar fáil.
hu: Egy fordítási tartomány azonosítója, például: BC. Ha nincs megadva tartomány, a rendszer az összes elérhető tartományban keres fordítást.
id: ID domain terjemahan, misalnya, BC. Jika Anda tidak mengatur sebuah domain, metode itu akan mencari terjemahan dalam semua domain yang tersedia.
ja: 翻訳ドメインの ID（BC など）。ドメインを指定しない場合、このメソッドは使用可能なすべてのドメインで翻訳を検索します。
nl: De id van een vertaaldomein, bijv. BC. Als u geen domein opgeeft, dan wordt er naar vertalingen op alle beschikbare domeinen gezocht.
pt: A Id. de um domínio de tradução, por exemplo, BC. Se não especificar um domínio, o método procura por traduções em todos os domínios disponíveis.
pt_br: A identificação de um domínio de tradução, por exemplo, BC. Se você não especificar um domínio, o método procura por traduções em todos os domínios disponíveis.
ro: ID-ul unui domeniu de traducere, de exemplu, BC. Dacă nu specifici un domeniu, metoda caută traduceri în toate domeniile disponibile.
ru: Идентификатор домена перевода, например: BC. Если вы не укажете домен, метод будет искать переводы во всех доступных доменах.
sv: ID för en översättningsdomän, till exempel BC. Om du inte anger någon domän söker metoden efter översättningar i alla tillgängliga domäner.
ta: மொழிபெயர்ப்பு களத்தின் ஐடி, எடுத்துக்காட்டாக, கி.மு. நீங்கள் ஒரு டொமைனைக் குறிப்பிடவில்லை என்றால், கிடைக்கக்கூடிய அனைத்து களங்களிலும் மொழிபெயர்ப்புகளை முறை தேடுகிறது.
tr: Bir çeviri etki alanının kimliği. Örnek: BC. Bir etki alanı belirtmezseniz, yöntem kullanılabilir tüm etki alanlarındaki çevirileri arar.
uk: Ідентифікатор домену перекладу. Приклад: BC. Якщо ви не вкажете домен, метод шукатиме переклади в усіх доступних доменах.
zh_hans: 翻译域的 ID，例如 BC。 如果您不指定域，该方法会搜索所有可用域中的翻译。

source: Machine translation service provided by SAP.
de: Maschineller Übersetzungsdienst von SAP.
ga: Seirbhís aistriúcháin meaisín curtha ar fáil ag SAP.
hu: Az SAP által biztosított gépi fordítási szolgáltatás.
id: Layanan terjemahan mesin yang disediakan oleh SAP.
ja: SAP が提供する機械翻訳サービス。
nl: Service voor machinevertaling verschaft door SAP.
pt: Serviço de tradução de máquina fornecido por SAP.
pt_br: Serviço de tradução automática fornecido pela SAP.
ro: Serviciu de traducere automată furnizat de SAP.
ru: Сервис машинного перевода, предоставляемый SAP.
sv: Maskinöversättningstjänst tillhandahållen av SAP.
ta: இயந்திர மொழிபெயர்ப்பு பணி sap ஆல் வழங்கப்பட்டது.
tr: SAP tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається SAP.
zh_hans: SAP 提供的机器翻一下服务。
zh_hant: SAP 提供的機器翻一下服務。

source: You need to have a SAP account (and the SAP Translation Hub enabled in the SAP Cloud Platform) to use this service.
de: Sie müssen über ein SAP-Benutzerkonto verfügen (und den SAP Translation Hub in der SAP Cloud Platform aktiviert haben), um diesen Dienst nutzen zu können.
ga: Ní mór duit cuntas SAP (agus Mol Aistriúcháin SAP a bheith cumasaithe sa SAP Cloud Platform) chun an tseirbhís seo a úsáid.
hu: A szolgáltatás használatához SAP-fiókra van szükség, valamint az SAP Translation Hub-ot is engedélyezni kell az SAP Cloud Platformon.
id: Anda perlu memiliki akun SAP (dan SAP Translation Hub diaktifkan di SAP Cloud Platform) untuk menggunakan layanan ini.
ja: このサービスを使用するには、SAP アカウント（および SAP Cloud Platform で有効な SAP Translation Hub）が必要です。
nl: U moet een account voor SAP hebben (en SAP Translation Hub moet zijn ingeschakeld in het SAP Cloud Platform) om deze service te kunnen gebruiken.
pt: Precisa ter uma conta SAP (e o SAP Translation Hub ativado na SAP Cloud Platform) para usar este serviço.
pt_br: Você precisa ter uma conta SAP (e o SAP Translation Hub habilitado na SAP Cloud Platform) para usar este serviço.
ro: Trebuie să aveți un cont SAP (și SAP Translation Hub activat în SAP Cloud Platform) pentru a utiliza acest serviciu.
ru: Для использования этой службы вам необходимо иметь учётную запись SAP (и иметь SAP Translation Hub включённым в облачной платформе SAP).
sv: Du måste ha ett SAP-konto (och SAP Translation Hub aktiverat i SAP Cloud Platform) för att kunna använda denna tjänst.
ta: இந்த சேவையைப் பயன்படுத்த நீங்கள் ஒரு sap கணக்கு (மற்றும் sap முகில் மேடையில் இயக்கப்பட்ட sap மொழிபெயர்ப்பு மையம்) வைத்திருக்க வேண்டும்.
tr: Bu hizmeti kullanmak için bir SAP hesabınızın (ve SAP Cloud Platform üzerinde kullanıma alınmış SAP Translation Hub) olması gerekir.
uk: Вам знадобиться обліковий запис SAP (і увімкнений концентратор перекладів SAP на «хмарній» платформі SAP), щоб скористатися цією службою.
zh_hans: 你需要有 SAP 账户（且 SAP 云平台 中 SAP 翻译中心 已启用 ）来使用这项服务。

source: You can also configure whether to also use machine translation services, in addition to the term database.
de: Sie können auch festlegen, ob neben der Begriffsdatenbank auch maschinelle Übersetzungsdienste verwendet werden sollen.
ga: Is féidir leat a chumrú freisin cibé acu an n-úsáidfidh tú seirbhísí aistriúcháin meaisín, chomh maith leis an mbunachar sonraí téarma.
hu: Beállítható az is, hogy a szótáradatbázis mellett gépi fordítási szolgáltatást is használjon a rendszer.
id: Anda juga dapat mengonfigurasi apakah akan menggunakan layanan terjemahan mesin, selain basis data istilah.
ja: また、用語データベースだけでなく、機械翻訳サービスを使用するかどうかも構成できます。
nl: U kunt ook configureren of services voor machinevertaling moeten worden gebruikt, in aanvulling op de database met termen.
pt: Também pode configurar se deseja utilizar serviços de tradução automática, além do base de dados de termos.
pt_br: Você também pode configurar se deseja utilizar serviços de tradução automática, além do base de dados de termos.
ro: De asemenea, puteți configura dacă doriți să utilizați și servicii de traducere automată, în plus față de baza de date de termeni.
ru: Вы также можете указать, следует ли использовать службы машинного перевода в дополнение к базе данных терминов.
sv: Du kan också konfigurera om du vill använda maskinöversättningstjänster utöver termdatabasen.
ta: தரவுத்தளத்திற்கு கூடுதலாக, இயந்திர மொழிபெயர்ப்பு சேவைகளையும் பயன்படுத்தலாமா என்பதையும் நீங்கள் உள்ளமைக்கலாம்.
tr: Veri tabanı terimine ek olarak, makine çevirisi hizmetlerinin de kullanılıp kullanılmayacağını yapılandırabilirsiniz.
uk: Ви також можете налаштувати, чи слід також використовувати служби комп'ютерного перекладу на додачу до бази даних термінів.
zh_hans: 除了术语数据库，你还可以配置是否使用机器翻译服务。

source: To access the Sandbox API, you need to set ``url`` and ``key``.
de: Um auf die Sandbox-API zuzugreifen, müssen Sie ``url`` und ``key`` einstellen.
ga: Chun an API Bosca Gainimh a rochtain, ní mór duit ``url`` agus ``eochair`` a shocrú.
hu: A Sandbox API eléréséhez meg kell adni a ``url`` és ``key`` mezőket.
id: Untuk mengakses Sandbox API, Anda perlu mengatur ``url`` dan ``key``.
ja: サンドボックス API にアクセスするには、 ``url`` および ``key`` の設定が必要です。
nl: U moet ``url`` en ``key`` instellen voor toegang tot de Sandbox API.
pt: Para acessar a API Sandbox, precisa definir ``url`` e ``key``.
pt_br: Para acessar a API Sandbox, você precisa definir ``url`` e ``key``.
ro: Pentru a accesa API-ul Sandbox, trebuie să setați ``url`` și ``key``.
ru: Для доступа к API Sandbox необходимо задать параметры ``url`` и ``key``.
sv: För att få åtkomst till Sandbox API måste du ange ``url`` och ``key``.
ta: சாண்ட்பாக்ச் பநிஇ அணுக, நீங்கள் `` url`` மற்றும் `` key`` ஐ அமைக்க வேண்டும்.
tr: Sandbox API erişimi için ``url`` ve ``key`` değerlerini ayarlamalısınız.
uk: Щоб отримати доступ до програмного інтерфейсу Sandbox, вам слід встановити ``url`` і ``key``.
zh_hans: 要访问 Sandbox API，您需要设置 ``url`` 和 ``key``.

source: To access the productive API, you need to set ``url``, ``username`` and ``password``.
de: Um auf die produktive API zuzugreifen, müssen Sie ``url``, ``username`` und ``password`` einstellen.
ga: Chun rochtain a fháil ar an API táirgiúil, ní mór duit ``url``, ``ainm úsáideora`` agus `` pasfhocal`` a shocrú.
hu: Az éles API eléréséhez meg kell adni a ``url``, ``username`` és ``password`` mezőket.
id: Untuk mengakses API produktif, Anda perlu mengatur ``url``, ``username`` dan ``password``.
ja: productive API に接続するには、``url``、``username`` および ``password`` の設定が必要です。
nl: U moet ``url``, ``username`` en ``password`` instellen voor toegang tot de productie-API.
pt: Para acessar a API produtiva, precisa definir ``url``, ``username`` e ``password``.
pt_br: Para acessar a API produtiva, você precisa definir ``url``, ``username`` e ``password``.
ro: Pentru a accesa API-ul productiv, trebuie să setați ``url``, ``username`` și ``password``.
ru: Для доступа к API Productive, вам необходимо задать ``url``, ``username`` и ``password``.
sv: För att få tillgång till det produktiva API:et måste du ange ``url``, ``username`` och ``password``.
ta: விளைவாக்கம் பநிஇ ஐ அணுக, நீங்கள் `` url``, `` பயனர்பெயர்`` மற்றும் `` கடவுச்சொல்`` ஆகியவற்றை அமைக்க வேண்டும்.
tr: Üretken API erişimi için ``url``, ``username`` ve ``password`` seçeneklerini ayarlamalısınız.
uk: Щоб отримати доступ до програмного інтерфейсу продукту, вам слід встановити значення ``url``, ``username`` і ``password``.
zh_hans: 要访问生产性 API，你需要设置 ``url``、``username`` 和 ``password``.

source: Machine translation service provided by Systran.
de: Maschineller Übersetzungsdienst von Systran.
ga: Seirbhís aistriúcháin meaisín curtha ar fáil ag Systran.
hu: A Systran által biztosított gépi fordítási szolgáltatás.
id: Layanan terjemahan mesin disediakan oleh Systran.
ja: シストランが提供する機械翻訳サービス。
nl: Service voor machinevertaling, verschaft door Systran.
pt: Serviço de tradução automática fornecido pela Systran.
pt_br: Serviço de tradução automática fornecido pela Systran.
ru: Сервис машинного перевода, предоставляемый Systran.
sv: Maskinöversättningstjänst tillhandahållen av Systran.
ta: சிச்ட்ரான் வழங்கிய இயந்திர மொழிபெயர்ப்பு பணி.
tr: Systran tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається Systran.
zh_hans: Systran 提供的机器翻译服务。

source: This service uses an API, and you need to obtain API key at <https://translate.systran.net/en/account>.
de: Dieser Dienst verwendet eine API und Sie müssen einen API-Schlüssel unter <https://translate.systran.net/en/account> erhalten.
ga: Úsáideann an tseirbhís seo API, agus ní mór duit eochair API a fháil ag <https://translate.systran.net/en/account>.
hu: A szolgáltatás API-t használ, az API-kulcs a következő címen igényelhető: <https://translate.systran.net/en/account>.
id: Layanan ini menggunakan API, dan Anda perlu mendapatkan kunci API di <https://translate.systran.net/en/account>.
ja: このサービスは API を使用するので、<https://translate.systran.net/en/account> から API キーの取得が必要です。
nl: Deze service gebruikt een API en u moet een API-sleutel ophalen op <https://translate.systran.net/en/account>.
pt: Este serviço usa uma API e precisa de obter a chave dessa API em <https://translate.systran.net/en/account>.
pt_br: Este serviço usa uma API e você precisa obter a chave dessa API em <https://translate.systran.net/en/account>.
sv: Denna tjänst använder ett API, och du måste skaffa en API-nyckel på <https://translate.systran.net/en/account>.
ta: இந்த பணி ஒரு பநிஇ ஐப் பயன்படுத்துகிறது, மேலும் நீங்கள் <https://translate.systran.net/en/account> இல் பநிஇ விசையைப் பெற வேண்டும்.
tr: Bu hizmet bir API kullanır ve <https://translate.systran.net/en/account> adresinden bir API anahtarı edinmeniz gerekir.
uk: У цій службі використано програмний інтерфейс, і вам слід отримати ключ до програмного інтерфейсу на сторінці <https://translate.systran.net/en/account>.
zh_hans: 这项服务使用 API，您需要从 <https://translate.systran.net/en/account> 获取 API 密钥。
