Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: replaces any hyphens with underscores
de: ersetzt alle Bindestriche durch Unterstriche
ga: cuirtear béim ar bhunsraitheanna in ionad aon phunann
hu: a kötőjeleket aláhúzásjelekké cseréli
id: mengganti tanda hubung dengan garis bawah
ja: ハイフンをアンダースコアに置き換える
nl: vervangt alle afbreekstreepjes door underscores
pt: substitui todos os hifenes por sublinhados
pt_br: substitui todos os hifenes por sublinhados
ro: înlocuiește orice cratimă cu sublinieri
ru: все дефисы заменяет на подчеркивания
sv: ersätter alla bindestreck med understreck
ta: எந்த ஐபன்களையும் அடிக்கோடிட்டுக் காட்டுகிறது
tr: tire karakterini alt çizgi karakterine dönüştürür
uk: замінює усі дефіси символами підкреслення
zh_hans: 用下划线替换任何连字符
zh_hant: 用下劃線替換任何連字符

source: A boolean that specifies whether to use the :http:header:`X-Forwarded-Port` header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use.
de: Ein boolescher Wert, der angibt, ob der :http:header:`X-Forwarded-Port`-Header anstelle der SERVER_PORT META-Variable verwendet werden soll. Dies sollte nur aktiviert werden, wenn ein Proxy verwendet wird, der diesen Header setzt.
ga: Boole a shonraíonn cé acu ar cheart an ceanntásc :http:header:`X-Forwarded-Port` a úsáid in ionad an athróg SERVER_PORT META. Níor cheart é seo a chumasú ach amháin má tá seachfhreastalaí a shocraíonn an ceanntásc seo in úsáid.
hu: Egy logikai érték, amely meghatározza, hogy az :http:header:`X-Forwarded-Port` fejlécet használja-e a SERVER_PORT META változó helyett. Ezt csak akkor szabad engedélyezni, ha olyan proxy van használatban, amely beállítja ezt a fejlécet.
id: Boolean yang menentukan apakah header :http:header:`X-Forwarded-Port` akan digunakan alih-alih variabel META SERVER_PORT. Opsi ini hanya boleh diaktifkan jika proksi yang mengatur header ini sedang digunakan.
ja: このブール値は、SERVER_PORT META 変数の代わりに :http:header:`X-Forwarded-Port` ヘッダーを使用するかどうかを指定します。このヘッダーを設定するプロキシが使用されている場合にのみ有効にしてください。
nl: Een Booleaanse waarde die specificeert of de kop :http:header:`X-Forwarded-Port` moet worden gebruikt als voorkeur voor de variabele SERVER_PORT META. Dit zou alleen ingeschakeld moeten worden als een proxy, die deze kop instelt, in gebruik is.
pt: Um booleano que especifica se deve ser usado o cabeçalho :http:header:`X-Forwarded-Port` em vez da variável SERVER_PORT META. Isto só deve ser ativado se um proxy que define este cabeçalho estiver em uso.
pt_br: Um booleano que especifica se deve ser usado o cabeçalho :http:header:`X-Forwarded-Port` em vez da variável SERVER_PORT META. Isso só deve ser habilitado se um proxy que define esse cabeçalho estiver em uso.
ru: Логическое значение, указывающее, следует ли использовать заголовок :http:header:`X-Forwarded-Port` вместо переменной SERVER_PORT META. Следует включать только в том случае, если используется прокси-сервер, который устанавливает этот заголовок.
sv: En boolesk variabel som anger om :http:header:`X-Forwarded-Port`-rubriken ska användas i stället för SERVER_PORT META-variabeln. Detta bör endast aktiveras om en proxy som ställer in denna rubrik används.
tr: Bu ikili değer SERVER_PORT META değişkeni yerine :http:header:`X-Forwarded-Port` üst bilgisinin kullanılıp kullanılmayacağını belirler. Bu seçenek, yalnızca bu üst bilgiyi ayarlayan bir vekil sunucu kullanılıyorsa kullanıma alınmalıdır.
uk: Булеве значення, яке визначає, чи слід надавати перевагу використанню заголовка :http:header:`X-Forwarded-Port` перед змінною середовища SERVER_PORT META. Слід використовувати, лише при роботі з проксі-сервером, який встановлює цей заголовок.
zh_hans: 布尔值，用于明确是否在选项中对 SERVER_PORT META 变量使用 :http:header:`X-Forwarded-Port` 标头。除非使用设置了此标头的代理，否则你不应该启用它。

source: This is a boolean setting (use ``"true"`` or ``"false"``).
de: Dies ist eine boolesche Einstellung (``"true"`` oder ``"false"`` verwenden).
ga: Is socrú boolean é seo (bain úsáid as ``"fíor"`` nó ``"bréag"``).
hu: Ez egy logikai típusú beállítás (``"true"`` vagy ``"false"`` értékkel).
id: Ini adalah pengaturan boolean (gunakan ``"true"`` atau ``"false"``).
ja: これは論理値の設定です（``"true"`` または ``"false"`` を使用する）。
nl: Dit is een instelling met een Booleaanse waarde (gebruik ``"true"`` of ``"false"``).
pt: Esta é uma configuração Booleana (use ``"true"`` ou ``"false"``).
pt_br: Esta é uma configuração Booleana (use ``"true"`` ou ``"false"``).
ru: Это логическая настройка (используйте ``"true"`` или ``"false"``).
sv: Detta är en boolesk inställning (använd ``"true"`` eller ``"false"``).
ta: இது ஒரு பூலியன் அமைப்பு (`` "உண்மை" `` அல்லது `` "பொய்" ``) பயன்படுத்து).
tr: Bu bir ikili ayardır (``"true"`` ya da ``"false"`` kullanın).
uk: Це булевий параметр (скористайтеся значенням ``"true"`` або ``"false"``).
zh_hans: 这是一个布尔值设定（使用 ``"true"`` 或者 ``"false"``）。

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This is needed when Weblate is running behind a reverse proxy doing SSL termination which does not pass standard HTTPS headers.
de: Ein Tupel, das eine HTTP-Header/Wert-Kombination darstellt, die bedeutet, dass eine Anfrage sicher ist. Dies wird benötigt, wenn Weblate hinter einem Reverse-Proxy läuft, der die SSL-Terminierung durchführt und keine Standard-HTTPS-Header weitergibt.
ga: Tá tuple a sheasann do cheanntásc HTTP/teaglaim luacha a léiríonn iarratas slán. Tá sé seo ag teastáil nuair a bhíonn Weblate ag rith taobh thiar de sheachvótálaí droim ar ais a dhéanann foirceannadh SSL nach dtéann thar cheanntásca caighdeánacha HTTPS.
hu: Egy olyan tuple-t (fix hosszúságú, sorrendhez kötött adatszerkezetet) határoz meg, amely egy HTTP fejléc/érték kombinációt tartalmaz, és azt jelzi, hogy a kérés biztonságos. Erre akkor van szükség, ha a Weblate egy SSL forgalmat lezáró (termináló) proxy mögött fut, amely nem továbbítja a szabványos HTTPS fejléceket.
id: Tuple mewakili kombinasi kepala/nilai HTTP yang menandakan permintaan aman. Ini diperlukan ketika Weblate berjalan di belakang proksi terbalik yang melakukan penghentian SSL yang tidak melewati kepala HTTPS standar.
ja: リクエストが安全であることを示す、HTTP ヘッダーと値の組み合わせを表すタプル。これは、Weblate が標準の HTTPS ヘッダを通さない SSL 終端を行うリバースプロキシの背後で動作している場合に必要です。
nl: Een tuple, die een combinatie weergeeft voor de HTTP header/waarde, die een verzoek aangeeft is veilig. Dit is nodig als Weblate wordt uitgevoerd vanachter een omgekeerde proxy die beëindiging van SSL uitvoert die geen standaard HTTPS-headers doorgeeft.
pt: Uma tupla que representa uma combinação de cabeçalho/valor HTTP que significa que uma solicitação é segura. Isso é necessário quando o Weblate está a ser executado por trás de um proxy reverso a fazer a terminação SSL que não passa cabeçalhos HTTPS padrão.
pt_br: Uma tupla que representa uma combinação de cabeçalho/valor HTTP que significa que uma solicitação é segura. Isso é necessário quando o Weblate está sendo executado por trás de um proxy reverso fazendo a terminação SSL que não passa cabeçalhos HTTPS padrão.
ro: Un tuple care reprezintă o combinație antet HTTP/valoare care indică faptul că o cerere este sigură. Acest lucru este necesar atunci când Weblate rulează în spatele unui proxy invers care face terminarea SSL și care nu transmite antetele HTTPS standard.
ru: Кортеж, представляющий собой комбинацию HTTP-заголовков/значений, указывающую, что запрос является безопасным. Он необходим, когда Weblate работает за обратным прокси, выполняющим SSL-терминацию, которая не передает стандартные HTTPS-заголовки.
sv: En tupel som representerar en kombination av HTTP-rubrik och värde som anger att en begäran är säker. Detta behövs när Weblate körs bakom en omvänd proxy som utför SSL-terminering och som inte vidarebefordrar standard-HTTPS-rubriker.
ta: ஒரு கோரிக்கையை குறிக்கும் http தலைப்பு/மதிப்பு கலவையை குறிக்கும் ஒரு டூப்பிள் பாதுகாப்பானது. நிலையான https தலைப்புகளை அனுப்பாத ssl முடித்தல் செய்யும் தலைகீழ் ப்ராக்சியின் பின்னால் வலைபெயர்ப்பு இயங்கும்போது இது தேவைப்படுகிறது.
tr: Bir isteği belirten HTTP üst bilgi/değer ikilisini temsil eden bir demet güvenlidir. Weblate, standart HTTPS üst bilgilerini geçirmeyen SSL sonlandırma işlemi yapan bir ters vekil sunucu arkasında ise bu gereklidir.
uk: Кортеж, який складається з заголовка HTTP і комбінації значень. Вказує на те, що запит є захищеним. Потрібен, якщо Weblate працює за оберненим проксі, який виконує обривання SSL без передавання стандартних заголовків HTTPS.
zh_hans: 代表 HTTP 标头/值的组合的元组，用于表达请求，这样的元组是安全的。当 Weblate 在进行终止SSL 的反向代理之后运行时，这是需要的，终止 SSL 不通过标准 HTTPS 标头。
zh_hant: 代表 HTTP 標頭/值的組合的元組，用於表達請求，這樣的元組是安全的。當 Weblate 在進行終止SSL 的反向代理之後運行時，這是需要的，終止 SSL 不通過標準 HTTPS 標頭。

source: Enables :setting:`REQUIRE_LOGIN` to enforce authentication on whole Weblate.
de: Aktiviert :setting:`REQUIRE_LOGIN`, um die Authentifizierung auf dem gesamten Weblate zu erzwingen.
ga: Cumasaítear :setting:`REQUIRE_LOGIN` chun fíordheimhniú a chur i bhfeidhm ar an Gréasán iomlán.
hu: A :setting:`REQUIRE_LOGIN` beállításának engedélyezésével kötelezővé teheti a bejelentkezést a teljes Weblate telepítésre.
id: Mengaktifkan :setting:`REQUIRE_LOGIN` untuk menerapkan autentikasi pada seluruh Weblate.
ja: :setting:`REQUIRE_LOGIN` を有効にして、Weblate 全体に認証を強制します。
nl: Schakelt :setting:`REQUIRE_LOGIN` in om authenticatie af te dwingen voor geheel Weblate.
pt: Ativa :setting:`REQUIRE_LOGIN` para impor autenticação em todo o Weblate.
pt_br: Habilita :setting:`REQUIRE_LOGIN` para impor autenticação em todo o Weblate.
ro: Activează :setting:`REQUIRE_LOGIN` pentru a impune autentificarea pe întregul Weblate.
ru: Включает параметр :setting:`REQUIRE_LOGIN`, в результате чего авторизация будет требоваться для всего Weblate.
sv: Aktiverar :setting:`REQUIRE_LOGIN` för att kräva autentisering på hela Weblate.
tr: Tüm Weblate üzerinde kimlik doğrulamasını zorunlu kılmak için :setting:`REQUIRE_LOGIN` seçeneğini kullanıma alır.
uk: Вмикає :setting:`REQUIRE_LOGIN` для примусового розпізнавання в усьому Weblate.
zh_hans: 启用 :setting:`REQUIRE_LOGIN` 而在整个 Weblate 上强制认证。
zh_hant: 啟用 :setting:`REQUIRE_LOGIN` 而在整個 Weblate 上強制認證。

source: Configures ID for Google Analytics by changing :setting:`GOOGLE_ANALYTICS_ID`.
de: Konfiguriert die ID für Google Analytics durch Ändern von :setting:`GOOGLE_ANALYTICS_ID`.
ga: Cumraítear aitheantas do Google Analytics trí :setting:`GOOGLE_ANALYTICS_ID` a athrú.
hu: A Google Analytics azonosítót a :setting:`GOOGLE_ANALYTICS_ID` megváltoztatásával konfigurálja.
id: Mengonfigurasi ID untuk Google Analytics dengan mengubah :setting:`GOOGLE_ANALYTICS_ID`.
ja: :setting:`GOOGLE_ANALYTICS_ID` を変更して、Google Analytics の ID を設定します。
nl: Configureert ID voor Google Analytics door :setting:`GOOGLE_ANALYTICS_ID` te wijzigen.
pt: Configura o ID para o Google Analytics a alterar :setting:`GOOGLE_ANALYTICS_ID`.
pt_br: Configura o ID para o Google Analytics alterando :setting:`GOOGLE_ANALYTICS_ID`.
ro: Configurează ID-ul pentru Google Analytics prin modificarea :setting:`GOOGLE_ANALYTICS_ID`.
ru: Настраивает идентификатор для Google Analytics, изменяя параметр :setting:`GOOGLE_ANALYTICS_ID`.
sv: Konfigurerar ID för Google Analytics genom att ändra :setting:`GOOGLE_ANALYTICS_ID`.
tr: :setting:`GOOGLE_ANALYTICS_ID` seçeneğini değiştirerek Google Analytics kimliğini yapılandırır.
uk: Налаштовує ідентифікатор для Google Analytics зміною :setting:`GOOGLE_ANALYTICS_ID`.
zh_hans: 通过更改 :setting:`GOOGLE_ANALYTICS_ID` 来配置 Google Analytics 的 ID。
zh_hant: 通過 :setting:`GOOGLE_ANALYTICS_ID` 來配置用於 Google Analytics 的 ID 。

source: Configures the default title and message for pull requests via API by changing :setting:`DEFAULT_PULL_MESSAGE`.
de: Konfiguriert den Standardtitel und die Nachricht für Pull Requests über die API durch Ändern von :setting:`DEFAULT_PULL_MESSAGE`.
ga: Cumraíonn sé an teideal agus an teachtaireacht réamhshocraithe le haghaidh iarratais tarraingthe trí API trí :setting:`DEFAULT_PULL_MESSAGE` a athrú.
hu: Az alapértelmezett cím és üzenet beállítása az API-n keresztül történő módosítási kérelmekhez (pull requests) a :setting:`DEFAULT_PULL_MESSAGE` módosításával történik.
id: Mengonfigurasi judul dan pesan bawaan untuk permintaan penarikan melalui API dengan mengubah :setting:`DEFAULT_PULL_MESSAGE`.
nl: Configureert de standaard titel en bericht voor pull requests via de API door :setting:`DEFAULT_PULL_MESSAGE` te wijzigen.
pt_br: Configura o título e a mensagem padrão para pull requests via API alterando :setting:`DEFAULT_PULL_MESSAGE`.
sv: Konfigurerar standardrubrik och meddelande för pull-förfrågningar via API genom att ändra :setting:`DEFAULT_PULL_MESSAGE`.
tr: :setting:`DEFAULT_PULL_MESSAGE` seçeneğini değiştirerek API ile yapılan çekme isteklerinin varsayılan başlığını ve iletiyi yapılandırır.
uk: Налаштовує назву та повідомлення за замовчуванням для запитів на отримання через API шляхом зміни :setting:`DEFAULT_PULL_MESSAGE`.

source: Configures the language simplification policy, see :setting:`SIMPLIFY_LANGUAGES`.
de: Konfiguriert die Richtlinie zur Sprachvereinfachung, siehe :setting:`SIMPLIFY_LANGUAGES`.
ga: Cumraíonn sé an polasaí simplithe teanga, féach :setting:`SIMPLIFY_LANGUAGES`.
hu: A nyelvi egyszerűsítési szabályokat a :setting:`SIMPLIFY_LANGUAGES` segítségével állíthatja be.
id: Mengonfigurasi kebijakan penyederhanaan bahasa, lihat :setting:`SIMPLIFY_LANGUAGES`.
ja: 言語簡略化ポリシーを設定します。参照: :setting:`SIMPLIFY_LANGUAGES`。
nl: Configureert het beleid voor het vereenvoudigen van taal, bekijk :setting:`SIMPLIFY_LANGUAGES`.
pt: Configura a política de simplificação de idioma, veja :setting:`SIMPLIFY_LANGUAGES`.
pt_br: Configura a política de simplificação de idioma, veja :setting:`SIMPLIFY_LANGUAGES`.
ro: Configurează politica de simplificare a limbilor, a se vedea :setting:`SIMPLIFY_LANGUAGES`.
ru: Настраивает политику упрощения языка, смотрите описание параметра :setting:`SIMPLIFY_LANGUAGES`.
sv: Konfigurerar policyn för språklig förenkling, se :setting:`SIMPLIFY_LANGUAGES`.
tr: Dil basitleştirme ilkesini yapılandırır. Ayrıntılı bilgi almak için: :setting:`SIMPLIFY_LANGUAGES`.
uk: Налаштовує правила спрощення мов, див. :setting:`SIMPLIFY_LANGUAGES`.
zh_hans: 配置语言简化策略，请参见 :setting:`SIMPLIFY_LANGUAGES`。
zh_hant: 配置語言簡化策略，請參見 :setting:`SIMPLIFY_LANGUAGES` 。

source: Configures the default :ref:`project-access_control` for new projects, see :setting:`DEFAULT_ACCESS_CONTROL`.
de: Konfiguriert die standardmäßige :ref:`project-access_control` für neue Projekte, siehe :setting:`DEFAULT_ACCESS_CONTROL`.
ga: Cumraíonn sé an réamhshocrú :ref:`project-access_control` do thionscadail nua, féach :setting:`DEFAULT_ACCESS_CONTROL`.
hu: Új projektekhez az alapértelmezett :ref:`project-access_control` beállítást a :setting:`DEFAULT_ACCESS_CONTROL` módosításával konfigurálja.
id: Mengonfigurasi :ref:`project-access_control` bawaan untuk proyek baru, lihat :setting:`DEFAULT_ACCESS_CONTROL`.
ja: 新規プロジェクトのデフォルト :ref:`project-access_control` を設定します。参照: :setting:`DEFAULT_ACCESS_CONTROL`。
nl: Configureert het standaard :ref:`project-access_control` voor nieuwe projecten, bekijk :setting:`DEFAULT_ACCESS_CONTROL`.
pt: Configura o padrão :ref:`project-access_control` para novos projetos, veja :setting:`DEFAULT_ACCESS_CONTROL`.
pt_br: Configura o padrão :ref:`project-access_control` para novos projetos, veja :setting:`DEFAULT_ACCESS_CONTROL`.
ro: Configurează controlul implicit :ref:`project-access_control` pentru proiectele noi, a se vedea :setting:`DEFAULT_ACCESS_CONTROL`.
ru: Настраивает значение по умолчанию для :ref:`управления доступом <project-access_control>` в новых проектах, смотрите описание параметра :setting:`DEFAULT_ACCESS_CONTROL`.
sv: Konfigurerar standardinställningen :ref:`project-access_control` för nya projekt, se :setting:`DEFAULT_ACCESS_CONTROL`.
tr: Yeni projeler için varsayılan :ref:`project-access_control` ögesini yapılandırır. Ayrıntılı bilgi almak için: :setting:`DEFAULT_ACCESS_CONTROL`.
uk: Налаштовує типове :ref:`project-access_control` для нових проєктів, див. :setting:`DEFAULT_ACCESS_CONTROL`.
zh_hans: 为新项目配置默认的 :ref:`project-access_control`，请参见 :setting:`DEFAULT_ACCESS_CONTROL`。
zh_hant: 為新項目配置默認的 :ref:`project-access_control` ，請參見 :setting:`DEFAULT_ACCESS_CONTROL` 。

source: Configures the default value for :ref:`component-restricted` for new components, see :setting:`DEFAULT_RESTRICTED_COMPONENT`.
de: Legt den Standardwert für :ref:`component-restricted` für neue Komponenten fest, siehe :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ga: Cumraíonn sé an luach réamhshocraithe do :ref:`component-restricted` le haghaidh comhpháirteanna nua, féach :setting:`DEFAULT_RESTRICTED_COMPONENT`.
hu: Új összetevőknél a :ref:`component-restricted` alapértelmezett értékét a :setting:`DEFAULT_RESTRICTED_COMPONENT` beállítás szabályozza.
id: Mengonfigurasi nilai bawaan untuk :ref:`component-restricted` untuk komponen baru, lihat :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ja: 新しいコンポーネントの :ref:`component-restricted` のデフォルト値を設定します。参照: :setting:`DEFAULT_RESTRICTED_COMPONENT`。
nl: Configureert de standaard waarde van :ref:`component-restricted` voor nieuwe onderdelen, bekijk :setting:`DEFAULT_RESTRICTED_COMPONENT`.
pt: Configura o valor padrão para :ref:`component-restricted` para novos componentes, veja :setting:`DEFAULT_RESTRICTED_COMPONENT`.
pt_br: Configura o valor padrão para :ref:`component-restricted` para novos componentes, veja :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ro: Configurează valoarea implicită pentru :ref:`component-restricted` pentru componentele noi, a se vedea :setting:`DEFAULT_RESTRICTED_COMPONENT`.
ru: Настраивает значение по умолчанию для :ref:`ограниченного доступа <component-restricted>` в новых компонентах, смотрите описание параметра :setting:`DEFAULT_RESTRICTED_COMPONENT`.
sv: Konfigurerar standardvärdet för :ref:`component-restricted` för nya komponenter, se :setting:`DEFAULT_RESTRICTED_COMPONENT`.
tr: Yeni bileşenler için :ref:`component-restricted` seçeneğinin varsayılan değerini yapılandırır. Ayrıntılı bilgi almak için: :setting:`DEFAULT_RESTRICTED_COMPONENT`.
uk: Налаштовує типове значення :ref:`component-restricted` для нових складників, див. :setting:`DEFAULT_RESTRICTED_COMPONENT`.
zh_hans: 为新部件的 :ref:`component-restricted` 配置默认值，请参见 :setting:`DEFAULT_RESTRICTED_COMPONENT`。
zh_hant: 為新組件的 :ref:`component-restricted` 配置默認值，請參見 :setting:`DEFAULT_RESTRICTED_COMPONENT` 。

source: Configures the default value for :ref:`component-allow_translation_propagation` for new components, see :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
de: Legt den Standardwert für :ref:`component-allow_translation_propagation` für neue Komponenten fest, siehe :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
ga: Cumraíonn sé an luach réamhshocraithe le haghaidh :ref:`component-allow_translation_propagation` do chomhpháirteanna nua, féach :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
hu: Új összetevőknél a :ref:`component-allow_translation_propagation` alapértelmezett értékét a :setting:`DEFAULT_TRANSLATION_PROPAGATION` beállítás szabályozza.
id: Mengonfigurasi nilai bawaan untuk :ref:`component-allow_translation_propagation` untuk komponen baru, lihat :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
ja: 新しいコンポーネントの :ref:`component-allow_translation_propagation` のデフォルト値を設定します。参照: :setting:`DEFAULT_TRANSLATION_PROPAGATION`。
nl: Configureert de standaard waarde van :ref:`component-allow_translation_propagation` voor nieuwe onderdelen, bekijk :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
pt: Configura o valor padrão para :ref:`component-allow_translation_propagation` para novos componentes, veja :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
pt_br: Configura o valor padrão para :ref:`component-allow_translation_propagation` para novos componentes, veja :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
ro: Configurează valoarea implicită pentru :ref:`component-allow_translation_propagation` pentru componentele noi, a se vedea :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
ru: Настраивает значение по умолчанию для :ref:`разрешения распространения переводов <component-allow_translation_propagation>` в новых компонентах, смотрите описание параметра :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
sv: Konfigurerar standardvärdet för :ref:`component-allow_translation_propagation` för nya komponenter, se :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
tr: Yeni bileşenler için :ref:`component-allow_translation_propagation` seçeneğinin varsayılan değerini yapılandırır. Ayrıntılı bilgi almak için: :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
uk: Налаштовує типове значення :ref:`component-allow_translation_propagation` для нових складників, див. :setting:`DEFAULT_TRANSLATION_PROPAGATION`.
zh_hans: 为新部件的 :ref:`component-allow_translation_propagation` 配置默认值，请参见 :setting:`DEFAULT_TRANSLATION_PROPAGATION`。
zh_hant: 為新組件的 :ref:`component-allow_translation_propagation` 配置默認值，請參見 :setting:`DEFAULT_TRANSLATION_PROPAGATION` 。

source: Configures :setting:`DEFAULT_COMMITER_NAME`.
de: Konfiguriert :setting:`DEFAULT_COMMITER_NAME`.
ga: Cumraíonn :setting:`DEFAULT_COMMITER_NAME`.
hu: A :setting:`DEFAULT_COMMITER_NAME` értékét konfigurálja.
id: Mengonfigurasi :setting:`DEFAULT_COMMITER_NAME`.
ja: :setting:`DEFAULT_COMMITER_NAME` を設定します。
nl: Configureert :setting:`DEFAULT_COMMITER_NAME`.
pt: Configura :setting:`DEFAULT_COMMITER_NAME`.
pt_br: Configura :setting:`DEFAULT_COMMITER_NAME`.
ro: Configurează :setting:`DEFAULT_COMMITER_NAME`.
ru: Настраивает параметр :setting:`DEFAULT_COMMITER_NAME`.
sv: Konfigurerar :setting:`DEFAULT_COMMITER_NAME`.
tr: :setting:`DEFAULT_COMMITER_NAME` seçeneğini yapılandırır.
uk: Налаштовує :setting:`DEFAULT_COMMITER_NAME`.
zh_hans: 配置 :setting:`DEFAULT_COMMITER_NAME`。
zh_hant: 配置 :setting:`DEFAULT_COMMITER_NAME`。

source: Configures GPG signing of commits, see :setting:`WEBLATE_GPG_IDENTITY`.
de: Konfiguriert die GPG-Signierung von Commits, siehe :setting:`WEBLATE_GPG_IDENTITY`.
ga: Cumraítear síniú GPG na ngealltanas, féach :setting:`WEBLATE_GPG_IDENTITY`.
hu: A véglegesítések GPG-aláírását konfigurálja, lásd: :setting:`WEBLATE_GPG_IDENTITY`.
id: Mengonfigurasi penandatanganan komit GPG, lihat :setting:`WEBLATE_GPG_IDENTITY`.
ja: コミットの GPG 署名を設定します。参照: :setting:`WEBLATE_GPG_IDENTITY`。
nl: Configureert het met GPG ondertekenen van commits, bekijk :setting:`WEBLATE_GPG_IDENTITY`.
pt: Configura a assinatura GPG de commits, veja :setting:`WEBLATE_GPG_IDENTITY`.
pt_br: Configura a assinatura GPG de commits, veja :setting:`WEBLATE_GPG_IDENTITY`.
ro: Configurează semnarea GPG a modificărilor, a se vedea :setting:`WEBLATE_GPG_IDENTITY`.
ru: Настраивает GPG для подписи коммитов, смотрите описание параметра :setting:`WEBLATE_GPG_IDENTITY`.
sv: Konfigurerar GPG-signering av commit, se :setting:`WEBLATE_GPG_IDENTITY`.
tr: İşlemelerin GPG imzamalamasını yapılandırır. Ayrıntılı bilgi almak için: :setting:`WEBLATE_GPG_IDENTITY`.
uk: Налаштовує підписування внесків за допомогою GPG, див. :setting:`WEBLATE_GPG_IDENTITY`.
zh_hans: 配置提交的 GPG 签名，请参见 :setting:`WEBLATE_GPG_IDENTITY`。
zh_hant: 配置提交的 GPG 簽名，請參見 :setting:`WEBLATE_GPG_IDENTITY` 。
