Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For instruction on setting up Bitbucket integration
de: Für Anweisungen zur Einrichtung der Bitbucket-Integration
ga: Chun treoir a fháil maidir le comhtháthú Bitbucket a bhunú
hu: Útmutató a Bitbucket integráció beállításához
id: Untuk instruksi tentang pengaturan integrasi Bitbucket
ja: Bitbucket 連携の設定方法
nl: Voor instructie over instellen van integratie voor Bitbucket
pt: Para instruções sobre como configurar integração com Bitbucket
pt_br: Para instruções sobre como configurar integração com Bitbucket
ro: Pentru instrucțiuni privind configurarea integrării Bitbucket
ru: Инструкция по настройке интеграции с Bitbucket
sv: För instruktioner om hur du konfigurerar Bitbucket-integrationen
ta: பிட்பக்கெட் ஒருங்கிணைப்பை அமைப்பதற்கான வழிமுறைக்கு
tr: Bitbucket bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із Bitbucket
zh_hans: 关于设置 Bitbucket 集成的指示
zh_hant: 關於設置 Bitbucket 集成的指示

source: Generic information about Bitbucket Webhooks
de: Allgemeine Informationen zu Bitbucket-Webhooks
ga: Eolas cineálach faoi Bitbucket Webhooks
hu: Általános információk a Bitbucket Webhookokról
id: Informasi generik tentang Webhook Bitbucket
ja: Bitbucket についての一般的な情報
nl: Algemene informatie over Bitbucket Webhooks
pt: Informações genéricas sobre Webhooks do Bitbucket
pt_br: Informações genéricas sobre Webhooks do Bitbucket
ro: Informații generice despre Bitbucket Webhooks
ru: Общая информация о веб-обработчиках Bitbucket
sv: Allmän information om Bitbucket Webhooks
ta: பிட்பக்கெட் வெப்ஊக்ச் பற்றிய பொதுவான தகவல்கள்
tr: Bitbucket internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів Bitbucket
zh_hans: 关于 Bitbucket Webhooks 的一般信息
zh_hant: 關於 Bitbucket Webhooks 的一般信息

source: Special hook for handling Pagure notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von Pagure-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí Pagure a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook a Pagure értesítések kezelésére és az egyező összetevők automatikus frissítésére.
id: Kait khusus untuk menangani notifikasi Pagure dan memperbarui komponen yang cocok secara otomatis.
ja: Pagure 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van Pagure en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações do Pagure e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações do Pagure e atualizar automaticamente os componentes correspondentes.
ro: Hook special pentru gestionarea notificărilor Pagure și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений Pagure и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av Pagure-meddelanden och automatisk uppdatering av matchande komponenter.
ta: pagure அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: Pagure bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень Pagure і автоматичного оновлення відповідних складників.
zh_hans: 处理 Pagure 通知并自动更新匹配的部件的特殊钩子。
zh_hant: 處理 Pagure 通知並自動更新匹配的組件的特殊鉤子。

source: For instruction on setting up Pagure integration
de: Für Anweisungen zur Einrichtung der Pagure-Integration
ga: Chun treoir a fháil maidir le comhtháthú Pagure a bhunú
hu: Útmutató a Pagure integráció beállításához
id: Untuk instruksi tentang pengaturan integrasi Pagure
ja: Pagure 連携の設定方法について
nl: Voor instructie over instellen van integratie voor Pagure
pt: Para instruções sobre como configurar integração com Pagure
pt_br: Para instruções sobre como configurar integração com Pagure
ro: Pentru instrucțiuni privind configurarea integrării Pagure
ru: Инструкция по настройке интеграции с Pagure
sv: För instruktioner om hur du konfigurerar Pagure-integrationen
ta: pagure ஒருங்கிணைப்பை அமைப்பதற்கான அறிவுறுத்தலுக்கு
tr: Pagure bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із Pagure
zh_hans: 关于设置 Pagure 集成的指示
zh_hant: 關於設置 Pagure 集成的指示

source: Generic information about Pagure Webhooks
de: Allgemeine Informationen zu Pagure-Webhooks
ga: Eolas cineálach faoi Pagure Webhooks
hu: Általános információk a Pagure Webhookokról
id: Informasi generik tentang Pagure Webhook
ja: Pagure WEB フックに関する一般的な情報
nl: Algemene informatie over Pagure Webhooks
pt: Informações genéricas sobre Webhooks do Pagure
pt_br: Informações genéricas sobre Webhooks do Pagure
ro: Informații generice despre Pagure Webhooks
ru: Общая информация о веб-обработчиках Pagure
sv: Allmän information om Pagure Webhooks
ta: பாகூர் வெப்ஊக்குகள் பற்றிய பொதுவான தகவல்கள்
tr: Pagure internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів Pagure
zh_hans: 关于 Pagure Webhooks 的一般信息
zh_hant: 關於 Pagure Webhooks 的一般信息

source: Special hook for handling Azure DevOps notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von Azure-DevOps-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí Azure DevOps a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook az Azure DevOps értesítések kezelésére és az egyező összetevők automatikus frissítésére.
id: Kait khusus untuk menangani notifikasi Azure DevOps dan memperbarui komponen yang cocok secara otomatis.
ja: Azure DevOps 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van Azure DevOps en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações do Azure DevOps e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações do Azure DevOps e atualizar automaticamente os componentes correspondentes.
ro: Cârlig special pentru gestionarea notificărilor Azure DevOps și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений Azure DevOps и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av Azure DevOps-meddelanden och automatisk uppdatering av matchande komponenter.
ta: அசூர் டெவொப்ச் அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: Azure DevOps bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень Azure DevOps і автоматичного оновлення відповідних складників.
zh_hans: 处理 Azure DevOps 通知并自动更新匹配的部件的特殊钩子。

source: Please ensure that :guilabel:`Resource details to send` is set to *All*, otherwise Weblate will not be able to match your Azure repository.
de: Bitte stellen Sie sicher, dass :guilabel:`Resource details to send` auf *Alle* gesetzt ist, da Weblate sonst nicht in der Lage ist, Ihr Azure-Repository zu finden.
ga: Déan cinnte le do thoil go bhfuil :guilabel:`Resource details to send` socraithe uir *All*, ar shlí eile ní bheidh Weblate in ann do stór Azure a mheaitseáil.
hu: Győződjön meg arról, hogy a :guilabel:`Resource details to send` (Küldendő erőforrás részletei) értéke *All* legyen, különben a Weblate nem tudja az Azure tárolót párosítani.
id: Pastikan bahwa :guilabel:`Resource details to send` diatur ke *Semua*, jika tidak, Weblate tidak akan dapat mencocokkan repositori Azure Anda.
ja: :guilabel:`送信するリソースの詳細` に *All* が設定されていることを確認してください。設定されていない場合、Weblate は Azure リポジトリと一致できなくなります。
nl: Zorg ervoor dat :guilabel:`Resource details to send` is ingesteld op *All*, anders zal Weblate niet in staat zijn te matchen met uw opslagruimte van Azure.
pt: Certifique-se de que :guilabel:`Resource details to send` esteja definido como *All*, caso contrário o Weblate não poderá corresponder ao seu repositório do Azure.
pt_br: Certifique-se de que :guilabel:`Detalhes do recurso a ser enviado` esteja definido como *Todos*, caso contrário o Weblate não poderá corresponder ao seu repositório do Azure.
ro: Vă rugăm să vă asigurați că :guilabel:`Resource details to send` este setat la *All*, altfel Weblate nu va putea să se potrivească cu depozitul Azure.
ru: Убедитесь, что для :guilabel:`Сведения о ресурсе для отправки` установлено значение *Все*, иначе Weblate не сможет сопоставить ваш репозиторий Azure.
sv: Se till att :guilabel:`Resursdetaljer att skicka` är inställt på *Alla*, annars kommer Weblate inte att kunna matcha ditt Azure-arkiv.
ta: தயவுசெய்து இதை உறுதிப்படுத்தவும்: வபஇசிட்டை: `அனுப்ப வேண்டிய வள விவரங்கள்` அனைத்து *க்கும் அமைக்கப்பட்டுள்ளன, இல்லையெனில் வலைபெயர்ப்பு உங்கள் அசூர் களஞ்சியத்துடன் பொருந்தாது.
tr: Lütfen :guilabel:`Gönderilecek kaynak ayrıntıları` değerinin *Tümü* olarak ayarlandığından emin olun. Yoksa Weblate ile Azure deponuz eşleşemez.
uk: Будь ласка, переконайтеся, що для параметра :guilabel:`Подробиці щодо ресурсу для надсилання` встановлено значення *Усі*, інакше Weblate не зможе встановити відповідність вашого сховища Azure.
zh_hans: 请确保 :guilabel:`Resource details to send` 设置为 *All*，否则 Weblate 将无法匹配你的 Azure 仓库。

source: For instruction on setting up Azure integration
de: Für Anweisungen zur Einrichtung der Azure-Integration
ga: Le haghaidh treorach maidir le comhtháthú Azure a bhunú
hu: Útmutató az Azure integráció beállításához
id: Untuk instruksi tentang cara mengatur integrasi Azure
ja: Azure Repos についての一般的な情報
nl: Voor instructie over instellen van integratie voor Azure
pt: Para instruções sobre como configurar integração com Azure
pt_br: Para instruções sobre como configurar integração com Azure
ro: Pentru instrucțiuni privind configurarea integrării Azure
ru: Инструкция по настройке интеграции с Azure
sv: Instruktioner för att konfigurera Azure-integration
ta: அசூர் ஒருங்கிணைப்பை அமைப்பதற்கான அறிவுறுத்தலுக்கு
tr: Azure bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із Azure
zh_hans: 关于设置 Azure 集成的指示
zh_hant: 關於設置 Azure 集成的指示

source: Generic information about Azure DevOps Web Hooks
de: Allgemeine Informationen zu Azure-DevOps-Webhooks
ga: Eolas cineálach faoi Azure DevOps Web Hooks
hu: Általános információk az Azure DevOps Web Hookokról
id: Informasi umum tentang Azure DevOps Web Hooks
ja: Azure DevOps Web フックについての一般的な情報
nl: Algemene informatie over Azure DevOps Web Hooks
pt: Informações genéricas sobre Web Hooks do Azure DevOps
pt_br: Informações genéricas sobre Web Hooks do Azure DevOps
ro: Informații generice despre Azure DevOps Web Hooks
ru: Общая информация о веб-обработчиках Azure DevOps
sv: Allmän information om Azure DevOps Web Hooks
ta: அசூர் டெவொப்ச் வெப்ஊக் பற்றிய பொதுவான தகவல்கள்
tr: Azure DevOps internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів Azure DevOps
zh_hans: 关于 Azure DevOps Web Hooks 的一般信息

source: Special hook for handling Gitea Webhook notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von Gitea-Webhook-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí Gitea Webhook a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook a Gitea Webhook értesítések kezelésére és az egyező összetevők automatikus frissítésére.
id: Kait khusus untuk menangani notifikasi Webhook Gitea dan memperbarui komponen yang cocok secara otomatis.
ja: Gitea Webhook 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van Gitea Webhook en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações de Webhook do Gitea e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações de Webhook do Gitea e atualizar automaticamente os componentes correspondentes.
ro: Hook special pentru gestionarea notificărilor Gitea Webhook și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений Gitea и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av Gitea Webhook-meddelanden och automatisk uppdatering av matchande komponenter.
ta: கிடியா வெப்ஊக் அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: Gitea internet kancası bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень вебскриптів Gitea і автоматичного оновлення відповідних складників.
zh_hans: 处理 Gitea Webhook 通知并自动更新匹配的部件的特殊钩子。
zh_hant: 處理 Gitea Webhook 通知並自動更新匹配的組件的特殊鉤子。

source: For instruction on setting up Gitea integration
de: Für Anweisungen zur Einrichtung der Gitea-Integration
ga: Chun treoir a fháil maidir le comhtháthú Gitea a bhunú
hu: Útmutató a Gitea integráció beállításához
id: Untuk instruksi tentang pengaturan integrasi Gitea
ja: Gitea 連携の設定方法
nl: Voor instructie over integratie van Gitea
pt: Para instruções sobre como configurar integração com Gitea
pt_br: Para instruções sobre como configurar integração com Gitea
ro: Pentru instrucțiuni privind configurarea integrării Gitea
ru: Инструкция по настройке интеграции с Gitea
sv: För instruktioner om hur du konfigurerar Gitea-integrationen
ta: அறிவிலிதேநீர் ஒருங்கிணைப்பை அமைப்பதற்கான அறிவுறுத்தலுக்கு
tr: Gitea bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із Gitea
zh_hans: 关于设置 Gitea 集成的指示
zh_hant: 關於設置 Gitea 集成的指示

source: Generic information about Gitea Webhooks
de: Allgemeine Informationen zu Gitea-Webhooks
ga: Eolas cineálach faoi Gitea Webhooks
hu: Általános információk a Gitea Webhookokról
id: Informasi generik tentang Webhook Gitea
ja: Gitea Web フックについての一般的な情報
nl: Algemene informatie over Gitea Webhooks
pt: Informações genéricas sobre Webhooks do Gitea
pt_br: Informações genéricas sobre Webhooks do Gitea
ro: Informații generice despre Gitea Webhooks
ru: Общая информация о веб-обработчиках Gitea
sv: Allmän information om Gitea Webhooks
ta: கிடியா வெப்ஊக்ச் பற்றிய பொதுவான தகவல்கள்
tr: Gitea internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів Gitea
zh_hans: 关于 Gitea Webhooks 的一般信息
zh_hant: 關於 Gitea Webhooks 的一般信息

source: Special hook for handling Gitee Webhook notifications and automatically updating matching components.
de: Spezieller Hook für die Behandlung von Gitee-Webhook-Benachrichtigungen und die automatische Aktualisierung passender Komponenten.
ga: Hook speisialta chun fógraí Gitee Webhook a láimhseáil agus chun comhpháirteanna meaitseála a nuashonrú go huathoibríoch.
hu: Speciális hook a Gitee Webhook értesítések kezelésére és az egyező összetevők automatikus frissítésére.
id: Kait khusus untuk menangani notifikasi Gitee Webhook dan memperbarui komponen yang cocok secara otomatis.
ja: Gitee Webhook 通知を処理し、一致するコンポーネントを自動的に更新するための特別なフック。
nl: Speciale hook voor afhandeling van notificaties van Gitee Webhook en automatisch bijwerken van overeenkomende onderdelen.
pt: Gancho especial para lidar com notificações de Webhook do Gitee e atualizar automaticamente os componentes correspondentes.
pt_br: Gancho especial para lidar com notificações de Webhook do Gitee e atualizar automaticamente os componentes correspondentes.
ro: Hook special pentru gestionarea notificărilor Gitee Webhook și actualizarea automată a componentelor corespunzătoare.
ru: Специальный обработчик для обработки уведомлений Gitee и автоматического обновления соответствующих компонентов.
sv: Specialkrok för hantering av Gitee Webhook-meddelanden och automatisk uppdatering av matchande komponenter.
ta: அறிவிலிஈ webhook அறிவிப்புகளைக் கையாள்வதற்கும் பொருந்தக்கூடிய கூறுகளை தானாக புதுப்பிப்பதற்கும் சிறப்பு கொக்கி.
tr: Gitee internet kancası bildirimlerini işleyen ve eşleşen bileşenleri kendiliğinden güncelleyen özel kanca.
uk: Особливий скрипт для обробки сповіщень вебскриптів Gitee і автоматичного оновлення відповідних складників.
zh_hans: 处理 Gitee Webhook 通知并自动更新匹配的部件的特殊钩子。
zh_hant: 處理 Gitee Webhook 通知並自動更新匹配的組件的特殊鉤子。

source: For instruction on setting up Gitee integration
de: Für Anweisungen zur Einrichtung der Gitee-Integration
ga: Chun treoir a fháil maidir le comhtháthú Gitee a bhunú
hu: Útmutató a Gitee integráció beállításához
id: Untuk instruksi tentang pengaturan integrasi Gitee
ja: Gitee 連携の設定方法
nl: Voor instructie over instellen van integratie voor Gitee
pt: Para instruções sobre como configurar integração com Gitee
pt_br: Para instruções sobre como configurar integração com Gitee
ro: Pentru instrucțiuni privind configurarea integrării Gitee
ru: Инструкция по настройке интеграции с Gitee
sv: Instruktioner för att konfigurera Gitee-integration
ta: அறிவிலிஈ ஒருங்கிணைப்பை அமைப்பதற்கான வழிமுறைக்கு
tr: Gitee bütünleştirmesini ayarlama yönergesi için
uk: Настанови щодо налаштовування інтеграції із Gitee
zh_hans: 关于设置 Gitee 集成的指示
zh_hant: 關於設置 Gitee 集成的指示

source: Generic information about Gitee Webhooks
de: Allgemeine Informationen zu Gitee-Webhooks
ga: Eolas cineálach faoi Gitee Webhooks
hu: Általános információk a Gitee Webhookokról
id: Informasi generik tentang Webhook Gitee
ja: Gitee についての一般的な情報
nl: Algemene informatie over Gitee Webhooks
pt: Informações genéricas sobre Webhooks do Gitee
pt_br: Informações genéricas sobre Webhooks do Gitee
ro: Informații generice despre Gitee Webhooks
ru: Общая информация о веб-обработчиках Gitee
sv: Allmän information om Gitee Webhooks
ta: அறிவிலிஈ webhooks பற்றிய பொதுவான தகவல்கள்
tr: Gitee internet kancaları ile ilgili genel bilgiler
uk: Загальні відомості щодо вебскриптів Gitee
zh_hans: 关于 Gitee Webhooks 的一般信息
zh_hant: 關於 Gitee Webhooks 的一般信息

source: RSS feeds
ga: Fothaí RSS
hu: RSS-csatornák
id: Umpan RSS
ja: RSS フィード
pt: Sinais RSS
pt_br: Feeds RSS
ro: Fluxuri RSS
ru: RSS-каналы
sv: RSS-flöden
ta: rss ஊட்டங்கள்
tr: RSS akışları
uk: RSS-стрічки
zh_hans: RSS 订阅源
zh_hant: RSS 消息來源

source: Changes in translations are exported in RSS feeds.
de: Änderungen an Übersetzungen werden in RSS-Feeds exportiert.
ga: Easpórtáiltear athruithe ar aistriúcháin i bhfothaí RSS.
hu: A fordításokban történt változások RSS-csatornákban kerülnek exportálásra.
id: Perubahan terjemahan diekspor ke umpan RSS.
ja: 翻訳の変更は RSS フィードにエクスポートされます。
nl: Wijzigingen in vertalingen worden geëxporteerd in RSS-feeds.
pt: As alterações nas traduções são exportadas em sinais RSS.
pt_br: As alterações nas traduções são exportadas em feeds RSS.
ro: Modificările în traduceri sunt exportate în fluxuri RSS.
ru: Изменения в переводах экспортируются в RSS-каналы.
sv: Ändringar i översättningar exporteras i RSS-flöden.
ta: மொழிபெயர்ப்புகளில் மாற்றங்கள் ஆர்எச்எச் ஊட்டங்களில் ஏற்றுமதி செய்யப்படுகின்றன.
tr: Çevirilerdeki değişiklikler RSS akışlarında dışa aktarılır.
uk: Зміни в перекладах експортуються до стрічок RSS.
zh_hans: 翻译的变更会导出到 RSS 订阅源中。
zh_hant: 翻譯的更改導出到 RSS 頻道。

source: Retrieves RSS feed with recent changes for a translation.
de: Ruft den RSS-Feed mit den letzten Änderungen für eine Übersetzung ab.
ga: Aisghabhann fotha RSS le hathruithe le déanaí le haghaidh aistriúcháin.
hu: RSS-csatorna lekérése egy fordítás legutóbbi változásaival.
id: Mengambil umpan RSS dengan perubahan terbaru untuk terjemahan.
ja: 翻訳の最新の変更を含む RSS フィードを取得します。
nl: Haalt RSS-feed op met recente wijzigingen in een vertaling.
pt: Obtém um sinal RSS com as alterações recentes de uma tradução.
pt_br: Recupera o feed RSS com as alterações recentes de uma tradução.
ro: Obține fluxul RSS cu modificările recente pentru o traducere.
ru: Возвращает RSS-ленту с последними изменениями в переводе.
sv: Hämtar RSS-flöde med senaste ändringar för en översättning.
ta: மொழிபெயர்ப்புக்கான அண்மைக் கால மாற்றங்களுடன் ஆர்எச்எச் ஊட்டத்தை மீட்டெடுக்கிறது.
tr: Bir çevirideki son değişikliklerin RSS akışını alır.
uk: Отримує RSS-стрічку з останніми змінами в перекладі.
zh_hans: 返回带有翻译近期变更的 RSS 订阅源。
zh_hant: 用翻譯近期的更改檢索 RSS 頻道。

source: Retrieves RSS feed with recent changes for a component.
de: Ruft den RSS-Feed mit den letzten Änderungen für eine Komponente ab.
ga: Aisghabhann fotha RSS le hathruithe le déanaí do chomhpháirt.
hu: RSS-csatorna lekérése egy összetevő legutóbbi változásaival.
id: Mengambil umpan RSS dengan perubahan terbaru untuk suatu komponen.
ja: コンポーネントの最近の変更を含む RSS フィードを取得します。
nl: Haalt RSS-feed op met recente wijzigingen in een onderdeel.
pt: Obtém um sinal RSS com alterações recentes para um componente.
pt_br: Recupera feed RSS com alterações recentes para um componente.
ro: Obține fluxul RSS cu modificările recente pentru o traducere.
ru: Возвращает RSS-ленту с последними изменениями в компоненте.
sv: Hämtar RSS-flöde med senaste ändringar för en komponent.
ta: ஒரு கூறுக்கான அண்மைக் கால மாற்றங்களுடன் rss ஊட்டத்தை மீட்டெடுக்கிறது.
tr: Bir bileşendeki son değişikliklerin RSS akışını alır.
uk: Отримує RSS-стрічку з останніми змінами у складнику.
zh_hans: 返回带有部件近期变更的 RSS 订阅源。
zh_hant: 用組件的近期更改檢索 RSS 頻道。

source: Retrieves RSS feed with recent changes for a project.
de: Ruft den RSS-Feed mit den letzten Änderungen für ein Projekt ab.
ga: Aisghabhann fotha RSS le hathruithe le déanaí do thionscadal.
hu: RSS-csatorna lekérése egy projekt legutóbbi változásaival.
id: Mengambil umpan RSS dengan perubahan terbaru untuk sebuah proyek.
ja: プロジェクトの最近の変更を含む RSS フィードを取得します。
nl: Haalt RSS-feed op met recente wijzigingen in een project.
pt: Obtém um sinal RSS com alterações recentes para um projeto.
pt_br: Recupera feed RSS com alterações recentes para um projeto.
ro: Obține fluxul RSS cu modificările recente pentru un proiect.
ru: Возвращает RSS-ленту с последними изменениями в проекте.
sv: Hämtar RSS-flöde med senaste ändringar för ett projekt.
ta: ஒரு திட்டத்திற்கான அண்மைக் கால மாற்றங்களுடன் ஆர்எச்எச் ஊட்டத்தை மீட்டெடுக்கிறது.
tr: Bir projedeki son değişikliklerin RSS bildirimini alır.
uk: Отримує RSS-стрічку з останніми змінами у проєкті.
zh_hans: 返回带有项目近期变更的 RSS 订阅源。
zh_hant: 用項目的近期更改檢索 RSS 頻道。

source: Retrieves RSS feed with recent changes for a language.
de: Ruft den RSS-Feed mit den letzten Änderungen für eine Sprache ab.
ga: Aisghabhann fotha RSS le hathruithe le déanaí do theanga.
hu: RSS-csatorna lekérése egy nyelv legutóbbi változásaival.
id: Mengambil umpan RSS dengan perubahan terbaru untuk suatu bahasa.
ja: 言語の最近の変更を含む RSS フィードを取得します。
nl: Haalt RSS-feed op met recente wijzigingen voor een taal.
pt: Obtém um sinal RSS com alterações recentes para um idioma.
pt_br: Recupera feed RSS com alterações recentes para um idioma.
ro: Obține un flux RSS cu modificările recente pentru o limbă.
ru: Возвращает RSS-ленту с последними изменениями в языке.
sv: Hämtar RSS-flöde med senaste ändringar för ett språk.
ta: ஒரு மொழிக்கான அண்மைக் கால மாற்றங்களுடன் ஆர்எச்எச் ஊட்டத்தை மீட்டெடுக்கிறது.
tr: Bir dildeki son değişikliklerin RSS akışını alır.
uk: Отримує RSS-стрічку з останніми змінами в мові.
zh_hans: 返回带有语言近期变更的 RSS 订阅源。
zh_hant: 用語言的近期更改檢索 RSS 頻道。
