Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Configure the server with ``innodb_large_prefix`` to allow longer indices on text fields.
de: Konfigurieren Sie den Server mit ``innodb_large_prefix``, um längere Indizes für Textfelder zu ermöglichen.
ga: Cumraigh an freastalaí le ``innodb_large_prefix`` chun innéacsanna níos faide a cheadú ar réimsí téacs.
hu: Az ``innodb_large_prefix`` beállítás engedélyezése, hogy hosszabb indexek legyenek megengedettek a szöveges mezőkön.
id: Konfigurasikan server dengan ``innodb_large_prefix`` untuk mengizinkan indeks yang lebih panjang pada bidang teks.
ja: テキスト フィールドでより長いインデックスを使用できるように、``innodb_large_prefix`` をサーバーに設定する。
nl: Configureer de server met ``innodb_large_prefix`` om langere indices voor tekstvelden mogelijk te maken.
pt: Configure o servidor com ``innodb_large_prefix`` para permitir índices mais longos em campos de texto.
pt_br: Configure o servidor com ``innodb_large_prefix`` para permitir índices mais longos em campos de texto.
ro: Configurați serverul cu ``innodb_large_prefix`` pentru a permite indici mai lungi pentru câmpurile text.
ru: Настройте сервер на использование ``innodb_large_prefix`` для разрешения более длинных индексов для текстовых полей.
sv: Konfigurera servern med ``innodb_large_prefix`` för att tillåta längre index på textfält.
ta: உரை புலங்களில் நீண்ட குறியீடுகளை அனுமதிக்க `` innodb_large_prefix`` உடன் சேவையகத்தை உள்ளமைக்கவும்.
tr: Metin alanlarında daha uzun dizinlerin kullanılabilmesini sağlamak için sunucuyu ``innodb_large_prefix`` seçeneği ile yapılandırın.
uk: Налаштуйте сервер за допомогою ``innodb_large_prefix`` так, щоб уможливити довші індекси у текстових полях.
zh_hans: 用 ``innodb_large_prefix`` 配置服务器，以允许在文本字段上有更长的索引。
zh_hant: 用 ``innodb_large_prefix`` 配置服務器，以允許在文本字段上有更長的索引。

source: Set the isolation level to ``READ COMMITTED``.
de: Setzen Sie die Isolationsstufe auf ``READ COMMITTED``.
ga: Socraigh an leibhéal leithlis go ``LÉIGH TIOMANTA``.
hu: Állítsa be az izolációs szintet ``READ COMMITTED`` értékre.
id: Atur tingkat isolasi ke ``READ COMMITTED``.
ja: 分離レベルを ``READ COMMITTED`` に設定する。
nl: Stel het niveau voor isoleren in op ``READ COMMITTED``.
pt: Defina o nível de isolamento para ``READ COMMITTED``.
pt_br: Defina o nível de isolamento para ``READ COMMITTED``.
ro: Setați nivelul de izolare la ``READ COMMITTED``.
ru: Установите уровень изоляции в ``READ COMMITTED``.
sv: Ställ in isoleringsnivån till ``READ COMMITTED``.
ta: தனிமைப்படுத்தும் அளவை `` கம்யூட் `` க்கு அமைக்கவும்.
tr: Yalıtım düzeyini ``READ COMMITTED`` olarak ayarlayın.
uk: Установіть рівень ізоляції ``READ COMMITTED``.
zh_hans: 设置隔离级别为 ``READ COMMITTED``。
zh_hant: 設置隔離級別為 ``READ COMMITTED`` 。

source: The SQL mode should be set to ``STRICT_TRANS_TABLES``.
de: Der SQL-Modus sollte auf ``STRICT_TRANS_TABLES`` eingestellt werden.
ga: Ba cheart an mód SQL a shocrú go ``STRICT_TRANS_TABLES``.
hu: Az SQL módot állítsa ``STRICT_TRANS_TABLES`` értékre.
id: Mode SQL harus diatur ke ``STRICT_TRANS_TABLES``.
ja: SQL モードを ``STRICT_TRANS_TABLES`` に必ず設定すること。
nl: De modus voor SQL zou moeten zijn ingesteld op ``STRICT_TRANS_TABLES``.
pt: O modo SQL deve ser definido como ``STRICT_TRANS_TABLES``.
pt_br: O modo SQL deve ser definido como ``STRICT_TRANS_TABLES``.
ro: Modul SQL trebuie să fie setat la ``STRICT_TRANS_TABLES``.
ru: Режим SQL должен быть установлен в ``STRICT_TRANS_TABLES``.
sv: SQL-läget bör ställas in på ``STRICT_TRANS_TABLES``.
ta: sql பயன்முறையை `` strict_trans_tables`` க்கு அமைக்க வேண்டும்.
tr: SQL kipi ``STRICT_TRANS_TABLES`` olarak ayarlanmalıdır.
uk: Режим SQL має бути встановлено у значення ``STRICT_TRANS_TABLES``.
zh_hans: SQL 模式应该设置为 ``STRICT_TRANS_TABLES``。
zh_hant: SQL 模式應該設置為 ``STRICT_TRANS_TABLES`` 。

source: MySQL 8.x, MariaDB 10.5.x or newer have reasonable default configuration so that no server tweaking should be necessary and all what is needed can be configured on the client side.
de: MySQL 8.x, MariaDB 10.5.x oder neuer haben eine vernünftige Standardkonfiguration, sodass keine Serveranpassung notwendig sein sollte und alles, was benötigt wird, clientseitig konfiguriert werden kann.
ga: Tá cumraíocht réamhshocraithe réasúnta ag MySQL 8.x, MariaDB 10.5.x nó níos nuaí ionas nach mbeadh gá le haon tweaking freastalaí agus is féidir gach rud atá ag teastáil a chumrú ar thaobh an chliaint.
hu: A MySQL 8.x, MariaDB 10.5.x vagy újabb verziók alapértelmezett konfigurációja megfelelő, így nincs szükség szerveroldali finomhangolásra, minden szükséges beállítás elvégezhető kliensoldalon.
id: MySQL 8.x, MariaDB 10.5.x atau yang lebih baru memiliki konfigurasi bawaan yang wajar sehingga tidak diperlukan penyesuaian server dan semua yang dibutuhkan dapat dikonfigurasi di sisi klien.
ja: MySQL 8.x、MariaDB 10.5.x 以降では、適切なデフォルト設定があり、そのためサーバーの調整は必要なく、必要なものはすべてクライアント側から設定できます。
nl: MySQL 8.x, MariaDB 10.5.x of nieuwer hebben een redelijke standaard configuratie, zodat aanpassen van de server niet nodig zou zijn en alles wat nodig zou kunnen zijn kan worden geconfigureerd aan de kant van de cliënt.
pt: MySQL 8.x, MariaDB 10.5.x ou mais recente têm uma configuração padrão razoável, de modo que nenhum ajuste de servidor deve ser necessário e tudo o que é necessário pode ser configurado no lado do cliente.
pt_br: MySQL 8.x, MariaDB 10.5.x ou mais recente têm uma configuração padrão razoável, de modo que nenhum ajuste de servidor deve ser necessário e tudo o que é necessário pode ser configurado no lado do cliente.
ro: MySQL 8.x, MariaDB 10.5.x sau mai nou au o configurație implicită rezonabilă, astfel încât nu ar trebui să fie necesară nicio modificare a serverului și tot ceea ce este necesar poate fi configurat pe partea de client.
ru: MySQL 8.x, MariaDB 10.5.x или новее имеют разумную конфигурацию по умолчанию, поэтому не требуется настройка сервера, а всё необходимое можно настроить на стороне клиента.
sv: MySQL 8.x, MariaDB 10.5.x eller nyare har rimliga standardinställningar, så att ingen serverjustering bör behövas och allt som behövs kan konfigureras på klientsidan.
ta: mysql 8.x, மரியாடிபி 10.5.x அல்லது புதியது நியாயமான இயல்புநிலை உள்ளமைவைக் கொண்டுள்ளன, இதனால் சேவையக முறுக்குதல் தேவையில்லை, தேவையான அனைத்தையும் கிளையன்ட் பக்கத்தில் உள்ளமைக்க முடியும்.
tr: MySQL 8.x, MariaDB 10.5.x ya da üzeri için varsayılan yapılandırma yeterlidir. Bu nedenle sunucunun ayarlanması gerekmez ve gereken her şey istemci tarafında yapılandırılabilir.
uk: MySQL 8.x, MariaDB 10.5.x або новіші версії мають придатні типові налаштування, отже потреби у додатковому коригуванні налаштувань сервера не повинно виникнути — усе, що потрібно, можна налаштувати на клієнтському боці.
zh_hans: MySQL 8.x、MariaDB 10.5.x 或更新版本具有合理的默认配置，因此无需调整服务器，所有需要的都可以在客户端进行配置。
zh_hant: MySQL 8.x，MariaDB 10.5.x或較新具有合理的默認配置，以便不需要使用服務器調整，並且可以在客戶端配置所有所需的服務器。

source: It is absolutely critical to reduce issues when installing that the setting ``innodb_file_per_table`` is set properly and MySQL/MariaDB restarted before you start your Weblate install.
de: Um Probleme bei der Installation zu vermeiden, ist es absolut wichtig, dass die Einstellung ``innodb_file_per_table`` richtig gesetzt ist und MySQL/MariaDB neu gestartet wurde, bevor Sie Ihre Weblate-Installation starten.
ga: Tá sé ríthábhachtach saincheisteanna a laghdú agus tú ag suiteáil go bhfuil an socrú `` innodb_file_per_table`` socraithe i gceart agus MySQL/MariaDB a atosú sula dtosaíonn tú ar do shuiteáil Weblate.
hu: A telepítés során rendkívül fontos, hogy az ``innodb_file_per_table`` beállítás megfelelő legyen, és a MySQL/MariaDB újraindításra kerüljön a Weblate telepítése előtt.
id: Sangat penting untuk mengurangi masalah saat menginstal, bahwa pengaturan ``innodb_file_per_table`` telah ditetapkan dengan benar dan MySQL/MariaDB dimulai ulang sebelum Anda memulai instalasi Weblate.
ja: Weblate のインストール時の問題を減らすため、事前に ``innodb_file_per_table`` を適切に設定して、そのあと MySQL/MariaDB を再起動したのちに、Weblate をインストールすることが非常に重要です。
nl: Het is absoluut kritisch voor het verminderen van problemen bij het installeren dat de instelling ``innodb_file_per_table`` juist is ingesteld en dat MySQL/MariaDB opnieuw wordt gestart voordat u Weblate installeert.
pt: É absolutamente crítico para reduzir problemas durante a instalação que a configuração ``innodb_file_per_table`` esteja configurada corretamente e o MySQL/MariaDB reiniciado antes de iniciar a instalação do Weblate.
pt_br: É absolutamente crítico para reduzir problemas durante a instalação que a configuração ``innodb_file_per_table`` esteja configurada corretamente e o MySQL/MariaDB reiniciado antes de você iniciar a instalação do Weblate.
ro: Este absolut esențial, pentru a reduce problemele la instalare, ca setarea ``innodb_file_per_table`` să fie setată corect și MySQL/MariaDB să fie repornit înainte de a începe instalarea Weblate.
ru: Дабы при установке Weblate не возникло проблем, абсолютно критично, чтобы параметр ``innodb_file_per_table`` был включён; а также после его изменения нужно не забыть перезапустить MySQL/MariaDB.
sv: Det är absolut nödvändigt att minska problemen vid installationen genom att se till att inställningen ``innodb_file_per_table`` är korrekt inställd och att MySQL/MariaDB startas om innan du påbörjar installationen av Weblate.
ta: `` innodb_file_per_table`` அமைப்பு சரியாக அமைக்கப்பட்டிருப்பதை நிறுவும் போது சிக்கல்களைக் குறைப்பது முற்றிலும் முக்கியமானது, மேலும் உங்கள் வலைபெயர்ப்பு நிறுவலைத் தொடங்குவதற்கு முன்பு mysql/mariadb மறுதொடக்கம் செய்யப்பட்டது.
tr: Weblate kurulumunuza başlamadan önce ``innodb_file_per_table`` seçeneğinin doğru ayarlanması ve MySQL ya da MariaDB veri tabanı sunucusunun yeniden başlatılması kurulum yaparken karşılaşılabilecek sorunları azaltmak için çok önemlidir.
uk: Надзвичайно важливим для зменшення кількості проблем при встановленні є встановлення належного значення параметра ``innodb_file_per_table`` і перезапуск MySQL/MariaDB до встановлення Weblate.
zh_hans: 在运行您的 Weblate 前设置好 ``innodb_file_per_table`` 设置并重启 MySQL/MariaDB，这对减少安装时的问题绝对重要。
zh_hant: 在運行您的 Weblate 前設置好 ``innodb_file_per_table`` 設置並重啟 MySQL/MariaDB，這對減少安裝時的問題絕對重要。

source: Configuring Weblate to use MySQL/MariaDB
de: Weblate für die Verwendung von MySQL/MariaDB konfigurieren
ga: Gréasáin a chumrú chun MySQL/MariaDB a úsáid
hu: Weblate konfigurálása MySQL/MariaDB használatára
id: Mengonfigurasi Weblate untuk menggunakan MySQL/MariaDB
ja: Weblate で MySQL または MariaDB を使用するための設定
nl: Weblate configureren om te gebruiken met MySQL/MariaDB
pt: Configurando Weblate para usar MySQL/MariaDB
pt_br: Configurando Weblate para usar MySQL/MariaDB
ro: Configurarea Weblate pentru a utiliza MySQL/MariaDB
ru: Настройка Weblate для работы совместно с MySQL/MariaDB
sv: Konfigurera Weblate för att använda MySQL/MariaDB
ta: mysql/mariadb ஐப் பயன்படுத்த வலைபெயர்ப்பு கட்டமைத்தல்
tr: Weblate için MySQL/MariaDB yapılandırması
uk: Налаштовування Weblate на використання MySQL/MariaDB
zh_hans: 配置 Weblate 来使用 MySQL/MariaDB

source: The :file:`settings.py` snippet for MySQL and MariaDB:
de: Das :file:`settings.py`-Snippet für MySQL und MariaDB:
ga: An snippet :file:`settings.py` do MySQL agus MariaDB:
hu: A :file:`settings.py` fájlban a MySQL és MariaDB konfigurációjához tartozó kódrészlet:
id: Cuplikan :file:`settings.py` untuk MySQL dan MariaDB:
ja: :file:`settings.py` に必要な MySQL と MariaDB 用の設定:
nl: De snipper uit :file:`settings.py` voor MySQL en MariaDB:
pt: O trecho de :file:`settings.py` para MySQL e MariaDB:
pt_br: O trecho de :file:`settings.py` para MySQL e MariaDB:
ro: Fragmentul :file:`settings.py` pentru MySQL și MariaDB:
ru: Фрагмент файла настроек :file:`settings.py` для MySQL и MariaDB:
sv: :file:`settings.py`-snippet för MySQL och MariaDB:
tr: MySQL ve MariaDB için :file:`settings.py` dosyasına eklenecek kod parçası:
uk: Фрагмент :file:`settings.py` для MySQL і MariaDB:
zh_hans: MySQL 和 MariaDB 的 :file:`settings.py` 片段：
zh_hant: MySQL 和 MariaDB 的 :file:`settings.py` 片段：

source: You should also create the ``weblate`` user account in MySQL or MariaDB before you begin the install. Use the commands below to achieve that:
de: Sie sollten auch das Benutzerkonto ``weblate`` in MySQL oder MariaDB erstellen, bevor Sie mit der Installation beginnen. Verwenden Sie dazu die folgenden Befehle:
ga: Ba cheart duit freisin an cuntas úsáideora ``weblate`` a chruthú i MySQL nó MariaDB sula dtosaíonn tú ar an suiteáil. Úsáid na horduithe thíos chun é sin a bhaint amach:
hu: A telepítés megkezdése előtt érdemes létrehozni a ``weblate`` felhasználói fiókot MySQL-ben vagy MariaDB-ben. Az alábbi parancsokkal teheti ezt meg:
id: Anda juga harus membuat akun pengguna ``weblate`` di MySQL atau MariaDB sebelum memulai instalasi. Gunakan perintah di bawah ini untuk melakukannya:
ja: インストールを開始する前に、MySQL または MariaDB で ``weblate`` ユーザー アカウントを作成してください。アカウント作成コマンド例:
nl: U zou ook het gebruikersaccount ``weblate`` in MySQL of MariaDB moeten maken voordat u de installatie begint. Gebruik de opdrachten hieronder om dat te doen:
pt: Também deve criar a conta de utilizador ``weblate`` no MySQL ou MariaDB antes de iniciar a instalação. Use os comandos abaixo para fazer isso:
pt_br: Você também deve criar a conta de usuário ``weblate`` no MySQL ou MariaDB antes de iniciar a instalação. Use os comandos abaixo para fazer isso:
ro: De asemenea, trebuie să creați contul de utilizator ``weblate`` în MySQL sau MariaDB înainte de a începe instalarea. Utilizați comenzile de mai jos pentru a realiza acest lucru:
ru: Также прежде чем начать установку вам нужно будет создать пользователя базы данных с именем ``weblate``. Это можно сделать с помощью следующей команды:
sv: Du bör också skapa användarkontot ``weblate`` i MySQL eller MariaDB innan du påbörjar installationen. Använd kommandona nedan för att göra det:
ta: நீங்கள் நிறுவலைத் தொடங்குவதற்கு முன்பு mysql அல்லது mariadb இல் `` வலைபெயர்ப்பு` பயனர் கணக்கையும் உருவாக்க வேண்டும். அதை அடைய கீழே உள்ள கட்டளைகளைப் பயன்படுத்து:
tr: Kuruluma başlamadan önce MySQL ya da MariaDB veri tabanı sunucusu üzerinde ``weblate`` kullanıcı hesabını oluşturmanız gerekir. Bunun için şu komutları kullanın:
uk: Вам слід створити обліковий запис користувача ``weblate`` у MySQL або MariaDB до початку встановлення. Для цього скористайтеся наведеними далі командами:
zh_hans: 开始安装前还应该在 MySQL 或 MariaDB 中创建 ``weblate`` 用户账户。使用下面的命令来实现：
zh_hant: 開始安裝前還應該在 MySQL 或 MariaDB 中創建 ``weblate`` 用戶賬戶。使用下面的命令來實現：

source: Other configurations
de: Andere Konfigurationen
ga: Cumraíochtaí eile
hu: Egyéb konfigurációk
id: Konfigurasi lainnya
ja: その他の設定
nl: Andere configuraties
pt: Outras configurações
pt_br: Outras configurações
ro: Alte configurații
ru: Другие настройки
sv: Andra konfigurationer
ta: பிற உள்ளமைவுகள்
tr: Diğer yapılandırmalar
uk: Інші налаштування
zh_hans: 其他配置
zh_hant: 其他配置

source: Configuring outgoing e-mail
de: Ausgehende E-Mails konfigurieren
ga: Ríomhphoist amach a chumrú
hu: Kimenő e-mailek beállítása
id: Mengonfigurasi surel keluar
ja: メール送信の設定
nl: Configureren van uitgaande e-mail
pt: Configuração de e-mail de saída
pt_br: Configuração de e-mail de saída
ro: Configurarea e-mailului de ieșire
ru: Настройка исходящей почты
sv: Konfigurera utgående e-post
ta: வெளிச்செல்லும் மின்னஞ்சலை உள்ளமைத்தல்
tr: Giden e-postayı yapılandırmak
uk: Налаштовування вихідної електронної пошти
zh_hans: 配置电子邮件发件箱

source: Weblate sends out e-mails on various occasions - for account activation and on various notifications configured by users. For this it needs access to an SMTP server.
de: Weblate verschickt zu verschiedenen Anlässen E-Mails – zur Kontoaktivierung und zu verschiedenen vom Nutzer konfigurierten Benachrichtigungen. Hierfür benötigt es Zugang zu einem SMTP-Server.
ga: Seolann Weblate r-phoist ar ócáidí éagsúla - chun cuntais a ghníomhachtú agus ar fhógraí éagsúla a chumraíonn úsáideoirí. Chuige seo teastaíonn rochtain ar fhreastalaí SMTP air.
hu: A Weblate különböző események alkalmával küld e-maileket – például fiókaktiváláskor vagy a felhasználók által beállított értesítésekről. Ehhez SMTP szerverhez való hozzáférés szükséges.
id: Weblate mengirimkan surel pada berbagai kesempatan - untuk aktivasi akun dan berbagai notifikasi yang dikonfigurasi oleh pengguna. Untuk itu, Weblate memerlukan akses ke server SMTP.
ja: Weblate は、さまざまなタイミングでメールを送信します。ー アカウントの有効化やユーザーが設定した通知など。そのためには、SMTP サーバーへの接続が必要となります。
nl: Weblate verzendt e-mails bij verschillende gebeurtenissen - voor het activeren van een account en bij verscheidene notificaties die worden geconfigureerd door gebruikers. Hiervoor heeft het toegang nodig tot een SMTP-server.
pt: O Weblate envia e-mails em várias ocasiões - para a ativação de contas e sobre várias notificações configuradas pelos utilizadores. Para isso, precisa de acesso a um servidor de SMTP.
pt_br: O Weblate envia e-mails em várias ocasiões - para ativação de conta e sobre várias notificações configuradas pelos usuários. Para isso, ele precisa de acesso a um servidor SMTP.
ro: Weblate trimite e-mailuri cu diferite ocazii - pentru activarea contului și la diferite notificări configurate de utilizatori. Pentru aceasta are nevoie de acces la un server SMTP.
ru: Weblate отправляет электронные письма по разным поводам — для активации учетной записи и по различным уведомлениям, настроенным пользователями. Для этого ему необходим доступ к SMTP-серверу.
sv: Weblate skickar ut e-postmeddelanden vid olika tillfällen – för aktivering av konton och olika meddelanden som konfigurerats av användarna. För detta behöver det tillgång till en SMTP-server.
ta: வலைபெயர்ப்பு பல்வேறு சந்தர்ப்பங்களில் மின்னஞ்சல்களை அனுப்புகிறது - கணக்கு செயல்படுத்தலுக்காகவும், பயனர்களால் கட்டமைக்கப்பட்ட பல்வேறு அறிவிப்புகளுக்காகவும். இதற்காக இதற்கு ஒரு smtp சேவையகத்திற்கான அணுகல் தேவை.
tr: Weblate, hesap etkinleştirme işlemleri ve kullanıcılar tarafından yapılandırılmış çeşitli bildirimler gibi çeşitli durumlar için e-posta gönderir. Bunun için bir SMTP sunucu erişiminin yapılandırılması gerekir.
uk: Weblate надсилає повідомлення електронної пошти з різних нагод — для активації облікових записів та сповіщення щодо різних подій, які налаштовано користувачами. Для надсилання пошти програмі потрібен доступ до сервера SMTP.
zh_hans: Weblate 在各种情况下会发出电子邮件——用于激活账户，以及用户配置的各种通知。对于这些需要访问 SMTP 服务器。
zh_hant: Weblate 在各種情況下會發出電子郵件——用於激活賬戶，以及用戶配置的各種通知。對於這些需要訪問 SMTP 服務器。
