Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Access to browse the repositories with restricted access (with `Private` :ref:`access control <acl>` or when :setting:`REQUIRE_LOGIN` is enabled) requires an API token which can be obtained in your :ref:`user profile <user-profile>`:
de: Um die Repositorys mit eingeschränktem Zugriff zu durchsuchen (mit :ref:`Projekt-Zugriffssteuerung <acl>` auf `Privat` oder wenn :setting:`REQUIRE_LOGIN` aktiviert ist), ist ein API-Token erforderlich, das Sie in Ihrem :ref:`Benutzerprofil <user-profile>` erhalten können:
ga: Teastaíonn comhartha API chun na stórtha a bhrabhsáil le rochtain shrianta (le `Private` :ref:`access control <acl>` nó nuair atá :setting:`REQUIRE_LOGIN`) is féidir a fháil i do :ref:`user profile <user-profile>`:
hu: A korlátozott hozzáférésű tárolók (``Személyes`` :ref:`hozzáférés-vezérlés <acl>` mellett vagy ha a :setting:`REQUIRE_LOGIN` beállítás engedélyezett) böngészéséhez API-token szükséges, amely a :ref:`felhasználói profil <user-profile>` oldalon szerezhető be:
id: Akses untuk menelusuri repositori dengan akses terbatas (dengan `Pribadi` :ref:`access control <acl>` atau saat :setting:`REQUIRE_LOGIN` diaktifkan) memerlukan token API yang dapat diperoleh di :ref:`user profile <user-profile>` Anda:
ja: アクセスが制限されたリポジトリ（:ref:`access control <acl>` を `プライベート` に設定、もしくは :setting:`REQUIRE_LOGIN` を有効化している場合）を参照するには、:ref:`user profile <user-profile>` から取得できる API トークンが必要です。例:
nl: Toegang voor het bladeren door de opslagruimten met beperkte toegang (met `Privé` :ref:`toegangsbeheer <acl>` of als :setting:`REQUIRE_LOGIN` is ingeschakeld) vereist een API-token dat u kunt verkrijgen in uw :ref:`gebruikersprofiel <user-profile>`:
pt: O acesso para navegar nos repositórios com acesso restrito (com :ref:`controle de acesso <acl>` `Privado` ou quando :setting:`REQUIRE_LOGIN` está ativado) requer um token de API que pode ser obtido no seu :ref:`perfil de utilizador <user-profile>`:
pt_br: O acesso para navegar nos repositórios com acesso restrito (com :ref:`controle de acesso <acl>` `Particular` ou quando :setting:`REQUIRE_LOGIN` está habilitado) requer um token de API que pode ser obtido em seu :ref:`perfil de usuário <user-profile>`:
ro: Accesul pentru a parcurge depozitele cu acces restricționat (cu `Private` :ref:`access control <acl>`` sau când :setting:`REQUIRE_LOGIN` este activat) necesită un token API care poate fi obținut în :ref:`user profile <user-profile>`:
ru: Доступ к просмотру репозитория с ограниченным доступом (с `Частным` :ref:`access control <acl>` или когда :setting:`REQUIRE_LOGIN` включено) требуют API-токен, который можно получить в :ref:`настройках своего профиля <user-profile>`:
sv: För att kunna bläddra i arkiven med begränsad åtkomst (med `Private` :ref:`åtkomstkontroll <acl>` eller när :setting:`REQUIRE_LOGIN` är aktiverat) krävs en API-token som kan erhållas i din :ref:`användarprofil <user-profile>`:
tr: Sınırlanmış erişimi olan depolara göz atmak için erişim (`Gizli` :ref:`erişim denetimi <acl>` ile ya da :setting:`REQUIRE_LOGIN` seçeneği kullanıma alınarak), :ref:`kullanıcı profilinizden <user-profile>` alabileceğiniz bir API kodu ile sağlanır:
uk: Доступ до навігації сховищами із обмеженнями доступу (з :ref:`керуванням доступом <acl>` `Private` або вмикання :setting:`REQUIRE_LOGIN`) потребує жетона програмного інтерфейсу, який можна отримати у вашому :ref:`профілі користувача <user-profile>`:
zh_hans: 对仓库的受限制的访问（使用 `Private` :ref:`访问控制 <acl>` 或在 :setting:`REQUIRE_LOGIN` 处于启用状态时）需要一个 API 令牌，获取位置在你的 :ref:`用户个人资料 <user-profile>`:
zh_hant: 對存儲庫的受限制的訪問（使用`Private` :ref:`access control <acl>` 或在:setting:`REQUIRE_LOGIN` 處於啟用狀態時）需要一個API 令牌，獲取位置在你的:ref: `user-profile <user-profile>`:

source: By default members or :guilabel:`Users` group and anonymous user have access to the repositories for public projects via :guilabel:`Access repository` and :guilabel:`Power user` roles.
de: Standardmäßig haben Mitglieder der Gruppe :guilabel:`Benutzer` und anonyme Benutzer über die Rollen :guilabel:`Auf Repository zugreifen` und :guilabel:`Hauptbenutzer` Zugriff auf die Repositorys für öffentliche Projekte.
ga: De réir réamhshocraithe baill nó :guilabel:`Tá grúpa úsáideoirí` agus úsáideoir gan ainm rochtain a fháil ar na stórtha do thionscadail phoiblí trí :guilabel:`Rochtain ar stór` agus :guilabel:`Power user` róil.
hu: Alapértelmezés szerint a :guilabel:`Felhasználók` csoport tagjai és az anonim felhasználók is hozzáférnek a nyilvános projektek tárolóihoz a :guilabel:`Tároló hozzáférés` és a :guilabel:`Képzett felhasználó` szerepkörökön keresztül.
id: Secara bawaan, anggota atau grup :guilabel:`Users` dan pengguna anonim memiliki akses ke repositori untuk proyek publik melalui peran :guilabel:`Access repository` dan :guilabel:`Power user`.
ja: デフォルトでは、メンバーまたは :guilabel:`ユーザー` グループおよび匿名ユーザーは、:guilabel:`リポジトリへのアクセス` および :guilabel:`パワー ユーザー` のロールを使用して、公開プロジェクトのリポジトリにアクセスします。
nl: Standaard hebben leden of de groep :guilabel:`Gebruikers` en anonieme gebruikers toegang tot de opslagruimten voor publieke projecten via de rollen :guilabel:`Toegang opslagruimte` en :guilabel:`Poweruser`.
pt: Por predefinição, os membros ou o grupo :guilabel:`Utilizadores` e utilizador anônimo têm acesso aos repositórios para projetos públicos via :guilabel:`Acessar repositório` e funções de :guilabel:`Utilizador avançado`.
pt_br: Por padrão, os membros ou o grupo :guilabel:`Usuários` e usuário anônimo têm acesso aos repositórios para projetos públicos via :guilabel:`Acessar repositório` e funções de :guilabel:`Usuário avançado`.
ro: În mod implicit, membrii grupului :guilabel:`Users` și utilizatorii anonimi au acces la depozitele pentru proiectele publice prin intermediul rolurilor :guilabel:`Access repository` și :guilabel:`Power user`.
ru: По умолчанию у членов группы :guilabel:`Пользователи` и анонимных пользователей есть доступ к репозиториям публичных проектов через роли :guilabel:`Доступ к репозиторию` и :guilabel:`Опытный пользователь`.
sv: Som standard har medlemmar eller :guilabel:`Användare`-gruppen och anonyma användare åtkomst till arkiven för offentliga projekt via :guilabel:`Åtkomst till arkiv` och :guilabel:`Power user`-roller.
ta: இயல்பாக உறுப்பினர்கள் அல்லது: வபஇசிட்டை: `பயனர்கள் குழு மற்றும் அநாமதேய பயனருக்கு பொது திட்டங்களுக்கான களஞ்சியங்களை அணுகலாம்: வபஇசிட்டை:` களஞ்சியத்தை அணுகவும்` மற்றும்: வபஇசிட்டை: `பவர் பயனர்` பாத்திரங்கள்.
tr: Varsayılan olarak, üyeler veya :guilabel:`Kullanıcılar` grubu ve anonim kullanıcı, herkese açık projeler için depolara :guilabel:`Depo erişimi` ve :guilabel:`Uzman kullanıcı` rolleri ile erişebilir.
uk: Типово учасники або групи :guilabel:`Користувач` та анонімний користувач мають доступ до сховищ для загальнодоступних проєктів за допомогою ролей :guilabel:`Доступ до сховища` та :guilabel:`Досвідчений користувач`.
zh_hans: 成员或 :guilabel:`用户` 群组与匿名用户默认通过 :guilabel:`访问仓库` 和 :guilabel:`高级用户` 角色访问公开项目。
zh_hant: 成員或 :guilabel:`Users` 用戶組與匿名用戶默認通過 :guilabel:`Access repository` 和 :guilabel:`Power user` 角色訪問公開項目。

source: Billing
de: Abrechnung
ga: Billeáil
hu: Számlázás
id: Penagihan
ja: 課金
nl: Facturatie
pt: Faturação
pt_br: Cobrança
ro: Facturare
ru: Выставление счетов
sv: Fakturering
ta: பட்டியலிடல்
tr: Faturalama
uk: Оплата
zh_hans: 账单
zh_hant: 帳單

source: This is used on `Hosted Weblate <https://weblate.org/hosting/>`_ to define billing plans, track invoices and usage limits.
de: Dies wird auf `Hosted Weblate <https://weblate.org/hosting/>`_ verwendet, um Abrechnungspläne festzulegen, Rechnungen und Nutzungsgrenzen nachzuverfolgen.
ga: Úsáidtear é seo ar `Hosted Weblate <https://weblate.org/hosting/>`_ chun pleananna billeála, sonraisc agus teorainneacha úsáide a rianú.
hu: A `Hosted Weblate <https://weblate.org/hosting/>`_ szolgáltatásban használatos a számlázási csomagok meghatározására, a számlák és a használati korlátok nyomon követésére.
id: Ini digunakan pada `Hosted Weblate <https://weblate.org/hosting/>`_ untuk menentukan paket penagihan, melacak faktur, dan batas penggunaan.
ja: これは `Hosted Weblate <https://weblate.org/hosting/>`_ を使用する料金プランを設定し、請求書と使用制限を管理するために使用します。
nl: Dit wordt gebruikt op `Hosted Weblate <https://weblate.org/hosting/>`_ om plannen voor facturatie te definiëren, facturen en verbruikslimieten bij te houden.
pt: Isso é usado no `Hosted Weblate <https://weblate.org/hosting/>`_ para definir planos de cobrança, rastrear faturas e limites de uso.
pt_br: Isso é usado no `Hosted Weblate <https://weblate.org/hosting/>`_ para definir planos de cobrança, rastrear faturas e limites de uso.
ro: Aceasta este utilizată la `Hosted Weblate <https://weblate.org/hosting/>`_ pentru a defini planurile de facturare, pentru a urmări facturile și limitele de utilizare.
ru: Этот модуль используется на `Облачном хостинге Weblate <https://weblate.org/hosting/>`_, для задания тарифных планов, а также отслеживания платежей и лимитов.
sv: Detta används på `Hosted Weblate <https://weblate.org/hosting/>`_ för att definiera faktureringsplaner, spåra fakturor och användningsgränser.
ta: இது `ஓச்ட் செய்யப்பட்ட வலைபெயர்ப்பு <https://weblate.org/hosting/> _ _ பட்டியலிடல் திட்டங்களை வரையறுக்க, விலைப்பட்டியல் மற்றும் பயன்பாட்டு வரம்புகளைக் கண்காணிக்க பயன்படுத்தப்படுகிறது.
tr: Bu seçenek, faturalama tarifelerini tanımlamak, faturaları ve kullanım sınırlarını izlemek için `Hosted Weblate <https://weblate.org/hosting/>`_ üzerinde kullanılır.
uk: Це використовується на `Hosted Weblate <https://weblate.org/hosting/>`_ для визначення тарифних планів, створення рахунків та встановлення обмежень у користуванні.
zh_hans: 这在 `Hosted Weblate <https://weblate.org/hosting/>`_ 上用于确定付费套餐、跟踪发票和使用限制。
zh_hant: 這用在 `Hosted Weblate <https://weblate.org/hosting/>`_ 上來確定付費套餐，跟踪收據和使用限制。

source: 1. Add ``weblate.billing`` to installed apps in :file:`settings.py`:
de: 1. ``weblate.billing`` zu den installierten Anwendungen in :file:`settings.py` hinzufügen:
ga: 1. Cuir ``weblate.billing`` le feidhmchláir suiteáilte i :file:`settings.py`:
hu: 1. Adja hozzá az ``weblate.billing`` modult a :file:`settings.py` fájlban a telepített alkalmazásokhoz:
id: 1. Tambahkan ``weblate.billing`` ke aplikasi yang terinstal di :file:`settings.py`:
ja: 1. :file:`settings.py` ファイル内の、インストールするアプリに ``weblate.billing`` を追加する:
nl: 1. Voeg ``weblate.billing`` toe aan geïnstalleerde apps in :file:`settings.py`:
pt: 1. Adicione ``weblate.billing`` às apps instaladas em :file:`settings.py`:
pt_br: 1. Adicione ``weblate.billing`` aos aplicativos instalados em :file:`settings.py`:
ro: 1. Adăugați ``weblate.billing`` la aplicațiile instalate în :file:`settings.py`:
ru: Добавьте ``weblate.billing`` в установленные приложения в файле :file:`settings.py`:
sv: 1. Lägg till ``weblate.billing`` till installerade appar i :file:`settings.py`:
tr: 1. :file:`settings.py` dosyasındaki kurulu uygulamalara ``weblate.billing`` ekleyin:
uk: 1. Додайте ``weblate.billing`` до запису встановлених програм у :file:`settings.py`:
zh_hans: 1. 在 :file:`settings.py` 中将 ``weblate.billing`` 添加到安装的应用中：
zh_hant: 1. 在 :file:`settings.py` 中將 ``weblate.billing`` 添加到安裝的 apps 中：

source: Run the database migration to optionally install additional database structures for the module:
de: Die Datenbankmigration ausführen, um optional zusätzliche Datenbankstrukturen für das Modul zu installieren:
ga: Rith an t-aistriú bunachar sonraí chun struchtúir bhunachar sonraí breise a shuiteáil go roghnach don mhodúl:
hu: Futtassa az adatbázis-migrációt az opcionális, további adatbázis-struktúrák telepítéséhez:
id: Jalankan migrasi basis data untuk secara opsional menginstal struktur basis data tambahan untuk modul:
ja: データベースの移行を実行し、オプションである追加のデータベース構造のモジュールをインストールする:
nl: Voer de migratie van de database uit om optioneel aanvullende structuren van de database voor de module te installeren:
pt: Execute a migração do banco de dados para instalar opcionalmente estruturas de banco de dados adicionais para o módulo:
pt_br: Execute a migração do banco de dados para instalar opcionalmente estruturas de banco de dados adicionais para o módulo:
ro: Rulați migrarea bazei de date pentru a instala opțional structuri de baze de date suplimentare pentru modul:
ru: Запустите миграцию базы данных для необязательной установки для модуля дополнительных структур базы данных:
sv: Kör databasmigreringen för att eventuellt installera ytterligare databasstrukturer för modulen:
ta: தொகுதிக்கு கூடுதல் தரவுத்தள கட்டமைப்புகளை விருப்பமாக நிறுவ தரவுத்தள இடம்பெயர்வை இயக்கவும்:
tr: İsteğe bağlı olarak modül için ek veri tabanı yapıları kurmak üzere veri tabanı aktarımını çalıştırın:
uk: Запустіть перенесення бази даних, щоб додатково встановити структури бази даних для модуля:
zh_hans: 运行数据库迁移，来可选地为模块安装另外的数据库结构：
zh_hant: 運行數據庫遷移，來可選地為模塊安裝另外的數據庫結構：

source: Billing plan creation and assignment
de: Abrechnungsmodell erstellen und zuweisen
ga: Cruthú agus sannadh plean billeála
hu: Számlázási csomag létrehozása és hozzárendelése
id: Pembuatan dan penugasan rencana penagihan
ja: 料金プランの作成と割り当て
nl: Maken en toewijzen van plannen voor facturatie
pt: Criação e atribuição de plano de cobrança
pt_br: Criação e atribuição de plano de cobrança
sv: Skapande och tilldelning av faktureringsplaner
ta: பட்டியலிடல் திட்ட உருவாக்கம் மற்றும் பணி
tr: Fatura tarifesi oluşturmak ve atamak
uk: Створення та призначення тарифного плану
zh_hans: 付费套餐创建和分配

source: You first need to create a billing plan to activate billing. Navigate to the `Administration` section (represented by the wrench icon) and open the `Tools` screen. From there, proceed to the `Django admin interface`.
de: Um die Abrechnung zu aktivieren, müssen Sie zunächst ein Abrechnungsmodell erstellen. Navigieren Sie zum Abschnitt `Verwaltung` (dargestellt durch das Schraubenschlüssel-Symbol) und öffnen Sie den Bildschirm `Werkzeuge`. Von dort aus gelangen Sie zur Adminoberfläche von Django.
ga: Ní mór duit plean billeála a chruthú ar dtús chun an bhilleáil a ghníomhachtú. Déan nascleanúint go dtí an rannán `Riarachán` (arna léiriú ag an deilbhín eochair) agus oscail an scáileán `Tools`. Ón áit sin, téigh ar aghaidh chuig `comhéadan riaracháin Django`.
hu: A számlázás aktiválásához először létre kell hozni egy számlázási csomagot. Ehhez navigáljon az `Adminisztráció` részhez (a csavarkulcs ikon), és nyissa meg az `Eszközök` képernyőt. Innen lépjen tovább a `Django admin felületre`.
id: Pertama, Anda perlu membuat paket penagihan untuk mengaktifkan penagihan. Buka bagian `Administrasi` (diwakili oleh ikon kunci inggris) dan buka layar `Alat`. Dari sana, lanjutkan ke `Antarmuka admin Django`.
ja: 請求を開始するには、まず料金プランを作成が必要です。画面左上のレンチアイコンから `管理` セクションを開き、`ツール` メニューを選択してください。そして、`Django 管理画面` に進んでください。
nl: U moet eerst een plan voor facturatie activeren. Navigeer naar het gedeelte `Beheren` (weergegeven door het pictogram van een steeksleutel) en open het scherm `Extra`. Ga daar door naar de `Django admin interface`.
pt: Primeiro precisa criar um plano de cobrança para ativar a cobrança. Navegue até a secção `Administration` (representada pelo ícone de chave inglesa) e abra o ecrã `Tools`. Depois aceda a `Django admin interface`.
pt_br: Você primeiro precisa criar um plano de cobrança para ativar a cobrança. Navegue até a seção `Administration` (representada pelo ícone de chave inglesa) e abra a tela `Tools`. Em seguida, acesse a `Django admin interface`.
sv: Du måste först skapa en faktureringsplan för att aktivera fakturering. Gå till avsnittet Administration (representerat av skiftnyckelikonen) och öppna skärmen Verktyg. Därifrån går du vidare till Django-admingränssnittet.
ta: பில்லிங்கை செயல்படுத்த நீங்கள் முதலில் ஒரு பட்டியலிடல் திட்டத்தை உருவாக்க வேண்டும். `நிர்வாகம்` பிரிவுக்கு (குறடு ஐகானால் குறிப்பிடப்படுகிறது) செல்லவும் மற்றும்` கருவிகள்` திரையைத் திறக்கவும். அங்கிருந்து, `சாங்கோ நிர்வாக இடைமுகத்திற்கு` தொடரவும்.
tr: Faturalamayı kullanmak için öncelikle bir faturalama tarifesi oluşturmanız gerekir. `Yönetim` bölümüne gidin (somun anahtarı simgesiyle gösterilir) ve `Araçlar` sayfasını açın. Oradan `Django yönetim arayüzü` bölümüne geçin.
uk: Щоб активувати білінг, спочатку потрібно створити тарифний план. Перейдіть до розділу `Адміністрування` (представлений іконкою гайкового ключа) і відкрийте екран `Інструменти`. Звідти перейдіть до `інтерфейсу адміністратора Django`.
zh_hans: 首先，你需要创建一个付费套餐来激活账单。导航至 `管理` 部分（扳手图标），并打开 `工具` 屏。从这里，继续转到 `Django 管理界面` 。

source: In the Django admin interface, locate the `BILLING` section and add a billing plan. For instance, you can add a `Free` plan with no cost.
de: Suchen Sie in der Adminoberfläche von Django den Abschnitt `BILLING` und fügen Sie ein Abrechnungsmodell hinzu. Sie können zum Beispiel ein kostenloses Modell hinzufügen.
ga: I gcomhéadan riaracháin Django, aimsigh an rannán `BILLING` agus cuir plean billeála leis. Mar shampla, is féidir leat plean `Saor in Aisce` a chur leis gan aon chostas.
hu: A Django admin felületen keresse meg a `BILLING` szekciót, és adjon hozzá egy számlázási csomagot. Például létrehozhat egy `Ingyenes` csomagot költség nélkül.
id: Di antarmuka admin Django, cari bagian `PENAGIHAN` dan tambahkan paket penagihan. Misalnya, Anda dapat menambahkan paket `Gratis` tanpa biaya.
ja: Django 管理画面で、`請求` セクションを見つけて、料金プランを追加してください。例えば、コストがかからない `無料` プランを追加することができます。
nl: In de beheersinterface van Django, zoek het gedeelte `BILLING` en voeg een plan voor facturatie toe. U kunt bijvoorbeeld een plan `Free` zonder kosten toevoegen.
pt: Na interface administrativa do Django, localize a secção `BILLING` e adicione um plano de cobrança. Por exemplo, pode adicionar um plano `Free` sem custo.
pt_br: Na interface administrativa do Django, localize a seção `BILLING` e adicione um plano de cobrança. Por exemplo, você pode adicionar um plano `Free` sem custo.
sv: I Djangos administratörsgränssnitt letar du upp avsnittet `BILLING` och lägger till en faktureringsplan. Du kan till exempel lägga till en `Free`-plan utan kostnad.
ta: சாங்கோ நிர்வாக இடைமுகத்தில், `பில்லிங்` பிரிவைக் கண்டுபிடித்து பட்டியலிடல் திட்டத்தைச் சேர்க்கவும். உதாரணமாக, நீங்கள் எந்த செலவும் இல்லாமல் `இலவச` திட்டத்தை சேர்க்கலாம்.
tr: Django yönetim arayüzünde, `FATURALAMA` bölümünü bulun ve bir faturalama tarifesi ekleyin. Örneğin, herhangi bir maliyeti olmayan bir `Ücretsiz` tarife ekleyebilirsiniz.
uk: В інтерфейсі адміністратора Django знайдіть розділ `BILLING` і додайте тарифний план. Наприклад, ви можете додати тарифний план `Free` без вартості.
zh_hans: 在 Django 管理界面中，定位 `账单` 部分并添加付费套餐。比如，你可以零成本地添加 `免费` 套餐。

source: If you wish to assign a billing plan to an existing project, this can also be done within the `Django admin interface` using the `Customer billings` option.
de: Wenn Sie einem bestehenden Projekt ein Abrechnungsmodell zuweisen möchten, können Sie dies auch im `Django admin interface` mit der Option `Customer billings` tun.
ga: Más mian leat plean billeála a shannadh do thionscadal atá ann cheana féin, is féidir é seo a dhéanamh freisin laistigh den `chomhéadan riaracháin Django` ag baint úsáide as an rogha `Billeálacha do chustaiméirí`.
hu: Ha meglévő projekthez szeretne számlázási csomagot rendelni, ezt szintén a `Django admin felületen` belül, a `Customer billings` opcióval teheti meg.
id: Jika Anda ingin menetapkan paket penagihan ke proyek yang ada, ini juga dapat dilakukan dalam `antarmuka admin Django` menggunakan opsi `Penagihan pelanggan`.
ja: 既存のプロジェクトに料金プランを割り当てる場合は、`Django 管理画面` 内で `顧客課金` オプションを使用して行うこともできます。
nl: Als u een plan voor facturatie toe wilt wijzen aan een bestaand project, kan dat ook worden gedaan in de `Django beheersinterface` met de optie `Customer billings`.
pt: Se desejar atribuir um plano de cobrança a um projeto existente, isto também pode ser feito na `Django admin interface` usando a opção `Customer billings`.
pt_br: Se desejar atribuir um plano de cobrança a um projeto existente, isso também pode ser feito na `Django admin interface` usando a opção `Customer billings`.
sv: Om du vill tilldela en faktureringsplan till ett befintligt projekt kan detta också göras i `Django-admin-gränssnittet` med hjälp av alternativet `Kundfakturering`.
ta: ஏற்கனவே உள்ள திட்டத்திற்கு ஒரு பட்டியலிடல் திட்டத்தை ஒதுக்க விரும்பினால், `வாடிக்கையாளர் பில்லிங்ச்` விருப்பத்தைப் பயன்படுத்தி` சாங்கோ நிர்வாக இடைமுகம்` க்குள் இதைச் செய்யலாம்.
tr: Var olan bir projeye faturalama tarifesi atamak isterseniz, bunu `Django yönetim arayüzü` içinden `Müşteri faturaları` seçeneğini kullanarak da yapabilirsiniz.
uk: Якщо ви хочете призначити план виставлення рахунків для існуючого проекту, це також можна зробити в інтерфейсі адміністратора Django за допомогою опції `Виставлення рахунків клієнтам`.
zh_hans: 如果你希望将一个付费套餐分配到一个现有项目，也可以使用 `定制付费` 选项在 `Django 管理界面` 内实现它。

source: Lastly, the `Django admin interface` provides an `Invoice` option for logging your customer payments.
de: Schließlich bietet das `Django admin interface` die Option `Invoice`, um die Zahlungen Ihrer Kunden zu protokollieren.
ga: Ar deireadh, soláthraíonn an `comhéadan riaracháin Django` rogha `Sonrasc` chun d'íocaíochtaí custaiméara a logáil.
hu: Végül a `Django admin felületen` belül található egy `Invoice` lehetőség is a vevői befizetések nyilvántartására.
id: Terakhir, `antarmuka admin Django` menyediakan opsi `Faktur` untuk mencatat pembayaran pelanggan Anda.
ja: 最後に、`Django 管理インターフェース` には、顧客の支払いを記録するための `請求` オプションが用意されています。
nl: Als laatste verschaft de `Django beheersinterface` een optie `Invoice` voor het loggen van de betalingen van uw klanten.
pt: Por fim, a `Django admin interface` fornece uma opção `Invoice` para registar os pagamentos dos clientes.
pt_br: Por fim, a `Django admin interface` fornece uma opção `Invoice` para registrar os pagamentos dos clientes.
sv: Slutligen erbjuder `Django admin interface` ett alternativ för `Invoice` (faktura) där du kan logga dina kunders betalningar.
ta: கடைசியாக, உங்கள் வாடிக்கையாளர் கொடுப்பனவுகளை பதிவு செய்வதற்கான `சாங்கோ நிர்வாக இடைமுகம்` ஒரு` விலைப்பட்டியல்` விருப்பத்தை வழங்குகிறது.
tr: Son olarak, `Django yönetim arayüzü` müşteri ödemelerinizi kaydetmek için bir `Fatura` seçeneği sunar.
uk: Нарешті, в `інтерфейсі адміністратора Django` передбачена опція `Рахунок` для реєстрації платежів ваших клієнтів.
zh_hans: 最后，`Django 管理界面` 提供 `发票` 选项用于记录你的客户付款。
