Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Format of :setting:`django:CSRF_TRUSTED_ORIGINS` was changed.
de: Das Format von :setting:`django:CSRF_TRUSTED_ORIGINS` wurde geändert.
ga: Athraíodh formáid :setting:`django:CSRF_TRUSTED_ORIGINS`.
hu: A :setting:`django:CSRF_TRUSTED_ORIGINS` formátuma megváltozott.
id: Format :setting:`django:CSRF_TRUSTED_ORIGINS` telah diubah.
ja: :setting:`django:CSRF_TRUSTED_ORIGINS` のファイル形式の変更。
nl: Indeling voor :setting:`django:CSRF_TRUSTED_ORIGINS` werd gewijzigd.
pt: O formato de :setting:`django:CSRF_TRUSTED_ORIGINS` foi alterado.
pt_br: O formato de :setting:`django:CSRF_TRUSTED_ORIGINS` foi alterado.
ro: Formatul :setting:`django:CSRF_TRUSTED_ORIGINS` a fost modificat.
ru: Формат :setting:`django:CSRF_TRUSTED_ORIGINS` был изменён.
sv: Formatet för :setting:`django:CSRF_TRUSTED_ORIGINS` har ändrats.
tr: :setting:`django:CSRF_TRUSTED_ORIGINS` biçimi değiştirildi.
uk: Було змінено формат :setting:`django:CSRF_TRUSTED_ORIGINS`.
zh_hans: :setting:`django:CSRF_TRUSTED_ORIGINS` 的格式已经改变。

source: The Docker container now uses Django 4.0, see above for changes.
de: Der Docker-Container verwendet jetzt Django 4.0, siehe oben für Änderungen.
ga: Úsáideann an coimeádán Docker anois Django 4.0, féach thuas le haghaidh athruithe.
hu: A Docker-konténer mostantól a Django 4.0-t használja, a változásokért lásd a fenti megjegyzést.
id: Kontainer Docker sekarang menggunakan Django 4.0, lihat di atas untuk perubahan.
ja: Docker コンテナは、Django 4.0 の使用に変更。変更点は上記を確認。
nl: De Docker container gebruikt nu Django 4.0, zie boven voor wijzigingen.
pt: O contentor do Docker agora usa Django 4.0, consulte as alterações acima.
pt_br: O contêiner Docker agora usa Django 4.0, consulte as alterações acima.
ro: Containerul Docker folosește acum Django 4.0, consultați mai sus pentru modificări.
ru: Контейнер Docker теперь использует Django 4.0, изменения смотреть выше.
sv: Docker-containern använder nu Django 4.0, se ovan för ändringar.
ta: கப்பல்துறை கொள்கலன் இப்போது சாங்கோ 4.0 ஐப் பயன்படுத்துகிறது, மாற்றங்களுக்கு மேலே காண்க.
tr: Docker kapsayıcısı artık Django 4.0 kullanıyor. Değişiklikler için yukarıya bakabilirsiniz.
uk: У контейнері Docker нової версії використано Django 4.0. Опис змін наведено вище.
zh_hans: Docker 容器现在使用 Django 4.0，有关更改，请参见上文。

source: *Released on November 19th 2021.*
de: *Veröffentlicht am 19. November 2021.*
ga: *Eisithe ar 19 Samhain 2021.*
hu: *Kiadva: 2021. november 19.*
id: *Dirilis pada 19 November 2021.*
nl: *Uitgegeven op 19 november 2021.*
pt_br: *Atualizado em 19 de novembro de 2021.*
sv: *Släpptes den 19 november 2021.*
tr: *19 Kasım 2021 tarihinde yayınlandı.*
uk: *Випущено 19 листопада 2021 року.*

source: Fixed upload of monolingual files after changing template.
de: Das Hochladen von einsprachigen Dateien nach einer Vorlagenänderung korrigiert.
ga: Uaslódáil seasta de chomhaid aonteangacha tar éis an teimpléad a athrú.
hu: Egynyelvű fájlok feltöltésének javítása sablon módosítása után.
id: Memperbaiki pengunggahan berkas monolingual setelah mengubah templat.
ja: テンプレート変更後のモノリンガル ファイルのアップロードの修正。
nl: Gerepareerd uploaden van eentalige bestanden na wijzigen sjabloon.
pt: Corrigido o envio de ficheiros monolíngues após a mudança do modelo.
pt_br: Corrigido o envio de arquivos monolíngues após a mudança do modelo.
ro: Încărcarea fixă a fișierelor monolingve după schimbarea șablonului.
ru: Исправлена загрузка одноязычных файлов после смены шаблона.
sv: Fast uppladdning av enspråkiga filer efter ändring av mall.
ta: வார்ப்புருவை மாற்றிய பின் ஒருமொழி கோப்புகளின் நிலையான பதிவேற்றம்.
tr: Kalıp değiştirildikten sonra yaşanan tek dilli dosyaların yüklenmesi sorunu düzeltildi.
uk: Виправлено вивантаження одномовних файлів після зміни шаблону.
zh_hans: 修复了更改模板后单语言文件的上传问题。

source: Improved handling of whitespace in flags.
de: Verbesserte Handhabung von Leerzeichen in Markierungen.
ga: Láimhseáil feabhsaithe ar spás bán i mbratach.
hu: Jelzőkben a szóközök kezelésének javítása.
id: Peningkatan penanganan spasi putih di penanda.
ja: フラグの空白の処理の改善。
nl: Verbeterde afhandeling van witruimte in vlaggen.
pt: Melhorado o tratamento de espaços em branco nos marcadores.
pt_br: Melhorado o tratamento de espaços em branco nos marcadores.
ro: Gestionarea îmbunătățită a spațiilor albe în indicatori.
ru: Улучшено управление пробелами во флагах.
sv: Förbättrad hantering av blanksteg i flaggor.
ta: கொடிகளில் இடைவெளியின் மேம்பட்ட கையாளுதல்.
tr: İmlerdeki boşlukların işlenmesi iyileştirildi.
uk: Удосконалено обробку пробілів у прапорцях.
zh_hans: 改进了对标记中空格的处理。

source: Add support for filtering in download API.
de: Unterstützung für die Filterung in der Download-API hinzugefügt.
ga: Cuir tacaíocht don scagadh leis san API íoslódála.
hu: Letöltési API szűrési lehetőségekkel bővült.
id: Menambahkan dukungan untuk pemfilteran di API unduhan.
ja: ダウンロード API のフィルター機能の追加。
nl: Ondersteuning toegevoegd voor filteren in download API.
pt: Adicionado suporte para filtrar na API de download.
pt_br: Adicionado suporte para filtrar na API de download.
ro: Adăugați suport pentru filtrare în API de descărcare.
ru: Добавлена поддержка фильтра в API для скачивания.
sv: Lägg till stöd för filtrering i nedladdnings-API.
ta: பதிவிறக்க பநிஇ இல் வடிகட்டுவதற்கான ஆதரவைச் சேர்.
tr: İndirme API uygulamasına süzme özelliği eklendi.
uk: Додано підтримку фільтрування у програмному інтерфейсі отримання даних.
zh_hans: 下载 API 新增对过滤的支持。

source: Fixed statistics display when adding new translations.
de: Die Statistikanzeige beim Hinzufügen neuer Übersetzungen korrigiert.
ga: Taispeántar staitisticí seasta agus aistriúcháin nua á gcur leis.
hu: Statisztika megjelenítésének javítása új fordítások hozzáadásakor.
id: Memperbaiki tampilan statistik saat menambahkan terjemahan baru.
ja: 新しい翻訳の追加するときの統計表示の修正。
nl: Gerepareerd weergave statistieken bij toevoegen van nieuwe vertalingen.
pt: Corrigida a exibição de estatísticas ao adicionar novas traduções.
pt_br: Corrigida a exibição de estatísticas ao adicionar novas traduções.
ro: A fost reparată afișarea statisticilor la adăugarea de noi traduceri.
ru: Исправлено отображение статистики при добавлении новых переводов.
sv: Fast statistikvisning vid tillägg av nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்க்கும்போது நிலையான புள்ளிவிவரக் காட்சி.
tr: Yeni çeviriler eklerken yaşanan istatistik görünümü sorunu düzeltildi.
uk: Виправлено показ статистичних даних при додаванні нових перекладів.
zh_hans: 修复了添加新翻译时的统计数据显示。

source: Mitigate issues with GitHub SSH key change.
de: Abschwächen von Problemen mit GitHub-SSH-Schlüsseländerungen.
ga: Maolaigh saincheisteanna le hathrú eochair GitHub SSH.
hu: GitHub SSH kulcscsere miatti problémák enyhítése.
id: Mengurangi masalah dengan perubahan kunci SSH GitHub.
ja: GitHub SSH 鍵の変更問題の一部修正。
nl: Verminderde problemen met wijziging GitHub SSH-sleutel.
pt: Mitiga os problemas com a alteração da chave SSH do GitHub.
pt_br: Mitiga os problemas com a alteração da chave SSH do GitHub.
ro: Atenuați problemele legate de schimbarea cheilor SSH GitHub.
ru: Устранение проблем с изменением SSH-ключа GitHub.
sv: Minska problem med GitHub SSH-nyckeländring.
ta: அறிவிலிமையம் பாஓடு விசை மாற்றத்துடன் சிக்கல்களைத் தணிக்கவும்.
tr: GitHub SSH anahtar değişikliği ile ilgili sorunlar çözüldü.
uk: Усунено проблеми зі зміною ключів SSH GitHub.
zh_hans: 缓解 GitHub SSH 密钥更改的问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/73?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/73?closed=1>`__。

source: *Released on November 10th 2021.*
de: *Veröffentlicht am 10. November 2021.*
ga: *Eisithe ar 10 Samhain 2021.*
hu: *Kiadva: 2021. november 10.*
id: *Dirilis pada 10 November 2021.*
nl: *Uitgegeven op 10 november 2021.*
pt_br: *Atualizado em 10 de novembro de 2021.*
sv: *Släpptes den 10 november 2021.*
tr: *10 Kasım 2021 tarihinde yayınlandı.*
uk: *Випущено 10 листопада 2021 року.*

source: Provide more details for events in history.
de: Bereitstellen von weiteren Details zu Ereignissen im Verlauf.
ga: Tabhair níos mó sonraí faoi imeachtaí sa stair.
hu: Részletesebb eseményinformációk az előzményekben.
id: Berikan rincian lebih lanjut tentang peristiwa dalam riwayat.
ja: 履歴のイベントの詳細を提供。
nl: Meer details verschaffen voor gebeurtenissen in geschiedenis.
pt: Fornece mais detalhes para eventos no histórico.
pt_br: Fornece mais detalhes para eventos no histórico.
ro: Oferiți mai multe detalii pentru evenimentele din istorie.
ru: Предоставлена более подробная информация о событиях в истории.
sv: Ge mer detaljer om historiska händelser.
ta: வரலாற்றில் நிகழ்வுகளுக்கு கூடுதல் விவரங்களை வழங்கவும்.
tr: Geçmiş etkinliklerin ayrıntı düzeyi artırıldı.
uk: Реалізовано надання ширших відомостей про події у журналі.
zh_hans: 提供历史记录中事件的更多详情。

source: Improved rendering of history.
de: Verbesserte Darstellung des Verlaufs.
ga: Rindreáil feabhsaithe na staire.
hu: Előzmények megjelenítésének javítása.
id: Meningkatkan rendering sejarah.
ja: 履歴のレンダリングの改善。
nl: Verbeterd renderen van geschiedenis.
pt: Melhorada a renderização de histórico.
pt_br: Melhorada a renderização de histórico.
ro: Redarea îmbunătățită a istoricului.
ru: Улучшено отображение истории.
sv: Förbättrad återgivning av historik.
ta: வரலாற்றின் மேம்பட்ட வழங்குதல்.
tr: Geçmişin görüntülenmesi iyileştirildi.
uk: Удосконалено показ журналу.
zh_hans: 改进了历史的呈现。

source: Improved performance of the translation pages.
de: Verbesserte Leistung der Übersetzungsseiten.
ga: Feidhmíocht fheabhsaithe na leathanaigh aistriúcháin.
hu: Fordítási oldalak teljesítményének javítása.
id: Meningkatkan kinerja halaman terjemahan.
ja: 翻訳ページのパフォーマンス向上。
nl: Verbeterde prestaties van de vertaalde pagina's.
pt: Melhorado o desempenho das páginas de tradução.
pt_br: Melhorado o desempenho das páginas de tradução.
ro: A fost îmbunătățită performanța paginilor de traducere.
ru: Улучшена производительность на страницах перевода.
sv: Förbättrad prestanda för översättningssidorna.
ta: மொழிபெயர்ப்பு பக்கங்களின் மேம்பட்ட செயல்திறன்.
tr: Çeviri sayfalarının başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки на сторінках перекладу.
zh_hans: 改进了翻译页面的性能。

source: Added support for restricting translation file downloads.
de: Unterstützung für die Einschränkung des Downloads von Übersetzungsdateien hinzugefügt.
ga: Tacaíocht bhreise chun íoslódálacha comhad aistriúcháin a shrianadh.
hu: Fordítási fájlok letöltésének korlátozására szolgáló támogatás hozzáadva.
id: Menambahkan dukungan untuk membatasi unduhan berkas terjemahan.
ja: 翻訳ファイルのダウンロード制限に対応。
nl: Ondersteuning toegevoegd voor het beperken van downloaden van vertaalbestanden.
pt: Adicionado suporte para restringir o downloads de ficheiros de tradução.
pt_br: Adicionado suporte para restringir o downloads de arquivo de tradução.
ro: A fost adăugat suport pentru restricționarea descărcărilor de fișiere de traducere.
ru: Добавлена поддержка ограничения загрузки файлов переводов.
sv: Lagt till stöd för att begränsa nedladdningar av översättningsfiler.
ta: மொழிபெயர்ப்பு கோப்பு பதிவிறக்கங்களை கட்டுப்படுத்துவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Çeviri dosyası indirmelerini kısıtlama özelliği eklendi.
uk: Додано підтримку обмеження отримання файлів перекладу.
zh_hans: 新增支持限制翻译文件下载。

source: The ``max-length`` tag now ignores XML markup when used with ``xml-text``.
de: ``max-length`` ignoriert jetzt XML-Auszeichnung, wenn mit ``xml-text`` verwendet.
ga: Déanann an chlib ``max-long`` neamhaird anois ar mharcáil XML nuair a úsáidtear é le ``xml-text``.
hu: A ``max-length`` címke mostantól figyelmen kívül hagyja az XML jelöléseket, ha ``xml-text``-tel együtt használják.
id: Tag ``max-length`` sekarang mengabaikan markup XML saat digunakan dengan ``xml-text``.
ja: ``max-length`` タグは、``xml-text`` とともに使用する場合に XML マークアップを無視するように変更。
nl: De tag ``max-length`` negeert nu XML-markup indien gebruikt met ``xml-text``.
pt: A tag ``max-length`` agora ignora a marcação XML quando usada com ``xml-text``.
pt_br: A tag ``max-length`` agora ignora a marcação XML quando usada com ``xml-text``.
ro: Eticheta ``max-length`` ignoră acum marcajele XML atunci când este utilizată cu ``xml-text``.
ru: Тег ``max-length`` теперь игнорирует разметку XML при использовании с ``xml-text``.
sv: Taggen ``max-length`` ignorerar nu XML-markeringar när den används med ``xml-text``.
ta: `` எக்ச்எம்எல்-உரை`` உடன் பயன்படுத்தும்போது `` அதிகபட்ச-நீளம்`` குறிச்சொல் இப்போது எக்ச்எம்எல் மார்க்அப்பை புறக்கணிக்கிறது.
tr: ``max-length`` kod imi artık ``xml-text`` ile kullanıldığında XML kodlamasını yok sayıyor.
uk: У новій версії використання теґу ``max-length`` призводить до ігнорування розмітки XML, якщо його використано з ``xml-text``.
zh_hans: ``max-length`` 标签现在与 ``xml-text`` 一起使用时，会忽略XML标记。

source: Fixed dimensions of rendered texts in :ref:`check-max-size`.
de: Die Abmessungen der gerenderten Texte in :ref:`check-max-size` korrigiert.
ga: Toisí seasta na dtéacsanna rindreáilte in :ref:`check-max-size`.
hu: Megjelenített szövegek méreteinek javítása a :ref:`check-max-size` ellenőrzésnél.
id: Dimensi tetap teks yang ditampilkan dalam :ref:`check-max-size`.
ja: :ref:`check-max-size` でレンダリングするテキスト サイズの修正。
nl: Gerepareerde dimensies van gerenderde teksten in :ref:`check-max-size`.
pt: Corrigidas as dimensões de textos renderizados em :ref:`check-max-size`.
pt_br: Corrigidas as dimensões de textos renderizados em :ref:`check-max-size`.
ro: Fixarea dimensiunilor textelor redate în :ref:`check-max-size`.
ru: Исправлены размеры отображаемых текстов в :ref:`check-max-size`.
sv: Fasta dimensioner för renderade texter i :ref:`check-max-size`.
tr: :ref:`check-max-size` içinde oluşturulan metinlerin boyutları sorunu düzeltildi.
uk: Виправлено обчислення розмірностей обробленого тексту у :ref:`check-max-size`.
zh_hans: 修复了 :ref:`check-max-size` 中渲染文本的尺寸。

source: Lowered app store title length to 30 to assist with upcoming Google policy changes.
de: Die Länge des App-Store-Titels auf 30 reduziert, um die bevorstehenden Änderungen der Google-Richtlinien zu unterstützen.
ga: Laghdaíodh fad teidil an tstórais aipeanna go 30 chun cabhrú le hathruithe polasaí Google atá le teacht.
hu: Az App Store-cím maximális hosszát 30 karakterre csökkentettük a közelgő Google-irányelvekhez való igazodás érdekében.
id: Menurunkan panjang judul toko aplikasi menjadi 30 untuk membantu perubahan kebijakan Google yang akan datang.
ja: アプリストアのタイトルの長さを 30 に減らし、今後の Google ポリシーの変更に対応。
nl: Titellengte voor app store verlaagd naar 30 om te assisteren bij aanstaande wijzigingen in beleid Google.
pt: Reduzido o comprimento do título da loja de apps para 30 para auxiliar nas próximas alterações da política do Google.
pt_br: Reduzido o comprimento do título da loja de aplicativos para 30 para auxiliar nas próximas alterações da política do Google.
ro: Reducerea lungimii titlului din magazinul de aplicații la 30 pentru a contribui la viitoarele modificări ale politicii Google.
ru: Уменьшена длина заголовка app store до 30, чтобы облегчить предстоящие изменения в политике Google.
sv: Minskade appbutikens titellängd till 30 för att underlätta kommande policyändringar från Google.
ta: வரவிருக்கும் கூகிள் கொள்கை மாற்றங்களுக்கு உதவ ஆப் கடை தலைப்பு நீளத்தை 30 ஆக குறைத்தது.
tr: Yaklaşan Google ilke değişikliklerine yardımcı olmak için uygulama mağazası başlığının uzunluğu 30 karaktere düşürüldü.
uk: Скорочено довжину заголовка крамниці програм до 30 з метою допомогти у впровадженні майбутніх змін у правилах Google.
zh_hans: 将应用商店的标题长度降至30以协助应对即将到来的谷歌政策变化。

source: Added support for customizing SSH invocation via :setting:`SSH_EXTRA_ARGS`.
de: Unterstützung für die Anpassung des SSH-Aufrufs über :setting:`SSH_EXTRA_ARGS` hinzugefügt.
ga: Tacaíocht bhreise chun ionchur SSH a shaincheapadh via :setting:`SSH_EXTRA_ARGS`.
hu: SSH meghívás testreszabásának támogatása hozzáadva az :setting:`SSH_EXTRA_ARGS` beállítással.
id: Menambahkan dukungan untuk menyesuaikan permohonan SSH melalui :setting:`SSH_EXTRA_ARGS`.
ja: :setting:`SSH_EXTRA_ARGS` による SSH の呼び出しのカスタマイズに対応。
nl: Ondersteuning toegevoegd voor aanpassen van aanroepen SSH via :setting:`SSH_EXTRA_ARGS`.
pt: Adicionado suporte para personalizar a invocação de SSH via :setting:`SSH_EXTRA_ARGS`.
pt_br: Adicionado suporte para personalizar a invocação de SSH via :setting:`SSH_EXTRA_ARGS`.
ro: A fost adăugat suport pentru personalizarea invocării SSH prin :setting:`SSH_EXTRA_ARGS`.
ru: Добавлена поддержка настройки вызова SSH с помощью :setting:`SSH_EXTRA_ARGS`.
sv: Lagt till stöd för anpassning av SSH-anrop via :setting:`SSH_EXTRA_ARGS`.
tr: SSH çağrısını :setting:`SSH_EXTRA_ARGS` aracılığıyla özelleştirme özelliği eklendi.
uk: Додано підтримку налаштовування виклику SSH за допомогою :setting:`SSH_EXTRA_ARGS`.
zh_hans: 新增支持通过 :setting:`SSH_EXTRA_ARGS` 自定义 SSH 调用。

source: Added checks for ICU MessageFormat.
de: Qualitätsprüfungen für ICU-MessageFormat hinzugefügt.
ga: Seiceálacha curtha leis le haghaidh MessageFormat ICU.
hu: ICU MessageFormat ellenőrzések hozzáadva.
id: Menambahkan pemeriksaan untuk ICU MessageFormat.
ja: ICU MessageFormat 検査の追加。
nl: Toegevoegde controles voor ICU MessageFormat.
pt: Adicionadas verificações para ICU MessageFormat.
pt_br: Adicionadas verificações para ICU MessageFormat.
ro: Au fost adăugate verificări pentru ICU MessageFormat.
ru: Добавлены проверки для ICU MessageFormat.
sv: Lagt till kontroller för ICU MessageFormat.
ta: icu messageformat க்கான சோதனைகள் சேர்க்கப்பட்டன.
tr: ICU MessageFormat için denetimler eklendi.
uk: Додано перевірки для MessageFormat ICU.
zh_hans: 新增了对 ICU MessageFormat 的检查。

source: Improved error condition handling in machine translation backends.
de: Verbesserte Fehlerbehandlung in maschinellen Übersetzungs-Backends.
ga: Láimhseáil feabhsaithe ar riocht na hearráidí in inneall-aisiompair.
hu: Hibakezelés javítása a gépi fordítási háttérrendszereknél.
id: Memperbaiki penanganan kondisi kesalahan di backend terjemahan mesin.
ja: 機械翻訳バックエンドのエラー処理の改善。
nl: Verbeterde afhandeling voorwaarden voor fouten in backends voor machinevertaling.
pt: Melhorado o tratamento de condições de erro em backends de traduções de máquina.
pt_br: Melhorado o manuseio de condição de erro em backends de tradução automática.
ro: Gestionarea îmbunătățită a condițiilor de eroare în backend-urile de traducere automată.
ru: Улучшена обработка условий ошибок в бэкендах машинного перевода.
sv: Förbättrad hantering av fel i bakgrundsprogram för maskinöversättning.
ta: இயந்திர மொழிபெயர்ப்பு பின்தளத்தில் மேம்பட்ட பிழை நிலை கையாளுதல்.
tr: Makine çevirisi arka uçlarında hata durumunun ele alınması iyileştirildi.
uk: Удосконалено обробку умов помилки у модулях комп'ютерного перекладу.
zh_hans: 改进了机器翻译后端中的错误状况处理。

source: Highlight unusual whitespace characters in the strings.
de: Hervorheben von ungewöhnlichen Leerzeichen in den Zeichenketten.
ga: Aibhsigh carachtair spás bán neamhghnách sna teaghráin.
hu: Szokatlan szóköz karakterek kiemelése a szövegekben.
id: Sorot karakter spasi yang tidak biasa dalam string.
ja: 文字列中の重複した空白文字の強調表示。
nl: Accentueer ongebruikelijke tekens voor witruimte in de tekenreeksen.
pt: Realce de caracteres de espaço em branco incomuns nas cadeias.
pt_br: Realce de caracteres de espaço em branco incomuns nos textos.
ro: Evidențiați caracterele neobișnuite ale spațiilor albe din șirurile de caractere.
ru: Выделены необычные пробельные символы в строках.
sv: Markera ovanliga blanktecken i strängarna.
ta: சரங்களில் அசாதாரண இடைவெளி எழுத்துக்களை முன்னிலைப்படுத்தவும்.
tr: Dizgelerdeki olağan dışı boşluk karakterleri vurgulandı.
uk: Реалізовано підсвічування нестандартних символів пробілів у рядках.
zh_hans: 突出显示字符串中不常见的空格。

source: Added option to stay on translated string while editing.
de: Option hinzugefügt, um beim Bearbeiten auf der übersetzten Zeichenkette zu bleiben.
ga: Rogha breise chun fanacht ar an teaghrán aistrithe agus eagarthóireacht á déanamh.
hu: Hozzáadva a lehetőség, hogy szerkesztés közben a lefordított szövegen maradjon.
id: Menambahkan opsi untuk tetap pada string yang diterjemahkan saat menyunting.
ja: 翻訳済みの文字列を編集中に保持するオプションの追加。
nl: Optie toegevoegd om in vertaalde tekenreeks te blijven tijdens bewerken.
pt: Adicionada opção para permanecer na cadeia traduzida durante a edição.
pt_br: Adicionada opção para permanecer no texto traduzido durante a edição.
ro: A fost adăugată opțiunea de a rămâne pe șirul tradus în timpul editării.
ru: Добавлена возможность оставаться на переведённой строке во время редактирования.
sv: Lagt till alternativ för att stanna kvar på översatt sträng under redigering.
ta: திருத்துதல் செய்யும் போது மொழிபெயர்க்கப்பட்ட சரத்தில் இருக்க விருப்பம் சேர்க்கப்பட்டது.
tr: Düzenleme yaparken çevrilen dizgede kalma seçeneği eklendi.
uk: Додано параметр для залишення на перекладеному рядку під час редагування.
zh_hans: 新增编辑时停留在已翻译字符串的选项。

source: Added support for customizing Borg invocation via :setting:`BORG_EXTRA_ARGS`.
de: Unterstützung für die Anpassung des Borg-Aufrufs über :setting:`BORG_EXTRA_ARGS` hinzugefügt.
ga: Tacaíocht bhreise chun agairt Borg a shaincheapadh trí :setting:`BORG_EXTRA_ARGS`.
hu: Borg meghívás testreszabásának támogatása a :setting:`BORG_EXTRA_ARGS` segítségével.
id: Menambahkan dukungan untuk menyesuaikan permintaan Borg melalui :setting:`BORG_EXTRA_ARGS`.
ja: :setting:`BORG_EXTRA_ARGS` による Borg の呼び出しのカスタマイズに対応。
nl: Ondersteuning toegevoegd voor aanpassen van aanroepen van Borg via :setting:`BORG_EXTRA_ARGS`.
pt: Adicionado suporte para personalizar a invocação de Borg via :setting:`BORG_EXTRA_ARGS`.
pt_br: Adicionado suporte para personalizar a invocação de Borg via :setting:`BORG_EXTRA_ARGS`.
ro: A fost adăugat suport pentru personalizarea invocării Borg prin :setting:`BORG_EXTRA_ARGS`.
ru: Добавлена поддержка настройки вызова Borg с помощью :setting:`BORG_EXTRA_ARGS`.
sv: Lagt till stöd för anpassning av Borg-anrop via :setting:`BORG_EXTRA_ARGS`.
tr: Borg çağrısını :setting:`BORG_EXTRA_ARGS` aracılığıyla özelleştirme özelliği eklendi.
uk: Додано підтримку налаштовування виклику Borg за допомогою :setting:`BORG_EXTRA_ARGS`.
zh_hans: 新增支持通过 :setting:`BORG_EXTRA_ARGS` 定制 Borg 调用。
