Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Docker health check is now supported in non-web service containers.
de: Die Docker-Integritätsprüfung wird jetzt auch in Containern unterstützt, die keine Web-Dienste sind.
ga: Tacaítear le seiceáil sláinte Docker anois i gcoimeádáin seirbhíse neamhghréasáin.
hu: A Docker épségének ellenőrzése mostantól a nem webes szolgáltatásokat futtató konténerek esetében is támogatott.
id: Pemeriksaan kesehatan Docker sekarang didukung dalam kontainer layanan non-web.
nl: Docker gezondheidscontrole wordt nu ondersteund in niet-web servicecontainers.
sv: Docker-hälsokontroll stöds nu i containrar som inte är webbtjänster.
uk: Перевірка справності Docker тепер підтримується в контейнерах, що не є веб-сервісами.

source: :ref:`vcs-gitlab` integration now detects merge‑request conflicts more robustly.
de: Integration von :ref:`vcs-gitlab` erkennt jetzt Merge-Request-Konflikte zuverlässiger.
ga: Aimsíonn comhtháthú :ref:`vcs-gitlab` coinbhleachtaí iarratas comhcheangail ar bhealach níos láidre anois.
hu: A :ref:`vcs-gitlab` integráció mostantól robusztusabban észleli az egyesítési kérelmek (merge request) ütközéseit.
id: Integrasi :ref:`vcs-gitlab` sekarang mendeteksi konflik permintaan penggabungan dengan lebih kuat.
nl: Integratie van :ref:`vcs-gitlab` detecteert nu meer robuust conflicten in samenvoegverzoeken.
sv: :ref:`vcs-gitlab`-integrationen upptäcker nu konflikter i sammanfogningsförfrågningar på ett mer robust sätt.
uk: :ref:`vcs-gitlab` Інтеграція тепер надійніше виявляє конфлікти запитів на злиття.

source: :ref:`addon-weblate.webhook.webhook` is now enabled in Docker.
de: :ref:`addon-weblate.webhook.webhook` ist jetzt in Docker aktiviert.
ga: Tá :ref:`addon-weblate.webhook.webhook` cumasaithe anois i Docker.
hu: A :ref:`addon-weblate.webhook.webhook` kiegészítő mostantól Docker-környezetben is elérhető.
id: :ref:`addon-weblate.webhook.webhook` sekarang diaktifkan di Docker.
nl: :ref:`addon-weblate.webhook.webhook` is nu ingeschakeld in Docker.
sv: :ref:`addon-weblate.webhook.webhook` är nu aktiverat i Docker.
uk: :ref:`addon-weblate.webhook.webhook` тепер увімкнено в Docker.

source: Removing pending glossary terms.
de: Entfernen von ausstehenden Glossarbegriffen.
ga: Ag baint téarmaí atá ar feitheamh.
hu: Függőben lévő szójegyzék-bejegyzések eltávolítása.
id: Menghapus istilah glosarium yang tertunda.
nl: Verwijderen van openstaande termen woordenlijst.
pt_br: Remoção de termos pendentes do glossário.
sv: Ta bort väntande ordlistetermer.
uk: Видалення термінів глосарію, що очікують на розгляд.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/142?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/143?closed=1>`__.

source: *Released on April 15th 2025.*
de: *Veröffentlicht am 15. April 2025.*
ga: *Scaoilte an 15 Aibreán 2025.*
hu: *Kiadva: 2025. április 15.*
id: *Dirilis pada 15 April 2025.*
nl: *Uitgegeven op 15 april 2025.*
pt_br: *Atualizado em 15 de abril de 2025.*
sv: *Släpptes den 15 april 2025.*
uk: *Випущено 15 квітня 2025 року.*

source: :ref:`addon-weblate.webhook.webhook` is now available as an add-on.
de: :ref:`addon-weblate.webhook.webhook` ist jetzt als Erweiterung verfügbar.
ga: Tá :ref:`addon-weblate.webhook.webhook` ar fáil anois mar bhreiseán.
hu: A :ref:`addon-weblate.webhook.webhook` mostantól elérhető kiegészítőként.
id: :ref:`addon-weblate.webhook.webhook` sekarang tersedia sebagai pengaya.
nl: :ref:`addon-weblate.webhook.webhook` is nu beschikbaar als een add-on.
sv: :ref:`addon-weblate.webhook.webhook` finns nu tillgängligt som tillägg.
uk: :ref:`addon-weblate.webhook.webhook` тепер доступний як доповнення.

source: :ref:`check-automattic-components-format` check to validate placeholders in Automattic components.
de: Prüfung auf :ref:`check-automattic-components-format` zur Validierung von Platzhaltern in Automattic-Komponenten.
ga: :ref:`check-automattic-components-format` chun ionadshealbhóirí a bhailíochtú i gcomhpháirteanna Automattic.
hu: :ref:`check-automattic-components-format` ellenőrzés a helyettesítő karakterek érvényesítésére az Automattic összetevőkben.
id: :ref:`check-automattic-components-format` memeriksa untuk memvalidasi penempatan dalam komponen Automattic.
nl: Controle :ref:`check-automattic-components-format` om plaatsvervangers te valideren in onderdelen Automattic.
pt_br: :ref:`check-automattic-components-format` verifica a validação de espaços reservados nos componentes do Automattic.
sv: :ref:`check-automattic-components-format` kontrollera för att validera platshållare i Automattic-komponenter.
uk: :ref:`check-automattic-components-format` перевіряє заповнювачі в Автоматичні компонентах .

source: Inherited flags can now be discarded, see :ref:`custom-checks`.
de: Vererbte Markierungen können jetzt verworfen werden, siehe :ref:`custom-checks`.
ga: Is féidir bratacha oidhreachta a chaitheamh i leataobh anois, féach :ref:`custom-checks`.
hu: Az örökölt jelzők mostantól elvethetők, lásd: :ref:`custom-checks`.
id: Tanda yang diwarisi sekarang dapat dibuang, lihat :ref:`custom-checks`.
nl: Geërfde vlaggen kunnen nu worden genegeerd, bekijk :ref:`custom-checks`.
pt_br: Marcadores herdados agora podem ser descartados, consulte :ref:`custom-checks`.
sv: Ärvda flaggor kan nu kasseras, se :ref:`custom-checks`.
uk: Успадковані позначки тепер можна відкидати, див. :ref:`custom-checks`.

source: :ref:`mt-sources` can now be customized.
de: :ref:`mt-sources` können nun angepasst werden.
ga: :ref:`mt-sources` a shaincheapadh anois.
hu: A :ref:`mt-sources` mostantól testreszabható.
id: :ref:`mt-sources` sekarang dapat disesuaikan.
nl: :ref:`mt-sources` kan nu worden aangepast.
pt_br: :ref:`mt-sources` agora pode ser personalizado.
sv: :ref:`mt-sources` kan nu anpassas.
uk: :ref:`mt-sources` тепер можна налаштувати.

source: Weblate now uses OpenAPI Specification 3.1.1 to generate the schema for :ref:`api`.
de: Weblate verwendet jetzt die OpenAPI-Spezifikation 3.1.1, um das Schema für :ref:`api` zu generieren.
ga: Úsáideann Weblate Sonraíocht OpenAPI 3.1.1 anois chun an scéimre a ghiniúint le haghaidh :ref:`api`.
hu: A Weblate mostantól az OpenAPI Specification 3.1.1-et használja a :ref:`REST API <api>` séma generálásához.
id: Weblate sekarang menggunakan Spesifikasi OpenAPI 3.1.1 untuk menghasilkan skema untuk :ref:`api`.
nl: Weblate gebruikt nu OpenAPI Specification 3.1.1 om het schema te maken voor :ref:`api`.
pt_br: Weblate agora usa a Especificação OpenAPI 3.1.1 para gerar o esquema em :ref:`api`.
sv: Weblate använder nu OpenAPI Specification 3.1.1 för att generera schemat för :ref:`api`.
uk: Тепер Weblate використовує специфікацію OpenAPI 3.1.1 для створення схеми для :ref:`api`.

source: :ref:`credits` and :ref:`stats` include translator's join date. Additionally, both reports can be sorted either by the join date or the number of strings translated.
de: :ref:`credits` und :ref:`stats` enthalten das Beitrittsdatum des Übersetzers. Außerdem können beide Berichte entweder nach dem Beitrittsdatum oder der Anzahl der übersetzten Zeichenketten sortiert werden.
ga: Cuimsíonn :ref:`credits` agus :ref:`stats`' dáta aontaithe an aistritheora. Ina theannta sin, is féidir an dá thuarascáil a shórtáil de réir an dáta ceangailte nó líon na dteaghrán a aistrítear.
hu: A :ref:`credits` és a :ref:`stats` mostantól megjelenítik a fordítók csatlakozási dátumát is. Emellett mindkét jelentés rendezhető a csatlakozás dátuma vagy a lefordított szövegek száma alapján.
id: :ref:`credits` dan :ref:`stats` menyertakan tanggal bergabung penerjemah. Selain itu, kedua laporan dapat diurutkan berdasarkan tanggal bergabung atau jumlah string yang diterjemahkan.
nl: :ref:`credits` en :ref:`stats` bevatten de datum van intreden van de vertaler. Aanvullend kunnen beide rapporten worden gesorteerd, ofwel op de datum van intreden of het aantal vertaalde tekenreeksen.
pt_br: :ref:`credits` e :ref:`stats` incluem a data de ingresso do tradutor. Além disso, ambos os relatórios podem ser classificados pela data de ingresso ou pelo número de textos traduzidos.
sv: :ref:`credits` och :ref:`stats` innehåller översättarens anslutningsdatum. Dessutom kan båda rapporterna sorteras antingen efter anslutningsdatum eller efter antalet översatta strängar.
uk: :ref:`credits` і :ref:`stats` містять дату приєднання перекладача. Крім того, обидва звіти можна сортувати за датою приєднання або за кількістю перекладених рядків.

source: Widgets show more precise stats.
de: Widgets zeigen genauere Statistiken an.
ga: Taispeánann giuirléidí stats níos cruinne.
hu: A widgetek részletesebb statisztikát jelenítenek meg.
id: Widget menunjukkan statistik yang lebih tepat.
nl: Widgets geven meer precieze statistieken weer.
pt_br: Widgets mostram estatísticas mais precisas.
sv: Widgets visar mer exakta statistik.
uk: Віджети показують більш точну статистику.

source: :ref:`upload` is now tracked in history with details.
de: :ref:`upload` ist nun im Verlauf mit Details nachverfolgbar.
ga: Tá :ref:`upload` rianaithe anois sa stair le sonraí.
hu: A :ref:`upload` mostantól részletes adatokkal együtt rögzítésre kerül az előzményekben.
id: :ref:`upload` sekarang dilacak dalam riwayat dengan rinci.
nl: :ref:`upload` wordt nu met details in de geschiedenis bijgehouden.
pt_br: :ref:`upload` agora é rastreado no histórico com detalhes.
sv: :ref:`upload` spåras nu i historiken med detaljer.
uk: :ref:`upload` тепер відстежується в історії з деталями.

source: :ref:`check-c-sharp-format` now supports ``csharp-format`` flag for compatibility with GNU gettext.
de: :ref:`check-c-sharp-format` unterstützt jetzt die ``csharp-format``-Markierung für die Kompatibilität mit GNU gettext.
ga: Tacaíonn :ref:`check-c-sharp-format` anois le bratach ``csharp-format`` le haghaidh comhoiriúnachta le GNU gettext.
hu: A :ref:`check-c-sharp-format` mostantól támogatja a ``csharp-format`` jelölőt a GNU gettext kompatibilitás érdekében.
id: :ref:`check-c-sharp-format` sekarang mendukung tanda ``csharp-format`` untuk kompatibilitas dengan GNU gettext.
nl: :ref:`check-c-sharp-format` ondersteunt nu de vlag ``csharp-format`` voor compatibiliteit met GNU gettext.
pt_br: :ref:`check-c-sharp-format` agora suporta o marcador ``csharp-format`` para compatibilidade com GNU gettext.
sv: :ref:`check-c-sharp-format` stöder nu flaggan ``csharp-format`` för kompatibilitet med GNU gettext.
uk: :ref:`check-c-sharp-format` тепер підтримує прапор ``csharp-format`` для сумісності з GNU gettext.

source: Changes in string flags are now tracked in history.
de: Änderungen an Zeichenketten-Markierungen sind nun im Verlauf nachverfolgbar.
ga: Tá athruithe ar bhratacha teaghrán á rianú anois sa stair.
hu: A szövegjelölők változásai mostantól szintén rögzítésre kerülnek az előzményekben.
id: Perubahan pada string tanda sekarang dilacak dalam riwayat.
nl: Wijzigingen in vlaggen voor tekenreeksen worden nu bijgehouden in geschiedenis.
pt_br: Alterações nos marcadores de texto agora são rastreadas no histórico.
sv: Ändringar i strängflaggor spåras nu i historiken.
uk: Зміни в прапорцях рядків тепер відстежуються в історії.

source: :doc:`/admin/machine` documentation extended.
de: Dokumentation zu :doc:`/admin/machine` erweitert.
ga: :doc:`/admin/machine` doiciméadú leathnaithe.
hu: Az :doc:`/admin/machine` dokumentációja kibővült.
id: :doc:`/admin/machine` dokumentasi diperluas.
nl: :doc:`/admin/machine` documentatie uitgebreid.
pt_br: Documentação estendida em :doc:`/admin/machine`.
sv: :doc:`/admin/machine` dokumentation utökad.
uk: :doc:`/admin/machine` документація розширена.

source: :ref:`addon-weblate.discovery.discovery` better handles hundreds of matches.
de: :ref:`addon-weblate.discovery.discovery` verarbeitet Hunderte von Übereinstimmungen besser.
ga: Láimhseálann :ref:`addon-weblate.discovery.discovery` na céadta cluiche níos fearr.
hu: Az :ref:`addon-weblate.discovery.discovery` kiegészítő jobban kezeli a több száz találatot.
id: :ref:`addon-weblate.discovery.discovery` menangani ratusan kecocokan dengan lebih baik.
nl: :ref:`addon-weblate.discovery.discovery` handelt nu beter honderden overeenkomsten af.
sv: :ref:`addon-weblate.discovery.discovery` hanterar hundratals träffar bättre.
uk: :ref:`addon-weblate.discovery.discovery` краще справляється з сотнями матчів.

source: :ref:`project-check_flags` can now also be configured on the project level.
de: :ref:`project-check_flags` können nun auch auf Projektebene konfiguriert werden.
ga: Is féidir :ref:`project-check_flags` a chumrú anois ar leibhéal an tionscadail freisin.
hu: :ref:`project-check_flags` mostantól projektszinten is konfigurálható.
id: :ref:`project-check_flags` sekarang juga dapat dikonfigurasi pada tingkat proyek.
nl: :ref:`project-check_flags` kan nu ook worden geconfigureerd op het niveau van het project.
pt_br: :ref:`project-check_flags` agora também pode ser configurado no nível do projeto.
sv: :ref:`project-check_flags` kan nu också konfigureras på projektnivå.
uk: :ref:`project-check_flags` тепер також можна налаштувати на рівні проекту.

source: Improved rendering of :ref:`additional-flags` and :ref:`additional-explanation` changes in history.
de: Verbesserte Darstellung von Änderungen an :ref:`additional-flags` und :ref:`additional-explanation` im Verlauf.
ga: Feabhsaithe rindreáil ar athruithe sa stair :ref:`additional-flags` agus :ref:`additional-explanation`.
hu: A :ref:`additional-flags` és :ref:`additional-explanation` változások megjelenítése az előzményekben továbbfejlesztésre került.
id: Peningkatan rendering :ref:`additional-flags` dan :ref:`additional-explanation` perubahan dalam riwayat.
nl: Verbeterd renderen van wijzigingen :ref:`additional-flags` en :ref:`additional-explanation` in geschiedenis.
pt_br: Melhoria na renderização das alterações de :ref:`additional-flags`, :ref:`additional-explanation` no histórico.
sv: Förbättrad återgivning av :ref:`additional-flags` och :ref:`additional-explanation` ändringar i historiken.
uk: Покращено відтворення змін :ref:`additional-flags` і :ref:`additional-explanation` в історії.

source: :ref:`mt-cyrtranslit` now automatically transliterates from a matching translation instead of the source strings.
de: :ref:`mt-cyrtranslit` transliteriert nun automatisch aus einer passenden Übersetzung anstelle der Ausgangszeichenketten.
ga: Traslitríonn :ref:`mt-cyrtranslit` anois go huathoibríoch ó aistriúchán meaitseála seachas ó na teaghráin foinse.
hu: A :ref:`mt-cyrtranslit` mostantól automatikusan egy megfelelő fordítás alapján végez átírást a forrásszöveg helyett.
id: :ref:`mt-cyrtranslit` sekarang secara otomatis mentransliterasi dari terjemahan yang cocok, bukan dari string sumber.
nl: :ref:`mt-cyrtranslit` translitereert nu automatisch vanuit een overeenkomende vertaling, in plaats van uit de brontekenreeksen.
pt_br: :ref:`mt-cyrtranslit` agora translitera automaticamente a partir de uma tradução correspondente em vez de textos fonte.
sv: :ref:`mt-cyrtranslit` translittererar nu automatiskt från en matchande översättning istället för från källsträngarna.
uk: :ref:`mt-cyrtranslit` тепер автоматично транслітерує з відповідного перекладу замість вихідних рядків.

source: Errors from creating a duplicate glossary and failure to delete a glossary are now handled gracefully.
de: Fehler, die beim Erstellen eines doppelten Glossars und beim Löschen eines Glossars auftreten, werden nun problemlos verarbeitet.
ga: Láimhseáiltear go grásta anois le hearráidí ó ghluais dhúblach a chruthú agus gan gluais a scriosadh.
hu: A szójegyzék duplikált létrehozásából és törlési hibájából eredő problémák mostantól kezelve vannak.
id: Galat akibat pembuatan glosarium duplikat dan kegagalan menghapus glosarium kini ditangani dengan baik.
nl: Fouten bij het maken van een duplicaat-woordenlijst en mislukken van het verwijderen van een woordenlijst worden nu netjes afgehandeld.
pt_br: Erros na criação de um glossário duplicado e a falha na exclusão de um glossário agora são tratados de forma elegante.
sv: Fel som uppstår när man skapar en dubblett av en ordlista och misslyckas med att radera en ordlista hanteras nu på ett smidigt sätt.
uk: Помилки, пов’язані зі створенням дублікатів глосарія та невдалим вилученням глосарія, тепер обробляються штатно.

source: **Security:** Cloning a component could leak component configuration into the URL (:cve:`2025-32021`).
hu: **Biztonság:** Összetevő klónozásakor kiszivároghatott a konfiguráció az URL-ben (:cve:`2025-32021`).
id: **Keamanan:** Mengkloning suatu komponen dapat membocorkan konfigurasi komponen ke dalam URL (:cve:`2025-32021`).
nl: **Beveiliging:** Klonen van een onderdeel zou de configuratie van het onderdeel kunnen lekken naar de URL (:cve:`2025-32021`).
sv: **Säkerhet:** Kloning av en komponent kan leda till att komponentkonfigurationen läcker ut i URL:en (:cve:`2025-32021`).
uk: **Безпека:** Клонування складника може призвести до витоку налаштувань складника до адреси (:cve:`2025-32021`).

source: Fixed captcha verification when some time zone was configured.
de: Die Captcha-Verifizierung korrigiert, wenn eine bestimmte Zeitzone konfiguriert war.
ga: Fíorú captcha seasta nuair a bhí crios ama éigin cumraithe.
hu: Javítva a captcha érvényesítése, ha valamilyen időzóna beállításra került.
id: Memperbaiki verifikasi captcha ketika zona waktu tertentu dikonfigurasi.
nl: Gerepareerde verificatie van captcha als de tijdzone werd geconfigureerd.
pt_br: Correção da verificação por Captcha quando algum fuso horário era configurado.
sv: Fixade captcha-verifiering när vissa tidszoner var konfigurerade.
uk: Виправлена перевірка captcha, коли був налаштований певний часовий пояс.

source: Improved translation propagation performance.
de: Verbesserte Leistung bei der Übersetzungsweitergabe.
ga: Feidhmíocht iomadaithe aistriúcháin feabhsaithe.
hu: Javult a fordítások továbbításának teljesítménye.
id: Peningkatan kinerja propagasi terjemahan.
nl: Verbeterde uitvoering voor doorvoeren van vertalingen.
pt_br: Melhoria no desempenho da propagação da tradução.
sv: Förbättrad översättningsspridningsprestanda.
uk: Покращена продуктивність розповсюдження перекладу.

source: Leading and trailing whitespace are now correctly stripped in glossary strings that also contain a :ref:`check-prohibited-initial-character`.
de: Führende und nachgestellte Leerzeichen werden jetzt in Glossar-Zeichenketten, die auch ein :ref:`check-prohibited-initial-character` enthalten, korrekt entfernt.
ga: Tá spás bán tosaigh agus trailing anois stripped i gceart i teaghráin gluais ina bhfuil :ref:`check-prohibited-initial-character` freisin.
hu: A szójegyzék szövegeiben, amelyek tartalmazzák a :ref:`check-prohibited-initial-character` ellenőrzést, mostantól a kezdő és záró szóközök helyesen eltávolításra kerülnek.
id: Spasi awal dan akhir kini dihilangkan dengan benar dalam string glosarium yang juga berisi :ref:`check-prohibited-initial-character`.
nl: Voorafgaande en achterliggende witruimte wordt nu correct verwijderd in tekenreeksen van de woordenlijst die ook een :ref:`check-prohibited-initial-character` bevatten.
pt_br: Espaços em branco à esquerda e à direita agora são removidos corretamente nos textos do glossário que também contêm um :ref:`check-prohibited-initial-character`.
sv: Ledande och efterföljande blanktecken tas nu bort korrekt i ordlistesträngar som också innehåller ett :ref:`check-prohibited-initial-character`.
uk: Пробіли на початку та в кінці тепер правильно видаляються в рядках глосарію, які також містять :ref:`check-prohibited-initial-character`.

source: Fixed background parsing of newly added translation files.
de: Die Analyse im Hintergrund von neu hinzugefügten Übersetzungsdateien korrigiert.
ga: Seasta parsáil cúlra ar chomhaid aistriúcháin nua-oiliúna.
hu: Javítva az újonnan hozzáadott fordítási fájlok háttérben történő feldolgozása.
id: Memperbaiki penguraian latar belakang pada berkas terjemahan yang baru ditambahkan.
nl: Gerepareerd parsen op de achtergrond van nieuw toegevoegde vertaalbestanden.
pt_br: Correção na análise em segundo plano para arquivos de tradução recém-adicionados.
sv: Fast bakgrundsparsning av nyligen tillagda översättningsfiler.
uk: Виправлено фоновий аналіз щойно доданих файлів перекладу.

source: Registration now disallows disposable e-mail domains.
de: Bei der Registrierung sind jetzt keine Wegwerf-E-Mail-Domains mehr zulässig.
ga: Ní cheadaíonn clárú anois fearainn ríomhphoist indiúscartha.
hu: A regisztráció mostantól nem engedélyezi az egyszer használatos e-mail domaineket.
id: Pendaftaran sekarang tidak mengizinkan domain surel sekali pakai.
nl: Registreren staat nu geen domeinen van wegwerp-e-mailadressen toe.
pt_br: O registro agora não permite domínios de e-mail descartáveis.
sv: Registrering tillåter nu inte längre engångs-e-postdomäner.
uk: Реєстрація тепер забороняє одноразові домени електронної пошти.

source: The database migration updates indexes and this might take considerable time.
de: Bei der Datenbankmigration werden die Indizes aktualisiert, was eine beträchtliche Zeit in Anspruch nehmen kann.
ga: Nuashonraíonn imirce an bhunachar sonraí innéacsanna agus d'fhéadfadh sé seo go leor ama a thógáil.
hu: Az adatbázis-migráció frissíti az indexeket, ami jelentősebb időt vehet igénybe.
id: Migrasi basis data memperbarui indeks dan ini mungkin memerlukan waktu yang cukup lama.
nl: De migratie van de database werkt indexen bij en dat zou behoorlijk lang kunnen duren.
pt_br: A migração do banco de dados atualiza os índices e isso pode levar um tempo considerável.
sv: Databasmigreringen uppdaterar index, vilket kan ta lång tid.
uk: Міграція бази даних оновлює індекси, і це може зайняти значний час.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/136?closed=1>`__.

source: *Released on March 19th 2025.*
de: *Veröffentlicht am 19. März 2025.*
ga: *Scaoilte an 19 Márta 2025.*
hu: *Kiadva: 2025. március 19.*
id: *Dirilis pada 19 Maret 2025.*
nl: *Uitgegeven op 19 maart 2025.*
pt_br: *Atualizado em 19 de março de 2025.*
sv: *Släpptes den 19 mars 2025.*
uk: *Випущено 19 березня 2025 року.*
