Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: See the `Compose file build reference`_ for details on building images from source when using ``docker-compose``.
de: Weitere Informationen zum Erstellen von Images aus der Quelle bei Verwendung von ``docker-compose`` finden Sie in der `Compose-Datei-Build-Referenz`_.
ga: Féach an `Compose file build reference`_ le haghaidh sonraí maidir le híomhánna a thógáil ón bhfoinse agus ``docker-compose`` in úsáid.
hu: További részletekért lásd a `build hivatkozás a Compose fájlban`_, amely ismerteti, hogyan lehet képfájlt forrásból építeni ``docker-compose`` használatával.
id: Lihat `Referensi pembuatan berkas Compose`_ untuk detail tentang pembuatan gambar dari sumber saat menggunakan ``docker-compose``.
ja: ``docker-compose`` を使用してソースコードからイメージをビルドする方法の詳細については、`Compose ファイルのビルド リファレンス`_ を確認してください。
nl: Bekijk de `Compose file build reference`_ voor details over het bouwen van images vanuit d ebron met ``docker-compose``.
pt: Consulte a `Referência de compilação do ficheiro Compose`_ para obter detalhes sobre como criar imagens a partir da fonte ao usar ``docker-compose``.
pt_br: Consulte a `Referência de compilação do arquivo Compose`_ para obter detalhes sobre como criar imagens a partir da fonte ao usar ``docker-compose``.
ru: См. `«Справочник по сборке файла Compose»`_ для получения подробной информации о создании образов из исходного кода при использовании ``docker-compose``.
sv: Se `Compose file build reference`_ för mer information om hur man bygger bilder från källkoden när man använder ``docker-compose``.
ta: `` டோக்கர்-சமநிலை`` ஐப் பயன்படுத்தும் போது மூலத்திலிருந்து படங்களை உருவாக்குவது குறித்த விவரங்களுக்கு `இசையமைத்தல் கோப்பு உருவாக்க குறிப்பு`_ ஐப் பார்க்கவும்.
tr: ``docker-compose`` kullanırken kaynaktan kalıp oluşturma ile ilgili ayrıntılı bilgi almak için `Dosya oluşturma referansı`_ bölümüne bakabilirsiniz.
uk: Див. `Compose file build reference`_, щоб дізнатися більше про збирання образів з початкового коду за допомогою ``docker-compose``.
zh_hans: 有关使用 ``docker-compose`` 时从源代码构建镜像的详情请见 `Compose file build reference`_.

source: Extend your custom settings module to define or redefine settings.
de: Das eigene Einstellungsmodul erweitern, um Einstellungen zu definieren oder neu zu definieren.
ga: Leathnaigh do mhodúl socruithe saincheaptha chun socruithe a shainiú nó a ath-shainmhíniú.
hu: Bővítse saját egyedi beállítási modulját további beállítások megadásával vagy meglévők újradefiniálásával.
id: Perluaskan modul pengaturan khusus Anda untuk menentukan atau mendefinisikan ulang pengaturan.
ja: カスタム設定モジュールを拡張して、設定を定義または再定義します。
nl: Uw module met aangepaste instellingen uitbreiden om instellingen te definiëren of opnieuw te definiëren.
pt: Estenda o seu módulo de configurações personalizadas para definir ou redefinir as configurações.
pt_br: Estenda seu módulo de configurações personalizadas para definir ou redefinir as configurações.
ru: Расширьте свой модуль пользовательских настроек, чтобы определить или переопределить настройки.
sv: Utöka din modul för anpassade inställningar för att definiera eller omdefiniera inställningar.
ta: அமைப்புகளை வரையறுக்க அல்லது மறுவரையறை செய்ய உங்கள் தனிப்பயன் அமைப்புகள் தொகுதியை நீட்டிக்கவும்.
tr: Ayarları tanımlamak veya yeniden tanımlamak için özel ayarlar modülünüzü genişletin.
uk: Розширте ваш модуль нетипових параметрів, визначивши або перевизначивши параметри.
zh_hans: 扩展你的自定义设置模块来定义或重新定义设置。

source: You can define settings before or after the import statement above to determine which settings take precedence. Settings defined before the import statement can be overridden by environment variables and setting overrides defined in the data volume. Setting defined after the import statement cannot be overridden.
de: Es können Einstellungen vor oder nach der obigen Importanweisung definiert werden, um festzulegen, welche Einstellungen Vorrang haben. Einstellungen, die vor der Importanweisung definiert wurden, können durch Umgebungsvariablen und die im Data-Volume definierte Einstellungsüberschreibungen überschrieben werden. Einstellungen, die nach der Importanweisung definiert werden, können nicht überschrieben werden.
ga: Is féidir leat socruithe a shainiú roimh nó tar éis an ráitis iompórtála thuas chun a chinneadh cé na socruithe a bhfuil tosaíocht acu. Is féidir le hathróga timpeallachta socruithe arna sainiú roimh an ráiteas allmhairithe a shárú agus is féidir sáruithe socraithe a shainítear sa toirt sonraí. Ní féidir an socrú a shainítear tar éis an ráitis allmhairithe a shárú.
hu: A beállításokat az importálási utasítás előtt vagy után is megadhatja, attól függően, hogy mely beállítások élvezzenek elsőbbséget. Az import utasítás előtti beállításokat a környezeti változók és az adatkötetben megadott felülírások módosíthatják. Az import utáni beállításokat azonban már nem lehet felülírni.
id: Anda dapat menentukan pengaturan sebelum atau setelah pernyataan impor di atas untuk menentukan pengaturan mana yang diutamakan. Pengaturan yang didefinisikan sebelum pernyataan impor dapat ditimpa oleh variabel lingkungan dan penimpaan pengaturan yang didefinisikan dalam volume data. Pengaturan yang didefinisikan setelah pernyataan impor tidak dapat ditimpa.
ja: 上記の import ステートメントの前後に設定を定義して、どの設定を優先するかを決定できます。import ステートメントの前に定義された設定は、環境変数およびデータ ボリュームで定義された設定のオーバーライドによって上書きできます。import ステートメントの後に定義された設定は上書きできません。
nl: U kunt instellingen definiëren voor en na het argument import hierboven om te bepalen welke instellingen voorrang hebben. Instellingen die zijn gedefinieerd voor het argument import kunnen worden overschreven door omgevingsvariabelen en instelling overschrijven die zijn gedefinieerd in het volume data. Instellingen die zijn gedefinieerd na het argument import kunnen niet worden overschreven.
pt: Pode definir as configurações antes ou depois da instrução de importação acima para determinar quais configurações têm precedência. As configurações definidas antes da instrução de importação podem ser substituídas por variáveis de ambiente e substituições de configuração definidas no volume de dados. A configuração definida após a instrução de importação não pode ser substituída.
pt_br: Você pode definir as configurações antes ou depois da instrução de importação acima para determinar quais configurações têm precedência. As configurações definidas antes da instrução de importação podem ser substituídas por variáveis de ambiente e substituições de configuração definidas no volume de dados. A configuração definida após a instrução de importação não pode ser substituída.
ru: Вы можете определить параметры до или после приведенного выше оператора импорта, чтобы определить, какие параметры имеют приоритет. Настройки, определенные до оператора импорта, могут быть переопределены переменными среды и переопределениями настроек, определенными в томе данных. Параметр, определенный после оператора импорта, не может быть переопределен.
sv: Du kan definiera inställningar före eller efter import-satsen ovan för att avgöra vilka inställningar som har företräde. Inställningar som definieras före import-satsen kan åsidosättas av miljövariabler och inställningsåsidosättningar som definieras i datavolymen. Inställningar som definieras efter import-satsen kan inte åsidosättas.
ta: மேலே உள்ள இறக்குமதி அறிக்கைக்கு முன்னும் பின்னும் அமைப்புகளை நீங்கள் வரையறுக்கலாம், எந்த அமைப்புகள் முன்னுரிமை பெறுகின்றன என்பதை தீர்மானிக்க. இறக்குமதி அறிக்கைக்கு முன் வரையறுக்கப்பட்ட அமைப்புகள் சுற்றுச்சூழல் மாறிகள் மற்றும் தரவு அளவில் வரையறுக்கப்பட்ட அமைப்பால் மேலெழுதப்படலாம். இறக்குமதி அறிக்கைக்குப் பிறகு வரையறுக்கப்பட்ட அமைப்பை மீற முடியாது.
tr: Hangi ayarların öncelikli olduğunu belirlemek için ayarları yukarıdaki içe aktarma ifadesinden önce ya da sonra tanımlayabilirsiniz. İçe aktarma ifadesinden önce tanımlanmış ayarlar, ortam değişkenleri ve veri biriminde tanımlanmış ayar değişiklikleri tarafından değiştirilebilir. İçe aktarma ifadesinden sonra tanımlanan ayar değiştirilmez.
uk: Ви можете визначити параметри до або після інструкції з імпортування, наведеної вище, щоб визначити, які параметри мають пріоритет. Параметри, які визначено до інструкції з імпортування, може бути перевизначено змінними середовища та перевизначеннями параметрів у томі даних. Параметри, які визначено після інструкції з імпортування, не може бути перевизначено.
zh_hans: 你可以定义上方 import 语句之前或之后的设置，以确定哪些设置优先。import 语句之前定义的设置可以被环境变量和数据卷中定义的设置覆盖所覆盖。不能覆盖 import 语句后定义的设置。

source: You can also go further. For example, you can reproduce some of the things that ``weblate.docker_settings`` `does <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, such as exposing settings as environment variables, or allow overriding settings from Python files in the data volume.
de: Sie können auch noch weiter gehen. Zum Beispiel können Sie einige der Dinge reproduzieren, die ``weblate.docker_settings`` `tut <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__ , wie z. B. Einstellungen als Umgebungsvariablen offenlegen oder das Überschreiben von Einstellungen aus Python-Dateien im Daten-Volume erlauben.
ga: Is féidir leat dul níos faide freisin. Mar shampla, is féidir leat cuid de na rudaí a dhéanann ``weblate.docker_settings`` `` a atáirgeadh <https://github.com/WebateOrg/weblate/blob/main/weblate/settings_docker.py>`__, mar shampla socruithe a nochtadh mar athróga timpeallachta, nó cead a thabhairt do shocruithe sáraitheacha ó chomhaid Python sa toirt sonraí.
hu: Továbblépve akár újraalkothatja a ``weblate.docker_settings`` egyes működési elemeit is, ahogyan azt a következő linken láthatja: `a fájl tartalma <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, például beállítások környezeti változóként való elérhetővé tételét vagy a beállítások Python fájlokon keresztüli felülírását az adatkötetből.
id: Anda juga bisa melangkah lebih jauh. Misalnya, Anda dapat mereproduksi beberapa hal yang dilakukan ``weblate.docker_settings`` `<https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, seperti mengekspos pengaturan sebagai variabel lingkungan, atau mengizinkan penimpaan pengaturan dari berkas Python di volume data.
ja: さらに詳細な設定もできます。たとえば、設定を環境変数として公開したり、データ ボリューム内の Python ファイルからの設定のオーバーライドを許可したりするなど、``weblate.docker_settings`` が行うことを一部 `再現 <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__ できます。
nl: U kunt ook verder gaan. U kunt bijvoorbeeld enkele dingen reproduceren die ``weblate.docker_settings`` `doet <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, zoals instellingen weergeven als omgevingsvariabelen, of toestaan dat instellingen worden overschreven door bestanden van Python in het volume data.
pt: Também pode ir mais longe. Por exemplo, pode reproduzir algumas das coisas que ``weblate.docker_settings`` `faz <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, como expor configurações como variáveis de ambiente ou permitir a substituição de configurações de ficheiros Python no volume de dados.
pt_br: Você também pode ir mais longe. Por exemplo, você pode reproduzir algumas das coisas que ``weblate.docker_settings`` `faz <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, como expor configurações como variáveis de ambiente ou permitir a substituição de configurações de arquivos Python no volume de dados.
ru: Вы также можете пойти дальше. Например, вы можете воспроизвести некоторые действия, которые ``weblate.docker_settings`` делает <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, например, раскрывает настройки в качестве переменных среды или разрешить переопределение настроек из файлов Python в томе данных.
sv: Du kan också gå längre. Du kan till exempel reproducera vissa av de saker som ``weblate.docker_settings`` `gör <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__, såsom att exponera inställningar som miljövariabler eller tillåta att inställningar från Python-filer i datavolymen åsidosätts.
ta: நீங்கள் மேலும் செல்லலாம். எடுத்துக்காட்டாக, `` weblate.docker_settings`` `<https://github.com/weblateorg/weblate/blob/main/weblate/settings_docker.py> சுற்றுச்சூழல் மாறிகளாக, அல்லது தரவு தொகுதியில் பைதான் கோப்புகளிலிருந்து அமைப்புகளை மீற அனுமதிக்கவும்.
tr: Ayrıca daha ileri gidebilirsiniz. Örneğin, ayarların karşılığını belirlemek gibi ``weblate.docker_settings`` uygulamasının <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__ yaptığı bazı şeyleri yeniden oluşturabilirsiniz. Ortam değişkenleri olarak veya veri birimindeki Python dosyalarından ayarların değiştirilmesini sağlayabilirsiniz.
uk: Ви можете піти і далі. Наприклад, ви можете відтворити деякі з речей, які `робить <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__ ``weblate.docker_settings``, зокрема, надання доступу до параметрів через змінні середовища або уможливлення перевизначення параметрів з файлів Python у томі даних.
zh_hans: 你也可以更进一步。比如，你可以重现一些 ``weblate.docker_settings`` `所做的事 <https://github.com/WeblateOrg/weblate/blob/main/weblate/settings_docker.py>`__，如将设置暴露为环境变量，或允许在数据卷中覆盖来自 Python 文件的设置。

source: Replacing logo and other static files
de: Ersetzen des Logos und anderer statischer Dateien
ga: Lógó agus comhaid statacha eile a athsholáthar
hu: Logó és egyéb statikus fájlok cseréje
id: Mengganti logo dan berkas statis lainnya
ja: ロゴおよびその他の静的ファイルの変更
nl: Vervangen van logo en andere statische bestanden
pt: Substituindo o logotipo e outros ficheiros estáticos
pt_br: Substituindo o logotipo e outros arquivos estáticos
ro: Înlocuirea logo-ului și a altor fișiere statice
ru: Замена логотипа и других статических файлов
sv: Ersätta logotyp och andra statiska filer
ta: லோகோ மற்றும் பிற நிலையான கோப்புகளை மாற்றுகிறது
tr: Logo ve diğer durağan dosyaları değiştirmek
uk: Заміна логотипа та інших статичних файлів
zh_hans: 替换标志和其它静态文件
zh_hant: 替換 logo 和其它靜態文件

source: The static files coming with Weblate can be overridden by placing into :file:`/app/data/python/customize/static` (see :ref:`docker-volume`). For example creating :file:`/app/data/python/customize/static/favicon.ico` will replace the favicon.
de: Die mit Weblate gelieferten statischen Dateien können überschrieben werden, indem sie in :file:`/app/data/python/customize/static` abgelegt werden (siehe :ref:`docker-volume`). Zum Beispiel wird durch die Erstellung von :file:`/app/data/python/customize/static/favicon.ico` das Favicon ersetzt.
ga: Is féidir na comhaid statacha a thagann le Weblate a athshealbhú trí chur isteach i :file:`/app/data/python/customize/static` (féach :ref:`docker-volume`). Mar shampla cruthóidh :file:`/app/data/python/customize/static/favicon.ico` in ionad an favicon.
hu: A Weblate-hez tartozó statikus fájlokat le lehet cserélni azáltal, hogy a következő könyvtárba helyezi őket: :file:`/app/data/python/customize/static` (lásd: :ref:`docker-volume`). Például a :file:`/app/data/python/customize/static/favicon.ico` fájl létrehozása lecseréli a favicon-t.
id: Berkas statis yang disertakan dengan Weblate dapat ditimpa dengan menempatkannya di :file:`/app/data/python/customize/static` (lihat :ref:`docker-volume`). Misalnya, membuat :file:`/app/data/python/customize/static/favicon.ico` akan menggantikan favicon.
ja: Weblate に付属する静的ファイルは、 :file:`/app/data/python/customize/static` （参照: :ref:`docker-volume`）に配置することで変更できます。たとえば、 :file:`/app/data/python/customize/static/favicon.ico` を作成すると、ファビコンが変更されます。
nl: De statische bestanden die worden meegeleverd met Weblate kunnen worden overschreven door ze te plaatsen in :file:`/app/data/python/customize/static` (bekijk :ref:`docker-volume`). Bijvoorbeeld het maken van :file:`/app/data/python/customize/static/favicon.ico` zal het favicon vervangen.
pt: Os ficheiros estáticos que vêm com Weblate podem ser sobrescritos a pôr em :file:`/app/data/python/customize/static` (veja :ref:`docker-volume`). Por exemplo, criar :file:`/app/data/python/customize/static/favicon.ico` substituirá o favicon.
pt_br: Os arquivos estáticos que vêm com Weblate podem ser sobrescritos colocando em :file:`/app/data/python/customize/static` (consulte :ref:`docker-volume`). Por exemplo, criar :file:`/app/data/python/customize/static/favicon.ico` substituirá o favicon.
ro: Fișierele statice care vin cu Weblate pot fi înlocuite prin plasarea în :file:`/app/data/python/customize/static` (a se vedea :ref:`docker-volume`). De exemplu, crearea :file:`/app/data/python/customize/static/favicon.ico` va înlocui faviconul.
ru: Статические файлы, поставляемые с Weblate, можно переопределить, поместив их в каталог :file:`/app/data/python/customize/static` (смотрите раздел :ref:`docker-volume`). Например, создав файл :file:`/app/data/python/customize/static/favicon.ico`, вы замените им иконку сайта.
sv: De statiska filerna som medföljer Weblate kan åsidosättas genom att placera dem i :file:`/app/data/python/customize/static` (se :ref:`docker-volume`). Om du till exempel skapar :file:`/app/data/python/customize/static/favicon.ico` kommer faviconen att ersättas.
tr: Weblate ile birlikte gelen durağan dosyalar :file:`/app/data/python/customize/static` içinden değiştirilebilir (ayrıntılı bilgi almak için: :ref:`docker-volume`). Örneğin, :file:`/app/data/python/customize/static/favicon.ico` dosyası favicon simgesi için kullanılır.
uk: Статичні файли, які постачаються із Weblate, можна перевизначити розташуванням змінених варіантів у :file:`/app/data/python/customize/static` (див. :ref:`docker-volume`). Наприклад, шляхом створення :file:`/app/data/python/customize/static/favicon.ico` можна замінити favicon.
zh_hans: Weblate 附带的静态文件可以通过放置到 :file:`/app/data/python/customize/static` 中来覆盖（请参阅 :ref:`docker-volume`）。例如，创建 :file:`/app/data/python/customize/static/favicon.ico` 将替换 favicon。
zh_hant: Weblate 附帶的靜態文件可以通過放置到 :file:`/app/data/python/customize/static` 中來覆蓋（請參閱 :ref:`docker-volume`）。例如，創建 :file:`/app/data/python/customize/static/favicon.ico` 將替換 favicon。

source: The files are copied to the corresponding location upon container startup, so a restart of Weblate is needed after changing the content of the volume.
de: Die Dateien werden beim Start des Containers an den entsprechenden Ort kopiert, so dass ein Neustart von Weblate erforderlich ist, wenn der Inhalt des Volumes geändert wurde.
ga: Déantar na comhaid a chóipeáil go dtí an suíomh comhfhreagrach nuair a thosaítear an coimeádán, mar sin tá gá le Weblate a atosú tar éis inneachar na toirte a athrú.
hu: Ezek a fájlok a konténer indulásakor kerülnek átmásolásra a megfelelő helyre, tehát minden módosítás után szükséges a Weblate újraindítása.
id: Berkas disalin ke lokasi terkait saat kontainer dimulai, jadi Weblate perlu dimulai ulang setelah mengubah konten volume.
ja: ファイルはコンテナの起動時に対応する場所にコピーされるため、ボリュームの内容を変更した後にWeblate を再起動させてください。
nl: De bestanden worden gekopieerd naar de corresponderende locatie bij het opstarten van de container, dus opnieuw opstarten van Weblate is nodig na het wijzigen van de inhoud van het volume.
pt: Os ficheiros são copiados para o local correspondente na inicialização do contentor, portanto, é necessário reiniciar o Weblate após alterar o conteúdo do volume.
pt_br: Os arquivos são copiados para o local correspondente na inicialização do contêiner, portanto, é necessário reiniciar o Weblate após alterar o conteúdo do volume.
ro: Fișierele sunt copiate în locația corespunzătoare la pornirea containerului, astfel încât este necesară o repornire a Weblate după modificarea conținutului volumului.
ru: При запуске контейнера файлы копируются в соответствующее место, поэтому после изменения содержимого тома Weblate требуется перезапустить.
sv: Filerna kopieras till motsvarande plats när containern startas, så det krävs en omstart av Weblate efter att innehållet i volymen har ändrats.
ta: கோப்புகள் கொள்கலன் தொடக்கத்தில் தொடர்புடைய இருப்பிடத்திற்கு நகலெடுக்கப்படுகின்றன, எனவே தொகுதியின் உள்ளடக்கத்தை மாற்றிய பின் வலைபெயர்ப்புடின் மறுதொடக்கம் தேவைப்படுகிறது.
tr: Dosyalar kapsayıcı başlatıldığında ilgili konuma kopyalanır. Bu nedenle birimin içeriğini değiştirdikten sonra Weblate yeniden başlatılmalıdır.
uk: Файли копіюються до відповідного місця під час запуску контейнера, отже після внесення змін до вмісту тому потрібен перезапуск Weblate.
zh_hans: 在容器启动时，这些文件被复制到相应的位置，因此需要在更改卷的内容后重新启动 Weblate。
zh_hant: 在容器啟動時，這些文件被複製到相應的位置，因此需要在更改卷的內容後重新啟動 Weblate 。

source: This approach can be also used to override Weblate templates. For example :ref:`legal` documents can be placed into :file:`/app/data/python/customize/templates/legal/documents`.
de: Dieser Ansatz kann auch verwendet werden, um Weblate-Vorlagen außer Kraft zu setzen. Zum Beispiel können :ref:`legal`-Dokumente in :file:`/app/data/python/customize/templates/legal/documents` platziert werden.
ga: Is féidir an cur chuige seo a úsáid freisin chun teimpléid Ghréasán a shárú. Mar shampla is féidir :ref:`legal` doiciméid a chur isteach i :file:`/app/data/python/customize/templates/legal/documents`.
hu: Ez a módszer sablonok felülírására is alkalmazható. Például a :ref:`legal` dokumentumokat a következő útvonalra lehet elhelyezni: :file:`/app/data/python/customize/templates/legal/documents`.
id: Pendekatan ini juga dapat digunakan untuk menimpa templat Weblate. Misalnya, dokumen :ref:`legal` dapat ditempatkan di :file:`/app/data/python/customize/templates/legal/documents`.
ja: この方法は、Weblate テンプレートの変更にも使用できます。たとえば、 :ref:`legal` ドキュメントは :file:`/app/data/python/customize/templates/legal/documents` に配置できます。
nl: Deze benadering kan ook worden gebruikt om sjablonen van Weblate te overschrijven. Bijvoorbeeld documenten voor :ref:`legal` kunnen worden geplaatst in :file:`/app/data/python/customize/templates/legal/documents`.
pt: Essa abordagem também pode ser usada para substituir os modelos Weblate. Por exemplo documentos :ref:`legais <legal>` podem ser postos em :file:`/app/data/python/customize/templates/legal/documents`.
pt_br: Essa abordagem também pode ser usada para substituir os modelos Weblate. Por exemplo documentos :ref:`legais <legal>` podem ser colocados em :file:`/app/data/python/customize/templates/legal/documents`.
ro: Această abordare poate fi utilizată și pentru a suprascrie șabloanele Weblate. De exemplu, documentele :ref:`legal` pot fi plasate în :file:`/app/data/python/customize/templates/legal/documents`.
ru: Этот подход также можно использовать для переопределения шаблонов Weblate. Например, документы :ref:`legal` могут быть помещены в :file:`/app/data/python/customize/templates/legal/documents`.
sv: Denna metod kan också användas för att åsidosätta Weblate-mallar. Till exempel kan :ref:`legal`-dokument placeras i :file:`/app/data/python/customize/templates/legal/documents`.
tr: Bu yaklaşım, Weblate kalıplarını değiştirmek için de kullanılabilir. Örneğin :ref:`legal` belgeler :file:`/app/data/python/customize/templates/legal/documents` içine yerleştirilebilir.
uk: Цей підхід можна також використати для перевизначення шаблонів Weblate. Наприклад, документи :ref:`legal` можна розташувати у :file:`/app/data/python/customize/templates/legal/documents`.
zh_hans: 这种方法也可以用来覆盖 Weblate 的模板。例如 :ref:`legal` 文件可以放在 :file:`/app/data/python/customize/templates/legal/documents` 里。
