Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The push options differ based on the :ref:`vcs` used, more details are found in that chapter.
de: Die Push-Optionen unterscheiden sich je nach dem verwendeten :ref:`vcs`, weitere Einzelheiten finden Sie in diesem Kapitel.
ga: Tá difríocht idir na roghanna brú bunaithe ar an :ref:`vcs` a úsáidtear, tá tuilleadh sonraí le fáil sa chaibidil sin.
hu: A feltöltési lehetőségek a használt :ref:`vcs` típusától függően változnak, részletesebben lásd az adott fejezetben.
id: Opsi push berbeda berdasarkan :ref:`vcs` yang digunakan, rincian lebih lanjut ditemukan dalam bab tersebut.
ja: プッシュのオプションは、使用する :ref:`vcs` によって異なります。詳細については、その章を確認してください。
nl: De opties voor pushen verschillen, gebaseerd op het gebruikte :ref:`vcs`, meer details zijn te vinden in dat hoofdstuk.
pt: As opções de push diferem com base no :ref:`vcs` usado, mais detalhes são encontrados nesse capítulo.
pt_br: As opções de push diferem com base no :ref:`vcs` usado, mais detalhes são encontrados nesse capítulo.
ro: Opțiunile push diferă în funcție de :ref:`vcs` utilizat, mai multe detalii se găsesc în acest capitol.
ru: Параметры отправки отличаются в зависимости от используемой :ref:`системы контроля версий <vcs>`, подробнее об этом читайте в указанной главе.
sv: Push-alternativen skiljer sig åt beroende på vilken :ref:`vcs` som används. Mer information finns i det kapitlet.
tr: İtme seçenekleri, kullanılan :ref:`vcs` değerine göre farklılık gösterir. Ayrıntılı bilgileri bu bölümden alabilirsiniz.
uk: Параметри запису до сховища є різним для різних :ref:`vcs`. Подробиці можна знайти у цьому розділі.
zh_hans: 推送选项根据使用的 :ref:`vcs` 而不同，更多细节可以在那个章节中找到。
zh_hant: 推送選項根據使用的 :ref:`vcs` 而不同，更多細節可以在那個章節中找到。

source: In case you do not want direct pushes by Weblate, there is support for :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` pull requests or :ref:`vcs-gerrit` reviews, you can activate these by choosing :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps`, or :guilabel:`Pagure` as :ref:`component-vcs` in :ref:`component`.
de: Für den Fall, dass Sie keine direkten Pushes durch Weblate wünschen, gibt es Unterstützung für Pull Requests von :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` oder :ref:`vcs-gerrit`-Reviews. Sie können diese aktivieren, indem Sie :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps`, oder :guilabel:`Pagure` als :ref:`component-vcs` in :ref:`component` auswählen.
ga: I gcás nach dteastaíonn brú díreach ag Weblate uait, tá tacaíocht ann :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` pull requests no :ref:`vcs-gerrit` athbhreithnithe, is féidir leat a ghníomhachtú iad seo :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps`, no :guilabel:`Pagure` mar :ref:`component-vcs` i :ref:`component`.
hu: Ha nem szeretne közvetlen feltöltést a Weblate-ből, támogatott a :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` módosítási kérelmek (pull requests) vagy :ref:`vcs-gerrit` felülvizsgálatok használata is. Ezeket úgy aktiválhatja, hogy :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps` vagy :guilabel:`Pagure` értéket választ a :ref:`component-vcs` beállításban az (:ref:`összetevőnél <component>`).
id: Jika Anda tidak menginginkan dorongan langsung oleh Weblate, tersedia dukungan untuk :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` permintaan tarik atau :ref:`vcs-gerrit` tinjauan, Anda dapat mengaktifkannya dengan memilih :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps`, atau :guilabel:`Pagure` sebagai :ref:`component-vcs` dalam :ref:`component`.
ja: Weblate による直接のプッシュが不要な場合は、:ref:`vcs-github`、:ref:`vcs-gitlab`、 :ref:`vcs-gitea`、:ref:`vcs-pagure`、:ref:`vcs-azure-devops` のプルリクエストまたは :ref:`vcs-gerrit` 査読に対応しています。これを有効にするには、:ref:`component` で :ref:`component-vcs` として :guilabel:`GitHub`、:guilabel:`GitLab`、:guilabel:`Gitea`、:guilabel:`Gerrit`、:guilabel:`Azure DevOps` または :guilabel:`Pagure` を選択します。
nl: Voor het geval dat u geen direct pushen door Weblate wilt, is er ondersteuning voor pull requests van :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` of reviews van :ref:`vcs-gerrit`, u kunt deze activeren door te kiezen voor :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps`, of :guilabel:`Pagure` als :ref:`component-vcs` in :ref:`component`.
pt: Caso não queira pushes diretos pelo Weblate, há suporte para :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, solicitações pull :ref:`vcs-azure-devops` ou revisões :ref:`vcs-gerrit`, pode ativá-las escolhendo :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps` ou :guilabel:`Pagure` como :ref:`component-vcs` em :ref:`component`.
pt_br: Caso você não queira pushes diretos pelo Weblate, há suporte para :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, solicitações pull :ref:`vcs-azure-devops` ou revisões :ref:`vcs-gerrit`, você pode ativá-las escolhendo :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps` ou :guilabel:`Pagure` como :ref:`component-vcs` em :ref:`component`.
ru: В случае, если вы не хотите использовать прямые отправки изменений Weblate, существует поддержка запросов на извлечение :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` или рецензирований :ref:`vcs-gerrit`, вы можете включить их, выбрав :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps` или :guilabel:`Pagure` в качестве :ref:`component-vcs` в :ref:`component`.
sv: Om du inte vill ha direkta pushar från Weblate finns stöd för :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` pull-förfrågningar eller :ref:`vcs-gerrit` granskningar. Du kan aktivera dessa genom att välja :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps` eller :guilabel:`Pagure` som :ref:`component-vcs` i :ref:`component`.
tr: İtme işleminin doğrudan Weblate tarafından yapılmasını istemiyorsanız, :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops` çekme istekleri ya da :ref:`vcs-gerrit` onayları desteklenmektedir. Bunları :ref:`component` içindeki :ref:`component-vcs` bölümünden :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit`, :guilabel:`Azure DevOps` ya da :guilabel:`Pagure` olarak seçerek etkinleştirebilirsiniz.
uk: Якщо вам не потрібне безпосереднє записування до сховища від Weblate, передбачено підтримку запитів щодо об'єднання :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea` , :ref:`vcs-pagure` , :ref:`vcs-azure-devops` або рецензувань :ref:`vcs-gerrit`. Ви можете активувати їх вибором :guilabel:`GitHub`, :guilabel:`GitLab`, :guilabel:`Gitea`, :guilabel:`Gerrit` , :guilabel:`Azure DevOps` або :guilabel:`Pagure` як :ref:`component-vcs` у розділі :ref:`component`.
zh_hans: 如果不想要 Weblate 的直接推送，系统也支持 :ref:`vcs-github`、:ref:`vcs-gitlab`、:ref:`vcs-gitea`、:ref:`vcs-pagure`、:ref:`vcs-azure-devops` 的拉取请求或 :ref:`vcs-gerrit` 审核。你可以通过在 :ref:`component` 中选择 :guilabel:`GitHub`、:guilabel:`GitLab`、:guilabel:`Gitea`、:guilabel:`Gerrit`、:guilabel:`Azure DevOps` 或 :guilabel:`Pagure` 作为 :ref:`component-vcs` 来激活这些。

source: Overall, following options are available with Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center and Bitbucket Cloud:
de: Insgesamt stehen mit Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center und Bitbucket Cloud folgende Optionen zur Verfügung:
ga: Ar an iomlán, tá na roghanna seo a leanas ar fáil le Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center agus Bitbucket Cloud:
hu: Összességében a következő lehetőségek érhetők el Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center és Bitbucket Cloud esetén:
id: Secara keseluruhan, opsi berikut tersedia dengan Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center, dan Bitbucket Cloud:
nl: In het algemeen zijn de volgende opties beschikbaar met Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center en Bitbucket Cloud:
pt_br: No geral, as seguintes opções estão disponíveis com Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center e Bitbucket Cloud:
sv: Sammantaget finns följande alternativ tillgängliga med Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center och Bitbucket Cloud:
ta: ஒட்டுமொத்தமாக, பின்வரும் விருப்பங்கள் அறிவிலி, மெர்குரியல், அறிவிலிமையம், அறிவிலிஆய்வு, கிடியா, பேசூர், அசூர் டெவொப்ச், பிட்பக்கெட் தரவு நடுவண் மற்றும் பிட்பக்கெட் முகில் ஆகியவற்றுடன் கிடைக்கின்றன:
tr: Genel olarak, Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center ve Bitbucket Cloud ile şu seçenekler kullanılabilir:
uk: Загалом такі параметри доступні для Git, Mercurial, GitHub, GitLab, Gitea, Pagure, Azure DevOps, Bitbucket Data Center і Bitbucket Cloud:

source: Desired setup
de: Gewünschte Einrichtung
ga: Socrú inmhianaithe
hu: Kívánt beállítás
id: Pengaturan yang diinginkan
ja: 理想的な初期設定
nl: Gewenste instelling
pt: Configuração desejada
pt_br: Configuração desejada
ro: Configurația dorită
ru: Желаемая настройка
sv: Önskad inställning
ta: விரும்பிய அமைப்பு
tr: İstenilen kurulum
uk: Бажане налаштування
zh_hans: 需要的设置
zh_hant: 需要的設置

source: No push
de: Kein Push
ga: Gan bhrú
hu: Nincs feltöltés (No push)
id: Tidak ada dorongan
ja: プッシュしない
nl: Niet pushen
pt: Sem push
pt_br: Sem push
ro: Nu împinge
ru: Без отправки
sv: Ingen push
ta: புச் இல்லை
tr: İtme yok
uk: Без запису
zh_hans: 不推送
zh_hant: 不推送

source: `empty`
de: `leer`
ga: `folamh`
hu: `üres`
id: `kosong`
ja: `空`
nl: `leeg`
pt: `vazio`
pt_br: `vazio`
ro: `vid`
ru: `пусто`
sv: `tom`
ta: `வெற்று`
zh_hans: `空`
zh_hant: `空`

source: Push directly
de: Direkt pushen
ga: Brúigh go díreach
hu: Közvetlen feltöltés (Push directly)
id: Dorong langsung
ja: 直接プッシュ
nl: Direct pushen
pt: Push diretamente
pt_br: Push diretamente
ro: Împingeți direct
ru: Отправка напрямую
sv: Tryck direkt
ta: நேரடியாக தள்ளுங்கள்
tr: Doğrudan itme
uk: Записувати безпосередньо
zh_hans: 直接推送
zh_hant: 直接推送

source: SSH URL
ga: URL SSH
id: URL SSH
pt: URL de SSH
pt_br: URL de SSH
ru: URL-адрес SSH
sv: URL för SSH
ta: பாஓடு முகவரி
tr: SSH adresi
uk: Адреса SSH

source: Push to separate branch
de: Push zu separatem Branch
ga: Brúigh chuig brainse ar leith
hu: Feltöltés külön ágra (Push to separate branch)
id: Push untuk memisahkan branch
ja: 別のブランチに push
nl: Pushen naar afzonderlijke tak
pt: Empurrar para um ramo separado
pt_br: Fazer push para ramo separado
ro: Împingeți în ramura separată
ru: Отправка в отдельную ветку
sv: Tryck för att separera gren
ta: தனி கிளைக்கு தள்ளுங்கள்
tr: Ayrı bir dala itilsin
uk: Записувати до окремої гілки
zh_hans: 推送到单独的分支

source: Branch name
de: Name des Branches
ga: Ainm brainse
hu: Ágnév megadása (Branch name)
id: Nama cabang
ja: ブランチ名
nl: Naam tak
pt: Nome do ramo
pt_br: Nome do ramo
ro: Denumirea branșei
ru: Имя ветки
sv: Grenens namn
ta: கிளை பெயர்
tr: Dal adı
uk: Назва гілки
zh_hans: 分支名称
zh_hant: 分支名稱

source: GitHub pull request from fork
de: GitHub-Pull-Request vom Fork
ga: Iarratas tarraingt GitHub ón bhforc
hu: GitHub módosítási kérelem külső másolatból (pull request from fork)
id: Permintaan penarikan GitHub dari fork
ja: フォークからの GitHub プルリクエスト
nl: GitHub pull request vanuit fork
pt: Pull request de GitHub do fork
pt_br: Pull request de GitHub do fork
ro: GitHub trage cerere de la bifurcație
ru: Запрос на извлечение в GitHub из форка
sv: GitHub-pullförfrågan från fork
ta: ஃபோர்க்கிலிருந்து அறிவிலிமையம் கோரிக்கை
tr: GitHub dalından çekme isteği
uk: Запит щодо об'єднання у GitHub з відгалуження
zh_hans: 来自派生的 GitHub 拉取请求
zh_hant: 來自叉子的 GitHub 拉取請求

source: GitHub pull request from branch
de: GitHub-Pull-Request vom Branch
ga: Iarratas tarraingt GitHub ón bhrainse
hu: GitHub módosítási kérelem saját ágról (pull request from branch)
id: Permintaan penarikan GitHub dari cabang
ja: ブランチからの GitHub プルリクエスト
nl: GitHub pull request vanuit tak
pt: Pull request de GitHub do ramo
pt_br: Pull request de GitHub do ramo
ro: GitHub trage cerere de la branșă
ru: Запрос на извлечение в GitHub из ветки
sv: GitHub-pullförfrågan från gren
ta: கிளையிலிருந்து அறிவிலிமையம் இழுத்தல்
tr: GitHub dalına itme isteği
uk: Запит щодо об'єднання у GitHub з гілки
zh_hans: 来自分支的 GitHub 拉取请求
zh_hant: 來自分支的 GitHub 拉取請求

source: GitLab merge request from fork
de: GitLab-Merge-Request vom Fork
ga: Iarratas cumaisc GitLab ón bhforc
hu: GitLab egyesítési kérelem külső másolatból (merge request from fork)
id: Permintaan penggabungan GitLab dari fork
ja: フォークからの GitLab マージリクエスト
nl: GitLab merge request vanuit fork
pt: Merge request de GitLab do fork
pt_br: Merge request de GitLab do fork
ro: Cerere de fuziune GitLab din bifurcație
ru: Запрос на слияние в GitLab из форка
sv: GitLab-sammanslagningsförfrågan från fork
ta: ஃபோர்க்கிலிருந்து அறிவிலிஆய்வு ஒன்றிணைப்பு கோரிக்கையை ஒன்றிணைக்கவும்
tr: GitLab dalından birleştirme isteği
uk: Запит щодо злиття на GitLab з відгалуження
zh_hans: 来自派生的 GitLab 合并请求
zh_hant: 來自叉子的 GitLab 結合請求

source: GitLab merge request from branch
de: GitLab-Merge-Request vom Branch
ga: Iarratas cumaisc GitLab ón bhrainse
hu: GitLab egyesítési kérelem saját ágról (merge request from branch)
id: Permintaan penggabungan GitLab dari cabang
ja: ブランチからの GitLab マージリクエスト
nl: GitLab merge request vanuit tak
pt: Merge request de GitLab do ramo
pt_br: Merge request de GitLab do ramo
ro: Cerere de fuziune GitLab din branșă
ru: Запрос на слияние в GitLab из ветки
sv: GitLab-sammanslagningsbegäran från gren
ta: அறிவிலிஆய்வு கிளையிலிருந்து கோரிக்கையை ஒன்றிணைக்கவும்
tr: GitLab dalından birleştirme isteği
uk: Запит щодо злиття на GitLab з гілки
zh_hans: 来自分支的 GitLab 合并请求
zh_hant: 來自分支的 GitLab 結合請求

source: Gitea merge request from fork
de: Gitea-Merge-Request vom Fork
ga: Iarratas chumasc Gitea ón bhforc
hu: Gitea egyesítési kérelem külső másolatból (merge request from fork)
id: Permintaan penggabungan Gitea dari fork
ja: フォークからの Gitea マージリクエスト
nl: Gitea merge request vanuit fork
pt: Merge request de Gitea do fork
pt_br: Merge request de Gitea do fork
ro: Gitea cerere de fuziune din fork
ru: Запрос на слияние в Gitea из форка
sv: Gitea-sammanslagningsförfrågan från fork
ta: அறிவிலிதேநீர் fork இலிருந்து கோரிக்கையை ஒன்றிணைக்கிறது
tr: Gitea dalından birleştirme isteği
uk: Запит щодо злиття на Gitea з відгалуження
zh_hans: 来自派生的 Gitea 合并请求

source: Gitea merge request from branch
de: Gitea-Merge-Request vom Branch
ga: Iarratas chumasc Gitea ón bhrainse
hu: Gitea egyesítési kérelem saját ágról (merge request from branch)
id: Permintaan penggabungan Gitea dari cabang
ja: ブランチからの Gitea マージリクエスト
nl: Gitea merge request vanuit tak
pt: Merge request de Gitea do ramo
pt_br: Merge request de Gitea do ramo
ro: Cerere de fuziune Gitea din branșă
ru: Запрос на слияние в Gitea из ветки
sv: Gitea-sammanslagningsbegäran från gren
ta: அறிவிலிதேநீர் கிளையில் இருந்து கோரிக்கையை ஒன்றிணைக்கிறது
tr: Gitea dalından birleştirme isteği
uk: Запит щодо злиття на Gitea з гілки
zh_hans: 来自分支的 Gitea 合并请求

source: Pagure merge request from fork
de: Pagure-Merge-Request vom Fork
ga: Iarratas cumaisc leathanach ón bhforc
hu: Pagure egyesítési kérelem külső másolatból (merge request from fork)
id: Permintaan penggabungan Pagure dari fork
ja: フォークからの Pagure マージリクエスト
nl: Pagure merge request vanuit fork
pt: Merge request de Pagure do fork
pt_br: Merge request de Pagure do fork
ro: Cerere de fuziune Pagure din bifurcație
ru: Pagure'вский запрос на слияние из форка
sv: Pagure-sammanslagningsförfrågan från fork
ta: ஃபோர்க்கிலிருந்து pagure ஒன்றிணைப்பு கோரிக்கை
tr: Pagure dalından birleştirme isteği
uk: Запит щодо злиття на Pagure з відгалуження
zh_hans: 来自派生的 Pargue 合并请求
zh_hant: 來自分叉的Pargue合併請求

source: Pagure merge request from branch
de: Pagure-Merge-Request vom Branch
ga: leathanach iarratas cumaisc ón bhrainse
hu: Pagure egyesítési kérelem saját ágról (merge request from branch)
id: Permintaan penggabungan Pagure dari cabang
ja: ブランチからの Pagure マージリクエスト
nl: Pagure merge request vanuit tak
pt: Merge request de Pagure do ramo
pt_br: Merge request de Pagure do ramo
ro: Pagure cerere de îmbinare din ramura
ru: Pagure ’вский запрос на слияние из ветки
sv: Pagure-sammanslagningsbegäran från gren
ta: பேசூர் கிளையிலிருந்து ஒன்றிணைக்கும் கோரிக்கை
tr: Pagure dalından birleştirme isteği
uk: Запит щодо злиття на Pagure з гілки
zh_hans: 来自分支的 Pagure 合并请求
zh_hant: 來自分支的 Pagure合併請求

source: Azure DevOps pull request from fork
de: Azure-DevOps-Pull-Request vom Fork
ga: Tarraingíonn Azure DevOps iarratas ón bhforc
hu: Azure DevOps módosítási kérelem külső másolatból (pull request from fork)
id: Permintaan penarikan Azure DevOps dari fork
ja: フォークからの Azure DevOps プル リクエスト
nl: Azure DevOps pull request vanuit fork
pt: Solicitação pull do Azure DevOps a partir do fork
pt_br: Pull request de Azure DevOps do fork
ru: Запрос на извлечение Azure DevOps из форка
sv: Azure DevOps pull-förfrågan från fork
ta: அசூர் டெவொப்ச் ஃபோர்க்கிலிருந்து கோரிக்கையை இழுக்கிறார்
tr: Azure DevOps dalından çekme isteği
uk: Запит щодо об'єднання з відгалуження Azure DevOps
zh_hans: 来自派生的 Azure DevOps 拉取请求

source: Azure DevOps pull request from branch
de: Azure-DevOps-Pull-Request vom Branch
ga: Tarraingíonn Azure DevOps iarratas ón bhrainse
hu: Azure DevOps módosítási kérelem saját ágról (pull request from branch)
id: Permintaan penarikan Azure DevOps dari cabang
ja: ブランチからの Azure DevOps プル リクエスト
nl: Azure DevOps pull request vanuit tak
pt: Solicitação pull do Azure DevOps a partir do branch
pt_br: Pull request de Azure DevOps do ramo
ru: Запрос на извлечение Azure DevOps из ветви
sv: Azure DevOps pull-förfrågan från gren
ta: அசூர் டெவொப்ச் கிளையிலிருந்து கோரிக்கையை இழுக்கிறது
tr: Azure DevOps dalına itme isteği
uk: Запит на злиття Azure DevOps з гілки
zh_hans: 来自分支的 Azure DevOps 拉取请求

source: Bitbucket Data Center pull request from fork
de: Bitbucket-Data-Center-Pull-Request vom Fork
ga: Iarratas tarraingte ón bhforc ag Ionad Sonraí Bitbucket
hu: Bitbucket Data Center módosítási kérelem külső másolatból (pull request from fork)
id: Permintaan penarikan Pusat Data Bitbucket dari fork
nl: Pull request op Bitbucket Data Center uit fork
pt_br: Pull request de Bitbucket Server do fork
sv: Bitbucket Data Center pull-begäran från fork
ta: ஃபோர்க்கிலிருந்து பிட்பக்கெட் தரவு நடுவண் இழுக்க வேண்டும்
tr: Daldan Bitbucket Data Center çekme isteği
uk: Запит на отримання запиту Bitbucket Data Center із форка

source: Bitbucket Data Center pull request from branch
de: Bitbucket-Data-Center-Pull-Request vom Branch
ga: Iarratas tarraingte ón mbrainse ag Ionad Sonraí Bitbucket
hu: Bitbucket Data Center módosítási kérelem saját ágról (pull request from branch)
id: Permintaan penarikan Pusat Data Bitbucket dari cabang
nl: Bitbucket Data Center pull request vanuit tak
pt_br: Pull request de Bitbucket Data Center do ramo
sv: Bitbucket Data Center pull-förfrågan från gren
ta: பிட்பக்கெட் தரவு நடுவண் கிளையிலிருந்து கோரிக்கை
tr: Daldan Bitbucket Data Center çekme isteği
uk: Запит на злиття з Bitbucket Data Center з гілки

source: Bitbucket Cloud pull request from fork
de: Bitbucket-Cloud-Pull-Request vom Fork
ga: Iarratas tarraingt Bitbucket Cloud ón bhforc
hu: Bitbucket Cloud módosítási kérelem külső másolatból (pull request from fork)
id: Permintaan penarikan Bitbucket Cloud dari fork
ja: フォークからの Bitbucket Cloud プルリクエスト
nl: Bitbucket Cloud pull request vanuit fork
pt_br: Pull request de Bitbucket Cloud do fork
sv: Bitbucket Cloud-pullförfrågan från fork
ta: ஃபோர்க்கிலிருந்து பிட்பக்கெட் முகில் புல் கோரிக்கை
tr: Daldan Bitbucket Cloud sunucusu çekme isteği
uk: Запити щодо об'єднання Bitbucket Cloud з відгалуження
zh_hans: 来自派生的 Bitbucket Cloud 拉取请求

source: Bitbucket Cloud pull request from branch
de: Bitbucket-Cloud-Pull-Request vom Branch
ga: Iarratas tarraingt Bitbucket Cloud ón bhrainse
hu: Bitbucket Cloud módosítási kérelem saját ágról (pull request from branch)
id: Permintaan penarikan Bitbucket Cloud dari cabang
ja: ブランチからの Bitbucket Cloud プルリクエスト
nl: Bitbucket Cloud pull request vanuit tak
pt_br: Pull request de Bitbucket Cloud do ramo
sv: Bitbucket Cloud-pullförfrågan från gren
ta: பிட்பக்கெட் முகில் புல் கோரிக்கை கிளையிலிருந்து
tr: Daldan Bitbucket Cloud çekme isteği
uk: Запити щодо об'єднання Bitbucket Cloud з гілки
zh_hans: 来自分支的 Bitbucket Cloud 拉取请求

source: Can be empty in case :ref:`component-repo` supports pushing.
de: Kann leer sein, falls das :ref:`component-repo` Pushen unterstützt.
ga: Is féidir a bheith folamh i gcás :ref:`component-repo` le brú.
hu: Lehet üres, ha a :ref:`component-repo` támogatja a feltöltést.
id: Dapat kosong jika :ref:`component-repo` mendukung pendorongan.
ja: :ref:`component-repo` がプッシュに対応している場合は、空にできます。
nl: Mag leeg zijn als :ref:`component-repo` pushen ondersteunt.
pt: Pode estar vazia caso o :ref:`component-repo` tenha suporte a push.
pt_br: Pode estar vazia caso o :ref:`component-repo` tenha suporte a push.
ro: Poate fi gol în cazul în care :ref:`component-repo` suportă împingerea.
ru: Может быть пустым в случае, если :ref:`репозиторий исходного кода <component-repo>` поддерживает отправку изменений.
sv: Kan vara tomt om :ref:`component-repo` stöder pushning.
tr: :ref:`component-repo` itmeyi destekliyorsa boş olabilir.
uk: Може бути порожнім, якщо у :ref:`сховищі<component-repo>` передбачено запис змін.
zh_hans: 在 :ref:`component-repo` 支持推送的情况下可以为空。
zh_hant: 在 :ref:`component-repo` 支持推送的情況下可以為空。
