Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Happens if the source and corresponding translation strings are identical, down to at least one of the plural forms. Some strings commonly found across all languages are ignored, and various markups are stripped. This reduces the number of false positives.
de: Tritt ein, wenn die Ausgangszeichenketten und die entsprechenden Übersetzungen bis auf eine der Pluralformen identisch sind. Einige Zeichenketten, die in allen Sprachen vorkommen, werden ignoriert, und verschiedene Auszeichnungen werden entfernt. Dadurch wird die Anzahl der Fehlalarme reduziert.
ga: Tarlaíonn sé má tá an fhoinse agus na teaghráin aistriúcháin chomhfhreagracha comhionann, síos go dtí ceann amháin ar a laghad de na foirmeacha iolra. Déantar neamhaird de roinnt teaghráin a fhaightear go coitianta i ngach teanga, agus baintear marcálacha éagsúla. Laghdaíonn sé seo líon na n-dearfach bréagach.
hu: Akkor fordul elő, ha a forrásszöveg és a hozzá tartozó fordítás teljesen megegyezik, legalább egy többes számú alak esetén. Egyes, minden nyelvben előforduló gyakori szövegek figyelmen kívül maradnak, és különféle jelölések eltávolításra kerülnek. Ez csökkenti a téves találatok számát.
id: Terjadi jika string sumber dan terjemahan yang sesuai identik, hingga setidaknya satu bentuk jamak. Beberapa string yang umum ditemukan di semua bahasa diabaikan, dan berbagai markup dihilangkan. Hal ini mengurangi jumlah positif palsu.
nl: Gebeurt als de bron en corresponderende tekenreeksen voor de vertaling identiek zijn, tot ten minste een van de meervoudsvormen. Sommige tekenreeksen die veel voorkomen in alle talen worden genegeerd, en verschillende opmaak wordt gestript. Dit vermindert het aantal valse positieven.
pt_br: Acontece se o texto fonte e a tradução correspondente forem idênticos, até pelo menos uma das formas de plural. Alguns textos normalmente encontrados em todos os idiomas são ignorados, e várias marcações são ignoradas. Isto reduz o número de falsos positivos.
sv: Händer om källtexten och motsvarande översättningssträngar är identiska, åtminstone när det gäller en av pluralformerna. Vissa strängar som förekommer i alla språk ignoreras, och olika markeringar tas bort. Detta minskar antalet falska positiva resultat.
tr: Kaynak ve karşılık gelen çeviri dizgeleri, çoğul biçimlerden en az birine kadar aynıysa gerçekleşir. Tüm dillerde yaygın olarak bulunan bazı dizgeler yok sayılır ve çeşitli markup kodları ayıklanır. Böylece hatalı doğru sonuçların sayısı azalır.
uk: Трапляється, якщо вихідний і відповідний рядки перекладу ідентичні принаймні до однієї з форм множини. Деякі рядки, які зазвичай зустрічаються в усіх мовах, ігноруються, а різні розмітки видаляються. Це зменшує кількість помилкових спрацьовувань.

source: This check can help find strings mistakenly untranslated.
de: Diese Prüfung kann helfen, irrtümlich nicht übersetzte Zeichenketten zu finden.
ga: Is féidir leis an tseiceáil seo cabhrú le teaghráin a aimsiú nach bhfuil aistrithe de dhearmad.
hu: Ez az ellenőrzés segít megtalálni a véletlenül le nem fordított szövegeket.
id: Pemeriksaan ini dapat membantu menemukan rangkaian kata yang salah diterjemahkan.
ja: この検査は、誤って翻訳されていない文字列を見つけるのに便利です。
nl: Deze controle kan helpen bij het vinden van tekenreeksen die abusievelijk niet zijn vertaald.
pt: Esta verificação pode ajudar a encontrar cadeias erroneamente não traduzidos.
pt_br: Esta verificação pode ajudar a encontrar textos erroneamente não traduzidos.
ro: Această verificare poate ajuta la găsirea șirurilor de caractere netraduse din greșeală.
ru: Эта проверка может помочь найти ошибочно не переведённые строки.
sv: Denna kontroll kan hjälpa till att hitta strängar som av misstag inte har översatts.
ta: இந்த சோதனை தவறாக மொழிபெயர்க்கப்படாத சரங்களை கண்டுபிடிக்க உதவும்.
tr: Bu denetim, yanlışlıkla çevrilmemiş dizgelerin bulunmasına yardımcı olabilir.
uk: Ця перевірка може допомогти рядки, які помилково не було перекладено.
zh_hans: 此检查可以帮助查找错误未翻译的字符串。
zh_hant: 此檢查可以幫助查找錯誤誤解的字符串。

source: The default behavior of this check is to exclude words from the built-in terms list from the checking. These are words which are frequently not being translated. This is useful to avoid false positives on short strings, which consist only of a single word which is the same in several languages. This list can be disabled by adding ``strict-same`` flag to a string or component.
de: Standardmäßig werden bei dieser Prüfung Wörter aus der integrierten Liste der Begriffe von der Prüfung ausgeschlossen. Dies sind Wörter, die häufig nicht übersetzt werden. Dies ist nützlich, um Fehlalarme bei kurzen Zeichenketten zu vermeiden, die nur aus einem einzigen Wort bestehen, das in mehreren Sprachen gleich ist. Diese Liste kann durch Hinzufügen der Markierung ``strict-same`` zu einer Zeichenkette oder Komponente deaktiviert werden.
ga: Is é iompar réamhshocraithe an tseiceáil seo ná focail ón liosta téarmaí ionsuite a eisiamh ón tseiceáil. Is focail iad seo nach mbíonn á n-aistriú go minic. Tá sé seo úsáideach chun dearfacha bréagacha a sheachaint ar theaghráin ghearra, nach bhfuil iontu ach focal amháin atá mar an gcéanna i dteangacha éagsúla. Is féidir an liosta seo a dhíchumasú ach bratach ``strict-same`` a chur le teaghrán nó comhpháirt.
hu: Ennek az ellenőrzésnek az alapértelmezett viselkedése, hogy kizárja az ellenőrzésből a beépített kifejezések listájában szereplő szavakat. Ezek olyan szavak, amelyeket gyakran nem fordítanak le. Ez hasznos a rövid, egyetlen szóból álló szövegeknél, amelyek több nyelvben is azonosak, így elkerülhetők a téves találatok. Ez a lista kikapcsolható, ha a szöveghez vagy összetevőhöz hozzáadja a ``strict-same`` jelzőt.
id: Perilaku bawaan pemeriksaan ini adalah mengecualikan kata dari daftar istilah bawaan dari pemeriksaan. Ini seringkali tidak diterjemahkan. Hal ini berguna untuk menghindari positif palsu pada string pendek, yang hanya terdiri dari satu kata yang sama dalam beberapa bahasa. Daftar ini dapat dinonaktifkan dengan menambahkan tanda ``strict-same`` ke string atau komponen.
nl: Het standaard gedrag van deze controle is om woorden, vanuit de ingebouwde lijst met termen, uit te sluiten van het controleren. Dat zijn woorden die frequently niet worden vertaald. Dit is nuttig voor het vermijden van valse positieven voor korte tekenreeksen, die bestaan uit een enkel woord dat hetzelfde is in verscheidene talen. Deze lijst kan worden uitgeschakeld door de vlag ``strict-same`` toe te voegen aan een tekenreeks of het onderdeel.
pt_br: O comportamento padrão desta verificação é excluir palavras da lista de termos embutidos da verificação. Estas são palavras que frequentemente não estão sendo traduzidas. Isto é útil para evitar falsos positivos em textos curtos, que consistem apenas em uma única palavra que é a mesma em vários idiomas. Esta lista pode ser desabilitada adicionando ``strict-same`` ao texto ou componente.
sv: Standardinställningen för denna kontroll är att utesluta ord från den inbyggda termlistan från kontrollen. Det är ord som ofta inte översätts. Detta är användbart för att undvika falska positiva resultat på korta strängar, som endast består av ett enda ord som är detsamma på flera språk. Denna lista kan inaktiveras genom att lägga till flaggan ``strict-same`` till en sträng eller komponent.
tr: Bu kalite denetimin varsayılan davranışı, iç kara listedeki sözcüklerin kalite denetimine katılmamasıdır. Bunlar sıklıkla çevrilmeyen sözcüklerdir. Bu davranış, yalnızca birkaç dilde aynı olan tek bir sözcükten oluşan kısa dizgelerde hatalı doğru sonuçlardan kaçınmak için yararlıdır. Bu kara liste, dizgeye veya bileşene ``strict-same`` imi eklenerek kullanımdan kaldırılabilir.
uk: За умовчанням ця перевірка виключає з перевірки слова зі списку вбудованих термінів. Це слова, які часто не перекладаються. Це корисно, щоб уникнути помилкових спрацьовувань на коротких рядках, які складаються лише з одного слова, яке є однаковим у кількох мовах. Цей список можна вимкнути, додавши позначку ``strict-same`` до рядка або компонента.

source: With ``check-glossary`` flag (see :ref:`check-check-glossary`), the untranslatable glossary terms are excluded from the checking.
de: Mit der ``check-glossary``-Markierung (siehe :ref:`check-check-glossary`) werden die nicht übersetzbaren Glossarbegriffe von der Prüfung ausgeschlossen.
ga: Le bratach ``seiceáil-ghluais`` (féach :ref:`check-check-glossary`), fágtar na téarmaí gluais neamh-aistrithe as an áireamh sa tseiceáil.
hu: A ``check-glossary`` jelzővel (lásd: :ref:`check-check-glossary`) a nem lefordítandó szójegyzékben szereplő kifejezések kizárásra kerülnek az ellenőrzésből.
id: Dengan tanda ``check-glossary`` (lihat :ref:`check-check-glossary`), istilah glosarium yang tidak dapat diterjemahkan dikecualikan dari pemeriksaan.
ja: ``check-glossary`` フラグ（参照: :ref:`check-check-glossary`）フラグを使用すると、用語集の翻訳禁止用語は検査から除外されます。
nl: Met de vlag ``check-glossary`` (bekijk :ref:`check-check-glossary`), worden de onvertaalbare termen uit de woordenlijst ook uitgesloten van het controleren.
pt_br: Com o marcador``check-glossary`` (consulte :ref:`check-check-glossary`), os termos intraduzíveis do glossário são excluídos da verificação.
ru: При использовании флага ``check-glossary`` (см. :ref:`check-check-glossary`) непереводимые термины словаря исключаются из проверки.
sv: Med flaggan ``check-glossary`` (se :ref:`check-check-glossary`) utesluts de icke översättningsbara termerna i ordlistan från kontrollen.
tr: ``check-glossary`` imiyle (ayrıntılı bilgi almak için: :ref:`check-check-glossary`), çevrilemeyecek sözlük terimleri denetime katılmaması sağlanır.
uk: Якщо вказано прапорець ``check-glossary`` (див. :ref:`check-check-glossary`), непридатні до перекладу терміни з глосарія буде виключено з перевірки.
zh_hans: 使用 ``check-glossary`` 标志（参见 :ref:`check-check-glossary` ），不可翻译的术语表术语被排除在检查之外。

source: Unsafe HTML
de: Unsicheres HTML
ga: HTML neamhshábháilte
hu: Nem biztonságos HTML
id: HTML Tidak Aman
ja: 安全でない HTML
nl: Onveilige html
pt: HTML inseguro
pt_br: HTML inseguro
ro: HTML nesigur
ru: Небезопасный HTML-код
sv: Osäker HTML
ta: பாதுகாப்பற்ற html
tr: Güvenli olmayan HTML
uk: Небезпечний HTML-код
zh_hans: 不安全的 HTML
zh_hant: 不安全的 HTML

source: The translation uses unsafe HTML markup.
de: Die Übersetzung verwendet unsichere HTML-Auszeichnungen.
ga: Úsáideann an t-aistriúchán marcáil HTML neamhshábháilte.
hu: A fordítás nem biztonságos HTML-jelölést tartalmaz.
id: Terjemahan menggunakan markup HTML yang tidak aman.
nl: De vertaling gebruikt onveilige HTML-opmaak.
pt_br: A tradução usa marcação de HTML inseguro.
sv: Översättningen använder osäker HTML-markup.
tr: Çeviride güvenli olmayan HTML kodlaması var.
uk: Переклад використовує небезпечну HTML-розмітку.

source: The translation uses unsafe HTML markup. This check has to be enabled using ``safe-html`` flag (see :ref:`custom-checks`). There is also accompanied autofixer which can automatically sanitize the markup.
de: Die Übersetzung verwendet unsichere HTML-Auszeichnung. Diese Prüfung muss mit der ``safe-html``-Markierung aktiviert werden (siehe :ref:`custom-checks`). Es gibt auch einen begleitenden Autofixer, der die Auszeichnung automatisch bereinigen kann.
ga: Úsáideann an t-aistriúchán marcáil HTML neamhshábháilte. Ní mór an tseiceáil seo a chumasú le bratach ``safe-html`` (féach :ref:`custom-checks`). Tá uathdheisitheoir in éineacht leis freisin ar féidir leis an marcáil a shláintiú go huathoibríoch.
hu: A fordítás nem biztonságos HTML-jelölést tartalmaz. Ez az ellenőrzés csak a ``safe-html`` jelző engedélyezésével lép életbe (lásd: :ref:`custom-checks`). Tartozik hozzá egy automatikus javító is, amely képes a HTML tartalmat automatikusan megtisztítani.
id: Terjemahan menggunakan markah HTML yang tidak aman. Pemeriksaan ini harus diaktifkan menggunakan tanda ``safe-html`` (lihat :ref:`custom-checks`). Tersedia juga perbaikan otomatis yang dapat membersihkan markah secara otomatis.
ja: 翻訳には、安全でない HTML マークアップが含まれています。この検査は ``safe-html`` フラグ（参照: :ref:`custom-checks`）を使用して有効にしなければなりません。マークアップを自動的にサニタイズできる autofixer も付属しています。
nl: De vertaling gebruikt onveilige opmaak voor HTML. Deze controle moet worden ingeschakeld met de vlag ``safe-html`` (bekijk :ref:`custom-checks`). Er is ook een bijbehorende automatische reparatie die automatisch de opmaak kan opschonen.
pt: A tradução utiliza uma marcação HTML insegura. Esta verificação tem de ser ativada utilizando o marcador ``safe-html`` (veja :ref:`custom-checks`). Existe ainda o autocorretor acompanhado que pode corrigir a marcação automaticamente.
pt_br: A tradução utiliza uma marcação HTML insegura. Esta verificação tem que ser habilitada utilizando o marcador ``safe-html`` (consulte :ref:`custom-checks`). Há também o autocorretor acompanhado que pode automaticamente corrigir a marcação.
ro: Traducerea utilizează marcaje HTML nesigure. Această verificare trebuie să fie activată cu ajutorul steagului ``safe-html`` (a se vedea :ref:`custom-checks`). Există, de asemenea, un autofixer însoțit care poate curăța automat marcajul.
ru: Перевод использует небезопасную HTML-разметку. Эта проверка должна быть включена с помощью флага ``safe-html`` (смотрите раздел :ref:`custom-checks`). Также имеется соответствующий автоматический исправляльщик, который может автоматически почистить разметку.
sv: Översättningen använder osäker HTML-markering. Denna kontroll måste aktiveras med flaggan ``safe-html`` (se :ref:`custom-checks`). Det finns också en medföljande autofixer som automatiskt kan rensa markeringen.
tr: Çeviride, güvenli olmayan HTML biçimlendirmesi kullanılmış. Bu denetimin ``safe-html`` imiyle kullanıma alınması gerekir (ayrıntılı bilgi almak için: :ref:`custom-checks`). İmlemeyi kendiliğinden yapabilen bir kendiliğinden düzeltici de vardır.
uk: Переклад використовує небезпечну розмітку HTML. Цю перевірку слід увімкнути за допомогою прапорця ``safe-html`` (див. :ref:`custom-checks`). Також передбачено автоматичний засіб виправлення розмітки.
zh_hans: 译文使用了不安全的 HTML 标记。必须使用 ``safe-html`` 标志启用此检查（请参阅 :ref:`custom-checks`）。还有附带的自动修复程序，可以自动清理标记。
zh_hant: 翻譯使用不安全的HTML標記。必須使用“安全 - HTML”標誌（參見：REF：“定制檢查”）啟用此檢查。還有伴隨的AutoFixer，可以自動消毒標記。

source: When ``md-text`` flag is also used, the Markdown style links are also allowed.
de: Wenn die Markierung ``md-text`` ebenfalls verwendet wird, sind auch Links im Markdown-Stil erlaubt.
ga: Nuair a úsáidtear bratach ``md-text`` freisin, ceadaítear na naisc stíl Markdown freisin.
hu: Amennyiben az ``md-text`` jelző is meg van adva, a Markdown-stílusú hivatkozások is engedélyezettek.
id: Bila tanda ``md-text`` juga digunakan, tautan bergaya Markdown juga diperbolehkan.
ja: また、``md-text`` フラグを使用している場合には、Markdown 形式のリンクも許可されます。
nl: Als ook de vlag ``md-text`` wordt gebruikt, zijn koppelingen in de stijl Markdown ook toegestaan.
pt: Quando o marcador ``md-text`` também é usado, as ligações de estilo Markdown também são permitidas.
pt_br: Quando o marcador ``md-text`` também é usado, os links de estilo Markdown também são permitidos.
ro: În cazul în care se utilizează și steagul ``md-text``, sunt permise și legăturile în stil Markdown.
ru: Если используется флаг ``md-text``, ссылки в стиле Markdown также разрешены.
sv: När flaggan ``md-text`` också används är länkar i Markdown-stil också tillåtna.
ta: `` எம்.டி-உரை`` கொடியும் பயன்படுத்தப்படும்போது, மார்க் பேரூர் பாணி இணைப்புகளும் அனுமதிக்கப்படுகின்றன.
tr: ``md-text`` imi de kullanıldığında, Markdown biçemindeki bağlantılar da kullanılabilir.
uk: Якщо також використано прапорець ``md-text``, буде дозволено також посилання у стилі Markdown.
zh_hans: 当同时使用 ``md-text`` 标志时，也允许使用 Markdown 样式链接。

source: The HTML check is performed by the `Ammonia <https://github.com/rust-ammonia/ammonia>`_ library.
de: Die HTML-Prüfung wird von der `Ammonia <https://github.com/rust-ammonia/ammonia>`_-Bibliothek durchgeführt.
ga: Déanann an leabharlann `Amóinia <https://github.com/rust-ammonia/ammonia>`_ an tseiceáil HTML.
hu: A HTML-ellenőrzést az `Ammonia <https://github.com/rust-ammonia/ammonia>`_ könyvtár végzi.
id: Pemeriksaan HTML dilakukan oleh pustaka `Ammonia <https://github.com/rust-ammonia/ammonia>`_.
ja: HTML の検査は `Ammonia <https://github.com/rust-ammonia/ammonia>`_ ライブラリで処理されます。
nl: De controle HTML wordt uitgevoerd door de bibliotheek `Ammonia <https://github.com/rust-ammonia/ammonia>`_.
pt_br: A verificação HTML é feita pela biblioteca `Ammonia <https://github.com/rust-ammonia/ammonia>`_.
ru: Проверка HTML выполняется библиотекой `Ammonia <https://github.com/rust-ammonia/ammonia>`_.
sv: HTML-kontrollen utförs av biblioteket `Ammonia <https://github.com/rust-ammonia/ammonia>`_.
ta: html சோதனை `அம்மோனியா <https://github.com/rust-ammonia/ammonia> _ _ நூலகத்தால் செய்யப்படுகிறது.
tr: HTML kalite denetimi `Ammonia <https://github.com/rust-ammonia/ammonia>`_ kitaplığı kullanılarak yapılır.
uk: Перевірка HTML виконується бібліотекою `Ammonia <https://github.com/rust-ammonia/ammonia>`_.
zh_hans: HTML 检查的执行者是 `Ammonia <https://github.com/rust-ammonia/ammonia>`_ 库。

source: The translation does not contain an URL.
de: Die Übersetzung enthält keine URL.
ga: Níl URL san aistriúchán.
hu: A fordítás nem tartalmaz URL-t.
id: Terjemahan tidak mengandung URL.
nl: De vertaling bevat geen URL.
pt_br: A tradução não contém uma URL.
sv: Översättningen innehåller ingen URL.
tr: Çeviride bir adres bulunmuyor.
uk: Цей переклад не містить URL.

source: The translation does not contain an URL. This is triggered only in case the unit is marked as containing URL. In that case the translation has to be a valid URL.
de: Die Übersetzung enthält keine URL. Dies wird nur ausgelöst, wenn die Einheit als URL-haltig markiert ist. In diesem Fall muss die Übersetzung eine gültige URL sein.
ga: Níl URL san aistriúchán. Ní spreagtar é seo ach amháin i gcás go bhfuil URL san aonad. Sa chás sin caithfidh an t-aistriúchán a bheith ina URL bailí.
hu: Ez az ellenőrzés csak akkor lép működésbe, ha az adott egység URL-t tartalmazóként van megjelölve. Ebben az esetben a fordításnak érvényes URL-t kell tartalmaznia.
id: Terjemahan tidak mengandung URL. Ini hanya dipicu jika unit ditandai mengandung URL. Dalam hal ini, terjemahan harus berupa URL yang valid.
ja: 翻訳文に URL が含まれていません。これは、ユニットが URL を含むとマークされている場合にのみ起動します。その場合、翻訳は有効な URL であることが必要です。
nl: De vertaling bevat geen URL. Dit wordt alleen geactiveerd in het geval dat de eenheid is gemarkeerd voor het bevatten van een URL. In dat geval moet de vertaling een geldige URL zijn.
pt: A tradução não contém uma URL. Isso só é acionado caso a unidade esteja marcada como a conter uma URL. Nesse caso, a tradução tem de ser uma URL válido.
pt_br: A tradução não contém uma URL. Isso só é acionado caso a unidade esteja marcada como contendo uma URL. Nesse caso, a tradução tem de ser uma URL válido.
ro: Traducerea nu conține un URL. Acest lucru se declanșează numai în cazul în care unitatea este marcată ca conținând un URL. În acest caz, traducerea trebuie să fie un URL valid.
ru: Перевод не содержит URL-адрес. Эта проверка срабатывает только в том случае, если единица перевода помечена как содержащая URL-адрес. В этом случае перевод должен быть корректным URL-адресом.
sv: Översättningen innehåller ingen URL. Detta utlöses endast om enheten är markerad som innehållande URL. I så fall måste översättningen vara en giltig URL.
ta: மொழிபெயர்ப்பில் முகவரி இல்லை. அலகு முகவரி ஐக் கொண்டிருப்பதாக குறிக்கப்பட்டால் மட்டுமே இது தூண்டப்படுகிறது. அவ்வாறான நிலையில் மொழிபெயர்ப்பு சரியான முகவரி ஆக இருக்க வேண்டும்.
tr: Çeviride bir adres yok. Bu denetim, yalnızca birimin adres içeriyor olarak imlenmesi durumunda tetiklenir. Bu durumda çeviride geçerli bir adres bulunması gerekir.
uk: У перекладі не міститься адреси. Ця перевірка виконується, лише якщо модуль перекладу позначено як такий, що містить адресу. У цьому випадку у перекладі також має бути коректна адреса.
zh_hans: 译文不包含 URL。仅当单元被标记为包含 URL 时才会触发。在这种情况下，译文必须是有效的 URL。
zh_hant: 翻譯不包含URL。僅在單位標記為包含URL時才會觸發這一點。在這種情況下，翻譯必須是有效的URL。

source: XML markup
de: XML-Auszeichnung
ga: XML marcáil
hu: XML jelölő
id: Markup XML
ja: XML マークアップ
nl: XML-opmaak
pt: Markup XML
pt_br: Marcação XML
ro: Marcaj XML
ru: XML-разметка
sv: XML-markering
ta: எக்ச்எம்எல் மார்க்அப்
tr: XML kodlaması
uk: Розмітка XML
zh_hans: XML 标记
zh_hant: XML 標記

source: XML tags in translation do not match source.
de: XML-Tags in der Übersetzung passen nicht zur Ausgangszeichenkette.
ga: Ní hionann clibeanna XML san aistriúchán agus an fhoinse.
hu: A fordításban szereplő XML-címkék nem egyeznek meg a forrással.
id: Tag XML dalam terjemahan tidak cocok dengan sumber.
nl: De XML-tags in de vertaling komen niet overeen met de bron.
pt_br: As tags XML na tradução não correspondem com a fonte.
sv: XML-taggarna i översättningen stämmer inte överens med källtexten.
tr: Çevirideki XML etiketleri kaynakla aynı değil.
uk: Теґи XML у перекладі не збігаються з тегами XML у джерелі.

source: This usually means the resulting output will look different. In most cases this is not a desired result from changing the translation, but occasionally it is.
de: Das bedeutet normalerweise, dass die Ausgabe unterschiedlich aussieht. In den meisten Fällen ist dies kein erwünschtes Ergebnis einer Änderung der Übersetzung, aber gelegentlich schon.
ga: Ciallaíonn sé seo de ghnáth go mbeidh cuma difriúil ar an aschur mar thoradh air. I bhformhór na gcásanna ní toradh inmhianaithe é seo ó athrú an aistriúcháin, ach uaireanta bíonn.
hu: Ez általában eltérő megjelenést eredményez a kimenetben, ami a legtöbb esetben nem kívánatos.
id: Ini biasanya berarti hasil keluaran akan terlihat berbeda. Dalam kebanyakan kasus, ini bukanlah hasil yang diinginkan dari perubahan terjemahan, tetapi terkadang memang demikian.
ja: これは通常、出力結果が異なることを意味します。ほとんどの場合、これは翻訳の変更による望ましい結果ではありませんが、場合によっては変更されることもあります。
nl: Dit betekent gewoonlijk dat de resulterende uitvoer er anders uit zal zien. In de meeste gevallen is dat geen gewenst resultaat van het wijzigen van de vertaling, maar soms is het dat wel.
pt: Isso geralmente significa que a saída resultante terá uma aparência diferente. Na maioria dos casos, este não é o resultado desejado de alterar a tradução, mas ocasionalmente é.
pt_br: Isso geralmente significa que a saída resultante terá uma aparência diferente. Na maioria dos casos, este não é o resultado desejado de alterar a tradução, mas ocasionalmente é.
ro: Acest lucru înseamnă, de obicei, că rezultatul va arăta diferit. În cele mai multe cazuri, acesta nu este un rezultat dorit în urma modificării traducerii, dar ocazional este.
ru: Обычно это означает, что полученный результат будет выглядеть по-другому. В большинстве случаев такое изменение из-за перевода не является желаемым результатом, но иногда именно это и надо.
sv: Detta innebär vanligtvis att det slutliga resultatet kommer att se annorlunda ut. I de flesta fall är detta inte ett önskat resultat av att översättningen ändras, men ibland är det det.
ta: இது பொதுவாக இதன் விளைவாக வெளியீடு வித்தியாசமாக இருக்கும் என்பதாகும். பெரும்பாலான சந்தர்ப்பங்களில் இது மொழிபெயர்ப்பை மாற்றுவதன் மூலம் விரும்பிய முடிவு அல்ல, ஆனால் எப்போதாவது அது.
tr: Bu durum genellikle sonuçtaki çıktının farklı görüneceği anlamına gelir. Çoğu durumda bu, çevirinin değiştirilmesinden istenen bir sonuç değildir, ancak bazen de öyledir.
uk: Це, зазвичай, означає, що остаточний результат виглядатиме інакше. У більшості цей результат є небажаним у перекладі, але іноді без зміни не обійтися.
zh_hans: 这通常意味着生成的输出看起来会有所不同。在大多数情况下，这不是更改译文所期望的结果，但有时确实如此。
zh_hant: 這通常意味著產生的輸出看起來不同。在大多數情況下，這不是改變翻譯的所需結果，但偶爾就是。
