Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: It is recommended to keep translation components to a reasonable size - split the translation by anything that makes sense in your case (individual apps or add-ons, book chapters or websites).
de: Es wird empfohlen, die Übersetzungskomponenten auf eine vernünftige Größe zu beschränken – teilen Sie die Übersetzung nach allem auf, was in Ihrem Fall sinnvoll ist (einzelne Anwendungen oder Erweiterungen, Buchkapitel oder Websites).
ga: Moltar comhpháirteanna aistriúcháin a choinneáil go méid réasúnta - scoilt an t-aistriúchán ar aon rud a bhfuil ciall leis i do chás (aipeanna aonair nó breiseáin, caibidlí leabhar nó láithreáin ghréasáin).
hu: Ajánlott, hogy a fordítási összetevők mérete ésszerű keretek között maradjon – érdemes a fordítást logikusan felosztani (például egyes alkalmazásokra vagy kiegészítőkre, könyvfejezetekre vagy weboldalakra).
id: Disarankan untuk menjaga komponen terjemahan di ukuran yang wajar, pisahkan terjemahan dari apa pun yang masuk akal dalam kasus Anda (aplikasi atau pengaya individual, bab buku, atau situs web).
ja: 翻訳コンポーネントは適切なサイズを維持してください — 翻訳を意味のあるもの（個々のアプリやアドオン、本の章や Web サイト）に分割してください。
nl: Aanbevolen wordt om vertaalonderdelen op een redelijke grootte te houden - splits de vertaling op voor alles wat in uw geval zinvol is (individuele apps of add-ons, hoofdstukken van boeken of websites).
pt: Recomenda-se manter os componentes de tradução num tamanho razoável -- divida a tradução por qualquer coisa que faça sentido no seu caso (apps ou complementos individuais, capítulos de livros ou sites).
pt_br: Recomenda-se manter os componentes de tradução em um tamanho razoável -- divida a tradução por qualquer coisa que faça sentido no seu caso (aplicativos ou complementos individuais, capítulos de livros ou sites).
ro: Se recomandă să păstrezi componentele de traducere la o dimensiune rezonabilă - împarte traducerea în funcție de ceea ce are sens în cazul tău (aplicații individuale sau add-on-uri, capitole de carte sau site-uri web).
ru: Рекомендуется держать размер компонентов перевода в разумных пределах — разбивайте перевод по любому критерию, который в вашем случае имеет смысл (по отдельным приложениям или дополнениям, по главам книг или по веб-сайтам).
sv: Det rekommenderas att hålla översättningskomponenterna till en rimlig storlek – dela upp översättningen efter vad som är lämpligt i ditt fall (enskilda appar eller tillägg, bokkapitel eller webbplatser).
ta: மொழிபெயர்ப்பு கூறுகளை ஒரு நியாயமான அளவிற்கு வைத்திருக்க பரிந்துரைக்கப்படுகிறது - உங்கள் விசயத்தில் (தனிப்பட்ட பயன்பாடுகள் அல்லது துணை நிரல்கள், புத்தக அத்தியாயங்கள் அல்லது வலைத்தளங்கள்) அர்த்தமுள்ள எதையும் மொழிபெயர்ப்பைப் பிரிக்கவும்.
tr: Çeviri bileşenlerini makul bir boyutta tutmanız önerilir. Çeviriyi sizin durumunuzda anlamlı olan herhangi bir şeye göre bölün (bireysel uygulamalar ya da eklentiler, kitap bölümleri ya da siteler).
uk: Рекомендуємо зберігати притомний розмір складників перекладу — поділіть переклад за будь-яким критерієм, який має сенс у вашому випадку (окремі програми або додатки, розділи книги або сторінки сайту).
zh_hans: 建议将翻译部件保持在合理的规模——将翻译分成对你有意义的部分（单个应用程序或附加组件、书籍章节或网站）。

source: Weblate easily handles translations with 10000s of strings, but it is harder to split work and coordinate among translators with such large translation components.
de: Weblate bewältigt problemlos Übersetzungen mit 10000 Zeichenketten, aber bei so großen Übersetzungskomponenten ist es schwieriger, die Arbeit aufzuteilen und unter den Übersetzern zu koordinieren.
ga: Láimhseálann Weblate aistriúcháin go héasca le 10000í teaghráin, ach tá sé níos deacra obair a roinnt agus a chomhordú i measc aistritheoirí a bhfuil comhpháirteanna aistriúcháin chomh mór sin acu.
hu: A Weblate könnyedén kezeli a több tízezer szöveget tartalmazó fordításokat is, de az ilyen nagy összetevők esetén nehezebb a munka megosztása és a fordítók közötti koordináció.
id: Weblate dengan mudah menangani terjemahan dengan 10000-an string, tetapi lebih sulit untuk membagi pekerjaan dan berkoordinasi di antara penerjemah dengan komponen terjemahan yang begitu besar.
ja: Weblate は、1 万個の文字列の翻訳を簡単に処理できますが、大きな翻訳コンポーネントを使用する翻訳者間で作業を分割して調整することは困難です。
nl: Weblate behandelt gemakkelijk vertalingen met 10.000- en tekenreeksen, maar het is moeilijker het werk te splitsen en te coördineren tussen vertalers met dergelijke grote vertaalonderdelen.
pt: O Weblate lida facilmente com traduções com 10000s de cadeias, mas é mais difícil dividir o trabalho e coordenar entre os tradutores com componentes de tradução tão grandes.
pt_br: O Weblate lida facilmente com traduções com 10000s de textos, mas é mais difícil dividir o trabalho e coordenar entre os tradutores com componentes de tradução tão grandes.
ro: Weblate gestionează cu ușurință traducerile cu 10.000 de șiruri de caractere, dar este mai greu de împărțit munca și de coordonat între traducători cu componente de traducere atât de mari.
ru: Weblate легко справляется с переводами с 10000 строк, но с такими объёмами труднее разделять работу между несколькими переводчиками и координировать их действия.
sv: Weblate hanterar enkelt översättningar med tiotusentals strängar, men det är svårare att dela upp arbetet och samordna mellan översättare med så stora översättningskomponenter.
ta: வலைபெயர்ப்பு 10000 களின் சரங்களுடன் மொழிபெயர்ப்புகளை எளிதில் கையாளுகிறது, ஆனால் இதுபோன்ற பெரிய மொழிபெயர்ப்பு கூறுகளுடன் மொழிபெயர்ப்பாளர்களிடையே வேலையைப் பிரிப்பது மற்றும் ஒருங்கிணைப்பது கடினம்.
tr: Weblate, onbinlerce dizgeden oluşan çevirileri kolayca işler. Ancak işi bölmek ve bu kadar büyük çeviri bileşenlerinin çevirmenler arasında koordinasyonunu sağlamak daha zordur.
uk: Weblate без проблем обробляє переклади із десятками тисяч рядків, але для таких файлів важче розподілити роботу і виконати координацію між перекладачами у таких великих складниках перекладу.
zh_hans: Weblate 可以轻松处理有 10000 多条字符串的翻译，但对于如此庞大的翻译部件，译者之间的分工和协调更为困难。
zh_hant: Weblate 能夠輕鬆處理 10000 個字符串，但大的翻譯組件的分割工作和翻譯者之間的協調更困難。

source: Should the language definition for a translation be missing, an empty definition is created and named as "cs_CZ (generated)". You should adjust the definition and report this back to the Weblate authors, so that the missing languages can be included in next release.
de: Sollte die Sprachdefinition für eine Übersetzung fehlen, wird eine leere Definition erstellt und als „cs_CZ (erzeugt)“ bezeichnet. Sie sollten die Definition anpassen und dies an die Weblate-Autoren zurückmelden, damit die fehlenden Sprachen in die nächste Version aufgenommen werden können.
ga: Más rud é go bhfuil an sainmhíniú teanga le haghaidh aistriúcháin in easnamh, cruthaítear sainmhíniú folamh agus ainmnítear é mar "cs_CZ (ginite)". Ba cheart duit an sainmhíniú a choigeartú agus é seo a thuairisciú do na húdair Weblate, ionas gur féidir na teangacha atá in easnamh a chur san áireamh sa chéad eisiúint eile.
hu: Ha egy fordítás nyelvi definíciója hiányzik, egy üres definíció jön létre „cs_CZ (automatikusan létrehozott)” néven. Ezt a definíciót módosítani kell, majd visszajelzést adni a Weblate fejlesztőinek, hogy a hiányzó nyelvek bekerülhessenek a következő kiadásba.
id: Jika definisi bahasa untuk terjemahan hilang, definisi kosong akan dibuat dan diberi nama "cs_CZ (dihasilkan)". Anda harus menyesuaikan definisi tersebut dan melaporkannya kembali kepada pengembang Weblate agar bahasa yang hilang dapat ditambahkan pada rilis berikutnya.
ja: 翻訳したい言語の定義がない場合は、空の定義が作成され、"cs_CZ (generated) " という名前が付けられます。この定義を編集して Weblate の作成者に報告すると、次のリリースで足りない言語が含まれます。
nl: Zou de taaldefinitie voor een vertaling ontbreken, wordt een lege definitie gemaakt en benoemd als "cs_CZ (generated)". U zou de definitie aan moeten passen en die terug moeten rapporteren aan de auteurs van Weblate, zodat de ontbrekende talen kunnen worden opgenomen in de volgende uitgave.
pt: Se a definição do idioma de uma tradução estiver a faltar, uma definição vazia é criada e nomeada como "cs_CZ (generated)". Deve ajustar a definição e relatar isso aos autores do Weblate, para que os idiomas em falta possam ser incluídos na próxima versão.
pt_br: Se a definição do idioma de uma tradução estiver faltando, uma definição vazia é criada e nomeada como "cs_CZ (generated)". Você deve ajustar a definição e relatar isso aos autores do Weblate, para que os idiomas em falta possam ser incluídos na próxima versão.
ro: În cazul în care definiția limbii pentru o traducere lipsește, se creează o definiție goală, denumită "cs_CZ (generat)". Ar trebui să ajustați definiția și să raportați acest lucru autorilor Weblate, astfel încât limbile lipsă să poată fi incluse în următoarea versiune.
ru: Если определение языка для перевода отсутствует, создаётся пустое определение с именем вида «ru_RU (generated)». Вы должны скорректировать определение и сообщить об этом авторам Weblate, чтобы недостающие языки могли быть включены в следующий выпуск.
sv: Om språkdefinitionen för en översättning saknas skapas en tom definition som får namnet "cs_CZ (genererad)". Du bör justera definitionen och rapportera detta till Weblate-författarna, så att de saknade språken kan inkluderas i nästa version.
ta: ஒரு மொழிபெயர்ப்புக்கான மொழி வரையறை காணவில்லை என்றால், ஒரு வெற்று வரையறை உருவாக்கப்பட்டு "cs_cz (உருவாக்கப்பட்டது)" என்று பெயரிடப்பட்டது. நீங்கள் வரையறையை சரிசெய்து இதை வலைபெயர்ப்பு ஆசிரியர்களிடம் புகாரளிக்க வேண்டும், இதனால் காணாமல் போன மொழிகள் அடுத்த வெளியீட்டில் சேர்க்கப்படலாம்.
tr: Bir çevirinin dil tanımı eksikse, boş bir tanım oluşturulur ve "tr_TR (oluşturulmuş)" olarak adlandırılır. Tanımı ayarlamalı ve eksik dillerin bir sonraki sürüme katılabilmesi için bunu Weblate geliştiricilerine bildirmelisiniz.
uk: Якщо визначення мови для перекладу пропущено, буде створено порожнє визначення із назвою, подібною до «cs_CZ (generated)». Вам слід скоригувати визначення і повідомити про нього авторам Weblate, щоб пропущені мови можна було включити до наступного випуску.
zh_hans: 如果翻译的语言定义丢失，会新建一个空的定义，并且命名为 "cs_CZ (generated)"。您应该调整定义，并将其反馈给 Weblate 的作者，从而丢失的语言可以包括在下一次的发布版本中。
zh_hant: 如果翻譯的語言定義丟失，會新建一個空的定義，並且命名為 "cs_CZ (generated)"。您應該調整定義，並將其反饋給 Weblate 的作者，從而丟失的語言可以包括在下一次的發布版本中。

source: The component contains all important parameters for working with the VCS, and for getting translations out of it:
de: Die Komponente enthält alle wichtigen Parameter für die Arbeit mit dem VCS und für die Erstellung von Übersetzungen daraus:
ga: Tá na paraiméadair thábhachtacha go léir sa chomhpháirt chun oibriú leis an VCS, agus chun aistriúcháin a bhaint as:
hu: Az összetevő tartalmazza az összes fontos paramétert a VCS használatához és a fordítások kezeléséhez:
id: Komponen ini berisi semua parameter penting untuk bekerja dengan VCS, dan untuk mendapatkan terjemahan darinya:
ja: コンポーネントには、VCS を操作したり、VCS から翻訳を取得するために必要な重要なパラメータはすべて含まれています。
nl: Het onderdeel bevat alle belangrijke parameters voor het werken met het VCS en om de vertalingen eruit te kunnen halen:
pt: O componente contém todos os parâmetros importantes para trabalhar com o VCS e para obter traduções dele:
pt_br: O componente contém todos os parâmetros importantes para trabalhar com o VCS e para obter traduções dele:
ro: Componenta conține toți parametrii importanți pentru a lucra cu VCS și pentru a obține traduceri din acesta:
ru: Компонент содержит все важные параметры для работы с системой контроля версий, а также для получения из неё переводов:
sv: Komponenten innehåller alla viktiga parametrar för att arbeta med VCS och för att få ut översättningar från det:
ta: vc களுடன் பணிபுரிவதற்கும், மொழிபெயர்ப்புகளைப் பெறுவதற்கும் இந்த கூறு அனைத்து முக்கியமான அளவுருக்களையும் கொண்டுள்ளது:
tr: Bileşende, sürüm denetim sistemi ile çalışmak ve çevirileri almak için gereken tüm önemli parametreler bulunur:
uk: Складник містить усі важливі параметри для роботи із системою керування версіями і для отримання перекладів з неї:
zh_hans: 使用版本控制系统工作的所有重要参数都包含在部件中，并且从中取出翻译：
zh_hant: 使用版本控制系統（VCS）工作的所有重要參數都包含在組件中，並且從中取出翻譯：

source: Component name
de: Komponentenname
ga: Ainm cló aistriúcháin
hu: Összetevő neve
id: Nama komponen
ja: コンポーネント名
nl: Naam van onderdeel
pt: Nome do componente
pt_br: Nome do componente
ro: Nume componentă
ru: Название компонента
sv: Komponentnamn
ta: கூறு பெயர்
tr: Bileşen adı
uk: Назва складника
zh_hans: 部件名称
zh_hant: 組件名稱

source: Verbose component name, used to display the component name.
de: Ausführlicher Komponentenname, der zur Anzeige des Komponentennamens verwendet wird.
ga: Ainm comhpháirte briathra, a úsáidtear chun ainm an chomhábhair a thaispeáint.
hu: Az összetevő megjelenítésére szolgáló részletes név.
id: Nama komponen verbose, digunakan untuk menampilkan nama komponen.
ja: コンポーネント名を表示するために使用する、詳細なコンポーネント名。
nl: Uitgebreide naam voor het onderdeel, gebruikt om de naam van het onderdeel weer te geven.
pt: Nome detalhado do componente, usado para exibir o nome do componente.
pt_br: Nome detalhado do componente, usado para mostrar o nome do componente.
ro: Verbose component name, utilizat pentru a afișa numele componentei.
ru: Подробное наименование компонента, используемое для его отображения.
sv: Detaljerat komponentnamn, används för att visa komponentnamnet.
ta: சொற்களஞ்சியம் பெயர், கூறு பெயரைக் காண்பிக்கப் பயன்படுகிறது.
tr: Bileşen adını görüntülemek için kullanılan ayrıntılı bileşen adı.
uk: Повна назва складника, яка використовується для показу назви складника.
zh_hans: 冗长部件名称，用于显示部件的名称。
zh_hant: 冗長組件名稱，用於顯示組件的名稱。

source: Component name suitable for URLs.
de: Für URLs geeigneter Komponentenname.
ga: Ainm na comhpháirte atá oiriúnach do URLanna.
hu: URL-ekhez megfelelő összetevő név. (kisbetűs, ékezet nélküli, nem tartalmaz szóközt és minél rövidebb, de érthető.)
id: Nama komponen yang cocok untuk URL.
ja: URL 用のコンポーネント名。
nl: Naam van het onderdeel, geschikt voor URL's.
pt: Nome do componente adequado para URLs.
pt_br: Nome do componente adequado para URLs.
ro: Numele componentei potrivite pentru URL-uri.
ru: Название компонента, подходящее для указания его в URL-адресе.
sv: Komponentnamn som är lämpligt för URL:er.
ta: முகவரி களுக்கு ஏற்ற கூறு பெயர்.
tr: Bileşenin adreslerde kullanılmaya uygun adı.
uk: Назва складника, яку можна включати до адрес.
zh_hans: 适用于 URL 的部件名称。
zh_hant: 適用於 URLs 的組件名稱。

source: Component project
de: Komponenten-Projekt
ga: Tionscadal Comhpháirte
hu: Összetevő projektje
id: Proyek komponen
ja: コンポーネント プロジェクト
nl: Project voor het onderdeel
pt: Projeto do componente
pt_br: Projeto do componente
ro: Componenta proiectului
ru: Проект компонента
sv: Komponentprojekt
ta: கூறு திட்டம்
tr: Bileşenin projesi
uk: Проєкт складника
zh_hans: 部件项目
zh_hant: 組件項目

source: Version control system
de: Versionsverwaltung
ga: Córas rialaithe leagan
hu: Verziókezelő rendszer
id: Sistem kontrol versi
ja: バージョン管理システム
nl: Versiebeheersysteem
pt: Sistema de controlo de versões
pt_br: Sistema de controle de versão
ro: Sistem de control al versiunilor
ru: Система контроля версий
sv: Versionshanteringssystem
ta: பதிப்பு கட்டுப்பாட்டு அமைப்பு
tr: Sürüm denetimi sistemi
uk: Система керування версіями
zh_hans: 版本控制系统
zh_hant: 版本控制系統

source: VCS to use, see :ref:`vcs` for details.
de: Zu verwendendes VCS, siehe :ref:`vcs` für Details.
ga: VCS le húsáid, féach :ref:`vcs` le haghaidh sonraí.
hu: Használni kívánt VCS, részletekért lásd: :ref:`vcs`.
id: VCS yang akan digunakan, lihat :ref:`vcs` untuk rinciannya.
ja: 使用する VCS。詳細については、:ref:`vcs` を確認してください。
nl: Te gebruiken VCS, bekijk :ref:`vcs` voor details.
pt: VCS para usar, veja :ref:`vcs` para detalhes.
pt_br: VCS para usar, consulte :ref:`vcs` para detalhes.
ro: VCS de utilizat, vezi :ref:`vcs` pentru detalii.
ru: Используемая система контроля версий, подробнее смотрите в разделе :ref:`vcs`.
sv: VCS att använda, se :ref:`vcs` för mer information.
tr: Kullanılacak sürüm denetimi sistemi. Ayrıntılı bilgi almak için: :ref:`vcs`.
uk: Система керування версіями, якою слід скористатися. Див. докладний опис у розділі :ref:`vcs`.
zh_hans: 使用的版本控制系统，细节请参见：:ref:`vcs`。
zh_hant: 使用的版本控制系統（VCS），細節請參見： :ref:`vcs`。

source: Source code repository
de: Quellcode-Repository
ga: Stór cód foinse
hu: Forráskód tároló
id: Repositori kode sumber
ja: ソースコードのリポジトリ
nl: Broncode-opslagruimte
pt: Repositório do código-fonte
pt_br: Repositório do código-fonte
ro: Depozitar cod sursă
ru: Репозиторий исходного кода
sv: Källkodsarkiv
ta: மூல குறியீடு களஞ்சியம்
tr: Kaynak kod deposu
uk: Сховище з джерелами
zh_hans: 源代码仓库
zh_hant: 源始碼儲存庫

source: VCS repository used to pull changes.
de: VCS-Repository, das zum Ziehen von Änderungen verwendet wird.
ga: Stór VCS a úsáidtear chun athruithe a tharraingt.
hu: A változtatások letöltésére használt VCS tároló.
id: Repositori VCS digunakan untuk menarik perubahan.
ja: 変更のプルに使用する VCS リポジトリ。
nl: Opslagruimte van het VCS, gebruikt om wijzigingen op te halen.
pt: Repositório VCS usado para fazer pull das alterações.
pt_br: Repositório VCS usado para fazer pull das alterações.
ro: Depozitul VCS utilizat pentru a extrage modificările.
ru: Репозиторий системы контроля версий, из которого извлекаются изменения.
sv: VCS-arkiv som används för att hämta ändringar.
ta: மாற்றங்களை இழுக்க வி.சி.எச் களஞ்சியம் பயன்படுத்தப்படுகிறது.
tr: Değişikliklerin alınacağı sürüm denetimi sistemi deposu.
uk: Сховище системи керування версіями, яке буде використано для записування змін.
zh_hans: 版本控制系统仓库，用于拉取更改。
zh_hant: 版本控制系統（VCS）倉庫，用於拉取更改。

source: See :ref:`vcs-repos` for more details on specifying URLs.
de: Siehe :ref:`vcs-repos` für weitere Details zur Angabe von URLs.
ga: Féach :ref:`vcs-repos` le haghaidh tuilleadh sonraí faoi URLanna a shonrú.
hu: Az URL-ek megadásáról részletesebben lásd: :ref:`vcs-repos`.
id: Lihat :ref:`vcs-repos` untuk rincian lebih lanjut tentang menentukan URL.
ja: URL の指定方法の詳細については、:ref:`vcs-repos` を確認してください。
nl: Bekijk :ref:`vcs-repos` voor meer details voor het specificeren van URL's.
pt: Veja :ref:`vcs-repos` para mais detalhes sobre especificar URLs.
pt_br: Consulte :ref:`vcs-repos` para mais detalhes sobre especificar URLs.
ro: Vezi :ref:`vcs-repos` pentru mai multe detalii despre specificarea URL-urilor.
ru: Для получения более подробной информации о том, как указывать URL-адреса, смотрите раздел :ref:`vcs-repos`.
sv: Se :ref:`vcs-repos` för mer information om hur du anger URL:er.
tr: Adresleri belirtmek ile ilgili bilgi almakiçin: :ref:`vcs-repos`.
uk: Див. :ref:`vcs-repos`, щоб дізнатися більше про визначення адрес.
zh_hans: 指定 URL 的更多细节请参见 :ref:`vcs-repos`。
zh_hant: 指定 URLs 的更多細節請參見 :ref:`vcs-repos` 。

source: This can either be a real VCS URL or ``weblate://project/component`` indicating that the repository should be shared with another component. See :ref:`internal-urls` for more details.
de: Dies kann entweder eine echte VCS-URL oder ``weblate://project/component`` sein, die angibt, dass das Repository mit einer anderen Komponente geteilt werden soll. Siehe :ref:`internal-urls` für weitere Details.
ga: Is féidir leis seo a bheith ina URL fíor VCS nó ``weblate: //project/component`` a thugann le fios gur chóir an stór a roinnt le comhpháirt eile. Féach :ref:`internal-urls` le haghaidh tuilleadh sonraí.
hu: Ez lehet egy valódi VCS URL vagy ``weblate://project/component``, amely azt jelzi, hogy a tárolót egy másik összetevővel kell megosztani. Részletekért lásd: :ref:`internal-urls`.
id: Ini bisa berupa URL VCS asli atau ``weblate://project/component`` yang menunjukkan bahwa repositori tersebut harus dibagikan dengan komponen lain. Lihat :ref:`internal-urls` untuk rincian selengkapnya.
ja: これは、実際の VCS の URL か、リポジトリを別のコンポーネントと共有する必要があることを示す ``weblate://project/component`` のいずれかです。詳細については、:ref:`internal-urls` を確認してください。
nl: Dit mag ofwel een echte URL voor het VCS zijn of ``weblate://project/component`` die aangeeft dat de opslagruimte wordt gedeeld met een ander onderdeel. Bekijk :ref:`internal-urls` voor meer details.
pt: Pode ser uma URL VCS real ou ``weblate://projeto/componente`` a indicar que o repositório deve ser compartilhado com outro componente. Veja :ref:`internal-urls` para mais detalhes.
pt_br: Pode ser uma URL VCS real ou ``weblate://projeto/componente`` indicando que o repositório deve ser compartilhado com outro componente. Consulte :ref:`internal-urls` para mais detalhes.
ro: Acesta poate fi fie un URL VCS real sau ``weblate://project/component`` indicând că depozitul trebuie partajat cu o altă componentă. A se vedea :ref:`internal-urls` pentru mai multe detalii.
ru: Это может быть либо реальный URL-адрес системы контроля версий, либо адрес вида ``weblate://проект/компонент``, указывающий на то, что репозиторий должен совместно использоваться с другим компонентом. Для получения более подробной информации обратитесь к разделу :ref:`internal-urls`.
sv: Detta kan antingen vara en riktig VCS-URL eller ``weblate://project/component``, vilket indikerar att arkivet ska delas med en annan komponent. Se :ref:`internal-urls` för mer information.
tr: Bu, gerçek bir sürüm denetimi sistemi adresi ya da deponun başka bir bileşenle paylaşılması gerektiğini belirten ``weblate://project/component`` olabilir. Ayrıntılı bilgi almak için: :ref:`internal-urls`.
uk: Це може бути або реальна адреса системи керування версіями або ``weblate://проєкт/складник``, що вказує на те, що сховище має бути спільним із іншим складником. Див. :ref:`internal-urls`, щоб дізнатися більше.
zh_hans: 这可以是真实的版本控制系统的 URL，也可以是 ``weblate://project/component``，表示与其它部件共享该仓库。更多细节请参见 :ref:`internal-urls`。
zh_hant: 這可以或者是真實的版本控制系統（VCS）的 URL， 或者是 ``weblate://project/component``，指示了倉庫應該與其它組件分享。更多細節請參見 :ref:`internal-urls`。

source: Repository push URL
ga: URL bhrú stórais
hu: Tároló feltöltési URL
id: URL repositori push
ja: リポジトリの送信先 URL
nl: URL voor pushen naar de opslagruimte
pt: URL de submissão do repositório
pt_br: URL de envio do repositório
ro: URL de încărcare depozitar
ru: URL для отправки в репозиторий
sv: Push-URL för arkiv
ta: களஞ்சியம் புச் முகவரி
tr: Depo itme adresi
uk: Адреса для записування до сховища
zh_hans: 仓库推送 URL
zh_hant: 儲存庫推送 URL
