Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You need :ref:`legal` installed to make this work.
de: Sie müssen :ref:`legal` installiert haben, damit dies funktioniert.
ga: Ní mór duit :ref:`legal` a shuiteáil chun an obair seo a dhéanamh.
hu: A működéshez szükséges, hogy a :ref:`legal` kiegészítő telepítve legyen.
id: Anda perlu menginstal :ref:`legal` agar ini berfungsi.
ja: この機能を動作させるには、:ref:`legal` のインストールが必要です。
nl: U moet :ref:`legal` hebben geïnstalleerd om dit te laten werken.
pt: Precisa de :ref:`legal` instalado para fazer isso funcionar.
pt_br: Você precisa de :ref:`legal` instalado para fazer isso funcionar.
ru: Чтобы это работало, необходимо установить :ref:`legal`.
sv: Du måste ha :ref:`legal` installerat för att detta ska fungera.
tr: Bunun çalışması için :ref:`legal` kurulmuş olmalıdır.
uk: Щоб мати змогу цим скористатися, вам слід встановити :ref:`legal`.
zh_hans: 你需要安装 :ref:`legal` 才能让其生效。

source: Date of last update of terms of service documents. Whenever the date changes, users are required to agree with the updated terms of service.
de: Datum der letzten Aktualisierung der Dokumente zu den Nutzungsbedingungen. Immer, wenn sich das Datum ändert, müssen die Nutzer den aktualisierten Nutzungsbedingungen zustimmen.
ga: Dáta an nuashonraithe deiridh ar dhoiciméid na dtéarmaí seirbhíse. Aon uair a athraíonn an dáta, ceanglaítear ar úsáideoirí aontú leis na téarmaí seirbhíse nuashonraithe.
hu: A szolgáltatási feltételek dokumentumok utolsó frissítési dátuma. A dátum módosításakor a felhasználóknak újra el kell fogadniuk a frissített feltételeket.
id: Tanggal pembaruan terakhir dokumen persyaratan layanan. Setiap kali tanggal berubah, pengguna diwajibkan untuk menyetujui persyaratan layanan yang diperbarui.
ja: 利用規約文書の最終更新日。日付が変わるたびに、利用者は利用規約に同意することが必要です。
nl: Datum van laatste bijwerken van de termen van de documenten voor de service. Wanneer de datum wijzigt moeten gebruikers instemmen met de bijgewerkte termen voor de service.
pt: Data da última atualização dos documentos de termos de serviço. Sempre que a data for alterada, os utilizadores deverão concordar com os termos de serviço atualizados.
pt_br: Data da última atualização dos documentos de termos de serviço. Sempre que a data for alterada, os usuários deverão concordar com os termos de serviço atualizados.
ru: Дата последнего обновления условий предоставления услуг. При изменении даты пользователи должны согласиться с обновлёнными условиями обслуживания.
sv: Datum för senaste uppdatering av användarvillkoren. När datumet ändras måste användarna godkänna de uppdaterade användarvillkoren.
ta: பணி ஆவணங்களின் விதிமுறைகளின் கடைசி புதுப்பிப்பு தேதி. தேதி மாறும்போதெல்லாம், பயனர்கள் புதுப்பிக்கப்பட்ட பணி விதிமுறைகளுடன் உடன்பட வேண்டும்.
tr: Hizmet koşulları belgelerinin son güncellenme tarihi. Tarih değiştiğinde, kullanıcıların güncellenmiş hizmet koşullarını kabul etmeleri gerekir.
uk: Дата останнього оновлення документів щодо умов надання послуг. Кожного разу, коли змінюється дата, користувачі мають погоджуватися із оновленими умовами надання послуг.
zh_hans: 服务条款文件的最后更新日期。每当日期更改时，用户都需要同意更新的服务条款。

source: URL where your Weblate instance shows its legal documents.
de: URL, unter der Ihre Weblate-Instanz ihre rechtlichen Dokumente anzeigt.
ga: URL a thaispeánann do shampla Weblate a dhoiciméid dlí.
hu: Az URL, ahol a Weblate példány jogi dokumentumai elérhetők.
id: URL tempat instansi Weblate Anda menampilkan dokumen hukumnya.
ja: Weblate インスタンスが法的文書を表示する URL。
nl: URL waar uw instantie van Weblate zijn wettelijke documenten weergeeft.
pt: URL onde a sua instância de Weblate mostra os documentos legais dela.
pt_br: URL onde sua instância de Weblate mostra seus documentos legais.
ro: URL-ul unde instanța Weblate își afișează documentele legale.
ru: URL-адрес, по которому ваш экземпляр Weblate показывает свои юридические документы.
sv: URL där din Weblate-instans visar sina juridiska dokument.
ta: உங்கள் வலைபெயர்ப்பு நிகழ்வு அதன் சட்ட ஆவணங்களைக் காட்டும் முகவரி.
tr: Weblate kopyanızın yasal belgelerinin bulunduğu adres.
uk: Адреса, за якою екземпляр Weblate показуватиме правові документи.
zh_hans: 你的 Weblate 实例显示其法律文件的 URL。
zh_hant: 你的 Weblate 事例顯示其法律文件的 URL 。

source: Useful if you host your legal documents outside Weblate for embedding them inside Weblate. Please check :ref:`legal` for details.
de: Nützlich, wenn Sie Ihre rechtlichen Dokumente außerhalb von Weblate hosten, um sie in Weblate einzubetten. Bitte schauen Sie sich :ref:`legal` für Details an.
ga: Tá sé úsáideach má óstaíonn tú do dhoiciméid dlí lasmuigh de Weblate chun iad a leabú laistigh de Weblate. Seiceáil le do thoil :ref:`legal` le haghaidh sonraí.
hu: Ez hasznos, ha a jogi dokumentumokat Weblate-en kívül tárolja, de Weblate-be ágyazza be őket. További részletekért lásd: :ref:`legal`.
id: Berguna jika Anda menyimpan dokumen hukum di luar Weblate untuk disematkan di dalam Weblate. Silakan periksa :ref:`legal` untuk rinciannya.
ja: Weblate の外部で法的な文書をホスティングしている場合、Weblate の内部に埋め込むのに便利です。詳細は :ref:`legal` を確認してください。
nl: Nuttig als u uw wettelijke documenten buiten Weblate host om ze in te bedden in Weblate. Bekijk :ref:`legal` voor details.
pt: Útil se hospedar os seus documentos legais fora do Weblate para incorporá-los ao Weblate. Consulte :ref:`legal` para obter pormenores.
pt_br: Útil se você hospedar seus documentos legais fora do Weblate para incorporá-los ao Weblate. Consulte :ref:`legal` para obter detalhes.
ru: Полезно, если вы размещаете свои юридические документы вне Weblate для их встраивания в Weblate. Пожалуйста, проверьте :ref:`legal` для получения подробной информации.
sv: Användbart om du lagrar dina juridiska dokument utanför Weblate för att bädda in dem i Weblate. Se :ref:`legal` för mer information.
tr: Yasal belgelerinizi Weblate dışında bulunduruyor ve Weblate içine eklemek istiyorsanız yararlıdır. Ayrıntılı bilgi almak için: :ref:`legal`.
uk: Корисний, якщо ви зберігаєте ваші правові документи поза Weblate для вбудовування їх до Weblate. Докладніше про це у розділі :ref:`legal`.
zh_hans: 在将你的法律文件保存在 Weblate 之外，而将其嵌入 Weblate 的情况下有用。细节请查看 :ref:`legal`。

source: Additional licenses to include in the license choices.
de: Zusätzliche Lizenzen, die in die Lizenzauswahl einbezogen werden sollen.
ga: Ceadúnais bhreise le cur san áireamh sna roghanna ceadúnais.
hu: További licencek megadása a licencválasztási lehetőségek között.
id: Lisensi tambahan untuk disertakan dalam pilihan lisensi.
ja: ライセンスの選択肢に含める追加ライセンス。
nl: Aanvullende licenties om op te nemen in de keuzes voor de licentie.
pt: Licenças adicionais para incluir nas opções de licença.
pt_br: Licenças adicionais para incluir nas opções de licença.
ro: Licențe suplimentare de inclus în opțiunile de licență.
ru: Дополнительные лицензии для включения в список вариантов лицензий.
sv: Ytterligare licenser som ska inkluderas i licensvalen.
ta: உரிமத் தேர்வுகளில் சேர்க்க கூடுதல் உரிமங்கள்.
tr: Lisans seçeneklerine katılacak ek lisanslar.
uk: Додаткові ліцензії, які слід включити до варіантів ліцензування.
zh_hans: 包括在许可选择中的其他许可。
zh_hant: 包括在許可選擇中的其他許可。

source: Each license definition should be tuple of its short name, a long name, a URL and a boolean, indication with it is a libre license.
id: Setiap definisi lisensi harus berupa tupel nama pendeknya, nama panjang, URL, dan boolean, yang menunjukkan bahwa lisensi tersebut bersifat libre.
sv: Varje licensdefinition bör bestå av en kortbeteckning, en långbeteckning, en URL och en boolesk variabel som anger att det är en fri licens.
uk: Кожне визначення ліцензії повинно складатися з кортежу з короткої назви, довгої назви, URL-адреси та логічного значення, що вказує на те, що це вільна ліцензія.

source: For example:
de: Zum Beispiel:
ga: Mar shampla:
hu: Például:
id: Misalnya:
ja: 例:
nl: Bijvoorbeeld:
pt: Por exemplo:
pt_br: Por exemplo:
ro: De exemplu:
ru: Например:
sv: Till exempel:
ta: உதாரணத்திற்கு:
tr: Örnek:
uk: Приклад:
zh_hans: 例如：
zh_hant: 例如：

source: Setting this to blank value now disables license alert.
de: Wenn Sie diesen Wert auf einen leeren Wert setzen, wird die Lizenzwarnung deaktiviert.
ga: Má shocraítear é seo ar luach bán díchumasaítear foláireamh ceadúnais anois.
hu: Ha ezt az értéket üresre állítja, a licencfigyelmeztetés kikapcsolódik.
id: Mengatur ini ke nilai kosong sekarang menonaktifkan peringatan lisensi.
ja: これを空の値に設定すると、ライセンス警告が無効になります。
nl: Dit instellen op een lege waarde schakelt nu het alarm voor de licentie uit.
pt: A configurar este para valor em branco desativa o alerta de licença.
pt_br: Configurando este para valor em branco agora desabilita o alerta de licença.
ro: Setarea acestei valori la o valoare goală dezactivează acum alerta de licență.
ru: Присваивание данному параметру пустой строки теперь отключает предупреждение о лицензиях.
sv: Om du ställer in detta på tomt värde inaktiveras licensvarningen.
ta: இதை வெற்று மதிப்புக்கு அமைப்பது இப்போது உரிம எச்சரிக்கையை முடக்குகிறது.
tr: Bu seçenek boş olarak ayarlandığında lisans uyarısını kapatır.
uk: Відтепер, якщо спорожнити це значення, попередження про ліцензію буде вимкнено.
zh_hans: 现在将此设置为空值可禁用许可证警报。
zh_hant: 將其設置為空值現在關閉了許可提醒。

source: Filter list of licenses to show. This also disables the license alert when set to empty.
de: Filtert die Liste der anzuzeigenden Lizenzen. Dadurch wird auch die Lizenzwarnung deaktiviert, wenn sie auf leer gesetzt ist.
ga: Scag liosta na gceadúnas le taispeáint. Díchumasaíonn sé seo an foláireamh ceadúnais freisin nuair a shocraítear é a fholmhú.
hu: A megjelenített licencek listájának szűrése. Üres lista esetén a licencfigyelmeztetés is letiltásra kerül.
id: Filter daftar lisensi yang akan ditampilkan. Ini juga menonaktifkan peringatan lisensi jika diatur kosong.
ja: ライセンス表示用のフィルターの一覧。空に設定した場合でもライセンス警告は無効になります。
nl: Filter de lijst met weer te geven licenties. Dit schakelt ook het alarm voor de licentie uit indien ingesteld op een lege waarde.
pt: Filtrar licenças da lista para mostrar. Isto também desativa o alerta de licença quando configurado para vazio.
pt_br: Filtrar licenças da lista para mostrar. Isto também desabilita o alerta de licença quando configurado para vazio.
ro: Filtrați lista de licențe care trebuie afișate. Aceasta dezactivează, de asemenea, alerta de licență atunci când este setată la gol.
ru: Список с фильтром лицензий, которые надлежит показывать. Если задано пустое множество, то предупреждение о лицензиях отключается.
sv: Filtrera listan över licenser som ska visas. Detta inaktiverar också licensvarningen när den är tom.
ta: காண்பிக்க உரிமங்களின் பட்டியலை வடிகட்டவும். இது காலியாக அமைக்கப்பட்டால் உரிம எச்சரிக்கையை முடக்குகிறது.
tr: Görüntülenecek lisans listesini süzer. Bu seçenek, boş olarak ayarlandığında lisans uyarısını da kapatır.
uk: Фільтрувати перелік ліцензій для показу. Це також вимкне оповіщення про ліцензію, якщо спорожнити значення.
zh_hans: 筛选要显示的许可证列表。将此设置为空可禁用许可证警报。
zh_hant: 要顯示的被篩選的許可列表。在設置為空時還關閉了許可提醒。

source: This filter uses the short license names.
de: Dieser Filter verwendet die kurzen Lizenznamen.
ga: Úsáideann an scagaire seo na hainmneacha ceadúnais gairide.
hu: Ez a szűrő a licenc rövid nevét használja.
id: Filter ini menggunakan nama lisensi yang pendek.
ja: このフィルターは、短いライセンス名を使用します。
nl: Dit filter gebruikt de verkorte namen voor de licentie.
pt: Este filtro usa os nomes de licença curtos.
pt_br: Este filtro usa os nomes de licença curtos.
ro: Acest filtru utilizează denumirile scurte ale licențelor.
ru: Этот фильтр использует сокращённые имена лицензий.
sv: Detta filter använder de korta licensnamnen.
ta: இந்த வடிகட்டி குறுகிய உரிம பெயர்களைப் பயன்படுத்துகிறது.
tr: Bu süzgeç kısa lisans adlarını kullanır.
uk: У цьому фільтрі використовуються скорочені назви ліцензій.
zh_hans: 这个过滤器使用简短的许可证名称。
zh_hant: 這個過濾器使用了短許可名稱。

source: Following disables the license alert:
de: Folgendes deaktiviert die Lizenzwarnung:
ga: Díchumasaítear an foláireamh ceadúnais a leanas:
hu: A következő módon tiltható le a licencfigyelmeztetés:
id: Berikut menonaktifkan peringatan lisensi:
ja: ライセンス警告を無効にする方法:
nl: Het volgende schakelt het alarm voor de licentie uit:
pt: O seguinte desativa o alerta de licença:
pt_br: A seguir, desativa o alerta de licença:
ro: Următoarele dezactivează alerta de licență:
ru: Следующее отключает предупреждение о лицензиях:
sv: Följande inaktiverar licensvarningen:
ta: பின்வரும் உரிம எச்சரிக்கையை முடக்குகிறது:
tr: Şu lisans uyarısını kapatır:
uk: Це вимкне попередження про ліцензію:
zh_hans: 以下为禁用许可证警报的方法：
zh_hant: 後面關閉了許可提醒：

source: This is off by default.
de: Diese Funktion ist standardmäßig ausgeschaltet.
ga: Tá sé seo múchta mar réamhshocrú.
hu: Ez az opció alapértelmezetten ki van kapcsolva.
id: Ini nonaktif secara bawaan.
ja: デフォルトで無効です。
nl: Dit is standaard uitgeschakeld.
pt: Isto está desativado por predefinição.
pt_br: Isso está desativado por padrão.
ro: Acest lucru este dezactivat în mod implicit.
ru: По умолчанию этот параметр выключен.
sv: Detta är avstängt som standard.
ta: இது இயல்பாகவே முடக்கப்பட்டுள்ளது.
tr: Bu seçenek varsayılan olarak kapalıdır.
uk: Типово вимкнено.
zh_hans: 默认这是关闭的。
zh_hant: 默認這是關閉的。

source: Whether the length of a given translation should be limited. The restriction is the length of the source string × 10 characters.
de: Ob die Länge einer bestimmten Übersetzung begrenzt werden soll. Die Beschränkung ist die Länge der Ausgangszeichenkette × 10 Zeichen.
ga: Ar cheart teorainn a chur le fad aistriúcháin ar leith. Is é an srian ná fad na teaghrán foinse × 10 gcarachtar.
hu: Meghatározza, hogy egy adott fordítás hosszát korlátozni kell-e. Az alapértelmezett korlát a forrásszöveg hossza × 10 karakter.
id: Apakah panjang terjemahan tertentu harus dibatasi? Batasannya adalah panjang string sumber × 10 karakter.
ja: 与えられた翻訳の長さを制限するかどうか。制限は、原文の文字列の長さ × 10 文字です。
nl: Of de lengte van een bepaalde vertaling zou moeten worden beperkt. De beperking is de lengte van de brontekenreeks × 10 tekens.
pt: Se o comprimento de uma determinada tradução deve ser limitado. A restrição é o comprimento da cadeia fonte × 10 caracteres.
pt_br: Se o comprimento de uma determinada tradução deve ser limitado. A restrição é o comprimento do texto fonte × 10 caracteres.
ro: Dacă lungimea unei anumite traduceri trebuie limitată. Restricția este lungimea șirului sursă × 10 caractere.
ru: Должна ли длина данного перевода быть ограничена. Ограничение — длина исходной строки × 10 символов.
sv: Om längden på en given översättning ska begränsas. Begränsningen är längden på källsträngen × 10 tecken.
ta: கொடுக்கப்பட்ட மொழிபெயர்ப்பின் நீளம் குறைவாக இருக்க வேண்டுமா. கட்டுப்பாடு என்பது மூல சரத்தின் நீளம் × 10 எழுத்துக்கள்.
tr: Belirtilen bir çevirinin uzunluğunun sınırlı olmasının gerekip gerekmediği. Kısıtlama, kaynak dizgenin uzunluğu x 10 karakterdir.
uk: Визначає, чи має бути обмежено довжину вказаного перекладу. Обмеження довжини — довжина початкового рядка × 10 символів.
zh_hans: 是否应限制给定翻译的长度。限制为源字符串的长度 × 10 个字符。

source: Set this to ``False`` to allow longer translations (up to 10,000 characters) irrespective of source string length.
de: Setzen Sie dies auf ``False``, um längere Übersetzungen (bis zu 10.000 Zeichen) unabhängig von der Länge der Ausgangszeichenkette zu ermöglichen.
ga: Socraigh é seo go ``Bréagach`` chun aistriúcháin níos faide a cheadú (suas le 10,000 carachtar) beag beann ar fhad an téad foinse.
hu: Ha ``False`` értékre állítja, a fordítások hossza a forrásszöveg hosszától függetlenül akár 10 000 karakterig is engedélyezett lesz.
id: Atur ini ke ``Salah`` untuk memperbolehkan penerjemahan yang lebih panjang (hingga 10.000 karakter) tanpa mempedulikan panjang string sumber.
ja: これを ``False`` に設定すると、原文の長さに関係なく、より長い翻訳（10,000 文字まで）が可能になります。
nl: Stel dit in op ``False`` om langere vertalingen toe te staan (tot maximaal 10.000 tekens), ongeacht de lengte van de brontekenreeks.
pt: Defina isso como ``False`` para permitir traduções mais longas (até 10.000 caracteres) independentemente do comprimento da cadeia fonte.
pt_br: Defina isso como ``False`` para permitir traduções mais longas (até 10.000 caracteres) independentemente do comprimento do texto fonte.
ro: Setați această opțiune la ``False`` pentru a permite traduceri mai lungi (până la 10,000 de caractere), indiferent de lungimea șirului sursă.
ru: Установите значение в ``False`` для разрешения более длинных переводов (до 10 000 символов) независимо от длины исходной строки.
sv: Ställ in detta på ``False`` för att tillåta längre översättningar (upp till 10 000 tecken) oavsett källsträngens längd.
ta: மூல சரம் நீளத்தைப் பொருட்படுத்தாமல் நீண்ட மொழிபெயர்ப்புகளை (10,000 எழுத்துக்கள் வரை) அனுமதிக்க இதை `` false`` ஆக அமைக்கவும்.
tr: Kaynak dizge uzunluğuna bakılmaksızın daha uzun çevirilere (10.000 karaktere kadar) izin vermek için bu seçeneği ``False`` olarak ayarlayın.
uk: Установіть значення ``False``, щоб уможливити довші переклади (аж до 10000 символів), незалежно від довжини початкового рядка.
zh_hans: 将其设置为 ``False`` 即可允许更长的翻译（最多 10,000 个字符），而不管源字符串的长度。

source: Defaults to ``True``.
de: Der Standardwert ist ``True``.
ga: Réamhshocrú go ``True``.
hu: Alapértelmezett érték: ``True``.
id: Bawaannya adalah ``Benar``.
ja: デフォルトは ``True`` です。
nl: Standaard is ``True``.
pt: A predefinição é "True".
pt_br: O padrão é ``True``.
ro: Valoarea implicită este ``True``.
ru: По умолчанию установлен в ``True``.
sv: Standardvärdet är ``True``.
ta: இயல்புநிலை `` உண்மை``.
tr: Varsayılan değer: ``True``.
uk: Типове значення — ``True``.
zh_hans: 默认为 ``True``。

source: LOCALIZE_CDN_URL and LOCALIZE_CDN_PATH
de: LOCALIZE_CDN_URL und LOCALIZE_CDN_PATH
ga: LOCALIZE_CDN_URL agus LOCALIZE_CDN_PATH
hu: LOCALIZE_CDN_URL és LOCALIZE_CDN_PATH
id: LOCALIZE_CDN_URL dan LOCALIZE_CDN_PATH
ja: LOCALIZE_CDN_URL および LOCALIZE_CDN_PATH
nl: LOCALIZE_CDN_URL en LOCALIZE_CDN_PATH
pt: LOCALIZE_CDN_URL e LOCALIZE_CDN_PATH
pt_br: LOCALIZE_CDN_URL e LOCALIZE_CDN_PATH
ro: LOCALIZE_CDN_URL și LOCALIZE_CDN_PATH
ru: LOCALIZE_CDN_URL и LOCALIZE_CDN_PATH
sv: LOCALIZE_CDN_URL och LOCALIZE_CDN_PATH
ta: localize_cdn_url மற்றும் localize_cdn_path
tr: LOCALIZE_CDN_URL ve LOCALIZE_CDN_PATH
uk: LOCALIZE_CDN_URL і LOCALIZE_CDN_PATH
zh_hans: LOCALIZE_CDN_URL 和 LOCALIZE_CDN_PATH
zh_hant: LOCALIZE_CDN_URL 和 LOCALIZE_CDN_PATH

source: These settings configure the :ref:`addon-weblate.cdn.cdnjs` add-on. :setting:`LOCALIZE_CDN_URL` defines root URL where the localization CDN is available and :setting:`LOCALIZE_CDN_PATH` defines path where Weblate should store generated files which will be served at the :setting:`LOCALIZE_CDN_URL`.
de: Diese Einstellungen konfigurieren die :ref:`addon-weblate.cdn.cdnjs`-Erweiterung. :setting:`LOCALIZE_CDN_URL` definiert die Root-URL, unter der das Lokalisierungs-CDN verfügbar ist und :setting:`LOCALIZE_CDN_PATH` definiert den Pfad, unter dem Weblate die erzeugten Dateien speichern soll, die unter der :setting:`LOCALIZE_CDN_URL` ausgeliefert werden.
ga: Cumraíonn na socruithe seo an breiseán :ref:`addon-weblate.cdn.cdnjs`. Sainmhíníonn :setting:`LOCALIZE_CDN_URL` URL fréimhe ina bhfuil an CDN logánaithe ar fáil agus :setting:`LOCALIZE_CDN_PATH` sainmhíníonn cosán inar cheart do Weblate comhaid ginte a stóráil a sheirbheálfar ag an :setting:`LOCALIZE_CDN_URL`.
hu: Ezek a beállítások a :ref:`addon-weblate.cdn.cdnjs` kiegészítőt konfigurálják. A :setting:`LOCALIZE_CDN_URL` adja meg a lokalizációs CDN elérési gyökér URL-jét. A :setting:`LOCALIZE_CDN_PATH` adja meg azt az útvonalat, ahol a Weblate a generált fájlokat tárolja, amelyek a :setting:`LOCALIZE_CDN_URL` alatt lesznek elérhetők.
id: Pengaturan ini mengonfigurasi pengaya :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` mendefinisikan URL root tempat CDN pelokalan tersedia dan :setting:`LOCALIZE_CDN_PATH` mendefinisikan lokasi tempat Weblate menyimpan berkas yang dihasilkan, yang mana akan disajikan di :setting:`LOCALIZE_CDN_URL`.
ja: これらの設定では :ref:`addon-weblate.cdn.cdnjs` アドオンを設定します。 :setting:`LOCALIZE_CDN_URL` は現地語化 CDN が利用可能なルート URL を定義し、:setting:`LOCALIZE_CDN_PATH` は :setting:`LOCALIZE_CDN_URL` で提供される生成ファイルを Weblate が保存するパスを定義します。
nl: Deze instellingen configureren de add-on :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` definieert de bron-URL waar de CDN voor de vertaling beschikbaar is en :setting:`LOCALIZE_CDN_PATH` definieert het pad waar Weblate gegenereerde bestanden zouden moeten opslaan die zullen worden geserveerd op de :setting:`LOCALIZE_CDN_URL`.
pt: Essas configurações definem a extensão :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` define a URL raiz onde o CDN de localização está disponível e :setting:`LOCALIZE_CDN_PATH` define o caminho onde o Weblate deve armazenar ficheiros gerados que serão servidos em :setting:`LOCALIZE_CDN_URL`.
pt_br: Essas configurações definem o complemento :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` define a URL raiz onde o CDN de localização está disponível e :setting:`LOCALIZE_CDN_PATH` define o caminho onde o Weblate deve armazenar arquivos gerados que serão servidos em :setting:`LOCALIZE_CDN_URL`.
ro: Aceste setări configurează add-on-ul :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` definește URL-ul rădăcină unde este disponibil CDN-ul de localizare și :setting:`LOCALIZE_CDN_PATH` definește calea unde Weblate ar trebui să stocheze fișierele generate care vor fi servite la :setting:`LOCALIZE_CDN_URL`.
ru: Эти параметры конфигурируют надстройку :ref:`addon-weblate.cdn.cdnjs`. Параметр :setting:`LOCALIZE_CDN_URL` определяет корневой URL-адрес, по которому доступен CDN локализации, а параметр :setting:`LOCALIZE_CDN_PATH` определяет путь, по которому Weblate должен сохранять сгенерированные файлы, которые затем будут раздаваться с :setting:`LOCALIZE_CDN_URL`.
sv: Dessa inställningar konfigurerar tillägget :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` definierar rot-URL där lokaliserings-CDN är tillgängligt och :setting:`LOCALIZE_CDN_PATH` definierar sökvägen där Weblate ska lagra genererade filer som kommer att serveras på :setting:`LOCALIZE_CDN_URL`.
tr: Bu ayarlar :ref:`addon-weblate.cdn.cdnjs` eklentisini yapılandırır. :setting:`LOCALIZE_CDN_URL`, yerelleştirme CDN sunucusunun kullanılabildiği kök adresini belirler ve :setting:`LOCALIZE_CDN_PATH` seçeneği, :setting:`LOCALIZE_CDN_URL` adresinde sunulan oluşturulmuş dosyaların kaydedileceği yolu belirler.
uk: Ці параметри призначено для налаштовування додатка :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` визначає кореневу адресу, за якою доступний CDN локалізації, а :setting:`LOCALIZE_CDN_PATH` визначає шлях, за яким Weblate має зберігати створені файли, які обслуговуватимуться за адресою :setting:`LOCALIZE_CDN_URL`.
zh_hans: 这些设置配置 :ref:`addon-weblate.cdn.cdnjs` 附加组件。:setting:`LOCALIZE_CDN_URL` 定义了本地化 CDN 可用的根 URL，而 :setting:`LOCALIZE_CDN_PATH` 定义了 Weblate 应把 :setting:`LOCALIZE_CDN_URL` 将提供的生成文件存储在哪个路径。
