Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Project specified
de: Projekt spezifiziert
ga: Tionscadal sonraithe
hu: Projekt megadva
id: Proyek yang ditentukan
ja: プロジェクトを指定した場合
nl: Project gespecificeerd
pt: Projeto especificado
pt_br: Projeto especificado
ro: Proiect specificat
ru: Указан проект
sv: Projektet specificerades
ta: திட்டம் குறிப்பிடப்பட்டுள்ளது
tr: Proje belirtildiğinde
uk: Вказано проєкт
zh_hans: 特定项目
zh_hant: 特定項目

source: Shown within the project, including all its components and translations.
de: Wird im Projekt angezeigt, einschließlich aller Komponenten und Übersetzungen.
ga: Taispeántar sa tionscadal, lena n-áirítear a chuid comhpháirteanna agus aistriúcháin go léir.
hu: A projekt oldalán jelenik meg, az összes összetevőre és fordításra érvényesen.
id: Ditampilkan dalam proyek, termasuk semua komponen dan terjemahannya.
ja: プロジェクトと、含まれるすべてのコンポーネントと翻訳の上部に表示。
nl: Weergegeven binnen het project, inclusief al zijn onderdelen en vertalingen.
pt: Mostrado dentro do projeto, incluindo todos os seus componentes e traduções.
pt_br: Mostrado dentro do projeto, incluindo todos os seus componentes e traduções.
ro: Afișat în cadrul proiectului, inclusiv toate componentele și traducerile acestuia.
ru: Показываются внутри проекта, включая все его компоненты и переводы.
sv: Visas inom projektet, inklusive alla dess komponenter och översättningar.
ta: திட்டத்திற்குள் காட்டப்பட்டுள்ளது, அதன் அனைத்து கூறுகள் மற்றும் மொழிபெயர்ப்புகள் உட்பட.
tr: Projenin tüm bileşenleri ve çevirilerinde görüntülenir.
uk: Показано у проєкті, включно із усіма його складниками і перекладами.
zh_hans: 项目内显示，包括其所有的部件和翻译。
zh_hant: 項目內顯示，包括其所有的組件和翻譯。

source: Component specified
de: Komponente spezifiziert
ga: Comhpháirt sonraithe
hu: Összetevő megadva
id: Komponen yang ditentukan
ja: コンポーネントを指定した場合
nl: Onderdeel gespecificeerd
pt: Componente especificado
pt_br: Componente especificado
ro: Componenta specificată
ru: Указан компонент
sv: Komponenten specificerades
ta: கூறு குறிப்பிடப்பட்டுள்ளது
tr: Bileşen belirtildiğinde
uk: Вказано складник
zh_hans: 特定部件
zh_hant: 特定組件

source: Shown for a given component and all its translations.
de: Wird für eine bestimmte Komponente und alle ihre Übersetzungen angezeigt.
ga: Taispeántar do chomhpháirt ar leith agus a haistriúcháin go léir.
hu: Az adott összetevőnél és annak összes fordításánál jelenik meg.
id: Ditampilkan untuk komponen tertentu dan semua terjemahannya.
ja: 指定したコンポーネントと、そのすべての翻訳の上部に表示。
nl: Weergegeven voor een bepaald onderdeel en al zijn vertalingen.
pt: Mostrado para um determinado componente e todas as traduções dele.
pt_br: Mostrado para um determinado componente e todas as suas traduções.
ro: Afișat pentru o anumită componentă și pentru toate traducerile acesteia.
ru: Показываются для данного компонента и всех его переводов.
sv: Visas för en given komponent och alla dess översättningar.
ta: கொடுக்கப்பட்ட கூறு மற்றும் அதன் அனைத்து மொழிபெயர்ப்புகளுக்கும் காட்டப்பட்டுள்ளது.
tr: Belirtilen bileşen ve tüm çevirilerinde görüntülenir.
uk: Показано для вказаного складника й усіх його перекладів.
zh_hans: 对于给定的部件机器翻译来显示。
zh_hant: 對於給定的組件機器翻譯來顯示。

source: Language specified
de: Sprache spezifiziert
ga: Teanga sonraithe
hu: Nyelv megadva
id: Bahasa yang ditentukan
ja: 言語を指定した場合
nl: Taal gespecificeerd
pt: Idioma especificado
pt_br: Idioma especificado
ro: Limba specificată
ru: Указан язык
sv: Språket specificerades
ta: மொழி குறிப்பிடப்பட்டுள்ளது
tr: Dil belirtildiğinde
uk: Вказано мову
zh_hans: 特定语言
zh_hant: 特定語言

source: Shown on the language overview and all translations in that language.
de: Wird in der Sprachübersicht und allen Übersetzungen in dieser Sprache angezeigt.
ga: Taispeántar ar an bhforbhreathnú teanga agus gach aistriúchán sa teanga sin.
hu: A nyelv áttekintő oldalán és az adott nyelv összes fordításánál jelenik meg.
id: Ditampilkan pada ikhtisar bahasa dan semua terjemahan dalam bahasa tersebut.
ja: 言語の概要ページと、その言語のすべての翻訳の上部に表示。
nl: Weergegeven in het overzicht van de taal en alle vertalingen in die taal.
pt: Mostrado na visão geral do idioma e todas as traduções nesse idioma.
pt_br: Mostrado na visão geral do idioma e todas as traduções nesse idioma.
ro: Afișat în prezentarea generală a limbii și a tuturor traducerilor în limba respectivă.
ru: Показываются в обзоре по языку и во всех переводах на этот язык.
sv: Visas i språköversikten och alla översättningar på det språket.
ta: மொழி கண்ணோட்டம் மற்றும் அந்த மொழியில் உள்ள அனைத்து மொழிபெயர்ப்புகளிலும் காட்டப்பட்டுள்ளது.
tr: Dil özeti ve bu dildeki tüm çevirilerde görüntülenir.
uk: Показано для огляду мови й усіх перекладів відповідною мовою.
zh_hans: 显示在语言的概览和该语言的全部翻译中。
zh_hant: 顯示語言的全景和該語言的全部翻譯。

source: This is how it looks on the language overview page:
de: So sieht es auf der Übersichtsseite der Sprachen aus:
ga: Seo mar a bhreathnaíonn sé ar an leathanach forbhreathnú teanga:
hu: Így néz ki a nyelvi áttekintő oldalon:
id: Beginilah tampilannya pada halaman ikhtisar bahasa:
ja: 言語の概要ページに表示される実際の画面:
nl: Dit is hoe het eruit ziet op de overzichtspagina van een taal:
pt: Esta é a aparência na página de visão geral do idioma:
pt_br: Esta é a aparência na página de visão geral do idioma:
ro: Iată cum arată pe pagina de prezentare generală a limbilor:
ru: Вот как оно выглядит на странице обзора языка:
sv: Så här ser det ut på språköversiktssidan:
ta: மொழி கண்ணோட்டம் பக்கத்தில் இது இப்படித்தான் தெரிகிறது:
tr: Dil özet sayfası şöyle görüntülenir:
uk: Ось як це виглядає на сторінці огляду мови:
zh_hans: 这就是语言概览页面上的样子：
zh_hant: 這就是語言全景頁面上的樣子：

source: Image showing an announcement that reads: "Czech translators rock!" atop the Czech language overview.
de: Das Bild zeigt eine Mitteilung, die lautet: „Tschechische Übersetzer rocken!“ oberhalb der tschechischen Sprachübersicht.
ga: Íomhá ag taispeáint fógra a léann: "Aistritheoirí Seice rock!" ar bharr an fhorbhreathnú teanga Seice.
hu: A képen egy bejelentés látható, amely így szól: „A cseh fordítók fantasztikusak!” a cseh nyelv áttekintője fölött.
id: Gambar yang menunjukkan pengumuman yang berbunyi: "Penerjemah Ceko hebat!" berada di atas ikhtisar bahasa Ceko.
ja: チェコ語の概要の上部に「チェコ語の翻訳者は素晴らしい！」とお知らせを表示している画像。
nl: Afbeelding die een aankondiging weergeeft die zegt: "Tsjechische vertalers rocken!" bovenop het overzicht voor Tsjechisch.
pt: Imagem mostrando um anúncio que diz: "Czech translators rock!" (em português, "Tradutores tchecos são demais!") no topo da visão geral do idioma tcheco.
pt_br: Imagem mostrando uma novidade que diz: "Czech translators rock!" (em português, "Tradutores tchecos são demais!") no topo da visão geral do idioma tcheco.
ro: Imagine care arată un anunț care spune: " Traducătorii cehi sunt cei mai tari!" în partea de sus a listei de limbă cehă.
ru: Изображение, показывающее объявление: "Чешские переводчики потрясающие!" наверху обзора чешского языка.
sv: Bild som visar ett meddelande med texten: "Tjeckiska översättare är bäst!" ovanför översikten över det tjeckiska språket.
ta: "செக் மொழிபெயர்ப்பாளர்கள் ராக்!" செக் மொழி கண்ணோட்டத்தின் மேல்.
tr: Türkçe dili özetinin üstünde "Türkçe çevirmenleri coştu!" yazan bir duyuruyu görüntüleyen görsel.
uk: Зображення із оголошенням такого змісту: «Перекладачі чеською — ви чудові!» над оглядом параметрів перекладу чеською.
zh_hans: 图片显示在捷克语概览有一条公告：“捷克翻译棒极了！”。

source: Authentication
de: Authentifizierung
ga: Fíordheimhniú
hu: Hitelesítés
id: Autentikasi
ja: 認証
nl: Authenticatie
pt: Autenticação
pt_br: Autenticação
ro: Autentificare
ru: Авторизация
sv: Autentisering
ta: அங்கீகார
tr: Kimlik doğrulama
uk: Розпізнавання
zh_hans: 身份验证
zh_hant: 身份核對

source: User registration
de: Benutzerregistrierung
ga: Clárú úsáideora
hu: Felhasználói regisztráció
id: Pendaftaran pengguna
ja: ユーザー登録
nl: Gebruikersregistratie
pt: Registo de utilizador
pt_br: Cadastro de usuário
ro: Înregistrare utilizator
ru: Регистрация пользователя
sv: Användarregistrering
ta: உபயோகிப்போர் பதிவு
tr: Kullanıcı hesabı açma
uk: Реєстрація користувача
zh_hans: 用户注册
zh_hant: 使用者註冊

source: The default setup for Weblate is to use python-social-auth, a form on the website to handle registration of new users. After confirming their e-mail a new user can contribute or authenticate by using one of the third party services.
de: Die Standardeinstellung für Weblate ist die Verwendung von python-social-auth, einem Formular auf der Website zur Registrierung neuer Benutzer. Nach der Bestätigung ihrer E-Mail kann ein neuer Benutzer einen Beitrag leisten oder sich mit einem der Dienste von Drittanbietern authentifizieren.
ga: Is é an socrú réamhshocraithe do Weblate ná python-social-auth a úsáid, foirm ar an suíomh Gréasáin chun clárú úsáideoirí nua a láimhseáil. Tar éis dó a r-phost a dhearbhú is féidir le húsáideoir nua rannchuidiú nó fíordheimhniú a dhéanamh trí úsáid a bhaint as ceann de na seirbhísí tríú páirtí.
hu: A Weblate alapértelmezett beállítása a python-social-auth használata, ami egy űrlapot biztosít az új felhasználók regisztrációjához az oldalon. Az e-mail cím megerősítése után az új felhasználó már hozzájárulhat vagy bejelentkezhet valamelyik harmadik féltől származó szolgáltatáson keresztül.
id: Pengaturan bawaan untuk Weblate adalah menggunakan python-social-auth, formulir di situs web untuk menangani pendaftaran pengguna baru. Setelah mengonfirmasi surel mereka, pengguna baru dapat berkontribusi atau mengautentikasi dengan menggunakan salah satu layanan pihak ketiga.
ja: Weblate のデフォルトの設定では、新規ユーザーの登録を処理するために Web サイト上のフォームである python-social-auth を使用します。メールを確認すると、新規ユーザーはサード パーティのサービスを利用して協力したり認証したりできます。
nl: De standaard instelling voor Weblate is om python-social-auth te gebruiken, een formulier op de website om registratie van nieuwe gebruikers af te handelen. Na het bevestigen van uw e-mail kan een nieuwe gebruiker deelnemen of authenticeren door een van de services voor derde partijen te gebruiken.
pt: A configuração predefinida para Weblate é usar python-social-auth, um formulário no site para lidar com o registo de novos utilizadores. Depois de confirmar o seu e-mail, um novo utilizador pode contribuir ou autenticar a usar um dos serviços de terceiros.
pt_br: A configuração padrão para Weblate é usar python-social-auth, um formulário no site para lidar com o registro de novos usuários. Depois de confirmar seu e-mail, um novo usuário pode contribuir ou autenticar usando um dos serviços de terceiros.
ro: Configurația implicită pentru Weblate este de a utiliza python-social-auth, un formular pe site-ul web pentru a gestiona înregistrarea noilor utilizatori. După confirmarea e-mail-ului, un nou utilizator poate contribui sau se poate autentifica prin utilizarea unuia dintre serviciile terților.
ru: В установке по умолчанию Weblate использует python-social-auth, форму на сайте для обработки регистраций новых пользователей. После подтверждения своей электронной почты новый пользователь может вносить свой вклад в переводы или пройти авторизацию, воспользовавшись одним из сторонних сервисов.
sv: Standardinställningen för Weblate är att använda python-social-auth, ett formulär på webbplatsen för att hantera registrering av nya användare. Efter att ha bekräftat sin e-postadress kan en ny användare bidra eller autentisera sig genom att använda en av tredjepartstjänsterna.
ta: வலைபெயர்ப்புடுக்கான இயல்புநிலை அமைப்பு, புதிய பயனர்களின் பதிவைக் கையாள இணையத்தின் ஒரு படிவமான பைதான்-சமூக-ஆத் பயன்படுத்துவதாகும். அவர்களின் மின்னஞ்சலை உறுதிப்படுத்திய பிறகு, ஒரு புதிய பயனர் மூன்றாம் தரப்பு சேவைகளில் ஒன்றைப் பயன்படுத்துவதன் மூலம் பங்களிக்கவோ அல்லது அங்கீகரிக்கவோ முடியும்.
tr: Weblate varsayılan kurulumda, yeni açılan kullanıcıların hesaplarını işlemek için sitesindeki bir form olan python-social-auth kullanır. Yeni bir kullanıcı, e-posta adresini onayladıktan sonra, üçüncü taraf hizmetlerden birini kullanarak katkıda bulunabilir veya kimliğini doğrulayabilir.
uk: За типових налаштувань Weblate використовує python-social-auth, форму на сайті для обробки реєстрації нових користувачів. Після підтвердження адреси електронної пошти новий користувач може робити внески або проходити розпізнавання за допомогою однієї зі сторонніх служб.
zh_hans: Weblate 的默认设置使用 python-social-auth，网站上处理新用户注册的一种形式。确定电子邮箱后，新用户可以通过使用一种第三方服务来贡献或证实。
zh_hant: Weblate 的默認設置使用 python-social-auth ，網站上處理新用戶註冊的一種形式。確定電子郵箱後，新用戶可以通過使用一種第三方服務來貢獻或證實。

source: You can also turn off registration of new users using :setting:`REGISTRATION_OPEN`.
de: Sie können die Registrierung neuer Benutzer auch mit :setting:`REGISTRATION_OPEN` abschalten.
ga: Is féidir leat clárú úsáideoirí nua a mhúchadh freisin trí úsáid a bhaint as :setting:`REGISTRATION_OPEN`.
hu: A :setting:`REGISTRATION_OPEN` beállítással a regisztráció lehetősége kikapcsolható.
id: Anda juga dapat menonaktifkan pendaftaran pengguna baru menggunakan :setting:`REGISTRATION_OPEN`.
ja: 新規ユーザーの登録は、:setting:`REGISTRATION_OPEN` を使用して無効にもできます。
nl: U kunt registreren van nieuwe gebruikers uitschakelen met :setting:`REGISTRATION_OPEN`.
pt: Também pode desativar o registo de novos utilizadores configurando :setting:`REGISTRATION_OPEN`.
pt_br: Você também pode desativar o registro de novos usuários usando :setting:`REGISTRATION_OPEN`.
ro: De asemenea, puteți dezactiva înregistrarea noilor utilizatori folosind :setting:`REGISTRATION_OPEN`.
ru: Также вы можете отключить регистрацию новых пользователей с помощью установки параметра :setting:`REGISTRATION_OPEN`.
sv: Du kan också inaktivera registrering av nya användare med :setting:`REGISTRATION_OPEN`.
tr: Yeni kullanıcı hesaplarının açılmasını :setting:`REGISTRATION_OPEN` komutu ile de kapatabilirsiniz.
uk: Ви також можете вимкнути реєстрацію нових користувачів за допомогою параметра :setting:`REGISTRATION_OPEN`.
zh_hans: 还可以使用 :setting:`REGISTRATION_OPEN` 关闭新用户注册。
zh_hant: 還可以使用 :setting:`REGISTRATION_OPEN` 關閉新用戶註冊。

source: The authentication attempts are subject to :ref:`rate-limit`.
de: Die Authentifizierungsversuche unterliegen dem :ref:`rate-limit`.
ga: Tá na hiarrachtaí fíordheimhnithe faoi réir :ref:`rate-limit`.
hu: A hitelesítési kísérletek a :ref:`sebességkorlát <rate-limit>` szabályozás alá esnek.
id: Upaya autentikasi tunduk pada :ref:`rate-limit`.
ja: 認証の試行は、:ref:`rate-limit` の対象です。
nl: De pogingen voor authenticatie zijn onderworpen aan een :ref:`rate-limit`.
pt: As tentativas de autenticação estão sujeitas a :ref:`rate-limit`.
pt_br: As tentativas de autenticação estão sujeitas a :ref:`rate-limit`.
ro: Încercările de autentificare sunt supuse :ref:`rate-limit`.
ru: Попытки авторизации учитываются при применении :ref:`ограничений на частоту запросов <rate-limit>`.
sv: Autentiseringsförsöken är föremål för :ref:`rate-limit`.
tr: Kimlik doğrulama girişimleri :ref:`rate-limit` değeriyle sınırlanır.
uk: Спроби розпізнавання описано у :ref:`rate-limit`.
zh_hans: 身份验证尝试服从于 :ref:`rate-limit`。
zh_hant: 身份驗證嘗試服從於 :ref:`rate-limit` 。

source: Authentication backends
de: Authentifizierungs-Backends
ga: Innill fhíordheimhnithe
hu: Hitelesítési háttérrendszerek
id: Backend autentikasi
ja: 認証バックエンド
nl: Authenticatie backends
pt: Backends de autenticação
pt_br: Backends de autenticação
ro: Backend-uri de autentificare
ru: Способы авторизации
sv: Autentiseringsbackend
ta: அங்கீகார பின்தளத்தில்
tr: Kimlik doğrulama arka plan uygulamaları
uk: Модулі розпізнавання
zh_hans: 身份验证后端
zh_hant: 身份驗證後台

source: Weblate relies on Django for the authentication. This includes built-in password-based authentication, social authentication, and third-party authentication backends for Django.
de: Weblate setzt für die Authentifizierung auf Django. Dazu gehören integrierte Passwort-basierte Authentifizierung, soziale Authentifizierung und Drittanbieter-Authentifizierungs-Backends für Django.
ga: Braitheann Weblate ar Django don fhíordheimhniú. Áirítear leis seo fíordheimhniú bunaithe ar phasfhocal, fíordheimhniú sóisialta, agus córais chúltaca fíordheimhnithe tríú páirtí do Django.
hu: A Weblate a Django hitelesítési rendszerére támaszkodik. Ez magában foglalja a beépített jelszóalapú hitelesítést, a közösségi hitelesítést, valamint a Django által támogatott külső hitelesítési háttereket.
id: Weblate mengandalkan Django untuk autentikasi. Ini mencakup autentikasi berbasis kata sandi bawaan, autentikasi sosial, dan backend autentikasi pihak ketiga untuk Django.
nl: Weblate vertrouwt op Django voor de authenticatie. Dat omvat ook ingebouwde op wachtwoorden gebaseerde authenticatie, sociale authenticatie en authenticatie-backends van derde partijen voor Django.
sv: Weblate använder Django för autentisering. Detta inkluderar inbyggd lösenordsbaserad autentisering, social autentisering och tredjepartsautentiseringsbackends för Django.
uk: Weblate використовує Django для автентифікації. Це включає вбудовану автентифікацію на основі пароля, соціальну автентифікацію та сторонні сервери автентифікації для Django.

source: Using Django's built-in authentication means you can import the user database of other Django-based projects (see :ref:`pootle-migration`).
de: Wenn Sie die integrierte Authentifizierung von Django nutzen, können Sie die Benutzerdatenbank anderer Django-basierter Projekte importieren (siehe :ref:`pootle-migration`).
ga: Trí úsáid a bhaint as fíordheimhniú ionsuite Django, is féidir leat bunachar sonraí úsáideoirí tionscadal eile atá bunaithe ar Django a allmhairiú (féach :ref:`pootle-migration`).
hu: A Django beépített hitelesítési rendszerének használata lehetővé teszi más, Django-alapú projektek felhasználói adatbázisának importálását is (lásd: :ref:`pootle-migration`).
id: Menggunakan autentikasi bawaan Django berarti Anda dapat mengimpor basis data pengguna proyek berbasis Django lainnya (lihat :ref:`pootle-migration`).
nl: De ingebouwde oplossing van Django gebruiken betekent dat u de gebruikersdatabase van andere, op Django gebaseerde projecten, kunt importeren (bekijk :ref:`pootle-migration`).
sv: Genom att använda Djangos inbyggda autentisering kan du importera användardatabasen från andra Django-baserade projekt (se :ref:`pootle-migration`).
uk: Використання вбудованої автентифікації Django означає, що ви можете імпортувати базу даних користувачів інших проектів на базі Django (див. :ref:`pootle-migration`).

source: :ref:`docker-auth` describes how to configure authentication in the official Docker image.
de: :ref:`docker-auth` beschreibt, wie man die Authentifizierung im offiziellen Docker-Image konfiguriert.
ga: :ref:`docker-auth` cur síos ar conas fíordheimhniú a chumrú san íomhá oifigiúil Docker.
hu: A hivatalos Docker-kép hitelesítési beállításairól lásd: :ref:`docker-auth`.
id: :ref:`docker-auth` menjelaskan cara mengonfigurasi autentikasi di gambar Docker resmi.
ja: :ref:`docker-auth` で、 Docker の公式イメージで認証を設定する方法を説明します。
nl: :ref:`docker-auth` beschrijft hoe authenticatie te configureren in de officiële Docker-image.
pt: :ref:`docker-auth` descreve como configurar a autenticação na imagem oficial do Docker.
pt_br: :ref:`docker-auth` descreve como configurar a autenticação na imagem oficial do Docker.
ro: :ref:`docker-auth` descrie modul de configurare a autentificării în imaginea oficială Docker.
ru: В разделе :ref:`docker-auth` описано, как настроить авторизацию в официальном образе Docker.
sv: :ref:`docker-auth` beskriver hur man konfigurerar autentisering i den officiella Docker-bilden.
tr: :ref:`docker-auth`, belgesinde resmi Docker kalıbında kimlik doğrulamasının nasıl yapılandırılacağı anlatılmıştır.
uk: У розділі :ref:`docker-auth` описано, як налаштувати розпізнавання у офіційному образі Docker.
zh_hans: :ref:`docker-auth` 描述了如何配置官方 Docker 镜像的身份验证。
zh_hant: :ref:`docker-auth` 描述瞭如何配置官方 Docker 鏡像的身份驗證。

source: Social authentication
de: Soziale Authentifizierung
ga: Fíordheimhniú sóisialta
hu: Közösségi hitelesítés
id: Autentikasi sosial
ja: ソーシャル認証
nl: Sociale authenticatie
pt: Autenticação social
pt_br: Autenticação social
ro: Autentificare socială
ru: Социальная авторизация
sv: Social autentisering
ta: சமூக ஏற்பு
tr: Sosyal ağ kimlik doğrulaması
uk: Розпізнавання за соціальними мережами
zh_hans: 社交身份验证
zh_hant: 社交身份驗證

source: Thanks to :doc:`psa:index`, Weblate support authentication using many third party services such as GitLab, Ubuntu, Fedora, etc.
de: Dank :doc:`psa:index` unterstützt Weblate die Authentifizierung über viele Dienste von Drittanbietern wie GitLab, Ubuntu, Fedora, etc.
ga: A bhuíochas le :doc:`psa:index`, tacaíonn Weblate fíordheimhniú ag baint úsáide as go leor seirbhísí tríú páirtí mar GitLab, Ubuntu, Fedora, srl.
hu: A :doc:`psa:index` jóvoltából a Weblate támogatja számos harmadik fél szolgáltatáson keresztüli hitelesítést, például GitLab, Ubuntu, Fedora stb.
id: Berkat :doc:`psa:index`, Weblate mendukung autentikasi menggunakan banyak layanan pihak ketiga seperti GitLab, Ubuntu, Fedora, dll.
ja: :doc:`psa:index` のおかげで、GitLab、Ubuntu、Fedora など、多くのサードパーティサービスを使用した認証に対応しています。
nl: Dankzij :doc:`psa:index` ondersteunt Weblate authenticatie met veel services van derde partijen, zoals GitLab, Ubuntu, Fedora, etc.
pt: Graças ao :doc:`psa:index`, o Weblate tem suporte a autenticação utilizando muitos serviços de terceiros, tais como GitLab, Ubuntu, Fedora, etc.
pt_br: Graças ao :doc:`psa:index`, o Weblate suporta autenticação usando muitos serviços de terceiros, como GitLab, Ubuntu, Fedora, etc.
ro: Datorită :doc:`psa:index`, Weblate suportă autentificarea cu ajutorul multor servicii terțe, cum ar fi GitLab, Ubuntu, Fedora, etc.
ru: Благодаря пакету :doc:`Python Social Auth <psa:index>`, Weblate поддерживает авторизацию с использованием множества сторонних сервисов, таких как GitLab, Ubuntu, Fedora и другие.
sv: Tack vare :doc:`psa:index` stöder Weblate autentisering med hjälp av många tredjepartstjänster såsom GitLab, Ubuntu, Fedora etc.
tr: Weblate :doc:`psa:index` kullanarak, GitLab, Ubuntu, Fedora gibi birçok üçüncü taraf hizmeti ile kimlik doğrulamayı destekler.
uk: Завдяки :doc:`psa:index`, у Weblate передбачено підтримку розпізнавання за допомогою сторонніх служб, зокрема GitLab, Ubuntu, Fedora тощо.
zh_hans: 由于 :doc:`psa:index`，Weblate 支持很多使用第三方服务的身份验证，如 GitLab 、 Ubuntu 、 Fedora 等。
zh_hant: 由於 :doc:`psa:index` ， Weblate 支持很多使用第三方服務的身份驗證，如 GitLab 、 Ubuntu 、 Fedora 等。

source: Please check their documentation for generic configuration instructions in :doc:`psa:configuration/django`.
de: Bitte lesen Sie die Dokumentation für allgemeine Konfigurationsanweisungen in :doc:`psa:configuration/django`.
ga: Seiceáil a gcáipéisíocht le haghaidh treoracha cumraíochta cineálacha in :doc:`psa:configuration/django`.
hu: Az általános beállítási útmutatókat a :doc:`psa:configuration/django` dokumentumban található.
id: Silakan periksa dokumentasi mereka untuk melihat petunjuk konfigurasi umum di :doc:`psa:configuration/django`.
ja: 一般的な設定方法については、:doc:`psa:configuration/django` のドキュメントを確認してください。
nl: Bekijk hun documentatie voor algemene instructies voor configuratie in :doc:`psa:configuration/django`.
pt: Por favor, verifique a documentação deles por instruções de configuração genéricas em :doc:`psa:configuration/django`.
pt_br: Por favor, verifique sua documentação para as instruções de configuração genéricas em :doc:`psa:configuration/django`.
ro: Vă rugăm să consultați documentația lor pentru instrucțiuni de configurare generică în :doc:`psa:configuration/django`.
ru: Для получения общих инструкций по настройке ознакомьтесь с их документацией в разделе :doc:`среды Django <psa:configuration/django>`.
sv: Se deras dokumentation för generella konfigurationsinstruktioner i :doc:`psa:configuration/django`.
tr: :doc:`psa:configuration/django` belgesinden genel yapılandırma yönergesine bakabilirsiniz.
uk: Будь ласка, ознайомтеся із документацією щодо типових настанов з налаштовування :doc:`psa:configuration/django`.
zh_hans: 请查阅 :doc:`psa:configuration/django` 文档中的通用配置说明。
zh_hant: 請檢查 :doc:`psa:configuration/django` 中的通用配置指示的文件。
