Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The user is now presented with a filtered list of languages when adding a new translation.
de: Dem Benutzer wird nun eine gefilterte Liste von Sprachen angezeigt, wenn er eine neue Übersetzung hinzufügt.
ga: Tugtar liosta scagtha teangacha don úsáideoir anois agus aistriúchán nua á chur leis.
hu: Új fordítás hozzáadásakor a felhasználó szűrt nyelvlistát kap.
id: Pengguna sekarang dipresentasikan dengan daftar bahasa yang difilter saat menambahkan terjemahan baru.
ja: ユーザーが新しい翻訳を追加するときに、言語をフィルター処理した一覧を表示するように変更。
nl: De gebruiker krijgt nu een gefilterde lijst met talen gepresenteerd bij het toevoegen van een nieuwe vertaling.
pt: O utilizador agora vê uma lista filtrada de idiomas ao adicionar uma nova tradução.
pt_br: O usuário agora vê uma lista filtrada de idiomas ao adicionar uma nova tradução.
ro: Utilizatorului i se prezintă acum o listă filtrată de limbi atunci când adaugă o nouă traducere.
ru: При добавлении нового языка перевода пользователю теперь показывается отфильтрованный список языков.
sv: Användaren får nu upp en filtrerad lista över språk när hen lägger till en ny översättning.
ta: புதிய மொழிபெயர்ப்பைச் சேர்க்கும்போது பயனருக்கு இப்போது வடிகட்டப்பட்ட மொழிகளின் பட்டியல் வழங்கப்படுகிறது.
tr: Yeni bir çeviri eklenirken kullanıcıya süzülmüş bir dil listesinin sunulması sağlandı.
uk: Реалізовано показу користувачеві фільтрованого списку мов при додаванні нових перекладів.
zh_hans: 添加新的翻译时，用户会看到过滤后的语言列表。
zh_hant: 添加新的翻譯時，用戶會看到過濾後的語言列表。

source: Extended search capabilities for changes in history.
de: Suchmöglichkeiten für Änderungen im Verlauf erweitert.
ga: Cumais chuardaigh leathnaithe le haghaidh athruithe sa stair.
hu: Előzmények keresési lehetőségeinek bővítése.
id: Kemampuan pencarian yang diperluas untuk perubahan dalam riwayat.
ja: 履歴の変更に拡張検索機能の追加。
nl: Zoekmogelijkheden voor wijzigingen in geschiedenis uitgebreid.
pt: Estendidos os recursos de pesquisa para mudanças no histórico.
pt_br: Estendidos os recursos de busca para mudanças no histórico.
ro: Capacități extinse de căutare a modificărilor din istoric.
ru: Расширены возможности поиска изменений в истории.
sv: Utökade sökfunktioner för ändringar i historiken.
ta: வரலாற்றில் மாற்றங்களுக்கான விரிவாக்கப்பட்ட தேடல் திறன்கள்.
tr: Geçmişteki değişiklikler için arama yetenekleri artırıldı.
uk: Розширено можливості пошуку для змін у журналі.
zh_hans: 扩展了更改历史的搜索能力。
zh_hant: 擴展了更改歷史的搜索能力。

source: Improved billing detail pages and Libre hosting workflow.
de: Verbesserte Abrechnungsdetailseiten und verbesserter Arbeitsablauf für Freies Hosting.
ga: Leathanaigh mionsonraí billeála feabhsaithe agus sreabhadh oibre óstála Libre.
hu: Számlázási adatok oldalainak és a Libre tárhely-folyamatnak a továbbfejlesztése.
id: Peningkatan halaman rincian penagihan dan alur kerja hosting Libre.
ja: 請求詳細ページおよび自由ホスティングの処理の改良。
nl: Verbeterde detailpagina's voor facturatie en Libre hosting werkwijze.
pt: Melhoradas as páginas de detalhes de cobrança e fluxo de trabalho de hospedagem Livre.
pt_br: Aprimoramento do fluxo de trabalho nas páginas "Detalhes da cobrança" e "Hospedagem Livre".
ro: Îmbunătățirea paginilor cu detalii de facturare și a fluxului de lucru de găzduire Libre.
ru: Улучшены страницы с информацией о тарифном плане и рабочий процесс на тарифном плане для свободных проектов.
sv: Förbättrade faktureringsdetaljsidor och Libre-hostingarbetsflöde.
ta: மேம்படுத்தப்பட்ட பட்டியலிடல் விவரம் பக்கங்கள் மற்றும் லிப்ரே ஓச்டிங் பணிப்பாய்வு.
tr: Fatura ayrıntı sayfaları ve Libre barındırma iş akışı iyileştirildi.
uk: Удосконалено сторінки подробиць щодо рахунків та процедуру розміщення вільних проєктів.
zh_hans: 改进了账单详情页面和自由软件项目托管流程。

source: Extended translation statistics API.
de: Übersetzungsstatistik-API erweitert.
ga: API staitisticí aistriúcháin leathnaithe.
hu: Fordítási statisztikák API-jának bővítése.
id: Memperluas API statistik terjemahan.
ja: 翻訳統計 API の拡張。
nl: API voor statistieken vertalingen uitgebreid.
pt: Estendida a API de estatísticas de tradução.
pt_br: Estendida a API de estatísticas de tradução.
ro: API extinsă pentru statisticile de traducere.
ru: Расширен API по работе со статистикой переводов.
sv: Utökad API för översättningsstatistik.
ta: நீட்டிக்கப்பட்ட மொழிபெயர்ப்பு புள்ளிவிவரங்கள் பநிஇ.
tr: Çeviri istatistikleri API uygulaması zenginleştirildi.
uk: API розширеної статистики перекладів.
zh_hans: 扩展了翻译统计 API。

source: Improved "other translations" tab while translating.
de: Verbesserte Reiterkarte „Andere Übersetzungen“ beim Übersetzen.
ga: Cluaisín "aistriúcháin eile" feabhsaithe agus tú ag aistriú.
hu: Fordítás közben a „további fordítások” fül továbbfejlesztése.
id: Meningkatkan tab "terjemahan lainnya" saat menerjemahkan.
ja: 翻訳中の [その他の翻訳] タブの改善。
nl: Verbeterde tab "andere vertalingen" tijdens vertalen.
pt: Melhorada a guia "outras traduções" ao traduzir.
pt_br: Melhorada a aba "outras traduções" ao traduzir.
ro: S-a îmbunătățit fila "alte traduceri" în timpul traducerii.
ru: Улучшена вкладка «другие языки» на страницах перевода.
sv: Förbättrad flik "andra översättningar" under översättningen.
ta: மொழிபெயர்க்கும் போது மேம்படுத்தப்பட்ட "பிற மொழிபெயர்ப்புகள்" தாவல்.
tr: Çeviri yaparken "diğer çeviriler" sekmesi iyileştirildi.
uk: Поліпшено вкладку інших перекладів під час перекладу.
zh_hans: 改进了翻译时“其他翻译”选项卡。

source: Added tasks API.
de: Aufgaben-API hinzugefügt.
ga: Cuireadh tascanna API leis.
hu: Feladatok API hozzáadva.
id: Menambahkan tugas API.
ja: タスク API の追加。
nl: API voor taken toegevoegd.
pt: Adicionada API de tarefas.
pt_br: Adicionada API de tarefas.
ro: S-a adăugat API pentru sarcini.
ru: Добавлен API для задач.
sv: Lagt till API för uppgifter.
ta: பநிஇ பணிகள் சேர்க்கப்பட்டன.
tr: Görevler API uygulaması eklendi.
uk: Додано API завдань.
zh_hans: 添加了任务 API。
zh_hant: 添加了任務 API。

source: Improved performance of file upload.
de: Verbesserte Leistung beim Hochladen von Dateien.
ga: Feidhmíocht feabhsaithe uaslódáil comhad.
hu: Fájl feltöltési teljesítmény javítása.
id: Meningkatkan kinerja pengunggahan berkas.
ja: ファイル アップロードの性能の向上。
nl: Verbeterde prestaties bij uploaden bestand.
pt: Melhorado o desempenho do envio de ficheiros.
pt_br: Melhorado o desempenho do envio de arquivo.
ro: Îmbunătățirea performanțelor de încărcare a fișierelor.
ru: Улучшена производительность загрузки файлов.
sv: Förbättrad prestanda vid filuppladdning.
ta: கோப்பு பதிவேற்றத்தின் மேம்பட்ட செயல்திறன்.
tr: Dosya yükleme başarımı iyileştirildi.
uk: Поліпшено швидкодію вивантаження файлів.
zh_hans: 改进了文件上传的性能。

source: Improved display of user defined special characters.
de: Verbesserte Anzeige von benutzerdefinierten Sonderzeichen.
ga: Taispeántas feabhsaithe de charachtair speisialta sainithe ag an úsáideoir.
hu: Felhasználó által definiált speciális karakterek megjelenítésének javítása.
id: Peningkatan tampilan karakter khusus yang ditentukan pengguna.
ja: ユーザー定義の特殊文字の表示の改良。
nl: Verbeterde weergave van gebruikergedefinieerde speciale tekens.
pt: Melhorda a exibição de caracteres especiais definidos pelo utilizador.
pt_br: Melhorada a exibição de caracteres especiais definidos pelo usuário.
ro: Afișarea îmbunătățită a caracterelor speciale definite de utilizator.
ru: Улучшено отображение специальных символов, определённых пользователем.
sv: Förbättrad visning av användardefinierade specialtecken.
ta: பயனர் வரையறுக்கப்பட்ட சிறப்பு எழுத்துக்களின் மேம்பட்ட காட்சி.
tr: Kullanıcı tarafından tanımlanan özel karakterlerin görüntülenmesi iyileştirildi.
uk: Удосконалено вигляд визначених користувачем спеціальних символів.
zh_hans: 改进了用户定义的特殊字符的显示。
zh_hant: 改進了用戶定義的特殊字符的顯示。

source: Improved performance of auto-translation.
de: Verbesserte Leistung der automatischen Übersetzung.
ga: Feidhmíocht fheabhsaithe uathaistriúcháin.
hu: Automatikus fordítás teljesítményének javítása.
id: Meningkatkan kinerja terjemahan otomatis.
ja: 自動翻訳のパフォーマンス向上。
nl: Verbeterde prestaties bij automatische vertaling.
pt: Melhorado o desempenho da tradução automática.
pt_br: Melhorado o desempenho da tradução automática.
ro: Îmbunătățirea performanței traducerii automate.
ru: Улучшена производительность автоматического перевода.
sv: Förbättrad prestanda för automatisk översättning.
ta: தானி-மொழிபெயர்ப்பின் மேம்பட்ட செயல்திறன்.
tr: Kendiliğinden çeviri başarımı iyileştirildi.
uk: Удосконалено швидкодію автоматичного перекладу.
zh_hans: 改进了自动翻译的性能。

source: Several minor improvements in the user interface.
de: Verschiedene kleinere Verbesserungen an der Bedienoberfläche.
ga: Roinnt feabhsuithe beaga ar an gcomhéadan úsáideora.
hu: Számos kisebb fejlesztés a felhasználói felületen.
id: Beberapa perbaikan kecil pada antarmuka pengguna.
ja: ユーザー インターフェイスの複数のマイナーな機能強化。
nl: Verscheidene kleine verbeteringen in de gebruikersinterface.
pt: Várias pequenas melhorias na interface do utilizador.
pt_br: Várias pequenas melhorias na interface do usuário.
ro: Câteva îmbunătățiri minore în interfața cu utilizatorul.
ru: Несколько незначительные улучшения пользовательского интерфейса.
sv: Flera mindre förbättringar i användargränssnittet.
ta: பயனர் இடைமுகத்தில் பல சிறிய மேம்பாடுகள்.
tr: Kullanıcı arayüzünde birkaç küçük iyileştirme yapıldı.
uk: Кілька вдосконалень інтерфейсу користувача.
zh_hans: 几处用户界面的小改进。
zh_hant: 幾處用戶界面的小改進。

source: Improved naming of ZIP downloads.
de: Verbesserte Benennung von ZIP-Downloads.
ga: Ainmniú feabhsaithe ar íoslódálacha ZIP.
hu: ZIP fájlok letöltésének elnevezése javítva.
id: Peningkatan penamaan unduhan ZIP.
ja: ZIP ダウンロードの名称の改良。
nl: Verbeterde naamgeving van ZIP-downloads.
pt: Melhorada a nomenclatura de downloads ZIP.
pt_br: Melhorada a nomenclatura de downloads ZIP.
ro: Îmbunătățirea denumirii descărcărilor ZIP.
ru: Улучшено именование скачиваемых ZIP-файлов.
sv: Förbättrad namngivning av ZIP-nedladdningar.
ta: சிப் பதிவிறக்கங்களின் மேம்படுத்தப்பட்ட பெயரிடுதல்.
tr: ZIP indirmelerinin adlandırılması iyileştirildi.
uk: Удосконалено схему іменування отримуваних файлів ZIP.
zh_hans: 改进了 ZIP 文件下载的命名。
zh_hant: 改進了 ZIP 文件下載的命名。

source: Added option for getting notifications on unwatched projects.
de: Option zum Erhalten von Benachrichtigungen über nicht beobachtete Projekte hinzugefügt.
ga: Rogha breise chun fógraí a fháil ar thionscadail nach bhfuiltear ag faire orthu.
hu: Új lehetőség értesítések fogadására olyan projektekről is, amelyeket a felhasználó nem figyel.
id: Menambahkan opsi untuk mendapatkan notifikasi mengenai proyek yang belum dipantau.
ja: 監視していないプロジェクトの通知を取得するオプションの追加。
nl: Optie toegevoegd voor ontvangen van notificaties voor niet bijgehouden projecten.
pt: Adicionada a opção para obter notificações de projetos não observados.
pt_br: Adicionada a opção para obter notificações de projetos não monitorados.
ro: A fost adăugată opțiunea de a primi notificări privind proiectele nevăzute.
ru: Добавлена опциональная возможность получать уведомления от неотслеживаемых проектов.
sv: Lagt till alternativ för att få aviseringar om projekt som inte bevakas.
ta: பார்க்காத திட்டங்களில் அறிவிப்புகளைப் பெறுவதற்கான விருப்பம் சேர்க்கப்பட்டது.
tr: İzlenmeyen projelerin bildirimlerini alma seçeneği eklendi.
uk: Додано пункт отримання сповіщень проєктів, за якими не ведеться спостереження.
zh_hans: 添加了获取未关注项目通知的选项。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/56?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/56?closed=1>`__.

source: There is a change in :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` has to be added there.
de: Es gibt eine Änderung in :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` muss dort hinzugefügt werden.
ga: Tá athrú ar :setting:`django:INSTALLED_APPS`, ní mór ``weblate.configuration`` a chur leis.
hu: Változás történt az :setting:`django:INSTALLED_APPS` beállításban, hozzá kell adni a ``weblate.configuration`` modult.
id: Ada perubahan dalam :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` harus ditambahkan di sana.
ja: :setting:`django:INSTALLED_APPS` に変更がされ、そこに ``weblate.configuration`` の追加が必要となりました。
nl: Er is een wijziging in :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` moet daar worden toegevoegd.
pt: Há uma mudança em :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` deve ser adicionado lá.
pt_br: Há uma mudança em :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` deve ser adicionado lá.
ro: Există o modificare în :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` trebuie să fie adăugat acolo.
ru: Произошло изменение параметра :setting:`django:INSTALLED_APPS`, к нему надо добавить ``weblate.configuration``.
sv: Det har skett en ändring i :setting:`django:INSTALLED_APPS`, ``weblate.configuration`` måste läggas till där.
tr: :setting:`django:INSTALLED_APPS` seçeneğinde ``weblate.configuration`` şeklinde bir değişiklik yapıldı.
uk: Змінено :setting:`django:INSTALLED_APPS`, тут слід додавати ``weblate.configuration``.
zh_hans: 在 :setting:`django:INSTALLED_APPS` 中有一处更改，必须将 ``weblate.configuration`` 添加在那里。
zh_hant: 在 :setting:`django:INSTALLED_APPS` 中有一處更改， 必須將 ``weblate.configuration`` 添加在那裡。

source: Django 3.1 is now required.
de: Django 3.1 ist jetzt erforderlich.
ga: Tá Django 3.1 ag teastáil anois.
hu: Mostantól a Django 3.1 szükséges.
id: Django 3.1 sekarang diperlukan.
ja: Django 3.1 が必須となりました。
nl: Django 3.1 is nu vereist.
pt: Django 3.1 agora é necessário.
pt_br: Django 3.1 agora é necessário.
ro: Django 3.1 este acum necesar.
ru: Теперь требуется Django 3.1.
sv: Django 3.1 krävs nu.
ta: சாங்கோ 3.1 இப்போது தேவை.
tr: Artık Django 3.1 sürümü gerekiyor.
uk: Тепер потрібен Django 3.1.
zh_hans: 现在需要 Django 3.1。
zh_hant: 現在需要 Django 3.1。

source: In case you are using MySQL or MariaDB, the minimal required versions have increased, see :ref:`mysql`.
de: Falls MySQL oder MariaDB verwendet wird, haben sich die minimal erforderlichen Versionen erhöht, siehe :ref:`mysql`.
ga: Sa chás go bhfuil MySQL nó MariaDB á úsáid agat, tá méadú tagtha ar na leaganacha íosta riachtanacha, féach :ref:`mysql`.
hu: MySQL vagy MariaDB használata esetén a minimálisan szükséges verziók emelkedtek, lásd: :ref:`mysql`.
id: Jika Anda menggunakan MySQL atau MariaDB, versi minimal yang diperlukan telah meningkat, lihat :ref:`mysql`.
ja: MySQL または MariaDB を使用している場合、最低限必要なバージョンを上げました。参照: :ref:`mysql`。
nl: In het geval u MySQL of MariaDB gebruikt, zijn de minimaal vereiste versies verhoogd, bekijk :ref:`mysql`.
pt: Caso esteja a usar MySQL ou MariaDB, as versões mínimas necessárias aumentaram, veja :ref:`mysql`.
pt_br: Caso você esteja usando MySQL ou MariaDB, as versões mínimas necessárias aumentaram, consulte :ref:`mysql`.
ro: În cazul în care utilizați MySQL sau MariaDB, versiunile minime necesare au crescut, consultați :ref:`mysql`.
ru: Если вы используете MySQL или MariaDB, то требуемая минимальная версия увеличилась, смотреть раздел :ref:`mysql`.
sv: Om du använder MySQL eller MariaDB har minimikraven för versioner höjts, se :ref:`mysql`.
tr: MySQL ya da MariaDB kullanıyorsanız, gereken en düşük sürümler yükseltildi. Ayrıntılı bilgi almak için: :ref:`mysql`.
uk: Якщо ви використовуєте MySQL або MariaDB, підвищено вимоги щодо мінімальних версій, див. :ref:`mysql`.
zh_hans: 在使用 MySQL 或 MariaDB 的情况下，需要的最低版本提高了，请参见 :ref:`mysql`。
zh_hant: 在使用 MySQL 或 MariaDB 的情況下，需要的最低版本提高了，請參見 :ref:`mysql`。

source: :ref:`mono_gettext` now uses both ``msgid`` and ``msgctxt`` when present. This will change identification of translation strings in such files breaking links to Weblate extended data such as screenshots or review states. Please ensure you commit pending changes in such files prior upgrading and it is recommended to force loading of affected component using :wladmin:`loadpo`.
de: :ref:`mono_gettext` verwendet nun sowohl ``msgid`` als auch ``msgctxt``, wenn vorhanden. Dies wird die Erkennung von Übersetzungszeichenketten in solchen Dateien ändern und Links zu erweiterten Weblate-Daten wie Bildschirmfotos oder Überprüfungsstatus beeinträchtigen. Bitte stellen Sie sicher, dass Sie ausstehende Änderungen in solchen Dateien vor der Aktualisierung committen und es wird empfohlen, das Laden der betroffenen Komponente mit :wladmin:`loadpo` zu erzwingen.
ga: Úsáideann :ref:`mono_gettext` ``msgid`` agus ``msgctxt`` nuair atá siad i láthair. Athróidh sé seo sainaithint teaghráin aistriúcháin i gcomhaid dá leithéid agus briseadh naisc chuig sonraí leathnaithe Weblate ar nós screenshots nó stáit athbhreithnithe. Cinntigh le do thoil go ndéanann tú athruithe ar feitheamh ar chomhaid dá leithéid roimh uasghrádú agus moltar duit luchtú na comhpháirte lena mbaineann trí úsáid a bhaint as :wladmin:`loadpo` a úsáid.
hu: Az :ref:`mono_gettext` mostantól használja a ``msgid`` és ``msgctxt`` mezőket, ha jelen vannak. Ez megváltoztatja a fordítási szövegek azonosítását ezekben a fájlokban, és megszakíthatja a Weblate-hez kapcsolódó bővített adatok (például képernyőképek vagy ellenőrzési állapotok) kapcsolatait. Kérjük, frissítés előtt véglegesítse a függőben lévő változásokat, és ajánlott az érintett összetevő újratöltése a :wladmin:`loadpo` paranccsal.
id: :ref:`mono_gettext` sekarang menggunakan ``msgid`` dan ``msgctxt`` jika ada. Ini akan mengubah identifikasi string terjemahan dalam berkas tersebut yang memutus tautan ke data Weblate yang diperluas seperti tangkapan layar atau status ulasan. Harap pastikan Anda melakukan komit yang tertunda pada berkas tersebut sebelum melakukan pemutakhiran dan disarankan untuk memaksa pemuatan komponen yang terdampak menggunakan :wladmin:`loadpo`.
ja: :ref:`mono_gettext` は、 ``msgid`` と ``msgctxt`` が存在すれば両方を使用するように変更されました。ファイル内の翻訳文字列の識別が変更されたことで、スクリーンショットや査読状態などの Weblate 翻訳情報へのリンクが壊れます。アップグレードの前に、このようなファイルの保留中の変更は、コミットを完了させておいてください。:wladmin:`loadpo` を使用して、影響を受けるコンポーネントを強制的にロードすることが望ましいです。
nl: :ref:`mono_gettext` gebruikt nu zowel ``msgid`` als ``msgctxt`` indien aanwezig. Dit zal de identificatie van tekenreeksen van vertalingen wijzigen, in die zin dat dergelijke bestanden de koppelingen verbreken naar uitgebreide gegevens van Weblate, zoals schermafdrukken of statussen voor beoordelen. Zorg ervoor dat u openstaande wijzigingen in dergelijke ebstanden indient voorafgaande aan het upgraden en aanbevolen wordt om het betrokken onderdeel geforceerd te laden met :wladmin:`loadpo`.
pt: :ref:`mono_gettext` agora usa ``msgid`` e ``msgctxt`` quando presente. Isto irá mudar a identificação das sequências de tradução em tais ficheiros, quebrando ligações para dados estendidos do Weblate, como capturas de ecrã ou estados de revisão. Certifique-se de confirmar as alterações pendentes em tais ficheiros antes de atualizar e é recomendado forçar o carregamento do componente afetado usando :wladmin:`loadpo`.
pt_br: :ref:`mono_gettext` agora usa ``msgid`` e ``msgctxt`` quando presente. Isso mudará a identificação das sequências de tradução em tais arquivos, quebrando links para dados estendidos do Weblate, como capturas de tela ou status de revisão. Certifique-se de confirmar as alterações pendentes em tais arquivos antes de atualizar e é recomendado forçar o carregamento do componente afetado usando :wladmin:`loadpo`.
ru: :ref:`mono_gettext` теперь использует как ``msgid``, так и ``msgctxt``, если они присутствуют. Это изменит идентификацию строк перевода в таких файлах, нарушая ссылки на расширенные данные Weblate, такие как снимки экрана или состояния проверки. Перед обновлением убедитесь, что вы зафиксировали ожидающие изменения в таких файлах, и рекомендуется принудительно загрузить затронутый компонент с помощью :wladmin:`loadpo`.
sv: :ref:`mono_gettext` använder nu både ``msgid`` och ``msgctxt`` när de finns. Detta kommer att ändra identifieringen av översättningssträngar i sådana filer och bryta länkar till Weblate-utökade data såsom skärmdumpar eller granskningsstatus. Se till att du bekräftar väntande ändringar i sådana filer innan uppgraderingen och det rekommenderas att tvinga inläsning av berörda komponenter med hjälp av :wladmin:`loadpo`.
tr: :ref:`mono_gettext` artık var olduğunda hem ``msgid`` hem de ``msgctxt`` kullanıyor. Bu özellik, ekran görüntüleri ya da onay durumları gibi genişletilmiş Weblate verilerine bağlantıları bozan bu tür dosyalardaki çeviri dizgelerinin kimliğini değiştirir. Lütfen yükseltmeden önce bu tür dosyalarda bekleyen değişiklikleri işlediğinizden emin olun. :wladmin:`loadpo` kullanarak etkilenen bileşenin yüklenmesini dayatmanız önerilir.
uk: :ref:`mono_gettext` у новій версії використовує одразу ``msgid`` і ``msgctxt``, якщо такі поля є. Це змінює ідентифікацію рядків перекладу у відповідних файлах розривання посилань на розширені дані Weblate, такі як знімки екрана або стани розгляду. Будь ласка, переконайтеся, що зміни з черги для таких файлів записано до сховища, перш ніж виконувати оновлення. Рекомендуємо примусово завантажити відповідний складник за допомогою :wladmin:`loadpo`.
zh_hans: :ref:`mono_gettext` 现在同时使用 ``msgid`` 和 ``msgctxt``\ （若存在）。这将改变此类文件中翻译字符串的标识，破坏到与 Weblate 扩展数据（如截图和审校状态）的链接。请确保在升级之前提交此类文件的待处理更改，建议使用 :wladmin:`loadpo` 强制加载受影响的部件。
