Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate does not try to manipulate the translation files in any way other than allowing translators to translate. So it also does not update the translatable files when the template or source code have been changed. You simply have to do this manually and push changes to the repository, Weblate will then pick up the changes automatically.
de: Weblate versucht nicht, die Übersetzungsdateien in irgendeiner Weise zu manipulieren, außer dass es den Übersetzern das Übersetzen ermöglicht. Daher werden die übersetzbaren Dateien auch nicht aktualisiert, wenn die Vorlage oder der Quellcode geändert wurden. Sie müssen dies lediglich manuell tun und die Änderungen in das Repository pushen, Weblate übernimmt die Änderungen dann automatisch.
ga: Ní dhéanann Weblate iarracht na comhaid aistriúcháin a ionramháil ar bhealach ar bith seachas ligean d’aistritheoirí aistriúchán. Mar sin ní nuashonraíonn sé na comhaid inaistrithe nuair a athraítear an teimpléad nó an cód foinse. Níl ort ach é seo a dhéanamh de láimh agus athruithe a bhrú ar an stór, roghnóidh Weblate na hathruithe go huathoibríoch ansin.
hu: A Weblate semmilyen módon nem módosítja a fordítási fájlokat azon kívül, hogy lehetővé teszi a fordítók számára a fordítást. Ezért nem frissíti a fordítható fájlokat akkor sem, ha a sablon vagy a forráskód megváltozott. Ezt manuálisan kell elvégeznie, és feltöltenie a módosításokat a tárolóba – a Weblate ezután automatikusan érzékeli az új tartalmat.
id: Weblate tidak mencoba memanipulasi berkas terjemahan dengan cara apa pun selain mengizinkan penerjemah untuk menerjemahkan. Oleh karena itu, Weblate juga tidak memperbarui berkas terjemahan ketika templat atau kode sumber telah diubah. Anda cukup melakukannya secara manual dan mengirimkan perubahan ke repositori, dan Weblate akan mengambil perubahan tersebut secara otomatis.
ja: Weblate は、翻訳者に翻訳を許可する以外の方法では、翻訳ファイルを操作しません。したがって、テンプレートまたはソースコードを変更しても、翻訳可能なファイルは更新されません。変更を手動でリポジトリにプッシュするだけで、Weblate が変更を自動的に取得します。
nl: Weblate probeert op geen enkele andere wijze de vertaalbestanden te manipuleren dan alleen het voor vertalers mogelijk maken om te vertalen. Het werkt dus de vertaalbare bestanden niet bij als het sjabloon of de broncode zijn gewijzigd. U moet dat eenvoudigweg handmatig doen en wijzigingen naar de opslagruimte pushen, Weblate zal dan automatisch de wijzigingen oppikken.
pt: Weblate não tenta manipular os ficheiros de tradução de nenhuma outra forma que não seja permitir que os tradutores traduzam. Por isso, também não atualiza os ficheiros traduzíveis quando o modelo ou código-fonte tiverem sido alterados. Simplesmente tem que fazer isso manualmente e fazer push das alterações para o repositório, o Weblate irá então pegar as alterações automaticamente.
pt_br: Weblate não tenta manipular os arquivos de tradução de nenhuma outra forma que não seja permitir que os tradutores traduzam. Por isso, também não atualiza os arquivos traduzíveis quando o modelo ou código-fonte tiverem sido alterados. Você simplesmente tem que fazer isso manualmente e fazer push das alterações para o repositório, o Weblate irá então pegar as alterações automaticamente.
ro: Weblate nu încearcă să manipuleze fișierele de traducere în nici un alt mod în afară de a permite traducătorilor să traducă. Prin urmare, nu actualizează nici fișierele traductibile atunci când șablonul sau codul sursă au fost modificate. Trebuie pur și simplu să faceți acest lucru manual și să introduceți modificările în depozit, iar Weblate va prelua apoi modificările în mod automat.
ru: Weblate не пытается манипулировать файлами перевода никаким другим способом, кроме как разрешения переводчикам их переводить. Поэтому он также не обновляет переводимые файлы при изменении шаблона или исходного кода. Вам просто нужно сделать это вручную и внести изменения в репозиторий, после чего Weblate автоматически подхватит изменения.
sv: Weblate försöker inte manipulera översättningsfilerna på något annat sätt än att låta översättarna översätta. Det uppdaterar alltså inte de översättningsbara filerna när mallen eller källkoden har ändrats. Du måste helt enkelt göra detta manuellt och skicka ändringarna till arkivet, så hämtar Weblate ändringarna automatiskt.
ta: மொழிபெயர்ப்பாளர்களை மொழிபெயர்க்க அனுமதிப்பதைத் தவிர வேறு எந்த வகையிலும் மொழிபெயர்ப்பு கோப்புகளைக் கையாள வலைபெயர்ப்பு முயற்சிக்கவில்லை. எனவே வார்ப்புரு அல்லது மூலக் குறியீடு மாற்றப்படும்போது மொழிபெயர்க்கக்கூடிய கோப்புகளையும் இது புதுப்பிக்காது. நீங்கள் இதை கைமுறையாக செய்ய வேண்டும் மற்றும் மாற்றங்களை களஞ்சியத்திற்கு தள்ள வேண்டும், வலைபெயர்ப்பு தானாகவே மாற்றங்களை எடுக்கும்.
tr: Weblate, çeviri dosyalarını, çevirmenlerin çeviri yapmasına izin vermek dışında hiçbir şekilde değiştirmeye çalışmaz. Bu nedenle, kalıp ya da kaynak kodu değiştirildiğinde çevrilebilir dosyaları da güncellemez. Bunu el ile yapmanız ve değişiklikleri depoya itmeniz yeterlidir. Daha sonra Weblate değişiklikleri kendiliğinden alır.
uk: Weblate не виконує ніяких дій із файлами перекладу, окрім надання перекладачам можливості перекладати ці файли. Тому файли перекладів не буде оновлено, якщо буде оновлено шаблон або початковий код, на основі якого формується шаблон. Вам просто слід зробити це вручну і записати зміни до сховища, Weblate підхопить зміни автоматично.
zh_hans: Weblate 除了允许译者翻译之外，不会尝试以任何方式操作翻译文件。因此当模板或源代码更改时，它也同样不会更新翻译文件。您必须简单地手动去做，并将更改推送到仓库，然后 Weblate 会自动拾取更改。
zh_hant: Weblate 除了允許翻譯者翻譯之外，不會嘗試以任何方式操作翻譯文件。因此當模板或源代碼更改時，它也同樣不會更新翻譯文件。您必須簡單地手動去做，並將更改推送到倉庫，然後 Weblate 會自動拾取更改。

source: It is usually a good idea to merge changes done in Weblate before updating translation files, as otherwise you will usually end up with some conflicts to merge.
de: Es ist in der Regel eine gute Idee, Änderungen in Weblate zusammenzuführen, bevor Sie die Übersetzungsdateien aktualisieren. Da es sonst in der Regel zu Merge-Konflikten kommt.
ga: De ghnáth is smaoineamh maith é athruithe a rinneadh in Weblate a chumasc roimh chomhaid aistriúcháin a nuashonrú, mar ar shlí eile beidh roinnt coinbhleachtaí agat le cumasc.
hu: Általában jó ötlet a Weblate-ben végzett módosítások összevonása, mielőtt frissíti a fordítási fájlokat, különben jellemzően egyesítési ütközések léphetnek fel.
id: Biasanya merupakan ide yang baik untuk menggabungkan perubahan yang dibuat di Weblate sebelum memperbarui berkas terjemahan, karena jika tidak, Anda biasanya akan berakhir dengan beberapa konflik untuk digabungkan.
ja: 通常は、翻訳ファイルを更新する前に、Weblate で行った変更をマージしてください。そうしなければ、通常、マージすると競合が発生します。
nl: Het is gewoonlijk een goed idee om wijzigingen die gemaakt zijn in Weblate samen te voegen, voordat vertaalbestanden worden bijgewerkt, omdat u anders gewoonlijk enkele conflicten met samenvoegen zult tegenkomen.
pt: Normalmente é uma boa ideia mesclar as alterações feitas na Weblate antes de atualizar os ficheiros de tradução, pois de outra forma geralmente acabará com alguns conflitos para mesclar.
pt_br: Normalmente é uma boa ideia mesclar as alterações feitas na Weblate antes de atualizar os arquivos de tradução, pois de outra forma geralmente acabará com alguns conflitos para mesclar.
ro: De obicei, este o idee bună să fuzionați modificările efectuate în Weblate înainte de a actualiza fișierele de traducere, deoarece, în caz contrar, vă veți trezi cu unele conflicte de fuzionat.
ru: Обычно перед обновлением файлов перевода полезно влить изменения, сделанные в Weblate, в основной репозиторий, так как в противном случае вы, вероятно, столкнётесь с некоторыми конфликтами при слиянии.
sv: Det är vanligtvis en bra idé att slå samman ändringar som gjorts i Weblate innan du uppdaterar översättningsfilerna, eftersom du annars oftast kommer att få konflikter att lösa.
ta: மொழிபெயர்ப்பு கோப்புகளைப் புதுப்பிப்பதற்கு முன்பு வலைபெயர்ப்பில் செய்யப்பட்ட மாற்றங்களை இணைப்பது பொதுவாக நல்லது, இல்லையெனில் நீங்கள் பொதுவாக ஒன்றிணைக்க சில முரண்பாடுகளை சந்திக்க நேரிடும்.
tr: Çeviri dosyalarını güncellemeden önce Weblate üzerinde yapılan değişiklikleri birleştirmek genellikle iyi bir fikirdir. Yoksa genellikle bazı birleştirilmesi gereken bazı çakışmalarla karşılaşırsınız.
uk: Зазвичай, варто об'єднувати зміни, які було внесено у Weblate до оновлення файлів перекладу, інакше, зазвичай, виникатимуть конфлікти, які доведеться усувати.
zh_hans: 在更新翻译文件之前在 Weblate 中完成更改合并，这通常是个好主意，因为否则的话通常会以一些合并冲突来结束。
zh_hant: 在更新翻譯文件之前在 Weblate 中完成更改合併，這通常是個好主意，因為否則的話通常會以一些合併衝突來結束。

source: How to handle renaming translation files?
de: Wie benennt man Übersetzungsdateien um?
ga: Conas athainmniú comhaid aistriúcháin a láimhseáil?
hu: Hogyan kezelhető a fordítási fájlok átnevezése?
id: Bagaimana cara menangani penggantian nama berkas terjemahan?
ja: 翻訳ファイルの名前を変更する方法は？
nl: Hoe vertaalbestanden te hernoemen?
pt: Como lidar com pedidos de renomeação de ficheiros de traduções?
pt_br: Como lidar com a renomeação de arquivos de tradução?
ru: Как справиться с переименованием файлов перевода?
sv: Hur hanterar man omdöpning av översättningsfiler?
ta: மொழிபெயர்ப்பு கோப்புகளை மறுபெயரிடுவது எப்படி?
tr: Çeviri dosyaları nasıl yeniden adlandırılır?
uk: Як перейменовувати файли перекладів?
zh_hans: 如何处理重命名翻译文件？

source: When renaming files in the repository, it can happen that Weblate sees this as removal and adding of the files. This can lead to losing strings history, comments and suggestions.
de: Beim Umbenennen von Dateien im Repository kann es vorkommen, dass Weblate dies als Entfernen und Hinzufügen von Dateien ansieht. Dies kann dazu führen, dass der Verlauf, die Kommentare und Vorschläge von Zeichenketten verloren gehen.
ga: Agus comhaid á n-athainmniú sa stór, is féidir go bhfeiceann Weblate gurb ionann é seo a bhaint agus na comhaid a chur leis. Is féidir stair teaghráin, tuairimí agus moltaí a chailliúint mar thoradh air seo.
hu: Ha a tárolóban átnevezi a fájlokat, előfordulhat, hogy a Weblate ezt törlésként és új fájl hozzáadásaként értelmezi. Ez a szövegek előzményeinek, megjegyzéseinek és javaslatainak elvesztéséhez vezethet.
id: Saat mengganti nama berkas di repositori, Weblate mungkin menganggapnya sebagai penghapusan dan penambahan berkas. Hal ini dapat mengakibatkan hilangnya riwayat string, komentar, dan saran.
ja: リポジトリ内のファイルの名前を変更するときに、Weblate がこれをファイルの削除と追加と見なすことがあります。これにより、文字列の履歴、コメント、提案が失われることがあります。
nl: Bij het hernoemen van bestanden in de opslagruimte, kan het gebeuren dat Weblate dat ziet als het verwijderen en toevoegen van de bestanden. Dat kan leiden tot het verliezen van geschiedenis, opmerkingen en suggesties voor tekenreeksen.
pt_br: Ao renomear arquivos no repositório, pode acontecer que o Weblate veja isso como remoção e adição dos arquivos. Isso pode levar à perda do histórico de textos, comentários e sugestões.
ru: При переименовании файлов в репозитории может случиться так, что Weblate воспримет это как удаление и добавление файлов. Это может привести к потере истории строк, комментариев и предложений.
sv: När du byter namn på filer i arkivet kan det hända att Weblate tolkar detta som att filerna tas bort och läggs till. Detta kan leda till att stränghistorik, kommentarer och förslag går förlorade.
ta: களஞ்சியத்தில் கோப்புகளை மறுபெயரிடும்போது, வலைபெயர்ப்பு இதை கோப்புகளை அகற்றுதல் மற்றும் சேர்ப்பதாகப் பார்க்கிறது. இது சரங்களின் வரலாறு, கருத்துக்கள் மற்றும் பரிந்துரைகளை இழக்க வழிவகுக்கும்.
tr: Depodaki dosyaları yeniden adlandırırken, Weblate bunu dosyaların kaldırılması ve eklenmesi olarak görür. Bu işlem, dizge geçmişinin, yorumların ve önerilerin kaybedilmesine neden olabilir.
uk: При перейменуванні файлів у сховищі Weblate може зареєструвати це як вилучення та додавання файлів. Це може призвести до втрати журналу зміни рядків, коментарів та пропозицій.
zh_hans: 重命名仓库中的文件时，Weblate 可能会将重命名操作视为删除和添加文件操作。这可能会导致字符串历史、评论和建议丢失。

source: To avoid that, perform renaming in following steps:
de: Um dies zu vermeiden, führen Sie die Umbenennung in den folgenden Schritten durch:
ga: Chun é sin a sheachaint, déan athainmniú sna céimeanna seo a leanas:
hu: Ennek elkerüléséhez kövesse az alábbi lépéseket:
id: Untuk menghindari hal itu, lakukan penggantian nama dengan langkah-langkah berikut:
ja: これを回避するための、名前の変更手順:
nl: Voer, om dat te voorkomen, het hernoemen uit in de volgende stappen:
pt_br: Para evitar isso, execute a renomeação nas seguintes etapas:
ru: Чтобы избежать этого, выполните переименование в следующие шаги:
sv: För att undvika detta, utför namnändringen enligt följande steg:
ta: அதைத் தவிர்க்க, பின்வரும் படிகளில் மறுபெயரிடலைச் செய்யுங்கள்:
tr: Bundan kaçınmak için, yeniden adlandırmayı şu şekilde yapın:
uk: Щоб уникнути цього, виконайте перейменування у такий спосіб:
zh_hans: 要避免这一情况，请按下列步骤进行重命名：

source: Lock the translation component in :ref:`manage-vcs`.
de: Die Übersetzungskomponente in :ref:`manage-vcs` sperren.
ga: Glasáil comhpháirt an aistriúcháin i :ref:`manage-vcs`.
hu: Zárja le a fordítási összetevőt a :ref:`manage-vcs` felületen.
id: Kunci komponen terjemahan di :ref:`manage-vcs`.
ja: :ref:`manage-vcs` で翻訳コンポーネントをロックします。
nl: Vergrendel het onderdeel voor vertalen in :ref:`manage-vcs`.
pt: Bloqueie o componente de tradução em :ref:`manage-vcs`.
pt_br: Bloqueie o componente de tradução em :ref:`manage-vcs`.
ru: Заблокируйте компонент перевода в :ref:`manage-vcs`.
sv: Lås översättningskomponenten i :ref:`manage-vcs`.
tr: :ref:`manage-vcs` içinden çeviri bileşenini kilitleyin.
uk: Заблокуйте складник перекладу у :ref:`manage-vcs`.
zh_hans: 锁定 :ref:`manage-vcs` 中的翻译部件。

source: Commit pending changes in :ref:`manage-vcs`.
de: Ausstehende Änderungen in :ref:`manage-vcs` committen.
ga: Tiomantas athruithe ar feitheamh i :ref:`manage-vcs`.
hu: Véglegesítse az összes függőben lévő módosítást a :ref:`manage-vcs` felületen.
id: Komit perubahan yang tertunda di :ref:`manage-vcs`.
ja: :ref:`manage-vcs` で保留中の変更をコミットします。
nl: Openstaande wijzigingen doorvoeren in :ref:`manage-vcs`.
pt_br: Faça commits de alterações pendentes em :ref:`manage-vcs`.
ru: Зафиксируйте ожидающие изменения в :ref:`manage-vcs`.
sv: Bekräfta väntande ändringar i :ref:`manage-vcs`.
tr: :ref:`manage-vcs` içinde bekleyen değişiklikleri işleyin.
uk: Запишіть зміни з черги до :ref:`manage-vcs`.
zh_hans: 在 :ref:`manage-vcs` 中提交待处理更改。

source: Merge Weblate changes to the upstream repository.
de: Weblate-Änderungen im Upstream-Repository zusammenführen.
ga: Cumaisc athruithe Weblate chuig an stór in aghaidh an tsrutha.
hu: Vonja össze a Weblate módosításait a forrás tárolóba.
id: Gabungkan perubahan Weblate ke repositori hulu.
ja: Weblate の変更を上流リポジトリにマージします。
nl: Voeg wijzigingen van Weblate samen met die van de opslagruimte upstream.
pt_br: Mescle as alterações do Weblate no repositório remoto.
ru: Объедините изменения Weblate с вышестоящим репозиторием.
sv: Sammanfoga Weblate-ändringar till uppströmsrepositoriet.
ta: மேல்நிலை களஞ்சியத்தில் வலைபெயர்ப்பு மாற்றங்களை இணைக்கவும்.
tr: Weblate değişikliklerini yukarı akış deposuna aktarın.
uk: Злийте зміни у Weblate до сховища основного коду.
zh_hans: 将 Weblate 更改合并到远程仓库。

source: Disable receiving updates via hooks using :ref:`project-enable_hooks`.
de: Den Empfang von Aktualisierungen über Hooks mit :ref:`project-enable_hooks` deaktivieren.
ga: Díchumasaigh nuashonruithe a fháil trí chrúcaí ag baint úsáide as :ref:`project-enable_hooks`.
hu: Tiltsa le a frissítések fogadását a hookokon keresztül a :ref:`project-enable_hooks` segítségével.
id: Nonaktifkan penerimaan pembaruan melalui kait menggunakan :ref:`project-enable_hooks`.
ja: :ref:`project-enable_hooks` を使用して、フックによる更新の受信を無効にします。
nl: Schakel het ontvangen van bijwerken via hooks uit met :ref:`project-enable_hooks`.
pt_br: Desabilite o recebimento de atualizações via hooks usando :ref:`project-enable_hooks`.
ru: Отключите получение обновлений через обработчики, используя :ref:`project-enable_hooks`.
sv: Inaktivera mottagning av uppdateringar via hooks med hjälp av :ref:`project-enable_hooks`.
tr: :ref:`project-enable_hooks` ile kancalar üzerinden güncellemelerin alınmasını kullanımdan kaldırın.
uk: Вимкніть отримання оновлень за допомогою скриптів, скориставшись :ref:`project-enable_hooks`.
zh_hans: 使用 :ref:`project-enable_hooks` 禁止通过钩子接收更新。

source: Perform the renaming of the files in the repository.
de: Das Umbenennen der Dateien im Repository durchführen.
ga: Déan na comhaid sa stór a athainmniú.
hu: Végezze el a fájlok átnevezését a tárolóban.
id: Lakukan penggantian nama berkas dalam repositori.
ja: リポジトリ内のファイルの名前変更を実行します。
nl: Voer het hernoemen van de bestanden in de opslagruimte uit.
pt_br: Execute a renomeação dos arquivos no repositório.
ru: Выполните переименование файлов в репозитории.
sv: Utför omdöpningen av filerna i arkivet.
ta: களஞ்சியத்தில் உள்ள கோப்புகளின் மறுபெயரிடலைச் செய்யுங்கள்.
tr: Depodaki dosyaları yeniden adlandırın.
uk: Виконайте перейменування файлів у сховищі.
zh_hans: 重命名仓库中的文件。

source: Update the component configuration to match new file names.
de: Die Komponentenkonfiguration aktualisieren, damit sie den neuen Dateinamen entspricht.
ga: Nuashonraigh cumraíocht an chomhpháirt chun ainmneacha comhaid nua a mheaitseáil.
hu: Frissítse az összetevő beállításait, hogy azok megfeleljenek az új fájlneveknek.
id: Perbarui konfigurasi komponen agar sesuai dengan nama berkas baru.
ja: 新しいファイル名と整合するようにコンポーネント設定を更新します。
nl: Werk de configuratie van het onderdeel bij waarmee de nieuwe bestandsnamen overeen moeten komen.
pt_br: Atualize a configuração de componente existente para corresponder a novos nomes de arquivos.
ru: Обновите конфигурацию компонента, чтобы она соответствовала новым именам файлов.
sv: Uppdatera komponentkonfigurationen så att den stämmer överens med de nya filnamnen.
ta: புதிய கோப்பு பெயர்களுடன் பொருந்த கூறு உள்ளமைவைப் புதுப்பிக்கவும்.
tr: Bileşen yapılandırmasını yeni dosya adlarıyla eşleşecek şekilde güncelleyin.
uk: Оновіть налаштування складника, щоб вони відповідали новим назвам файлів.
zh_hans: 更新组件配置来匹配新文件名。

source: Enable update hooks and unlock the component.
de: Update-Hooks aktivieren und die Komponente entsperren.
ga: Cumasaigh crúcaí nuashonraithe agus díghlasáil an chomhpháirt.
hu: Kapcsolja vissza a frissítési hookokat, és oldja fel az összetevő zárolását.
id: Aktifkan kait pembaruan dan buka kunci komponen.
ja: 更新フックを有効にして、コンポーネントのロックを解除します。
nl: Schakel bijwerken van hooks in en ontgrendel het onderdeel.
pt_br: Habilite os ganchos de atualização e desbloqueie o componente.
ru: Включите обработчики обновлений и разблокируйте компонент.
sv: Aktivera uppdateringshookar och lås upp komponenten.
ta: புதுப்பித்தல் கொக்கிகளை இயக்கவும் மற்றும் கூறுகளைத் திறக்கவும்.
tr: Güncelleme kancalarını kullanıma alın ve bileşenin kilidini açın.
uk: Увімкніть скрипти оновлення і розблокуйте складник.
zh_hans: 启用更新钩子并解锁部件。

source: Requests sometimes fail with "too many open files" error
de: Anfragen schlagen manchmal mit der Fehlermeldung „zu viele offene Dateien“ fehl
ga: Uaireanta teipeann ar iarratais leis an earráid "an iomarca comhad oscailte"
hu: A kérések néha „túl sok megnyitott fájl” hibával meghiúsulnak
id: Permintaan terkadang gagal dengan galat "terlalu banyak berkas yang terbuka"
ja: リクエストが「開いているファイルが多すぎます」というエラーで失敗する
nl: Verzoeken mislukken soms met de fout "teveel geopende bestanden"
pt: As solicitações às vezes falham com o erro "demais ficheiros abertos"
pt_br: As solicitações às vezes falham com o erro "muitos arquivos abertos"
ro: Cererile eșuează uneori cu eroarea "prea multe fișiere deschise"
ru: Запросы иногда завершаются с ошибкой «слишком много открытых файлов» (“too many open files”)
sv: Begäran misslyckas ibland med felmeddelandet "för många öppna filer"
ta: கோரிக்கைகள் சில நேரங்களில் "பல திறந்த கோப்புகள்" பிழையுடன் தோல்வியடைகின்றன
tr: İstekler bazen``çok fazla dosya açık`` hatasıyla başarısız olur
uk: Іноді запити не виконуються із повідомленням про помилку «відкрито забагато файлів»
zh_hans: 请求有时失败，错误信息为“too many open files”（打开文件过多）
zh_hant: 請求有時失敗，錯誤信息為“too many open files”（打開文件過多）

source: This happens sometimes when your Git repository grows too much and you have many of them. Compressing the Git repositories will improve this situation.
de: Das passiert manchmal, wenn das Git-Repository zu groß wird und Sie viele davon haben. Das Komprimieren der Git-Repositorys verbessert diese Situation.
ga: Tarlaíonn sé seo uaireanta nuair a fhásann do stór Git an iomarca agus tá go leor acu agat. Cuirfidh comhbhrúite na stórtha Git feabhas ar an staid seo.
hu: Ez akkor fordulhat elő, ha a Git tárolók túl nagyra nőnek, és túl sok van belőlük. A tárolók tömörítése javítja a helyzetet.
id: Hal ini terkadang terjadi ketika repositori Git Anda terlalu besar dan Anda memiliki banyak repositori. Mengompresi repositori Git akan memperbaiki situasi ini.
ja: これは、Git リポジトリが大きくなりすぎて、Git リポジトリの数が増えすぎた場合に発生することがあります。Git リポジトリを圧縮すると、この状況を改善できます。
nl: Dat gebeurt soms als uw opslagruimte van Git teveel groeit en u er veel van heeft. Comprimeren van de opslagruimten van Git zal deze situatie verbeteren.
pt: Isto acontece às vezes quando o seu repositório Git cresce demais e tem muitos deles. Comprimir os repositórios Git irá melhorar esta situação.
pt_br: Isto acontece às vezes quando o seu repositório Git cresce demais e você tem muitos deles. Comprimir os repositórios Git irá melhorar esta situação.
ro: Acest lucru se întâmplă uneori atunci când depozitul Git crește prea mult și aveți multe dintre ele. Comprimarea depozitelor Git va îmbunătăți această situație.
ru: Такое иногда случается, когда ваш Git-репозиторий слишком разрастается и у вас их очень много. Сжатие Git-репозиториев улучшит эту ситуацию.
sv: Detta händer ibland när ditt Git-arkiv växer sig för stort och du har många av dem. Komprimering av Git-arkiven förbättrar denna situation.
ta: உங்கள் அறிவிலி களஞ்சியம் அதிகமாக வளரும்போது இது சில நேரங்களில் நிகழ்கிறது, அவற்றில் பல உங்களிடம் உள்ளன. அறிவிலி களஞ்சியங்களை சுருக்குவது இந்த நிலைமையை மேம்படுத்தும்.
tr: Bu bazen Git deponuz çok fazla büyüdüğünde ve bu depolardan çok sayıda olduğunda olur. Git depolarının sıkıştırılması bu durumu iyileştirir.
uk: Таке трапляється, якщо ваш сховище Git розростається й у вас стає забагато файлів. Стискання сховища Git має усунути проблему.
zh_hans: 有时当您的 Git 仓库增长太多并您有太多仓库时会发生。压缩 Git 仓库会改善这种情况。
zh_hant: 有時當您的 Git 倉庫增長太多並您有太多倉庫時會發生。壓縮 Git 倉庫會改善這種情況。

source: The easiest way to do this is to run:
de: Der einfachste Weg, dies zu tun:
ga: Is é an bealach is éasca chun é seo a dhéanamh ná a reáchtáil:
hu: A legegyszerűbb megoldás ennek futtatása:
id: Cara termudah untuk melakukan ini adalah dengan menjalankan:
ja: 簡単に Git リポジトリを圧縮する方法:
nl: De gemakkelijkste manier om dit te doen is door uit te voeren:
pt: A maneira mais fácil de fazer isto é executar:
pt_br: A maneira mais fácil de fazer isto é executar:
ro: Cel mai simplu mod de a face acest lucru este să rulați:
ru: Простейший способ это сделать — запустить следующий скрипт:
sv: Det enklaste sättet att göra detta är att köra:
ta: இதைச் செய்வதற்கான எளிதான வழி ஓடுவதாகும்:
tr: Bunu yapmanın en kolay yolu şunu çalıştırmaktır:
uk: Найпростішим способом зробити це є така команда:
zh_hans: 这样做的最容易方式是运行：
zh_hant: 這樣做的最容易方式是運行：
