Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Clone the Weblate source code:
de: Klonen des Weblate-Quellcodes:
ga: Clón an cód foinse Weblate:
hu: Klónozza a Weblate forráskódját:
id: Kloning kode sumber Weblate:
ja: Weblate ソースコードのクローン:
nl: Kloon de broncode van Weblate:
pt: Clone o código-fonte do Weblate:
pt_br: Clone o código-fonte do Weblate:
ro: Clonați codul sursă Weblate:
ru: Склонируйте исходный код Weblate:
sv: Klonera Weblate-källkoden:
ta: வலைபெயர்ப்பு மூல குறியீட்டை நகலி செய்யவும்:
tr: Weblate kaynak kodlarını kopyalayın:
uk: Клонувати початковий код Weblate:
zh_hans: 克隆 Weblate 源码：

source: Create a virtualenv:
de: Eine virtualenv erstellen:
ga: Cruthaigh virtualenv:
hu: Hozzon létre egy virtualenv-et:
id: Buat virtualenv:
ja: virtualenv の作成:
nl: Maak een virtualenv:
pt: Crie um virtualenv:
pt_br: Crie um virtualenv:
ro: Creați un virtualenv:
ru: Создайте виртуальное окружение:
sv: Skapa en virtualenv:
ta: ஒரு virtualenv ஐ உருவாக்கு:
tr: Bir virtualenv oluşturun:
uk: Створіть віртуальне середовище:
zh_hans: 创建一个虚拟环境：

source: Install Weblate (for this you need some system dependencies, see :doc:`../admin/install/source`) and all dependencies useful for development:
de: Weblate (dazu benötigen Sie einige Systemabhängigkeiten, siehe :doc:`../admin/install/source`)und alle für die Entwicklung nützlichen Abhängigkeiten installieren:
ga: Suiteáil Weblate (le haghaidh seo beidh roinnt spleáchais córais uait, féach :doc:`../admin/install/source`) agus gach spleáchas atá úsáideach le haghaidh forbartha:
hu: Telepítse a Weblate-et (ehhez néhány rendszerfüggőség is szükséges – lásd: :doc:`../admin/install/source`) és minden, fejlesztéshez hasznos függőséget:
id: Instal Weblate (untuk ini Anda memerlukan beberapa dependensi sistem, lihat :doc:`../admin/install/source`) dan semua dependensi yang berguna untuk pengembangan:
ja: Weblate のインストール（そのためには多くの依存関係が必要となる。参照: :doc:`../admin/install/source`）さらに、開発に必要なすべての依存関係もインストールする方法:
nl: Installeer Weblate (u heeft hiervoor enkele systeemafhankelijkheden nodig, bekijk :doc:`../admin/install/source`) en alle afhankelijkheden die nuttig zijn bij ontwikkelen:
pt_br: Instale Weblate (para isso, você vai precisar de algumas dependências do sistema, veja :doc:`../admin/install/source`) e todas as dependências úteis para desenvolvimento:
sv: Installera Weblate (för detta behöver du vissa systemberoenden, se :doc:`../admin/install/source`) och alla beroenden som är användbara för utveckling:
tr: Weblate kurulumunu (bunun için bazı sistem bağımlılıklarına gerek duyulur. Ayrıntılı bilgi almak için: :doc:`../admin/install/source`) ve geliştirme için kullanışlı tüm bağımlılıkların kurulumunu yapın:
uk: Установіть Weblate (це потребуватиме декількох залежностей у системі, див. :doc:`../admin/install/source`) і усі залежності, які корисні для розробки:
zh_hans: 安装 Weblate（这需要一些系统依赖项，请参见 :doc:`../admin/install/source`）和所有对开发有用的依赖项：

source: Start a development server:
de: Einen Entwicklungsserver starten:
ga: Tosaigh freastalaí forbartha:
hu: Indítsa el a fejlesztői szervert:
id: Mulai server pengembangan:
ja: 開発サーバーの起動:
nl: Beginnen van een server voor ontwikkeling:
pt: Inicie um servidor de desenvolvimento:
pt_br: Inicie um servidor de desenvolvimento:
ro: Porniți un server de dezvoltare:
ru: Запустите сервер разработки:
sv: Starta en utvecklingsserver:
ta: ஒரு மேம்பாட்டு சேவையகத்தைத் தொடங்கவும்:
tr: Bir geliştirme sunucusu başlatın:
uk: Запустити сервер розробки:
zh_hans: 启动一台开发服务器：

source: Depending on your configuration, you might also want to start Celery workers:
de: Je nach Konfiguration möchten Sie vielleicht auch Celery-Worker starten:
ga: Ag brath ar do chumraíocht, b'fhéidir gur mhaith leat oibrithe Soilire a thosú freisin:
hu: A beállításától függően el kell indítani a Celery munkafolyamatokat is:
id: Tergantung pada konfigurasi Anda, mungkin Anda juga ingin mulai menggunakan Celery worker:
ja: Celery Worker を起動する場合の設定方法:
nl: Afhankelijk van uw configuratie wilt u misschien ook werkers van Celery starten:
pt: Dependendo da sua configuração, também quereria inciar workers do Celery:
pt_br: Dependendo da sua configuração, você também pode querer inciar workers do Celery:
ro: În funcție de configurația dvs., este posibil să doriți, de asemenea, să porniți Celery workers:
ru: В зависимости от ваших настроек, возможно, вы захотите запустить обработчики Celery:
sv: Beroende på din konfiguration kanske du också vill starta Celery-arbetare:
ta: உங்கள் உள்ளமைவைப் பொறுத்து, நீங்கள் செலரி தொழிலாளர்களைத் தொடங்க விரும்பலாம்:
tr: Yapılandırmanıza bağlı olarak, Celery işlemlerini de başlatmak isteyebilirsiniz:
uk: Залежно від ваших налаштувань, вам може знадобитися запуск обробників Celery:
zh_hans: 你可能还想启动 Celery 工作进程，这取决于你的配置：
zh_hant: 取決於配置，你也許想啟動 Celery workers：

source: To run a test (see :ref:`local-tests` for more details):
de: Um einen Test durchzuführen (siehe :ref:`local-tests` für weitere Details):
ga: Chun triail a rith (féach :ref:`local-tests` le haghaidh tuilleadh sonraí):
hu: Tesztek futtatásához (lásd: :ref:`local-tests`):
id: Untuk menjalankan pengujian (lihat :ref:`local-tests` untuk rincian lebih lanjut):
ja: テストの実行（詳細は :ref:`local-tests` を確認してください）:
nl: Een test uitvoeren (bekijk :ref:`local-tests` voor meer details):
pt: Para executar um teste (veja :ref:`local-tests` para mais detalhes):
pt_br: Para executar um teste (consulte :ref:`local-tests` para mais detalhes):
ro: Pentru a rula un test (a se vedea :ref:`local-tests` pentru mai multe detalii):
ru: Чтобы запустить тесты (смотреть раздел :ref:`local-tests`):
sv: För att köra ett test (se :ref:`local-tests` för mer information):
tr: Bir deneme yapın (ayrıntılı bilgi almak için: :ref:`local-tests`):
uk: Для запуску тестування (див. :ref:`local-tests`, щоб дізнатися більше):
zh_hans: 若要运行测试（更多细节请参见 :ref:`local-tests`）：
zh_hant: 要運行測試 （更多細節見 :ref:`local-tests`）：

source: Running Weblate locally in Docker
de: Weblate lokal in Docker ausführen
ga: Weblate a rith go háitiúil i Docker
hu: Weblate futtatása helyileg Dockerben
id: Menjalankan Weblate secara lokal di Docker
ja: Docker上でローカルに Weblate の実行
nl: Weblate lokaal in Docker uitvoeren
pt: Executando Weblate localmente no Docker
pt_br: Executando Weblate localmente no Docker
ro: Rularea Weblate la nivel local în Docker
ru: Запуск Weblate локально внутри Doсker
sv: Kör Weblate lokalt i Docker
ta: டாக்கரில் உள்நாட்டில் வலைபெயர்ப்பு இயங்குகிறது
tr: Weblate platformunu Docker üzerinde yerel olarak çalıştırma
uk: Запуск Weblate локально у Docker
zh_hans: 在 Docker 中本地运行 Weblate
zh_hant: 在 Docker 中本地運行 Weblate

source: If you have Docker and the docker-compose-plugin installed, you need an additional tool called ``jq`` which you can install through your favorite package manager. Then, you can spin up the development environment by simply running:
de: Wenn Sie Docker und das docker-compose-plugin installiert haben, wird ein zusätzliches Tool namens ``jq`` benötigt, das Sie über Ihren bevorzugten Paketmanager installieren können. Anschließend kann die Entwicklungsumgebung durch einfaches Ausführen gestarte werden:
ga: Má tá Docker agus an breiseán docker-compose-plugin suiteáilte agat, beidh uirlis bhreise uait ar a dtugtar `` jq`` ar féidir leat a shuiteáil trí do bhainisteoir pacáiste is fearr leat. Ansin, is féidir leat an timpeallacht forbartha a shníomh suas trí:
hu: Ha a Docker és a docker-compose-plugin telepítve van, szüksége lesz egy további eszközre, a ``jq``-ra is, amelyet a kedvenc csomagkezelőjén keresztül telepíthet. Ezután egyszerűen elindíthatja a fejlesztői környezetet a következő paranccsal:
id: Jika Anda sudah meginstal Docker dan docker-compose-plugin, Anda memerlukan alat tambahan bernama ``jq`` yang dapat diinstal melalui pengelola paket favorit Anda. Kemudian, Anda dapat menjalankan lingkungan pengembangan dengan menjalankan:
ja: Docker と docker-compose-plugin がインストールされている場合は、お気に入りのパッケージ マネージャーからインストールできる ``jq`` という追加ツールが必要です。次のコマンドを実行するだけで開発環境を起動する方法:
nl: Als u Docker en de docker-compose-plugin hebt geïnstalleerd, heeft u ene aanvullend programma nodig, genaamd ``jq``, dat u kunt installeren met uw favoriete pakketbeheerder. Dan kunt u de ontwikkelomgeving activeren door eenvoudigweg uit te voeren:
pt_br: Se você tiver o Docker e o docker-compose-plugin instalados, precisará de uma ferramenta adicional chamada ``jq`` que pode ser instalada por meio do seu gerenciador de pacotes favorito. Então, você pode ativar o ambiente de desenvolvimento simplesmente executando:
sv: Om du har Docker och docker-compose-plugin installerat behöver du ett extra verktyg som heter ``jq``, vilket du kan installera via din favoritpakethanterare. Sedan kan du starta utvecklingsmiljön genom att helt enkelt köra:
ta: உங்களிடம் கப்பல்துறை மற்றும் டோக்கர்-காம்போச்-ப்ளூசின் நிறுவப்பட்டிருந்தால், உங்களுக்கு பிடித்த தொகுப்பு மேலாளர் மூலம் நிறுவக்கூடிய `` jq`` எனப்படும் கூடுதல் கருவி உங்களுக்குத் தேவை. பின்னர், நீங்கள் வெறுமனே இயங்குவதன் மூலம் வளர்ச்சி சூழலை சுழற்றலாம்:
tr: Docker ve docker-compose-plugin kuruluysa, kullanmayı yeğlediğiniz paket yöneticisi ile kurabileceğiniz ``jq`` adında bir ek araca gerek duyacaksınız. Ardından yalnızca şu komutu yürüterek geliştirme ortamını çalıştırabilirsiniz:
uk: Якщо у вас встановлено Docker і docker-compose-plugin, вам знадобиться додаткова програма із назвою ``jq``, яка може встановлювати дані за допомогою вашої улюбленої програми для керування пакунками. Далі, ви можете запустити середовище розробки простими командами:
zh_hans: 如果你安装了 Docker 和 docker-compose-plugin，你还需要通过你喜爱的包管理器安装名为``jq``的额外工具。之后，只需运行以下命令即可启动开发环境：

source: It will create a development Docker image and start it. Weblate is running on <http://127.0.0.1:8080/> and you can sign in as the user ``admin`` using ``admin`` as the password. The new installation is empty, so you might want to continue with :ref:`adding-projects`.
de: Es wird ein Entwicklungs-Docker-Image erstellt und gestartet. Weblate läuft auf <http://127.0.0.1:8080/> und Sie können sich als Benutzer ``admin`` mit ``admin`` als Passwort anmelden. Die neue Installation ist leer, daher sollten Sie mit :ref:`adding-projects` fortfahren.
ga: Cruthóidh sé íomhá Docker forbartha agus cuirfidh sé tús leis. Tá Weblate ag rith ar <http://127.0.0.1:8080/> agus is féidir leat síniú isteach mar an t-úsáideoir `` admin`` ag baint úsáide as `` admin`` mar an focal faire. Tá an tsuiteáil nua folamh, mar sin b'fhéidir gur mhaith leat leanúint ar aghaidh le :ref:`adding-projects`.
hu: Ez létrehoz egy fejlesztői Docker-képet, és elindítja azt. A Weblate a <http://127.0.0.1:8080/> címen érhető el, a bejelentkezéshez használja a ``admin`` felhasználónevet és a ``admin`` jelszót. Az új telepítés üres, így érdemes folytatni a :ref:`adding-projects` rész alapján.
id: Ini akan membuat gambar Docker pengembangan dan memulainya. Weblate berjalan di <http://127.0.0.1:8080/> dan Anda dapat masuk sebagai pengguna ``admin`` dengan kata sandi ``admin``. Instalasi baru ini kosong, jadi Anda mungkin ingin melanjutkan dengan :ref:`adding-projects`.
ja: 開発用 Docker イメージを作成して起動します。Weblate は <http://127.0.0.1:8080/> で動作しており、``admin`` ユーザーとして ``admin`` パスワードでサインインできます。新しいインストールは空なので、:ref:`adding-projects` に進んでください。
nl: Het zal een Docker image voor ontwikkeling maken en die starten. Weblate wordt uitgevoerd op <http://127.0.0.1:8080/> en u kunt inloggen als de gebruiker ``admin`` met ``admin`` als het wachtwoord. De nieuw installatie is leeg, dus u wilt waarschijnlijk doorgaan met :ref:`adding-projects`.
pt: Isso irá criar uma imagem do Docker de desenvolvimento e iniciá-lo. Weblate está a ser executado em <http://127.0.0.1:8080/> e pode entrar como o utilizador ``admin``, a usar ``admin`` como a palavra-passe. A nova instalação está vazia, então quererá seguir :ref:`adding-projects`.
pt_br: Isso irá criar uma imagem do Docker de desenvolvimento e iniciá-lo. Weblate está sendo executado em <http://127.0.0.1:8080/> e você pode entrar como o usuário ``admin``, usando ``admin`` como a senha. A nova instalação está vazia, então você pode querer seguir :ref:`adding-projects`.
ro: Se va crea o imagine Docker de dezvoltare și se va porni. Weblate rulează pe <http://127.0.0.1:8080/> și vă puteți autentifica ca utilizator ``admin`` folosind ``admin`` ca parolă. Noua instalare este goală, așa că poate doriți să continuați cu :ref:`adding-projects`.
ru: Это создаст и запустит образ Docker для разработки. Weblate будет запущен на <http://127.0.0.1:8080/> и вы сможете зайти в него под пользователем ``admin`` с паролем ``admin``. Новая установка будет пустой, так что дальше вам скорей всего надо будет :ref:`добавить туда проекты и компоненты перевода <adding-projects>`.
sv: Det kommer att skapa en utvecklings-Docker-bild och starta den. Weblate körs på <http://127.0.0.1:8080/> och du kan logga in som användaren ``admin`` med ``admin`` som lösenord. Den nya installationen är tom, så du kanske vill fortsätta med :ref:`adding-projects`.
tr: Geliştirme için bir Docker kalıbı oluşturur ve başlatır. Weblate ile <http://127.0.0.1:8080/> adresinden ``admin`` kullanıcı adı ve ``admin`` parolası ile oturum açabilirsiniz. Yeni kurulum boştur, bu nedenle :ref:`adding-projects` ile ilerlemek isteyebilirsiniz.
uk: У результаті буде створено і запущено образ Docker для розробки. Weblate працюватиме за адресою <http://127.0.0.1:8080/>, і ви зможете увійти від імені користувача ``admin`` із паролем ``admin``. Новий встановлений екземпляр буде порожнім, тому ви можете продовжити з :ref:`adding-projects`.
zh_hans: 它将新建一个 Docker 镜像并启动它。Weblate 运行在 <http://127.0.0.1:8080/> 上，并且您可以以用户 ``admin`` 的身份登录，密码是 ``admin``。新安装是什么都没有的，所以接着您可能想 :ref:`adding-projects`。
zh_hant: 它將新建 Docker 影響並啟動它。 Weblate 運行在 <http://127.0.0.1:8080/> 上，並且你可以以 ``admin`` 為用戶名， ``admin`` 為密碼來登錄。新的安裝是空的，所以您會想要以 :ref:`adding-projects` 來繼續。

source: Weblate is configured to use :program:`maildev` container as a e-mail server. The delivered e-mails can be seen at <http://127.0.0.1:1080/>.
de: Weblate ist so konfiguriert, dass der :program:`maildev`-Container als E-Mail-Server verwendet wird. Die zugestellten E-Mails können unter <http://127.0.0.1:1080/> eingesehen werden.
ga: Tá Weblate cumraithe chun coimeádán :program:`maildev` a úsáid mar fhreastalaí ríomhphoist. Is féidir na ríomhphoist a sheachadtar a fheiceáil ag <http://127.0.0.1:1080/>.
hu: A Weblate úgy van beállítva, hogy a :program:`maildev` konténert használja e-mail szerverként. A kézbesített e-mailek a <http://127.0.0.1:1080/> címen tekinthetők meg.
id: Weblate dikonfigurasi untuk menggunakan kontainer :program:`maildev` sebagai server surel. Surel yang terkirim dapat dilihat di <http://127.0.0.1:1080/>.
nl: Weblate is geconfigureerd om de container :program:`maildev` als een e-mailserver te gebruiken. De afgeleverde e-mails zijn te zien op <http://127.0.0.1:1080/>.
pt_br: Weblate está configurado para usar o contêiner :program:`maildev` como um servidor de e-mail. Os e-mails entregues podem ser vistos em <http://127.0.0.1:1080/>.
sv: Weblate är konfigurerat för att använda :program:`maildev`-containern som e-postserver. De levererade e-postmeddelandena kan ses på <http://127.0.0.1:1080/>.
uk: Weblate налаштовано на використання контейнера :program:`maildev` як сервера електронної пошти. Доставлені електронні листи можна переглянути за адресою <http://127.0.0.1:1080/>.

source: The :file:`Dockerfile` and :file:`docker-compose.yml` for this are located in the :file:`dev-docker` directory. For easier access to the database during development, the container running PostgreSQL is exposed on port ``5433``.
de: Das :file:`Dockerfile` und :file:`docker-compose.yml` hierfür befinden sich im Verzeichnis :file:`dev-docker`. Um den Zugriff auf die Datenbank während der Entwicklung zu vereinfachen, wird der Container, in dem PostgreSQL läuft, auf Port ``5433`` bereitgestellt.
ga: Tá na :file:`Dockerfile` agus :file:`docker-compose.yml` le haghaidh seo suite sa chomhadlann :file:`dev-docker`. Chun rochtain níos éasca a fháil ar an mbunachar sonraí le linn na forbartha, tá an coimeádán a ritheann PostgreSQL nochta ar phort ``5433``.
hu: A hozzá tartozó :file:`Dockerfile` és :file:`docker-compose.yml` fájlok a :file:`dev-docker` könyvtárban találhatók. A fejlesztés megkönnyítése érdekében a PostgreSQL-t futtató konténer a ``5433``-as porton elérhető.
id: :file:`Dockerfile` dan :file:`docker-compose.yml` untuk ini terletak di direktori :file:`dev-docker`. Untuk memudahkan akses ke basis data selama pengembangan, kontainer yang menjalankan PostgreSQL diekspos pada port ``5433``.
ja: このための :file:`Dockerfile` と :file:`docker-compose.yml` は :file:`dev-docker` ディレクトリにあります。開発中にデータベースに簡単にアクセスできるように、PostgreSQL を実行するコンテナはポート ``5433`` で公開されます。
nl: Het :file:`Dockerfile` en :file:`docker-compose.yml` hiervoor zijn geplaatst in de map :file:`dev-docker`. Voor gemakkelijker toegang tot de database tijdens ontwikkeling wordt de container, die PostgreSQL uitvoert, weergegeven op poort ``5433``.
pt_br: Os arquivos :file:`Dockerfile` e :file:`docker-compose.yml` para isso estão localizados no diretório :file:`dev-docker`. Para acesso mais fácil ao banco de dados durante o desenvolvimento, o contêiner executando o PostgreSQL é exposto na porta ``5433``.
sv: :file:`Dockerfile` och :file:`docker-compose.yml` för detta finns i katalogen :file:`dev-docker`. För att underlätta åtkomsten till databasen under utvecklingen är containern som kör PostgreSQL exponerad på port ``5433``.
tr: Bunun için :file:`Dockerfile` ve :file:`docker-compose.yml`, :file:`dev-docker` klasöründe bulunur. Geliştirme sırasında veri tabanına daha kolay erişmek için PostgreSQL çalıştıran kapsayıcı ``5433`` bağlantı noktasına açılmıştır.
uk: Файли :file:`Dockerfile` і :file:`docker-compose.yml` для цього екземпляра зберігатимуться у каталозі :file:`dev-docker`. Для полегшення доступу до бази даних під час розробки, контейнер з PostgreSQL виставляється на порт ``5433``.
zh_hans: 相关 :file:`Dockerfile` 和 :file:`docker-compose.yml` 位于的 :file:`dev-docker` 目录中。要在开发期间更轻松地访问数据库，暴露运行 PostgreSQL 的容器于端口 ``5433`` 。

source: The script also accepts some parameters, to execute tests, run it with the ``test`` parameter and then specify any :djadmin:`django:test` parameters, for example running only tests in the ``weblate.machine`` module:
de: Das Skript akzeptiert auch einige Parameter, um Tests auszuführen, führen Sie es mit dem Parameter ``test`` aus und geben Sie dann alle :djadmin:`django:test`-Parameter an, um zum Beispiel nur Tests im Modul ``weblate.machine`` auszuführen:
ga: Glacann an script le roinnt paraiméadair freisin, chun tástálacha a dhéanamh, rith leis an bparaiméadar ``test`` é agus ansin sonraigh aon pharaiméadair :djadmin:`django:test`, mar shampla trialacha amháin a rith sa mhodúl ``weblate.machine`` :
hu: A szkript néhány paramétert is elfogad: tesztek futtatásához indítsa el ``test`` paraméterrel, majd adja meg a kívánt :djadmin:`django:test` paramétereket. Például, ha csak a ``weblate.machine`` modul tesztjeit szeretné futtatni:
id: Skrip ini juga menerima beberapa parameter, untuk menjalankan pengujian, jalankan dengan parameter ``test`` lalu tentukan parameter :djadmin:`django:test` apa pun, misalnya jalankan hanya pengujian dalam modul ``weblate.machine``:
ja: スクリプトは、複数のパラメータを受け取り、テストを実行するために ``test`` パラメータを指定して実行し、次に :djadmin:`django:test` パラメータを指定します。``weblate.machine`` モジュールでテストのみの実行例:
nl: Het script accepteert ook enkele parameters, om testen uit te voeren, voer die uit met de parameter ``test`` en specificeer dan enkele parameters :djadmin:`django:test` , bijvoorbeeld voor het alleen uitvoeren van testen in de module ``weblate.machine``:
pt: O script também aceita alguns parâmetros; para executar testes, execute-o com o parâmetro ``test`` e então especifique qualquer parâmetro :djadmin:`django:test`, por exemplo executar apenas testes no módulo ``weblate.machine``:
pt_br: O script também aceita alguns parâmetros; para executar testes, execute-o com o parâmetro ``test`` e então especifique qualquer parâmetro :djadmin:`django:test`, por exemplo executar apenas testes no módulo ``weblate.machine``:
ro: Scriptul acceptă și câțiva parametri, pentru a executa teste, rulați-l cu parametrul ``test`` și apoi specificați orice parametru :djadmin:`django:test`, de exemplu rularea doar a testelor din modulul ``weblate.machine``:
ru: Этот скрипт также принимает некоторые параметры. Чтобы выполнить тесты, запустите его с параметром ``test``, а затем укажите любые аргументы команды Django :djadmin:`django:test`, например, запуск только тестов в модуле ``weblate.machine``:
sv: Skriptet accepterar också vissa parametrar. För att köra tester, kör det med parametern ``test`` och ange sedan valfria :djadmin:`django:test`-parametrar, till exempel för att endast köra tester i modulen ``weblate.machine``:
tr: Betik ayrıca sınamaları yürütmek için bazı parametreleri kabul eder. ``test`` parametresiyle çalıştırılır ve ardından herhangi bir :djadmin:`django:test` parametresi belirtilir. Örneğin sınamaları yalnızca ``weblate.machine`` modülünde çalıştırır:
uk: Крім того, скрипт приймає декілька параметрів. Щоб виконати перевірки, запустіть його з параметром ``test``, а потім вкажіть будь-які параметри :djadmin:`django:test`. Приклад запуску тестів лише у модулі ``weblate.machine``:
zh_hans: 脚本还接受一些参数，要执行测试，以 ``test`` 参数来运行，然后指定任意 :djadmin:`django:test` 参数，例如，只在 ``weblate.machine`` 模块中运行测试：

source: Be careful that your Docker containers are up and running before running the tests. You can check that by running the ``docker ps`` command.
de: Achten Sie darauf, dass Ihre Docker-Container in Betrieb sind, bevor Sie die Tests ausführen. Sie können dies überprüfen, indem Sie den Befehl ``docker ps`` ausführen.
ga: Bí cúramach go bhfuil do choimeádáin Docker ar bun agus ag feidhmiú sula ndéanann tú na tástálacha. Is féidir leat é sin a sheiceáil tríd an ordú `` docker ps`` a rith.
hu: Figyeljen arra, hogy a Docker-konténerek elindultak-e a tesztek futtatása előtt. Ezt a ``docker ps`` paranccsal ellenőrizheti.
id: Pastikan kontainer Docker Anda sudah aktif dan berjalan sebelum menjalankan pengujian. Anda dapat memeriksanya dengan menjalankan perintah ``docker ps``.
ja: テストを実行する前に、Docker コンテナが稼働していることを確認してください。これは ``docker ps`` コマンドを実行して確認できます。
nl: Zorg ervoor dat uw Docker containers werken en worden uitgevoerd voordat de testen worden uitgevoerd. U kunt dat controleren door de opdracht ``docker ps`` uit te voeren.
pt: Tenha cuidado para que os seus contentores Docker estejam prontos e em execução antes de fazer os testes. Pode verificar isso a executar o comando ``docker ps``.
pt_br: Tenha cuidado para que os seus contêineres Docker estejam prontos e em execução antes de fazer os testes. Você pode verificar isso executando o comando ``docker ps``.
ro: Aveți grijă ca containerele Docker să fie funcționale înainte de a rula testele. Puteți verifica acest lucru executând comanda ``docker ps``.
ru: Убедитесь, что ваш контейнер Docker запущен и работает до того как запустить тесты. Вы можете проверить это, выполнив ``docker ps``.
sv: Se till att dina Docker-containrar är igång innan du kör testerna. Du kan kontrollera detta genom att köra kommandot ``docker ps``.
ta: சோதனைகளை இயக்குவதற்கு முன்பு உங்கள் டாக்கர் கொள்கலன்கள் எழுந்து இயங்குகின்றன என்பதில் கவனமாக இருங்கள். 'டாக்கர் பிஎச்' கட்டளையை இயக்குவதன் மூலம் நீங்கள் அதை சரிபார்க்கலாம்.
tr: Sınamaları çalıştırmadan önce Docker kapsayıcılarınızın çalışır durumda olduğundan emin olun. Bunu ``docker ps`` komutunu çalıştırarak denetleyebilirsiniz.
uk: Переконайтеся, що ваші контейнери Docker запущено, і вони працюють, перш ніж запускати тести. Зробити це можна за допомогою команди ``docker ps``.
zh_hans: 小心在运行测试前您的 Docker 容易活动并运行。您可以通过运行 ``docker ps`` 命令来检查。
zh_hant: 小心在運行測試前您的 Docker 容易活動並運行。您可以通過運行 ``docker ps`` 命令來檢查。
