Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Returns component lock status.
de: Gibt den Status der Komponentensperre zurück.
ga: Tuairisceáin stádas glasála comhpháirte.
hu: Összetevő zárolási állapotának lekérdezése.
id: Mengembalikan status kunci komponen.
ja: 返り値は、コンポーネントのロック状態です。
nl: Geeft de status van de vergrendeling van het onderdeel terug.
pt: Retorna o estado do bloqueio do componente.
pt_br: Retorna o status do bloqueio do componente.
ro: Returnează starea de blocare a componentelor.
ru: Возвращает состояние блокировки компонента.
sv: Returnerar komponentens låsstatus.
ta: கூறு பூட்டு நிலையை வழங்குகிறது.
tr: Bileşenin kilit durumunu görüntüler.
uk: Повертає стан блокування складника.
zh_hans: 返回部件锁定状态。
zh_hant: 返回組件鎖定狀態。

source: whether component is locked for updates
de: Ob die Komponente für Aktualisierungen gesperrt ist
ga: cibé an bhfuil an chomhpháirt faoi ghlas le haghaidh nuashonruithe
hu: összetevő frissítésre történő zároltságának ellenőrzése
id: apakah komponen terkunci untuk pembaruan
ja: コンポーネントが更新のためにロックされているかどうか
nl: of het onderdeel is vergrendeld voor bijwerken
pt: se o componente está bloqueado para atualizações
pt_br: se o componente está bloqueado para atualizações
ro: dacă componenta este blocată pentru actualizări
ru: заблокирован ли компонент для обновлений
sv: om komponenten är låst för uppdateringar
ta: புதுப்பிப்புகளுக்கு கூறு பூட்டப்பட்டுள்ளதா
tr: bileşenin güncellemeler için kilitlenip kilitlenmediği
uk: визначає, чи заблоковано складник від оновлень
zh_hans: 部件是否因更新而锁定
zh_hant: 組件是否因更新而鎖定

source: Sets component lock status.
de: Setzt den Status der Komponentensperre.
ga: Socraíonn sé stádas glasála comhpháirte.
hu: Összetevő zárolási állapotának beállítása.
id: Mengatur status kunci komponen.
ja: コンポーネントのロック状態を設定します。
nl: Stelt de status voor vergrendelen van het onderdeel in.
pt: Define o estado de bloqueio do componente.
pt_br: Define o status de bloqueio do componente.
ro: Stabilește starea de blocare a componentelor.
ru: Устанавливает статус блокировки компонента.
sv: Ställer in komponentlåsstatus.
ta: கூறு பூட்டு நிலையை அமைக்கிறது.
tr: Bileşenin kilit durumunu ayarlar.
uk: Установлює стан блокування складника.
zh_hans: 设置部件锁定状态。
zh_hant: 設置組件鎖定狀態。

source: Boolean whether to lock or not.
de: Boolesche Angabe, ob gesperrt werden soll oder nicht.
ga: Boolean cibé acu a ghlasáil nó nach bhfuil.
hu: Logikai érték, amely jelzi a zárolás beállítását.
id: Boolean apakah akan terkunci atau tidak.
ja: ロックするかどうかのブール値。
nl: Booleaanse waarde om te vergrendelen of niet.
pt: Booleano se deve ser bloqueado ou não.
pt_br: Booleano se deve ser bloqueado ou não.
ro: Boolean dacă se blochează sau nu.
ru: Логическое значение, стоит ли блокировка или нет.
sv: Boolesk värde som anger om låsning ska användas eller inte.
ta: பூலியன் பூட்ட வேண்டுமா இல்லையா.
tr: Kilitli olduğunu ya da olmadığını belirten ikili değer.
uk: Булеве значення, яке визначає, замкнено сховище чи ні.
zh_hans: 是否锁定的布尔值。
zh_hant: 是否鎖定的布爾值。

source: Returns information about the VCS repository status.
de: Gibt Informationen über den Status des VCS-Repositorys zurück.
ga: Tuairisceáin faisnéis faoi stádas stór VCS.
hu: VCS (verziókezelő) tároló állapotának lekérdezése.
id: Mengembalikan informasi tentang status repositori VCS.
nl: Geeft informatie terug over de status van de opslagruimte van het VCS.
pt_br: Retorna informações sobre o status do repositório VCS.
sv: Returnerar information om VCS-arkivets status.
tr: Sürüm denetimi sistemi deposunun durumu ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про статус репозиторію VCS.

source: The response is same as for :http:get:`/api/projects/(string:project)/repository/`.
de: Die Antwort ist dieselbe wie bei :http:get:`/api/projects/(string:project)/repository/`.
ga: Is ionann an freagra agus an freagra do :http:get:`/api/projects/(string:project)/repository/`.
hu: A válasz megegyezik a :http:get:`/api/projects/(string:project)/repository/` válaszával.
id: Responsnya sama seperti untuk :http:get:`/api/projects/(string:project)/repository/`.
ja: レスポンスは :http:get:`/api/projects/(string:project)/repository/` の場合と同じです。
nl: Het antwoord is hetzelfde als voor :http:get:`/api/projects/(string:project)/repository/`.
pt: A resposta é a mesma para :http:get:`/api/projects/(string:project)/repository/`.
pt_br: A resposta é a mesma para :http:get:`/api/projects/(string:project)/repository/`.
ro: Răspunsul este același ca pentru :http:get:`/api/projects/(string:project)/repository/`.
ru: Ответ такой же, как и у :http:get:`/api/projects/(string:project)/repository/`.
sv: Svaret är detsamma som för :http:get:`/api/projects/(string:project)/repository/`.
tr: Yanıt :http:get:`/api/projects/(string:project)/repository/` ile aynıdır.
uk: Відповідь є тією самою, що і для :http:get:`/api/projects/(string:project)/repository/`.
zh_hans: 响应与 :http:get:`/api/projects/(string:project)/repository/` 相同。
zh_hant: 響應與 :http:get:`/api/projects/(string:project)/repository/` 的相同。

source: Remote commit information
de: Information des Remote-Commit
ga: Faisnéis chiantiomanta
hu: Távoli véglegesítési információk
id: Informasi komit jarak jauh
ja: リモート コミット情報
nl: Informatie over indiening op afstand
pt: Informações do commit remoto
pt_br: Informações do commit remoto
ro: Informații de comandă la distanță
ru: Информация о коммите из удаленного репозитория
sv: Information om fjärrkommit
ta: தொலைநிலை செய்தி
tr: Uzaktan işleme bilgileri
uk: Дані віддаленого внеску
zh_hans: 远程提交说明

source: VCS repository status as reported by VCS
de: Repository-Status des VCS, wie von VCS gemeldet
ga: Stádas stórtha VCS mar a thuairiscigh VCS
hu: VCS (verziókezelő rendszer) által jelentett tárolóállapot
id: Status repositori VCS seperti yang dilaporkan oleh VCS
ja: VCS が報告した VCS リポジトリの状況
nl: Status opslagruimte VCS, zoals gerapporteerd door het VCS
pt: Estado do repositório VCS como relatado pelo VCS
pt_br: Status do repositório VCS como relatado pelo VCS
ro: Starea depozitului VCS raportată de VCS
ru: Статус репозитория системы контроля версий по её же данным
sv: VCS-arkivstatus enligt rapportering från VCS
ta: வி.சி.எச்
tr: Sürüm denetimi sistemi tarafından bildirilen sürüm denetimi sistemi deposunun durumu
uk: Стан сховища системи керування версіями, який повідомляється системою керування версіями
zh_hans: 由版本控制系统报告的 VCS 状态
zh_hant: 由版本控制系統（VCS）報告的 VCS 狀態

source: Text describing merge failure or null if there is none
de: Text des Merge-Konflikts, oder Null, wenn es keinen gibt
ga: Téacs a chuireann síos ar theip ar chumasc nó ar neamhní mura bhfuil aon cheann ann
hu: Egyesítési (merge) hiba leírása vagy null, ha nincs hiba
id: Teks yang menjelaskan kegagalan penggabungan atau null jika tidak ada
ja: マージの失敗を説明するテキストまたは null（存在しない場合）
nl: Tekst die mislukkingen bij samenvoegen beschrijft of null als er geen is
pt: Texto a descrever uma falha de mesclagem ou nulo se houver nenhuma
pt_br: Texto descrevendo uma falha de mesclagem ou nulo se houver nenhuma
ro: Text care descrie eșecul fuziunii sau nul dacă nu există niciunul
ru: Текст, описывающий причину неудачи объединения или ``null``, если её нет
sv: Text som beskriver sammanfogningsfel eller null om det inte finns något
ta: எதுவும் இல்லை என்றால் ஒன்றிணைக்கும் தோல்வி அல்லது பூச்யத்தை விவரிக்கும் உரை
tr: Varsa aktarım hatasını açıklayan metin, yoksa null
uk: Текст, що описує помилку злиття або null, якщо помилки немає
zh_hans: 描述合并失败的文本，没有的话为空
zh_hant: 描述合併失敗的文本，沒有的話為空

source: Performs the given operation on a VCS repository.
de: Führt die angegebene Operation an einem VCS-Repository durch.
ga: Déanann sé an oibríocht ar leith ar stór VCS.
hu: Egy adott művelet végrehajtása VCS tárolón.
id: Melakukan operasi yang diberikan pada repositori VCS.
ja: VCS リポジトリで指定された操作を実行します。
nl: Voert de opgegeven bewerking uit op een opslagruimte van het VCS.
pt: Executa a operação fornecida num repositório VCS.
pt_br: Executa a operação fornecida em um repositório VCS.
ro: Efectuează operațiunea dată asupra unui depozit VCS.
ru: Выполняет заданную операцию на репозитории системы контроля версий.
sv: Utför den angivna åtgärden på ett VCS-arkiv.
ta: வி.சி.எச் களஞ்சியத்தில் கொடுக்கப்பட்ட செயல்பாட்டை செய்கிறது.
tr: Sürüm denetimi sistemi deposunda belirtilen işlemi gerçekleştirir.
uk: Виконує вказану дію над сховищем системи керування версіями.
zh_hans: 在版本控制系统仓库执行给定的操作。
zh_hant: 在版本控制系統（VCS）倉庫執行給定的操作。

source: Operation to perform: one of ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
de: Auszuführende Operation: eine von ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
ga: Oibríocht le déanamh: ceann de `` bhrú``, ``tarraing``, `` tiomnaigh``, `` athshocrú``, ``glanadh``
hu: Végrehajtandó művelet, az alábbiak egyike: ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
id: Operasi yang harus dilakukan: salah satu dari ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
ja: 実行する操作: ``push``, ``pull``, ``commit``, ``reset``, ``cleanup`` のいずれか一つ
nl: Uit te voeren bewerking: een van ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
pt: Operação para executar: um de ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
pt_br: Operação para executar: um de ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
ro: Operațiunea de efectuat: una dintre ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
ru: Выполняемые операции: одна из ``push``, ``pull``, ``commit``, ``reset`` или ``cleanup``
sv: Åtgärd som ska utföras: en av ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
ta: நிகழ்த்துவதற்கான செயல்பாடு: `` புச்``, `` இழுத்தல்``, `` கமிட்``, `மீட்டமை``,` `சுத்தம்``
tr: Yapılacak işlem: ``push``, ``pull``, ``commit``, ``reset`` ya da ``cleanup``
uk: Дія, яку слід виконати. Одне з таких значень: ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
zh_hans: 执行的操作：``push``, ``pull``, ``commit``, ``reset``, ``cleanup`` 之一
zh_hant: 執行的操作： ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``之一

source: Downloads base file for monolingual translations.
de: Lädt die Basisdatei für einsprachige Übersetzungen herunter.
ga: Íoslódáil an bunchomhad le haghaidh aistriúcháin aonteangacha.
hu: Egynyelvű fordítások alapfájljának letöltése.
id: Mengunduh berkas dasar untuk terjemahan monolingual.
ja: モノリンガル翻訳用の、基礎となる翻訳ファイルをダウンロードします。
nl: Downloadt basisbestand voor eentalige vertalingen.
pt: Descarrega o ficheiro base para traduções monolíngues.
pt_br: Faz o download do arquivo base para traduções monolíngues.
ro: Descarcă fișierul de bază pentru traducerile monolingve.
ru: Скачивает базовый файл для одноязычных переводов.
sv: Hämtar basfilen för enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கான அடிப்படை கோப்பை பதிவிறக்குகிறது.
tr: Tek dilli çeviriler için temel dosyayı indirir.
uk: Завантажує базовий файл для одномовних перекладів.
zh_hans: 为单语言翻译下载翻译模板文件。
zh_hant: 為單語言翻譯下載譯文模板文件。

source: Downloads template file for new translations.
de: Lädt die Vorlagendatei für neue Übersetzungen herunter.
ga: Íosluchtaigh teimpléid le haghaidh aistriúcháin nua.
hu: Új fordítások sablonfájljának letöltése.
id: Mengunduh berkas templat untuk terjemahan baru.
ja: 新しい翻訳用のテンプレート ファイルをダウンロードします。
nl: Downloadt sjabloonbestand voor nieuwe vertalingen.
pt: Descarrega o ficheiro de modelo para novas traduções.
pt_br: Faz o download do arquivo de modelo para novas traduções.
ro: Descarcă fișierul șablon pentru noile traduceri.
ru: Скачивает файл шаблона для новых переводов.
sv: Hämtar mallfil för nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளுக்கான வார்ப்புரு கோப்பைப் பதிவிறக்குகிறது.
tr: Yeni çeviriler için kalıp dosyasını indirir.
uk: Завантажує файл шаблона для нових перекладів.
zh_hans: 为新的翻译下载模板文件。
zh_hant: 為新的翻譯下載模板文件。

source: Returns a list of translation objects in the given component.
de: Gibt eine Liste der Übersetzungsobjekte in der angegebenen Komponente zurück.
ga: Seol ar ais liosta de na rudaí aistriúcháin sa chomhpháirt a thugtar.
hu: Fordítási objektumok listázása az adott összetevőben.
id: Mengembalikan daftar objek terjemahan dalam komponen yang diberikan.
ja: 返り値は、指定したコンポーネント内の翻訳オブジェクト一覧です。
nl: Geeft een lijst met vertaalobjecten in het opgegeven onderdeel terug.
pt: Retorna uma lista de objetos de tradução no componente fornecido.
pt_br: Retorna uma lista de objetos de tradução no componente fornecido.
ro: Returnează o listă de obiecte de traducere din componenta dată.
ru: Возвращает список объектов перевода в указанном компоненте.
sv: Returnerar en lista över översättningsobjekt i den angivna komponenten.
ta: கொடுக்கப்பட்ட கூறுகளில் மொழிபெயர்ப்பு பொருள்களின் பட்டியலை வழங்குகிறது.
tr: Belirtilen bileşendeki çeviri nesnelerinin listesini görüntüler.
uk: Повертає список об'єктів перекладу у вказаному складнику.
zh_hans: 返回给定部件中翻译对象的列表。
zh_hant: 返回給定組件中翻譯對象的列表。

source: array of translation objects; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
de: Array von Übersetzungsobjekten; siehe :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
ga: sraith rudaí aistriúcháin; féach :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
hu: fordítási objektumok tömbje; lásd: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
id: array objek terjemahan; lihat :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
ja: 翻訳オブジェクトの配列。参照: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
nl: array met vertaalobjecten; bekijk :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
pt: vetor de objetos de tradução; veja :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
pt_br: vetor de objetos de tradução; consulte :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
ro: serie de obiecte de traducere; vezi :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
ru: массив объектов перевода; смотрите описание :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
sv: array av översättningsobjekt; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
tr: çeviri nesneleri dizisi. Ayrıntılı bilgi almak için: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
uk: масив об'єктів перекладу, див. :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
zh_hans: 翻译对象的数组；请参见 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
zh_hant: 翻譯對象的矩陣；請參見 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`

source: Creates new translation in the given component.
de: Erstellt eine neue Übersetzung in der angegebenen Komponente.
ga: Cruthaíonn aistriúchán nua sa chomhpháirt tugtha.
hu: Új fordítást hoz létre a megadott összetevőben.
id: Membuat terjemahan baru dalam komponen yang diberikan.
ja: 指定したコンポーネントに新しい翻訳を作成します。
nl: Maakt een nieuwe vertaling in het opgegeven onderdeel.
pt: Cria uma nova tradução no componente fornecido.
pt_br: Cria uma nova tradução no componente fornecido.
ro: Creează o nouă traducere în componenta dată.
ru: Создаёт новый перевод в указанном компоненте.
sv: Skapar en ny översättning i den angivna komponenten.
ta: கொடுக்கப்பட்ட கூறுகளில் புதிய மொழிபெயர்ப்பை உருவாக்குகிறது.
tr: Belirtilen bileşende yeni çeviri oluşturur.
uk: Створює переклад у вказаному складнику.
zh_hans: 在给定部件中新建新的翻译。
zh_hant: 在給定組件中新建新的翻譯。

source: new translation object created
de: Neues Übersetzungsobjekt wurde erstellt
ga: réad aistriúcháin nua cruthaithe
hu: az újonnan létrehozott fordítási objektum
id: objek terjemahan baru dibuat
ja: 新しい翻訳オブジェクトが作成される
nl: nieuw gemaakte vertaalobject
pt: novo objecto de tradução criado
pt_br: novo objeto de tradução criado
ro: nou obiect de traducere creat
ru: новый созданный объект перевода
sv: nytt översättningsobjekt skapat
ta: புதிய மொழிபெயர்ப்பு பொருள் உருவாக்கப்பட்டது
tr: oluşturulan yeni çeviri nesnesi
uk: створено об'єкт перекладу
zh_hans: 新建的新翻译对象
zh_hant: 新建的新翻譯對象

source: Returns paginated statistics for all translations within component.
de: Gibt eine paginierte Statistik für alle Übersetzungen innerhalb der Komponente zurück.
ga: Tuairisceáin staitisticí leathanach ar gach aistriúchán laistigh den chomhpháirt.
hu: Lapozható statisztikákat ad vissza az összetevőn belüli összes fordításhoz.
id: Mengembalikan statistik halaman untuk semua terjemahan dalam komponen.
ja: コンポーネント内のすべての翻訳について、ページ化して統計情報を返します。
nl: Geeft gepagineerde statistieken terug voor alle vertalingen in het onderdeel.
pt: Retorna estatísticas paginadas para todas as traduções dentro do componente.
pt_br: Retorna estatísticas paginadas para todas as traduções dentro do componente.
ro: Returnează statistici paginate pentru toate traducerile din cadrul componentei.
ru: Возвращает разбитую на страницы статистику по всем переводам компонента.
sv: Returnerar paginerad statistik för alla översättningar inom komponenten.
ta: கூறுக்குள் உள்ள அனைத்து மொழிபெயர்ப்புகளுக்கான சிறிய புள்ளிவிவரங்களை வழங்குகிறது.
tr: Bileşen içindeki tüm çevirilerin sayfalandırılmış istatistiklerini görüntüler.
uk: Повертає поділену на сторінки статистику для всіх перекладів складника.
zh_hans: 对部件内所有的翻译返回分页的统计数据。
zh_hant: 對組件內所有的翻譯返回分頁的統計數據。

source: Returns projects linked with a component.
de: Gibt mit einer Komponente verlinkte Projekte zurück.
ga: Tuairisceáin tionscadail atá nasctha le comhpháirt.
hu: Az összetevőhöz kapcsolódó projektek listája.
id: Mengembalikan proyek yang ditautkan dengan komponen.
ja: コンポーネントにリンクしたプロジェクトを返します。
nl: Geeft projecten terug die zijn gekoppeld aan een onderdeel.
pt: Retorna projetos vinculados a um componente.
pt_br: Retorna projetos vinculados a um componente.
ro: Returnează proiectele legate de o componentă.
ru: Возвращает проекты, связанные с компонентом.
sv: Returnerar projekt som är kopplade till en komponent.
ta: ஒரு கூறுடன் இணைக்கப்பட்ட திட்டங்களை வழங்குகிறது.
tr: Bir bileşenle ilişkili projeleri görüntüler.
uk: Повертає проєкт, який пов'язано зі складником.
zh_hans: 返回与部件相连的项目。

source: Associate project with a component.
de: Ordnet Projekt einer Komponente zu.
ga: Tionscadal a chomhlachú le comhpháirt.
hu: Projekt társítása egy összetevőhöz.
id: Kaitkan proyek dengan komponen.
ja: プロジェクトをコンポーネントに関連付けます。
nl: Koppel een project aan een onderdeel.
pt: Associa projeto a um componente.
pt_br: Associa projeto a um componente.
ro: Asociați proiectul cu o componentă.
ru: Связывает проект с компонентом.
sv: Koppla projektet till en komponent.
ta: ஒரு கூறுடன் இணை திட்டம்.
tr: Projeyi bir bileşenle ilişkilendirir.
uk: Пов'язати проєкт зі складником.
zh_hans: 将项目与一个部件相关联。

source: Remove association of a project with a component.
de: Aufhebung der Zuordnung eines Projekts zu einer Komponente.
ga: Bain baint tionscadail le comhpháirt.
hu: Projekt társításának eltávolítása egy összetevőről.
id: Hapus asosiasi proyek dengan komponen.
ja: コンポーネントとプロジェクトの関連付けを削除します。
nl: Verwijder de koppeling van een project met een onderdeel.
pt: Remove associação de um projeto com um componente.
pt_br: Remove associação de um projeto com um componente.
ro: Eliminarea asocierii unui proiect cu o componentă.
ru: Удаляет связь проекта с компонентом.
sv: Ta bort kopplingen mellan ett projekt och en komponent.
ta: ஒரு கூறுடன் ஒரு திட்டத்தின் தொடர்பை அகற்று.
tr: Bir projenin bir bileşenle ilişkisini kaldırır.
uk: Вилучити прив'язку проєкту до складника.
zh_hans: 删除项目与部件的关联性。

source: Slug of the project to remove
de: Slug des zu entfernenden Projekts
ga: Drúchtín an tionscadail a bhaint
hu: Eltávolítandó projekt URL-azonosítója (slug)
id: Slug dari proyek untuk menghapus
ja: プロジェクトを削除するスラッグ
nl: Slug van het project die verwijderd moet worden
pt: Slug do projeto para remover
pt_br: Slug do projeto para remover
ro: Denumirea proiectului care trebuie eliminat
ru: Плашка удаляемого проекта
sv: Slug av projektet att ta bort
ta: அகற்ற திட்டத்தின் ச்லக்
tr: Kaldırılacak projenin kısaltması
uk: Ідентифікатор проєкту, який слід вилучити
zh_hans: 要移除的项目的地址

source: Returns a list of translations.
de: Gibt eine Liste der Übersetzungen zurück.
ga: Seoltar liosta aistriúcháin ar ais.
hu: Fordítások listájának lekérése.
id: Mengembalikan daftar terjemahan.
ja: 返り値は、翻訳の一覧です。
nl: Geeft een lijst met vertalingen terug.
pt: Devolve uma lista de traduções.
pt_br: Retorna uma lista de traduções.
ro: Returnează o listă de traduceri.
ru: Возвращает список переводов.
sv: Returnerar en lista med översättningar.
ta: மொழிபெயர்ப்புகளின் பட்டியலை வழங்குகிறது.
tr: Çevirilerin listesini görüntüler.
uk: Повертає список перекладів.
zh_hans: 返回翻译的列表。
zh_hant: 返回翻譯的列表。

source: Returns information about the translation.
de: Gibt Informationen über die Übersetzung zurück.
ga: Filleann sé eolas faoin aistriúchán.
hu: Fordításhoz tartozó információk lekérése.
id: Mengembalikan informasi tentang terjemahan.
nl: Geeft informatie terug over de vertaling.
pt_br: Retorna informações sobre a tradução.
sv: Returnerar information om översättningen.
tr: Çeviri ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про переклад.

source: component object; see :http:get:`/api/components/(string:project)/(string:component)/`
de: Komponentenobjekt; siehe :http:get:`/api/components/(string:project)/(string:component)/`
ga: réad comhpháirt; féach :http:get:`/api/components/(string:project)/(string:component)/`
hu: összetevő objektum; lásd: :http:get:`/api/components/(string:project)/(string:component)/`
id: objek komponen; lihat :http:get:`/api/components/(string:project)/(string:component)/`
ja: コンポーネント オブジェクト。参照: :http:get:`/api/components/(string:project)/(string:component)/`
nl: object onderdeel; bekijk :http:get:`/api/components/(string:project)/(string:component)/`
pt: objeto do componente; veja :http:get:`/api/components/(string:project)/(string:component)/`
pt_br: objeto do componente; consulte :http:get:`/api/components/(string:project)/(string:component)/`
ro: obiect component; vezi :http:get:`/api/components/(string:project)/(string:component)/`
ru: объект компонента; смотрите описание :http:get:`/api/components/(string:project)/(string:component)/`
sv: komponentobjekt; se :http:get:`/api/components/(string:project)/(string:component)/`
tr: bileşen nesnesi. Ayrıntılı bilgi almak için: :http:get:`/api/components/(string:project)/(string:component)/`
uk: об'єкт складника; див. :http:get:`/api/components/(string:project)/(string:component)/`
zh_hans: 部件对象；请参见 :http:get:`/api/components/(string:project)/(string:component)/`
zh_hant: 組件對象；請參見 :http:get:`/api/components/(string:project)/(string:component)/`

source: number of strings failing checks
de: Anzahl der Zeichenketten mit fehlgeschlagenen Qualitätsprüfungen
ga: líon na teaghráin a dteipeann seiceálacha
hu: ellenőrzésen megbukott szövegek száma
id: jumlah string dengan pemeriksaan gagal
ja: 検査不合格の文字列の数
nl: aantal tekenreeksen mislukte controles
pt: número de cadeias com falhas nas verificações
pt_br: número de textos contendo verificações com falha
ro: numărul de șiruri de caractere care nu au fost verificate
ru: количество строк с неудачными проверками
sv: antal strängar som inte klarar kontrollerna
ta: சோதனைகள் தோல்வியுற்ற சரங்களின் எண்ணிக்கை
tr: denetim hatası olan dizge sayısı
uk: кількість рядків, які не пройшли перевірки
zh_hans: 未通过检查的字符串数量
