Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: percentage of strings failing checks
de: Prozentsatz der Zeichenketten mit fehlgeschlagenen Qualitätsprüfungen
ga: céatadán de theaghráin a dteipeann seiceálacha
hu: ellenőrzésen megbukott szövegek aránya százalékban
id: Persentase string dengan pemeriksaan gagal
ja: 検査不合格の文字列の割合
nl: percentage tekenreeksen met mislukte controles
pt: percentagem de cadeias traduzidas que falharam as verificações
pt_br: porcentagem de textos contendo verificações com falha
ro: procentul de șiruri de caractere care nu trec controalele
ru: процент строк с неудачными проверками
sv: procentandel av strängar som inte klarar kontrollerna
ta: சோதனைகள் தோல்வியுற்ற சரங்களின் விழுக்காடு
tr: denetim hatası olan dizge yüzdesi
uk: відсоток рядків, які не пройшли перевірки
zh_hans: 未通过检查的字符串百分比

source: number of words with failing checks
de: Anzahl der Wörter mit fehlgeschlagenen Qualitätsprüfungen
ga: líon na bhfocal le seiceanna ag teip
hu: ellenőrzésen megbukott szavak száma
id: jumlah kata dengan pemeriksaan gagal
ja: 検査不合格の単語の数
nl: aantal woorden met mislukte controles
pt: número de palavras com falhas nas verificações
pt_br: número de palavras contendo verificações com falha
ro: numărul de cuvinte cu verificări nereușite
ru: количество слов с неудачными проверками
sv: antal ord med felaktiga kontroller
ta: தோல்வியுற்ற சோதனைகளைக் கொண்ட சொற்களின் எண்ணிக்கை
tr: denetim hatası olan sözcük sayısı
uk: кількість слів у рядках, які не пройшли перевірки
zh_hans: 带有未通过检查的单词数量

source: translation filename
de: Dateiname der Übersetzung
ga: ainm comhaid aistriúcháin
hu: fordítás fájlneve
id: nama berkas terjemahan
ja: 翻訳ファイル名
nl: bestandsnaam vertaling
pt: Nome do ficheiro da tradução
pt_br: Nome de arquivo da tradução
ro: numele fișierului de traducere
ru: имя файла перевода
sv: översättningsfilnamn
ta: மொழிபெயர்ப்பு கோப்பு பெயர்
tr: çeviri dosyası adı
uk: назва файла перекладу
zh_hans: 翻译文件名
zh_hant: 翻譯文件名

source: number of fuzzy (marked for edit) strings
de: Anzahl der ungenauen (zur Bearbeitung markierten) Zeichenketten
ga: líon na teaghrán doiléir (marcáilte le haghaidh eagarthóireacht)
hu: szerkesztést igénylő szövegek száma
id: jumlah string fuzzy (ditandai untuk diedit)
ja: あいまいな（要編集付き）文字列の数
nl: aantal fuzzy (gemarkeerd om te bewerken) tekenreeksen
pt: quantidade de entradas imprecisas (marcadas para edição)
pt_br: número de textos aproximados (marcados para edição)
ro: numărul de șiruri fuzzy (marcate pentru editare)
ru: количество неточных (отмеченных «на правку») переводов
sv: antal otydliga (markerade för redigering) strängar
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) சரங்களின் எண்ணிக்கை
tr: belirsiz (düzenlenecek olarak imlenmiş) dizge sayısı
uk: кількість неточно перекладених (позначених для редагування) рядків
zh_hans: 模糊（标记为需要编辑）字符串的数量

source: percentage of fuzzy (marked for edit) strings
de: Prozentsatz der ungenauen (zur Bearbeitung markierten) Zeichenketten
ga: céatadán de na teaghráin doiléir (marcáilte le haghaidh eagarthóireacht)
hu: szerkesztést igénylő szövegek aránya
id: persentase string fuzzy (ditandai untuk disunting)
ja: あいまいな（要編集付き）文字列の割合
nl: percentage van fuzzy tekenreeksen (gemarkeerd voor bewerken)
pt: percentagem de entradas imprecisas (marcadas para edição)
pt_br: porcentagem de textos aproximados (marcados para edição)
ro: procentajul de șiruri fuzzy (marcate pentru editare)
ru: процент неточных (отмеченных «на правку») переводов
sv: procentandel av otydliga (markerade för redigering) strängar
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) சரங்களின் விழுக்காடு
tr: belirsiz (düzenlenecek olarak imlenmiş) dizge yüzdesi
uk: частка неточно перекладених (позначених для редагування) рядків
zh_hans: 模糊字符串（标记为需要编辑）的百分比
zh_hant: 模糊字符串 （標記為需要編輯）的百分比

source: number of words in fuzzy (marked for edit) strings
de: Anzahl der Wörter in ungenauen (zur Bearbeitung markierten) Zeichenketten
ga: líon na bhfocal i teaghráin doiléir (marcáilte le haghaidh eagarthóireachta)
hu: szerkesztést igénylő szövegekben található szavak száma
id: jumlah kata dalam string fuzzy (ditandai untuk disunting)
ja: あいまいな（要編集付き）文字列の単語数
nl: aantal woorden in fuzzy tekenreeksen (gemarkeerd voor bewerken)
pt: quantidade de palavras em entradas imprecisas (marcadas para edição)
pt_br: número de palavras em textos aproximados (marcados para edição)
ro: numărul de cuvinte din șirurile fuzzy (marcate pentru editare)
ru: количество слов в неточных (отмеченных «на правку») строках
sv: antal ord i fuzzy-strängar (markerade för redigering)
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்ட) சரங்களில் உள்ள சொற்களின் எண்ணிக்கை
tr: belirsiz (düzenlenecek olarak imlenmiş) sözcük sayısı
uk: кількість слів у неточно перекладених (позначених для редагування) рядках
zh_hans: 模糊（标记为编辑）字符串中的单词数
zh_hant: 模糊 （標記為編輯)）字符串中的單詞數

source: number of strings with comment
de: Anzahl der Zeichenketten mit Kommentar
ga: líon teaghrán le trácht
hu: azon szövegek száma, amelyekhez megjegyzés tartozik
id: jumlah string dengan komentar
ja: コメント付き文字列の数
nl: aantal tekenreeksen met opmerking
pt: quantidade de cadeias com comentário
pt_br: número de textos com comentário
ro: numărul de șiruri de caractere cu comentarii
ru: количество строк с комментарием
sv: antal strängar med kommentar
ta: கருத்துடன் சரங்களின் எண்ணிக்கை
tr: yorum yapılmış dizge sayısı
uk: кількість рядків із коментарями
zh_hans: 带有评论的字符串数量
zh_hant: 帶有註釋的字符串數量

source: number of strings with suggestion
de: Anzahl der Zeichenketten mit Übersetzungsvorschlag
ga: líon teaghrán le moladh
hu: azon szövegek száma, amelyekhez javaslat tartozik
id: jumlah string dengan saran
ja: 提案のある文字列の数
nl: aantal tekenreeksen met suggestie
pt: quantidade de cadeias com sugestão
pt_br: número de textos com sugestão
ro: numărul de șiruri cu sugestie
ru: количество строк с предложением
sv: antal strängar med förslag
ta: ஆலோசனையுடன் சரங்களின் எண்ணிக்கை
tr: önerileri olan dizge sayısı
uk: кількість рядків із пропозиціями
zh_hans: 带有建议的字符串数量
zh_hant: 帶有建議的字符串數量

source: whether the translation has a monolingual base
de: Ob die Übersetzung eine einsprachige Basis hat
ga: an bhfuil bunús aonteangach leis an aistriúchán
hu: megadja, hogy a fordítás egynyelvű alapon készült-e
id: apakah terjemahan memiliki basis monolingual
ja: 翻訳がモノリンガルの基準ファイルを基にしているかどうか
nl: of de vertaling een eentalige basis heeft
pt: se a tradução tem uma base monolingue
pt_br: se a tradução tem uma base monolíngue
ro: dacă traducerea are o bază monolingvă
ru: использует ли перевод одноязычные файлы
sv: om översättningen har en enspråkig bas
ta: மொழிபெயர்ப்பில் ஒரு ஒருமொழி தளம் உள்ளதா என்பதை
tr: çeviri tabanının tek dilli olup olmadığı
uk: чи переклад має одномовну основу
zh_hans: 译文是否有单语基础

source: language code used in the repository; this can be different from language code in the language object
de: Im Repository verwendeter Sprachcode; dieser kann sich vom Sprachcode im Sprachobjekt unterscheiden
ga: cód teanga a úsáidtear sa stór; is féidir é seo a bheith difriúil ó chód teanga san oibiacht teanga
hu: a tárolóban használt nyelvkód; eltérhet a nyelvi objektumban megadott nyelvkódtól
id: kode bahasa yang digunakan dalam repositori; ini bisa berbeda dari kode bahasa di objek bahasa
ja: リポジトリで使用する言語コード。これは、言語オブジェクトの言語コードとは異なる場合があります
nl: taalcode gebruikt in de opslagruimte; deze kan anders zijn dan de taalcode in het taalobject
pt: código de idioma usado no repositório; isso pode ser diferente do código de idioma no objeto de linguagem
pt_br: código de idioma usado no repositório; isso pode ser diferente do código de idioma no objeto de linguagem
ro: codul limbii utilizat în depozit; acesta poate fi diferit de codul limbii din obiectul lingvistic
ru: код языка, используемый в репозитории; он может отличаться от кода языка в объекте языка
sv: språkkod som används i arkivet; denna kan skilja sig från språkkoden i språkojektet
ta: களஞ்சியத்தில் பயன்படுத்தப்படும் மொழி குறியீடு; இது மொழி பொருளில் உள்ள மொழி குறியீட்டிலிருந்து வேறுபட்டிருக்கலாம்
tr: depoda kullanılan dil kodu. Dil nesnesindeki dil kodundan farklı olabilir
uk: код мови, використаний у сховищі; може відрізнятися від коду мови у об'єкті мови
zh_hans: 仓库中使用的语言代码；这可以不同于语言对象中的语言代码
zh_hant: 倉庫中使用的語言代碼；這可以不同於語言對像中的語言代碼

source: name of last author
de: Name des zuletzt aktiven Übersetzers
ga: ainm an údair dheireanaigh
hu: az utolsó szerző neve
id: nama penulis terakhir
ja: 最終著者名
nl: naam van laatste auteur
pt: nome do úlitmo autor
pt_br: nome do último autor
ro: numele ultimului autor
ru: имя последнего автора
sv: namn på sista författare
ta: கடைசி எழுத்தாளரின் பெயர்
tr: son yazarın adı
uk: ім'я останнього автора
zh_hans: 最后一位作者的姓名
zh_hant: 最後一位作者的姓名

source: last change timestamp
de: Zeitstempel der letzten Änderung
ga: stampa ama an athraithe dheireanach
hu: utolsó módosítás időbélyege
id: stempel waktu perubahan terakhir
ja: 最終変更タイムスタンプ
nl: laatste wijziging tijdstempel
pt: data e hora da última alteração
pt_br: data e hora da última alteração
ro: data și ora ultimei modificări
ru: метка времени последнего изменения
sv: senaste ändringstidpunkt
ta: கடைசி மாற்ற நேர முத்திரை
tr: son değişiklik zaman damgası
uk: часова позначка останньої зміни
zh_hans: 最后更改的时间戳

source: revision hash for the file
de: Revisions-Hash der Datei
ga: hash athbhreithnithe don chomhad
hu: a fájl revíziós azonosítója (hash)
id: hash revisi untuk berkas tersebut
ja: ファイルのリビジョン ハッシュ
nl: hash van revisie voor het bestand
pt: hash de revisão para o ficheiro
pt_br: hash de revisão para o arquivo
ro: hash de revizuire pentru fișier
ru: хэш ревизии файла
sv: revisionshash för filen
ta: கோப்பிற்கான திருத்த ஆச்
tr: dosyanın sürüm karması
uk: хеш модифікації для файла
zh_hans: 文件的修订哈希值
zh_hant: 文件的修訂哈希值

source: URL for sharing leading to engagement page
de: URL zum Teilen, die zur Beteiligungsseite führt
ga: URL le haghaidh roinnt as a dtiocfaidh leathanach rannpháirtíochta
hu: megosztási URL, amely az elköteleződési oldalra vezet
id: URL untuk berbagi yang mengarah ke halaman keterlibatan
ja: エンゲージメント ページにつながる共有の URL
nl: URL voor delen die leidt naar de landingspagina
pt: URL para compartilhar a levar à página de engajamento
pt_br: URL para compartilhar levando à página de engajamento
ro: URL pentru partajare care duce la pagina de implicare
ru: URL-адрес для принятия участия в переводе, ведущий на вводную страницу
sv: URL för delning som leder till engagemangssidan
ta: நிச்சயதார்த்த பக்கத்திற்கு வழிவகுக்கும் பகிர்வுக்கான முகவரி
tr: Etkileşim sayfasına yönlendiren paylaşım adresi
uk: Адреса для спільного ресурсу, що веде до сторінки участі
zh_hans: 用于分享的 URL，指向参与页面
zh_hant: 用於分享導向約定頁面的 URL

source: URL for translating
de: URL der Übersetzung
ga: URL le haghaidh aistriúcháin
hu: fordítási URL
id: URL untuk menerjemahkan
ja: 翻訳用 URL
nl: URL voor vertalen
pt: URL para tradução
pt_br: URL para tradução
ro: URL pentru traducere
ru: URL-адрес для перевода
sv: URL för översättning
ta: மொழிபெயர்ப்பதற்கான முகவரி
tr: Çeviri adresi
uk: Адреса для перекладу
zh_hans: 翻译的 URL

source: URL to repository status; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
de: URL zum Repository-Status; siehe :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
ga: URL chuig stádas stórais; féach :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
hu: URL a tároló állapotához; lásd: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
id: URL ke status repositori; lihat :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
ja: リポジトリ状況への URL。参照: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
nl: URL naar status van de opslagruimte; bekijk :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
pt: URL para estado do repositório; veja :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
pt_br: URL para status do repositório; consulte :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
ro: URL către starea depozitului; vezi :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
ru: URL-адрес статуса репозитория; смотрите описание :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
sv: URL till arkivstatus; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
tr: Depo durumu adresi: Ayrıntılı bilgi almak için: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
uk: Адреса стану сховища, див. :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
zh_hans: 仓库状态的 URL；请参见 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
zh_hant: 倉庫狀態的 URL；請參見 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`

source: URL to file object; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
de: URL zum Dateiobjekt; siehe :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
ga: URL chuig réad comhad; féach :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
hu: URL a fájl objektumhoz; lásd: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
id: URL ke objek berkas; lihat :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
ja: ファイル オブジェクトへの URL。参照: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
nl: URL naar bestandsobject; bekijk :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
pt: URL para objeto ficheiro; veja :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
pt_br: URL para objeto arquivo; consulte :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
ro: URL către obiectul fișier; vezi :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
ru: URL-адрес объекта файла; смотрите описание :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
sv: URL till filobjekt; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
tr: Dosya nesnesi adresi. Ayrıntılı bilgi almak için: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
uk: Адреса об'єкта файла, див. :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
zh_hans: 文件对象的 URL；请参见 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
zh_hant: 文件對象的 URL；請參見 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`

source: URL to strings list; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
de: URL zur Zeichenkettenliste; siehe :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
ga: URL chuig liosta teaghráin; féach :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
hu: URL a szövegek listájához; lásd: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
id: URL ke daftar string; lihat :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
ja: 文字列リストへの URL。参照: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
nl: URL naar lijst met tekenreeksen; bekijk :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
pt: URL para lista de cadeias; veja :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
pt_br: URL para lista de textos; consulte :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
ro: URL către lista de șiruri de caractere; vezi :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
ru: URL-адрес списка строк; смотрите описание :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
sv: URL till stränglista; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
tr: Dizge listesi adresi. Ayrıntılı bilgi almak için: :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
uk: Адреса списку рядків, див. :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
zh_hans: 字符串列表的 URL；请参见 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
zh_hant: 字符串列表的 URL；請參見 :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`

source: Deletes a translation.
de: Löscht eine Übersetzung.
ga: Scrios aistriúchán.
hu: Egy fordítás törlését végzi el.
id: Menghapus terjemahan.
ja: 翻訳を削除します。
nl: Verwijdert een vertaling.
pt: Apaga uma tradução.
pt_br: Exclui uma tradução.
ro: Șterge o traducere.
ru: Удаляет перевод.
sv: Tar bort en översättning.
ta: மொழிபெயர்ப்பை நீக்குகிறது.
tr: Bir çeviriyi siler.
uk: Вилучає переклад.
zh_hans: 删除翻译。

source: Returns a list of translation changes. This is essentially a translations-scoped :http:get:`/api/changes/` accepting the same parameters.
de: Gibt eine Liste der Übersetzungsänderungen zurück. Dies ist im Wesentlichen ein übersetzungsspezifisches :http:get:`/api/changes/`, das dieselben Parameter akzeptiert.
ga: Seoltar liosta athruithe aistriúcháin ar ais. Go bunúsach is aistriúchán-scóip é seo :http:get:`/api/changes/` a ghlacann leis na paraiméadair chéanna.
hu: A fordítási változások listájának lekérése. Ez lényegében egy fordításokra szűkített :http:get:`/api/changes/`, amely ugyanazokat a paramétereket fogadja el.
id: Mengembalikan daftar perubahan terjemahan. Ini pada dasarnya adalah :http:get:`/api/changes/` dengan cakupan terjemahan yang menerima parameter yang sama.
ja: 返り値は、変更された翻訳の一覧です。基本的には、翻訳に対して同じ引数で :http:get:`/api/changes/` を実行します。
nl: Geeft een lijst met wijzigingen in de vertaling terug. Dit is in essentie een voor het bereik van de vertaling gemaakte :http:get:`/api/changes/` die dezelfde parameters accepteert.
pt: Retorna uma lista de alterações de tradução. Este é essencialmente um :http:get:`/api/changes/` no escopo de tradução a aceitar os mesmos parâmetros.
pt_br: Retorna uma lista de alterações de tradução. Este é essencialmente um :http:get:`/api/changes/` no escopo de tradução aceitando os mesmos parâmetros.
ro: Returnează o listă de modificări de traducere. Aceasta este, în esență, o listă :http:get:`/api/changes/` care acceptă aceiași parametri.
ru: Возвращает список изменений перевода. По сути, эта точка входа работает так же и принимает те же самые параметры, что и :http:get:`/api/changes/`, только для перевода.
sv: Returnerar en lista över översättningsändringar. Detta är i huvudsak en översättningsbegränsad :http:get:`/api/changes/` som accepterar samma parametrar.
tr: Çeviri değişikliklerinin listesini görüntüler. Temelde aynı parametreleri kabul eden bir :http:get:`/api/changes/` çeviri kapsamıdır.
uk: Повертає список змін у перекладі. Це, по суті, :http:get:`/api/changes/` області видимості перекладу, які приймають ті самі параметри.
zh_hans: 返回翻译更改的列表。这本质上是一个翻译范围的 :http:get:`/api/changes/` 接受相同的参数。
zh_hant: 返回翻譯更改的列表。這本質上是仔細檢查的翻譯 :http:get:`/api/changes/`接受相同參數。

source: Returns a list of translation units.
de: Gibt eine Liste der Übersetzungseinheiten zurück.
ga: Seoltar liosta aonad aistriúcháin ar ais.
hu: A fordítási egységek listájának lekérése.
id: Mengembalikan daftar unit terjemahan.
ja: 返り値は、翻訳単位の一覧です。
nl: Geeft een lijst met vertaaleenheden terug.
pt: Retorna uma lista de unidades de tradução.
pt_br: Retorna uma lista de unidades de tradução.
ro: Returnează o listă de unități de traducere.
ru: Возвращает список единиц перевода.
sv: Returnerar en lista över översättningsenheter.
ta: மொழிபெயர்ப்பு அலகுகளின் பட்டியலை வழங்குகிறது.
tr: Çeviri birimlerinin listesini görüntüler.
uk: Повертає список модулів перекладу.
zh_hans: 返回翻译单元的列表。
zh_hant: 返回翻譯單元的列表。

source: Search query string :doc:`/user/search` (optional)
de: Suchanfrage-Zeichenkette :doc:`/user/search` (optional)
ga: Teaghrán iarratais cuardaigh :doc:`/user/search` (roghnach)
hu: Keresési lekérdezési sztring :doc:`/user/search` (nem kötelező)
id: String kueri pencarian :doc:`/user/search` (opsional)
nl: Tekenreeks zoekquery :doc:`/user/search` (optioneel)
pt: Cadeia de consulta de pesquisa :doc:`/user/search` (opcional)
pt_br: Texto de consulta de busca; veja :doc:`/user/search` (opcional)
sv: Söksträng :doc:`/user/search` (valfritt)
tr: Arama sorgusu dizgesi :doc:`/user/search` (isteğe bağlı)
uk: Рядок пошукового запиту :doc:`/user/search` (необов’язково)

source: array of component objects; see :http:get:`/api/units/(int:id)/`
de: Array von Komponentenobjekten; siehe :http:get:`/api/units/(int:id)/`
ga: sraith rudaí comhpháirteanna; féach :http:get:`/api/units/(int:id)/`
hu: összetevő objektumok tömbje; lásd: :http:get:`/api/units/(int:id)/`
id: array objek komponen; lihat :http:get:`/api/units/(int:id)/`
ja: コンポーネント オブジェクトの配列。参照: see :http:get:`/api/units/(int:id)/`
nl: array met onderdeelobjecten; bekijk :http:get:`/api/units/(int:id)/`
pt: texto de objetos de componente; veja :http:get:`/api/units/(int:id)/`
pt_br: texto de objetos de componente; consulte :http:get:`/api/units/(int:id)/`
ro: serie de obiecte componente; vezi :http:get:`/api/units/(int:id)/`
ru: массив объектов компонента; смотрите описание :http:get:`/api/units/(int:id)/`
sv: matris av komponentobjekt; se :http:get:`/api/units/(int:id)/`
tr: bileşen nesneleri dizisi. Ayrıntılı bilgi almak için: :http:get:`/api/units/(int:id)/`
uk: масив об'єктів складників; див. :http:get:`/api/units/(int:id)/`
zh_hans: 部件对象的数组；请参见 :http:get:`/api/units/(int:id)/`
zh_hant: 組件對象的矩陣；請參見 :http:get:`/api/units/(int:id)/`

source: Add new unit.
de: Fügt eine neue Einheit hinzu.
ga: Cuir aonad nua leis.
hu: Új fordítási egység hozzáadása.
id: Tambahkan unit baru.
ja: 新しいユニットの追加。
nl: Nieuwe eenheid toevoegen.
pt: Adiciona nova unidade.
pt_br: Adiciona nova unidade.
ro: Adăugați o nouă unitate.
ru: Добавить новый элемент.
sv: Lägg till ny enhet.
ta: புதிய அலகு சேர்.
tr: Yeni birim ekler.
uk: Додати новий модуль.
zh_hans: 添加新单元。

source: *Monolingual translations:* Key of translation unit
de: *Einsprachige Übersetzungen:* Schlüssel der Übersetzungseinheit
ga: *Aistriúcháin aonteangacha:* Eochair an aonaid aistriúcháin
hu: *Egynyelvű fordítások esetén:* a fordítási egység kulcsa
id: *Terjemahan monolingual:* Kunci unit terjemahan
ja: *モノリンガル翻訳:* 翻訳ユニットのキー
nl: *Eentalige vertalingen:* Sleutel van vertaaleenheid
pt: *Traduções monolíngues:* Chave da unidade de tradução
pt_br: *Traduções monolíngues:* Chave da unidade de tradução
sv: *Enspråkiga översättningar:* Nyckel för översättningsenhet
ta: * ஒருமொழி மொழிபெயர்ப்புகள்:* மொழிபெயர்ப்பு அலகு விசை
tr: *Tek dilli çeviriler:* Çeviri biriminin anahtarı
uk: *Одномовні переклади:* ключ модуля перекладу
zh_hans: *Monolingual translations:* 翻译单元的密钥
