Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed predefined query for recently added strings.
de: Vordefinierte Abfrage für kürzlich hinzugefügte Zeichenketten korrigiert.
ga: Ceist réamhshainithe seasta le haghaidh teaghráin a cuireadh leis le déanaí.
hu: Javítva az előre definiált lekérdezés a nemrég hozzáadott szövegekre.
id: Memperbaiki kueri yang telah ditetapkan sebelumnya untuk string yang baru saja ditambahkan.
ja: 最近追加された文字列に対する定義済みのクエリーを修正。
nl: Voorgedefinieerde query voor recent toegevoegde tekenreeksen gerepareerd.
pt: Corrigida a consulta predefinida para cadeias adicionadas recentemente.
pt_br: Corrigida a consulta predefinida para textos adicionados recentemente.
ro: A fost reparată interogarea predefinită pentru șirurile adăugate recent.
ru: Исправлен предопределённый запрос для недавно добавленных строк.
sv: Fast fördefinierad sökning för nyligen tillagda strängar.
ta: அண்மைக் காலத்தில் சேர்க்கப்பட்ட சரங்களுக்கான நிலையான முன் வரையறுக்கப்பட்ட வினவல்.
tr: Son eklenen dizgeler için önceden tanımlanmış sorgu düzeltildi.
uk: Виправлено попередньо визначений запит щодо нещодавно доданих рядків.
zh_hans: 修复了最近添加的字符串的预设查询。
zh_hant: 修復了近期添加的字符串的預定義隊列。

source: Fixed searching returning duplicate matches.
de: Behoben, dass die Suche doppelte Treffer zurückgibt.
ga: Cuardach seasta ag filleadh meaitseanna dúblacha.
hu: Keresés során előforduló duplikált találatok megszüntetve.
id: Memperbaiki pencarian yang mengembalikan kecocokan duplikat.
ja: 検索結果が重複していたのを修正。
nl: Zoeken geeft dubbele overeenkomsten terug gerepareerd.
pt: Corrigida a pesquisa que retornava correspondências duplicadas.
pt_br: Corrigida a busca que retornava correspondências duplicadas.
ro: A fost reparată căutarea care returnează corespondențe duplicate.
ru: Исправлен поиск, возвращающий повторяющиеся совпадения.
sv: Fixat sökning som returnerade dubbla träffar.
ta: நிலையான தேடல் திரும்பும் நகல் போட்டிகள்.
tr: Aramada çift eşleşmelerin görüntülenmesi sorunu düzeltildi.
uk: Виправлено повернення під час пошуку дублікатів.
zh_hans: 修复了搜索返回重复的匹配。
zh_hant: 修復了搜索返回重複的匹配。

source: Fixed notifications rendering in Gmail.
de: Die Darstellung von Benachrichtigungen in Google Mail korrigiert.
ga: Fógraí seasta á rindreáil in Gmail.
hu: Gmailben hibásan megjelenő értesítések javítva.
id: Memperbaiki notifikasi yang ditampilkan di Gmail.
ja: Gmail に表示する通知の修正。
nl: Renderen van notificaties in Gmail gerepareerd.
pt: Corrigido o processamento de notificações no Gmail.
pt_br: Corrigido o processamento de notificações no Gmail.
ro: A fost reparată redarea notificărilor în Gmail.
ru: Исправлена отрисовка уведомлений в Gmail.
sv: Fixade aviseringar i Gmail.
ta: நிலையான அறிவிப்புகள் சிமெயிலில் வழங்கப்படுகின்றன.
tr: Gmail üzerinde bildirimlerin görüntülenmesi sorunu düzeltildi.
uk: Виправлено показ сповіщень у Gmail.
zh_hans: 修复 Gmail 中提供的通知。
zh_hant: 修復 Gmail 中提供的通知。

source: Fixed reverting changes from the history.
de: Das Zurücksetzen von Änderungen im Verlauf korrigiert.
ga: Athruithe seasta ag filleadh ón stair.
hu: Előzményekből történő visszavonás hibája javítva.
id: Memperbaiki pengembalian perubahan dari riwayat.
ja: 履歴から変更を元に戻す機能を修正。
nl: Terugdraaien wijzigingen vanuit geschiedenis gerepareerd.
pt: Corrigida a reversão das alterações do histórico.
pt_br: Corrigida a reversão das alterações do histórico.
ro: A fost reparată anularea modificărilor din istoric.
ru: Исправлен возврат изменений из истории.
sv: Återställda ändringar från historiken.
ta: வரலாற்றிலிருந்து மாற்றங்களை மாற்றியமைத்தல்.
tr: Geçmişteki değişikliklerin geri alınması sorunu düzeltildi.
uk: Виправлення показ змін із скасуванням у журналі.
zh_hans: 修复了从历史中还原更改。
zh_hant: 修復了從歷史中還原更改。

source: Added links to events in digest notifications.
de: Links zu Ereignissen in Zusammenfassungs-Benachrichtigungen hinzugefügt.
ga: Cuireadh naisc leis chuig imeachtaí i bhfógraí achoimre.
hu: Eseményekre mutató hivatkozások hozzáadva az összesítő értesítésekhez.
id: Menambahkan tautan ke peristiwa dalam pemberitahuan intisari.
ja: ダイジェスト通知にイベントへのリンクを追加。
nl: Koppelingen toegevoegd aan gebeurtenissen in samengevatte notificaties.
pt: Adicionados ligações para eventos nas notificações de resumo.
pt_br: Adicionados links para eventos nas notificações de resumo.
ro: Au fost adăugate linkuri către evenimente în notificările de sinteză.
ru: Добавлены ссылки на события в выдержках с уведомлениями.
sv: Länkar till evenemang har lagts till i sammanfattningsmeddelanden.
ta: டைசச்ட் அறிவிப்புகளில் நிகழ்வுகளுக்கான இணைப்புகள் சேர்க்கப்பட்டன.
tr: Özet bildirimlerindeki etkinliklere bağlantılar eklendi.
uk: Додано посилання на записи подій у сповіщеннях-резюме.
zh_hans: 在摘要通知中增加了事件的链接。
zh_hant: 添加了到摘要通知中的事件的鏈接。

source: Fixed email for account removal confirmation.
de: E-Mail zur Bestätigung der Kontolöschung korrigiert.
ga: Ríomhphost seasta le haghaidh deimhniú bainte cuntais.
hu: Fióktörlés megerősítéséről szóló e-mail javítva.
id: Memperbaiki surel untuk konfirmasi penghapusan akun.
ja: アカウント削除確認のメールを修正。
nl: E-mail voor bevestigen verwijderen account gerepareerd.
pt: Corrigido o e-mail para confirmação de remoção de conta.
pt_br: Corrigido o e-mail para confirmação de remoção de conta.
ro: A fost reparat e-mailul pentru confirmarea eliminării contului.
ru: Исправлено электронное письмо для подтверждения удаления учётной записи.
sv: Fixat e-postmeddelande för bekräftelse av borttagning av konto.
ta: கணக்கு அகற்றுதல் உறுதிப்படுத்தலுக்கான நிலையான மின்னஞ்சல்.
tr: Hesap silme onayı e-postası düzeltildi.
uk: Виправлено адресу електронної пошти для підтвердження вилучення облікового запису.
zh_hans: 修复了账户删除确认的电子邮件。
zh_hant: 修復了賬戶刪除確認的電子郵件。

source: Added support for Slack authentication in Docker container.
de: Unterstützung für Slack-Authentifizierung in Docker-Containern hinzugefügt.
ga: Tacaíocht bhreise do fhíordheimhniú Slack i gcoimeádán Docker.
hu: Slack hitelesítés támogatása Docker környezetben hozzáadva.
id: Menambahkan dukungan untuk autentikasi Slack dalam kontainer Docker.
ja: Docker コンテナーでの Slack 認証に対応。
nl: Ondersteuning toegevoegd voor authenticatie van Slack in Docker container.
pt: Adicionado suporte para autenticação Slack no contentor Docker.
pt_br: Adicionado suporte para autenticação Slack no contêiner Docker.
ro: A fost adăugat suport pentru autentificarea Slack în containerul Docker.
ru: Добавлена поддержка авторизации через Slack в контейнере Docker.
sv: Lagt till stöd för Slack-autentisering i Docker-container.
ta: கப்பல்துறை கொள்கலனில் மந்தமான அங்கீகாரத்திற்கான உதவி சேர்க்கப்பட்டது.
tr: Docker kapsayıcısında Slack kimlik doğrulaması desteği eklendi.
uk: Додано підтримку розпізнавання Slack у контейнері Docker.
zh_hans: 添加了对 Docker 容器中 Slack 身份认证的支持。
zh_hant: 添加了對 Docker 容器中 Slack 身份認證的支持。

source: Avoid sending notifications for not subscribed languages.
de: Vermeiden des Sendens von Benachrichtigungen für nicht abonnierte Sprachen.
ga: Seachain fógraí a sheoladh do theangacha nach bhfuil suibscríofa.
hu: Nem feliratkozott nyelvekhez kapcsolódó értesítések küldése elkerülve.
id: Hindari mengirimkan notifikasi untuk bahasa yang tidak berlangganan.
ja: サブスクライブしていない言語には、通知を送信しないように修正。
nl: Vermijden van verzenden van notificaties voor niet geabonneerde talen.
pt: Evita enviar notificações para idiomas não assinados.
pt_br: Evita enviar notificações para idiomas não assinados.
ro: Evitați trimiterea de notificări pentru limbile neabonate.
ru: Устранение отправки уведомлений для языков, на которые пользователь не подписан.
sv: Undvik att skicka aviseringar för språk som inte prenumereras på.
ta: சந்தா இல்லாத மொழிகளுக்கு அறிவிப்புகளை அனுப்புவதைத் தவிர்க்கவும்.
tr: Abone olunmayan diller için bildirim gönderilmesi engellendi.
uk: Усунено надсилання сповіщень для мов без підписки.
zh_hans: 避免发送未订阅语言的通知。
zh_hant: 避免發送未訂閱語言的通知。

source: Include Celery queues in performance overview.
de: Celery-Warteschlangen in die Leistungsübersicht aufgenommen.
ga: Cuir scuainí Soilire san fhorbhreathnú feidhmíochta.
hu: A teljesítmény-áttekintésben megjelennek a Celery feldolgozási sorok.
id: Sertakan antrian Celery dalam ikhtisar kinerja.
ja: パフォーマンスの概要に、Celery キューが含まれるように修正。
nl: Wachtrijen van Celery opnemen in overzicht prestaties.
pt: Inclusão de filas do Celery na visão geral de desempenho.
pt_br: Inclusão de filas do Celery na visão geral de desempenho.
ro: Includeți cozile de așteptare Celery în prezentarea generală a performanțelor.
ru: Включение в обзор производительности очередей Celery.
sv: Inkludera Celery-köer i prestandaöversikten.
ta: செயல்திறன் கண்ணோட்டத்தில் செலரி வரிசைகளைச் சேர்.
tr: Başarım özetine Celery kuyrukları katıldı.
uk: У огляд швидкодії включено черги Celery.
zh_hans: 在性能概况中包括了 Celery 队列。
zh_hant: 在性能概況中包括了 Celery 隊列。

source: Fixed documentation links for add-ons.
de: Die Links zu den Dokumentationen für die Erweiterungen korrigiert.
ga: Naisc dhoiciméadú seasta le haghaidh breiseán.
hu: Kiegészítőkhöz tartozó dokumentációs hivatkozások javítva.
id: Memperbaiki tautan dokumentasi untuk pengaya.
ja: アドオンのドキュメント リンクの修正。
nl: Gerepareerde koppelingen documentatie voor add-ons.
pt: Corrigidos os links da documentação para extensões.
pt_br: Corrigidos os links da documentação para complementos.
ro: Au fost reparate linkurile de documentare pentru suplimente.
ru: Исправлены ссылки на документацию для надстроек.
sv: Fixade dokumentationslänkar för tillägg.
ta: துணை நிரல்களுக்கான நிலையான ஆவணங்கள் இணைப்புகள்.
tr: Eklentiler için belge bağlantıları sorunu düzeltildi.
uk: Виправлено посилання на додатки у документації.
zh_hans: 修复了附加组件的文档链接。

source: Reduced false negatives for unchanged translation check.
de: Weniger falsch-negative Ergebnisse bei der Prüfung auf unveränderter Übersetzungen.
ga: laghdaítear claonchlónna bréagacha le haghaidh seiceáil aistriúcháin gan athrú.
hu: A változatlan fordításokat érintő ellenőrzés téves negatív eseteinek csökkentése.
id: Mengurangi negatif palsu untuk pemeriksaan terjemahan yang tidak berubah.
ja: 未翻訳の翻訳検査の誤検知を減らしました。
nl: Verminderde valse negatieven voor controle niet gewijzigde vertaling.
pt: Redução de falso-negativos para verificação de tradução inalterada.
pt_br: Redução de falso-negativos para verificação de tradução inalterada.
ro: Reducerea numărului de falsuri negative pentru verificarea traducerilor neschimbate.
ru: Уменьшение количества ложно-отрицательных результатов для проверки «Перевод без изменения».
sv: Minskat antal falska negativa resultat vid kontroll av oförändrad översättning.
ta: மாறாத மொழிபெயர்ப்பு சோதனைக்கு தவறான எதிர்மறைகளைக் குறைத்தது.
tr: Değiştirilmemiş çeviri denetiminde hatalı negatifler azaltıldı.
uk: Зменшено частину помилкових результатів у перевірках незмінених перекладів.
zh_hans: 减少了未更改的译文检查的误报。
zh_hant: 降低了為更改翻譯檢查的誤報。

source: Raised bleach dependency to address :cve:`2020-6802`.
hu: A bleach csomag frissítve a következő hiba javítására: :cve:`2020-6802`.
id: Meningkatkan dependensi pemutih untuk mengatasi :cve:`2020-6802`.
nl: Afhankelijkheid bleach verhoogd om :cve:`2020-6802` aan te pakken.
sv: Ökat beroende av blekmedel för att hantera :cve:`2020-6802`.
uk: Підвищено залежність bleach з метою усування наслідків :cve:`2020-6802`.

source: Fixed listing project level changes in history.
de: Die Auflistung von Änderungen auf Projektebene im Verlauf korrigiert.
ga: Athruithe ar leibhéal tionscadail liostaithe seasta sa stair.
hu: Projektszintű változások megjelenítése javítva az előzményekben.
id: Memperbaiki perubahan tingkat proyek yang tercantum dalam riwayat.
ja: 履歴でプロジェクト レベルの変更の一覧表示を修正。
nl: Vermelden van wijzigingen op projectniveau in geschiedenis gerepareerd.
pt: Corrigida a lista de mudanças de nível de projeto no histórico.
pt_br: Corrigida a lista de mudanças de nível de projeto no histórico.
ro: A fost reparată listarea modificărilor la nivel de proiect în istoric.
ru: Исправлено перечисление изменений в истории на уровне проекта.
sv: Fasta ändringar på projektnivå i historiken.
ta: நிலையான பட்டியல் வரலாற்றில் திட்ட நிலை மாற்றங்கள்.
tr: Geçmişte projesi düzeyindeki değişikliklerin listelenmesi sorunu düzeltildi.
uk: Виправлено побудову списку змін на рівні проєкту у журналі.
zh_hans: 修复了在历史中列出项目层的更改。
zh_hant: 修復了在歷史中列出項目層的更改。

source: Fixed stats invalidation in some corner cases.
de: Die Ungültigkeit von Statistiken in einigen Ausnahmefällen korrigiert.
ga: Neamhbhailíochtú stats seasta i gcásanna cúinne áirithe.
hu: Bizonyos esetekben érvénytelen statisztikák frissítése javítva.
id: Memperbaiki statistik yang tidak valid pada beberapa kasus khusus.
ja: 一部の特殊なケースにおける統計が無効化される問題の修正。
nl: Ongeldige statistieken in sommige randgevallen gerepareerd.
pt: Corrigida a invalidação de estatísticas em alguns casos complexos.
pt_br: Corrigida a invalidação de estatísticas em alguns casos complexos.
ro: A fost reparată invalidarea statisticilor în unele cazuri particulare.
ru: Исправлено аннулирование статистики в некоторых граничных случаях.
sv: Fixade statistikogiltighet i vissa specialfall.
ta: சில மூலையில் உள்ள வழக்குகளில் நிலையான புள்ளிவிவரங்கள் செல்லாதவை.
tr: Bazı uç durumlarda yaşanan istatistiklerin geçersiz kılınması sorunu düzeltildi.
uk: Виправлено скасування результатів обчислення статистики у деяких рідкісних випадках.
zh_hans: 修复了某些极端情况下的统计数据失效问题。
zh_hant: 修復了一些極端情況下的統計數據被驗證為非法。

source: Fixed searching for certain string states.
de: Die Suche nach bestimmten Zeichenkettenstatus korrigiert.
ga: Cuardach seasta do stáit teaghrán áirithe.
hu: Szövegállapotokra történő keresés hibája javítva.
id: Memperbaiki pencarian untuk status string tertentu.
ja: 特定の文字列の状態に対する検索を修正。
nl: Zoeken naar bepaalde statussen van tekenreeksen gerepareerd.
pt: Corrigida a pesquisa de determinados estados de cadeia.
pt_br: Corrigida a busca de determinados status de texto.
ro: A fost reparată căutarea anumitor stări ale șirurilor de caractere.
ru: Исправлен поиск определённых состояний строки.
sv: Fixat sökande efter vissa strängtillstånd.
ta: சில சரம் நிலைகளைத் தேடுவது.
tr: Belirli dizge durumları için arama düzeltildi.
uk: Виправлено пошук для певних станів рядків.
zh_hans: 修复了搜索某条字符串状态。
zh_hant: 修復了搜索某個字符串狀態。

source: Improved format string checks behavior on missing percent.
de: Verbessertes Verhalten bei der Prüfung von Formatzeichenketten auf fehlende Prozentwerte.
ga: Seiceálann teaghrán formáide feabhsaithe iompar ar an gcéad atá ar iarraidh.
hu: Hiányzó százalékjel esetén a formátumsztring ellenőrzésének működése javult.
id: Peningkatan pemeriksaan string format pada perilaku persentase yang hilang.
ja: パーセントがない場合の書式文字列検査の処理を改善。
nl: Verbeterd gedrag controles indeling tekenreeks voor ontbrekend percentage.
pt: Corrigido o comportamento de verificação de formato de cadeia em caso de faltar percentagem.
pt_br: Corrigido o comportamento de verificação de formato de texto em caso de faltar porcentagem.
ro: A fost îmbunătățit comportamentul de verificare a șirului de formate în cazul în care lipsește un procent.
ru: Улучшено поведение проверки строк формата при пропущенном проценте.
sv: Förbättrat beteende för formatsträngskontroller vid saknad procent.
ta: மேம்பட்ட வடிவமைப்பு சரம் காணாமல் போன சதவீதத்தில் நடத்தை சரிபார்க்கிறது.
tr: Biçim dizgesi kalite denetimi, eksik yüzde simgesini algılayacak şekilde iyileştirildi.
uk: Удосконалено поведінку перевірок форматування рядків на пропущений символ відсотків.
zh_hans: 改进了格式字符串检查行为丢失百分比的问题。
zh_hant: 改進了格式字符串檢查行為丟失百分比的問題。

source: Fixed authentication using some third party providers.
de: Die Authentifizierung bei einigen Drittanbietern korrigiert.
ga: Fíordheimhniú seasta ag baint úsáide as roinnt soláthraithe tríú páirtí.
hu: Hitelesítési hiba javítva bizonyos külső szolgáltatók esetén.
id: Memperbaiki autentikasi menggunakan beberapa penyedia pihak ketiga.
ja: 一部のサード パーティ プロバイダーを使用した認証を修正。
nl: Authenticatie met enkele derde partijen gerepareerd.
pt: Corrigida a autenticação a usar alguns provedores de terceiros.
pt_br: Corrigida a autenticação usando alguns provedores de terceiros.
ro: A fost reparată autentificarea cu ajutorul unor furnizori terți.
ru: Исправлена авторизация с использованием некоторых сторонних провайдеров.
sv: Fast autentisering med hjälp av vissa tredjepartsleverantörer.
ta: சில மூன்றாம் தரப்பு வழங்குநர்களைப் பயன்படுத்தி நிலையான ஏற்பு.
tr: Bazı üçüncü taraf hizmet sağlayıcılarında yaşanan kimlik doğrulama sorunu düzeltildi.
uk: Виправлено розпізнавання на основі даних сторонніх надавачів послуг.
zh_hans: 修复了使用第三方提供商的身份验证。
zh_hant: 修復了使用第三方提供商的身份驗證。

source: *Released on February 22nd 2020.*
de: *Veröffentlicht am 22. Februar 2020.*
ga: *Eisithe ar 22 Feabhra 2020.*
hu: *Kiadva: 2020. február 22.*
id: *Dirilis pada 22 Februari 2020.*
nl: *Uitgegeven op 22 februari 2020.*
pt_br: *Atualizado em 22 de fevereiro de 2020.*
sv: *Släpptes den 22 februari 2020.*
tr: *22 Şubat 2020 tarihinde yayınlandı.*
uk: *Випущено 22 лютого 2020 року.*

source: Fixed rendering of suggestions.
de: Die Darstellung von Übersetzungsvorschlägen korrigiert.
ga: Rindreáil sheasta moltaí.
hu: Javaslatok megjelenítése javítva.
id: Memperbaiki rendering saran.
ja: 提案の表示の修正。
nl: Renderen van suggesties gerepareerd.
pt: Corrigida a renderização de sugestões.
pt_br: Corrigida a renderização de sugestões.
ro: A fost reparată redarea sugestiilor.
ru: Исправлена отрисовка предложений.
sv: Fast rendering av förslag.
ta: பரிந்துரைகளின் நிலையான வழங்குதல்.
tr: Önerilerin görüntülenmesi düzeltildi.
uk: Виправлено показ пропозицій.
zh_hans: 修复了建议的呈现问题。
zh_hant: 修復了提出建議的問題。

source: Fixed some strings wrongly reported as having no words.
de: Behoben, dass sich einige Zeichenketten fälschlicherweise als inhaltslos meldeten.
ga: Seasta roinnt teaghráin a tuairiscíodh go mícheart mar nach bhfuil aon fhocail.
hu: Bizonyos szövegeket tévesen szavakat nem tartalmazónak jelölés javítva.
id: Memperbaiki beberapa string yang salah dilaporkan tidak memiliki kata.
ja: 単語がないと誤って報告される文字列があるのを修正。
nl: Enkele tekenreeksen, die werden gerapporteerd als zonder woorden, gerepareerd.
pt: Corrigidas algumas cadeias relatadas incorretamente como não tendo palavras.
pt_br: Corrigidos alguns textos relatados incorretamente como não tendo palavras.
ro: Corectarea unor șiruri de caractere raportate în mod greșit ca neavând cuvinte.
ru: Исправлены некоторые строки, для которых ошибочно сообщалось, что в нет слов.
sv: Fixade några strängar som felaktigt rapporterats som ordlösa.
ta: வார்த்தைகள் இல்லை என்று தவறாக அறிவிக்கப்பட்ட சில சரங்களை சரி செய்தது.
tr: Bazı dizgelerin yanlış bir biçimde sözcük içermediğinin bildirilmesine yol açan sorun düzeltildi.
uk: Виправлено помилкове сповіщення щодо відсутності слів у деяких рядках.
zh_hans: 修复了一些字符串被错误地报告为没有单词的问题。
zh_hant: 修復了一些字符串被錯誤地報告為沒有單詞的問題。

source: *Released on February 20th 2020.*
de: *Veröffentlicht am 20. Februar 2020.*
ga: *Eisithe ar 20 Feabhra 2020.*
hu: *Kiadva: 2020. február 20.*
id: *Dirilis pada 20 Februari 2020.*
nl: *Uitgegeven op 20 februari 2020.*
pt_br: *Atualizado em 20 de fevereiro de 2020.*
sv: *Släpptes den 20 februari 2020.*
tr: *20 Şubat 2020 tarihinde yayınlandı.*
uk: *Випущено 20 лютого 2020 року.*

source: Documented Celery setup changes.
de: Änderungen der Celery-Einrichtung dokumentiert.
ga: Athruithe ar shocrú soilire doiciméadaithe.
hu: Celery beállítási változások dokumentálva lettek.
id: Perubahan pengaturan Celery yang terdokumentasi.
ja: Celery の設定変更方法の文書化。
nl: Gedocumenteerde wijzigingen in opstelling Celery.
pt: Documentadas as alterações de configuração no Celery.
pt_br: Documentadas as alterações de configuração no Celery.
ro: Modificări documentate ale configurației Celery.
ru: Документированы изменения в настройке Celery.
sv: Dokumenterade ändringar i Celery-konfigurationen.
ta: ஆவணப்படுத்தப்பட்ட செலரி அமைவு மாற்றங்கள்.
tr: Celery kurulum değişiklikleri belgesi yazıldı.
uk: Документовано зміни у конфігурації Celery.
zh_hans: 记录 Celery 设置更改。
zh_hant: 存檔的 Celery 設置更改。

source: Improved filename validation on component creation.
de: Verbesserte Validierung von Dateinamen bei der Komponentenerstellung.
ga: Bailíochtú feabhsaithe ainm comhaid ar chruthú comhpháirteanna.
hu: Fájlnév érvényesítésének javítása összetevő létrehozásakor.
id: Peningkatan validasi nama berkas pada pembuatan komponen.
ja: コンポーネント作成時のファイル名検証を改良。
nl: Verbeterd valideren bestandsnaam bij maken onderdeel.
pt: Melhorada a validação de nome de ficheiros na criação de componentes.
pt_br: Melhorada a validação de nome de arquivo na criação de componentes.
ro: A fost îmbunătățită validarea numelui de fișier la crearea componentelor.
ru: Улучшена проверка имени файла при создании компонентов.
sv: Förbättrad validering av filnamn vid skapande av komponenter.
ta: கூறு உருவாக்கத்தில் மேம்படுத்தப்பட்ட கோப்பு பெயர் சரிபார்ப்பு.
tr: Bileşen oluşturulurken dosya adı doğrulaması iyileştirildi.
uk: Удосконалено перевірку назв файлів при створенні складників.
zh_hans: 改进了新建部件时文件名的验证。
zh_hant: 改進了新建組件時文件名的驗證。

source: Fixed minimal versions of some dependencies.
de: Minimale Versionen einiger Abhängigkeiten korrigiert.
ga: Leaganacha íosta seasta de roinnt spleáchais.
hu: Egyes függőségek minimális verziójának pontosítása.
id: Memperbaiki versi minimal beberapa dependensi.
ja: 一部の依存関係の最小バージョンの修正。
nl: Minimale versies van enkele afhankelijkheden gerepareerd.
pt: Corrigidas as versões mínimas de algumas dependências.
pt_br: Corrigidas as versões mínimas de algumas dependências.
ro: Au fost corectate versiunile minime ale unor dependențe.
ru: Исправлены минимальные версии некоторых зависимостей.
sv: Fastställda minimiversioner av vissa beroenden.
ta: சில சார்புகளின் நிலையான குறைந்தபட்ச பதிப்புகள்.
tr: Bazı bağımlılıkların en düşük sürümleri düzeltildi.
uk: Виправлено мінімальні версії деяких залежностей.
zh_hans: 修复了一些依赖项的最低版本。
zh_hant: 修復了一些依賴性的最低版本。

source: Fixed adding groups with certain Django versions.
de: Das Hinzufügen von Gruppen mit bestimmten Django-Versionen korrigiert.
ga: Grúpaí breisithe seasta le leaganacha áirithe de Django.
hu: Csoportok hozzáadásának hibája javítva bizonyos Django verziók esetén.
id: Memperbaiki penambahan grup dengan versi Django tertentu.
ja: 特定の Django バージョンでグループの追加を修正。
nl: Toevoegen van groepen met bepaalde versies van Django gerepareerd.
pt: Corrigida a adição de grupos com certas versões do Django.
pt_br: Corrigida a adição de grupos com certas versões do Django.
ro: A fost reparată adăugarea de grupuri cu anumite versiuni Django.
ru: Исправлено добавление групп в определённых версиях Django.
sv: Fixat tillägg av grupper med vissa Django-versioner.
ta: சில சாங்கோ பதிப்புகளுடன் குழுக்களைச் சேர்த்தது.
tr: Belirli Django sürümlerini kullanan grupların eklenmesi sorunu düzeltildi.
uk: Виправлено додавання груп і певними версіями Django.
zh_hans: 修复了以某个 Django 版本添加群组。
zh_hant: 修復了以某個 Django 版本添加群組。

source: Fixed manual pushing to upstream repository.
de: Manuelles Pushen in das Upstream-Repository korrigiert.
ga: Lámhleabhar seasta ag brú chuig stór in aghaidh an tsrutha.
hu: Kézi feltöltés javítva a forrás tárolóba.
id: Memperbaiki dorongan manual ke repositori hulu.
ja: 上流レポジトリへの手動プッシュを修正。
nl: Handmatig pushen naar opslagruimte upstream gerepareerd.
pt: Corrigido o push manual para o repositório upstream.
pt_br: Corrigido o push manual para o repositório upstream.
ro: Fixat împingerea manuală în depozitul din upstream.
ru: Исправлена ручная отправка изменений в вышестоящий репозиторий.
sv: Fast manuell överföring till uppströmsarkiv.
ta: நிலையான கையேடு மேலோடை களஞ்சியத்திற்கு தள்ளும்.
tr: Yukarı akış deposuna el ile itme sorunu düzeltildi.
uk: Виправлено запис вручну до основного сховища коду.
zh_hans: 修复了手动推送到上游仓库。
zh_hant: 修復了手動推送到上游倉庫。
