Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can also enable automatic pushing of changes after Weblate commits, this can be done in :ref:`component-push_on_commit`.
de: Sie können auch das automatische Pushen von Änderungen nach Weblate-Commits aktivieren, dies kann in :ref:`component-push_on_commit` erfolgen.
ga: Is féidir leat athruithe a bhrú go huathoibríoch a chumasú freisin tar éis do Weblate tiomantas, is féidir é seo a dhéanamh in :ref:`component-push_on_commit`.
hu: A Weblate-ben be lehet állítani, hogy minden véglegesítés után automatikusan töltse fel a változásokat; ezt a :ref:`component-push_on_commit` beállítással lehet elérni.
id: Anda juga dapat mengaktifkan pengiriman perubahan secara otomatis setelah Weblate melakukan komitmen, ini dapat dilakukan di :ref:`component-push_on_commit`.
ja: Weblate コミット後の、変更の自動プッシュを有効にすることもできます。これは、:ref:`component-push_on_commit` で設定します。
nl: U kunt ook het automatisch pushen van wijzigingen na commits van Weblate inschakelen, dit kan worden gedaan in :ref:`component-push_on_commit`.
pt: Também pode ativar o push automático de alterações após o Weblate fazer commit, isso pode ser feito em :ref:`component-push_on_commit`.
pt_br: Você também pode habilitar o push automático de alterações após o Weblate fazer commit, isso pode ser feito em :ref:`component-push_on_commit`.
ro: Puteți, de asemenea, să activați împingerea automată a modificărilor după ce Weblate le validează, acest lucru poate fi făcut în :ref:`component-push_on_commit`.
ru: Также вы можете включить автоматическую отправку изменений после коммитов Weblate, это можно сделать в параметре :ref:`component-push_on_commit`.
sv: Du kan också aktivera automatisk överföring av ändringar efter Weblate-commits. Detta kan göras i :ref:`component-push_on_commit`.
tr: Weblate işledikten sonra değişikliklerin kendiliğinden itilmesini de kullanıma alabilirsiniz. Bu işlem :ref:`component-push_on_commit` içinden yapılabilir.
uk: Ви також можете увімкнути автоматичний запис змін після внесків Weblate. Зробити це можна у :ref:`component-push_on_commit`.
zh_hans: 还可以允许 Weblate 提交后更改的自动推送，这可以在 :ref:`component-push_on_commit` 中完成。
zh_hant: 還可以允許 Weblate 提交後更改的自動推送，這可以在 :ref:`component-push_on_commit` 中完成。

source: See :ref:`vcs-repos` for setting up SSH keys, and :ref:`lazy-commit` for info about when Weblate decides to commit changes.
de: Siehe :ref:`vcs-repos` für die Einrichtung von SSH-Schlüsseln und :ref:`lazy-commit` für Informationen darüber, wann Weblate entscheidet, Änderungen zu committen.
ga: Féach :ref:`vcs-repos` chun eochracha SSH a bhunú, agus :ref:`lazy-commit` le haghaidh faisnéise faoi cathain a chinneann Weblate athruithe a dhéanamh.
hu: SSH kulcsok beállításához lásd: :ref:`vcs-repos`, a Weblate véglegesítési döntéseiről pedig a :ref:`lazy-commit` szakaszban talál további információt.
id: Lihat :ref:`vcs-repos` untuk menyiapkan kunci SSH, dan :ref:`lazy-commit` untuk info tentang kapan Weblate memutuskan untuk komit perubahan.
ja: SSH キーの設定は :ref:`vcs-repos` を、Weblate の変更をコミットするタイミングは :ref:`lazy-commit` を参照してください。
nl: Bekijk :ref:`vcs-repos` voor het instellen van sleutels voor SSH, en :ref:`lazy-commit` voor informatie over wanneer Weblate besluit wijzigingen in te dienen.
pt: Consulte :ref:`vcs-repos` para configurar chaves de SSH e :ref:`lazy-commit` para obter informações sobre quando o Weblate decide fazer commit de alterações.
pt_br: Consulte :ref:`vcs-repos` para configurar chaves SSH e :ref:`lazy-commit` para obter informações sobre quando o Weblate decide fazer commit de alterações.
ro: Consultați :ref:`vcs-repos` pentru configurarea cheilor SSH și :ref:`lazy-commit` pentru informații despre momentul în care Weblate decide să valideze modificările.
ru: Для настройки ключей SSH смотрите раздел :ref:`vcs-repos`, а для получения информации о том, когда Weblate решает закоммитить изменения — раздел :ref:`lazy-commit`.
sv: Se :ref:`vcs-repos` för att konfigurera SSH-nycklar och :ref:`lazy-commit` för information om när Weblate beslutar att bekräfta ändringar.
tr: SSH anahtarlarını ayarlamak için :ref:`vcs-repos` ve değişikliklerin Weblate tarafından ne zaman işleneceğine karar verildiği ile ilgili ayrıntılı bilgi almak için :ref:`lazy-commit` bölümlerine bakabilirsiniz.
uk: Опис налаштовування ключів SSH можна знайти у розділі :ref:`vcs-repos`. Дані щодо того, яким чином Weblate визначає потребу у внесенні змін, можна знайти у розділі :ref:`lazy-commit`.
zh_hans: 请参见 :ref:`vcs-repos` 来设置 SSH 密钥，和 :ref:`lazy-commit` 获得关于 Weblate 决定提交更改的信息。
zh_hant: 請參見 :ref:`vcs-repos` 來設置 SSH 密鑰，和 :ref:`lazy-commit` 獲得關於 Weblate 決定提交更改的信息。

source: Protected branches
de: Geschützte Branches
ga: Craobhacha cosanta
hu: Védett ágak (Protected branches)
id: Cabang yang dilindungi
ja: 保護されたブランチ
nl: Beveiligde takken
pt: Ramos protegidos
pt_br: Ramos protegidos
ro: Branșe protejate
ru: Защищённые ветки
sv: Skyddade grenar
ta: பாதுகாக்கப்பட்ட கிளைகள்
tr: Korunmuş dallar
uk: Захищені гілки
zh_hans: 受保护的分支
zh_hant: 受保護的分支

source: If you are using Weblate on protected branch, you can configure it to use pull requests and perform actual review on the translations (what might be problematic for languages you do not know). An alternative approach is to waive this limitation for the Weblate push user.
de: Wenn Sie Weblate auf einem geschützten Branch verwenden, können Sie es so konfigurieren, dass es Pull Requests verwendet und die Übersetzungen tatsächlich überprüft (was bei Sprachen, die Sie nicht kennen, problematisch sein könnte). Ein alternativer Ansatz besteht darin, diese Einschränkung für den Weblate-Push-Nutzer aufzuheben.
ga: Má tá Weblate á úsáid agat ar bhrainse faoi chosaint, is féidir leat é a chumrú chun iarratais ar tharraingt a úsáid agus athbhreithniú iarbhír a dhéanamh ar na haistriúcháin (rud a d’fhéadfadh a bheith ina fhadhb do theangacha nach bhfuil ar eolas agat). Cur chuige eile is ea an teorannú seo a tharscaoileadh don úsáideoir brú Weblate.
hu: Ha Weblate-et védett ágon használ, konfigurálható, hogy módosítási kérelmeken (pull request) keresztül történjenek a fordítások felülvizsgálatai (ez problémás lehet, ha a célnyelvet nem ismeri). Alternatív megoldásként felmentheti a Weblate-felhasználót ez alól a korlátozás alól, és közvetlenül feltöltheti a változtatásokat.
id: Jika Anda menggunakan Weblate pada cabang yang dilindungi, Anda dapat mengonfigurasinya untuk menggunakan permintaan tarik dan melakukan tinjauan aktual terhadap terjemahan (yang mungkin bermasalah untuk bahasa yang tidak Anda pahami). Pendekatan alternatif adalah dengan mengabaikan batasan ini bagi pengguna dorong Weblate.
ja: 保護されたブランチで Weblate を使用している場合は、プル リクエストを使用し、翻訳の実際の査読をするように設定できます（知らない言語では問題になることがある）。その他の方法は、Weblate プッシュ ユーザーに対してこの制限を放棄することです。
nl: Als u Weblate gebruikt op een beveiligde tak, kunt u het configureren om pull requests te gebruiken en feitelijk beoordelen van de vertalingen uit te voeren (wat problematisch zou kunnen zijn voor talen die u niet beheerst). Een alternatieve benadering is om deze beperking op te heffen voor de Weblate push-gebruiker.
pt: Se estiver a usar o Weblate em ramo protegido, pode configurá-lo para usar pull requests e executar revisão real sobre as traduções (o que pode ser problemático para idiomas que não conhece). Uma abordagem alternativa é abrir mão desta limitação em favor do utilizador de push no Weblate.
pt_br: Se você estiver usando o Weblate em ramo protegido, você pode configurá-lo para usar pull requests e executar revisão real sobre as traduções (o que pode ser problemático para idiomas que você não conhece). Uma abordagem alternativa é abrir mão desta limitação em favor do usuário de push no Weblate.
ro: Dacă folosiți Weblate pe ramura protejată, îl puteți configura pentru a utiliza cereri de tragere și pentru a efectua o revizuire reală a traducerilor (ceea ce ar putea fi problematic pentru limbile pe care nu le cunoașteți). O abordare alternativă este de a renunța la această limitare pentru utilizatorul Weblate push.
ru: Если вы используете Weblate на защищённой ветке, вы можете настроить его на использование запросов на извлечение и выполнение рецензирования переводов (что может быть проблематично для языков, которых вы не знаете). Альтернативный подход заключается в отмене этого ограничения для пользователя Weblate.
sv: Om du använder Weblate på en skyddad gren kan du konfigurera den så att den använder pull-förfrågningar och utför en faktisk granskning av översättningarna (vilket kan vara problematiskt för språk du inte kan). Ett alternativ är att upphäva denna begränsning för Weblate-pushanvändaren.
ta: பாதுகாக்கப்பட்ட கிளையில் நீங்கள் வலைபெயர்ப்பைப் பயன்படுத்துகிறீர்கள் என்றால், இழுக்கும் கோரிக்கைகளைப் பயன்படுத்து, மொழிபெயர்ப்புகளில் உண்மையான மதிப்பாய்வைச் செய்யவும் அதை உள்ளமைக்கலாம் (உங்களுக்குத் தெரியாத மொழிகளுக்கு என்ன சிக்கலாக இருக்கலாம்). வலைபெயர்ப்பு புச் பயனருக்கு இந்த வரம்பைத் தள்ளுபடி செய்வதே ஒரு மாற்று அணுகுமுறை.
tr: Weblate ile korumalı dal kullanıyorsanız, çekme isteklerini kullanacak ve çeviriler üzerinde gerçek gözden geçirme yapacak bir yapılandırma ayarlayabilirsiniz (bilmediğiniz diller için sorunlu olabilecek şeyler). Alternatif olarak, Weblate itme kullanıcısı için bu sınırlamayı kaldırabilirsiniz.
uk: Якщо ви використовуєте Weblate для захищеної гілки, ви можете налаштувати його на використання запитів щодо об'єднання і увімкнути рецензування перекладів (може бути проблематичним для мов, яких ви не знаєте). Альтернативним підходом є відмова від цього обмеження для користувача Weblate, який записуватиме дані до сховища.
zh_hans: 如果在受保护的分支上使用 Weblate，可以配置使用拉取请求，并执行翻译的实际复查（对你不知道的语言可能有问题）。另一个方法是去掉对 Weblate 推送用户的这个限制。
zh_hant: 如果在受保護的分支上使用 Weblate ，可以配置使用拉取請求，並執行翻譯的實際複查（對你不知道的語言可能有問題）。另一個方法是去掉對 Weblate 推送用戶的這個限制。

source: For example on GitHub this can be done in the repository configuration:
de: Auf GitHub kann dies zum Beispiel in der Repository-Konfiguration erfolgen:
ga: Mar shampla ar GitHub is féidir é seo a dhéanamh sa chumraíocht stór:
hu: Például GitHub-on ezt a tároló beállításainál lehet megadni:
id: Misalnya pada GitHub hal ini dapat dilakukan dalam konfigurasi repositori:
ja: GitHub で、リポジトリの設定から指定する例:
nl: In GitHub kan dit bijvoorbeeld worden gedaan in de configuratie van de opslagruimte:
pt: Por exemplo, no GitHub, isso pode ser feito na configuração do repositório:
pt_br: Por exemplo, no GitHub, isso pode ser feito na configuração do repositório:
ro: De exemplu, pe GitHub, acest lucru se poate face în configurația depozitului:
ru: Например, на GitHub’е это можно сделать в настройках репозитория:
sv: På GitHub kan detta till exempel göras i repositoriekontrollen:
ta: எடுத்துக்காட்டாக, கிட்அப்பில் இது களஞ்சிய உள்ளமைவில் செய்யப்படலாம்:
tr: Örneğin bu işlem GitHub üzerinde, depo yapılandırmasında ayarlanabilir:
uk: Наприклад, у GitHub це можна зробити у налаштуваннях сховища:
zh_hans: 例如在 GitHub，这可以在仓库配置中进行：
zh_hant: 例如在 GitHub ，這可以在倉庫配置中進行：

source: Interacting with others
de: Mit anderen interagieren
ga: Idirghníomhú le daoine eile
hu: Kapcsolattartás másokkal
id: Berinteraksi dengan orang lain
ja: 他のユーザーとの対話
nl: Interacteren met anderen
pt: Interagir com os outros
pt_br: Interagindo com os outros
ro: Interacțiunea cu ceilalți
ru: Взаимодействие с другими пользователями
sv: Interagera med andra
ta: மற்றவர்களுடன் தொடர்புகொள்வது
tr: Diğerleri ile etkileşim
uk: Взаємодія із іншими
zh_hans: 与他人交互

source: Weblate makes it easy to interact with others using its API.
de: Weblate macht es einfach, mit anderen über seine API zu interagieren.
ga: Déanann Weblate éascaíocht idirghníomhú le daoine eile ag baint úsáide as a API.
hu: A Weblate egyszerűvé teszi az együttműködést az API használatával.
id: Weblate memudahkan interaksi dengan orang lain menggunakan API-nya.
ja: Weblate は、API を使用して他の人と簡単に対話できます。
nl: Weblate maakt het gemakkelijk om met anderen te interacteren met zijn API.
pt: O Weblate facilita a interação com outras pessoas a usar a API dele.
pt_br: O Weblate facilita a interação com outras pessoas usando sua API.
ro: Weblate facilitează interacțiunea cu ceilalți folosind API-ul său.
ru: Weblate облегчает взаимодействие с другими пользователями с помощью своего API.
sv: Weblate gör det enkelt att interagera med andra med hjälp av dess API.
ta: வலைபெயர்ப்பு அதன் பநிஇ பயன்படுத்தி மற்றவர்களுடன் தொடர்புகொள்வதை எளிதாக்குகிறது.
tr: Weblate, API uygulaması -başkalarıyla etkileşim kurmayı kolaylaştırır.
uk: Weblate спрощує взаємодію із іншими учасниками проєкту за допомогою програмного інтерфейсу.
zh_hans: Weblate 通过使用它的 API，使与他人的交流更容易。
zh_hant: Weblate 通過使用它的 API ，使與他人的交流更容易。

source: Lazy commits
ga: Geallann leisciúil
hu: Késleltetett véglegesítések (Lazy commits)
id: Komit malas
ja: 遅延コミット
nl: Vertraagd indienen
pt: Commits adiados
pt_br: Commits adiados
ro: Angajări leneșe
ru: Отложенные коммиты
sv: Lata åtaganden
ta: சோம்பேறி கம்யூச்
tr: Lazy commit işlemeleri
uk: «Ліниві» внески
zh_hans: 惰性提交
zh_hant: 惰性提交

source: The behaviour of Weblate is to group commits from the same author into one commit if possible. This greatly reduces the number of commits, however you might need to explicitly tell it to do the commits in case you want to get the VCS repository in sync, e.g. for merge (this is by default allowed for the :guilabel:`Managers` group, see :ref:`privileges`).
de: Weblate fasst Commits desselben Autors nach Möglichkeit in einem Commit zusammen. Dadurch wird die Anzahl der Commits stark reduziert, allerdings müssen Sie es eventuell explizit anweisen, die Commits durchzuführen, wenn Sie das VCS-Repository synchronisieren möchten, zum Beispiel für Merge (dies ist standardmäßig für die Gruppe :guilabel:`Manager` erlaubt, siehe :ref:`privileges`).
ga: Is é iompar Weblate gealltanais ón údar céanna a ghrúpáil i dtiomantas amháin más féidir. Laghdaíonn sé seo líon na ngealltanais go mór, ach b'fhéidir go mbeidh ort a rá go sainráite dó na gealltanais a dhéanamh i gcás gur mhaith leat stór VCS a fháil i gcomhréir, m.sh. le haghaidh cumaisc (ceadaítear é seo de réir réamhshocraithe don ghrúpa :guilabel:`Managers`, féach :ref:`privileges`).
hu: A Weblate viselkedése az, hogy azonos szerzőtől származó módosításokat lehetőség szerint egyetlen véglegesítésbe vonja össze. Ez jelentősen csökkenti a véglegesítések számát, de ha a VCS (verziókezelő) tárolót szinkronban szeretné tartani (például összeolvasztás előtt), előfordulhat, hogy manuálisan kell kérni a véglegesítést. Alapértelmezés szerint ezt a :guilabel:`Kezelők` csoport teheti meg, lásd: :ref:`privileges`.
id: Weblate menggrupkan komit dari penulis yang sama ke dalam satu komit jika memungkinkan. Hal ini sangat mengurangi jumlah commit, namun Anda mungkin perlu secara eksplisit memerintahkannya untuk melakukan commit jika Anda ingin menyinkronkan repositori VCS, misalnya untuk penggabungan (ini secara bawaan diizinkan untuk grup :guilabel:`Managers`, lihat :ref:`privileges`).
ja: Weblate は、可能であれば、同じ著者のコミットを 1 つのコミットにまとめます。これによりコミット数が大幅に削減されますが、例えばマージのために（これは、デフォルトで :guilabel:`管理者` グループに許可されます。参照: :ref:`privileges`） VCS リポジトリと同期する場合は、明示的にコミットさせることが必要になります。
nl: Het gedrag van Weblate is om indieningen van dezelfde auteur te groeperen in een indiening, indien mogelijk. Dit verkleint het aantal indieningen enorm, u zou misschien echter expliciet aan moeten geven om in te dienen in het geval u de opslagruimte van het VCS wilt synchroniseren, bijv. voor samenvoegen (dit is standaard toegestaan voor de groep :guilabel:`Beheerders`, bekijk :ref:`privileges`).
pt: O comportamento do Weblate é de agrupar commits do mesmo autor num só commit, se for possível. Isso reduz a quantidade de commits consideravelmente, no entanto, pode precisar de dizer explicitamente para fazer os commits no caso de querer deixar o repositório VCS em sincronia, por exemplo, para mesclarem (isso é por predefinição permitido para o grupo :guilabel:`Managers`, consulte :ref:`privileges`).
pt_br: O comportamento do Weblate é agrupar commits do mesmo autor em um só commit, se possível. Isso reduz consideravelmente o número de commits, no entanto, você pode precisar dizer explicitamente para ele fazer os commits no caso de você querer deixar o repositório VCS em sincronia, por exemplo, para mesclagem (isso é por padrão permitido para o grupo :guilabel:`Gerenciadores`, consulte :ref:`privileges`).
ro: Comportamentul Weblate este de a grupa, dacă este posibil, comenzi de la același autor într-o singură comandă. Acest lucru reduce foarte mult numărul de comenzi, însă este posibil să fie necesar să-i spuneți în mod explicit să facă comenzi în cazul în care doriți să sincronizați depozitul VCS, de exemplu pentru fuziune (acest lucru este permis în mod implicit pentru grupul :guilabel:`Managers`, a se vedea :ref:`privileges`).
ru: Weblate группирует коммиты одного и того же автора в один коммит, если это возможно. Такая группировка значительно сокращает количество коммитов, однако вам может понадобиться явно указать ему сделать коммиты в случае, если вы хотите синхронизировать репозиторий, например, для выполнения слияния (по умолчанию это действие разрешено для группы :guilabel:`Управляющие`, смотрите раздел :ref:`privileges`).
sv: Weblate grupperar om möjligt alla commit från samma författare till en enda commit. Detta minskar antalet commit avsevärt, men du kan behöva ange uttryckligen att commit ska göras om du vill synkronisera VCS-arkivet, t.ex. för sammanslagning (detta är som standard tillåtet för gruppen :guilabel:`Managers`, se :ref:`privileges`).
tr: Weblate, olabiliyorsa aynı yazardan gelen işlemeleri tek bir işleme olarak gruplandıracak biçimde davranır. Böylece, işleme sayısı büyük ölçüde azaltılır. Bununla birlikte, sürüm denetimi sistemi deposunu eşitlemek isterseniz bunu açıkça belirtmeniz gerekir. Örneğin birleştirme için (varsayılan olarak :guilabel:`Yöneticiler’` grubu için izin verilir, ayrıntılı bilgi almak için: :ref:`privileges`).
uk: Weblate групує внески від одного автора так, щоб остаточний внесок був якомога більшим. Це значно зменшує кількість внесків, але призводить до того, що у вас може виникнути потреба явним чином ініціювати внески, якщо ви хочете підтримувати синхронізацію з сховищем системи керування версіями, наприклад, для злиття (таке злиття типово увімкнено для групи :guilabel:`Managers`, див. :ref:`privileges`).
zh_hans: Weblate 会尽可能将同一作者的提交分组到一个提交中。这大大减少了提交的数量，但是如果你想同步版本控制系统仓库，例如合并，你可能需要明确地告诉它去做提交（这对 :guilabel:`管理者` 组是默认允许的，参见 :ref:`privileges`）。
zh_hant: Weblate會盡可能將同一作者的提交分組到一個提交中。這大大減少了提交的數量，但是如果你想同步版本控制系統（VCS ）倉庫，例如合併，你可能需要明確地告訴它去做提交（這對:guilabel:`Managers`組是默認允許的，參見:ref:`privileges`）。

source: The changes in this mode are committed once any of the following conditions are fulfilled:
de: Die Änderungen in diesem Modus werden committet, sobald eine der folgenden Bedingungen erfüllt ist:
ga: Déantar na hathruithe ar an modh seo a dhéanamh nuair a chomhlíontar aon cheann de na coinníollacha seo a leanas:
hu: Ebben a módban a változtatások véglegesítése az alábbi esetekben történik meg:
id: Perubahan dalam mode ini dilakukan apabila salah satu kondisi berikut terpenuhi:
ja: このモードで、変更がコミットされる条件:
nl: De wijzigingen in deze modus worden ingediend als aan een van de volgende voorwaarden is voldaan:
pt: As alterações neste modo têm o commit delas feitas assim que qualquer uma das seguintes condições são cumpridas:
pt_br: As alterações neste modo têm seu commit feito assim que qualquer uma das seguintes condições são cumpridas:
ro: Modificările din acest mod sunt confirmate atunci când este îndeplinită oricare dintre următoarele condiții:
ru: Изменения в этом режиме коммитятся при выполнении любого из следующих условий:
sv: Ändringarna i detta läge bekräftas när något av följande villkor är uppfyllt:
ta: பின்வரும் நிபந்தனைகள் ஏதேனும் நிறைவு செய்யப்பட்டவுடன் இந்த பயன்முறையில் ஏற்படும் மாற்றங்கள் செய்யப்படுகின்றன:
tr: Bu kipteki değişiklikler, aşağıdaki koşullardan herhangi biri yerine getirildiğinde işlenir:
uk: Зміни у цьому режимі вносяться, щойно буде виконано будь-яку з таких умов:
zh_hans: 一旦后面的任何条件满足，这种模式的更改将被提交：
zh_hant: 如果多個組件分享相同的倉庫，需要分別將他們全部鎖定：

source: Somebody else changes an already changed string.
de: Jemand anderes ändert eine bereits geänderte Zeichenkette.
ga: Athraíonn duine éigin eile teaghrán a athraíodh cheana féin.
hu: Valaki más módosít egy már megváltoztatott szöveget.
id: Orang lain mengubah string yang sudah diubah.
ja: 他の誰かがすでに変更した文字列を変更する。
nl: Iemand anders wijzigt een al gewijzigde tekenreeks.
pt: Outra pessoa altera uma cadeia já alterada.
pt_br: Outra pessoa altera um texto já alterado.
ro: Altcineva modifică un șir deja modificat.
ru: Кто-то другой изменяет уже изменённую строку.
sv: Någon annan ändrar en redan ändrad sträng.
ta: ஏற்கனவே மாற்றப்பட்ட சரத்தை வேறு யாரோ மாற்றுகிறார்கள்.
tr: Başka biri zaten değiştirilmiş bir dizgeyi değiştirdiğinde.
uk: Хтось інший вніс зміни до вже зміненого рядка.
zh_hans: 某人另外更改了已经被更改的字符串。
zh_hant: 某人另外更改了已經被更改的字符串。

source: A merge from upstream occurs.
de: Es erfolgt ein Merge von Upstream.
ga: Tarlaíonn cumasc ó in aghaidh an tsrutha.
hu: Egy forráság (upstream) összeolvasztás történik.
id: Penggabungan dari hulu terjadi.
ja: 上流からのマージが発生した。
nl: Er wordt samengevoegd vanuit upstream.
pt: Um merge do upstream é feito.
pt_br: Um merge do upstream é feito.
ro: Are loc o fuziune din amonte.
ru: Происходит слияние с вышестоящим репозиторием.
sv: En sammanslagning från uppströms sker.
ta: அப்ச்ட்ரீமில் இருந்து ஒரு இணைப்பு ஏற்படுகிறது.
tr: Yukarı akıştan bir birleştirme gerçekleştirildiğinde.
uk: Сталося злиття коду з основної гілки розробки.
zh_hans: 来自上游的结合发生了。
zh_hant: 來自上游的結合發生了。

source: An explicit commit is requested.
de: Ein expliziter Commit wird angefordert.
ga: Iarrtar gealltanas sainráite.
hu: Kifejezett kérés érkezik a véglegesítésre.
id: Komit eksplisit diminta.
ja: 直接コミットが要求される。
nl: Een expliciete indiening wordt gevraagd.
pt: Um commit explícito é solicitado.
pt_br: Um commit explícito é solicitado.
ro: Se solicită o confirmare explicită.
ru: Запрошен явный коммит изменений.
sv: En uttrycklig bekräftelse krävs.
ta: வெளிப்படையான கமிட் கோரப்படுகிறது.
tr: Açık bir işleme isteği yapıldığında.
uk: Надіслано запит на явний внесок.
zh_hans: 明确地请求了提交。
zh_hant: 明確地請求了提交。

source: A file download is requested.
de: Ein Dateidownload ist angefordert.
ga: Iarrtar comhad a íoslódáil.
hu: Fájlletöltés történik.
id: Permintaan untuk mengunduh berkas diminta.
ja: ファイルのダウンロードが要求される。
nl: Downloaden van een bestand wordt gevraagd.
pt: É solicitado a descarrega de um ficheiro.
pt_br: É solicitado o download de um arquivo.
ro: Se solicită descărcarea unui fișier.
ru: Запрошена загрузка файла.
sv: En filnedladdning begärs.
ta: கோப்பு பதிவிறக்கம் கோரப்பட்டது.
tr: Bir dosyanın indirilmesi istendiğinde.
uk: Надіслано запит щодо отримання файла.
zh_hans: 已请求文件下载。
