Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for localized screenshots.
de: Unterstützung für lokalisierte Bildschirmfotos hinzugefügt.
ga: Tacaíocht bhreise le haghaidh screenshots logánta.
hu: Helyi nyelvi képernyőképek támogatása hozzáadva.
id: Menambahkan dukungan untuk tangkapan layar lokal.
ja: 翻訳に合わせたスクリーンショットに対応。
nl: Ondersteuning toegevoegd voor vertaalde schermafdrukken.
pt: Suporte adicional para capturas de ecrã localizadas.
pt_br: Suporte adicionado para prints da tela localizados.
ro: A fost adăugat suport pentru capturi de ecran localizate.
ru: Добавлена поддержка локализованных снимков экрана.
sv: Lagt till stöd för lokaliserade skärmdumpar.
ta: உள்ளூர்மயமாக்கப்பட்ட திரை சாட்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Yerelleştirilmiş ekran görüntüleri özelliği eklendi.
uk: Додано підтримку локалізованих знімків вікон.
zh_hans: 增加了对本地化截图的支持。

source: Added support for Python 3.9.
de: Unterstützung für Python 3.9 hinzugefügt.
ga: Tacaíocht bhreise do Python 3.9.
hu: Python 3.9 támogatása hozzáadva.
id: Menambahkan dukungan untuk Python 3.9.
ja: Python 3.9 に対応。
nl: Ondersteuning toegevoegd voor Python 3.9.
pt: Suporte adicional para Python 3.9.
pt_br: Suporte adicionado para Python 3.9.
ro: A fost adăugat suport pentru Python 3.9.
ru: Добавлена поддержка Python 3.9.
sv: Lagt till stöd för Python 3.9.
ta: பைதான் 3.9 க்கு உதவி சேர்க்கப்பட்டது.
tr: Python 3.9 desteği eklendi.
uk: Додано підтримку Python 3.9.
zh_hans: 新增了对 Python 3.9 的支持。

source: Fixed translating HTML files under certain conditions.
de: Die Übersetzung von HTML-Dateien unter bestimmten Bedingungen korrigiert.
ga: Seasta ag aistriú comhaid HTML faoi choinníollacha áirithe.
hu: HTML-fájlok fordításának javítása bizonyos körülmények között.
id: Memperbaiki terjemahan berkas HTML dalam kondisi tertentu.
ja: 特定の条件下での HTML ファイルの翻訳問題の修正。
nl: Vertalen van HTML-bestanden onder bepaalde voorwaarden gerepareerd.
pt: Corrigida a tradução de ficheiros HTML sob certas condições.
pt_br: Corrigida a tradução de arquivos HTML sob certas condições.
ro: A fost reparată traducerea fișierelor HTML în anumite condiții.
ru: Исправлен перевод HTML-файлов при некоторых условиях.
sv: Fixade översättning av HTML-filer under vissa förhållanden.
ta: சில நிபந்தனைகளின் கீழ் html கோப்புகளை மொழிபெயர்த்தது.
tr: Belirli koşullarda yaşanan HTML dosyalarının çevrilmesi sorunu düzeltildi.
uk: Виправлено переклад файлів HTML за певних умов.
zh_hans: 修复了某些条件下翻译 HTML 文件。
zh_hant: 修復了某些條件下翻譯 HTML 文件。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/53?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/53?closed=1>`__.

source: There are some changes in quality checks, you might want to include them in case you modified the :setting:`CHECK_LIST`.
de: Es gibt einige Änderungen bei den Qualitätsprüfungen, die Sie vielleicht einbeziehen möchten, falls Sie :setting:`CHECK_LIST` geändert haben.
ga: Tá roinnt athruithe ar sheiceálacha cáilíochta, b'fhéidir gur mhaith leat iad a chur san áireamh ar eagla gur athraigh tú an :setting:`CHECK_LIST`.
hu: Minőség-ellenőrzésekben történt néhány változás – ha módosította a :setting:`CHECK_LIST` beállítást, érdemes ezeket figyelembe venni.
id: Ada beberapa perubahan dalam pemeriksaan kualitas, Anda mungkin ingin memasukkannya jika Anda mengubah :setting:`CHECK_LIST`.
ja: 品質検査には複数の変更があります。:setting:`CHECK_LIST` を変更した場合は、それを含めてください。
nl: Er zijn enkele wijzigingen in kwaliteitscontroles, u wilt ze misschien opnemen in het geval u de :setting:`CHECK_LIST` hebt aangepast.
pt: Há algumas mudanças nas verificações de qualidade, pode incluí-las no caso de ter modificado o :setting:`CHECK_LIST`.
pt_br: Há algumas mudanças nas verificações de qualidade, você pode querer incluí-las no caso de ter modificado o :setting:`CHECK_LIST`.
ro: Există unele modificări în ceea ce privește verificările de calitate, este posibil să doriți să le includeți în cazul în care ați modificat :setting:`CHECK_LIST`.
ru: В проверках качества произошли некоторые изменения, возможно, вы захотите включить их, если вы изменяли параметр :setting:`CHECK_LIST`.
sv: Det finns några ändringar i kvalitetskontrollerna, du kanske vill inkludera dem om du har modifierat :setting:`CHECK_LIST`.
tr: Kalite denetimlerinde bazı değişiklikler yapıldı. :setting:`CHECK_LIST` seçeneğini değiştirdiyseniz bunları katmak isteyebilirsiniz.
uk: Передбачено певні зміни у перевірках якості. Можливо, вам варто включити їх до списку зміненого :setting:`CHECK_LIST`.
zh_hans: 在质量检查中有一些更改，在你调整 :setting:`CHECK_LIST` 的情况下会想将他们包括进来。
zh_hant: 在質量檢查中有一些更改，在你調整 :setting:`CHECK_LIST` 的情況下會想將他們包括進來。

source: The source language attribute was moved from project to a component what is exposed in the API. You will need to update :ref:`wlc` in case you are using it.
de: Das Attribut für die Ausgangssprache wurde vom Projekt zu einer Komponente verschoben, die in der API enthalten ist. Sie müssen :ref:`wlc` aktualisieren, falls Sie es verwenden.
ga: Aistríodh aitreabúid na teanga foinse ó thionscadal go comhpháirt a nochtar san API. Beidh ort :ref:`wlc` a nuashonrú ar eagla go bhfuil tú in úsáid.
hu: A forrásnyelv attribútum a projektről az összetevő szintjére került, és ez az API-n keresztül is elérhető. Ha használja a :ref:`wlc` eszközt, frissítenie kell azt.
id: Atribut bahasa sumber telah dipindahkan dari proyek ke komponen yang ditampilkan di API. Anda perlu memperbarui :ref:`wlc` jika Anda menggunakannya.
ja: 原文の言語属性は、プロジェクトから API で公開しているコンポーネントに移動しました。使用する場合は、:ref:`wlc` の更新が必要です。
nl: Het attribuut brontaal werd verplaatst van het project naar een onderdeel dat wordt weergegeven in de API. U moet :ref:`wlc` bijwerken in het geval u het gebruikt.
pt: O atributo do idioma fonte foi movido do projeto para um componente que é exposto na API. Precisará atualizar :ref:`wlc` caso esteja a usar.
pt_br: O atributo do idioma fonte foi movido do projeto para um componente que é exposto na API. Você precisará atualizar :ref:`wlc` caso esteja usando.
ro: Atributul limbii sursă a fost mutat de la proiect la o componentă care este expusă în API. Va trebui să actualizați :ref:`wlc` în cazul în care îl utilizați.
ru: Атрибут «исходный язык» перемещён из проекта в компонент, что также затронуло API. Вам нужно будет обновить :ref:`клиента Weblate <wlc>`, если вы используете оный.
sv: Källspråksattributet har flyttats från projektet till en komponent som exponeras i API:et. Du måste uppdatera :ref:`wlc` om du använder det.
tr: Kaynak dil özniteliği, projeden API üzerinde kullanıma sunulan bir bileşene taşındı. :ref:`wlc` kullanıyorsanız güncellemeniz gerekir.
uk: Атрибут початкової мови було перенесено з проєкту до складника, який доступний у програмному інтерфейсі. Вам слід оновити :ref:`wlc`, якщо ви ним користуєтеся.
zh_hans: 源语言属性从项目移动到 API 中暴露的部件。在使用时你会需要更新 :ref:`wlc`。
zh_hant: 源語言屬性從項目移動到 API 中暴露的組件。在使用時你會需要更新 :ref:`wlc`。

source: The database migration to 4.3 might take long depending on number of strings you are translating (expect around one hour of migration time per 100,000 source strings).
de: Die Migration der Datenbank auf 4.3 kann je nach Anzahl der zu übersetzenden Zeichenketten lange dauern (rechnen Sie mit etwa einer Stunde Migrationszeit pro 100.000 Ausgangszeichenketten).
ga: Seans go dtógfaidh an t-aistriú bunachar sonraí go 4.3 fada ag brath ar líon na teaghráin atá á n-aistriú agat (bí ag súil le timpeall uair an chloig d'am ascnaimh in aghaidh gach 100,000 teaghrán foinse).
hu: Az adatbázis migráció a 4.3 verzióra a fordítandó szövegek számától függően hosszabb időt vehet igénybe (kb. 1 óra minden 100 000 forrásszövegre).
id: Migrasi basis data ke 4.3 mungkin memakan waktu lama tergantung pada jumlah string yang Anda terjemahkan (perkiraan sekitar satu jam waktu migrasi per 100.000 string sumber).
ja: 4.3 のデータベースへの移行時間は、翻訳する文字列の数によって長くなることがあります（100,000 原文あたり約 1 時間の移行時間が必要）。
nl: De migratie van de database naar 4.3 zou lang kunnen duren, afhankelijk van het aantal tekenreeksen dat u vertaald (verwacht ongeveer een uur per keer voor de migratie van 100.000 brontekenreeksen).
pt: A migração do banco de dados para 4.3 pode demorar, a depender da quantidade de cadeias que está a traduzir (espere cerca de uma hora de tempo de migração por 100.000 cadeias fonte).
pt_br: A migração do banco de dados para 4.3 pode demorar, dependendo do número de textos que você está traduzindo (espere cerca de uma hora de tempo de migração por 100.000 textos fonte).
ro: Migrarea bazei de date către 4.3 poate dura mult timp, în funcție de numărul de șiruri pe care le traduceți (așteptați-vă la aproximativ o oră de migrare pentru fiecare 100.000 de șiruri sursă).
ru: Миграция базы данных на версию 4.3 также может занять значительное количество времени (в зависимость от количества строк, которые вы переводите). Стоит ожидать, что миграция будет занимать примерно один час на каждые 100 000 исходных строк.
sv: Databasöverföringen till 4.3 kan ta lång tid beroende på antalet strängar du översätter (räkna med cirka en timmes överföringstid per 100 000 källsträngar).
ta: நீங்கள் மொழிபெயர்க்கும் சரங்களின் எண்ணிக்கையைப் பொறுத்து 4.3 க்கு தரவுத்தள இடம்பெயர்வு அதிக நேரம் ஆகலாம் (100,000 மூல சரங்களுக்கு ஒரு மணிநேர இடம்பெயர்வு நேரத்தை எதிர்பார்க்கலாம்).
tr: Veri tabanının 4.3 sürümüne aktarımı, çevirdiğiniz dizge sayısına bağlı olarak uzun sürebilir (100.000 kaynak dizge için aktarım yaklaşık bir saat sürebilir).
uk: Перенесення бази даних з версії 4.3 може бути тривалим. Тривалість залежить від кількості рядків, переклад яких виконується (очікуваний час для перенесення 100000 початкових рядків складає близько однієї години).
zh_hans: 数据库迁移到 4.3 可能需要很长时间，取决于要翻译的字符串数（预计每 10 万条字符串大约需要 1 小时的迁移时间）。
zh_hant: 根據翻譯的字符串數量，數據庫遷移到 4.3 會花費很長時間（期望每 10 萬個字符串的遷移時間大約為 1 小時）。

source: There is a change in :setting:`django:INSTALLED_APPS`.
de: Es gibt eine Änderung in :setting:`django:INSTALLED_APPS`.
ga: Tá athrú ann i :setting:`django:INSTALLED_APPS`.
hu: Változás történt az :setting:`django:INSTALLED_APPS` beállításban.
id: Ada perubahan dalam :setting:`django:INSTALLED_APPS`.
ja: :setting:`django:INSTALLED_APPS` が変更されました。
nl: Er is een wijziging in :setting:`django:INSTALLED_APPS`.
pt: Há uma mudança em :setting:`django:INSTALLED_APPS`.
pt_br: Há uma mudança em :setting:`django:INSTALLED_APPS`.
ro: Există o modificare în :setting:`django:INSTALLED_APPS`.
ru: Произошло изменение параметра :setting:`django:INSTALLED_APPS`.
sv: Det har skett en ändring i :setting:`django:INSTALLED_APPS`.
tr: :setting:`django:INSTALLED_APPS` içinde bir değişiklik yapıldı.
uk: Змінено :setting:`django:INSTALLED_APPS`.
zh_hans: 在 :setting:`django:INSTALLED_APPS` 中有一些更改。
zh_hant: 在 :setting:`django:INSTALLED_APPS` 中有一些更改。

source: There is a new setting :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` which complements :setting:`django:SESSION_COOKIE_AGE`.
de: Es gibt eine neue Einstellung :setting:`SESSION_COOKIE_AGE_AUTHENTICATED`, die :setting:`django:SESSION_COOKIE_AGE` ergänzt.
ga: Tá socrú nua ann :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` a chomhlánaíonn :setting:`django:SESSION_COOKIE_AGE`.
hu: Új beállítás jelent meg: :setting:`SESSION_COOKIE_AGE_AUTHENTICATED`, amely kiegészíti a :setting:`django:SESSION_COOKIE_AGE` beállítást.
id: Ada pengaturan baru :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` yang melengkapi :setting:`django:SESSION_COOKIE_AGE`.
ja: :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` を補完する、新しい設定 :setting:`django:SESSION_COOKIE_AGE` が追加されました。
nl: Er is een nieuwe instelling :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` die :setting:`django:SESSION_COOKIE_AGE` aanvult.
pt: Há uma nova configuração :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` que complementa :setting:`django:SESSION_COOKIE_AGE`.
pt_br: Há uma nova configuração :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` que complementa :setting:`django:SESSION_COOKIE_AGE`.
ro: Există o nouă setare :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` care completează :setting:`django:SESSION_COOKIE_AGE`.
ru: Появился новый параметр :setting:`SESSION_COOKIE_AGE_AUTHENTICATED`, который дополняет :setting:`django:SESSION_COOKIE_AGE`.
sv: Det finns en ny inställning :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` som kompletterar :setting:`django:SESSION_COOKIE_AGE`.
tr: :setting:`SESSION_COOKIE_AGE_AUTHENTICATED` seçeneğini tamamlayan :setting:`django:SESSION_COOKIE_AGE` ayarı eklendi.
uk: Нове налаштування :setting:`SESSION_COOKIE_AGE_AUTHENTICATED`, яке доповнює :setting:`django:SESSION_COOKIE_AGE`.
zh_hans: 有个新的设置 :setting:`SESSION_COOKIE_AGE_AUTHENTICATED`，补充了 :setting:`django:SESSION_COOKIE_AGE`。
zh_hant: 有個新的設置 :setting:`SESSION_COOKIE_AGE_AUTHENTICATED`，補充了 :setting:`django:SESSION_COOKIE_AGE`。

source: In case you were using :command:`hub` or :command:`lab` to integrate with GitHub or GitLab, you will need to reconfigure this, see :setting:`GITHUB_CREDENTIALS` and :setting:`GITLAB_CREDENTIALS`.
de: Falls Sie :command:`hub` oder :command:`lab` zur Integration mit GitHub oder GitLab verwendet haben, müssen Sie dies neu konfigurieren, siehe :setting:`GITHUB_CREDENTIALS` und :setting:`GITLAB_CREDENTIALS`.
ga: I gcás go raibh tú ag úsáid :command:`hub` nó :command:`lab` chun comhtháthú le GitHub nó GitLab, beidh ort é seo a athchumrú, féach :setting:`GITHUB_CREDENTIALS` agus :setting:`GITLAB_CREDENTIALS`.
hu: Ha a :command:`hub` vagy :command:`lab` parancsokat használta a GitHub vagy GitLab integrációhoz, újra kell konfigurálnia azokat, lásd: :setting:`GITHUB_CREDENTIALS` és :setting:`GITLAB_CREDENTIALS`.
id: Jika Anda menggunakan :command:`hub` atau :command:`lab` untuk berintegrasi dengan GitHub atau GitLab, Anda perlu mengonfigurasi ulang ini, lihat :setting:`GITHUB_CREDENTIALS` dan :setting:`GITLAB_CREDENTIALS`.
ja: :command:`hub` または :command:`lab` を使用して、GitHub または GitLab と連携していた場合は、再設定が必要です。参照: :setting:`GITHUB_CREDENTIALS` および :setting:`GITLAB_CREDENTIALS`。
nl: In het geval u :command:`hub` of :command:`lab` gebruikte om te integreren met GitHub of GitLab, zult u dit opnieuw moeten configureren, bekijk :setting:`GITHUB_CREDENTIALS` en :setting:`GITLAB_CREDENTIALS`.
pt: Caso esteja a usar :command:`hub` ou :command:`lab` para integrar com GitHub ou GitLab, precisará reconfigurar isto, veja :setting:`GITHUB_CREDENTIALS` e :setting:`GITLAB_CREDENTIALS`.
pt_br: Caso você esteja usando :command:`hub` ou :command:`lab` para integrar com GitHub ou GitLab, você precisará reconfigurar isto, veja :setting:`GITHUB_CREDENTIALS` e :setting:`GITLAB_CREDENTIALS`.
ro: În cazul în care ați folosit :command:`hub` sau :command:`lab` pentru a vă integra cu GitHub sau GitLab, va trebui să reconfigurați acest lucru, consultați :setting:`GITHUB_CREDENTIALS` și :setting:`GITLAB_CREDENTIALS`.
ru: Если вы пользовались командами :command:`hub` или :command:`lab` для интеграции с GitHub или GitLab, то вам нужно будет настроить их заново, смотреть параметр :setting:`GITHUB_CREDENTIALS` и :setting:`GITLAB_CREDENTIALS`.
sv: Om du använde :command:`hub` eller :command:`lab` för att integrera med GitHub eller GitLab måste du konfigurera om detta, se :setting:`GITHUB_CREDENTIALS` och :setting:`GITLAB_CREDENTIALS`.
tr: GitHub ya da GitLab bütünleştirmesi için :command:`hub` ya da :command:`lab` kullanıyorsanız, bunu yeniden yapılandırmanız gerekir. Ayrıntılı bilgi almak için: :setting:`GITHUB_CREDENTIALS` ve :setting:`GITLAB_CREDENTIALS`.
uk: Якщо ви користувалися :command:`hub` або :command:`lab` для інтеграції із GitHub або GitLab, вам слід переналаштувати параметри, див. :setting:`GITHUB_CREDENTIALS` і :setting:`GITLAB_CREDENTIALS`.
zh_hans: 如果你使用 :command:`hub` 或 :command:`lab` 与 GitHub 或 GitLab 集成，则需要重新配置，请参见 :setting:`GITHUB_CREDENTIALS` 和 :setting:`GITLAB_CREDENTIALS`。
zh_hant: 在使用 :command:`hub`或 :command:`lab`與 GitHub 或GitLab 集成的情況下，需要重新配置它，請參見 :setting:`GITHUB_CREDENTIALS` 和 :setting:`GITLAB_CREDENTIALS`。

source: The Celery configuration was changed to add ``memory`` queue. Please adjust your startup scripts and ``CELERY_TASK_ROUTES`` setting.
de: Die Celery-Konfiguration wurde geändert, um die ``memory``-Warteschlange hinzuzufügen. Bitte passen Sie Ihre Startskripte und die Einstellung von ``CELERY_TASK_ROUTES`` an.
ga: Athraíodh an chumraíocht Soilire chun scuaine ``memory`` a chur leis. Coigeartaigh do scripteanna tosaithe agus socrú ``CELERY_TASK_ROUTES``.
hu: A Celery konfiguráció frissült, új ``memory`` nevű sor került hozzáadásra. Ennek megfelelően módosítsa az indító szkripteket és a ``CELERY_TASK_ROUTES`` beállítást.
id: Konfigurasi Celery telah diubah untuk menambahkan antrean ``memory``. Harap sesuaikan skrip permulaan dan pengaturan ``CELERY_TASK_ROUTES`` Anda.
ja: Celery の設定に ``memory`` キューが追加されました。スタートアップ スクリプトおよび ``CELERY_TASK_ROUTES`` の設定を修正してください。
nl: De configuratie van Celery werd gewijzigd om de wachtrij ``memory`` toe te voegen. Pas uw scripts voor opstarten aan en de instelling ``CELERY_TASK_ROUTES``.
pt: A configuração do Celery foi alterada para adicionar a fila de ``memory``. Ajuste os seus scripts de inicialização e configuração de ``CELERY_TASK_ROUTES``.
pt_br: A configuração do Celery foi alterada para adicionar a fila de ``memory``. Ajuste seus scripts de inicialização e configuração de ``CELERY_TASK_ROUTES``.
ro: Configurația Celery a fost modificată pentru a adăuga coada ``memory``. Vă rugăm să vă ajustați scripturile de pornire și setarea ``CELERY_TASK_ROUTES``.
ru: Настройки Celery были изменены: добавлена очередь ``memory``. Пожалуйста, подправьте свои скрипты запуска и значение параметра ``CELERY_TASK_ROUTES``.
sv: Celery-konfigurationen har ändrats för att lägga till ``memory``-kö. Justera dina startskript och inställningen ``CELERY_TASK_ROUTES``.
ta: `` மெமரி`` வரிசையைச் சேர்க்க செலரி உள்ளமைவு மாற்றப்பட்டது. உங்கள் தொடக்க ச்கிரிப்ட்கள் மற்றும் `` செலரி_டாச்க்_ரூட்ச்` அமைப்பை சரிசெய்யவும்.
tr: Celery yapılandırması ``memory`` kuyruğu eklenecek şekilde değiştirildi. Lütfen başlangıç betiklerinizi ve ``CELERY_TASK_ROUTES`` seçeneğini ayarlayın.
uk: Налаштування Celery змінено так, щоб додати чергу ``memory``. Будь ласка, скоригуйте ваші скрипти запуску та значення параметра ``CELERY_TASK_ROUTES``.
zh_hans: Celery 配置更改，加入了 ``memory`` 队列。请调整你的启动脚本和 ``CELERY_TASK_ROUTES`` 设置。
zh_hant: Celery 配置更改，加入了 ``memory`` 隊列。請調整你的啟動腳本和 ``CELERY_TASK_ROUTES`` 設置。

source: The ``post_update`` method of add-ons now takes extra ``skip_push`` parameter.
de: Die Methode ``post_update`` von Erweiterungen benötigt jetzt den zusätzlichen Parameter ``skip_push``.
ga: Glacann modh na mbreiseán ``post_update`` anois paraiméadar breise `` skip_push`.
hu: A kiegészítők ``post_update`` metódusa mostantól egy további ``skip_push`` paramétert is fogad.
id: Metode ``post_update`` dari pengaya sekarang membutuhkan parameter ``skip_push`` ekstra.
ja: アドオンの ``post_update`` メソッドは、追加の ``skip_push`` パラメータを受け取ることになりました。
nl: De methode ``post_update`` van add-ons heeft nu een extra parameter ``skip_push``.
pt: O método ``post_update`` de extensões agora leva o parâmetro adicional ``skip_push``.
pt_br: O método ``post_update`` de complementos agora leva o parâmetro extra ``skip_push``.
ro: Metoda ``post_update`` a add-on-urilor acceptă acum un parametru suplimentar ``skip_push``.
ru: Метод надстроек ``post_update`` теперь принимает дополнительный параметр ``skip_push``.
sv: Metoden ``post_update`` för tillägg tar nu emot en extra parameter, ``skip_push``.
ta: துணை நிரல்களின் `` post_update`` முறை இப்போது கூடுதல் `` skip_push`` அளவுருவை எடுக்கும்.
tr: Eklentilerin ``post_update`` yöntemine ``skip_push`` parametresi eklendi.
uk: Метод ``post_update`` у додатках тепер приймає додатковий параметр ``skip_push``.
zh_hans: 附加组件的 ``post_update`` 方法现在接受额外的 ``skip_push`` 参数。

source: *Released on September 2nd 2020.*
de: *Veröffentlicht am 2. September 2020.*
ga: *Eisithe ar 2 Meán Fómhair 2020.*
hu: *Kiadva: 2020. szeptember 2.*
id: *Dirilis pada 2 September 2020.*
nl: *Uitgegeven op 2 september 2020.*
pt_br: *Atualizado em 2 de setembro de 2020.*
sv: *Släpptes den 2 september 2020.*
tr: *2 Eylül 2020 tarihinde yayınlandı.*
uk: *Випущено 2 вересня 2020 року.*

source: Fixed matching of source strings for JSON formats.
de: Abgleich von Ausgangszeichenketten für JSON-Formate korrigiert.
ga: Meaitseáil seasta teaghráin foinse d'fhormáidí JSON.
hu: Forrásszövegek egyeztetésének javítása JSON formátumok esetén.
id: Memperbaiki pencocokan string sumber untuk format JSON.
ja: JSON 形式の原文の一致を修正しました。
nl: Gerepareerd overeenkomen van brontekenreeksen voor indelingen JSON.
pt: Correspondência de cadeias fonte para formatos JSON corrigido.
pt_br: Corrigido correspondência de textos fonte para formatos JSON.
ro: Corectarea corectă a șirurilor sursă pentru formatele JSON.
ru: Исправлено сопоставление исходных строк для форматов на основе JSON.
sv: Fast matchning av källsträngar för JSON-format.
ta: சாதொபொகு வடிவங்களுக்கான மூல சரங்களின் நிலையான பொருத்தம்.
tr: JSON biçimlerinde yaşanan kaynak dizgelerin eşleşmesi sorunu düzeltildi.
uk: Виправлено встановлення відповідності початкових рядків для форматів JSON.
zh_hans: 修复了 JSON 格式源字符串的匹配。

source: Fixed login redirect for some authentication configurations.
de: Die Weiterleitung der Anmeldung für einige Authentifizierungskonfigurationen korrigiert.
ga: Atreorú logáil isteach seasta le haghaidh roinnt cumraíochtaí fíordheimhnithe.
hu: Bejelentkezés utáni átirányítás javítása bizonyos hitelesítési beállításoknál.
id: Memperbaiki pengalihan masuk untuk beberapa konfigurasi autentikasi.
ja: 一部の認証構成のログイン リダイレクト問題の修正。
nl: Verwijzing na inloggen voor enkele configuraties voor authenticatie gerepareerd.
pt: Corrigido o redirecionamento de login para algumas configurações de autenticação.
pt_br: Corrigido o redirecionamento de login para algumas configurações de autenticação.
ro: A fost reparată redirecționarea la autentificare pentru unele configurații de autentificare.
ru: Исправлено перенаправление входа для некоторых конфигураций авторизации.
sv: Fast inloggningsomdirigering för vissa autentiseringskonfigurationer.
ta: சில அங்கீகார உள்ளமைவுகளுக்கு நிலையான உள்நுழைவு திருப்பி விடுங்கள்.
tr: Bazı kimlik doğrulama yapılandırmaları için oturum açma yönlendirmesi düzeltildi.
uk: Виправлено переспрямовування для входу до системи для деяких варіантів розпізнавання.
zh_hans: 修复了一些验证配置的登录重定向。
zh_hant: 修復了一些驗證配置的登錄重定向。
