Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: After container setup, you can sign in as `admin` user with password provided in :envvar:`WEBLATE_ADMIN_PASSWORD`, or a random password generated on first start if that was not set.
de: Nach der Container-Einrichtung können Sie sich als Benutzer `admin` mit dem in :envvar:`WEBLATE_ADMIN_PASSWORD` bereitgestellten Passwort oder, falls es nicht festgelegt wurde, mit einem beim ersten Öffnen generierten Zufallspasswort anmelden.
ga: Tar éis duit an coimeádán a shocrú, is féidir leat síniú isteach mar úsáideoir `admin` le pasfhocal curtha ar fáil in :envvar:`WEBLATE_ADMIN_PASSWORD`, nó pasfhocal randamach a ghintear ar an gcéad tosú mura bhfuil sé sin socraithe.
hu: A konténerek beállítása után jelentkezzen be `admin` felhasználóként a :envvar:`WEBLATE_ADMIN_PASSWORD` változóban megadott jelszóval vagy ha az nem volt beállítva, az első indításkor generált véletlenszerű jelszóval.
id: Setelah pengaturan kontainer, Anda dapat masuk sebagai pengguna `admin` dengan kata sandi yang diberikan di :envvar:`WEBLATE_ADMIN_PASSWORD`, atau kata sandi acak yang dibuat saat pertama kali memulai jika belum diatur.
ja: コンテナの設定後、:envvar:`WEBLATE_ADMIN_PASSWORD` に設定したパスワードを使用して、`admin` ユーザーとしてサインインできます。設定していない場合は、初回の起動時にランダムなパスワードが生成されます。
nl: Na het instellen van de container kunt u inloggen als gebruiker `admin` met het wachtwoord dat is opgegeven in :envvar:`WEBLATE_ADMIN_PASSWORD`, of een willekeurig wachtwoord dat is gegenereerd bij de eerste keer opstarten, als dat niet was opgegeven.
pt: Após a configuração do contentor, pode entrar como utilizador `admin` com a palavra-passe fornecida em :envvar:`WEBLATE_ADMIN_PASSWORD`, ou uma palavra-passe aleatória gerada na primeira inicialização se não tiver sido definida.
pt_br: Após a configuração do contêiner, você pode entrar como usuário `admin` com a senha fornecida em :envvar:`WEBLATE_ADMIN_PASSWORD`, ou uma senha aleatória gerada na primeira inicialização se não tiver sido definida.
ro: După configurarea containerului, vă puteți autentifica ca utilizator `admin` cu parola furnizată în :envvar:`WEBLATE_ADMIN_PASSWORD`, sau cu o parolă aleatorie generată la prima pornire, dacă aceasta nu a fost setată.
ru: После настройки контейнера вы можете войти в систему под пользователем `admin` с паролем, указанным в переменной окружения :envvar:`WEBLATE_ADMIN_PASSWORD`, или случайным паролем, сгенерированным при первом запуске, если он не был установлен явно.
sv: Efter att containern har konfigurerats kan du logga in som administratör med lösenordet som anges i :envvar:`WEBLATE_ADMIN_PASSWORD`, eller ett slumpmässigt lösenord som genereras vid första start om det inte har angetts.
tr: Kapsayıcı kurulumundan sonra, :envvar:`WEBLATE_ADMIN_PASSWORD` içinde belirtilen parolayla ya da ayarlanmamışsa başlangıçta oluşturulan rastgele bir parolayla `admin` kullanıcısı ile oturum açabilirsiniz.
uk: Після налаштовування контейнера ви можете увійти до системи від імені користувача `admin` із використанням пароля, який надається у змінній :envvar:`WEBLATE_ADMIN_PASSWORD`, або випадкового пароля, який створено під час першого запуску, якщо пароль не було встановлено за допомогою змінної.
zh_hans: 设置容器之后，您可以使用 :envvar:`WEBLATE_ADMIN_PASSWORD` 中提供的密码以 `管理员` 用户身份登录，或者如果未设置该密码，则在首次启动时生成随机密码。
zh_hant: 設置容器之後，您可以使用 :envvar:`WEBLATE_ADMIN_PASSWORD` 中提供的密碼以 `管理員` 用戶身份登錄，或者如果未設置該密碼，則在首次啟動時生成隨機密碼。

source: To reset `admin` password, restart the container with :envvar:`WEBLATE_ADMIN_PASSWORD` set to new password.
de: Um das Passwort für `admin` zurückzusetzen, öffnen Sie den Container mit dem in :envvar:`WEBLATE_ADMIN_PASSWORD` neu festgelegten Passwort nochmals.
ga: Chun pasfhocal `admin` a athshocrú, atosaigh an coimeádán le :envvar:`WEBLATE_ADMIN_PASSWORD` socraithe go pasfhocal nua.
hu: Az `admin` jelszó visszaállításához indítsa újra a konténert úgy, hogy a :envvar:`WEBLATE_ADMIN_PASSWORD` változóban megadja az új jelszót.
id: Untuk mengatur ulang kata sandi `admin`, mulai ulang kontainer dengan :envvar:`WEBLATE_ADMIN_PASSWORD` yang diatur ke kata sandi baru.
ja: `admin` パスワードをリセットするには、:envvar:`WEBLATE_ADMIN_PASSWORD` に新しいパスワードを設定してコンテナを再起動します。
nl: Herstellen van het wachtwoord voor `admin`, start de container opnieuw op met :envvar:`WEBLATE_ADMIN_PASSWORD` ingesteld op het nieuwe wachtwoord.
pt: Para redefinir a palavra-passe do `admin`, reinicie o contentor com :envvar:`WEBLATE_ADMIN_PASSWORD` definido com a nova palavra-passe.
pt_br: Para redefinir a senha do `admin`, reinicie o contêiner com :envvar:`WEBLATE_ADMIN_PASSWORD` definido com a nova senha.
ro: Pentru a reseta parola `admin`, reporniți containerul cu :envvar:`WEBLATE_ADMIN_PASSWORD` setat la noua parolă.
ru: Для сброса пароля пользователя `admin` перезапустите контейнер с переменной :envvar:`WEBLATE_ADMIN_PASSWORD`, установленной в новое значение пароля.
sv: För att återställa `admin`-lösenordet, starta om behållaren med :envvar:`WEBLATE_ADMIN_PASSWORD` inställt på det nya lösenordet.
tr: `admin` parolasını sıfırlamak için :envvar:`WEBLATE_ADMIN_PASSWORD` seçeneğine yeni parolayı ayarlayın ve kapsayıcıyı yeniden başlatın.
uk: Щоб скинути пароль `admin`, перезапустіть контейнер зі змінною :envvar:`WEBLATE_ADMIN_PASSWORD`, значенням якої є новий пароль.
zh_hans: 要重置 `管理员` 密码，请在 :envvar:`WEBLATE_ADMIN_PASSWORD` 设置为新密码的情况下重启容器。
zh_hant: 要重置 `管理員` 密碼，請在 :envvar:`WEBLATE_ADMIN_PASSWORD` 設置為新密碼的情況下重啟容器。

source: Number of processes and memory consumption
de: Anzahl der Prozesse und Speicherverbrauch
ga: Líon na bpróiseas agus tomhaltas cuimhne
hu: Folyamatok száma és memóriahasználat
id: Jumlah proses dan konsumsi memori
ja: プロセス数とメモリ消費量
nl: Aantal processen en geheugengebruik
pt: Quantidade de processos e consumo de memória
pt_br: Quantidade total de processos e consumo de memória
ro: Numărul de procese și consumul de memorie
ru: Количество процессов и потребление памяти
sv: Antal processer och minnesförbrukning
ta: செயல்முறைகளின் எண்ணிக்கை மற்றும் நினைவக நுகர்வு
tr: İşlem sayısı ve bellek kullanımı
uk: Кількість процесів і споживання пам'яті
zh_hans: 进程数量和内存消耗
zh_hant: 過程數量和內存消耗

source: The number of worker processes for both WSGI and Celery is determined automatically based on number of CPUs. This works well for most cloud virtual machines as these typically have few CPUs and good amount of memory.
de: Die Anzahl der Worker-Prozesse wird sowohl für WSGI als auch Celery automatisch anhand der Anzahl der CPUs bestimmt. Dies funktioniert gut für die meisten virtuellen Maschinen in der Cloud, da diese normalerweise über wenige CPUs und viel Arbeitsspeicher verfügen.
ga: Cinntear go huathoibríoch líon na bpróiseas oibrithe don WSGI agus don Soilire araon bunaithe ar líon na LAPanna. Oibríonn sé seo go maith don chuid is mó de mheaisíní fíorúla scamall mar go hiondúil is beag LAPanna a bhíonn acu agus méid maith cuimhne.
hu: A WSGI és Celery munkafolyamatok számát automatikusan a CPU-k száma alapján határozza meg a rendszer. Ez jól működik a legtöbb felhőalapú virtuális gépen, mivel ezek általában kevés CPU-val, de nagy mennyiségű memóriával rendelkeznek.
id: Jumlah proses pekerja untuk WSGI dan Celery ditentukan secara otomatis berdasarkan jumlah CPU. Hal ini berfungsi dengan baik untuk sebagian besar mesin virtual cloud karena biasanya memiliki CPU yang sedikit dan memori yang memadai.
nl: Het aantal processen voor werkers voor zowel WSGI en Celery wordt automatisch bepaald, gebaseerd op het aantal CPU's. Dit werkt goed voor de meeste machines in de virtuele cloud, omdat die gewoonlijk een paar CPU's hebben en een goede hoeveelheid geheugen.
pt_br: O número de processos de trabalho para WSGI e Celery é determinado automaticamente com base no número de CPUs. Isso funciona bem para a maioria das máquinas virtuais em Nuvem, pois normalmente têm poucas CPUs e boa quantidade de memória.
sv: Antalet arbetsprocesser för både WSGI och Celery bestäms automatiskt utifrån antalet processorer. Detta fungerar bra för de flesta virtuella molnmaskiner, eftersom dessa vanligtvis har få processorer och mycket minne.
ta: WSGI மற்றும் செலரி இரண்டிற்கும் தொழிலாளர் செயல்முறைகளின் எண்ணிக்கை சிபியு களின் எண்ணிக்கையின் அடிப்படையில் தானாகவே தீர்மானிக்கப்படுகிறது. இது பெரும்பாலான முகில் மெய்நிகர் இயந்திரங்களுக்கு நன்றாக வேலை செய்கிறது, ஏனெனில் இவை பொதுவாக சில சிபியு கள் மற்றும் நல்ல அளவிலான நினைவகத்தைக் கொண்டுள்ளன.
tr: Hem WSGI hem de Celery için çalışan işlem sayısı, işlemci sayısına göre kendiliğinden belirlenir. Bu seçim, çoğu bulut sanal makinesi için iyi çalışır. Bu makinelerde genellikle az sayıda işlemci ve iyi miktarda bellek bulunur.
uk: Кількість робочих процесів для WSGI та Celery визначається автоматично на основі кількості ЦП. Це добре працює для більшості хмарних віртуальних машин, оскільки вони зазвичай мають невелику кількість ЦП і достатньо пам’яті.
zh_hans: WSGI 和 Celery 的工作进程数是根据 CPU 的数量自动确定的。这适用于大多数云虚拟机，因为这些虚拟机通常具有很少的CPU和大量的内存。

source: In case you have a lot of CPU cores and hit out of memory issues, try reducing number of workers:
de: Für den Fall, dass Sie sehr viele CPU-Kerne haben und auf Speicherprobleme stoßen, versuchen Sie die Zahl der Worker zu reduzieren:
ga: Sa chás go bhfuil go leor croíleacáin LAP agat agus go bhfuil fadhbanna cuimhne agat, déan iarracht líon na n-oibrithe a laghdú:
hu: Ha sok CPU mag áll rendelkezésére, de memóriahiányt tapasztal, próbálja meg csökkenteni a munkafolyamatok számát:
id: Jika Anda memiliki banyak inti CPU dan mengalami masalah memori, coba kurangi jumlah worker:
ja: CPU のコア数が多く、メモリ不足の問題が発生する場合、ワーカーの数を減らしてみてください。ワーカー数の設定例:
nl: Voor het geval u veel CPU-bronnen hebt en problemen met het geheugen ervaart, probeer het aantal werkers te verkleinen:
pt: Caso tenha muitos núcleos de CPU e tenha problemas de memória insuficiente, tente reduzir a quantidade de workers:
pt_br: Caso você tenha muitos núcleos de CPU e tenha problemas de memória insuficiente, tente reduzir o número de workers:
ro: În cazul în care aveți o mulțime de nuclee CPU și nu mai aveți probleme de memorie, încercați să reduceți numărul de lucrători:
ru: Если на вашей машине много процессорных ядер и возникают проблемы, вызванные нехваткой памяти, то попробуйте уменьшить количество рабочих процессов:
sv: Om du har många CPU-kärnor och stöter på minnesproblem kan du prova att minska antalet arbetare:
ta: உங்களிடம் நிறைய சிபியு கோர்கள் இருந்தால், நினைவக சிக்கல்களைத் தாக்கினால், தொழிலாளர்களின் எண்ணிக்கையைக் குறைக்க முயற்சிக்கவும்:
tr: Çok fazla işlemci çekirdeğiniz varsa ve bellek sorunlarından kurtulursanız, işlem sayısını azaltmayı deneyin:
uk: Якщо на вашому комп'ютері багато процесорів і виникають проблеми нестачі пам'яті, спробуйте скоротити кількість обробників:
zh_hans: 在你有很多 CPU 核心并且碰到内存用尽问题情况下，尝试减少 工作进程的数量：
zh_hant: 在你有很多 CPU 核心並且碰到內存用盡問題情況下，嘗試減少 worker 的數量：

source: You can also fine-tune individual worker categories:
de: Sie können auch einzelne Worker-Kategorien feinabstimmen:
ga: Is féidir leat catagóirí oibrithe aonair a mhionchoigeartú freisin:
hu: Az egyes munkafolyamat-kategóriák számát is finomhangolhatja:
id: Anda juga dapat menyempurnakan kategori pekerja individual:
ja: 個々のワーカーのカテゴリーを詳細に設定する方法:
nl: U kunt ook de categorieën van individuele werkers fijner afstemmen:
pt: Também pode ajustar as categorias de workers individuais:
pt_br: Você também pode ajustar as categorias de workers individuais:
ro: De asemenea, puteți ajusta cu precizie categoriile individuale de lucrători:
ru: Вы также можете точно настроить отдельные категории процессов:
sv: Du kan också finjustera enskilda arbetstagarkategorier:
ta: தனிப்பட்ட தொழிலாளர் வகைகளையும் நீங்கள் நன்றாக மாற்றலாம்:
tr: Ayrıca her işleyici kategorisi için ince ayar yapabilirsiniz:
uk: Ви також можете скоригувати окремі категорії обробників:
zh_hans: 你还可以微调单个工作进程类别：
zh_hant: 你還可以微調單個 worker 類別：

source: Memory usage can be further reduced by running only a single Celery process:
de: Der Speicherverbrauch kann weiter reduziert werden, indem nur ein einziger Celery-Prozess ausgeführt wird:
ga: Is féidir úsáid na cuimhne a laghdú tuilleadh trí phróiseas Soilire amháin a rith:
hu: A memóriahasználat tovább csökkenthető, ha csak egyetlen Celery folyamatot futtat:
id: Penggunaan memori dapat dikurangi lebih lanjut dengan hanya menjalankan satu proses Celery:
ja: Celery プロセスを 1 つだけ実行して、メモリ使用量をさらに削減する方法:
nl: Geheugengebruik kan verder worden beperkt door slechts een enkel proces voor Celery uit te voeren:
pt: O uso da memória pode ser reduzido ainda mais com a execução de apenas um único processo do Celery:
pt_br: O uso da memória pode ser reduzido ainda mais com a execução de apenas um único processo do Celery:
sv: Minnesanvändningen kan minskas ytterligare genom att endast köra en enda Celery-process:
ta: ஒரே ஒரு செலரி செயல்முறையை மட்டுமே இயக்குவதன் மூலம் நினைவக பயன்பாட்டை மேலும் குறைக்க முடியும்:
tr: Yalnızca tek bir Celery işlemi çalıştırılarak bellek kullanımı daha da azaltılabilir:
uk: Використання пам'яті можна ще більше зменшити, запустивши лише один процес Celery:
zh_hans: 只运行单个 Celery 进程可进一步减少内存使用：

source: Scaling horizontally
de: Horizontale Skalierung
ga: Scálú go cothrománach
hu: Vízszintes skálázás
id: Menskala secara horizontal
ja: 水平方向のスケーリング
nl: Horizontaal schalen
pt: Dimensionando horizontalmente
pt_br: Dimensionamento horizontal
ro: Scalare pe orizontală
ru: Масштабирование по горизонтали
sv: Horisontell skalning
ta: கிடைமட்டமாக அளவிடுதல்
tr: Yatay ölçeklendirme
uk: Горизонтальне масштабування
zh_hans: 横向扩展

source: You can run multiple Weblate containers to scale the service horizontally. The :file:`/app/data` volume has to be shared by all containers, it is recommended to use cluster filesystem such as GlusterFS for this. The :file:`/app/cache` volume should be separate for each container.
de: Sie können mehrere Weblate-Container ausführen, um den Dienst horizontal zu skalieren. Das Volume :file:`/app/data` muss von allen Containern gemeinsam genutzt werden, es wird empfohlen, dafür ein Cluster-Dateisystem wie z. B. GlusterFS zu verwenden. Das Volume :file:`/app/cache` sollte für jeden Container separat sein.
ga: Is féidir leat iolracha coimeádáin Weblate a reáchtáil chun an tseirbhís a scáileáil Caithfidh gach coimeádán an toirte:file: :file:`/app/data` a roinnt, moltar córas comhaid braisle mar GlusterFS a úsáid chuige seo. Ba chóir go mbeadh an toirte :file:`/app/cache` ar leithligh do gach coimeádán.
hu: A szolgáltatás vízszintes skálázása érdekében több Weblate-konténert is futtathat. A :file:`/app/data` kötetet közösen kell használniuk a konténereknek – ehhez ajánlott klaszterezett fájlrendszert, például GlusterFS-t alkalmazni. A :file:`/app/cache` kötet viszont konténerenként külön példányban szükséges.
id: Anda dapat menjalankan beberapa kontainer Weblate untuk menskalakan layanan secara horizontal. Volume :file:`/app/data` harus digunakan bersama oleh semua kontainer. Disarankan untuk menggunakan sistem berkas klaster seperti GlusterFS untuk ini. Volume :file:`/app/cache` harus terpisah untuk setiap kontainer.
ja: 複数の Weblate コンテナを実行して、サービスを水平方向にスケーリングできます。:file:`/app/data` ボリュームはすべてのコンテナで共有することが必要であるため、GlusterFS などのクラスタ ファイル システムを使用してください。:file:`/app/cache` ボリュームは、コンテナごとに別々にしてください。
nl: U kunt meerdere Weblate containers uitvoeren om de service horizontaal te schalen. Het volume :file:`/app/data` moet worden gedeeld door alle containers, aanbevolen wordt een geclusterd bestandssysteem hiervoor te gebruiken, zoals GlusterFS. Het volume :file:`/app/cache` moet voor elke container afzonderlijk zijn.
pt: Pode executar vários contentores Weblate para dimensionar o serviço horizontalmente. O volume :file:`/app/data` deve ser compartilhado por todos os contentores, é recomendado usar um sistema de ficheiros de cluster como o GlusterFS para isso. O volume :file:`/app/cache` deve ser separado para cada contentor.
pt_br: Você pode executar vários contêineres Weblate para dimensionar o serviço horizontalmente. O volume :file:`/app/data` deve ser compartilhado por todos os contêineres, é recomendado usar um sistema de arquivos de cluster como o GlusterFS para isso. O volume :file:`/app/cache` deve ser separado para cada contêiner.
ro: Puteți rula mai multe containere Weblate pentru a scala serviciul pe orizontală. Volumul :file:`/app/data` trebuie să fie partajat de toate containerele, pentru aceasta se recomandă utilizarea unui sistem de fișiere cluster, cum ar fi GlusterFS. Volumul :file:`/app/cache` trebuie să fie separat pentru fiecare container.
ru: Вы можете запустить несколько Weblate-контейнеров для горизонтального масштабирования сервиса. Том :file:`/app/data` должен быть общим для всех контейнеров, для этого рекомендуется использовать кластерную файловую систему, например GlusterFS. Том :file:`/app/cache` должен быть отдельным для каждого контейнера.
sv: Du kan köra flera Weblate-containrar för att skala tjänsten horisontellt. Volymen :file:`/app/data` måste delas av alla containrar, och det rekommenderas att använda ett klusterfilsystem som GlusterFS för detta. Volymen :file:`/app/cache` bör vara separat för varje container.
tr: Hizmeti yatay olarak ölçeklemek için birden çok Weblate kapsayıcısı çalıştırabilirsiniz. :file:`/app/data` biriminin tüm kapsayıcılar tarafından paylaşılması gerekir. Bunun için GlusterFS gibi küme dosya sistemlerinin kullanılması önerilir. :file:`/app/cache` birimi her kapsayıcı için ayrı olmalıdır.
uk: Ви можете запускати кілька контейнерів Weblate для горизонтального масштабування служби. Том :file:`/app/data` має бути спільним для всіх контейнерів. Радимо використовувати для нього кластерну файлову систему, зокрема GlusterFS. Том :file:`/app/cache` має бути власним для кожного з контейнерів.
zh_hans: 您可以运行多个 Weblate 容器来水平扩展服务。:file:`/app/data` 卷必须由所有容器共享，建议使用集群文件系统，如 GlusterFS。对于每个容器，:file:`/app/cache` 卷应该是分开的。
zh_hant: 您可以運行多個WebBleate容器以水平縮放服務。介紹：文件：`/ app / data`卷必須由所有容器共享，建議使用群集文件系統，如Glusterfs。：文件：`/ app / cache`卷應該為每個容器分開。

source: Each Weblate container has defined role using :envvar:`WEBLATE_SERVICE` environment variable. Please follow carefully the documentation as some of the services should be running just once in the cluster, and the order of the services matters as well.
de: Jeder Weblate-Container verfügt über eine definierte Rolle, die über die Umgebungsvariable :envvar:`WEBLATE_SERVICE` festgelegt wird. Bitte befolgen Sie die Dokumentation sorgfältig, da einige der Dienste nur einmal im Cluster ausgeführt werden sollten und die Reihenfolge der Dienste ebenfalls wichtig ist.
ga: Tá ról sainithe ag gach coimeádán Weblate ag baint úsáide as :envvar:`WEBLATE_SERVICE` athróg timpeallachta. Lean go cúramach leis an gcáipéisíocht le do thoil mar ba chóir go mbeadh cuid de na seirbhísí ar siúl uair amháin sa chnuasach, agus tá tábhacht le hord na seirbhísí freisin.
hu: Minden Weblate-konténer szerepe a :envvar:`WEBLATE_SERVICE` környezeti változóval van meghatározva. Kövesse figyelmesen a dokumentációt, mivel bizonyos szolgáltatásokat csak egyszer szabad futtatni a klaszterben, és a szolgáltatások indítási sorrendje is fontos.
id: Setiap kontainer Weblate memiliki peran yang ditentukan menggunakan variabel lingkungan :envvar:`WEBLATE_SERVICE`. Harap ikuti dokumentasi dengan saksama karena beberapa layanan hanya boleh dijalankan sekali dalam klaster, dan urutan layanan juga penting.
ja: 各 Weblate コンテナには、:envvar:`WEBLATE_SERVICE` 環境変数を使用して役割が定義されています。一部のサービスはクラスター内で 1 回だけ実行すべきで、サービスの順序も重要であるため、ドキュメントに注意して従ってください。
nl: Elke Weblate container heeft een rol gedefinieerd met de omgevingsvariabele :envvar:`WEBLATE_SERVICE`. Volg de documentatie zorgvuldig, omdat sommige services slechts een keer zouden moeten worden uitgevoerd in de cluster, en de volgorde van de services is ook van belang.
pt: Cada contentor do Weblate tem uma função definida usando a variável de ambiente :envvar:`WEBLATE_SERVICE`. Siga atentamente a documentação, pois alguns dos serviços devem ser executados apenas uma vez no cluster e a ordem dos serviços também é importante.
pt_br: Cada contêiner do Weblate tem uma função definida usando a variável de ambiente :envvar:`WEBLATE_SERVICE`. Siga atentamente a documentação, pois alguns dos serviços devem ser executados apenas uma vez no cluster, e a ordem dos serviços também é importante.
sv: Varje Weblate-container har en definierad roll med hjälp av miljövariabeln :envvar:`WEBLATE_SERVICE`. Följ dokumentationen noggrant, eftersom vissa tjänster endast ska köras en gång i klustret och ordningen på tjänsterna också är viktig.
tr: Her Weblate kapsayıcısı, :envvar:`WEBLATE_SERVICE` ortam değişkenini kullanarak rolü tanımlar. Bazı hizmetlerin kümede yalnızca bir kez çalışması gerektiğinden ve hizmetlerin sıralaması önemli olduğundan, belgelere dikkatle uyun.
uk: У кожного контейнера Weblate є визначена за допомогою змінної середовища :envvar:`WEBLATE_SERVICE` роль. Будь ласка, точно виконуйте настанови з документації, оскільки деякі служби у кластері мають запускатися лише один раз, крім того, має значення порядок запуску служб.
zh_hans: 每个 Weblate 容器都使用 :envvar:`WEBLATE_SERVICE` 环境变量定义了角色。请仔细阅读文档，因为某些服务应该在集群中应只运行一次，并且服务的顺序也很重要。
