Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for ``object-pascal-format`` used in gettext PO, see :ref:`check-object-pascal-format`.
de: Unterstützung für ``object-pascal-format`` in gettext PO hinzugefügt, siehe :ref:`check-object-pascal-format`.
ga: Tacaíocht bhreise le haghaidh ``object-pascal-format`` a úsáidtear i gettext PO, féach :ref:`check-object-pascal-format`.
hu: ``object-pascal-format`` támogatása hozzáadva gettext PO-fájlokhoz, lásd: :ref:`check-object-pascal-format`.
id: Menambahkan dukungan ``object-pascal-format`` yang digunakan dalam gettext PO, lihat :ref:`check-object-pascal-format`.
ja: gettext PO で使用する ``object-pascal-format`` への対応の追加。参照: :ref:`check-object-pascal-format`。
nl: Ondersteuning toegevoegd voor ``object-pascal-format`` gebruikt in gettext PO, bekijk :ref:`check-object-pascal-format`.
pt: Suporte adicionado para ``object-pascal-format`` usado em gettext PO, veja :ref:`check-object-pascal-format`.
pt_br: Suporte adicionado para ``object-pascal-format`` usado em gettext PO, consulte :ref:`check-object-pascal-format`.
ro: A fost adăugat suport pentru ``object-pascal-format`` utilizat în gettext PO, vezi :ref:`check-object-pascal-format`.
ru: Добавлена поддержка формата ``object-pascal-format``, используемого в PO-файлах gettext, смотреть раздел :ref:`check-object-pascal-format`.
sv: Lagt till stöd för ``object-pascal-format`` som används i gettext PO, se :ref:`check-object-pascal-format`.
tr: Gettext PO dosyasında kullanılan ``object-pascal-format`` desteği eklendi. Ayrıntılı bilgi: :ref:`check-object-pascal-format`.
uk: Додано підтримку ``object-pascal-format``, що використовується у PO gettext, див. :ref:`check-object-pascal-format`.
zh_hans: 添加了对 gettext PO 中所用的 ``object-pascal-format`` 的支持，见 :ref:`check-object-pascal-format`。

source: Renamed :guilabel:`Nearby keys` to :guilabel:`Similar keys` to better describe the purpose.
de: Umbenennung von :guilabel:`Benachbarte Schlüssel` in :guilabel:`Ähnliche Schlüssel`, um den Zweck besser zu beschreiben.
ga: Athainmníodh :guilabel:`Nearby keys` go :guilabel:`Similar keys` chun cur síos níos fearr a dhéanamh ar an gcuspóir.
hu: :guilabel:`Közeli kulcsok` átnevezve erre: :guilabel:`Hasonló kulcsok`, hogy jobban tükrözze a funkció célját.
id: Mengganti nama :guilabel:`Nearby keys` menjadi :guilabel:`Similar keys` untuk lebih menggambarkan tujuannya.
ja: 目的をより明確にするために、:guilabel:`前後の翻訳キー` の名前を :guilabel:`類似キー` に変更しました。
nl: Hernoemd :guilabel:`Sleutels dichtbij` naar :guilabel:`Soortgelijke sleutels` om het doel beter te beschrijven.
pt: Renomeado :guilabel:`Chaves próximas` para :guilabel:`Chaves similares` para melhor descrever o propósito.
pt_br: Renomeado :guilabel:`Chaves próximas` para :guilabel:`Chaves similares` para melhor descrever o propósito.
ro: A fost redenumit :guilabel:`Nearby keys` în :guilabel:`Similar keys` pentru a descrie mai bine scopul.
ru: Переименовано :guilabel:`Соседние ключи` в :guilabel:`Похожие ключи`, чтобы лучше описать цель.
sv: Omdöpt :guilabel:`Närliggande nycklar` till :guilabel:`Liknande nycklar` för att bättre beskriva syftet.
ta: மறுபெயரிடப்பட்டது: வபஇசிட்டை: `அருகிலுள்ள விசைகள்` க்கு: வபஇசிட்டை:` ஒத்த விசைகள்` நோக்கத்தை சிறப்பாக விவரிக்க.
tr: Amacı daha iyi açıklamak için :guilabel:`Yakındaki dizgeler`, :guilabel:`Benzer dizgeler` olarak yeniden adlandırıldı.
uk: Параметр :guilabel:`Сусідні ключі` перейменовано на :guilabel:`Подібні ключі` з метою краще описати його призначення.
zh_hans: 已将 :guilabel:`Nearby keys` 重命名为 :guilabel:`Similar keys` 以更好地描述目的。
zh_hant: 更名為：圭冊：“附近的鑰匙”到：圭冊：“類似的鑰匙”以更好地描述目的。

source: Added support for :ref:`mi18n-lang`.
de: Unterstützung für :ref:`mi18n-lang` hinzugefügt.
ga: Tacaíocht bhreise do :ref:`mi18n-lang`.
hu: Támogatás hozzáadva a :ref:`mi18n-lang` formátumhoz.
id: Menambahkan dukungan untuk :ref:`mi18n-lang`.
ja: :ref:`mi18n-lang` に対応しました。
nl: Ondersteuning toegevoegd voor :ref:`mi18n-lang`.
pt: Adicionado suporte para :ref:`mi18n-lang`.
pt_br: Adicionado suporte para :ref:`mi18n-lang`.
ro: A fost adăugat suport pentru :ref:`mi18n-lang`.
ru: Добавлена поддержка :ref:`меток <mi18n-lang>`.
sv: Lagt till stöd för :ref:`mi18n-lang`.
tr: :ref:`mi18n-lang` desteği eklendi.
uk: Додано підтримку :ref:`міток mi18n <mi18n-lang>`.
zh_hans: 新增了对 :ref:`mi18n-lang` 的支持。

source: Improved SAML authentication integration.
de: Verbesserte Integration der SAML-Authentifizierung.
ga: Comhtháthú feabhsaithe fíordheimhnithe SAML.
hu: SAML hitelesítési integráció fejlesztése.
id: Meningkatkan integrasi autentikasi SAML.
ja: SAML 認証との連携の改善。
nl: Verbeterde integratie authenticatie SAML.
pt: Melhorada a integração de autenticação SAML.
pt_br: Melhorada a integração de autenticação SAML.
ro: Integrare îmbunătățită a autentificării SAML.
ru: Улучшена интеграция с авторизацией SAML.
sv: Förbättrad SAML-autentiseringsintegration.
ta: மேம்படுத்தப்பட்ட saml அங்கீகார ஒருங்கிணைப்பு.
tr: SAML kimlik doğrulama bütünleştirmesi iyileştirildi.
uk: Удосконалено інтеграцію розпізнавання SAML.
zh_hans: 改进了 SAML 验证集成。

source: Fixed :ref:`vcs-gerrit` integration to better handle corner cases.
de: Die Integration von :ref:`vcs-gerrit` korrigiert, um Ausnahmefälle besser zu handhaben.
ga: Comhtháthú seasta :ref:`vcs-gerrit` chun cásanna cúinne a láimhseáil níos fearr.
hu: :ref:`vcs-gerrit` integráció javítása a ritka esetek jobb kezeléséhez.
id: Memperbaiki integrasi :ref:`vcs-gerrit` untuk menangani kasus khusus dengan lebih baik.
ja: 一部の特殊なケースをより適切に処理するために :ref:`vcs-gerrit` との連携を修正。
nl: Gerepareerde integratie :ref:`vcs-gerrit` voor betere afhandeling randgevallen.
pt: Corrigida a integração :ref:`vcs-gerrit` para melhor lidar com casos complexos.
pt_br: Corrigida a integração :ref:`vcs-gerrit` para melhor lidar com casos complexos.
ro: Fixată integrarea :ref:`vcs-gerrit` pentru a gestiona mai bine cazurile de colț.
ru: Исправлена интеграция :ref:`vcs-gerrit` для лучшей обработки угловых случаев.
sv: Fixat :ref:`vcs-gerrit`-integration för att bättre hantera specialfall.
tr: Uç durumları daha iyi işlemek için :ref:`vcs-gerrit` bütünleştirmesi düzeltildi.
uk: Виправлення у інтеграції із :ref:`vcs-gerrit` для кращої обробки нетипових випадків.
zh_hans: 修复了 :ref:`vcs-gerrit` 集成问题，可更好地处理极端情况。

source: Weblate now requires Django 3.2.
de: Weblate benötigt jetzt Django 3.2.
ga: Éilíonn Weblate anois Django 3.2.
hu: A Weblate mostantól Django 3.2-t igényel.
id: Weblate sekarang membutuhkan Django 3.2.
ja: Weblate は、Django 3.2 が必須となりました。
nl: Weblate vereist nu Django 3.2.
pt: Weblate agora necessita de Django 3.2.
pt_br: Weblate agora necessita de Django 3.2.
ro: Weblate necesită acum Django 3.2.
ru: Weblate теперь требует Django 3.2.
sv: Weblate kräver nu Django 3.2.
ta: வலைபெயர்ப்புடுக்கு இப்போது சாங்கோ 3.2 தேவை.
tr: Weblate gereksinimi Django 3.2 olarak güncellendi.
uk: Тепер Weblate вимагає Django 3.2.
zh_hans: Weblate 现在需要 Django 3.2。

source: Fixed inviting users when e-mail authentication is disabled.
de: Das Einladen von Benutzern bei deaktivierter E-Mail-Authentifizierung behoben.
ga: Seasta ag tabhairt cuireadh d'úsáideoirí nuair atá fíordheimhniú ríomhphoist díchumasaithe.
hu: Felhasználók meghívásának javítása e-mailes hitelesítés kikapcsolt állapotában.
id: Memperbaiki undangan pengguna saat autentikasi surel dinonaktifkan.
ja: メール認証が無効になっている場合にユーザーを招待する問題の修正。
nl: Gerepareerd gebruikers uitnodigen wanneer e-mail authenticatie is uitgeschakeld.
pt: Corrigido o convite de utilizadores quando a autenticação por e-mail está desativada.
pt_br: Corrigido o convite de usuários quando a autenticação por e-mail está desabilitada.
ro: S-a rezolvat problema invitării utilizatorilor atunci când autentificarea prin e-mail este dezactivată.
ru: Исправлено приглашение пользователей при отключённой авторизацией по электронной почте.
sv: Fixat att bjuda in användare när e-postautentisering är inaktiverad.
ta: மின்னஞ்சல் ஏற்பு முடக்கப்பட்டிருக்கும் போது நிலையான அழைக்கும் பயனர்கள்.
tr: E-posta kimlik doğrulaması kullanımdan kaldırıldığında yaşanan kullanıcıları davet etme sorunu düzeltildi.
uk: Виправлено запрошення користувачів, коли автентифікацію електронної пошти вимкнуто.
zh_hans: 修复了电子邮件身份验证被禁用时邀请用户的问题。

source: Improved language definitions.
de: Verbesserte Sprachdefinitionen.
ga: Sainmhínithe teanga feabhsaithe.
hu: Nyelvmeghatározások javítása.
id: Meningkatkan definisi bahasa.
ja: 言語定義を改善しました。
nl: Verbeterde taaldefinities.
pt: Melhoradas as definições de idioma.
pt_br: Melhoradas as definições de idioma.
ro: Definiții lingvistice îmbunătățite.
ru: Улучшены определения языков.
sv: Förbättrade språkdefinitioner.
ta: மேம்படுத்தப்பட்ட மொழி வரையறைகள்.
tr: Dil tanımları iyileştirildi.
uk: Удосконалено визначення мов.
zh_hans: 改进了语言定义。

source: Added support for blocking users from contributing to a project.
de: Unterstützung für das Sperren von Benutzern für Beiträge zu einem Projekt hinzugefügt.
ga: Tacaíocht bhreise chun úsáideoirí a bhac ó rannchuidiú le tionscadal.
hu: Lehetőség felhasználók letiltására, hogy ne járulhassanak hozzá egy projekthez.
id: Menambahkan dukungan untuk memblokir pengguna agar tidak berkontribusi pada proyek.
ja: ユーザーがプロジェクトに貢献するのをブロックする機能の追加。
nl: Toegevoegde ondersteuning voor blokkeren van gebruikers om deel te nemen aan een project.
pt: Adicionado suporte para bloquear utilizadores de contribuir para um projeto.
pt_br: Adicionado suporte para bloquear usuários de contribuir para um projeto.
ro: A fost adăugat suport pentru blocarea utilizatorilor de a contribui la un proiect.
ru: Добавлена поддержка блокировки пользователей от внесения вклада в проект.
sv: Lagt till stöd för att blockera användare från att bidra till ett projekt.
ta: ஒரு திட்டத்திற்கு பங்களிப்பதில் இருந்து பயனர்களைத் தடுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Kullanıcıların bir projeye katkıda bulunmalarını engelleme özelliği eklendi.
uk: Додано підтримку блокування участі користувачів у проєкті.
zh_hans: 增加了阻止用户参与项目的功能。

source: Fixed automatic creation of glossary languages.
de: Die automatische Erstellung von Glossarsprachen korrigiert.
ga: Cruthú uathoibríoch seasta de theangacha gluais.
hu: Szójegyzék nyelveinek automatikus létrehozásának javítása.
id: Memperbaiki pembuatan glosarium bahasa secara otomatis.
ja: 用語集言語の自動作成の修正。
nl: Gerepareerd automatisch maken van woordenlijst talen.
pt: Corrigida a criação automática de idiomas de glossário.
pt_br: Corrigida a criação automática de idiomas de glossário.
ro: A fost reparată crearea automată a glosarelor de limbi.
ru: Исправлено автоматическое создание языков словаря.
sv: Fast automatisk skapande av ordlistorspråk.
ta: சொற்களஞ்சிய மொழிகளின் நிலையான தானியங்கி உருவாக்கம்.
tr: Sözlük dillerinin kendiliğinden oluşturulması sorunu düzeltildi.
uk: Виправлено автоматичне створення мов глосарія.
zh_hans: 修复了术语表语言的自动创建。

source: Extended documentation about add-ons.
de: Dokumentation zu Erweiterungen ergänzt.
ga: Doiciméadúchán méadaithe faoi bhreiseáin.
hu: Kiegészítőkről szóló dokumentáció kibővítése.
id: Dokumentasi tambahan tentang pengaya.
ja: アドオンのドキュメントの拡張。
nl: Documentatie voor add-ons uitgebreid.
pt: Estendida a documetanção sobre extensões.
pt_br: Estendida a documentação sobre complementos.
ro: Documentație extinsă privind add-on-urile.
ru: Расширена документация о надстройках.
sv: Utökad dokumentation om tillägg.
ta: துணை நிரல்கள் பற்றிய நீட்டிக்கப்பட்ட ஆவணங்கள்.
tr: Eklentilerle ilgili belgeler zenginleştirildi.
uk: Розширено документацію про додатки.
zh_hans: 扩展了关于附加组件的文档。

source: Performance improvements for components with linked repositories.
de: Leistungsverbesserungen für Komponenten mit verlinkten Repositorys.
ga: Feabhsuithe feidhmíochta do chomhpháirteanna le stórtha nasctha.
hu: Teljesítményjavítás összekapcsolt tárolókat használó összetevőknél.
id: Meningkatkan kinerja untuk komponen dengan repositori tertaut.
ja: リンクされたリポジトリを持つコンポーネントのパフォーマンスの向上。
nl: Verbeteringen prestaties voor onderdelen met gekoppelde opslagruimten.
pt: Melhorias no desempenho para componentes com repositórios vinculados.
pt_br: Melhorias no desempenho para componentes com repositórios vinculados.
ro: Îmbunătățiri de performanță pentru componentele cu depozite legate.
ru: Улучшение производительности для компонентов со связанными репозиториями.
sv: Prestandaförbättringar för komponenter med länkade arkiv.
ta: இணைக்கப்பட்ட களஞ்சியங்களுடன் கூறுகளுக்கான செயல்திறன் மேம்பாடுகள்.
tr: Bağlantılı depoları olan bileşenlerin başarımları iyileştirildi.
uk: Удосконалення швидкодії складників із пов’язаними сховищами.
zh_hans: 改善了带链接仓库的部件的性能。

source: Added support for free DeepL API.
de: Unterstützung für kostenlose DeepL-API hinzugefügt.
ga: Tacaíocht bhreise le haghaidh API DeepL saor in aisce.
hu: Ingyenes DeepL API támogatása hozzáadva.
id: Menambahkan dukungan untuk DeepL API gratis.
ja: 無料の DeepL API に対応。
nl: Ondersteuning toegevoegd voor vrije DeepL API.
pt: Adicionado suporte para DeepL API grátis.
pt_br: Adicionado suporte para DeepL API grátis.
ro: A fost adăugat suport pentru DeepL API gratuit.
ru: Добавлена поддержка бесплатного API переводчика DeepL .
sv: Lagt till stöd för gratis DeepL API.
ta: இலவச deepl பநிஇ க்கான உதவி சேர்க்கப்பட்டது.
tr: Ücretsiz DeepL API desteği eklendi.
uk: Додано підтримку безплатного програмного інтерфейсу DeepL.
zh_hans: 增加了对免费 DeepL API 的支持。

source: The user management no longer needs Django admin interface.
de: Die Benutzerverwaltung benötigt keine Django-Adminoberfläche mehr.
ga: Ní gá comhéadan riaracháin Django a thuilleadh don bhainistíocht úsáideora.
hu: A felhasználókezeléshez már nincs szükség a Django admin felületére.
id: Manajemen pengguna tidak lagi membutuhkan antarmuka admin Django.
ja: ユーザー管理は、Django 管理画面が不要となる。
nl: Het gebruikersbeheer heeft geen beheerdersinterface van Django meer nodig.
pt: O utilizador de gerência não precisa mais da interface administrativa do Django.
pt_br: O usuário de gerência não precisa mais da interface administrativa do Django.
ro: Gestionarea utilizatorilor nu mai are nevoie de interfața de administrare Django.
ru: Для управления пользователями больше не нужен интерфейс администратора Django.
sv: Användarhanteringen behöver inte längre Djangos administratörsgränssnitt.
ta: பயனர் நிர்வாகத்திற்கு இனி சாங்கோ நிர்வாக இடைமுகம் தேவையில்லை.
tr: Kullanıcı yönetimi için artık Django yönetici arayüzüne gerek duyulmuyor.
uk: Керування користувачами більше не потребує інтерфейсу адміністратора Django.
zh_hans: 用户管理不再需要 Django 管理界面。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/64?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/64?closed=1>`__.

source: Notable configuration or dependencies changes:
de: Nennenswerte Änderungen der Konfiguration oder der Abhängigkeiten:
ga: Athruithe suntasacha cumraíochta nó spleáchais:
hu: Fontosabb konfigurációs vagy függőségi változások:
id: Perubahan konfigurasi atau dependensi yang penting:
ja: 構成または依存関係の重要な変更:
nl: Opvallende wijzigingen configuratie of afhankelijkheden:
pt: Mudanças notáveis de configuração ou dependências:
pt_br: Mudanças notáveis de configuração ou dependências:
ro: Modificări notabile ale configurației sau dependențelor:
ru: Заметные изменения конфигурации или зависимостей:
sv: Viktiga ändringar i konfiguration eller beroenden:
ta: குறிப்பிடத்தக்க உள்ளமைவு அல்லது சார்பு மாற்றங்கள்:
tr: Önemli yapılandırma veya bağımlılık değişiklikleri:
uk: Помітні зміни у налаштуваннях або залежностях:
zh_hans: 显著的配置与依赖项更改：
zh_hant: 显著的配置与依赖性更改：

source: There are several changes in :file:`settings_example.py`, most notable middleware changes (:setting:`django:MIDDLEWARE`), please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, vor allem bei der Middleware (:setting:`django:MIDDLEWARE`), bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe i :file:`settings_example.py`, na hathruithe middleware is suntasaí (:setting:`django:MIDDLEWARE`), coigeartaigh do shocruithe dá réir.
hu: Számos módosítás történt a :file:`settings_example.py` fájlban, különösen a middleware beállításokban (:setting:`django:MIDDLEWARE`), célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, perubahan middleware yang paling penting (:setting:`django:MIDDLEWARE`), harap sesuaikan pengaturan Anda.
ja: :file:`settings_example.py` に変更があり、重要なのはミドルウェアの変更（:setting:`django:MIDDLEWARE`）です。変更に合わせて設定を修正してください。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende wijzigingen in de middleware (:setting:`django:MIDDLEWARE`), pas uw in stellingen overeenkomstig aan.
pt: Há várias mudanças em :file:`settings_example.py`, notadamente mudanças de middleware (:setting:`django:MIDDLEWARE`). Ajuste as suas configurações de acordo.
pt_br: Há várias mudanças em :file:`settings_example.py`, notadamente mudanças de middleware (:setting:`django:MIDDLEWARE`). Ajuste suas configurações de acordo.
ro: Există mai multe modificări în :file:`settings_example.py`, dintre care cele mai importante sunt modificările middleware (:setting:`django:MIDDLEWARE`), vă rugăm să vă ajustați setările în consecință.
ru: В файл :file:`settings_example.py` внесено несколько изменений (:setting:`django:MIDDLEWARE`), наиболее заметные из которых касаются промежуточного программного обеспечения, пожалуйста, соответствующим образом подправьте свой файл настроек.
sv: Det finns flera ändringar i :file:`settings_example.py`, framför allt ändringar i mellanprogramvaran (:setting:`django:MIDDLEWARE`). Justera dina inställningar därefter.
tr: :file:`settings_example.py` içinde birkaç değişiklik yapıldı. En önemlisi ara yazılım katmanı değişiklikleri (:setting:`django:MIDDLEWARE`). Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: До :file:`settings_example.py` внесено декілька змін. Найпомітнішими є зміна проміжного програмного забезпечення (:setting:`django:MIDDLEWARE`). Будь ласка, скоригуйте параметри відповідним чином.
zh_hans: 在 :file:`settings_example.py` 中有几项更改，最显著的是中间件的更改(:setting:`django:MIDDLEWARE`)，请由此调整你的设置。
zh_hant: 在 :file:`settings_example.py` 中有几项更改，最显著的是中间件的更改(:setting:`django:MIDDLEWARE`)，请由此调整你的设置。

source: The :ref:`mt-deepl` machine translation now has a generic ``MT_DEEPL_API_URL`` setting to adapt to different subscription models more flexibly. The ``MT_DEEPL_API_VERSION`` setting is no longer used.
de: Die maschinelle Übersetzung :ref:`mt-deepl` hat jetzt eine allgemeine Einstellung ``MT_DEEPL_API_URL``, um sich flexibler an verschiedene Abonnementmodelle anzupassen. Die Einstellung ``MT_DEEPL_API_VERSION`` wird nicht mehr verwendet.
ga: Tá socrú cineálach ``MT_DEEPL_API_URL`` ag an aistriúchán meaisín :ref:`mt-deepl` anois chun iad a chur in oiriúint ar bhealach níos solúbtha do mhúnlaí éagsúla síntiúis. Ní úsáidtear an socrú ``MT_DEEPL_API_VERSION`` a thuilleadh.
hu: A :ref:`mt-deepl` gépi fordítási szolgáltatáshoz mostantól általános ``MT_DEEPL_API_URL`` beállítás használható, amely rugalmasabban alkalmazható a különböző előfizetési modellekhez. A ``MT_DEEPL_API_VERSION`` beállítás már nem használható.
id: Terjemahan mesin :ref:`mt-deepl` kini memiliki pengaturan generik ``MT_DEEPL_API_URL`` agar dapat beradaptasi dengan berbagai model langganan secara lebih fleksibel. Pengaturan ``MT_DEEPL_API_VERSION`` tidak lagi digunakan.
ja: :ref:`mt-deepl` 機械翻訳には、汎用的な ``MT_DEEPL_API_URL`` 設定が追加されました。適切にサブスクリプションの違いに対応できるようになりました。``MT_DEEPL_API_VERSION`` の設定項目は削除されました。
nl: De machinevertaling :ref:`mt-deepl` heeft nu een algemene instelling ``MT_DEEPL_API_URL`` om verschillende modellen voor abonnementen meer flexibel aan te passen. De instelling ``MT_DEEPL_API_VERSION`` wordt niet langer gebruikt.
pt: A tradução de máquina :ref:`mt-deepl` agora tem uma configuração ``MT_DEEPL_API_URL`` genérica para se adaptar a diferentes modelos de assinatura de forma mais flexível. A configuração ``MT_DEEPL_API_VERSION`` não é mais usada.
pt_br: A tradução automática :ref:`mt-deepl` agora tem uma configuração genérica ``MT_DEEPL_API_URL`` para se adaptar a diferentes modelos de assinatura com mais flexibilidade. A configuração ``MT_DEEPL_API_VERSION`` não é mais usada.
ro: Traducerea automată :ref:`mt-deepl` are acum o setare generică ``MT_DEEPL_API_URL`` pentru a se adapta mai flexibil la diferite modele de abonament. Setarea ``MT_DEEPL_API_VERSION`` nu mai este utilizată.
ru: Машинный перевод :ref:`mt-deepl` теперь имеет общий параметр ``MT_DEEPL_API_URL`` для более гибкой адаптации к различным моделям подписки. Параметр ``MT_DEEPL_API_VERSION`` больше не используется.
sv: Maskinöversättningen :ref:`mt-deepl` har nu en generisk inställning ``MT_DEEPL_API_URL`` för att anpassa sig till olika prenumerationsmodeller på ett mer flexibelt sätt. Inställningen ``MT_DEEPL_API_VERSION`` används inte längre.
tr: :ref:`mt-deepl` makine çevirisine farklı abonelik modellerine daha esnek bir şekilde uyum sağlamak için genel bir ``MT_DEEPL_API_URL`` ayarı eklendi. ``MT_DEEPL_API_VERSION`` ayarı artık kullanılmıyor.
uk: Для рушія комп'ютерного перекладу :ref:`mt-deepl` тепер використовують загальний параметр ``MT_DEEPL_API_URL`` з метою гнучкішої адаптації до різних моделей передплати. Використання параметра ``MT_DEEPL_API_VERSION`` припинено.
zh_hans: :ref:`mt-deepl` 机器翻译现在有一个通用的 ``MT_DEEPL_API_URL`` 设置，以更灵活地适应不同的订阅模式。``MT_DEEPL_API_VERSION`` 设置不再使用。

source: Django 3.2 is now required.
de: Django 3.2 ist jetzt erforderlich.
ga: Tá Django 3.2 ag teastáil anois.
hu: Mostantól a Django 3.2 szükséges.
id: Django 3.2 sekarang diperlukan.
ja: Django 3.2 が必須となりました。
nl: Django 3.2 is nu vereist.
pt: Django 3.2 agora é necessário.
pt_br: Django 3.2 agora é necessário.
ro: Django 3.2 este acum necesar.
ru: Теперь требуется Django 3.2.
sv: Django 3.2 krävs nu.
ta: சாங்கோ 3.2 இப்போது தேவை.
tr: Artık Django 3.2 sürümü gerekiyor.
uk: Тепер потрібен Django 3.2.
zh_hans: 现在需要 Django 3.2。

source: *Released on May 8th 2021.*
de: *Veröffentlicht am 8. Mai 2021.*
ga: *Eisithe ar 8 Bealtaine 2021.*
hu: *Kiadva: 2021. május 8.*
id: *Dirilis pada 8 Mei 2021.*
nl: *Uitgegeven op 8 mei 2021.*
pt_br: *Atualizado em 8 de maio de 2021.*
sv: *Släpptes den 8 maj 2021.*
tr: *8 Mayıs 2021 tarihinde yayınlandı.*
uk: *Випущено 8 травня 2021 року.*
