Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/78?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/78?closed=1>`__。

source: *Released on February 25th 2022.*
de: *Veröffentlicht am 25. Februar 2022.*
ga: *Eisithe ar 25 Feabhra 2022.*
hu: *Kiadva: 2022. február 25.*
id: *Dirilis pada 25 Februari 2022.*
nl: *Uitgegeven op 25 februari 2022.*
pt_br: *Atualizado em 25 de fevereiro de 2022.*
sv: *Släpptes den 25 februari 2022.*
tr: *25 Şubat 2022 tarihinde yayınlandı.*
uk: *Випущено 25 лютого 2022 року.*

source: Fixes stored XSS - :cve:`2022-24710`, see :ghsa:`6jp6-9rf9-gc66` for more details.
hu: Tárolt XSS sebezhetőség javítva – :cve:`2022-24710`, részletek: :ghsa:`6jp6-9rf9-gc66`.
id: Memperbaiki XSS yang tersimpan - :cve:`2022-24710`, lihat :ghsa:`6jp6-9rf9-gc66` untuk rincian lebih lanjut.
nl: Gerepareerd opgeslagen XSS - :cve:`2022-24710`, bekijk :ghsa:`6jp6-9rf9-gc66` voor meer details.
sv: Fixar lagrad XSS - :cve:`2022-24710`, se :ghsa:`6jp6-9rf9-gc66` för mer information.
uk: Виправлено :cve:`2022-24710`, див. :ghsa:`6jp6-9rf9-gc66`, щоб дізнатися більше.

source: Fixed add-on installation using the API.
de: Installation von Erweiterungen über die API korrigiert.
ga: Suiteáil breiseán seasta ag baint úsáide as an API.
hu: Kiegészítő telepítésének javítása API-n keresztül.
id: Memperbaiki instalasi pengaya menggunakan API.
ja: API を使用したアドオンのインストールの修正。
nl: Gerepareerd installeren add-on met de API.
pt: Corrigida a instalação de extensão usando API.
pt_br: Corrigida a instalação do complemento usando API.
ro: A fost reparată crearea de add-onuri utilizând API.
ru: Исправлена установка надстроек с помощью API.
sv: Fast tilläggsinstallation med hjälp av API.
ta: பநிஇ ஐப் பயன்படுத்தி நிலையான கூடுதல் நிறுவல்.
tr: API kullanılarak eklenti kurulumu sorunu düzeltildi.
uk: Виправлено встановлення додатків за допомогою програмного інтерфейсу.
zh_hans: 修复了使用 API 安装附加组件的问题。

source: Renamed :guilabel:`Strings needing action` to :guilabel:`Unfinished strings`.
de: Umbenennung von :guilabel:`Zeichenketten mit Handlungsbedarf` in :guilabel:`Unvollständige Zeichenketten`.
ga: Athainmnithe :guilabel:`Strings needing action` go :guilabel:`Unfinished strings`.
hu: :guilabel:`Fordítandó` átnevezve erre: :guilabel:`Befejezetlen szövegek`.
id: Mengganti nama :guilabel:`Strings needing action` menjadi :guilabel:`Unfinished strings`.
ja: :guilabel:`要編集の文字列` のラベルを :guilabel:`翻訳未完了の文字列` に変更。
nl: Hernoemd :guilabel:`Tekenreeks heeft actie nodig` naar :guilabel:`Onafgeronde tekenreeksen`.
pt: Renomeada :guilabel:`Cadeias que necessitam ação` para :guilabel:`Cadeias não finalizadas`.
pt_br: Renomeada :guilabel:`Textos que necessitam ação` para :guilabel:`Textos não finalizados`.
ro: Redenumit :guilabel:`Strings needing action` în :guilabel:`Unfinished strings`.
ru: Переименовано :guilabel:`Строки, требующие действий` в :guilabel:`Незавершённые строки`.
sv: Omdöpt :guilabel:`Strängar som behöver åtgärdas` till :guilabel:`Oavslutade strängar`.
ta: மறுபெயரிடப்பட்டது: வபஇசிட்டை: `நடவடிக்கை தேவைப்படும் சரங்கள்` க்கு: வபஇசிட்டை:` முடிக்கப்படாத சரங்கள்`.
tr: :guilabel:`İşlem gereken dizgeler` adı :guilabel:`Tamamlanmamış dizgeler` olarak değiştirildi.
uk: :guilabel:`Рядки, що потребують уваги` перейменовано на :guilabel:`Незавершені рядки`.
zh_hans: 将 :guilabel:`需要处理的字符串（Strings needing action）` 改名为 :guilabel:`未完成的字符串（Unfinished strings）`。

source: Fixed false positives from :ref:`check-icu-message-format-syntax`.
de: Fehlalarme von :ref:`check-icu-message-format-syntax` behoben.
ga: Dearthaí bréagacha seasta ó :ref:`check-icu-message-format-syntax`.
hu: Hamis pozitív találatok javítása az :ref:`check-icu-message-format-syntax` ellenőrzésben.
id: Memperbaiki positif palsu dari :ref:`check-icu-message-format-syntax`.
ja: :ref:`check-icu-message-format-syntax` の誤検出の修正。
nl: Gerepareerde valse positieven van :ref:`check-icu-message-format-syntax`.
pt: Corrigidos falso-positivos de :ref:`check-icu-message-format-syntax`.
pt_br: Corrigidos falso-positivos de :ref:`check-icu-message-format-syntax`.
ro: Au fost corectate cazurile fals pozitive din :ref:`check-icu-message-format-syntax`.
ru: Исправлены ложные срабатывания от :ref:`check-icu-message-format-syntax`.
sv: Fixade falska positiva resultat från :ref:`check-icu-message-format-syntax`.
tr: :ref:`check-icu-message-format-syntax` kaynaklı hatalı doğru sonuç sorunu düzeltildi.
uk: Усунено помилкові спрацювання засобу перевірки :ref:`check-icu-message-format-syntax`.
zh_hans: 修复了来自 :ref:`check-icu-message-format-syntax` 的误报。

source: Indicate lock and contributor agreement on other occurrences listing.
de: Anzeige der Sperre und Zustimmung der Mitwirkenden auf der Liste der anderen Vorkommnisse.
ga: Cuir glas agus comhaontú ranníocóra in iúl ar liostú tarluithe eile.
hu: Zárolás és hozzájárulási megállapodás jelzése az egyéb előfordulások listájában.
id: Tunjukkan kunci dan persetujuan kontributor pada daftar kejadian lainnya.
ja: ロックと貢献者同意条項の同意は、その他の発生リストに記載。
nl: Geef vergrendeling aan en toestemming deelnemer voor andere instanties vermelding.
pt: Indica o bloqueio e o acordo do colaborador na lista de outras ocorrências.
pt_br: Indica o bloqueio e o acordo do colaborador na lista de outras ocorrências.
ro: Indicați acordul de blocare și acordul contributorului pe lista altor evenimente.
ru: Обозначение замка и соглашение с участником в списке других происшествий.
sv: Ange lås och bidragsgivaravtal på andra händelser i listan.
ta: பிற நிகழ்வுகள் பட்டியலில் பூட்டு மற்றும் பங்களிப்பாளர் ஒப்பந்தத்தைக் குறிக்கவும்.
tr: Diğer kullanımlar listesinde kilit ve katılımcı anlaşmasının görüntülenmesi sağlandı.
uk: Реалізовано показ блокування і угоду учасника розробки у списку інших випадків.
zh_hans: 在其它的出现位置清单上指示锁定状态和贡献者协议。

source: Fixed updating PO files with obsolete strings or missing plurals.
de: Aktualisierung von PO-Dateien mit veralteten Zeichenketten oder fehlenden Pluralformen korrigiert.
ga: Comhaid PO cothrom le dáta a bhfuil teaghráin imithe i léig nó iolraí in easnamh orthu.
hu: PO-fájlok frissítésének javítása elavult vagy hiányzó többes számú szövegek esetén.
id: Memperbaiki pembaruan berkas PO dengan string yang tidak lagi berlaku atau bentuk jamak yang hilang.
ja: 廃止された文字列または複数形が欠落している PO ファイルの更新の修正。
nl: Gerepareerd bijwerken PO-bestanden met overbodige tekenreeksen of ontbrekende meervouden.
pt: Corrigida a atualização de ficheiros PO com cadeias obsoletas ou plurais ausentes.
pt_br: Corrigida a atualização de arquivos PO com textos obsoletos ou plurais ausentes.
ro: S-a reparat actualizarea fișierelor PO cu șiruri de caractere învechite sau cu plural lipsă.
ru: Исправлено обновление файлов PO с устаревшими строками или отсутствующими множественными числами.
sv: Fixade uppdatering av PO-filer med föråldrade strängar eller saknade pluralformer.
ta: வழக்கற்றுப் போன சரங்கள் அல்லது காணாமல் போன பன்மை கொண்ட po கோப்புகளை நிலையான புதுப்பித்தல்.
tr: Eski dizgeler ya da eksik çoğullar bulunduran PO dosyalarının güncellenme sorunu düzeltildi.
uk: Виправлено оновлення файлів PO із застарілими рядками або пропущеними формами множини.
zh_hans: 修复了更新带有过时字符串或缺少复数形式的 PO 文件。

source: Improved squash add-on compatibility with Gerrit.
de: Die Kompatibilität der Squash-Erweiterung mit Gerrit verbessert.
ga: Comhoiriúnacht feabhsaithe breisithe scuaise le Gerrit.
hu: Squash kiegészítő kompatibilitásának javítása Gerrit rendszerrel.
id: Meningkatkan kompatibilitas pengaya squash dengan Gerrit.
ja: Gerrit とのスカッシュ アドオンの互換性の向上。
nl: Verbeterde compatibiliteit add-on squash met Gerrit.
pt: Aprimorada a compatibilidade da extensão de squash com Gerrit.
pt_br: Aprimorada a compatibilidade do complemento de squash com Gerrit.
ro: A fost îmbunătățită compatibilitatea add-on-ului squash cu Gerrit.
ru: Улучшена совместимость надстройки уплотнения с Gerrit.
sv: Förbättrad kompatibilitet mellan squash-tillägget och Gerrit.
ta: கெரிட்டுடன் மேம்படுத்தப்பட்ட ச்குவாச் கூடுதல் பொருந்தக்கூடிய தன்மை.
tr: Gerrit ile bir araya toplama eklentisi uyumluluğu iyileştirildi.
uk: Удосконалено сумісність додатка squash із Gerrit.
zh_hans: 改进了挤压附加组件与 Gerrit 的兼容性。

source: Automatically initialize user languages based on the :http:header:`Accept-Language` header.
de: Automatisches Initialisieren der Benutzersprachen auf der Grundlage des :http:header:`Accept-Language`-Headers.
ga: Tús a chur le teangacha úsáideoirí go huathoibríoch bunaithe ar an gceanntásc :http:header:`Accept-Language`.
hu: Felhasználói nyelv automatikus beállítása az :http:header:`Accept-Language` fejléc alapján.
id: Secara otomatis menginisialisasi bahasa pengguna berdasarkan header :http:header:`Accept-Language`.
ja: :http:header:`Accept-Language` ヘッダーに基づき、ユーザー言語を自動で初期化。
nl: Automatisch initialiseren gebruikerstalen, gebaseerd op koptekst :http:header:`Accept-Language`.
pt: Inicializar automaticamente os idiomas do utilizador à base do cabeçalho :http:header:`Accept-Language`.
pt_br: Inicializa automaticamente os idiomas do usuário com base no cabeçalho :http:header:`Accept-Language`.
ro: Inițializează automat limbile utilizatorilor pe baza antetului :http:header:`Accept-Language`.
ru: Автоматическая инициализация языков пользователей на основе заголовка :http:header:`Accept-Language`.
sv: Initialisera automatiskt användarspråk baserat på :http:header:`Accept-Language`-rubriken.
tr: Kullanıcı dillerinin :http:header:`Accept-Language` üst bilgisine göre kendiliğinden hazırlanması sağlandı.
uk: Реалізовано автоматичну ініціалізацію мов користувача на основі заголовка :http:header:`Accept-Language`.
zh_hans: 根据 :http:header:`Accept-Language` 标头自动选择用户语言。

source: Improved error handling on string removal.
de: Verbesserte Fehlerbehandlung beim Entfernen von Zeichenketten.
ga: Láimhseáil feabhsaithe earráide ar bhaint sreang.
hu: Hibakezelés javítása szöveg törlésekor.
id: Meningkatkan penanganan kesalahan pada penghapusan string.
ja: 文字列削除時のエラー処理の改善。
nl: Verbeterde afhandeling bij verwijderen tekenreeksen.
pt: Melhorado o tratamento de erros na remoção de cadeia.
pt_br: Melhorado o tratamento de erros na remoção de texto.
ro: A fost îmbunătățită gestionarea erorilor la eliminarea șirurilor de caractere.
ru: Улучшена обработка ошибок при удалении строки.
sv: Förbättrad felhantering vid borttagning av strängar.
ta: சரம் அகற்றுவதில் மேம்படுத்தப்பட்ட பிழை கையாளுதல்.
tr: Dizge kaldırılırken sorunların işlenmesi iyileştirildi.
uk: Удосконалено обробку помилок при вилученні рядка.
zh_hans: 改进了字符串删除的错误处理。

source: Weblate now requires Python 3.7 or newer.
de: Weblate erfordert jetzt Python 3.7 oder neuer.
ga: Tá Python 3.7 nó níos nuaí ag teastáil ó Weblate anois.
hu: A Weblate mostantól Python 3.7 vagy újabb verziót igényel.
id: Weblate sekarang membutuhkan Python 3.7 atau yang lebih baru.
ja: Weblate は、Python 3.7 以降が必須となりました。
nl: Weblate vereist nu Python 3.7 of nieuwer.
pt: O Weblate agora requer Python 3.7 ou mais recente.
pt_br: O Weblate agora requer Python 3.7 ou mais recente.
ro: Weblate necesită acum Python 3.7 sau o versiune mai nouă.
ru: Weblate теперь требует Python 3.7 или новее.
sv: Weblate kräver nu Python 3.7 eller nyare.
ta: வலைபெயர்ப்புடுக்கு இப்போது பைதான் 3.7 அல்லது புதியது தேவைப்படுகிறது.
tr: Weblate için artık Python 3.7 gerekiyor.
uk: Для роботи Weblate з цієї версії потрібен Python 3.7 або новіша версія.
zh_hans: Weblate 现在需要 Python 3.7 或更新版本。

source: Fixed some write operations with project token authentication.
de: Einige Schreiboperationen mit der Projekt-Token-Authentifizierung korrigiert.
ga: Seasta roinnt oibríochtaí scríbhneoireachta le fíordheimhniú comhartha tionscadail.
hu: Projekt token alapú hitelesítés esetén bizonyos írási műveletek javítása.
id: Server tidak mengizinkan autentikasi.
ja: プロジェクト トークン認証を使用する一部の書き込み操作の修正。
nl: Gerepareerd enkele bewerkingen schrijven met authenticatie token project.
pt: Corrigidas algumas operações de gravação com autenticação de token do projeto.
pt_br: Corrigidas algumas operações de gravação com autenticação de token do projeto.
ro: Corectarea unor operații de scriere cu autentificarea cu token de proiect.
ru: Исправлены некоторые операции записи с авторизацией по токену проекта.
sv: Fixade några skrivoperationer med projekt-token-autentisering.
ta: திட்ட கிள்ளாக்கு அங்கீகாரத்துடன் சில எழுதும் செயல்பாடுகள் சரி செய்யப்பட்டன.
tr: Proje kodu kimlik doğrulaması ile bazı yazma işlemleri düzeltildi.
uk: Виправлено деякі дії із запису при розпізнаванні у проєкті за допомогою жетонів.
zh_hans: 修复了一些项目令牌验证的写入操作。

source: Fixed string state tracking when the strings changes in the repository.
de: Die Nachverfolgung des Zeichenkettenstatus bei Änderungen der Zeichenkette im Repository korrigiert.
ga: Rianú staid teaghrán seasta nuair a athraíonn na teaghráin sa stór.
hu: Szövegállapot követésének javítása, ha a szöveg megváltozik a tárolóban.
id: Memperbaiki pelacakan status string saat terjadi perubahan string di dalam repositori.
ja: リポジトリ内の文字列を変更したときの文字列の状態の追跡を修正。
nl: Gerepareerd bijhouden status als tekenreeksen wijzigen in de opslagruimte.
pt: Corrigido o rastreamento do estado de cadeias quando as cadeias são alteradas no repositório.
pt_br: Corrigido o rastreamento do status de textos quando os textos são alterados no repositório.
ro: A fost reparată urmărirea stării șirurilor de caractere atunci când acestea se modifică în depozit.
ru: Исправлено отслеживание состояния строк при изменении строк в репозитории.
sv: Fast strängstatus spåras när strängarna ändras i arkivet.
ta: களஞ்சியத்தில் சரங்கள் மாறும்போது நிலையான சரம் நிலை கண்காணிப்பு.
tr: Depodaki dizgeler değiştiğinde dizge durumunun izlenmesi sorunu düzeltildi.
uk: Виправлено стеження за станом рядка, коли до рядка внесено зміни у сховищі.
zh_hans: 修复了仓库中的字符串更改时的状态跟踪。

source: Track string changes from the repository.
de: Zeichenkettenänderungen im Repository nachverfolgen.
ga: Rianaigh athruithe teaghrán ón stór.
hu: Tárolóból származó szövegváltozások nyomon követése.
id: Lacak perubahan string dari repositori.
ja: リポジトリからの文字列変更を追跡。
nl: Wijzigingen tekenreeksen in opslagruimte bijhouden.
pt: Rastreia as alterações de cadeias do repositório.
pt_br: Rastreia as alterações de texto do repositório.
ro: Urmăriți modificările de șiruri din depozit.
ru: Отслеживание изменений строк из репозитория.
sv: Spåra strängändringar från arkivet.
ta: களஞ்சியத்திலிருந்து சரம் மாற்றங்களைக் கண்காணிக்கவும்.
tr: Depodaki dizge değişikliklerinin izlenmesi sağlandı.
uk: Реалізовано стеження за змінами рядка у сховищі.
zh_hans: 跟踪来自仓库的字符串更改。

source: Sticky header on translations listing to improve navigation.
de: Feste Kopfzeile auf der Übersetzungsliste zur besseren Navigation.
ga: Ceanntásc greamaitheach ar liostú na n-aistriúchán chun an loingseoireacht a fheabhsú.
hu: Fordításlistán rögzített fejléc a könnyebb navigáció érdekében.
id: Header lengket pada daftar terjemahan untuk meningkatkan navigasi.
ja: 翻訳一覧のヘッダーを固定し、ナビゲーションを改善。
nl: Vastgezette koptekst voor vermeldingen vertalingen voor beter navigeren.
pt: Cabeçalho fixo na listagem de traduções para melhorar a navegação.
pt_br: Cabeçalho fixo na listagem de traduções para melhorar a navegação.
ro: Antet lipicios pe lista de traduceri pentru a îmbunătăți navigarea.
ru: Прикреплён заголовок к списку переводов для улучшения навигации.
sv: Fast rubrik på översättningslistan för att förbättra navigeringen.
ta: வழிசெலுத்தலை மேம்படுத்த மொழிபெயர்ப்பு பட்டியலில் ஒட்டும் தலைப்பு.
tr: Gezinmeyi iyileştirmek için çeviriler listesine sabitlenebilen başlık eklendi.
uk: Реалізовано липкий заголовок у списках перекладів для удосконалення навігації.
zh_hans: 翻译列表上的粘性标头以改善导航。

source: Fixed untranslating strings in :ref:`javaprop`.
de: Nicht übersetzte Zeichenketten in :ref:`javaprop` korrigiert.
ga: Teaghráin sheasta neamhaistrithe in :ref:`javaprop`.
hu: Szöveg lefordítatlanná tételének javítása a :ref:`javaprop` formátumban.
id: Memperbaiki string yang tidak diterjemahkan di :ref:`javaprop`.
ja: :ref:`javaprop` では未翻訳となる問題の修正。
nl: Gerepareerd niet vertaalde tekenreeksen in :ref:`javaprop`.
pt: Corrigida a remoção da tradução de cadeias em :ref:`javaprop`.
pt_br: Corrigida a não tradução de textos em :ref:`javaprop`.
ro: S-a reparat necorelarea șirurilor de caractere în :ref:`javaprop`.
ru: Исправлена непереводимость строк в :ref:`javaprop`.
sv: Fixade strängar som inte kunde översättas i :ref:`javaprop`.
tr: :ref:`javaprop` ile yaşanan çevrilmeyen dizgeler sorunu düzeltildi.
uk: Усунено проблему із непридатними до перекладу рядками у :ref:`javaprop`.
zh_hans: 修复了不翻译 :ref:`javaprop` 中的字符串的问题。

source: Fixed Git operation with non-ASCII branch names.
de: Git-Operation mit Nicht-ASCII-Branchnamen korrigiert.
ga: Oibriú Git Seasta le hainmneacha brainse neamh-ASCII.
hu: Git műveletek javítása nem ASCII karaktereket tartalmazó ágnevek esetén.
id: Memperbaiki operasi Git dengan nama cabang non-ASCII.
ja: 非 ASCII ブランチ名での Git 操作の修正。
nl: Gerepareerde Git-bewerking met niet-ASCII branchnamen.
pt_br: Corrigida a operação do Git com nomes de ramos não ASCII.
ru: Исправлена работа Git с именами ветвей, отличными от ASCII.
sv: Fixat Git-fel med icke-ASCII-grennamn.
ta: அசி அல்லாத கிளை பெயர்களுடன் நிலையான அறிவிலி செயல்பாடு.
tr: ASCII olmayan dal adlarıyla Git işlemi sorunu düzeltildi.
uk: Виправлено роботу з Git для гілок, назви яких містять символи по за ASCII.
zh_hans: 修复了非 ASCII 分支名称 Git 操作 的问题。

source: New add-on :ref:`addon-weblate.generate.prefill`.
de: Neue Erweiterung :ref:`addon-weblate.generate.prefill`.
ga: Breiseán nua :ref:`addon-weblate.generate.prefill`.
hu: Új kiegészítő: :ref:`addon-weblate.generate.prefill`.
id: Pengaya baru :ref:`addon-weblate.generate.prefill`.
ja: 新しいアドオン :ref:`addon-weblate.generate.prefill`。
nl: Nieuwe add-on :ref:`addon-weblate.generate.prefill`.
pt: Nova extensão :ref:`addon-weblate.generate.prefill`.
pt_br: Novo complemento :ref:`addon-weblate.generate.prefill`.
ro: Un nou add-on :ref:`addon-weblate.generate.prefill`.
ru: Новое дополнение :ref:`addon-weblate.generate.prefill`.
sv: Nytt tillägg :ref:`addon-weblate.generate.prefill`.
tr: :ref:`addon-weblate.generate.prefill` eklentisi eklendi.
uk: Новий додаток :ref:`addon-weblate.generate.prefill`.
zh_hans: 新附加组件 :ref:`addon-weblate.generate.prefill`。

source: Added :guilabel:`Merge without fast-forward` :ref:`component-merge_style`.
de: :ref:`component-merge_style` :guilabel:`Zusammenführen (Merge) ohne Fast-Forward` hinzugefügt.
ga: Curtha leis :guilabel:`Merge without fast-forward` :ref:`component-merge_style`.
hu: :guilabel:`Egyesítés gyorsított előrehaladás (fast-forward) nélkül` lehetőség hozzáadva, lásd: :ref:`component-merge_style`.
id: Ditambahkan :guilabel:`Merge without fast-forward` :ref:`component-merge_style`.
ja: :guilabel:`fast-forward なしでマージする` :ref:`component-merge_style` の追加。
nl: Toegevoegd :guilabel:`Samenvoegen zonder fast-forward` :ref:`component-merge_style`.
pt: Adicionado o :ref:`component-merge_style` :guilabel:`Mesclar sem fast-forward`.
pt_br: Adicionado o :ref:`component-merge_style` :guilabel:`Mesclar sem avanço rápido`.
ro: Adăugat :guilabel:`Merge fără fast-forward` :ref:`component-merge_style`.
ru: Добавлены :guilabel:`Merge without fast-forward` :ref:`component-merge_style`.
sv: Lagt till :guilabel:`Sammanfoga utan snabbspolning` :ref:`component-merge_style`.
tr: :guilabel:`Hızlı ileri almadan birleştir` :ref:`component-merge_style` özelliği eklendi.
uk: Додано :ref:`component-merge_style` :guilabel:`Об'єднати без швидкого переспрямовування` .
zh_hans: 添加了 :guilabel:`不快进合并` 的 :ref:`component-merge_style`。

source: Fixed :ref:`addon-weblate.autotranslate.autotranslate` add-on triggering for newly added strings.
de: Die Auslösung der Erweiterung :ref:`addon-weblate.autotranslate.autotranslate` für neu hinzugefügte Zeichenketten korrigiert.
ga: Seasta :ref:`addon-weblate.autotranslate.autotranslate` breiseán a chuireann faoi deara teaghráin nua-bhreise.
hu: Az :ref:`addon-weblate.autotranslate.autotranslate` kiegészítő működésének javítása újonnan hozzáadott szövegek esetén.
id: Memperbaiki pemicu pengaya :ref:`addon-weblate.autotranslate.autotranslate` untuk string yang baru ditambahkan.
ja: 新しく追加された文字列の :ref:`addon-weblate.autotranslate.autotranslate` アドオンの起動の修正。
nl: Gerepareerd add-on :ref:`addon-weblate.autotranslate.autotranslate` activeren voor nieuw toegevoegde tekenreeksen.
pt_br: Corrigido o acionamento do complemento :ref:`addon-weblate.autotranslate.autotranslate` em textos recém-adicionados.
ru: Исправлен запуск надстройки :ref:`addon-weblate.autotranslate.autotranslate` для вновь добавленных строк.
sv: Fixat :ref:`addon-weblate.autotranslate.autotranslate`-tillägget som utlöses för nyligen tillagda strängar.
tr: Yeni eklenen dizgelerde :ref:`addon-weblate.autotranslate.autotranslate` eklentisinin tetiklenmesi sorunu düzeltildi.
uk: Виправлено вмикання додатка :ref:`addon-weblate.autotranslate.autotranslate` для нових доданих рядків.
zh_hans: 修复了新添加的字符串触发 :ref:`addon-weblate.autotranslate.autotranslate` 的问题。
