Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Better display of source for plural translations.
de: Bessere Anzeige der Ausgangszeichenkette für Pluralübersetzungen.
ga: Taispeáint foinse níos fearr le haghaidh aistriúcháin iolra.
hu: Többes számú fordítások forrásának jobb megjelenítése.
id: Tampilan sumber yang lebih baik untuk terjemahan jamak.
ja: 複数形の翻訳のための原文の表示の改善。
nl: Betere weergave van bron voor meervoud vertalingen.
pt: Melhor exibição da fonte para traduções plurais.
pt_br: Melhor exibição da fonte para traduções plurais.
ro: O mai bună afișare a sursei pentru traducerile la plural.
ru: Улучшенное отображение исходной строки для переводов форм множественного числа.
sv: Bättre visning av källan för pluralöversättningar.
ta: பன்மை மொழிபெயர்ப்புகளுக்கான மூலத்தின் சிறந்த காட்சி.
tr: Çoğul çevirilerde kaynağın daha iyi görüntülenmesi sağlandı.
uk: Удосконалено показ початкового рядка для перекладу форм множини.
zh_hans: 优化复数翻译原文的显示。
zh_hant: 對於復數翻譯更海底顯示源。

source: New documentation in Sphinx format.
de: Neue Dokumentation im Sphinx-Format.
ga: Doiciméadú nua i bhformáid Sphinx.
hu: Új dokumentáció Sphinx formátumban.
id: Dokumentasi baru dalam format Sphinx.
ja: Sphinx 形式の新しいドキュメント。
nl: Nieuwe documentatie in indeling Sphinx.
pt: Nova documentação em formato Sphinx.
pt_br: Nova documentação em formato Sphinx.
ro: Documentație nouă în format Sphinx.
ru: Новая документация в формате Sphinx.
sv: Ny dokumentation i Sphinx-format.
ta: ச்பின்க்ச் வடிவத்தில் புதிய ஆவணங்கள்.
tr: Sphinxs biçiminde yeni belgeler hazırlandı.
uk: Нова документація у форматі Sphinx.
zh_hans: Sphinx 格式的新文档。
zh_hant: Sphinx 格式的新文檔。

source: Displays secondary languages while translating.
de: Anzeige von Zweitsprachen beim Übersetzen.
ga: Taispeáin teangacha tánaisteacha agus tú ag aistriú.
hu: Fordítás közben a másodlagos nyelvek is megjelennek.
id: Menampilkan bahasa kedua saat menerjemahkan.
ja: 翻訳中に参考言語の表示。
nl: Geeft secundaire talen weer bij vertalen.
pt: Exibe idiomas secundários durante a tradução.
pt_br: Exibe idiomas secundários durante a tradução.
ro: Afișează limbile secundare în timpul traducerii.
ru: Отображение при переводе дополнительных языков.
sv: Visar sekundära språk under översättningen.
ta: மொழிபெயர்க்கும் போது இரண்டாம் நிலை மொழிகளைக் காட்டுகிறது.
tr: Çeviri yapılırken ikincil dillerin görüntülenmesi sağlandı.
uk: Реалізовано показ перекладів вторинними мовами під час перекладу.
zh_hans: 翻译时显示第二语言。
zh_hant: 翻譯時顯示第二語言。

source: Improved error page to give list of existing projects.
de: Verbesserte Fehlerseite, die nun eine Liste der vorhandenen Projekte anzeigt.
ga: Leathanach earráide feabhsaithe chun liosta de na tionscadail atá ann cheana a thabhairt.
hu: Hibás oldal esetén a meglévő projektek listáját is tartalmazó hibaoldal jelenik meg.
id: Memperbaiki halaman galat untuk memberikan daftar proyek yang ada.
ja: エラーページに、既存のプロジェクト一覧を表示するように改善。
nl: Verbeterde foutpagina voor lijst van bestaande projecten.
pt: Melhorada a página de erro para fornecer uma lista de projetos existentes.
pt_br: Melhorada a página de erro para fornecer uma lista de projetos existentes.
ro: A fost îmbunătățită pagina de eroare pentru a oferi o listă a proiectelor existente.
ru: Улучшенная страница ошибок со списком существующих проектов.
sv: Förbättrad felsida som visar en lista över befintliga projekt.
ta: ஏற்கனவே உள்ள திட்டங்களின் பட்டியலைக் கொடுக்க மேம்படுத்தப்பட்ட பிழை பக்கம்.
tr: Hata sayfası var olan projelerin listesini verecek biçimde geliştirildi.
uk: Удосконалено сторінку помилок — надано список наявних проєктів.
zh_hans: 改进了错误页面，来给出现有项目的列表。
zh_hant: 改進了錯誤頁面，來給出現有項目的列表。

source: New per language stats.
de: Neue Statistiken pro Sprache.
ga: Nua in aghaidh na staitisticí teanga.
hu: Új nyelvspecifikus statisztikák.
id: Statistik per bahasa baru.
ja: 言語ごとの新しい統計。
nl: Nieuwe statistieken per taal.
pt: Novas estatísticas por idioma.
pt_br: Novas estatísticas por idioma.
ro: Noi statistici pe limbă.
ru: Новая статистика по языкам.
sv: Ny statistik per språk.
ta: மொழி புள்ளிவிவரங்களுக்கு புதியது.
tr: Her dil için istatistikler eklendi.
uk: Нова статистика для окремих мов.
zh_hans: 新的每种语言的统计数据。
zh_hant: 新的每種語言的統計數據。

source: *Released on February 7th 2012.*
de: *Veröffentlicht am 7. Februar 2012.*
ga: *Eisithe ar 7 Feabhra 2012.*
hu: *Kiadva: 2012. február 7.*
id: *Dirilis pada 7 Februari 2012.*
nl: *Uitgegeven op 7 februari 2012.*
pt_br: *Atualizado em 7 de fevereiro de 2012.*
sv: *Släpptes den 7 februari 2012.*
tr: *7 Şubat 2012 tarihinde yayınlandı.*
uk: *Випущено 7 лютого 2012 року.*

source: Improved validation of several forms.
de: Verbesserte Validierung verschiedener Formulare.
ga: Bailíochtú feabhsaithe ar roinnt foirmeacha.
hu: Több űrlap érvényesítésének javítása.
id: Peningkatan validasi beberapa formulir.
ja: 複数のフォームの検証の改善。
nl: Verbeterd valideren van verscheidene formulieren.
pt: Melhorada a validação de vários formulários.
pt_br: Melhorada a validação de vários formulários.
ro: Validarea îmbunătățită a mai multor formulare.
ru: Улучшена проверка некоторых форм.
sv: Förbättrad validering av flera formulär.
ta: பல வடிவங்களின் மேம்பட்ட சரிபார்ப்பு.
tr: Çeşitli formların doğrulaması iyileştirildi.
uk: Удосконалено перевірку коректності декількох форм.
zh_hans: 改进了几种形式的验证。
zh_hant: 改進了幾種形式的驗證。

source: Warn users on profile upgrade.
de: Warnung der Benutzer bei der Profilaktualisierung.
ga: Tabhair rabhadh d'úsáideoirí faoi uasghrádú próifíle.
hu: Figyelmeztetés megjelenítése profilfrissítéskor.
id: Peringatkan pengguna saat pemutakhiran profil.
ja: プロファイルのアップグレード時にユーザーに警告。
nl: Gebruikers waarschuwen bij upgrade profiel.
pt: Avisa os utilizadores sobre a atualização do perfil.
pt_br: Avisa os usuários sobre a atualização do perfil.
ro: Avertizează utilizatorii cu privire la actualizarea profilului.
ru: Предупреждение пользователей при обновлении профиля.
sv: Varna användare vid profiluppgradering.
ta: சுயவிவர மேம்படுத்தலில் பயனர்களை எச்சரிக்கவும்.
tr: Profili yükseltildiğinde kullanıcıların uyarılması sağlandı.
uk: Реалізовано попередження користувачів щодо оновлення профілю.
zh_hans: 在个人资料升级时警告用户。
zh_hant: 在個人資料升級時警告用戶。

source: Remember URL for login.
de: URL für die Anmeldung wird nun gespeichert.
ga: Cuimhnigh URL le haghaidh logáil isteach.
hu: Bejelentkezéskor megjegyzi a korábban látogatott URL-t.
id: Ingat URL untuk masuk.
ja: ログイン時の URL の記録。
nl: URL voor inloggen onthouden.
pt: Lembre-se de URL para fazer o login.
pt_br: Lembre-se de URL para fazer o login.
ro: Țineți minte URL-ul pentru autentificare.
ru: Запоминание URL-адреса для входа в систему.
sv: Kom ihåg URL för inloggning.
ta: உள்நுழைவுக்கு முகவரி ஐ நினைவில் கொள்ளுங்கள்.
tr: Oturum açma adresinin anımsanması sağlandı.
uk: Реалізовано запам'ятовування адреси для входу.
zh_hans: 记住 URL 用于登录。
zh_hant: 記住 URL 用於登錄。

source: Naming of text areas while entering plural forms.
de: Benennung von Textbereichen bei der Eingabe von Pluralformen.
ga: Réimsí téacs a ainmniú agus foirmeacha iolra á gcur isteach.
hu: Többes szám bevitelekor a szövegmezők nevesítése.
id: Penamaan area teks saat memasukkan bentuk jamak.
ja: 複数形を入力するテキスト エリアの命名。
nl: Naamgeving tekstgebieden bij invoeren van meervoudsvormen.
pt: Nomenclatura de áreas de texto ao inserir formas plurais.
pt_br: Nomenclatura de áreas de texto ao inserir formas plurais.
ro: Denumirea zonelor de text la introducerea formelor de plural.
ru: Именование областей текста при вводе форм множественного числа.
sv: Namngivning av textområden vid inmatning av pluralformer.
ta: பன்மை வடிவங்களில் நுழையும் போது உரை பகுதிகளுக்கு பெயரிடுதல்.
tr: Çoğul biçimler yazılırken metin aralarının adlandırılması sağlandı.
uk: Іменування текстових областей при введенні форм множини.
zh_hans: 输入复数形式时对文本区域的命名。
zh_hant: 輸入複數形式時對文本區域的命名。

source: Automatic expanding of translation area.
de: Automatische Erweiterung des Übersetzungsbereichs.
ga: Leathnú uathoibríoch ar an réimse aistriúcháin.
hu: Fordítási terület automatikus kiterjesztése.
id: Perluasan area terjemahan otomatis.
ja: 翻訳エリアの自動拡大。
nl: Automatisch vergroten van vertaalgebied.
pt: Expansão automática da área de tradução.
pt_br: Expansão automática da área de tradução.
ro: Extinderea automată a zonei de traducere.
ru: Автоматическое расширение области перевода.
sv: Automatisk utvidgning av översättningsområdet.
ta: மொழிபெயர்ப்பு பகுதியை தானாக விரிவாக்குதல்.
tr: Çeviri alanının kendiliğinden genişletilmesi sağlandı.
uk: Автоматичне розширення області перекладу.
zh_hans: 自动扩大翻译区域。
zh_hant: 自動擴大翻譯區域。

source: *Released on February 6th 2012.*
de: *Veröffentlicht am 6. Februar 2012.*
ga: *Eisithe ar 6 Feabhra 2012.*
hu: *Kiadva: 2012. február 6.*
id: *Dirilis pada 6 Februari 2012.*
nl: *Uitgegeven op 6 februari 2012.*
pt_br: *Atualizado em 6 de fevereiro de 2012.*
sv: *Släpptes den 6 februari 2012.*
tr: *6 Şubat 2012 tarihinde yayınlandı.*
uk: *Випущено 6 лютого 2012 року.*

source: Initial release.
de: Erstveröffentlichung.
ga: Eisiúint tosaigh.
hu: Első hivatalos kiadás.
id: Rilis awal.
ja: 最初のリリース。
nl: Initiële uitgave.
pt: Lançamento inicial.
pt_br: Lançamento inicial.
ro: Lansarea inițială.
ru: Первый выпуск.
sv: Första utgåvan.
ta: தொடக்க வெளியீடு.
tr: İlk sürüm.
uk: Початковий випуск.
zh_hans: 初始发布。
zh_hant: 初始發布。

source: Weblate 1.x series
de: Weblate 1.x
ga: Weblate 1.x sraith
hu: Weblate 1.x sorozat
id: Weblate seri 1.x
ja: Weblate 1.x シリーズ
nl: Weblate 1.x serie
pt: Série 1.x do Weblate
pt_br: Série 1.x do Weblate
ro: Seria Weblate 1.x
ru: Серия Weblate 1.x
sv: Weblate 1.x-serien
ta: வலைபெயர்ப்பு 1.x தொடர்
tr: Weblate 1.x serisi
uk: Випуски Weblate 1.x
zh_hans: Weblate 1.x 系列
zh_hant: Weblate 1.x 系列

source: *Released on May 6th 2014.*
de: *Veröffentlicht am 6. Mai 2014.*
ga: *Eisithe ar 6 Bealtaine 2014.*
hu: *Kiadva: 2014. május 6.*
id: *Dirilis pada 6 Mei 2014.*
nl: *Uitgegeven op 6 mei 2014.*
pt_br: *Atualizado em 6 de maio de 2014.*
sv: *Släpptes den 6 maj 2014.*
tr: *6 Mayıs 2014 tarihinde yayınlandı.*
uk: *Випущено 6 травня 2014 року.*

source: Django 1.6 compatibility.
de: Kompatibilität mit Django 1.6.
ga: Comhoiriúnacht Django 1.6.
hu: Kompatibilitás a Django 1.6 verzióval.
id: Kompatibilitas Django 1.6.
ja: Django 1.6 の互換性に対応。
nl: Django 1.6 compatibiliteit.
pt: Compatibilidade com Django 1.6.
pt_br: Compatibilidade com Django 1.6.
ro: Compatibilitate cu Django 1.6.
ru: Совместимость с Django 1.6.
sv: Kompatibilitet med Django 1.6.
ta: சாங்கோ 1.6 பொருந்தக்கூடிய தன்மை.
tr: Django 1.6 uyumluluğu sağlandı.
uk: Реалізовано сумісність із Django 1.6.
zh_hans: Django 1.6 兼容性。
zh_hant: Django 1.6 兼容性。

source: No longer maintained compatibility with Django 1.4.
de: Die Kompatibilität mit Django 1.4 wird nicht mehr aufrechterhalten.
ga: Níor coinníodh comhoiriúnacht le Django 1.4 a thuilleadh.
hu: A Django 1.4 verzióval való kompatibilitás már nem támogatott.
id: Tidak lagi mempertahankan kompatibilitas dengan Django 1.4.
ja: Django 1.4 との互換性を終了。
nl: Niet langer onderhouden compatibiliteit met Django 1.4.
pt: Compatibilidade descontinuada com Django 1.4.
pt_br: Compatibilidade descontinuada com Django 1.4.
ro: Nu se mai menține compatibilitatea cu Django 1.4.
ru: Совместимость с Django 1.4 более не поддерживается.
sv: Kompatibilitet med Django 1.4 upprätthålls inte längre.
ta: சாங்கோ 1.4 உடன் இனி பொருந்தக்கூடிய தன்மையை பராமரிக்காது.
tr: Artık Django 1.4 uyumluluğu korunmuyor.
uk: Вилучено підтримку сумісності із Django 1.4.
zh_hans: 不再维护与 Django 1.4 的兼容性。
zh_hant: 不在維護與 Django 1.4 的兼容性。

source: Management commands for locking/unlocking translations.
de: Verwaltungsbefehle zum Sperren/Entsperren von Übersetzungen.
ga: Orduithe bainistíochta chun aistriúcháin a ghlasáil/dhíghlasáil.
hu: Új parancssori műveletek a fordítások zárolására/feloldására.
id: Perintah manajemen untuk mengunci/membuka kunci terjemahan.
ja: 翻訳をロックまたはロック解除するための管理コマンドの追加。
nl: Opdrachten voor beheer voor vergrendelen/ontgrendelen vertalingen.
pt: Comandos de gestão para bloquear/desbloquear traduções.
pt_br: Comandos de gerenciamento para bloquear/desbloquear traduções.
ro: Comenzi de gestionare pentru blocarea/ deblocarea traducerilor.
ru: Команды управления для блокировки/разблокировки переводов.
sv: Hanteringskommandon för att låsa/låsa upp översättningar.
ta: மொழிபெயர்ப்புகளை பூட்ட/திறப்பதற்கான மேலாண்மை கட்டளைகள்.
tr: Çeviriler için kilitleme ve kilit açma yönetim komutları eklendi.
uk: Реалізовано команди керування для блокування та розблоковування перекладів.
zh_hans: 用于锁定/解锁翻译的管理命令。
zh_hant: 用於鎖定/解鎖翻譯的管理命令。

source: Improved support for Qt TS files.
de: Verbesserte Unterstützung für Qt-TS-Dateien.
ga: Tacaíocht fheabhsaithe do chomhaid Qt TS.
hu: Továbbfejlesztett támogatás a Qt TS fájlokhoz.
id: Peningkatan dukungan untuk berkas Qt TS.
ja: Qt TS ファイル形式への対応を改良。
nl: Verbeterde ondersteuning voor TS-bestanden van Qt.
pt: Melhorado suporte para ficheiros de Qt TS.
pt_br: Melhorado suporte para arquivos Qt TS.
ro: Suport îmbunătățit pentru fișierele Qt TS.
ru: Улучшена поддержка TS-файлов (Qt).
sv: Förbättrat stöd för Qt TS-filer.
ta: கியுடி ts கோப்புகளுக்கான மேம்பட்ட உதவி.
tr: Qt TS dosyaları desteği iyileştirildi.
uk: Удосконалено підтримку файлів TS Qt.
zh_hans: 改进了对 Qt TS 文件的支持。
zh_hant: 改進了對 Qt TS 文件的支持。

source: Users can now delete their account.
de: Benutzer können nun ihr Benutzerkonto löschen.
ga: Is féidir le húsáideoirí a gcuntas a scriosadh anois.
hu: A felhasználók mostantól törölhetik saját fiókjukat.
id: Pengguna sekarang dapat menghapus akun mereka.
ja: ユーザーが自分のアカウントを削除できるように改良。
nl: Gebruikers kunnen nu hun account verwijderen.
pt: Os utilizadores agora podem apagar a própria conta.
pt_br: Os usuários agora podem excluir sua conta.
ro: Utilizatorii își pot șterge acum contul.
ru: Пользователи теперь могут удалять свои учётные записи.
sv: Användare kan nu radera sitt konto.
ta: பயனர்கள் இப்போது தங்கள் கணக்கை நீக்கலாம்.
tr: Kullanıcıların hesaplarını silebilmesi sağlandı.
uk: Уможливлено вилучення облікового запису для самих користувачів.
zh_hans: 用户现在可以删除他们的账户。
zh_hant: 用戶現在可以刪除他們的賬戶。

source: Avatars can be disabled.
de: Avatare können nun deaktiviert werden.
ga: Is féidir avatars a dhíchumasú.
hu: A profilképek megjelenítése kikapcsolható.
id: Avatar dapat dinonaktifkan.
ja: アバターの無効化機能の追加。
nl: Avatars kunnen worden uitgeschakeld.
pt: Avatares podem ser desativados.
pt_br: Avatares podem ser desabilitados.
ro: Avatarul poate fi dezactivat.
ru: Аватары теперь могут быть отключены.
sv: Avatarer kan inaktiveras.
ta: அவதாரங்கள் முடக்கப்படலாம்.
tr: Avatarları kullanımdan kaldırma özelliği eklendi.
uk: Уможливлено вимикання аватарів.
zh_hans: 头像可以被禁止。
zh_hant: 頭像可以被禁止。

source: Merged first and last name attributes.
de: Die Attribute für Vor- und Nachnamen zusammengeführt.
ga: Cumasc tréithe céadainm agus sloinne.
hu: A vezetéknév és keresztnév mezők összevonásra kerültek.
id: Atribut nama depan dan belakang digabungkan.
ja: 姓と名の属性を統合するように改良。
nl: Samenvoegen van attributen voor- en achternaam.
pt: Mesclados os atributos de nome e sobrenome.
pt_br: Mesclados os atributos de nome e sobrenome.
ro: A fuzionat atributele numelui și prenumelui.
ru: Атрибуты «первое имя» и «второе имя» объединены в один.
sv: Sammanslagna attribut för för- och efternamn.
ta: முதல் மற்றும் கடைசி பெயர் பண்புக்கூறுகள் இணைக்கப்பட்டன.
tr: Ad ve soyad öznitelikleri birleştirildi.
uk: Об'єднано атрибути імені і прізвища.
zh_hans: 合并了名字和姓氏属性。
zh_hant: 合併第一個和最後一個名稱屬性。

source: Avatars are now fetched and cached server side.
de: Avatare werden jetzt serverseitig abgerufen und zwischengespeichert.
ga: Faightear avatars anois agus cuirtear i dtaisce iad ar thaobh an fhreastalaí.
hu: A profilképeket mostantól kiszolgáló oldalon töltjük le és gyorsítótárazzuk.
id: Avatar sekarang diambil dan disimpan di sisi server.
ja: アバターが取得し、サーバー側でキャッシュするように改良。
nl: Avatars worden nu opgehaald en gecachet aan de zijde van de server.
pt: Avatares agora são obtidos e armazenados em cache no lado do servidor.
pt_br: Avatares agora são obtidos e armazenados em cache no lado do servidor.
ro: Avatarurile sunt acum preluate și stocate în memoria cache pe server.
ru: Аватары теперь загружаются и кешируются на стороне сервера.
sv: Avatarer hämtas nu och cachelagras på serversidan.
ta: அவதாரங்கள் இப்போது பெறப்பட்டுள்ளன மற்றும் தற்காலிக சேமிப்பக பக்கமாக உள்ளன.
tr: Avatarların sunucu tarafında tutulması ve ön belleğe alınması sağlandı.
uk: Реалізовано отримання і кешування аватарів на боці сервера.
zh_hans: 头像现在可以取回并缓存在服务器一侧。
zh_hant: 頭像現在可以取回並緩存在服務器一側。

source: Added support for shields.io badge.
de: Unterstützung für Shields.io-Symbol hinzugefügt.
ga: Tacaíocht bhreise le haghaidh suaitheantas shields.io.
hu: shields.io jelvény támogatása hozzáadva.
id: Menambahkan dukungan untuk lencana shields.io.
ja: shields.io バッジに対応。
nl: Toegevoegde ondersteuning voor insigne shields.io.
pt: Adicionado suporte para emblema do shields.io.
pt_br: Adicionado suporte para emblema do shields.io.
ro: A fost adăugat suport pentru insigna shields.io.
ru: Добавлена поддержка плашки shields.io.
sv: Stöd för shields.io-märken har lagts till.
ta: சீல்ட்ச் ஒட்டு.
tr: shields.io simgeleri desteği eklendi.
uk: Додано підтримку емблеми shields.io.
zh_hans: 为 shields.io 徽章添加了支持。
zh_hant: 為 shields.io 徽章添加了支持。

source: *Released on November 7th 2013.*
de: *Veröffentlicht am 7. November 2013.*
ga: *Eisithe ar 7 Samhain 2013.*
hu: *Kiadva: 2013. november 7.*
id: *Dirilis pada 7 November 2013.*
nl: *Uitgegeven op 7 november 2013.*
pt_br: *Atualizado em 7 de novembro de 2013.*
sv: *Släpptes den 7 november 2013.*
tr: *7 Kasım 2013 tarihinde yayınlandı.*
uk: *Випущено 7 листопада 2013 року.*

source: Please check manual for upgrade instructions.
de: Bitte im Handbuch nachlesen, um Upgrade-Anweisungen zu erhalten.
ga: Seiceáil an lámhleabhar le haghaidh treoracha uasghrádaithe.
hu: Frissítési útmutatóért, olvassa el a kézikönyvet.
id: Silakan periksa manual untuk petunjuk pemutakhiran.
ja: アップグレードの方法は、マニュアルを確認してください。
nl: Bekijk handleiding voor instructies voor upgraden.
pt: Confira o manual para as instruções de atualização.
pt_br: Confira o manual para as instruções de atualização.
ro: Vă rugăm să consultați manualul pentru instrucțiuni de actualizare.
ru: Проверьте инструкции по обновлению в руководстве.
sv: Se manualen för uppgraderingsinstruktioner.
ta: மேம்படுத்தல் வழிமுறைகளுக்கு கையேட்டை சரிபார்க்கவும்.
tr: Yükseltme yönergesi için lütfen rehbere bakın.
uk: Настанови щодо оновлення наведено у підручнику.
zh_hans: 关于升级的指示，请查看手册。
zh_hant: 關於升級的指示，請查看手冊。

source: Nicer listing of project summary.
de: Bessere Auflistung der Projektzusammenfassung.
ga: Liosta níos deise den achoimre tionscadail.
hu: Áttekinthetőbb projektösszegzés lista.
id: Daftar ringkasan proyek yang lebih bagus.
ja: プロジェクト概要をより分かりやすく掲載するように改良。
nl: Netter vermelden van projectsamenvatting.
pt: Melhor listagem de resumo de projeto.
pt_br: Melhor listagem de resumo de projeto.
ro: O listă mai frumoasă a rezumatului proiectului.
ru: Более приятный вид сводки проектов.
sv: Trevligare presentation av projektets sammanfattning.
ta: திட்ட சுருக்கத்தின் நல்ல பட்டியல்.
tr: Proje özetinin görünümü güzelleştirildi.
uk: Удосконалено список даних у резюме проєкту.
zh_hans: 更好地列出了项目概况。
zh_hant: 更好地列出了項目概況。

source: Better visible options for sharing.
de: Besser sichtbare Optionen für die gemeinsame Nutzung.
ga: Roghanna infheicthe níos fearr maidir le comhroinnt.
hu: Jobban látható megosztási lehetőségek.
id: Pilihan yang lebih terlihat untuk berbagi.
ja: 共有化のより良い可視化オプションの追加。
nl: Beter zichtbare opties voor delen.
pt: Opções mais visíveis para compartilhamento.
pt_br: Opções mais visíveis para compartilhamento.
ro: Opțiuni mai vizibile pentru partajare.
ru: Улучшен внешний вид ссылок на социальные сети, по которым можно поделиться переводом.
sv: Bättre synliga alternativ för delning.
ta: பகிர்வுக்கு சிறந்த புலப்படும் விருப்பங்கள்.
tr: Paylaşım seçeneklerinin daha iyi görünmesi sağlandı.
uk: Удосконалено показ пунктів поширення даних.
zh_hans: 优化了分享选项的外观。
zh_hant: 用於分享的更好的可視化選型。

source: More control over anonymous users privileges.
de: Mehr Kontrolle über anonyme Benutzerberechtigungen.
ga: Tuilleadh smachta ar phribhléidí úsáideoirí gan ainm.
hu: Nagyobb kontroll a névtelen felhasználók jogosultságai felett.
id: Kontrol lebih besar atas hak istimewa pengguna anonim.
ja: 匿名ユーザーの特権をより詳細に制御する機能の追加。
nl: Meer beheer over rechten voor anonieme gebruikers.
pt: Mais controle sobre privilégios de utilizadores anônimos.
pt_br: Mais controle sobre privilégios de usuários anônimos.
ro: Mai mult control asupra privilegiilor utilizatorilor anonimi.
ru: Больше контроля над анонимными пользователями.
sv: Mer kontroll över anonyma användares behörigheter.
ta: அநாமதேய பயனர்களின் சலுகைகள் மீது அதிக கட்டுப்பாடு.
tr: Anonim kullanıcı izinleri üzerinde daha fazla denetim sağlandı.
uk: Удосконалено контроль за правами доступу анонімних користувачів.
zh_hans: 对匿名用户特权的更多控制。
zh_hant: 對匿名用戶特權的更多控制。

source: Supports login using third party services, check manual for more details.
de: Unterstützt die Anmeldung über Drittanbieter-Dienste, siehe Handbuch für weitere Einzelheiten.
ga: Tacaíonn logáil isteach ag baint úsáide as seirbhísí tríú páirtí, seiceáil lámhleabhar le haghaidh tuilleadh sonraí.
hu: Támogatott a harmadik fél szolgáltatásain keresztüli bejelentkezés, részletek a kézikönyvben.
id: Mendukung masuk menggunakan layanan pihak ketiga, periksa manual untuk rincian lebih lanjut.
ja: サードパーティーのサービスを利用したログインに対応。詳細はマニュアルを確認してください。
nl: Ondersteunt inloggen met services van derde partijen, bekijk de handleiding voor meer details.
pt: Suporte a login usando serviços de terceiros, confira o manual para obter mais detalhes.
pt_br: Suporte a login usando serviços de terceiros, confira o manual para obter mais detalhes.
ro: Suportă autentificarea cu ajutorul unor servicii terțe, consultați manualul pentru mai multe detalii.
ru: Поддержка входа через сторонние сервисы, просмотрите подробности в руководстве.
sv: Stöder inloggning med hjälp av tjänster från tredje part. Se manualen för mer information.
ta: மூன்றாம் தரப்பு சேவைகளைப் பயன்படுத்தி உள்நுழைவை ஆதரிக்கிறது, மேலும் விவரங்களுக்கு கையேட்டை சரிபார்க்கவும்.
tr: Üçüncü taraf hizmetlerini kullanarak oturum açma desteği eklendi. Ayrıntılı bilgi almak için rehbere bakabilirsiniz.
uk: Реалізовано підтримку використання сторонніх служб для входу до системи. Ознайомтеся із підручником, щоб дізнатися більше.
zh_hans: 支持使用第三方服务登录，请查阅手册了解详情。
zh_hant: 支持使用第三方服務登錄，更多細節請查看手冊。

source: Users can login by e-mail instead of username.
de: Benutzer können sich per E-Mail statt mit ihrem Benutzernamen anmelden.
ga: Is féidir le húsáideoirí logáil isteach trí r-phost in ionad ainm úsáideora.
hu: A felhasználók a bejelentkezéshez az e-mail-címüket is használhatják.
id: Pengguna dapat masuk menggunakan surel, bukan nama pengguna.
ja: ユーザー名ではなく、メールアドレスでのログインが可能に改良。
nl: Gebruikers mogen inloggen met e-mail in plaats van met gebruikersnaam.
pt: Os utilizadores podem fazer login por e-mail em vez de nome de utilizador.
pt_br: Os usuários podem fazer login por e-mail em vez de nome de usuário.
ro: Utilizatorii se pot autentifica prin e-mail în loc de nume de utilizator.
ru: Теперь пользователи могут совершать вход и по адресу электронной почты вместо имени пользователя.
sv: Användare kan logga in med e-postadress istället för användarnamn.
ta: பயனர்கள் பயனர்பெயருக்கு பதிலாக மின்னஞ்சல் மூலம் உள்நுழையலாம்.
tr: Kullanıcı adı yerine e-posta ile oturum açılabilmesi sağlandı.
uk: Уможливлено вхід користувачів за адресою електронної пошти замість імені користувача.
zh_hans: 用户可以通过电子邮箱地址而不是用户名登录。
zh_hant: 用戶可以通過電子郵件地址而不是用戶名登錄。
