Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The configuration for the CI is in :file:`.github/workflows` directory. It heavily uses helper scripts stored in :file:`ci` directory. The scripts can be also executed manually, but they require several environment variables, mostly defining Django settings file to use and test database connection. The example definition of that is in :file:`scripts/test-database.sh`:
de: Die CI-Konfiguration befindet sich im Verzeichnis :file:`.github/workflows`. Es verwendet hauptsächlich Hilfsskripte, die im Verzeichnis :file:`ci` gespeichert sind. Die Skripte können auch manuell ausgeführt werden, benötigen aber mehrere Umgebungsvariablen, hauptsächlich für die Definition der zur verwendeten Django-Einstellungsdatei und dem Test der Datenbankverbindung. Die Beispiel-Definition dafür befindet sich in :file:`scripts/test-database.sh`:
ga: Tá an chumraíocht don CI i :file:`.github/workflows` eolaire. Úsáideann sé go mór scripteanna cúntóra atá stóráilte in eolaire :file:`ci`. Is féidir na scripteanna a fhorghníomhú de láimh freisin, ach teastaíonn roinnt athróga timpeallachta uathu, ag sainmhíniú den chuid is mó comhad socruithe Django chun nasc bunachar Tá an sainmhíniú samplach air sin in :file:`scripts/test-database.sh``:
hu: A folyamatos integrációhoz (CI) tartozó konfiguráció a :file:`.github/workflows` könyvtárban található. Ez nagymértékben támaszkodik a :file:`ci` könyvtárban elhelyezett segédszkriptekre. A szkriptek manuálisan is futtathatók, de több környezeti változót igényelnek — főként a használandó Django beállításfájlt, valamint az adatbázis-kapcsolatot kell megadni. Erre példa található a :file:`scripts/test-database.sh` fájlban:
id: Konfigurasi untuk CI ada di direktori :file:`.github/workflows`. CI banyak menggunakan skrip pembantu yang tersimpan di direktori :file:`ci`. Skrip ini juga dapat dieksekusi secara manual, tetapi memerlukan beberapa variabel lingkungan, yang sebagian besar mendefinisikan berkas pengaturan Django untuk digunakan dan menguji koneksi basis data. Contoh definisinya ada di :file:`scripts/test-database.sh`:
nl: De configuratie voor de CI staat in de map :file:`.github/workflows`. Het gebruikt in hoge mate hulpscripts die zijn opgeslagen in de map :file:`ci`. De scripts kunnen ook handmatig worden uitgevoerd, maar zij vereisen verscheidene omgevingsvariabelen, die meestal het te gebruiken instellingenbestand voor Django definieert en de verbinding naar de database test. De voorbeelddefinitie daarvan staat in :file:`scripts/test-database.sh`:
pt_br: A configuração do CI está no diretório :file:`.github/workflows`. Ele usa muito scripts auxiliares armazenados no diretório :file:`ci`. Os scripts também podem ser executados manualmente, mas eles requerem várias variáveis de ambiente, principalmente definindo o arquivo de configurações do Django para usar e conexão com o banco de dados de teste. A definição de exemplo disso está em :file:`scripts/test-database.sh`:
sv: Konfigurationen för CI finns i katalogen :file:`.github/workflows`. Den använder i stor utsträckning hjälpscript som finns lagrade i katalogen :file:`ci`. Scripten kan också köras manuellt, men de kräver flera miljövariabler, främst för att definiera vilken Django-inställningsfil som ska användas och testa databasanslutningen. Ett exempel på en sådan definition finns i :file:`scripts/test-database.sh`:
tr: Kesintisiz bütünleştirme yapılandırması :file:`.github/workflows` klasöründe bulunur ve yoğun olarak :file:`ci` klasöründeki yardımcı betikleri kullanır. Betikler el ile de yürütülebilir, ancak çoğunlukla kullanılacak Django ayarları dosyasını ve veri tabanı bağlantısını denetleyen birkaç ortam değişkeni gereklidir. Bunun örnek tanımını :file:`scripts/test-database.sh` içinde bulabilirsiniz:
uk: Налаштування для системи неперервної інтеграції зберігаються у каталозі :file:`.github/workflows`. Система неперервної інтеграції значною частиною використовує допоміжні скрипти, які зберігаються у каталозі :file:`ci`. Ці скрипти може бути виконано вручну, але для їхньої роботи потрібні декілька змінних середовища, які, здебільшого, визначають файл параметрів Django, яким слід скористатися, та тестування з'єднання із базою даних. Приклад визначення цих змінних можна знайти у файлі :file:`scripts/test-database.sh`:
zh_hans: CI 的配置在 :file:`.github/workflows` 目录中。它重度使用了 :file:`ci` 目录中的帮助脚本。脚本还可以手动执行，但它们需要一些环境变量，多数用来定义使用和测试数据库连接的 Django 设置文件。它的示例定义在 :file:`scripts/test-database.sh` 中：

source: The simple execution can look like:
de: Die einfache Ausführung kann wie folgt aussehen:
ga: Is féidir breathnú ar fhorghníomhú simplí mar:
hu: Egyszerű futtatás például így nézhet ki:
id: Eksekusi sederhananya dapat terlihat seperti ini:
ja: 単純な実行例:
nl: De eenvoudige uitvoering kan er uitzien als:
pt: A execução simples pode ser semelhante a:
pt_br: A execução simples pode ser semelhante a:
ro: Execuția simplă poate arăta astfel:
ru: Простой запуск может выглядеть как:
sv: Det enkla utförandet kan se ut så här:
ta: எளிய செயலாக்கம் இப்படி இருக்கும்:
tr: Basit yürütme şöyle görünebilir:
uk: Просте виконання може виглядати так:
zh_hans: 简单的执行看起来可以像这样：
zh_hant: 簡單的執行看起來可以像這樣：

source: Local testing of Weblate
de: Lokales Testen von Weblate
ga: Tástáil áitiúil ar Weblate
hu: Weblate helyi tesztelése
id: Pengujian lokal Weblate
nl: Lokaal testen van Weblate
sv: Lokal testning av Weblate
uk: Локальне тестування Weblate

source: Before running test, please ensure test dependencies are installed. This can be done by ``pip install -e .[test]``.
de: Bevor Sie den Test ausführen, bitte sicherstellen, dass die Testabhängigkeiten installiert sind. Dies kann durch ``pip install -e .[test]`` erfolgen.
ga: Sula ndéanann tú an tástáil, cinntigh le do thoil go bhfuil spleáchais tástála suiteáilte. Is féidir é seo a dhéanamh le ``pip install -e .[test]``.
hu: A tesztek futtatása előtt győződjön meg róla, hogy a tesztfüggőségek telepítve vannak. Ezt megteheti a következő paranccsal: ``pip install -e .[test]``.
id: Sebelum menjalankan pengujian, pastikan dependensi pengujian telah terinstal. Hal ini dapat dilakukan dengan ``pip install -e .[test]``.
ja: テストを実行する前に、テストの依存関係がインストールされていることを確認してください。これは、``pip install -e .[test]`` によって実行できます。
nl: Zorg ervoor, voor het uitvoeren van testen, dat de afhankelijkheden voor testen zijn geïnstalleerd. Dat kan worden gedaan met ``pip install -e .[test]``.
pt_br: Antes de executar o teste, certifique-se de que as dependências de teste estejam instaladas. Isso pode ser feito por ``pip install -e .[test]``.
sv: Innan du kör testet, se till att testberoenden är installerade. Detta kan göras med ``pip install -e .[test]``.
ta: சோதனையை இயக்குவதற்கு முன், சோதனை சார்புகள் நிறுவப்பட்டிருப்பதை உறுதிப்படுத்தவும். இதை `` பிஐபி நிறுவல் -e மூலம் செய்யலாம். [சோதனை] ``.
tr: Sınamayı çalıştırmadan önce lütfen sınama bağımlılıklarının kurulu olduğundan emin olun. Bunu, ``pip install -e .[test]`` komutu ile yapabilirsiniz.
uk: Перш ніж запускати тест, будь ласка, переконайтеся, що встановлено залежності тесту. Зробити це можна за допомогою команди `pip install -e .[test]`.
zh_hans: 运行测试前，请确保测试依赖已安装。可以通过 ``pip install -e .[test]`` 进行确认。

source: Testing using pytest
de: Testen mit pytest
ga: Tástáil ag baint úsáide as pytest
hu: Tesztelés pytest használatával
id: Pengujian menggunakan pytest
ja: pytest を使用したテスト
nl: Testen met pytest
pt_br: Testando usando pytest
sv: Testning med pytest
ta: Pytest ஐப் பயன்படுத்தி சோதனை
tr: pytest kullanarak sınama
uk: Тестування за допомогою pytest
zh_hans: 使用 pytest 进行测试

source: Prior to running tests you should collect static files as some tests rely on them being present:
de: Vor der Durchführung von Tests sollten Sie statische Dateien sammeln, da einige Tests auf deren Vorhandensein angewiesen sind:
ga: Sula ndéanann tú tástálacha ba cheart duit comhaid statacha a bhailiú mar braitheann roinnt tástálacha orthu a bheith i láthair:
hu: A tesztek futtatása előtt szükséges az statikus fájlok összegyűjtése is, mivel egyes tesztek ezek meglétére támaszkodnak:
id: Sebelum menjalankan pengujian, Anda harus mengumpulkan berkas statis karena beberapa pengujian bergantung pada keberadaan berkas tersebut:
ja: テストを実行する前に、静的ファイルの収集が必要です。テストによっては、静的ファイルの存在に依存しているためです。静的ファイルの収集方法:
nl: Voorafgaande aan het testen zou u statische bestanden moeten verzamelen, omdat enkele testen erop vertrouwen dat die aanwezig zijn:
pt: Antes de executar os testes, deve coletar ficheiros estáticos, pois alguns testes contam com a presença deles:
pt_br: Antes de executar os testes, você deve coletar arquivos estáticos, pois alguns testes contam com a presença deles:
ro: Înainte de a rula testele, ar trebui să colectați fișierele statice, deoarece unele teste se bazează pe prezența lor:
ru: До того как запустить тесты, надо сначала собрать статические файлы, так как они нужны для некоторых из них:
sv: Innan du kör tester bör du samla in statiska filer, eftersom vissa tester är beroende av att de finns tillgängliga:
ta: சோதனைகளை இயக்குவதற்கு முன் நீங்கள் நிலையான கோப்புகளை சேகரிக்க வேண்டும், ஏனெனில் சில சோதனைகள் அவை இருப்பதை நம்பியுள்ளன:
tr: Sınamaları çalıştırmadan önce, bazı sınamalar için var olmaları gerektiğinden durağan dosyaları toplamalısınız:
uk: Перш ніж запускати тести, вам слід зібрати статичні файли, оскільки робота деяких тестів залежить від наявності цих файлів:
zh_hans: 运行测试前，应该收集静态文件，因为一些测试在出现时依赖于它们：
zh_hant: 運行測試前，應該收集靜態文件，因為一些測試在出現時依賴於它們：

source: You can use `pytest` to run a testsuite locally:
de: Sie können `pytest` verwenden, um eine Testsuite lokal auszuführen:
ga: Is féidir leat `pytest` a úsáid chun sraith tástála a rith go háitiúil:
hu: A teljes tesztcsomag helyi futtatásához használja a `pytest` eszközt:
id: Anda dapat menggunakan `pytest` untuk menjalankan rangkaian pengujian secara lokal:
ja: `pytest` を使用してテストスイートをローカルで実行するコマンド:
nl: U kunt `pytest` gebruiken om een testsuite lokaal uit te voeren:
pt_br: Você pode usar `pytest` para executar um conjunto de testes localmente:
sv: Du kan använda `pytest` för att köra en testserie lokalt:
ta: உள்நாட்டில் ஒரு டெச்ட்சூட்டை இயக்க நீங்கள் `பைடெச்ட்` ஐப் பயன்படுத்தலாம்:
tr: Bir sınama paketini yerel olarak çalıştırmak için `pytest` kullanabilirsiniz:
uk: Ви можете скористатися `pytest` для запису комплексу для перевірки локально:
zh_hans: 你可以使用 `pytest` 在本地运行测试套件：

source: Running an individual test file:
de: Ausführen einer einzelnen Testdatei:
ga: Comhad tástála aonair a rith:
hu: Egy adott tesztfájl futtatása:
id: Menjalankan berkas uji individual:
ja: 個々のテストファイルの実行:
nl: Uitvoeren van een individueel testbestand:
pt_br: Executando um arquivo de teste individual:
sv: Körning av en enskild testfil:
ta: ஒரு தனிப்பட்ட சோதனை கோப்பை இயக்குதல்:
tr: Tekil bir sınama dosyasını çalıştırmak:
uk: Запуск індивідуального тестового файлу:
zh_hans: 运行单个测试文件：

source: You will need a database (PostgreSQL) server to be used for tests. By default Django creates separate database to run tests with ``test_`` prefix, so in case your settings is configured to use ``weblate``, the tests will use ``test_weblate`` database. See :ref:`database-setup` for setup instructions.
de: Sie benötigen einen Datenbankserver (PostgreSQL), der für die Tests verwendet wird. Standardmäßig erstellt Django eine separate Datenbank, um Tests mit dem Präfix ``test_`` auszuführen. Falls Ihre Einstellungen also so konfiguriert sind, dass ``weblate`` verwendet wird, werden die Tests die Datenbank ``test_weblate`` verwenden. Siehe :ref:`database-setup` für Anweisungen zur Einrichtung.
ga: Beidh freastalaí bunachar sonraí (PostgreSQL) uait le húsáid le haghaidh tástálacha. De réir réamhshocraithe cruthaíonn Django bunachar sonraí ar leith chun tástálacha a rith le réimír ``test_``, mar sin ar eagla go bhfuil do shocruithe cumraithe chun ``weblate`` a úsáid, úsáidfidh na tástálacha bunachar sonraí ``test_weblate``. Féach :ref:`database-setup` le haghaidh treoracha cumraíochta.
hu: A tesztekhez szüksége lesz egy PostgreSQL adatbázis szerverre. Alapértelmezés szerint a Django egy külön adatbázist hoz létre a tesztekhez, amelynek neve ``test_`` előtaggal kezdődik. Például ha a beállítások szerint az adatbázis neve ``weblate``, akkor a tesztek a ``test_weblate`` nevű adatbázist fogják használni. Lásd a :ref:`database-setup` részt a beállítás részleteihez.
id: Anda memerlukan server basis data (PostgreSQL) untuk pengujian. Secara bawaan, Django membuat basis data terpisah untuk menjalankan pengujian dengan awalan ``test_``. Jadi, jika pengaturan Anda dikonfigurasi untuk menggunakan ``weblate``, pengujian akan menggunakan basis data ``test_weblate``. Lihat :ref:`database-setup` untuk petunjuk pengaturan.
ja: テストには、使用するデータベース（PostgreSQL）サーバーが必要です。デフォルトでは、Django はテストを実行するために、接頭辞 ``test_`` を付けた別のデータベースを作成します。そのため、``weblate`` を使用するように設定している場合、テストには ``test_weblate`` データベースを使用します。設定方法については、:ref:`database-setup` を確認してください。
nl: U zult een databaseserver (PostgreSQL) nodig hebben om te gebruiken voor de testen. Standaard maakt Django een afzonderlijke database, om testen mee uit te voeren, met het voorvoegsel ``test_``, dus in het geval uw instellingen zijn geconfigureerd om ``weblate`` te gebruiken, zullen de testen de database ``test_weblate`` gebruiken. Bekijk :ref:`database-setup` voor instructies voor het instellen.
pt: Precisará de um servidor de banco de dados (PostgreSQL) a ser usado para os testes. Por padrão, o Django cria um banco de dados separado para executar testes com o prefixo ``test_``, então no caso que as suas configurações estarem configuradas para usar ``weblate``, os testes usarão o banco de dados ``test_weblate``. Veja :ref:`database-setup` para instruções de configuração.
pt_br: Você precisará de um servidor de banco de dados (PostgreSQL) a ser usado para os testes. Por padrão, o Django cria um banco de dados separado para executar testes com o prefixo ``test_``, então no caso de suas configurações estarem configuradas para usar ``weblate``, os testes usarão o banco de dados ``test_weblate``. Consulte :ref:`database-setup` para instruções de configuração.
ro: Veți avea nevoie de un server de baze de date (PostgreSQL) care să fie utilizat pentru teste. În mod implicit, Django creează o bază de date separată pentru a rula testele cu prefixul ``test_``, astfel încât, în cazul în care setările dvs. sunt configurate pentru a utiliza ``weblate``, testele vor utiliza baza de date ``test_weblate``. Consultați :ref:`database-setup` pentru instrucțiuni de configurare.
ru: Вам потребуется сервер базы данных (PostgreSQL), который будет использоваться для тестов. По умолчанию Django создаёт отдельную базу данных для запуска тестов (с префиксом ``test_``). Например, если в ваших настройках используется база данных ``weblate``, то тесты будут запускаться с базой данных ``test_weblate``. Смотрите подробности по настройке в главе :ref:`database-setup`.
sv: Du behöver en databas (PostgreSQL) server för att kunna utföra tester. Som standard skapar Django en separat databas för att köra tester med prefixet ``test_``, så om dina inställningar är konfigurerade för att använda ``weblate``, kommer testerna att använda databasen ``test_weblate``. Se :ref:`database-setup` för installationsinstruktioner.
tr: Sınamalar için kullanılacak bir veri tabanı (PostgreSQL) sunucusuna gerek duyacaksınız. Django varsayılan olarak, ``test_`` ön eki olan sınamaları çalıştırmak için ayrı bir veri tabanı oluşturur. Bu nedenle ayarlarınızın ``weblate`` kullanacak şekilde yapılandırılması durumunda, sınamalar ``test_weblate`` veri tabanını kullanır. Kurulum yönergesi için :ref:`database-setup` bölümüne bakabilirsiniz.
uk: Для тестів вам знадобиться сервер бази даних (PostgreSQL). Типово, Django створює окрему базу даних для запуску тестів. У назві цієї бази даних міститься префікс ``test_``. Отже, якщо параметри налаштовано на використання ``weblate``, для тестування буде використано базу даних ``test_weblate``. Див. :ref:`database-setup`, щоб дізнатися більше про налаштовування.
zh_hans: 您会需要使用数据库（PostgreSQL）服务器来检测。Django 默认新建另外的数据库，以 ``test_`` 前缀来运行测试，因此在您的设置配置使用 ``weblate`` 的情况下，测试会使用 ``test_weblate`` 数据库。设置的指示请参见 :ref:`database-setup`。
zh_hant: 您會需要使用數據庫（PostgreSQL）服務器來檢測。 Django 默認新建另外的數據庫，以 ``test_`` 前綴來運行測試，因此在您的設置配置使用 ``weblate`` 的情況下，測試會使用 ``test_weblate`` 數據庫。設置的指示請參見 :ref:`database-setup`。

source: The :file:`weblate/settings_test.py` is used in CI environment as well (see :ref:`ci-tests`) and can be tuned using environment variables:
de: Die :file:`weblate/settings_test.py` wird auch in der CI-Umgebung verwendet (siehe :ref:`ci-tests`) und kann mit Umgebungsvariablen angepasst werden:
ga: Úsáidtear an :file:`weblate/settings_test.py` i dtimpeallacht CI freisin (féach :ref:`ci-tests`) agus is féidir é a thiúnadh le hathróga timpeallachta:
hu: A :file:`weblate/settings_test.py` fájlt a CI környezet is használja (lásd: :ref:`ci-tests`), és környezeti változókon keresztül testreszabható:
id: :file:`weblate/settings_test.py` juga digunakan dalam lingkungan CI (lihat :ref:`ci-tests`) dan dapat diatur menggunakan variabel lingkungan:
ja: :file:`weblate/settings_test.py` は CI 環境でも使用されます（参照: :ref:`ci-tests`）。環境変数を用いた設定方法:
nl: Het bestand :file:`weblate/settings_test.py` wordt ook gebruikt in de omgeving van CI (bekijk :ref:`ci-tests`) en kan fijn worden afgestemd met omgevingsvariabelen:
pt: O :file:`weblate/settings_test.py` é usado no ambiente CI também (veja :ref:`ci-tests`) e pode ser ajustado a usar variáveis de ambiente:
pt_br: O :file:`weblate/settings_test.py` é usado no ambiente CI também (consulte :ref:`ci-tests`) e pode ser ajustado usando variáveis de ambiente:
ro: Fișierul :file:`weblate/settings_test.py` este utilizat și în mediul CI (a se vedea :ref:`ci-tests`) și poate fi reglat cu ajutorul variabilelor de mediu:
ru: При конфигурации среды непрерывной интеграции также используется :file:`weblate/settings_test.py` (смотреть раздел :ref:`ci-tests`), его параметры можно поменять через переменные среды:
sv: :file:`weblate/settings_test.py` används även i CI-miljön (se :ref:`ci-tests`) och kan justeras med hjälp av miljövariabler:
tr: :file:`weblate/settings_test.py` kesintisiz bütünleştirme ortamında da kullanılır (ayrıntılı bilgi almak için: :ref:`ci-tests`) ve ortam değişkenleri kullanılarak ayarlanabilir:
uk: Файл :file:`weblate/settings_test.py` також використовується у середовищі неперервної інтеграції (див. :ref:`ci-tests`). Його роботу можна скоригувати за допомогою змінних середовища:
zh_hans: :file:`weblate/settings_test.py` 也用在 CI 环境中（请参见 :ref:`ci-tests`），并且可以使用环境变量调整：
zh_hant: :file:`weblate/settings_test.py` 也用在 CI 環境中（請參見 :ref:`ci-tests`），並且可以使用環境變量調整：

source: The tests can also be executed inside developer docker container, see :ref:`dev-docker`.
de: Die Tests können auch innerhalb eines Entwickler-Docker-Containers ausgeführt werden, siehe :ref:`dev-docker`.
ga: Is féidir na tástálacha a dhéanamh freisin laistigh de choimeádán duga an fhorbróra, féach :ref:`dev-docker`.
hu: A tesztek a fejlesztői Docker-konténeren belül is futtathatók — lásd: :ref:`dev-docker`.
id: Pengujian juga dapat dijalankan di dalam kontainer docker pengembang, lihat :ref:`dev-docker`.
ja: テストは、開発者の Docker コンテナ内でも実行できます。参照: :ref:`dev-docker`。
nl: De testen kunnen ook worden uitgevoerd binnen de Docker container voor ontwikkeling, bekijk :ref:`dev-docker`.
pt: Os testes também podem ser executados dentro de um contentor Docker do programador, consulte :ref:`dev-docker`.
pt_br: Os testes também podem ser executados dentro de um contêiner Docker do desenvolvedor, consulte :ref:`dev-docker`.
ro: Testele pot fi, de asemenea, executate în interiorul containerului docker al dezvoltatorului, vezi :ref:`dev-docker`.
ru: Тесты можно также запустить внутри docker-контейнера для разработки, смотреть раздел :ref:`dev-docker`.
sv: Testerna kan också köras inuti utvecklarens docker-container, se :ref:`dev-docker`.
tr: Sınamalar geliştirici docker kapsayıcısı içinde de yürütülebilir. Ayrıntılı bilgi almak için: :ref:`dev-docker`.
uk: Тести також можна запускати у межах контейнера docker розробника, див. :ref:`dev-docker`.
zh_hans: 测试也可以在开发者 docker 容器内执行，请参见 :ref:`dev-docker`。
zh_hant: 測試也可以在開發者 docker 容器內執行，請參見 :ref:`dev-docker`。

source: See :doc:`django:topics/testing/index` for more info on running and writing tests for Django.
de: Siehe :doc:`django:topics/testing/index` für weitere Informationen zum Ausführen und Schreiben von Tests für Django.
ga: Féach :doc:`django:topics/testing/index` le haghaidh tuilleadh eolais ar rith agus scríobh trialacha do Django.
hu: További információk Django tesztek írásáról és futtatásáról: :doc:`django:topics/testing/index`.
id: Lihat :doc:`django:topics/testing/index` untuk informasi lebih lanjut tentang menjalankan dan menulis pengujian untuk Django.
ja: Django の実行と書き込みテストの詳細については、:doc:`django:topics/testing/index` を確認してください。
nl: Bekijk :doc:`django:topics/testing/index` voor meer informatie over het uitvoeren en schrijven van testen voor Django.
pt: Veja :doc:`django:topics/testing/index` para mais informações sobre a execução e escrita de testes para Django.
pt_br: Consulte :doc:`django:topics/testing/index` para mais informações sobre a execução e escrita de testes para Django.
ro: Consultați :doc:`django:topics/testing/index` pentru mai multe informații despre rularea și scrierea testelor pentru Django.
ru: Смотрите подробности о том, как писать и запускать тесты в документации Django: :doc:`django:topics/testing/index`.
sv: Se :doc:`django:topics/testing/index` för mer information om hur man kör och skriver tester för Django.
tr: Django sınamalarını çalıştırmak ve yazmak ile ilgili bilgi almak için :doc:`django:topics/testing/index` bölümüne bakabilirsiniz.
uk: Див. :doc:`django:topics/testing/index`, щоб дізнатися більше про запуск і написання тестів для Django.
zh_hans: 运行并为 Django写测试的更多信息请参见 :doc:`django:topics/testing/index`。
zh_hant: 運行並為 Django寫測試的更多信息請參見 :doc:`django:topics/testing/index`。

source: Local testing of Weblate modules
de: Lokales Testen von Weblate-Modulen
ga: Tástáil áitiúil ar mhodúil Weblate
hu: Weblate-modulok helyi tesztelése
id: Pengujian lokal modul Weblate
nl: Lokaal testen van modules voor Weblate
sv: Lokal testning av Weblate-moduler
uk: Локальне тестування модулів Weblate

source: The tests are executed using :program:`py.test`. First you need to install test requirements:
de: Die Tests werden mit :program:`py.test` ausgeführt. Zuerst müssen Sie die Testanforderungen installieren:
ga: Déantar na tástálacha trí úsáid a bhaint as :program:`py.test`. Ar dtús ní mór duit riachtanais tástála a shuiteáil:
hu: A teszteket a :program:`py.test` eszköz végzi. Először telepíteni kell a tesztfüggőségeket:
id: Pengujian dijalankan menggunakan :program:`py.test`. Pertama, Anda perlu menginstal persyaratan pengujian:
ja: テストは、:program:`py.test` を使用して実行します。まず、テストに必要なパッケージをインストール:
nl: De testen worden uitgevoerd met :program:`py.test`. Eerst moet u vereisten voor de testen installeren:
pt: Os testes são executados usando :program:`py.test`. Primeiro precisa instalar os requisitos de teste:
pt_br: Os testes são executados usando :program:`py.test`. Primeiro você precisa instalar os requisitos de teste:
ro: Testele sunt executate folosind :program:`py.test`. Mai întâi trebuie să instalați cerințele de testare:
ru: Тесты выполняются с помощью :program:`py.test`. Сначала нужно установить тестовые требования:
sv: Testerna körs med hjälp av :program:`py.test`. Först måste du installera testkraven:
tr: Sınamalar :program:`py.test` kullanılarak yürütülür. Öncelikle sınama gereksinimlerini kurmanız gerekir:
uk: Перевірки буде виконано за допомогою :program:`py.test`. Спершу, вам слід встановити обов'язкові складники для текстування:
zh_hans: 测试使用 :program:`py.test` 执行，首先你需要安装测试需求：
