Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: List your server directly from the management panel if you have an active support subscription (:ref:`activate-support`):
de: Listen Sie Ihren Server direkt über das Verwaltungspanel auf, wenn Sie ein aktives Support-Abonnement haben (:ref:`activate-support`):
ga: Liostaigh do fhreastalaí go díreach ón bpainéal bainistíochta má tá síntiús gníomhach tacaíochta agat (:ref:`activate-support`):
hu: Amennyiben aktív támogatási előfizetéssel rendelkezik, közvetlenül a kezelőpanelről is felveheti szerverét a listára (:ref:`activate-support`):
id: Daftarkan server Anda langsung dari panel manajemen jika Anda memiliki langganan dukungan aktif (:ref:`activate-support`):
ja: サポート サブスクリプションに加入している場合、管理パネルからサーバーをリストに掲載させる方法（:ref:`activate-support`）:
nl: Vermeld uw server direct vanuit het beheerspaneel als u een actief abonnement voor ondersteuning hebt (:ref:`activate-support`):
pt: Liste o seu servidor diretamente do painel de gestão se tiver uma assinatura de suporte ativa (:ref:`activate-support`):
pt_br: Liste seu servidor diretamente do painel de gerenciamento se você tiver uma assinatura de suporte ativa (:ref:`activate-support`):
sv: Lista din server direkt från hanteringspanelen om du har ett aktivt supportabonnemang (:ref:`activate-support`):
tr: Etkin bir destek aboneliğiniz varsa sunucunuzu doğrudan yönetim panosundan listeye ekleyebilirsiniz (:ref:`activate-support`):
uk: Додайте ваш сервер безпосередньо з панелі керування, якщо у вас є активна передплата підтримки (:ref:`activate-support`):
zh_hans: 如果你有活跃的支持订阅，你可以直接从管理面板将服务器列入 Discover (:ref:`activate-support`)：

source: All steps for listing a server without a support contract:
de: Alle Schritte zum Auflisten eines Servers ohne Supportvertrag:
ga: Gach céim chun freastalaí a liostú gan conradh tacaíochta:
hu: A támogatási szerződés nélküli felvétel lépései:
id: Semua langkah untuk mendaftarkan server tanpa kontrak dukungan:
ja: サポート契約なしでサーバーを掲載するすべての方法:
nl: Alle stappen voor het vermelden van een server zonder een contract voor ondersteuning:
pt: Todas as etapas para listar um servidor sem um contrato de suporte:
pt_br: Todas as etapas para listar um servidor sem um contrato de suporte:
sv: Alla steg för att registrera en server utan supportavtal:
ta: உதவி ஒப்பந்தம் இல்லாமல் சேவையகத்தை பட்டியலிடுவதற்கான அனைத்து படிகளும்:
tr: Destek aboneliği olmadan bir sunucuyu listeye eklemek için tüm adımlar:
uk: Усі кроки для додавання сервера до списку без контракту щодо підтримки:
zh_hans: 将没有支持合约的服务器列入 Discover 的所有步骤：

source: Register yourself at https://weblate.org/user/
de: Registrieren Sie sich unter https://weblate.org/user/
ga: Cláraigh tú féin ag https://weblate.org/user/
hu: Regisztráljon a https://weblate.org/user/ oldalon
id: Daftarkan diri Anda di https://weblate.org/user/
ja: お客様自身で、https://weblate.org/user/ から登録する
nl: Registreer uzelf op https://weblate.org/user/
pt: Registe-se em https://weblate.org/user/
pt_br: Registre-se em https://weblate.org/user/
sv: Registrera dig på https://weblate.org/user/
ta: உங்களை https://weblate.org/user/ இல் பதிவு செய்யுங்கள்
tr: https://weblate.org/user/ adresinden kendinizi kaydedin
uk: Зареєструйтеся на https://weblate.org/user/
zh_hans: 注册 Weblate，注册地址 https://weblate.org/user/

source: Register your Weblate site at https://weblate.org/subscription/discovery/
de: Registrieren Sie Ihre Weblate-Seite unter https://weblate.org/subscription/discovery/
ga: Cláraigh do shuíomh Gréasáin ag https://weblate.org/subscription/discovery/
hu: Regisztrálja Weblate-példányát a https://weblate.org/subscription/discovery/ oldalon
id: Daftarkan situs Weblate Anda di https://weblate.org/subscription/discovery/
ja: Weblate サイトを、https://weblate.org/subscription/discovery/ に登録する
nl: Registreer uw site voor Weblate op https://weblate.org/subscription/discovery/
pt: Registe o seu site Weblate em https://weblate.org/subscription/discovery/
pt_br: Registre seu site Weblate em https://weblate.org/subscription/discovery/
sv: Registrera din Weblate-webbplats på https://weblate.org/subscription/discovery/
ta: உங்கள் வலைபெயர்ப்பு தளத்தை https://weblate.org/subscription/discovery/ இல் பதிவு செய்யுங்கள்
tr: Weblate sunucunuzu https://weblate.org/subscription/discovery/ adresinden kaydedin
uk: Зареєструйте ваш сайт Weblate на https://weblate.org/subscription/discovery/
zh_hans: 注册你的 Weblate 站点，注册地址 https://weblate.org/subscription/discovery/

source: Confirm you want your Weblate listed by clicking :guilabel:`Enable discovery` from its management page :
de: Bestätigen Sie, dass Ihre Weblate-Seite aufgelistet werden soll, indem Sie auf der Verwaltungsseite auf :guilabel:`Entdeckung aktivieren` klicken:
ga: Deimhnigh gur mhaith leat do Ghréasán a liostú trí :guilabel:`Cumasaigh fionnachtain` a chliceáil óna leathanach bainistíochta :
hu: Erősítse meg, hogy szeretné listázni a példányát a kezelőoldalon található :guilabel:`Felfedezés engedélyezése` gombra kattintva:
id: Konfirmasikan bahwa Anda ingin Weblate Anda terdaftar dengan mengklik :guilabel:`Enable discovery` dari halaman manajemennya:
ja: Weblate の管理ページから :guilabel:`Discovery に掲載` をクリックして、Weblate がリストに掲載されているか確認する:
nl: Bevestig dat u uw Weblate vermeld wilt hebben door te klikken op :guilabel:`Discovery inschakelen` vanuit de beheerpagina :
pt: Confirme que deseja que o seu Weblate seja listado clicando em :guilabel:`Enable discovery` na sua página de gestão:
pt_br: Confirme que deseja que seu Weblate seja listado clicando em :guilabel:`Habilitar o discovery` na sua página de gerenciamento:
sv: Bekräfta att du vill att din Weblate ska listas genom att klicka på :guilabel:`Aktivera upptäckt` på dess administrationssida :
ta: சொடுக்கு செய்வதன் மூலம் உங்கள் வலைபெயர்ப்பு பட்டியலிடப்பட வேண்டும் என்பதை உறுதிப்படுத்தவும்: கிலாபெல்: அதன் மேலாண்மை பக்கத்திலிருந்து `கண்டுபிடிப்பை இயக்கு::
tr: Yönetim sayfasından :guilabel:`Keşfet kullanılsın` üzerine tıklayarak Weblate kopyanızın listelenmesini istediğinizi onaylayın:
uk: Підтвердьте додавання вашого Weblate до списку натисканням :guilabel:`Enable discovery` на сторінці керування:
zh_hans: 从管理页面单击 :guilabel:`Enable discovery` 确认你希望列入你的 Weblate 实例：

source: Listing customization
de: Auflistung anpassen
ga: Saincheapadh liostú
hu: Listázás testreszabása
id: Kustomisasi daftar
ja: リストのカスタマイズ
nl: Vermelding aanpassen
pt: Listar a personalização
pt_br: Listando a personalização
sv: Anpassning av listning
ta: தனிப்பயனாக்கலை பட்டியலிடுதல்
tr: Liste görünümünü özelleştirmek
uk: Налаштовування списків
zh_hans: 自定义列举

source: You are encouraged to provide an image (570 x 260 pixels) and description of your Weblate site at https://weblate.org/user/. This improves your instance’s visibility in the list.
de: Wir empfehlen, ein Bild (570 × 260 Pixel) und eine Beschreibung Ihrer Weblate-Seite unter https://weblate.org/user/ bereitzustellen. Dies verbessert die Sichtbarkeit Ihrer Instanz in der Liste.
ga: Moltar duit íomhá (570 x 260 picteilín) agus cur síos ar do shuíomh Gréasáin a sholáthar ag https://weblate.org/user/. Feabhsaíonn sé seo infheictheacht do chás ar an liosta.
hu: Javasolt egy kép (570 × 260 pixel) és egy leírás megadása a https://weblate.org/user/ oldalon a példány láthatóságának növelése érdekében.
id: Anda disarankan untuk memberikan gambar (570 x 260 piksel) dan deskripsi situs Weblate Anda di https://weblate.org/user/. Hal ini akan meningkatkan visibilitas situs Anda dalam daftar.
ja: https://weblate.org/user/ に、Weblate サイトの画像（570 x 260 ピクセル）と説明を追加することを推奨します。 これにより、Weblate インスタンスのリスト内で理解してもらえやすくなります。
nl: Het wordt op prijs gesteld om een afbeelding (570 x 260 pixels) en een beschrijving van uw site van Weblate te verschaffen op https://weblate.org/user/. Dat verbetert de zichtbaarheid van uw instantie in de lijst.
pt: Recomendamos que forneça uma imagem (570x260 pixels) e uma descrição do seu site Weblate em https://weblate.org/user/. Isto melhora a visibilidade da sua instância na lista.
pt_br: Recomendamos que você forneça uma imagem (570x260 pixels) e uma descrição do seu site Weblate em https://weblate.org/user/. Isso melhora a visibilidade de sua instância na lista.
sv: Du uppmanas att tillhandahålla en bild (570 x 260 pixlar) och en beskrivning av din Weblate-webbplats på https://weblate.org/user/. Detta förbättrar din instans synlighet i listan.
ta: Https://weblate.org/user/ இல் உங்கள் வலைபெயர்ப்பு தளத்தின் படத்தை (570 ஃச் 260 பிக்சல்கள்) மற்றும் விளக்கத்தை வழங்க நீங்கள் ஊக்குவிக்கப்படுகிறீர்கள். இது பட்டியலில் உங்கள் நிகழ்வின் தெரிவுநிலையை மேம்படுத்துகிறது.
tr: https://weblate.org/user/ adresinden Weblate sitenizin bir görselini (570 x 260 piksel) ve açıklamasını eklemeniz önerilir. Böylece kopyanızın listedeki görünürlüğü artar.
uk: Будемо раді, якщо ви надасте зображення (570 x 260 пікселів) та опис вашого сайта Weblate на https://weblate.org/user/. Це зробить ваш екземпляр помітнішим у списку.
zh_hans: 我们鼓励你在 https://weblate.org/user/ 提供你 Weblate 站点的图片(570 x 260 像素) 和描述。这会让你的实例在列表中更容易被发现。

source: Translation process
de: Übersetzungsrichtlinien
ga: Próiseas aistriúcháin
hu: Fordítási folyamat
id: Proses penerjemahan
ja: 翻訳プロセス
nl: Vertaalproces
pt: Processo de tradução
pt_br: Processo de tradução
ro: Proces traducere
ru: Процесс перевода
sv: Översättningsprocess
ta: மொழிபெயர்ப்பு செயல்முறை
tr: Çeviri süreci
uk: Процес перекладу
zh_hans: 翻译进程
zh_hant: 翻譯程序

source: Once automatic acceptance is set up, normal users lose the privilege to directly save translations or accept suggestions. This can be overridden with the :guilabel:`Edit string when suggestions are enforced` :ref:`permission <privileges>`.
de: Sobald die automatische Zustimmung eingerichtet ist, verlieren normale Benutzer die Berechtigung, Übersetzungen direkt zu speichern oder Vorschläge anzunehmen. Dies kann mit der :guilabel:`Zeichenkette bearbeiten, wenn Vorschläge erzwungen werden`-:ref:`Berechtigung <privileges>` außer Kraft gesetzt werden.
ga: Nuair a bheidh glacadh uathoibríoch socraithe, caillfidh gnáthúsáideoirí an phribhléid chun aistriúcháin a shábháil go díreach nó glacadh le moltaí. Is féidir é seo a shárú leis an :guilabel:`Edit string when suggestions are enforced`:ref:`permission <privileges>`.
hu: Ha az automatikus elfogadás be van állítva, a normál felhasználók elveszítik a jogosultságot a fordítások közvetlen mentésére vagy a javaslatok elfogadására. Ez felülírható a :guilabel:`Szöveg szerkesztése kötelező javaslatkezelés esetén` :ref:`jogosultsággal <privileges>`.
id: Setelah penerimaan otomatis diatur, pengguna biasa kehilangan hak istimewa untuk langsung menyimpan terjemahan atau menerima saran. Hal ini dapat ditimpa dengan :guilabel:`Edit string when suggestions are enforced` :ref:`permission <privileges>`.
ja: 提案の自動採用を有効化すると、通常のユーザーは、翻訳を直接保存したり、提案を採用する権限を失います。これは、:guilabel:`提案採用時の編集` :ref:`アクセス権 <privileges>` から変更できます。
nl: Als het automatisch accepteren eenmaal is ingesteld, verliezen normale gebruikers het privilege om direct vertalingen op te slaan of suggesties te accepteren. Dit kan worden overschreven met het :ref:`recht <privileges>` :guilabel:`Tekenreeks bewerken als suggesties worden afgedwongen`.
pt: Uma vez que a aceitação automática está configurada, utilizadores normais perdem o privilégio de gravar diretamente traduções ou aceitar sugestões. Isso pode ser sobrescrito pela :ref:`permissão <privileges>` :guilabel:`Editar cadeia quando as sugestões são forçadas`.
pt_br: Uma vez que a aceitação automática está configurada, usuários normais perdem o privilégio de salvar diretamente traduções ou aceitar sugestões. Isso pode ser sobrescrito pela :ref:`permissão <privileges>` :guilabel:`Editar texto quando as sugestões são forçadas`.
ro: Odată configurată acceptarea automată, utilizatorii normali își pierd privilegiul de a salva direct traducerile sau de a accepta sugestii. Acest lucru poate fi anulat cu :guilabel:`Edit string when suggestions are enforced` :ref:`permission <privileges>`.
ru: После настройки автоматического принятия обычные пользователи теряют привилегию непосредственного сохранения переводов или принятия предложений. Это можно отменить с помощью привилегии :guilabel:`Правка строк, когда предложения являются обязательными` :ref:`permission <privileges>`.
sv: När automatisk godkännande är inställt förlorar vanliga användare rätten att direkt spara översättningar eller godkänna förslag. Detta kan åsidosättas med :guilabel:`Redigera sträng när förslag tillämpas` :ref:`permission <privileges>`.
tr: Kendiliğinden onaylama ayarlandıktan sonra, normal kullanıcılar çevirileri doğrudan kaydetme ya da önerileri onaylama yetkisini kaybeder. Bu, :guilabel:`Öneriler dayatıldığında dizge düzenlenebilsin` :ref:`izni <privileges>` ile değiştirilebilir.
uk: Щойно буде налаштовано автоматичне прийняття, звичайні користувачі втратять право безпосередньо зберігати переклади або приймати пропозиції. Це можна перевизначити за допомогою прав доступу :guilabel:`Змінювати рядок з примусовими пропозиціями` (див. :ref:`права доступу <privileges>`).
zh_hans: 一旦设置了自动接受，普通用户会失去直接保存翻译或接受建议的权限。要绕过这一点，可以通过设置 :guilabel:`当建议强制时编辑字符串` :ref:`权限 <privileges>`。
zh_hant: 一旦新建了自動接受，那麼普通用戶會失去直接保存翻譯或接受建議的特權。要繞過這一點，可以通過 :guilabel:`當建議強制時編輯字符串` :ref:`permission <privileges>`。

source: You can combine these with :ref:`access control <access-control>` into one of the following setups:
de: Sie können dies mit der :ref:`Zugriffssteuerung <access-control>` in einem der folgenden Einrichtungen kombinieren:
ga: Is féidir leat iad seo a chomhcheangal le :ref:`rialú rochtana <access-control>` i gceann de na socruithe seo a leanas:
hu: Ez kombinálható a :ref:`hozzáférés-vezérléssel <access-control>` az alábbi beállítások egyikeként:
id: Anda dapat menggabungkan ini dengan :ref:`access control <access-control>` ke dalam salah satu pengaturan berikut:
ja: 提案への投票と :ref:`アクセス制御 <access-control>` を組み合わせて次のような設定ができます。
nl: U kunt deze combineren met :ref:`toegangsbeheer <access-control>` in een van de volgende opstellingen:
pt: Pode combiná-las com :ref:`controle de acesso <access-control>` para uma das configurações a seguir:
pt_br: Você pode combiná-las com :ref:`controle de acesso <access-control>` para uma das configurações a seguir:
ro: Puteți să le combinați cu :ref:`access control <access-control>` în una dintre următoarele configurații:
ru: Вы можете скомбинировать этот параметр с :ref:`управлением доступом <access-control>` для получения одной из следующих установок:
sv: Du kan kombinera dessa med :ref:`åtkomstkontroll <access-control>` i någon av följande konfigurationer:
tr: Bunları :ref:`erişim denetimi <access-control>` ile şu kurulumlardan birinde birleştirebilirsiniz:
uk: Ви можете поєднувати ці можливості за допомогою :ref:`керування доступом <access-control>` у одну за допомогою таких конфігурацій:
zh_hans: 您可以将这些与 :ref:`访问控制 <access-control>` 结合起来，形成下列设置之一：
zh_hant: 您可以將這些與 :ref:`access control <access-control>`合併到以下設置中的一個：

source: Users suggest and vote for suggestions and a limited group controls what is accepted. - Turn on voting. - Turn off automatic acceptance. - Don't let users save translations.
de: Die Benutzer machen Vorschläge und stimmen darüber ab, und eine begrenzte Gruppe kontrolliert, was angenommen wird. – Die Abstimmung einschalten. – Die automatische Zustimmung ausschalten. – Den Benutzern nicht erlauben Übersetzungen zu speichern.
ga: Déanann úsáideoirí moltaí a mholadh agus vótáil ar a son agus rialaíonn grúpa teoranta a nglactar leo. - Cuir an vótáil ar siúl. - Glacadh uathoibríoch a mhúchadh. - Ná lig d'úsáideoirí aistriúcháin a shábháil.
hu: A felhasználók javaslatokat tesznek és szavaznak, míg egy korlátozott csoport dönt az elfogadásról. – Kapcsolja be a szavazást. – Kapcsolja ki az automatikus elfogadást. – Ne engedje a felhasználóknak a fordítások mentését.
id: Pengguna menyarankan dan memberikan suara untuk saran, dan grup terbatas mengontrol apa yang diterima. - Aktifkan pemungutan suara. - Nonaktifkan penerimaan otomatis. - Jangan biarkan pengguna menyimpan terjemahan.
ja: ユーザーは提案も投票もできるが、採用は特定のグループだけが管理する。・投票の有効化。・提案の自動採用を無効化する。・ユーザーには翻訳文を保存させない。
nl: Gebruikers stellen voor en stemmen op suggesties en een beperkte groep beheert wat wordt geaccepteerd. - Schakel het stemmen in. - Schakel automatisch accepteren uit. - Laat gebruikers geen vertalingen opslaan.
pt: Utilizadores sugerem e votam por sugestões e um grupo limitado controla o que é aceito. - Ativar votação. - Desativar aceitação automática. - Não deixar utilizadores gravarem traduções.
pt_br: Usuários sugerem e votam por sugestões e um grupo limitado controla o que é aceito. - Ativar votação. - Desativar aceitação automática. - Não deixar usuários salvarem traduções.
ro: Utilizatorii sugerează și votează pentru sugestii, iar un grup limitat controlează ceea ce este acceptat. - Activați votul. - Dezactivați acceptarea automată. - Nu permiteți utilizatorilor să salveze traducerile.
ru: Пользователи предлагают и голосуют за предложения, а ограниченная группа контролирует то, что принимается. — Включите голосование. — Отключите автоматическое принятие. — Не позволяйте пользователям сохранять переводы.
sv: Användarna föreslår och röstar på förslag, och en begränsad grupp kontrollerar vad som accepteras. - Aktivera röstning. - Inaktivera automatisk acceptans. - Låt inte användarna spara översättningar.
ta: பயனர்கள் பரிந்துரைக்கிறார்கள் மற்றும் பரிந்துரைகளுக்கு வாக்களிக்கிறார்கள் மற்றும் ஒரு வரையறுக்கப்பட்ட குழு ஏற்றுக்கொள்ளப்பட்டதைக் கட்டுப்படுத்துகிறது. - வாக்களிப்பை இயக்கவும். - தானியங்கி ஏற்றுக்கொள்ளலை அணைக்கவும். - பயனர்கள் மொழிபெயர்ப்புகளைச் சேமிக்க விட வேண்டாம்.
tr: Kullanıcılar öneride bulunur ve öneriler için oy verir. Sınırlı bir grup neyin onaylanacağını denetler. - Oylamayı açın. - Kendiliğinden onaylamayı kapatın. - Kullanıcıların çevirileri kaydetmesine izin vermeyin.
uk: Користувачі пропонують переклади і голосують за пропозиції, а обмежена група контролює, що саме буде прийнято. - Увімкніть голосування. - Вимкніть автоматичне прийняття. - Забороніть користувачам зберігати переклади.
zh_hans: 用户提出建议并对建议进行投票，由一个有限的小组控制采纳的内容。——打开投票。——关闭自动接受。——不允许用户保存翻译。
zh_hant: 用戶建議並對建議進行投票，並且有限的組控制接受什麼。 ——打開投票。 ——關閉自動接受。 ——不要讓用戶存儲翻譯。

source: Users suggest and vote for suggestions with automatic acceptance once the defined number of them agree. - Turn on voting. - Set the desired number of votes for automatic acceptance.
de: Die Benutzer machen Vorschläge und stimmen darüber ab, die automatisch angenommen werden, sobald eine bestimmte Anzahl von ihnen zustimmt. – Die Abstimmung einschalten. – Die gewünschte Anzahl von Stimmen für die automatische Zustimmung festlegen.
ga: Tugann úsáideoirí moltaí agus vótálann siad ar a son agus glacfar leo go huathoibríoch nuair a chomhaontóidh an líon sainithe díobh. - Cuir an vótáil ar siúl. - Socraigh an líon vótaí atá ag teastáil le haghaidh glacadh uathoibríoch.
hu: A felhasználók javaslatokat tesznek és szavaznak, automatikus elfogadással, ha eléri a meghatározott szavazatszámot. – Kapcsolja be a szavazást. – Állítsa be a kívánt szavazatszámot az automatikus elfogadáshoz.
id: Pengguna menyarankan dan memberikan suara untuk saran dengan penerimaan otomatis setelah jumlah pengguna yang ditentukan menyetujuinya. - Aktifkan pemungutan suara. - Tetapkan jumlah suara yang diinginkan untuk penerimaan otomatis.
ja: ユーザーが提案と投票をし、設定した投票数に達すると、提案が自動採用される。・投票の有効化。・提案が自動採用されるしきい値を設定する。
nl: Gebruikers stellen voor en stemmen op suggesties met automatisch accepteren tot het gedefinieerde aantal van hen ermee instemt. - Schakel het stemmen in. - Stel het gewenste aantal stemmen in voor automatisch accepteren.
pt: Utilizadores sugerem e votam em sugestões com aceitação automática uma vez que a quantidade definida deles concorda. - Ativar votação. - Definir o numero desejado de votos para aceitação automática.
pt_br: Usuários sugerem e votam em sugestões com aceitação automática uma vez que um número definido deles concorda. - Ativar votação. - Definir o numero desejado de votos para aceitação automática.
ro: Utilizatorii sugerează și votează sugestii, care sunt acceptate automat odată ce un număr definit de utilizatori sunt de acord. - Activați votul. - Setați numărul dorit de voturi pentru acceptarea automată.
ru: Пользователи предлагают и голосуют за предложения с автоматическим принятием предложения, как только с ним согласится определенное количество пользователей. — Включите голосование. — Установите желаемое количество голосов для автоматического принятия предложения.
sv: Användare föreslår och röstar på förslag som automatiskt accepteras när ett visst antal användare har röstat för dem. - Aktivera omröstning. - Ange önskat antal röster för automatisk acceptans.
ta: வரையறுக்கப்பட்ட எண்ணிக்கை ஒப்புக் கொண்டவுடன் பயனர்கள் தானியங்கி ஏற்றுக்கொள்ளலுடன் பரிந்துரைகளுக்கு பரிந்துரைக்கிறார்கள் மற்றும் வாக்களிக்கிறார்கள். - வாக்களிப்பை இயக்கவும். - தானியங்கி ஏற்றுக்கொள்ள விரும்பிய எண்ணிக்கையிலான வாக்குகளை அமைக்கவும்.
tr: Kullanıcılar, belirtilen sayıda onay verdikten sonra öneri kendiliğinden onaylanır. - Oylamayı açın. - Kendiliğinden onay için istenilen oy sayısını ayarlayın.
uk: Користувачі пропонують переклади та голосують за переклади з автоматичним прийняттям, щойно буде досягнуто визначеної кількості позитивних голосів. - Увімкніть голосування. - Установіть бажану кількість голосів для автоматичного прийняття.
zh_hans: 用户提出建议并对建议进行投票，一旦有规定数量的用户同意，就自动接受。——打开投票。——设置自动接受所需要的投票数量。
zh_hant: 用戶建議並對建議進行投票，一旦他們之中確定的數量同意則自動接受。 ——打開投票。 ——設置自動接受所需要的投票數量。
