Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Once you have code using the gettext calls, you can use `xgettext`_ to extract messages from it and store them into a `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
de: Sobald Sie Code haben, der die gettext-Aufrufe verwendet, können Sie `xgettext`_ verwenden, um Nachrichten daraus zu extrahieren und sie in eine `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_ zu speichern:
ga: Nuair a bheidh cód agat agus na glaonna gettext in úsáid agat, is féidir leat `xgettext`_ a úsáid chun teachtaireachtaí a bhaint astu agus iad a stóráil i `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
hu: Miután a kód már használja a gettext hívásokat, az `xgettext`_ eszközzel kinyerheti belőle az üzeneteket, és egy `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_ fájlba mentheti őket:
id: Setelah Anda memiliki kode yang menggunakan panggilan gettext, Anda dapat menggunakan `xgettext`_ untuk mengekstrak pesan darinya dan menyimpannya ke dalam `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
ja: gettext 呼び出しを使用するコードを作成したら、`xgettext`_ を使用してメッセージを抽出し、`.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_ に格納できます。使用方法:
nl: Als u eenmaal de code hebt verkregen met aanroepen van gettext, kunt u `xgettext`_ gebruiken om er eenheden uit te nemen en die op te slaan in een bestand `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
pt: Assim que tiver o código a usar as chamadas gettext, pode usar `xgettext`_ para extrair mensagens dele e armazená-las num `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
pt_br: Assim que tiver o código usando as chamadas gettext, você pode usar `xgettext`_ para extrair mensagens dele e armazená-las em um `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
ro: Odată ce aveți un cod care utilizează apelurile gettext, puteți utiliza `xgettext`_ pentru a extrage mesajele din acesta și a le stoca într-un `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
ru: После того, как вы добавите в свой код вызововы ``gettext``, вы можете извлечь сообщения из нег и записать их в `.pot-файлы <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_ с помощью `xgettext`_ :
sv: När du har kod som använder gettext-anrop kan du använda `xgettext`_ för att extrahera meddelanden från den och lagra dem i en `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
ta: நீங்கள் கெட்டடெக்ச்ட் அழைப்புகளைப் பயன்படுத்தி குறியீட்டைப் பெற்றவுடன், அதிலிருந்து செய்திகளைப் பிரித்தெடுத்து அவற்றை '.பாட் <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>' இல் சேமிக்க 'எக்ச்செடெக்ச்ட்' ஐப் பயன்படுத்தலாம்.:
tr: Gettext çağrıları ile kodu aldıktan sonra, `xgettext`_ kullanarak iletileri ayıklayabilir ve bunları bir `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_ dosyası içine kaydedebilirsiniz:
uk: Щойно у вас буде код, де використовуються виклики gettext, ви можете скористатися `xgettext`_ для видобування повідомлень з коду і зберігання їх до файла `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_:
zh_hans: 一旦您具有了使用 gettext 调用的代码，您可以使用 `xgettext`_ 从中提取消息，并将它们存储在 `.pot <https://www.gnu.org/software/gettext/manual/gettext.html#index-files_002c-_002epot>`_ 中：
zh_hant: 一旦您具有了使用gettext 調用的代碼，您可以使用`xgettext`_ 從中提取消息，並將它們存儲在`.pot <https://www.gnu.org/software/gettext/manual/gettext.html# index-files_002c-_002epot>`_ 中：

source: There are alternative programs to extract strings from the code, for example `pybabel`_.
de: Es gibt alternative Programme, um Zeichenketten aus dem Code zu extrahieren, zum Beispiel `pybabel`_.
ga: Tá ríomhchláir eile ann chun teaghráin a bhaint as an gcód, mar shampla `pybabel`_.
hu: Léteznek alternatív eszközök is a szövegek kinyerésére, például a `pybabel`_.
id: Ada program alternatif untuk mengekstrak string dari kode, misalnya `pybabel`_.
ja: コードから文字列を抽出する別のプログラムもあります。例: `pybabel`_ 。
nl: Er bestaan alternatieve programma's om tekenreeksen uit de code uit te nemen, bijvoorbeeld `pybabel`_.
pt: Existem programas alternativos para extrair cadeias do código, por exemplo `pybabel`_.
pt_br: Existem programas alternativos para extrair textos do código, por exemplo `pybabel`_.
ro: Există programe alternative pentru a extrage șiruri de caractere din cod, de exemplu `pybabel`_.
ru: Существуют альтернативные программы для извлечения строк из кода, например `pybabel`_.
sv: Det finns alternativa program för att extrahera strängar från koden, till exempel `pybabel`_.
ta: குறியீட்டில் இருந்து சரங்களைப் பிரித்தெடுக்க மாற்று நிரல்கள் உள்ளன, எடுத்துக்காட்டாக 'பைபேபெல்'_.
tr: Koddan dizgeleri ayıklamak için alternatif programlar vardır. Örneğin `pybabel`_.
uk: Існують альтернативні програми для видобування рядків з коду, наприклад, `pybabel`_.
zh_hans: 有另外的程序从代码中提取字符串，例如 `pybabel`_。
zh_hant: 有另外的程序從代碼中提取字符串，例如 `pybabel`_。

source: This creates a template file, which you can use for starting new translations (using `msginit`_) or updating existing ones after code change (you would use `msgmerge`_ for that). The resulting file is simply a structured text file:
de: Dadurch wird eine Vorlagendatei erstellt, die Sie zum Starten neuer Übersetzungen (mit `msginit`_) oder zum Aktualisieren bestehender Übersetzungen nach einer Codeänderung verwenden können (dafür würden Sie `msgmerge`_ verwenden). Die resultierende Datei ist einfach eine strukturierte Textdatei:
ga: Cruthaíonn sé seo comhad teimpléid, ar féidir leat é a úsáid chun aistriúcháin nua a thosú (ag úsáid `msginit`_) nó chun cinn atá ann cheana a nuashonrú tar éis athrú cód (d'úsáidfeá `msgmerge`_ chuige sin). Níl sa chomhad mar thoradh air ná comhad téacs struchtúrtha:
hu: Ez létrehoz egy sablonfájlt, amely új fordítások indításához használható (ehhez a `msginit`_ parancsot alkalmazhatja) vagy meglévő fordítások frissítéséhez kódbeli változás után (ehhez a `msgmerge`_ való). Az eredményül kapott fájl egyszerű, strukturált szövegfájl:
id: Ini membuat berkas templat yang dapat Anda gunakan untuk memulai terjemahan baru (menggunakan `msginit`_) atau memperbarui yang sudah ada setelah perubahan kode (Anda akan menggunakan `msgmerge`_ untuk itu). Berkas yang dihasilkan hanyalah berkas teks terstruktur:
ja: これによりテンプレート ファイルが作成され、新しい翻訳の開始（`msginit`_ の使用）や、コード変更後に既存の翻訳の更新（その場合は、 `msgmerge`_ の使用）に使用できます。単純に構造化されたテキスト ファイルによる結果ファイル:
nl: Dat creëert een sjabloonbestand dat u kunt gebruiken om te beginnen met nieuwe vertalingen (met `msginit`_) of bestaande bijwerken na een wijziging in de code (u zou daar `msgmerge`_ voor gebruiken). Het resulterende bestand is eenvoudigweg een gestructureerd tekstbestand:
pt: Isso cria um ficheiro de modelo, que pode usar para iniciar novas traduções (a usar `msginit`_) ou atualizar as existentes após a mudança de código (usaria `msgmerge`_ para isso). O ficheiro resultante é simplesmente um ficheiro texto estruturado:
pt_br: Isso cria um arquivo de modelo, que você pode usar para iniciar novas traduções (usando `msginit`_) ou atualizar as existentes após a mudança de código (você usaria `msgmerge`_ para isso). O arquivo resultante é simplesmente um arquivo texto estruturado:
ro: Acest lucru creează un fișier șablon, pe care îl puteți folosi pentru a începe noi traduceri (folosind `msginit`_) sau pentru a le actualiza pe cele existente după modificarea codului (pentru aceasta veți folosi `msgmerge`_). Fișierul rezultat este pur și simplu un fișier text structurat:
ru: После этого вызова создастся шаблонный файл, который можно использовать для начала новых переводов (используя программу `msginit`_) или обновления существующих после изменения кода (для этого можно использовать программу `msgmerge`_). В результате получается простой структурированный текстовый файл:
sv: Detta skapar en mallfil som du kan använda för att starta nya översättningar (med `msginit`_) eller uppdatera befintliga efter kodändringar (för detta använder du `msgmerge`_). Den resulterande filen är helt enkelt en strukturerad textfil:
ta: இது ஒரு வார்ப்புரு கோப்பை உருவாக்குகிறது, இது புதிய மொழிபெயர்ப்புகளைத் தொடங்க ('msginit'_ஐப் பயன்படுத்தி) அல்லது குறியீடு மாற்றத்திற்குப் பிறகு ஏற்கனவே உள்ளவற்றைப் புதுப்பிக்க நீங்கள் பயன்படுத்தலாம் (அதற்கு நீங்கள் 'msgmerge' ஐப் பயன்படுத்துவீர்கள்). இதன் விளைவாக வரும் கோப்பு வெறுமனே ஒரு கட்டமைக்கப்பட்ட உரை கோப்பு:
tr: Böylece, yeni çeviriler başlatmak (`msginit`_ ile) ya da kod değişikliğinden sonra var olan çevirileri güncellemek (bunun için `msgmerge`_ kullabilirsiniz) için kullanabileceğiniz bir kalıp dosyası oluşturulur. Oluşturulan dosya yalnızca yapılandırılmış bir metin dosyasıdır:
uk: Ця програма створює файл шаблона, яким ви можете скористатися для того, щоб розпочати новий переклад (за допомогою `msginit`_) або оновити наявні переклади після змін у коді (вам варто скористатися для цього `msgmerge`_). Отриманий файл є просто структурований текстовий файл:
zh_hans: 这新建了模板文件，您可以用它来开始新的翻译（使用 `msginit`_），或在代码更改后更新现有的翻译（为此您将使用 `msgmerge`_）。结果文件是简单的结构化文本文件：
zh_hant: 這新建了模板文件，您可以用它來開始新的翻譯（使用`msginit`_），或在代碼更改後更新現有的翻譯（為此您將使用 `msgmerge`_）。結果文件是簡單的結構化文本文件：

source: Each ``msgid`` line defines a string to translate, the special empty string in the beginning is the file header containing metadata about the translation.
de: Jede ``msgid``-Zeile definiert eine zu übersetzende Zeichenkette, die spezielle leere Zeichenkette am Anfang ist der Dateiheader, der Metadaten über die Übersetzung enthält.
ga: Sainmhíníonn gach líne `` msgid`` teaghrán le haistriú, is é an teaghrán speisialta folamh ar dtús an ceanntásc comhaid ina bhfuil meiteashonraí faoin aistriúchán.
hu: Minden egyes ``msgid`` sor egy lefordítandó szöveget jelöl. A fájl elején szereplő speciális üres sztring a fájl fejlécét adja, amely a fordításhoz tartozó metaadatokat tartalmazza.
id: Setiap baris ``msgid`` mendefinisikan string untuk diterjemahkan, string kosong khusus di awal adalah kepala berkas yang berisi metadata tentang terjemahan.
ja: ``msgid`` の各行は、翻訳する文字列を定義します。先頭の特別な空の文字列は、翻訳に関するメタデータを含むファイル ヘッダーです。
nl: Elke regel ``msgid`` definieert een te vertalen tekenreeks, de speciale lege tekenreeks in het begin is de kop van het bestand dat metadata over de vertaling bevat.
pt: Cada linha ``msgid`` define uma cadeia a ser traduzido, a cadeia vazia especial no início é o cabeçalho do ficheiro a conter metadados sobre a tradução.
pt_br: Cada linha ``msgid`` define um texto a ser traduzido, o texto vazio especial no início é o cabeçalho do arquivo contendo metadados sobre a tradução.
ro: Fiecare linie ``msgid`` definește un șir de tradus, șirul special gol de la început este antetul fișierului care conține metadate despre traducere.
ru: Каждая запись с ``msgid`` в начале определяет переводимую строку текста, специальная пустая запись в начале файла — это заголовок файла, содержащий метаданные о переводе.
sv: Varje ``msgid``-rad definierar en sträng som ska översättas. Den speciella tomma strängen i början är filhuvudet som innehåller metadata om översättningen.
ta: ஒவ்வொரு 'msgid' வரியும் மொழிபெயர்க்க ஒரு சரத்தை வரையறுக்கிறது, தொடக்கத்தில் உள்ள சிறப்பு வெற்று சரம் மொழிபெயர்ப்பைப் பற்றிய மேனிலை தரவு கொண்ட கோப்பு தலைப்பு ஆகும்.
tr: Her ``msgid`` satırı çevrilecek bir dizgeyi tanımlar. Başlangıçtaki özel boş dizge, çeviriyle ilgili üst verileri içeren dosya üst bilgisidir.
uk: Кожен рядок ``msgid`` визначає рядок для перекладу. Спеціальний порожній рядок на початку файла є заголовком, який містить метадані щодо перекладу.
zh_hans: 每个 ``msgid`` 行定义了要翻译的字符串，开头的特殊空字符串是包含关于翻译的元数据的文件标头。
zh_hant: 每個 ``msgid`` 行定義了要翻譯的字符串，在開始的特殊空字符串是包含關於翻譯的元數據的文件標頭。

source: Starting new translation
de: Eine neue Übersetzung beginnen
ga: Aistriúchán nua a thosú
hu: Új fordítás indítása
id: Memulai terjemahan baru
ja: 新しい翻訳の開始
nl: Nieuwe vertaling beginnen
pt: Iniciando nova tradução
pt_br: Iniciando nova tradução
ro: Începerea unei noi traduceri
ru: Начало нового перевода
sv: Starta ny översättning
ta: புதிய மொழிபெயர்ப்பைத் தொடங்குதல்
tr: Yeni çeviriye başlamak
uk: Започаткування нового перекладу
zh_hans: 开始新的翻译
zh_hant: 開始新的翻譯

source: With the template in place, we can start our first translation:
de: Mit der Vorlage können wir mit unserer ersten Übersetzung beginnen:
ga: Agus an teimpléad i bhfeidhm, is féidir linn ár gcéad aistriúchán a thosú:
hu: Ha a sablon már rendelkezésre áll, megkezdhetjük az első fordítást:
id: Dengan templat yang ada, kita dapat memulai terjemahan pertama kita:
ja: テンプレートを用意して、最初の翻訳を開始する。開始方法:
nl: Met het sjabloon op zijn plaats, kunnen we beginnen met onze eerste vertaling:
pt: Com o modelo no lugar, podemos começar nossa primeira tradução:
pt_br: Com o modelo no lugar, podemos começar nossa primeira tradução:
ro: Cu șablonul instalat, putem începe prima noastră traducere:
ru: Имея шаблон, мы можем начать наш первый перевод:
sv: När mallen är på plats kan vi börja vår första översättning:
ta: வார்ப்புருவுடன், எங்கள் முதல் மொழிபெயர்ப்பைத் தொடங்கலாம்:
tr: Kalıp hazır olduğunda, ilk çevirimize başlayabiliriz:
uk: Коли у нас буде шаблон, ми можемо розпочати перший переклад:
zh_hans: 准备好模板后，我们就可以开始我们的第一个翻译了：
zh_hant: 在模板就位後，我們就可以開始我們的第一個翻譯了：

source: The just created :file:`cs.po` already has some information filled in. Most importantly it got the proper plural forms definition for chosen language and you can see number of plurals have changed according to that:
de: Die soeben erstellte :file:`cs.po` enthält bereits einige Informationen. Am wichtigsten ist, dass sie die richtige Definition der Pluralformen für die gewählte Sprache erhalten hat, und Sie können sehen, dass sich die Anzahl der Pluralformen dementsprechend geändert hat:
ga: Tá roinnt eolais líonta isteach ag an gcomhad díreach cruthaithe :file:`cs.po` cheana féin. Níos tábhachtaí fós, fuair sé an sainmhíniú ceart ar na foirmeacha iolra don teanga roghnaithe agus is féidir leat a fheiceáil go bhfuil líon na n-iolra athraithe dá réir:
hu: A most létrehozott :file:`cs.po` fájl már tartalmaz néhány előre kitöltött információt. A legfontosabb, hogy a kiválasztott nyelvhez megfelelő többes szám definíció kerül bele, ennek megfelelően a többes számú alakok száma is megváltozik:
id: :file:`cs.po` yang baru saja dibuat sudah memiliki beberapa informasi yang terisi. Yang terpenting, berkas ini memiliki definisi bentuk jamak yang tepat untuk bahasa yang dipilih dan Anda dapat melihat jumlah bentuk jamak yang telah berubah sesuai dengan definisi tersebut:
ja: :file:`cs.po` を作成すると、あらかじめ情報が入力されています。最も重要なのは、選択した言語の適切な複数形の定義を取得したことです。複数形の数が言語に従って変化したことも確認できます。
nl: Het zojuist gemaakte bestand :file:`cs.po` heeft al enige informatie ingevuld in zich. Meest belangrijk is om de juiste definitie voor de meervoudsvormen voor de gekozen taal te krijgen en u kunt zien dat het aantal meervouden is gewijzigd overeenkomstig daarmee:
pt: O recém-criado :file:`cs.po` já tem algumas informações preenchidas. Mais importante ainda, ele obteve a definição de formas plurais apropriada para o idioma escolhido e pode ver que a quantidade de plurais mudou de acordo com isso:
pt_br: O recém-criado :file:`cs.po` já tem algumas informações preenchidas. Mais importante ainda, ele obteve a definição de formas plurais apropriada para o idioma escolhido e você pode ver que o número de plurais mudou de acordo com isso:
ro: Tocmai a fost creat :file:`cs.po` și are deja câteva informații completate. Cel mai important este că a primit definiția corectă a formelor de plural pentru limba aleasă și puteți vedea că numărul de pluraluri s-a schimbat în funcție de aceasta:
ru: Только что созданный файл :file:`cs.po` уже содержит некоторую информацию. Самое главное заключается в том, что в нём правильно определены формы множественного числа для выбранного языка, и вы можете видеть, что, отражая этот факт, количество форм множественного числа изменилось:
sv: Den nyskapade filen :file:`cs.po` innehåller redan viss information. Viktigast av allt är att den har rätt pluralformer för det valda språket, och du kan se att antalet pluralformer har ändrats i enlighet med detta:
tr: Yeni oluşturulan :file:`cs.po` dosyasında zaten doldurulmuş olan bazı bilgiler bulunur. En önemlisi, seçilmiş dil için uygun çoğul biçim tanımı yapılmıştır ve çoğul biçimlerin sayısının buna göre değiştiğini görebilirsiniz:
uk: Щойно створений файл :file:`cs.po` вже містить деякі попередньо заповнені дані. Найважливіше те, що у файлі вже визначено належні форми множини для вибраної мови — кількість форм множини буде змінено відповідним чином:
zh_hans: 刚刚创建的 :file:`cs.po` 已经填写了一些信息。最重要的是，它为所选语言提供了正确的复数形式定义，您可以看到复数数量也随之改变：
zh_hant: 剛剛新建的 :file:`cs.po` 已經有一些信息填充進去了。最重要的是它獲得了所選擇的語言的適當複數形式定義，並且您可以看到幾種複數已經根據它更改了：

source: This file is compiled into an optimized binary form, the `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ file used by the `GNU gettext`_ functions at runtime.
de: Diese Datei wird in eine optimierte Binärform kompiliert, die `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_-Datei, die von den `GNU gettext`_-Funktionen zur Laufzeit verwendet wird.
ga: Tiomsaítear an comhad seo i bhfoirm dhénártha optamaithe, an comhad `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ a úsáideann an `GNU gettext`_ feidhmeanna ag am rite.
hu: Ez a fájl egy optimalizált bináris formátumba fordul le, amely a `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ fájl – ezt használják a `GNU gettext`_ függvények futásidőben.
id: Berkas ini dikompilasi menjadi bentuk biner yang dioptimalkan, berkas `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ yang digunakan oleh fungsi `GNU gettext`_ saat dijalankan.
ja: このファイルは、最適化されたバイナリ形式（実行時に `GNU gettext`_ 関数が使用する `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ ）にコンパイルされます。
nl: Dit bestand is gecompileerd in een geoptimaliseerde binaire vorm, het bestand `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_, gebruikt door de functies van `GNU gettext`_ tijdens uitvoering.
pt: Este ficheiro é compilado num formato binário otimizado, o ficheiro `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ usado pelas funções do `GNU gettext`_ em tempo de execução.
pt_br: Este arquivo é compilado em um formato binário otimizado, o arquivo `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ usado pelas funções do `GNU gettext`_ em tempo de execução.
ro: Acest fișier este compilat într-o formă binară optimizată, fișierul `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ utilizat de funcțiile `GNU gettext`_ la momentul execuției.
ru: Этот файл компилируется в оптимизированную двоичную форму — файл `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_, используемый функциями `GNU gettext`_ времени выполнения.
sv: Denna fil kompileras till en optimerad binär form, filen `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ som används av `GNU gettext`_-funktionerna vid körning.
ta: இந்த கோப்பு உகந்த பைனரி வடிவத்தில் தொகுக்கப்பட்டுள்ளது, 'குனு கெட்டடெக்ச்ட்' பயன்படுத்தும் '.mo <https://www.gnu.org/software/gettext/manual/gettext.html#mo-files>'_ கோப்பு இயக்க நேரத்தில் செயல்படுகிறது.
tr: Bu dosya, çalıştırma ortamında `GNU gettext`_ işlevleri tarafından kullanılmaya uygun binary `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ dosyası biçiminde derlenir.
uk: Цей файл компілюється у оптимізовану двійкову форму — файл `.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_, який використовується `GNU gettext`_ функціями під час роботи.
zh_hans: 这个文件被编译为优化的二进制形式，`.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ 文件，由 `GNU gettext`_ 函数在运行时使用。时使用。
zh_hant: 這個文件被編譯為優化的二進制形式，`.mo <https://www.gnu.org/software/gettext/manual/gettext.html#MO-Files>`_ 文件，由`GNU gettext`_ 函數在運行時使用。時使用。

source: Updating strings
de: Aktualisieren von Zeichenketten
ga: Teaghráin á nuashonrú
hu: Szövegek frissítése
id: Memperbarui string
ja: 文字列の更新
nl: Tekenreeksen bijwerken
pt: A atualizar cadeias
pt_br: Atualizando textos
ro: Actualizarea șirurilor de caractere
ru: Обновление строк
sv: Uppdatering av strängar
ta: புதுப்பித்தல் சரங்கள்
tr: Dizgeleri güncellemek
uk: Оновлення рядків
zh_hans: 更新字符串
zh_hant: 更新字符串

source: Once you add more strings or change some strings in your program, you execute again `xgettext`_ which regenerates the template file:
de: Sobald Sie weitere Zeichenketten hinzufügen oder einige Zeichenketten in Ihrem Programm ändern, führen Sie erneut `xgettext`_ aus, wodurch die Vorlagendatei neu generiert wird:
ga: Nuair a chuireann tú tuilleadh teaghráin leis nó nuair a athraíonn tú roinnt teaghráin i do chlár, ritheann tú `xgettext`_ arís a athghineann an comhad teimpléid:
hu: Amikor új szövegeket ad hozzá programjához vagy meglévő szövegeket módosít, ismét futtassa a `xgettext`_ parancsot, amely újragenerálja a sablonfájlt:
id: Setelah Anda menambahkan lebih banyak string atau mengubah beberapa string dalam program Anda, Anda menjalankan lagi `xgettext`_ yang menghasilkan ulang berkas templat:
ja: プログラムに文字列を追加したり、文字列の変更を加えた場合、`xgettext`_ を再度実行してテンプレート ファイルを再生成してください。再生成の方法:
nl: Als u eenmaal meer tekenreeksen toevoegt, of enige tekenreeksen in uw programma wijzigt, moet u `xgettext`_ opnieuw uitvoeren, wat het sjabloonbestand opnieuw genereert:
pt: Depois de adicionar mais textos ou alterar algumas cadeias no seu programa, executa novamente `xgettext`_ que gera novamente o ficheiro de modelo:
pt_br: Depois de adicionar mais textos ou alterar alguns textos em seu programa, você executa novamente `xgettext`_ que gera novamente o arquivo de modelo:
ro: Odată ce adăugați mai multe șiruri de caractere sau modificați unele șiruri de caractere în programul dumneavoastră, executați din nou `xgettext`_ care regenerează fișierul șablon:
ru: Если вы добавите в свою программу ещё нескольких строк или измените в ней какие-то из них, то после этого вы снова должны будете запустить `xgettext`_, который пересоздаст файл шаблона:
sv: När du har lagt till fler strängar eller ändrat några strängar i ditt program kör du `xgettext`_ igen, vilket genererar om mallfilen:
ta: உங்கள் நிரலில் அதிக சரங்களைச் சேர்த்தவுடன் அல்லது சில சரங்களை மாற்றியவுடன், வார்ப்புரு கோப்பை மீண்டும் உருவாக்கும் 'எக்ச்செடெக்ச்ட்' ஐ மீண்டும் இயக்குகிறீர்கள்:
tr: Yeni dizgeler eklediğinizde ya da programınızdaki bazı dizgeleri değiştirdiğinizde, kalıp dosyasını yeniden oluşturan `xgettext`_ komutunu yeniden çalıştırırsınız:
uk: Після додавання рядків або зміни рядків у вашій програм, ви можете запустити `xgettext`_ знову і повторно створити файл шаблона:
zh_hans: 一旦在您的程序中添加了更多的字符串或更改了一些字符串，您再次执行 `xgettext`_，生成模板文件：
zh_hant: 一旦在您的程序中添加了更多的字符串或更改了一些字符串，您再次執行 `xgettext`_ ，生成模板文件：
