Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Running management commands under a different user than the one running your webserver can result in files getting wrong permissions, please check :ref:`file-permissions` for more details.
de: Das Ausführen von Verwaltungsbefehlen unter einem anderen Benutzer als dem, unter dem Ihr Webserver läuft, kann dazu führen, dass Dateien falsche Berechtigungen erhalten, bitte lesen Sie :ref:`file-permissions` für weitere Details.
ga: D'fhéadfadh orduithe bainistíochta a reáchtáil faoi úsáideoir difriúil ná an ceann a reáchtáil do fhreastalaí gréasáin go bhfaighidh comhaid ceadanna míchearta, seiceál :ref:`file-permissions` le haghaidh tuilleadh sonraí.
hu: Ha a kezelőparancsokat nem ugyanazzal a felhasználóval futtatja, mint amellyel a webszerver fut, előfordulhat, hogy a fájlok hibás jogosultságokkal jönnek létre. További részletekért lásd: :ref:`file-permissions`.
id: Menjalankan perintah manajemen di bawah pengguna yang berbeda dari yang menjalankan server web Anda dapat mengakibatkan berkas mendapatkan izin yang salah, silakan periksa :ref:`file-permissions` untuk rincian selengkapnya.
ja: Web サーバーを実行しているのとは異なるユーザーで管理コマンドを実行すると、ファイルのアクセス権が不正になることがあります。詳しくは :ref:`file-permissions` を参照してください。
nl: Uitvoeren van opdrachten voor beheer onder een andere gebruiker, dan die welke uw webserver uitvoert, kan resulteren in het feit dat ebstanden de verkeerde rechten krijgen, bekijk :ref:`file-permissions` voor meer details.
pt: Executar comandos de gestão sob um utilizador diferente daquele que executa o seu servidor web pode resultar em ficheiros a receber permissões erradas, por favor, confira :ref:`file-permissions` para mais detalhes.
pt_br: Executar comandos de gerenciamento sob um usuário diferente daquele que executa seu servidor web pode resultar em arquivos recebendo permissões erradas, por favor, confira :ref:`file-permissions` para mais detalhes.
ro: Rularea comenzilor de management sub un utilizator diferit de cel care rulează serverul web poate avea ca rezultat obținerea unor permisiuni greșite pentru fișiere; consultați :ref:`file-permissions` pentru mai multe detalii.
ru: Запуск команд управления от имени пользователя, отличного от того, под которым работает ваш веб-сервер, может привести к тому, что права доступа на файлы будут выставлены неверно. Для получения более подробной информации обратитесь к разделу :ref:`file-permissions`.
sv: Om du kör administrationskommandon under en annan användare än den som kör din webbserver kan det leda till att filer får fel behörigheter. Se :ref:`file-permissions` för mer information.
tr: Yönetim komutlarını site sunucunuzu çalıştıran kullanıcıdan başka bir kullanıcı ile çalıştırmak, dosya izinlerinin yanlış olmasına neden olabilir. Ayrıntılı bilgi almak için: :ref:`file-permissions`.
uk: Запуск команд керування від імені користувача, відмінного від користувача, від імені якого запущено вебсервер, може призвести до встановлення помилкових прав доступу до файлів. Будь ласка, ознайомтеся із розділом :ref:`file-permissions`, щоб дізнатися більше.
zh_hans: 在与运行 web 服务器的用户不同的用户下运行管理命令，可能会导致文件获得错误的权限，请查阅 :ref:`file-permissions` 了解详情。
zh_hant: 不同用戶下運行管理命令而不是一人運行您的 web 服務器，可以導致文件得到錯誤的權限，更多細節請查看 :ref:`file-permissions` 。

source: You will find basic management commands (available as :file:`./manage.py` in the Django sources, or as an extended set in a script called :command:`weblate` installable atop Weblate).
de: Sie finden grundlegende Verwaltungsbefehle (verfügbar als :file:`./manage.py` in den Django-Quellen oder als erweiterter Satz in einem Skript namens :command:`weblate`, installierbar über Weblate).
ga: Gheobhaidh tú orduithe bainistíochta bunúsacha (ar fáil mar :file:`./manage.py` sna foinsí Django, nó mar shraith leathnaithe i script ar a dtugtar :command:`weblate` inshuiteáilte ar an Weblate).
hu: Az alapvető kezelőparancsok a Django forráskódban :file:`./manage.py` néven érhetők el vagy a Weblate-re telepített :command:`weblate` nevű kibővített parancskészletként.
id: Anda akan menemukan perintah manajemen dasar (tersedia sebagai :file:`./manage.py` dalam sumber Django, atau sebagai set yang diperluas dalam skrip yang disebut :command:`weblate` yang dapat diinstal di atas Weblate).
ja: 基本的な管理コマンドがあります（Django ソースでは、:file:`./manage.py` として、または Weblate にインストール可能な :command:`weblate` というスクリプトの拡張セットとして使用できます）。
nl: U zult basis opdrachten voor beheer vinden (beschikbaar als :file:`./manage.py` in de bronnen van Django, of als een uitgebreide set in een script, genaamd :command:`weblate`, dat te installeren is bovenop Weblate).
pt: Encontrará comandos básicos de gestão (disponíveis como :file:`./manage.py` nas fontes do Django ou como um conjunto estendido num script chamado :command:`weblate` instalável em cima do Weblate).
pt_br: Você encontrará comandos básicos de gerenciamento (disponíveis como :file:`./manage.py` nas fontes do Django ou como um conjunto estendido em um script chamado :command:`weblate` instalável em cima do Weblate).
ro: Veți găsi comenzi de gestionare de bază (disponibile ca :file:`./manage.py` în sursele Django, sau ca un set extins într-un script numit :command:`weblate` instalabil deasupra Weblate).
ru: Основные команды управления доступны из скрипта :file:`./manage.py` в исходниках Django, или их расширенный набор из скрипта :command:`weblate`, устанавливаемом поверх Weblate.
sv: Du hittar grundläggande hanteringskommandon (tillgängliga som :file:`./manage.py` i Django-källkoden, eller som en utökad uppsättning i ett skript som heter :command:`weblate` som kan installeras ovanpå Weblate).
tr: Temel yönetim komutlarını (Django kaynaklarında :file:`./manage.py` dosyasında ya da genişletilmiş bir küme olarak Weblate üzerine kurulabilen :command:`weblate` adlı betik dosyasında bulabilirsiniz).
uk: Тут наведено базові команди керування (доступні як :file:`./manage.py` у початкових кодах Django або як розширений набір у скрипті із назвою :command:`weblate`, який встановлюється над Weblate).
zh_hans: 您会找到基本的管理命令（作为 Django 源中的 :file:`./manage.py` 来获得它，或者作为可安装在Weblate 顶层的脚本调用 :command:`weblate` 中的扩展组来获得它 ）。
zh_hant: 您會找到基本的管理命令（作為Django 源中的:file:`./manage.py` 來獲得它，或者作為可安裝在Weblate 頂層的腳本調用:command:`weblate` 中的擴展組來獲得它）。

source: Invoking management commands
de: Aufrufen von Verwaltungsbefehlen
ga: Orduithe bainistíochta a agairt
hu: Kezelőparancsok futtatása
id: Memanggil perintah manajemen
ja: 管理コマンドの起動
nl: Opdrachten voor beheer uitvoeren
pt: Invocando comandos de gestão
pt_br: Invocando comandos de gerenciamento
ro: Invocarea comenzilor de gestionare
ru: Вызов команд управления
sv: Använda administrationskommandon
ta: மேலாண்மை கட்டளைகளைத் தூண்டுதல்
tr: Yönetim komutlarını çağırmak
uk: Виклик команд керування
zh_hans: 调用管理命令

source: As mentioned before, invocation depends on how you installed Weblate.
de: Wie bereits erwähnt, hängt der Aufruf davon ab, wie Sie Weblate installiert haben.
ga: Mar a luadh cheana, braitheann agairt ar conas a shuiteáil tú Weblate.
hu: Ahogy korábban említettük, a parancsok meghívása attól függ, hogyan telepítette a Weblate-et.
id: Seperti disebutkan sebelumnya, pemanggilan bergantung pada bagaimana Anda menginstal Weblate.
ja: 前述のように、起動方法は Weblate のインストール方法によ方法はなります。
nl: Zoals eerder vermeld is de uitvoering afhankelijk van hoe u Weblate hebt geïnstalleerd.
pt: Como mencionado anteriormente, a invocação depende de como instalou o Weblate.
pt_br: Como mencionado anteriormente, sua invocação depende de como você instalou o Weblate.
ro: După cum am menționat anterior, invocarea depinde de modul în care ați instalat Weblate.
ru: Как упоминалось ранее, вызов команд зависит от того, как вы установили Weblate.
sv: Som tidigare nämnts beror anropet på hur du har installerat Weblate.
ta: முன்பு குறிப்பிட்டபடி, நீங்கள் வலைப்பதிவை எவ்வாறு நிறுவினீர்கள் என்பதைப் பொறுத்தது.
tr: Daha önce de belirtildiği gibi, çağrı yöntemi Weblate kurulumunuza bağlıdır.
uk: Як ми вже згадували раніше, виклик залежить від того, як убуло встановлено Weblate.
zh_hans: 如上面所提到的，如何调用取决于您如何安装 Weblate。
zh_hant: 如上面所提到的，以用依賴於您如何安裝 Weblate 。

source: If using virtualenv for Weblate, you can either specify the full path to :command:`weblate`, or activate the virtualenv prior to invoking it:
de: Wenn Sie virtualenv für Weblate verwenden, können Sie entweder den vollständigen Pfad zu :command:`weblate` angeben oder virtualenv aktivieren, bevor Sie es aufrufen:
ga: Má tá virtualenv in úsáid le haghaidh Weblate, is féidir leat an chonair iomlán chuig :command:`weblate` a shonrú, nó an virtualenv a ghníomhachtú sula ndéanann tú é a agairt:
hu: Ha virtualenv-ben használja a Weblate-et, megadhatja a :command:`weblate` teljes elérési útját vagy aktiválhatja a virtualenv-et a parancs futtatása előtt:
id: Jika menggunakan virtualenv untuk Weblate, Anda dapat menentukan jalur lengkap ke :command:`weblate`, atau mengaktifkan virtualenv sebelum memanggilnya:
ja: Weblate に virtualenv を使用する場合は、:command:`weblate` へのフル パスを指定するか、呼び出す前に virtualenv を有効化します。
nl: Als u virtualenv gebruikt voor Weblate kunt u ofwel het volledige pad naar :command:`weblate` specificeren, of de virtualenv activeren, voorafgaande aan het uitvoeren ervan:
pt: Se estiver a usar o virtualenv para Weblate, pode especificar o caminho completo para :command:`weblate` ou ativar o virtualenv antes de invocá-lo:
pt_br: Se estiver usando o virtualenv para Weblate, você pode especificar o caminho completo para :command:`weblate` ou ativar o virtualenv antes de invocá-lo:
ro: Dacă folosiți virtualenv pentru Weblate, puteți fie să specificați calea completă către :command:`weblate`, fie să activați virtualenv-ul înainte de a-l invoca:
ru: При использовании для Weblate’а виртуального окружения вы можете либо указать полный путь к команде :command:`weblate`, либо перед вызовом активировать виртуальное окружение:
sv: Om du använder virtualenv för Weblate kan du antingen ange den fullständiga sökvägen till :command:`weblate` eller aktivera virtualenv innan du startar det:
tr: Weblate için virtualenv kullanıyorsanız, :command:`weblate` komutunun tam yolunu belirtebilir ya da çağırmadan önce virtualenv etkinleştirebilirsiniz:
uk: Якщо використовувати для Weblate віртуальне середовище, ви можете або вказати повний шлях до :command:`weblate`, або активувати віртуальне середовище до виклику команди:
zh_hans: 如果使用 Virtualenv 来运行 Weblate，那么您可以指定 :command:`weblate` 的完整路径，或者在调用前激活 virtualenv ：
zh_hant: 如果使用 Virtualenv 來運行 Weblate ，那麼您可以或者為 :command:`weblate` 指定全路徑，或者在調用前激活 virtualenv ：

source: If you are using source code directly (either from a tarball or Git checkout), the management script is :file:`./manage.py` available in the Weblate sources. To run it:
de: Wenn Sie den Quellcode direkt verwenden (entweder aus einem Tarball oder einem Git-Checkout), ist das Verwaltungsskript :file:`./manage.py` in den Weblate-Quellen verfügbar. Um es auszuführen:
ga: Má tá cód foinse á úsáid agat go díreach (ó sheiceáil tarball nó Git), is é an script bainistíochta :file:`./manage.py` ar fáil sna foinsí Weblate. Chun é a reáchtáil:
hu: Ha közvetlenül a forráskódból használja (például tarball vagy Git-klón révén), a kezelőparancsokat a Weblate forráskódban található :file:`./manage.py` segítségével futtathatja:
id: Jika Anda menggunakan kode sumber secara langsung (baik dari tarball atau Git checkout), skrip manajemennya adalah :file:`./manage.py` yang tersedia di sumber Weblate. Untuk menjalankannya:
ja: ソースコードを直接（tarball または Git チェックアウトから）使用している場合、Weblate から管理スクリプト :file:`./manage.py` を実行します。実行例:
nl: Als u broncode direct gebruikt (ofwel uit een tarball of Git checkout), is het beheerscript :file:`./manage.py` beschikbaar in de bronnen van Weblate. Uitvoeren ervan:
pt: Se estiver a usar o código-fonte diretamente (de um tarball ou checkout Git), o script de gestão é :file:`./manage.py` disponível nos fontes do Weblate. Para executá-lo:
pt_br: Se você estiver usando o código-fonte diretamente (de um tarball ou checkout Git), o script de gerenciamento é :file:`./manage.py` disponível nos fontes do Weblate. Para executá-lo:
ro: Dacă folosiți codul sursă direct (fie dintr-un tarball, fie din Git checkout), scriptul de management este :file:`./manage.py` disponibil în sursele Weblate. Pentru a-l rula:
ru: Если вы напрямую используете исходный код (либо из tar-архива, либо из Git’а), то скрипт управления :file:`./manage.py` доступен из исходников Weblate’а. Для его запуска выполните следующую команду:
sv: Om du använder källkoden direkt (antingen från en tarball eller Git checkout) finns administrationsskriptet :file:`./manage.py` tillgängligt i Weblate-källorna. För att köra det:
tr: Kaynak kodunu doğrudan kullanıyorsanız (tarball ya da Git checkout menüsünden), Weblate kaynaklarındaki yönetim betiği :file:`./manage.py` dosyasıdır. Çalıştırmak için:
uk: Якщо ви використовуєте початковий код безпосередньо (з розпакованого архіву або з копії сховища Git), скриптом керування буде файл :file:`./manage.py` з початкових кодів Weblate. Щоб запустити його, виконайте такі дії:
zh_hans: 如果您直接使用源代码（来源于 tarball 或 Git checkout ），管理脚本可以在 Weblate 源文件的 :file:`./manage.py` 中获得。要运行它：
zh_hant: 如果您直接使用源代碼（來源於 tarball 或 Git checkout ），管理腳本可以在 Weblate 源文件的 :file:`./manage.py` 中獲得。要運行它：

source: If you've installed Weblate using the pip installer, or by using the :file:`./setup.py` script, the :command:`weblate` is installed to your path (or virtualenv path), from where you can use it to control Weblate:
de: Wenn Sie Weblate mit dem pip-Installer oder mit dem Skript :file:`./setup.py` installiert haben, wird :command:`weblate` in Ihrem Pfad (oder virtualenv-Pfad) installiert, von wo aus Sie Weblate steuern können:
ga: Má tá Weblate suiteáilte agat ag baint úsáide as an suiteálaí pip, nó ag baint úsáide as an script :file:`./setup.py`, tá an :command:`weblate` suiteáilte ar do chosán (nó conair virtualenv), ónar féidir leat é a úsáid é chun Weblate a rialú:
hu: Ha a Weblate-et pip-pel vagy a :file:`./setup.py` script segítségével telepítette, akkor a :command:`weblate` elérhető lesz az elérési útban (vagy a virtualenv útvonalán), így onnan irányíthatja a Weblate-et:
id: Jika Anda menginstal Weblate menggunakan penginstal pip, atau dengan menggunakan skrip :file:`./setup.py`, :command:`weblate` diinstal ke jalur Anda (atau jalur virtualenv), dari sana Anda dapat menggunakannya untuk mengontrol Weblate:
ja: pip インストーラを使用して Weblate をインストールした場合、または :file:`./setup.py` スクリプトを使用してインストールした場合、:command:`weblate` がパス（または virtualenv パス）にインストールされます。パスから Weblate を管理する方法:
nl: Als u Weblate hebt geïnstalleerd met het installatieprogramma pip, of door het script :file:`./setup.py` te gebruiken, wordt :command:`weblate` geïnstalleerd naar uw pad (of pad van virtualenv), van waaruit u het kunt gebruiken om Weblate te beheren:
pt: Se instalou o Weblate pelo instalador pip, ou usando o script :file:`./setup.py`, o :command:`weblate` é instalado no seu caminho (ou caminho virtualenv), de onde pode usá-lo para controlar o Weblate:
pt_br: Se você instalou o Weblate usando o instalador pip, ou usando o script :file:`. /setup.py`, o :command:`weblate` é instalado em seu caminho (ou caminho virtualenv), de onde você pode usá-lo para controlar o Weblate:
ro: Dacă ați instalat Weblate utilizând programul de instalare pip sau scriptul :file:`./setup.py`, comanda :command:`weblate` este instalată în calea dumneavoastră (sau în calea virtualenv), de unde o puteți utiliza pentru a controla Weblate:
ru: Если вы установили Weblate с помощью программы установки pip или скрипта :file:`./setup.py`, команда :command:`weblate` устанавливается в каталог (или через переменную PATH виртуального окружения), откуда вы можете использовать её для управления Weblate:
sv: Om du har installerat Weblate med pip-installationsprogrammet eller med skriptet :file:`./setup.py`, installeras :command:`weblate` i din sökväg (eller virtualenv-sökväg), varifrån du kan använda det för att styra Weblate:
tr: Weblate kurulumu için pip kurucusunu ya da :file:`./setup.py` betiğini kullandıysanız, Weblate denetimi için kullanılacak :command:`weblate` yolunuza (ya da kullandığınız virtualenv yoluna) kurulur:
uk: Якщо ви встановили Weblate за допомогою засобу встановлення pip або за допомогою скрипту :file:`./setup.py`, програму :command:`weblate` встановлено до основного набору шляхів вашої системи (або шляху віртуального середовища). Ви можете скористатися нею для керування Weblate:
zh_hans: 如果您使用 pip 安装程序，或使用 :file:`./setup.py` 脚本来安装 Weblate，那么 :command:`weblate` 安装到您的路径下（或者 virtualenv 路径下），您可以从那里用它控制 Weblate ：

source: For the Docker image, the script is installed like above, and you can run it using :command:`docker exec`:
de: Für das Docker-Image wird das Skript wie oben installiert und Sie können es mit :command:`docker exec` ausführen:
ga: Maidir leis an íomhá Docker, tá an script suiteáilte mar thuas, agus is féidir leat é a rith ag baint úsáid :command:`docker exec`:
hu: A Docker-képnél a szkript ugyanígy van telepítve, és a :command:`docker exec` segítségével futtatható:
id: Untuk gambar Docker, skrip diinstal seperti di atas, dan Anda dapat menjalankannya menggunakan :command:`docker exec`:
ja: Docker イメージの場合、スクリプトは上記のようにインストールします。:command:`docker exec` を使用した実行例:
nl: Voor de Docker image wordt het script als hierboven geïnstalleerd en u kunt het uitvoeren met :command:`docker exec`:
pt: Para a imagem Docker, o script é instalado como acima e pode executá-lo usando :command:`docker exec`:
pt_br: Para a imagem Docker, o script é instalado como acima e você pode executá-lo usando :command:`docker exec`:
ro: Pentru imaginea Docker, scriptul este instalat ca mai sus și îl puteți rula folosind :command:`docker exec`:
ru: В случае использования образа Docker’а скрипт устанавливается так же, как и выше, и вы можете запустить его с помощью команды :command:`docker exec`:
sv: För Docker-bilden installeras skriptet som ovan, och du kan köra det med :command:`docker exec`:
ta: கப்பல்துறை படத்தைப் பொறுத்தவரை, ச்கிரிப்ட் மேலே உள்ளதைப் போல நிறுவப்பட்டுள்ளது, மேலும் நீங்கள் அதைப் பயன்படுத்தி இயக்கலாம்: கட்டளை: `டோக்கர் எக்செக்`:
tr: Docker kalıbında betik yukarıdaki gibi kurulur ve :command:`docker exec` komutuyla çalıştırıllabilir:
uk: Для випадку образу Docker скрипт буде встановлено подібно до інших варіантів і ви зможете запустити його за допомогою :command:`docker exec`:
zh_hans: 对于 Docker 镜像，脚本向上面一样安装，您可以使用 :command:`docker exec` 来运行：
zh_hant: 對於 Docker 映像，腳本向上面一樣安裝，您可以使用 :command:`docker exec` 來運行：

source: In case you need to pass it a file, you can temporary add a volume:
de: Falls Sie eine Datei übergeben müssen, können Sie vorübergehend ein Volume hinzufügen:
ga: Más gá duit comhad a chur ar aghaidh, is féidir leat imleabhar a chur leis go sealadach:
hu: Ha fájlt is kell átadnia, ideiglenesen csatolhat egy kötetet is:
id: Jika Anda perlu memberikannya sebuah berkas, Anda dapat menambahkan volume sementara:
ja: ファイルを渡すことが必要な場合に、一時的にボリュームを追加する方法:
nl: In het geval dat u een bestand moet doorgeven, kunt u tijdelijk een volume toevoegen:
pt: Caso precise passar-le um ficheiro, pode adicionar temporariamente um volume:
pt_br: Caso precise passar um arquivo para ele, você pode adicionar temporariamente um volume:
ro: În cazul în care aveți nevoie să-i transmiteți un fișier, puteți adăuga temporar un volum:
ru: В случае, если вам нужно передать ему файл, вы можете временно добавить том:
sv: Om du behöver överföra en fil kan du tillfälligt lägga till en volym:
ta: நீங்கள் அதை ஒரு கோப்பை அனுப்ப வேண்டும் என்றால், நீங்கள் தற்காலிகமாக ஒரு தொகுதியைச் சேர்க்கலாம்:
tr: Bir dosya belirtleniz gerekirse, geçici olarak bir birim ekleyebilirsiniz:
uk: Якщо вам треба передати програмі файл, ви можете тимчасово додати том:
zh_hans: 在您需要向它传递文件的情况下，您可以临时添加卷：
zh_hant: 在您需要向它傳遞文件的情況下，您可以臨時添加卷：

source: Imports a translation from the file to use as a suggestion for the given translation. It skips duplicated translations; only different ones are added.
de: Importiert eine Übersetzung aus der Datei, um sie als Vorschlag für die angegebene Übersetzung zu verwenden. Doppelte Übersetzungen werden übersprungen; es werden nur unterschiedliche Übersetzungen hinzugefügt.
ga: Iompórtálann sé aistriúchán ón gcomhad le húsáid mar mholadh don aistriúchán a thugtar. Scipeann sé aistriúcháin dhúbailt; ní chuirtear ach cinn éagsúla leis.
hu: Fordítás importálása fájlból, javaslatként való felhasználásra az adott fordításhoz. Az ismétlődő fordításokat kihagyja; csak az eltérőeket veszi figyelembe.
id: Mengimpor terjemahan dari berkas untuk digunakan sebagai saran terjemahan yang diberikan. Terjemahan duplikat akan dilewati; hanya terjemahan yang berbeda yang ditambahkan.
ja: 指定された翻訳の候補として、使用する翻訳をファイルからインポートします。重複した翻訳は除外し、異なる翻訳のみ追加します。
nl: Importeert een vertaling uit het bestand om als een suggestie te gebruiken voor de opgegeven vertaling. Het slaat gedupliceerde vertalingen over; alleen verschillende worden toegevoegd.
pt: Importa uma tradução do fcheiro para usar como sugestão para a tradução fornecida. Pula traduções duplicadas; apenas os diferentes são adicionados.
pt_br: Importa uma tradução do arquivo para usar como sugestão para a tradução fornecida. Ele pula traduções duplicadas; apenas os diferentes são adicionados.
ro: Importă o traducere din fișier pentru a o utiliza ca sugestie pentru traducerea dată. Nu ia în considerare traducerile duplicate; sunt adăugate doar cele diferite.
ru: Импортирует перевод из файла, чтобы использовать его как предложение для данного перевода. Команда пропускает дубликаты перевода; добавляются только отличающиеся.
sv: Importerar en översättning från filen för att använda som förslag för den angivna översättningen. Den hoppar över dubbla översättningar; endast olika översättningar läggs till.
ta: கொடுக்கப்பட்ட மொழிபெயர்ப்புக்கான ஆலோசனையாக பயன்படுத்த கோப்பிலிருந்து ஒரு மொழிபெயர்ப்பை இறக்குமதி செய்கிறது. இது நகல் மொழிபெயர்ப்புகளைத் தவிர்க்கிறது; வேறுபட்டவை மட்டுமே சேர்க்கப்படுகின்றன.
tr: Dosyadaki çeviriyi belirtilen çeviri için öneri olarak içe aktarır. Aynı olan çevirileri atlar. Yalnızca farklı olanları ekler.
uk: Імпортує переклад з файла для використання його як пропозиції для вказаного перекладу. Дублікати перекладів буде пропущено, додано буде лише різні переклади.
zh_hans: 从文件导入翻译，用作给定翻译的建议。它会跳过重复的翻译；只会添加不同的内容。
zh_hant: 從文件導入翻譯，來作為給定翻譯的建議來使用。它跳過了複製翻譯的步驟；只會添加不同的內容。
