Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There are similar authentication backends for GitHub for Organizations and GitHub for Teams. Their settings are named ``SOCIAL_AUTH_GITHUB_ORG_*`` and ``SOCIAL_AUTH_GITHUB_TEAM_*``, and they require additional setting of the scope - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` or ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Their callback URLs are ``https://WEBLATE SERVER/accounts/complete/github-org/`` and ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
de: Es gibt ähnliche Authentifizierungs-Backends für GitHub for Organizations und GitHub for Teams. Ihre Einstellungen heißen ``SOCIAL_AUTH_GITHUB_ORG_*`` und ``SOCIAL_AUTH_GITHUB_TEAM_*``, und sie erfordern zusätzliche Einstellungen des Bereichs ``SOCIAL_AUTH_GITHUB_ORG_NAME`` oder ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Ihre Callback-URLs lauten ``https://WEBLATE SERVER/accounts/complete/github-org/`` und ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
ga: Tá cúltaca fíordheimhnithe den chineál céanna ann do GitHub d'Eagraíochtaí agus GitHub for Foirne. Ainmnítear a gcuid socruithe ``SOCIAL_AUTH_GITHUB_ORG_*`` agus ``SOCIAL_AUTH_GITHUB_TEAM_*``, agus teastaíonn socrú breise den raon feidhme uathu - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` nó ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Is iad a URLanna aisghlaonna ná ``https://WEBLATE freastalaí/cuntas/complete/github-org/`` agus ``https://WEBLATE freastalaí/cuntas/Complete/GitHub-Teams/``.
hu: Hasonló hitelesítési háttérrendszerek érhetők el a GitHub (Organizations) szervezetekhez és GitHub (Teams) csapatokhoz is. Ezek beállításai: ``SOCIAL_AUTH_GITHUB_ORG_*`` és ``SOCIAL_AUTH_GITHUB_TEAM_*``, valamint meg kell adni a szükséges tartományt is: ``SOCIAL_AUTH_GITHUB_ORG_NAME`` vagy ``SOCIAL_AUTH_GITHUB_TEAM_ID``. A visszahívási (callback) URL-ek ebben az esetben: - ``https://WEBLATE SERVER/accounts/complete/github-org/`` és - ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
id: Terdapat backend autentikasi serupa untuk GitHub for Organizations dan GitHub for Teams. Pengaturannya bernama ``SOCIAL_AUTH_GITHUB_ORG_*`` dan ``SOCIAL_AUTH_GITHUB_TEAM_*``, dan keduanya memerlukan pengaturan tambahan untuk cakupannya - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` atau ``SOCIAL_AUTH_GITHUB_TEAM_ID``. URL panggilan baliknya adalah ``https://WEBLATE SERVER/accounts/complete/github-org/`` dan ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
ja: GitHub for Organizations と GitHub for Teams にも同様の認証バックエンドがあります。この設定は ``SOCIAL_AUTH_GITHUB_ORG_*`` と ``SOCIAL_AUTH_GITHUB_TEAM_*`` という名前で、範囲（``SOCIAL_AUTH_GITHUB_ORG_NAME`` または ``SOCIAL_AUTH_GITHUB_TEAM_ID``）の追加設定が必要です。 コールバック URL は、``https://WEBLATE SERVER/accounts/complete/github-org/`` および ``https://WEBLATE SERVER/accounts/complete/github-teams/`` です。
nl: Er zijn soortgelijke backends bekend voor GitHub for Organizations en GitHub for Teams. Hun instellingen zijn genaamd ``SOCIAL_AUTH_GITHUB_ORG_*`` en ``SOCIAL_AUTH_GITHUB_TEAM_*``, en zij vereisen aanvullende instellingen voor het bereik - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` or ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Hun URL's voor terugkoppeling zijn ``https://WEBLATE SERVER/accounts/complete/github-org/`` en ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
pt_br: Existem backends de autenticação semelhantes para o GitHub para Organizações e o GitHub para Equipes. Suas configurações são denominadas ``SOCIAL_AUTH_GITHUB_ORG_*`` e ``SOCIAL_AUTH_GITHUB_TEAM_*``, e requerem configuração adicional do escopo -- ``SOCIAL_AUTH_GITHUB_ORG_NAME`` ou ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Seus URLs de retorno de chamada são ``https://WEBLATE SERVER/accounts/complete/github-org/`` e ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
sv: Det finns liknande autentiseringsbackends för GitHub for Organizations och GitHub for Teams. Deras inställningar heter ``SOCIAL_AUTH_GITHUB_ORG_*`` och ``SOCIAL_AUTH_GITHUB_TEAM_*``, och de kräver ytterligare inställningar av omfattningen - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` eller ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Deras återuppringnings-URL:er är ``https://WEBLATE SERVER/accounts/complete/github-org/`` och ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
ta: நிறுவனங்களுக்கான கிட்அப்பிற்கு ஒத்த அங்கீகார பின்தளத்தில் மற்றும் அணிகளுக்கான அறிவிலிமையம் உள்ளன. அவற்றின் அமைப்புகள் `` சமூக_ஆத்_சித்யூப்_ஆர்க்_*`` மற்றும் `` சமூக_ஆத்_சித்யூப்_டீம்_*`` என்று பெயரிடப்பட்டுள்ளன, மேலும் அவை நோக்கம் கூடுதல் அமைப்பு தேவைப்படுகின்றன - `` சமூக_ஆத்_சித்யூப்_ஆர்க்_நேம்` அல்லது `` `` `` `` `` `` சமூக_அத்_சித்யூப். அவற்றின் அழைப்பு முகவரி கள் `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/கிதுப்-ஆர்க்/`` மற்றும் `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/கிட்அப்-டெம்ச்/``.
tr: Kuruluşlar için GitHub ve Takımlar için GitHub benzer kimlik doğrulama arka yüzleri vardır. Ayarları ``SOCIAL_AUTH_GITHUB_ORG_*`` ve ``SOCIAL_AUTH_GITHUB_TEAM_*`` olarak adlandırılmıştır ve ``SOCIAL_AUTH_GITHUB_ORG_NAME`` ya da ``SOCIAL_AUTH_GITHUB_TEAM_ID`` kapsamları için ek ayarlara gerek duyarlar. Geri çağırma adresleri ``https://WEBLATE SUNUCUSU/accounts/complete/github-org/`` ve ``https://WEBLATE SUNUCUSU/accounts/complete/github-teams/`` biçimindedir.
uk: Для GitHub для організацій і GitHub для команд існують схожі серверні версії автентифікації. Їх налаштування називаються ``SOCIAL_AUTH_GITHUB_ORG_*`` і ``SOCIAL_AUTH_GITHUB_TEAM_*``, і вони потребують додаткового налаштування області дії - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` або ``SOCIAL_AUTH_GITHUB_TEAM_ID``. Їхні URL-адреси зворотного виклику: ``https://WEBLATE SERVER/accounts/complete/github-org/`` і ``https://WEBLATE SERVER/accounts/complete/github-teams/``.
zh_hans: GitHub for Organizations 和 GitHub for Teams 也有类似的认证后端。他们的设置名为 ``SOCIAL_AUTH_GITHUB_ORG_*`` 和 ``SOCIAL_AUTH_GITHUB_TEAM_*``。它们需要额外设置范围 - ``SOCIAL_AUTH_GITHUB_ORG_NAME`` 或 ``SOCIAL_AUTH_GITHUB_TEAM_ID``。 它们的回调 URL 是 ``https://WEBLATE SERVER/accounts/complete/github-org/`` 和 ``https://WEBLATE SERVER/accounts/complete/github-teams/``。

source: Weblate provided callback URL during the authentication includes configured domain. In case you get errors about URL mismatch, you might want to fix this, see :ref:`production-site`.
de: Die von Weblate während der Authentifizierung bereitgestellte Callback-URL enthält die konfigurierte Domain. Falls Sie Fehlermeldungen über eine nicht übereinstimmende URL erhalten, sollten Sie dies beheben, siehe :ref:`production-site`.
ga: Chuir Weblate URL aisghlao ar fáil le linn an fhíordheimhnithe san áireamh fearann cumraithe. I gcás go bhfaigheann tú earráidí maidir le neamhréir URL, b'fhéidir gur mhaith leat é seo a cheartú, féach :ref:`production-site`.
hu: A Weblate által biztosított visszahívási URL a hitelesítés során a beállított domaint tartalmazza. Ha URL-eltérés miatti hibát tapasztal, érdemes javítani a beállítást, lásd: :ref:`production-site`.
id: URL panggilan balik yang disediakan oleh Weblate selama autentikasi mencakup domain yang dikonfigurasi. Jika Anda mendapatkan kesalahan tentang ketidakcocokan URL, Anda mungkin ingin memperbaikinya, lihat :ref:`production-site`.
ja: 認証時に Weblate が提供するコールバック URL には、設定したドメインが含まれています。URL の不一致でエラーが発生した場合の修正は、:ref:`production-site` を確認してください。
nl: De door Weblate verschafte URL, voor terugkoppeling gedurende de authenticatie, bevat het geconfigureerde domein. Voor het geval u fouten krijgt met betrekking tot een niet overeenkomende URL, zou u dit misschien willen repareren, bekijk :ref:`production-site`.
pt: O Weblate fornecia URL de retorno de chamada durante a autenticação inclui domínio configurado. No caso de obter erros sobre incompatibilidade de URL, pode corrigir isso, consulte :ref:`production-site`.
pt_br: O Weblate fornecia URL de retorno de chamada durante a autenticação inclui domínio configurado. No caso de você obter erros sobre incompatibilidade de URL, você pode querer corrigir isso, consulte :ref:`production-site`.
ro: URL-ul de callback furnizat de Weblate în timpul autentificării include domeniul configurat. În cazul în care primiți erori privind neconcordanța URL-ului, poate doriți să remediați acest lucru, consultați :ref:`production-site`.
ru: Weblate предоставляет URL-адрес обратного вызова, вызываемый во время авторизации, в который включён настроенный домен. В случае, если вы получаете ошибки о несовпадении URL, возможно, вы захотите это исправить, смотрите раздел :ref:`production-site`.
sv: Weblate tillhandahöll återuppringnings-URL under autentiseringen inkluderar konfigurerad domän. Om du får felmeddelanden om att URL inte stämmer överens kan du åtgärda detta, se :ref:`production-site`.
tr: Weblate, kimlik doğrulaması yapılırken belirtilen geri çağırma adresinde yapılandırılmış etki alanı bulunur. Adres uyuşmazlığıyla ilgili sorunlar görürseniz bu ayarı düzeltmek isteyebilirsiniz. Ayrıntılı bilgi almak için: :ref:`production-site`.
uk: Надана Weblate адреса зворотного виклику під час розпізнавання містить дані щодо налаштованого домену. Якщо система повідомляє вам про помилки щодо невідповідності, вам варто внести виправлення, див. :ref:`production-site`.
zh_hans: Weblate 在身份验证时提供的回调 URL。在得到 URL 不匹配的错误时，可以根据需要来修复，请参见 :ref:`production-site`。
zh_hant: Weblate 在身份驗證時提供的回調 URL 。在得到 URL 不匹配的錯誤時，可以根據需要來修復，請參見 :ref:`production-site` 。

source: GitHub EE authentication
de: GitHub EE
ga: Fíordheimhniú GitHub EE
hu: GitHub EE hitelesítés
id: Autentikasi GitHub EE
ja: GitHub EE 認証
nl: GitHub EE authenticatie
pt: Autenticação por GitHub EE
pt_br: Autenticação por GitHub EE
ru: Авторизация GitHub EE
sv: GitHub EE-autentisering
ta: github ee ஏற்பு
tr: GitHub EE kimlik doğrulaması
uk: Розпізнавання EE GitHub
zh_hans: GitHub 企业身份验证

source: You need to register an OAuth App on GitHub EE and then tell Weblate all its secrets:
de: Sie müssen eine OAuth-Anwendung auf GitHub EE registrieren und dann Weblate alle ihre Geheimnisse mitteilen:
ga: Ní mór duit aip OAuth a chlárú ar GitHub EE agus ansin a rúin go léir a insint do Weblate:
hu: GitHub (Enterprise) EE esetén OAuth-alkalmazást kell regisztrálni, majd a hozzá tartozó titkos kulcsokat kell megadni a Weblate számára:
id: Anda perlu mendaftarkan Aplikasi OAuth di GitHub EE dan kemudian memberi tahu Weblate semua rahasianya:
ja: GitHub EE 上で OAuth アプリケーションを登録し、Weblate にすべての秘密鍵を設定することが必要です。秘密鍵の設定例:
nl: U moet een OAuth App registreren in GitHub EE en dan Weblate alle geheimen te vertellen:
pt: Precisa registar uma app de OAuth no GitHub EE e, em seguida, informar ao Weblate todos as suas chaves secretas:
pt_br: Você precisa registrar um aplicativo OAuth no GitHub EE e, em seguida, informar ao Weblate todos as suas chaves secretas:
ru: Вам необходимо зарегистрировать приложение OAuth на GitHub EE, а затем сообщить Weblate все его данные:
sv: Du måste registrera en OAuth-app på GitHub EE och sedan ange alla dess hemligheter i Weblate:
ta: நீங்கள் ஒரு oauth பயன்பாட்டை அறிவிலிமையம் ee இல் பதிவுசெய்து அதன் அனைத்து ரகசியங்களையும் வலைபெயர்ப்பு செய்யச் சொல்ல வேண்டும்:
tr: GitHub EE üzerinde bir OAuth uygulaması oluşturduktan sonra parolasını Weblate üzerine yazmanız gerekir:
uk: Вам слід зареєструвати програму OAuth на GitHub, а потім повідомити Weblate усі її реєстраційні дані:
zh_hans: 你需要在 GitHub EE 上注册一个 OAuth 应用，然后告诉 Weblate 这个应用的所有 secrets：

source: The GitHub OAuth App should be configured to have callback URL as ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
de: GitHub sollte so konfiguriert sein, dass die Callback-URL ``https://WEBLATE SERVER/accounts/complete/github-enterprise/`` lautet.
ga: Ba chóir an Aip OAuth GitHub a chumrú chun URL aisghlaonna a bheith aige mar ``https://WEBLATE freastalaí/cuntas/Complete/GitHub-Enterprise/``.
hu: A GitHub OAuth-alkalmazást úgy kell beállítani, hogy a visszahívási URL: ``https://WEBLATE SERVER/accounts/complete/github-enterprise/`` legyen.
id: Aplikasi GitHub OAuth harus dikonfigurasi untuk memiliki URL panggilan balik sebagai ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
ja: GitHub OAuth App のコールバック URL を ``https://WEBLATE SERVER/accounts/complete/github-enterprise/`` に設定することが必要です。
nl: De GitHub OAuth App zou moeten worden geconfigureerd om een URL voor terugkoppeling te hebben zoals ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
pt: A app de autenticação do GitHub OAuth deve ser configurado para ter a URL de retorno como ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
pt_br: O aplicativo de autenticação do GitHub OAuth deve ser configurado para ter a URL de retorno como ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
ru: Приложение GitHub OAuth App должно быть настроено так, чтобы URL обратного вызова имел вид ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
sv: GitHub OAuth-appen ska konfigureras så att den har återkopplings-URL:en ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.
ta: அறிவிலிமையம் oauth பயன்பாட்டை `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/கிட்அப்-எண்டர்பிரைச்/`` எனக் கேட்க முகவரி ஐ கட்டமைக்க வேண்டும்.
tr: GitHub OAuth uygulaması geri çağırma adresi "https://site.com/accounts/complete/github/" olacak biçimde yapılandırılmalıdır.
uk: Додаток OAuth GitHub слід налаштувати, щоб адреса зворотного виклику була подібно до ``https://СЕРВЕР WEBLATE/accounts/complete/github-enterprise/``.
zh_hans: GitHub 的回调 URL 应配置为形如 ``https://WEBLATE SERVER/accounts/complete/github-enterprise/``.

source: Instead GitHub OAuth App, GitHub App can also be used. With GitHub App permissions can be granted on repositories, organisation and/or user level. If you decide to use GitHub App, you need to enable `Access: Read-only` permission for Users - <Email addresses> and Organisation - <Members>.
de: Statt der GitHub-OAuth-App kann auch die GitHub-App verwendet werden. Mit der GitHub-App können Berechtigungen auf Repositorys, Organisations- und/oder Benutzerebene erteilt werden. Wenn Sie sich für die Verwendung der GitHub-App entscheiden, müssen Sie die Berechtigung `Access: Read-only` für Benutzer – <E-Mail-Adressen> und Organisation – <Mitglieder> aktivieren.
ga: Ina áit sin GitHub OAuth App, is féidir App GitHub a úsáid freisin. Le GitHub App is féidir ceadanna a dheonú ar stórtha, eagraíocht agus/nó leibhéal úsáideora. Má shocraíonn tú GitHub App a úsáid, ní mór duit cead `Rochtain: Inléite amháin` a chumasú d'Úsáideoirí - <Seoltaí ríomhphoist> agus Eagraíocht - <Baill>.
hu: A GitHub OAuth alkalmazás (továbbiakban App) helyett használható GitHub App is. A GitHub App segítségével hozzáférési jogosultságok adhatók meg tárolókra, szervezeti szintre és/vagy felhasználói szintre. Ha GitHub Appot használ, engedélyezni kell az alábbi jogosultságokat: - `Access: Read-only` a Users – <Email addresses> - és Organisation – <Members> számára.
id: Selain Aplikasi OAuth GitHub, Aplikasi GitHub juga dapat digunakan. Dengan Aplikasi GitHub, izin dapat diberikan pada repositori, organisasi, dan/atau tingkat pengguna. Jika Anda memutuskan untuk menggunakan Aplikasi GitHub, Anda perlu mengaktifkan izin `Akses: Hanya baca` untuk Pengguna - <Alamat surel> dan Organisasi - <Anggota>.
ja: GitHub OAuth App の代わりに、GitHub App を使用することもできます。 GitHub App を使用すると、リポジトリ、組織、ユーザー レベルで権限を付与できます。 GitHub App を使用する場合、ユーザーの「メールアドレス」および組織の「メンバー」に対して `Access: Read-only` 権限を有効にすることが必要です。
nl: In plaats van GitHub OAuth App, kan ook GitHub App worden gebruikt. Met GitHub App kunnen rechten worden toegewezen aan opslagruimten, organisatie en/of niveau van gebruiker. Als u besluit om GitHub App te gebruiken, moet u het recht `Access: Read-only` inschakelen voor Gebruikers - <E-mailadressen> en Organisatie - <Leden>.
pt: Em vez do GitHub OAuth App, o GitHub App também pode ser utilizado. Com o GitHub, as permissões da aplicação podem ser concedidas ao nível de repositórios, organizações e/ou utilizadores. Se decidir utilizar o GitHub App terá de ativar a permissão "Acesso: apenas para leitura" para Utilizadores - <Email addresses> e Organização - <Members>.
pt_br: Em vez do aplicativo GitHub OAuth, o aplicativo GitHub também pode ser usado. Com o aplicativo GitHub, as permissões podem ser concedidas em nível de repositório, organização e/ou usuário. Se você decidir usar o aplicativo GitHub, precisará habilitar a permissão `Acesso: Somente leitura` para Usuários - <Endereços de e-mail> e Organização - <Membros>.
ru: Вместо GitHub OAuth App можно также использовать GitHub App. С помощью GitHub App права доступа могут быть предоставлены на уровне репозиториев, организации и/или пользователя. Если вы решили использовать GitHub App, то необходимо включить разрешение `Доступ: Только чтение` для пользователей - <Адреса электронной почты> и организаций - <Участники>.
sv: Istället för GitHub OAuth App kan även GitHub App användas. Med GitHub App kan behörigheter beviljas på repositorier, organisations- och/eller användarnivå. Om du väljer att använda GitHub App måste du aktivera behörigheten `Access: Read-only` för användare - <Email addresses> och organisation - <Members>.
ta: அதற்கு பதிலாக அறிவிலிமையம் ஓத் பயன்பாடு, அறிவிலிமையம் பயன்பாட்டையும் பயன்படுத்தலாம். அறிவிலிமையம் பயன்பாட்டு அனுமதிகள் களஞ்சியங்கள், அமைப்பு மற்றும்/அல்லது பயனர் மட்டத்தில் வழங்கப்படலாம். நீங்கள் அறிவிலிமையம் பயன்பாட்டைப் பயன்படுத்த முடிவு செய்தால், நீங்கள் `அணுகல்: பயனர்களுக்கான படிக்க மட்டும்` இசைவு - <மின்னஞ்சல் முகவரிகள்> மற்றும் அமைப்பு - <உறுப்பினர்கள்> ஆகியவற்றை இயக்க வேண்டும்.
tr: GitHub OAuth uygulaması yerine GitHub uygulaması da kullanılabilir. GitHub uygulaması ile depolar, kuruluş ve/veya kullanıcı düzeyinde izinler verilebilir. GitHub uygulamasını kullanmaya karar verirseniz, Kullanıcılar - <E-posta adresleri> ve Kuruluş - <Üyeler> için ``Access: Read-only`` iznini vermeniz gerekir.
uk: Замість додатка OAuth GitHub, можна також скористатися додатком GitHub. За допомогою додатка GitHub можна надати права доступу до сховищ на рівні організації і/або користувача. Якщо ви вирішите скористатися додатком GitHub, вам слід увімкнути `Доступ: Права лише для читання` для користувачів - <Адреси електронної пошти> і Організація - <Учасники>.
zh_hans: 也可以使用 GitHub 应用来替代 GitHub OAuth 应用。GitHub 应用可按照仓库、组织和/或用户级别授予权限。如果你决定使用 GitHub 应用，你需要为用户 - <Email addresses> 和组织 - <Members>启用 `Access: Read-only` 权限。

source: Bitbucket authentication
de: Bitbucket
ga: Fíordheimhniú Bitbucket
hu: Bitbucket hitelesítés
id: Autentikasi Bitbucket
ja: Bitbucket 認証
nl: Bitbucket authenticatie
pt: Autenticação por Bitbucket
pt_br: Autenticação por Bitbucket
ro: Autentificarea Bitbucket
ru: Авторизация Bitbucket
sv: Bitbucket-autentisering
ta: பிட்பக்கெட் ஏற்பு
tr: Bitbucket kimlik doğrulaması
uk: Розпізнавання за Bitbucket
zh_hans: Bitbucket 身份验证
zh_hant: Butbucket 驗證

source: You need to register an application on Bitbucket and then tell Weblate all its secrets:
de: Sie müssen eine Anwendung bei Bitbucket registrieren und dann Weblate alle ihre Geheimnisse mitteilen:
ga: Ní mór duit iarratas a chlárú ar Bitbucket agus ansin a rúin go léir a insint do Weblate:
hu: A Bitbuckethez OAuth alkalmazást kell regisztrálni, majd a hozzá tartozó titkos kulcsokat kell megadni a Weblate számára:
id: Anda perlu mendaftarkan aplikasi di Bitbucket kemudian memberi tahu Weblate semua rahasianya:
ja: アプリケーションを Bitbucket に登録し、Weblate にすべての秘密鍵を設定することが必要です。秘密鍵の設定例:
nl: U moet een toepassing registreren in Bitbucket en dan Weblate alle geheimen vertellen:
pt: Precisa registar uma aplicação no Bitbucket e dar todos os segredos dele ao Weblate:
pt_br: Você precisa registrar um aplicativo no Bitbucket e, em seguida, dizer ao Weblate todos os seus segredos:
ro: Trebuie să înregistrați o aplicație pe Bitbucket și apoi să-i spuneți lui Weblate toate secretele sale:
ru: Вам нужно будет зарегистрировать приложение в Bitbucket, а затем сообщить Weblate все его данные:
sv: Du måste registrera en applikation på Bitbucket och sedan berätta alla dess hemligheter för Weblate:
ta: நீங்கள் பிட்பக்கெட்டில் ஒரு விண்ணப்பத்தை பதிவு செய்ய வேண்டும், பின்னர் அதன் அனைத்து ரகசியங்களையும் வலைபெயர்ப்பு செய்யுங்கள்:
tr: Bitbucket üzerinde bir OAuth uygulaması oluşturduktan sonra tüm erişim bilgilerini Weblate üzerine yazmanız gerekir:
uk: Вам слід зареєструвати програму на Bitbucket, а потім повідомити Weblate усі її реєстраційні дані:
zh_hans: 需要在 Bitbucket 上注册应用，然后告诉 Weblate 所有的秘密：
zh_hant: 需要在 Bitbucket 上註冊應用，然後告訴 Weblate 所有的秘密：

source: To use Google OAuth 2, you need to register an OAuth application at <https://console.developers.google.com/>.
id: Untuk menggunakan Google OAuth 2, Anda perlu mendaftarkan aplikasi OAuth di <https://console.developers.google.com/>.
sv: För att kunna använda Google OAuth 2 måste du registrera en OAuth-applikation på <https://console.developers.google.com/>.

source: The redirect URL is ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
de: Die Weiterleitungs-URL lautet ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
ga: Is é an URL atreoraithe ``https://WEBLATE freastalaí/cuntas/iomlán/google-oauth2/``.
hu: Az átirányítási URL a következő legyen: ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
id: URL pengalihannya adalah ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
ja: リダイレクト先の URL は、``https://WEBLATE SERVER/accounts/complete/google-oauth2/``。
nl: De URL voor de verwijzing is ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
pt_br: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/google-oauth2/``.
sv: Omdirigeringsadressen är ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
ta: திருப்பி விடப்பட்ட முகவரி `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/Google-oauth2/``.
tr: Yönlendirme adresi: ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
uk: Адреса переспрямовування — ``https://СЕРВЕР WEBLATE/accounts/complete/google-oauth2/``.
zh_hans: 重定向 URL 为 ``https://WEBLATE SERVER/accounts/complete/google-oauth2/``.
