Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can perform the second step within Weblate and it will ensure that all pending changes are included before this operation.
de: Sie können den zweiten Schritt innerhalb von Weblate durchführen und es wird sichergestellt, dass alle anstehenden Änderungen vor diesem Vorgang berücksichtigt werden.
ga: Is féidir leat an dara céim a dhéanamh laistigh de Weblate agus cinnteoidh sé go gcuirfear gach athrú ar feitheamh san áireamh roimh an oibríocht seo.
hu: A második lépést a Weblate-en belül is el lehet végezni, így biztosítva, hogy minden függő változtatás beépüljön a művelet előtt.
id: Anda dapat melakukan langkah kedua dalam Weblate dan itu akan memastikan bahwa semua perubahan yang tertunda disertakan sebelum operasi ini.
nl: U kunt de tweede stap uitvoeren binnen Weblate en het zal ervoor zorgen dat alle openstaande wijzigingen worden opgenomen, voor deze bewerking.
pt_br: Você pode executar o segundo passo dentro do Weblate e ele garantirá que todas as alterações pendentes sejam incluídas antes desta operação.
sv: Du kan utföra det andra steget i Weblate, vilket säkerställer att alla väntande ändringar inkluderas före denna åtgärd.
ta: நீங்கள் இரண்டாவது படியை வெப்லேட்டுக்குள் செய்ய முடியும், மேலும் இந்த செயல்பாட்டிற்கு முன்னர் நிலுவையில் உள்ள அனைத்து மாற்றங்களும் சேர்க்கப்பட்டுள்ளன என்பதை இது உறுதி செய்யும்.
tr: İkinci adımı Weblate içinde gerçekleştirebilirsiniz ve bu işlemden önce bekleyen tüm değişikliklerin katılması sağlanır.
uk: Ви можете виконати другий крок у Weblate, і він гарантує, що всі зміни, що очікують на розгляд, включені до цієї операції.
zh_hans: 你可以在 Weblate 内执行第二步，它会确保所有待定更改在此操作前被包含在内。

source: Avoiding merge conflicts by locking Weblate while doing outside changes
de: Vermeiden von Merge-Konflikten durch Sperren von Weblate bei Änderungen von extern
ga: Coinbhleachtaí cumaisc a sheachaint trí Weblate a ghlasáil agus athruithe seachtracha á ndéanamh
hu: Ütközések elkerülése Weblate zárolásával külső módosítások idejére
id: Menghindari konflik penggabungan dengan mengunci Weblate saat melakukan perubahan eksternal
nl: Conflicten met samenvoegen vermijden door Weblate te vergrendelen bij het daarbuiten maken van wijzigingen
pt_br: Evitando conflitos de mesclagem bloqueando o Weblate ao fazer alterações externas
sv: Undvik konflikter vid sammanslagning genom att låsa Weblate när du gör ändringar utanför
ta: வெளிப்புற மாற்றங்களைச் செய்யும்போது வெப்லேட்டைப் பூட்டுவதன் மூலம் ஒன்றிணைத்தல் மோதல்களைத் தவிர்ப்பது
tr: Weblate dışından yapılan değişikliklerde kilitleme ile birleştirme çakışmalarından kaçınmak
uk: Уникнення конфліктів злиття шляхом блокування Weblate під час внесення зовнішніх змін
zh_hans: 做外部更改时锁定 Weblate 来避免合并冲突

source: Integrating Weblate into your updating process so that it flushes changes before updating the files outside Weblate can be achieved by using :ref:`api` to force Weblate to push all pending changes and lock the translation while you are doing changes on your side.
de: Wenn Sie Weblate so in Ihren Aktualisierungsprozess integrieren, dass Änderungen gelöscht werden, bevor die Dateien außerhalb von Weblate aktualisiert werden, können Sie :ref:`api` verwenden, um Weblate zu zwingen, alle ausstehenden Änderungen zu pushen und die Übersetzung zu sperren, während man selbst Änderungen vornimmt.
ga: Is féidir Weblate a chomhtháthú isteach i do phróiseas nuashonraithe ionas go sruthóidh sé athruithe sula nuashonraítear na comhaid lasmuigh de Weblate trí :ref:`api` a úsáid chun iallach a chur ar Weblate gach athrú atá ar feitheamh a bhrú agus an t-aistriúchán a ghlasáil agus tú ag déanamh athruithe ar do thaobh.
hu: Weblate integrálása a frissítési folyamatába úgy, hogy előtte kényszeríti a Weblate-et minden függő módosítás feltöltésére, majd zárolja a fordítást, amíg kívülről változtatásokat végez. Ehhez használhatja a :ref:`REST API <api>` segítségével történő távoli vezérlést.
id: Mengintegrasikan Weblate ke dalam proses pembaruan Anda sehingga ia membuang perubahan sebelum memperbarui berkas di luar Weblate dapat dicapai dengan menggunakan :ref:`api` untuk memaksa Weblate mendorong semua perubahan yang tertunda dan mengunci penerjemahan saat Anda membuat perubahan di pihak Anda.
nl: Integreren van Weblate in uw proces voor bijwerken, zodat het wijzigingen verwijderd, voordat de bestanden buiten Weblate worden bijgewerkt, kan worden bereikt door :ref:`api` te gebruiken om Weblate te forceren om alle openstaande wijzigingen te pushen en de vertaling te vergrendelen, terwijl u wijzigingen uitvoert aan uw kant.
pt_br: A integração do Weblate no seu processo de atualização para que ele libere as alterações antes de atualizar os arquivos fora do Weblate pode ser alcançada usando :ref:`api` para forçar o Weblate a fazer push de todas as alterações pendentes e bloquear a tradução enquanto você está fazendo alterações do seu lado.
sv: Du kan integrera Weblate i din uppdateringsprocess så att ändringarna spolas innan filerna utanför Weblate uppdateras genom att använda :ref:`api` för att tvinga Weblate att skicka alla väntande ändringar och låsa översättningen medan du gör ändringar på din sida.
tr: Weblate ile güncelleme sürecinizi bütünleştirmek ve Weblate dışından yapılan dosya güncellemelerini yok saymak, :ref:`api` ile Weblate uygulamasını bekleyen tüm değişiklikleri itmek ve kendi tarafınızda değişiklikler yaparken çeviriyi kilitlemek yoluyla uygulanabilir.
uk: Інтеграцію Weblate у ваш процес оновлення, щоб він знімав зміни перед оновленням файлів поза Weblate, можна досягти за допомогою :ref:`api`, щоб змусити Weblate надіслати всі незавершені зміни та заблокувати переклад, поки ви вносите зміни на своєму боці.
zh_hans: 将 Weblate 集成到你的更新流程中，以便它在更新 Weblate 之外的文件前冲洗你的更改。要实现这一点，你可以使用 :ref:`api` 强制 Weblate 当你在你这一边做更改时推送所有待处理的更改并锁定翻译。

source: The script for doing updates can look like this:
de: Das Skript zur Durchführung von Aktualisierungen kann wie folgt aussehen:
ga: Is féidir breathnú mar seo a dhéanamh ar an script chun nuashonruithe a dhéanamh:
hu: Az ilyen frissítési szkript például így nézhet ki:
id: Skrip untuk melakukan pembaruan dapat terlihat seperti ini:
ja: 更新を実行するスクリプトの例:
nl: Het script voor het uitvoeren van bijwerkingen kan er uitzien zoals dit:
pt: O script para fazer atualizações pode ser assim:
pt_br: O script para fazer atualizações pode ser assim:
ro: Scriptul pentru efectuarea actualizărilor poate arăta astfel:
ru: Скрипт для выполнения обновлений может выглядеть следующим образом:
sv: Skriptet för att göra uppdateringar kan se ut så här:
ta: புதுப்பிப்புகளைச் செய்வதற்கான ச்கிரிப்ட் இப்படி இருக்கும்:
tr: Güncelleme betiği şunun gibi görünebilir:
uk: Скрипт для виконання оновлень може виглядати ось так:
zh_hans: 进行更新的脚本看起来像这样：
zh_hant: 進行更新的腳本看起來像這樣：

source: If you have multiple components sharing the same repository, you need to lock them all separately:
de: Wenn Sie mehrere Komponenten haben, die sich dasselbe Repository teilen, müssen Sie sie alle separat sperren:
ga: Má tá comhpháirteanna iolracha agat ag roinnt an stór céanna, ní mór duit iad go léir a ghlasáil ar leithligh:
hu: Ha több összetevő osztozik ugyanazon a tárolón, mindegyiket külön zárolni kell:
id: Jika Anda memiliki beberapa komponen yang berbagi repositori yang sama, Anda perlu menguncinya semua secara terpisah:
nl: Als u meerdere onderdelen hebt die dezelfde opslagruimte delen, moet u ze allemaal afzonderlijk vergrendelen:
pt_br: Se você tiver vários componentes compartilhando o mesmo repositório, você precisa bloqueá-los todos separadamente:
sv: Om du har flera komponenter som delar samma arkiv måste du låsa dem alla separat:
ta: ஒரே களஞ்சியத்தைப் பகிரும் பல கூறுகள் உங்களிடம் இருந்தால், அவை அனைத்தையும் தனித்தனியாக பூட்ட வேண்டும்:
tr: Aynı depoyu paylaşan birden fazla bileşeniniz varsa, tümünü ayrı ayrı kilitlemeniz gerekir:
uk: Якщо у вас є кілька компонентів, які спільно використовують одне сховище, вам потрібно заблокувати їх усі окремо:
zh_hans: 如果多个部件分享相同的仓库，需要分别将他们全部锁定：

source: The example uses :ref:`wlc`, which needs configuration (API keys) to be able to control Weblate remotely. You can also achieve this using any HTTP client instead of :ref:`wlc`, for example curl, see :ref:`api`.
de: Das Beispiel verwendet :ref:`wlc`, das eine Konfiguration (API-Schlüssel) benötigt, um Weblate aus der Ferne steuern zu können. Sie können dies auch mit einem beliebigen HTTP-Client anstelle von :ref:`wlc` erreichen, zum Beispiel mit curl, siehe :ref:`api`.
ga: Úsáideann an sampla :ref:`wlc`, a bhfuil cumraíocht de dhíth air (eochracha API) le bheith in ann Weblate a rialú go cianda. Is féidir leat é seo a bhaint amach freisin trí úsáid a bhaint as aon chliant HTTP in ionad :ref:`wlc`, mar shampla curl, féach :ref:`api`.
hu: A példa a :ref:`wlc` eszközt használja, amely API-kulcsokat igényel a Weblate távoli vezérléséhez. A :ref:`wlc` helyett bármilyen HTTP kliens (például curl) is használható, lásd: :ref:`api`.
id: Contoh ini menggunakan :ref:`wlc`, yang memerlukan konfigurasi (kunci API) agar dapat mengontrol Weblate dari jarak jauh. Anda juga dapat melakukannya menggunakan klien HTTP apa pun selain :ref:`wlc`, misalnya curl, lihat :ref:`api`.
nl: De voorbeelden gebruiken :ref:`wlc`, wat configuratie nodig heeft (API-sleutels) om in staat te zijn om Weblate op afstand te beheren. U kunt dit ook bereiken met elke HTTP-cliënt in plaats van met :ref:`wlc`, bijvoorbeeld curl, bekijk :ref:`api`.
pt_br: O exemplo usa :ref:`wlc`, que precisa de configuração (chaves de API) para ser capaz de controlar o Weblate remotamente. Você também pode conseguir isso usando qualquer cliente HTTP em vez de :ref:`wlc`, por exemplo, curl, ver :ref:`api`.
sv: I exemplet används :ref:`wlc`, som behöver konfigureras (API-nycklar) för att kunna styra Weblate på distans. Du kan också uppnå detta med hjälp av valfri HTTP-klient istället för :ref:`wlc`, till exempel curl, se :ref:`api`.
tr: Örnekte, uzaktan Weblate yönetimi için yapılandırmaya (API anahtarları) gerek duyan :ref:`wlc` kullanılır. Bunu :ref:`wlc` yerine curl gibi herhangi bir HTTP istemcisini kullanarak da yapabilirsiniz. Ayrıntılı bilgi almak için: :ref:`api`.
uk: У прикладі використовується :ref:`wlc`, якому потрібна конфігурація (ключі API), щоб мати можливість віддалено керувати Weblate. Ви також можете досягти цього, використовуючи будь-який клієнт HTTP замість :ref:`wlc`, наприклад curl, див. :ref:`api`.
zh_hans: 示例使用了 :ref:`wlc`，这需要配置（API 密钥）来远程控制 Weblate。可以通过使用 HTTP 客户端代替 :ref:`wlc` 来实现这一点，例如 curl，请参见 :ref:`api`。

source: Avoiding merge conflicts by focusing on Git operations
de: Vermeiden von Merge-Konflikten durch Konzentration auf Git-Operationen
ga: Coinbhleachtaí cumaisc a sheachaint trí dhíriú ar oibríochtaí Git
hu: Ütközések elkerülése Git műveletekre fókuszálva
id: Menghindari konflik penggabungan dengan berfokus pada operasi Git
nl: Conflicten met samenvoegen vermijden door te focussen op bewerkingen met Git
pt_br: Evitando conflitos de mesclagem concentrando operações no Git
sv: Undvik konflikter vid sammanslagningar genom att fokusera på Git-operationer
ta: சிஐடி நடவடிக்கைகளில் கவனம் செலுத்துவதன் மூலம் ஒன்றிணைக்கும் மோதல்களைத் தவிர்ப்பது
tr: Git işlemlerine odaklanarak birleştirme çakışmalarından kaçınmak
uk: Щоб уникнути конфліктів злиття, зосередившись на операціях Git
zh_hans: 聚焦 Git 操作避免合并冲突

source: Even when Weblate is the single source of the changes in the translation files, conflicts can appear when using :ref:`addon-weblate.git.squash` add-on, :ref:`component-merge_style` is configured to :guilabel:`Rebase`, or you are squashing commits outside of Weblate (for example, when merging a pull request).
de: Selbst wenn Weblate die einzige Quelle der Änderungen in den Übersetzungsdateien ist, können Konflikte auftreten, wenn die Erweiterung :ref:`addon-weblate.git.squash` verwendet wird, :ref:`component-merge_style` auf :guilabel:`Umbasieren (Rebase)` konfiguriert ist oder Sie Commits außerhalb von Weblate zusammenfassen (z. B. beim Zusammenführen eines Pull Requests).
ga: Fiú nuair is é Weblate an fhoinse aonair de na hathruithe sna comhaid aistriúcháin, is féidir coimhlintí a bheith le feiceáil nuair a úsáidtear breiseán :ref:`addon-weblate.git.squash`, :ref:`component-merge_style` cumraithe to :guilabel:`Rebase`, nó tá tú ag scrúdú tiomanta lasmuigh de Weblate (mar shampla, agus iarratas tarraingthe á chumasc).
hu: Még akkor is felléphetnek ütközések, ha csak a Weblate végzi a fordítási fájlok módosítását, például ha használja a :ref:`addon-weblate.git.squash` kiegészítőt vagy ha a :ref:`component-merge_style` beállítása :guilabel:`Rebase` értékre van állítva, illetve ha Weblate-en kívül squash műveletet végez. (módosítási kérelmek (pull request) összevonása egy véglegesítésbe (commit)).
id: Bahkan ketika Weblate merupakan satu-satunya sumber perubahan pada berkas terjemahan, konflik dapat muncul saat menggunakan pengaya :ref:`addon-weblate.git.squash`, :ref:`component-merge_style` dikonfigurasikan ke :guilabel:`Rebase`, atau Anda melakukan squashing commit di luar Weblate (misalnya, saat menggabungkan permintaan tarik).
nl: Zelfs wanneer Weblate de enige bron is van de wijzigingen in de vertaalbestanden, kunnen conflicten optreden bij het gebruiken van de add-on :ref:`addon-weblate.git.squash`, :ref:`component-merge_style` is geconfigureerd voor :guilabel:`Rebase`, of wanneer u commits bij elkaar voegt buiten Weblate (bijvoorbeeld bij het samenvoegen van een pull request).
pt_br: Mesmo quando o Weblate é a única fonte das alterações nos arquivos de tradução, podem surgir conflitos quando se usa o complemento :ref:`addon-weblate.git.squash`, :ref:`component-merge_style` está configurado para :guilabel:`Rebase` ou você está esmagando commits fora do Weblate (por exemplo, ao mesclar um pull request).
sv: Även när Weblate är den enda källan till ändringarna i översättningsfilerna kan konflikter uppstå när du använder tillägget :ref:`addon-weblate.git.squash`, :ref:`component-merge_style` är konfigurerat till :guilabel:`Rebase` eller du squasherar commit utanför Weblate (till exempel när du sammanfogar en pull-begäran).
tr: Çeviri dosyalarındaki değişikliklerin tek kaynağı Weblate olsa bile, :ref:`addon-weblate.git.squash` eklentisi kullanıldığında, :ref:`component-merge_style` :guilabel:`Yeniden yerleştir` olarak yapılandırıldığında çakışmalar ortaya çıkabilir ya da Weblate dışından yapılmış işlemeleri ezersiniz (örneğin bir çekme isteği birleştirilirken).
uk: Навіть якщо Weblate є єдиним джерелом змін у файлах перекладу, можуть виникати конфлікти під час використання надбудови :ref:`addon-weblate.git.squash`, :ref:`component-merge_style` налаштовано на :guilabel:`Rebase`, або ви стискаєте коміти за межами Weblate (наприклад, під час об’єднання запиту на отримання).
zh_hans: 即便 Weblate 是翻译文件更改的单一来源，当使用 :ref:`addon-weblate.git.squash` 附加组件、:ref:`component-merge_style` 被配置为 :guilabel:`Rebase`，或者你在挤压 Weblate 外面的提交（比如合并拉取请求）时，也可能发生冲突。

source: The reason for merge conflicts is different in this case - there are changes in Weblate which happened after you merged Weblate commits. This typically happens if merging is not automated and waits for days or weeks for a human to review them. Git is then sometimes no longer able to identify upstream changes as matching the Weblate ones and refuses to perform a rebase.
de: Der Grund für Merge-Konflikte ist in diesem Fall ein anderer – es gibt Änderungen in Weblate, die nach dem Zusammenführen von Weblate-Commits entstanden sind. Das passiert typischerweise, wenn das Zusammenführen nicht automatisiert ist und man Tage oder Wochen wartet, bis eine Person die Änderungen überprüft. Git ist dann manchmal nicht mehr in der Lage, die Upstream-Änderungen mit den Weblate-Änderungen abzugleichen und weigert sich, eine Umbasierung durchzuführen.
ga: Tá an chúis atá le coinbhleachtaí cumaisc difriúil sa chás seo - tá athruithe ar Weblate a tharla tar éis duit tiomantas Weblate a chumasc. Tarlaíonn sé seo go hiondúil mura ndéantar an chumaisc uathoibrithe agus má fhanann sé ar feadh laethanta nó seachtainí ar an duine athbhreithniú a dhéanamh orthu. Uaireanta ní bhíonn Git in ann athruithe in aghaidh an tsrutha a aithint mar athruithe atá ag teacht leis na cinn Weblate a thuilleadh agus diúltaíonn sé rebase a dhéanamh.
hu: Ebben az esetben az ütközések oka más: a Weblate-ben történtek módosítások azután, hogy a Weblate véglegesítéseit már összevonták. Ez gyakran akkor fordul elő, ha az összeolvasztás nem automatizált, és napokig vagy hetekig manuális ellenőrzésre vár. Ilyenkor a Git nem tudja felismerni a Weblate változtatásait és megtagadja a rebase műveletet.
id: Alasan konflik penggabungan berbeda dalam kasus ini - terdapat perubahan di Weblate yang terjadi setelah Anda menggabungkan komit Weblate. Hal ini biasanya terjadi jika penggabungan tidak diotomatisasi dan menunggu berhari-hari atau berminggu-minggu hingga manusia meninjaunya. Terkadang, Git tidak lagi dapat mengidentifikasi perubahan hulu sebagai perubahan yang cocok dengan perubahan Weblate dan menolak untuk melakukan rebase.
ja: この場合のマージ競合の理由は異なります。Weblate のコミットをマージした後、Weblate で変更が行われた場合に発生します。これは通常、マージが自動化されておらず、人間が査読するのに数日または数週間かかる場合に発生します。Git は、上流の変更を Weblate の変更と一致するものとして識別できなくなり、リベースの実行を拒否することがあります。
nl: De reden voor conflicten met samenvoegen is in dit geval anders - er zijn wijzigingen in Weblate die gebeurden nadat u commits van Weblate hebt samengevoegd. Dit gebeurt gewoonlijk als het samenvoegen niet is geautomatiseerd en een paar dagen of weken wacht totdat iemand ze heeft nagekeken. Git is dan soms niet langer in staat om wijzigingen upstream te identificeren als overeenkomend met die van Weblate en weigert een rebase uit te voeren.
pt: O motivo dos conflitos de mesclagem é diferente neste correspondo - existem alterações no Weblate que ocorreram após mesclar commits do Weblate. Isto geralmente acontece se a mesclagem não for automatizada e aguardar dias ou semanas para que um humano as revise. O Git às vezes não consegue mais identificar as alterações upstream como correspondentes às do Weblate e se recusa a realizar um rebase.
pt_br: O motivo dos conflitos de mesclagem é diferente neste caso - existem alterações no Weblate que ocorreram após você mesclar commits do Weblate. Isso geralmente acontece se a mesclagem não for automatizada e aguardar dias ou semanas para que um humano as revise. O Git às vezes não consegue mais identificar as alterações upstream como correspondentes às do Weblate e se recusa a realizar um rebase.
sv: Orsaken till sammanfogningskonflikter är annorlunda i detta fall – det har skett ändringar i Weblate efter att du sammanfogade Weblate-commits. Detta inträffar vanligtvis om sammanfogningen inte är automatiserad och man väntar i dagar eller veckor på att en människa ska granska dem. Git kan då ibland inte längre identifiera uppströmsändringar som matchande Weblate-ändringar och vägrar att utföra en rebase.
ta: இந்த விசயத்தில் ஒன்றிணைக்கும் மோதல்களுக்கான காரணம் வேறுபட்டது - நீங்கள் வலைபெயர்ப்பு கமிட்டுகளை இணைத்த பிறகு நிகழ்ந்த வலைபெயர்ப்பில் மாற்றங்கள் உள்ளன. ஒன்றிணைப்பது தானியங்கி செய்யப்படாவிட்டால் இது பொதுவாக நிகழ்கிறது, மேலும் ஒரு மனிதனுக்கு அவற்றை மதிப்பாய்வு செய்ய நாட்கள் அல்லது வாரங்கள் காத்திருக்கும். அறிவிலி சில நேரங்களில் வலைபெயர்ப்பு நிறுவனங்களுடன் பொருந்தக்கூடியதாக மேலோடை மாற்றங்களை அடையாளம் காண முடியாது மற்றும் மறுதொடக்கம் செய்ய மறுக்கிறது.
tr: Bu durumda birleştirme çakışmalarının nedeni farklıdır; Weblate işlemlerini birleştirdikten sonra Weblate üzerinde değişiklikler bulunur. Bu durum genellikle birleştirme işlemi kendiliğinden yapılamadığında ve bir kişinin bunları incelemesi için günlerce veya haftalarca beklendiğinde ortaya çıkar. Git bu durumda bazen yukarı akış değişikliklerini Weblate ile eşleştiremez ve yeniden yerleştirme işlemini reddeder.
uk: Причина конфліктів об'єднання у цьому випадку є іншою — у Weblate є зміни, які відбулися після об'єднання внесків Weblate. Це типово відбувається, якщо об'єднання не автоматизовано, і система очікує на рецензування людиною протягом днів або тижнів. У таких випадках Git іноді не може ідентифікувати зміни в основній гілці розробки як такі, що відповідають змінам у Weblate, і відмовляється виконувати зміну основи.
zh_hans: 此情形下，合并冲突的原因是不同的。比如，在你合并 Weblate 提交后，Weblate 中发生了更改。出现这种情况通常是因为合并操作不是自动进行的，而是等待几天或数周进行人工审核。Git 有时会无法识别上游的更改是否与 Weblate 匹配，并拒绝执行变基操作。

source: To approach this, you either need to minimize the amount of pending changes in Weblate when you merge a pull request, or avoid the conflicts completely by not squashing changes.
de: Um dies zu erreichen, müssen Sie entweder die Anzahl der ausstehenden Änderungen in Weblate minimieren, wenn Sie ein Pull Request zusammenführen, oder die Konflikte komplett vermeiden, indem Sie keine Änderungen zusammenfassen.
ga: Chun é seo a dhéanamh, ní mór duit an méid athruithe atá ar feitheamh i Weblate a íoslaghdú nuair a chumasc tú iarratas tarraingthe, nó seachnóidh tú coinbhleachtaí go hiomlán trí gan athruithe a bhrú.
hu: Ennek kezelésére vagy minimalizálni kell a Weblate-ben függőben lévő változtatások számát, amikor egy módosítási kérelmet (pull request) összevon vagy teljesen elkerülheti az ütközéseket azzal, hogy nem vonja össze a változtatásokat egyetlen véglegesítésbe (commitba) (azaz nem végez squash-olást).
id: Untuk mengatasi hal ini, Anda perlu meminimalkan jumlah perubahan yang tertunda di Weblate saat Anda menggabungkan permintaan tarik, atau menghindari konflik sepenuhnya dengan tidak menghentikan perubahan.
nl: U moet, om dit te verhelpen, de hoeveelheid openstaande wijzigingen in Weblate minimaliseren als u een pull request samenvoegt, of de conflicten volledig vermijden door wijzigingen niet bij elkaar te voegen (squashen).
pt_br: Para abordar isso, você precisa minimizar a quantidade de alterações pendentes no Weblate ao mesclar um pull request, ou evitar os conflitos completamente ao não mesclar as alterações.
sv: För att lösa detta måste du antingen minimera antalet väntande ändringar i Weblate när du sammanfogar en pull-begäran, eller helt undvika konflikter genom att inte sammanfoga ändringar.
ta: இதை அணுக, நீங்கள் ஒரு இழுக்கும் கோரிக்கையை ஒன்றிணைக்கும் போது வெப்லேட்டில் நிலுவையில் உள்ள மாற்றங்களின் அளவைக் குறைக்க வேண்டும், அல்லது மாற்றங்களைத் துடைக்காததன் மூலம் மோதல்களை முழுவதுமாக தவிர்க்க வேண்டும்.
tr: Buna yaklaşmak için, bir çekme isteğini birleştirdiğinizde Weblate üzerinde bekleyen değişikliklerin sayısını en aza indirmeniz ya da değişiklikleri engellemeyerek çakışmaları tümüyle önlemeniz gerekir.
uk: Щоб підійти до цього, вам потрібно або мінімізувати кількість незавершених змін у Weblate під час об’єднання запиту на отримання, або повністю уникнути конфліктів, не скасовуючи зміни.
zh_hans: 要解决此问题，你需要在合并拉取请求时尽量减少 Weblate 中的待处理更改，或者通过不挤压更改来完全避免冲突。

source: Here are few options how to avoid that:
de: Hier sind einige Möglichkeiten, um dies zu vermeiden:
ga: Seo roinnt roghanna chun é sin a sheachaint:
hu: Ennek kezelésére a következő lehetőségek állnak rendelkezésre:
id: Berikut beberapa pilihan untuk menghindarinya:
ja: これを回避する方法:
nl: Hier zijn enkele opties om dat te vermijden:
pt: Aqui estão algumas opções de como evitar isso:
pt_br: Aqui estão algumas opções de como evitar isso:
ru: Вот несколько вариантов, как этого избежать:
sv: Här är några alternativ för att undvika det:
ta: அதை எவ்வாறு தவிர்ப்பது என்பதை இங்கே சில விருப்பங்கள் உள்ளன:
tr: Bunu önleyecek bazı seçenekler:
uk: Існує декілька способів цього уникнути:
zh_hans: 这里有几个避免这一问题的选项：
