Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Registration and user profile
de: Registrierung und Benutzerprofil
ga: Clárú agus próifíl úsáideora
hu: Regisztráció és felhasználói profil
id: Registrasi dan profil pengguna
ja: 登録とユーザー情報
nl: Registreren en gebruikersprofiel
pt: Registo e perfil de utilizador
pt_br: Cadastro e perfil de usuário
ro: Înregistrare și profil de utilizator
ru: Регистрация и профиль пользователя
sv: Registrering och användarprofil
ta: பதிவு மற்றும் பயனர் சுயவிவரம்
tr: Hesap açmak ve kullanıcı profili
uk: Реєстрація і профіль користувача
zh_hans: 注册和用户个人资料

source: Everybody can browse projects, view translations or suggest translations by default. Only registered users are allowed to actually save changes, and are credited for every translation made.
de: Jeder kann standardmäßig Projekte durchsuchen, Übersetzungen ansehen oder Übersetzungen vorschlagen. Nur registrierte Nutzer dürfen Änderungen speichern und werden für jede Übersetzung namentlich aufgelistet.
ga: Is féidir le gach duine tionscadail a bhrabhsáil, féachaint ar aistriúcháin nó aistriúcháin a mholadh de réir réamhshocraithe. Ní cheadaítear ach d’úsáideoirí cláraithe athruithe a shábháil, agus creidtear iad as gach aistriúchán a dhéantar.
hu: Mindenki számára elérhető a projektek böngészése, a fordítások megtekintése, illetve fordítási javaslatok beküldése. A változtatások mentéséhez viszont regisztráció szükséges – a regisztrált felhasználók neve megjelenik az általuk végzett fordításoknál.
id: Semua orang dapat menelusuri proyek, melihat terjemahan, atau menyarankan terjemahan secara bawaan. Hanya pengguna terdaftar yang diizinkan untuk menyimpan perubahan, dan mendapatkan kredit untuk setiap terjemahan yang dibuat.
ja: デフォルトでは、誰もがプロジェクトの閲覧、翻訳の表示、翻訳の提案ができます。実際に変更を保存できるのは、登録ユーザーのみであり、翻訳のたびに翻訳者名が自動的に記録されます。
nl: Iedereen mag standaard door projecten bladeren, vertalingen bekijken of vertalingen voorstellen. Alleen geregistreerde gebruikers is het toegestaan om feitelijke wijzigingen op te slaan, en worden geattribueerd voor elke gemaakte vertaling.
pt: Todos podem procurar projetos, visualizar traduções ou sugerir traduções por predefinição. Somente utilizadores registados têm permissão para realmente gravar as alterações e são creditados para cada tradução feita.
pt_br: Todos podem buscar projetos, visualizar traduções ou sugerir traduções por padrão. Somente usuários registrados têm permissão para salvar alterações e são creditados por cada tradução feita.
ro: Toată lumea poate naviga prin proiecte, vizualiza traduceri sau sugera traduceri în mod implicit. Numai utilizatorii înregistrați au voie să salveze efectiv modificările și sunt creditați pentru fiecare traducere efectuată.
ru: По умолчанию любой может просматривать проекты, смотреть или предлагать переводы. Право сохранять изменения имеют только зарегистрированные пользователи и они упоминаются как авторы каждого сделанного ими перевода.
sv: Alla kan som standard bläddra bland projekt, visa översättningar eller föreslå översättningar. Endast registrerade användare får spara ändringar och får kredit för varje översättning som görs.
ta: எல்லோரும் திட்டங்களை உலாவலாம், மொழிபெயர்ப்புகளைக் காணலாம் அல்லது மொழிபெயர்ப்புகளை இயல்பாக பரிந்துரைக்கலாம். பதிவுசெய்யப்பட்ட பயனர்கள் மட்டுமே உண்மையில் மாற்றங்களைச் சேமிக்க அனுமதிக்கப்படுகிறார்கள், மேலும் செய்யப்பட்ட ஒவ்வொரு மொழிபெயர்ப்பிற்கும் வரவு வைக்கப்படுகிறார்கள்.
tr: Varsayılan olarak herkes projelere göz atabilir, çevirileri görüntüleyebilir ya da çeviri önerisinde bulunabilir. Yalnızca kayıtlı kullanıcıların değişiklikleri gerçekten kaydetmesine izin verilir ve çevirmen olarak yapılan her çevirinin hesabı tutulur.
uk: Здійснювати навігацію проєктами, переглядати переклади або пропонувати переклади за типових налаштувань може будь-хто. Зберігати зміни і отримувати належні авторські права на переклади можуть лише зареєстровані користувачі.
zh_hans: 默认情况下，每个人都可以浏览项目、查看翻译或建议翻译。只有注册用户才能实际保存更改，并且每次翻译都会获得积分。
zh_hant: 默認情況下，每個人都可以瀏覽項目，查看翻譯或建議翻譯。只允許註冊用戶實際保存更改，並為每種翻譯歸功於所做的。

source: You can register by following a few simple steps:
de: Sie können sich in wenigen einfachen Schritten registrieren:
ga: Is féidir leat clárú trí roinnt céimeanna simplí a leanúint:
hu: A regisztráció néhány egyszerű lépésből áll:
id: Anda dapat mendaftar dengan mengikuti beberapa langkah sederhana:
ja: 次の手順で簡単に登録:
nl: U kunt registreren door een paar eenvoudige stappen te volgen:
pt: Pode registar-se seguindo alguns passos simples:
pt_br: Você pode se registrar seguindo alguns passos simples:
ro: Vă puteți înregistra urmând câțiva pași simpli:
ru: Вы можете зарегистрироваться, выполнив несколько простых шагов:
sv: Du kan registrera dig genom att följa några enkla steg:
ta: சில எளிய வழிமுறைகளைப் பின்பற்றி நீங்கள் பதிவு செய்யலாம்:
tr: Birkaç basit adımı izleyerek hesap açabilirsiniz:
uk: Ви можете зареєструватися, виконавши декілька простих кроків:
zh_hans: 您可以按照以下几个简单步骤进行注册：
zh_hant: 您可以通過以下幾個簡單步驟註冊：

source: Fill out the registration form with your credentials.
de: Das Anmeldeformular mit Ihren Zugangsdaten ausfüllen.
ga: Comhlánaigh an fhoirm chlárúcháin le do dhintiúir.
hu: Töltse ki a regisztrációs űrlapot a szükséges adatokkal.
id: Isi formulir pendaftaran dengan kredensial Anda.
ja: 登録フォームに資格情報を入力する。
nl: Vul het registratieformulier in met uw inloggegevens.
pt: Preencha o formulário de registo com as suas credenciais.
pt_br: Preencha o formulário de registro com suas credenciais.
ro: Completați formularul de înregistrare cu acreditările dumneavoastră.
ru: Заполните свои учётные данные в форму регистрации.
sv: Fyll i registreringsformuläret med dina uppgifter.
ta: உங்கள் சான்றுகளுடன் பதிவு படிவத்தை நிரப்பவும்.
tr: Hesap açma formunu kimlik doğrulama bilgilerinizle doldurun.
uk: Заповніть реєстраційну форму вашими реєстраційними даними.
zh_hans: 使用您的凭据填写注册表。
zh_hant: 使用憑據填寫註冊表格。

source: Activate registration by following the link in the e-mail you receive.
de: Die Registrierung aktivieren, indem Sie dem Link in der erhaltenen E-Mail folgen.
ga: Gníomhachtaigh an clárú tríd an nasc sa ríomhphost a fhaigheann tú a leanúint.
hu: Aktiválja regisztrációját az e-mailben kapott hivatkozás segítségével.
id: Aktifkan pendaftaran dengan mengikuti tautan di surel yang Anda terima.
ja: 受信したメールのリンクをクリックして、登録を有効にする。
nl: Activeer de registratie door de koppeling te volgen in de e-mail die u ontvangt.
pt: Ative o registo seguindo a hiperligação no e-mail que receber.
pt_br: Ative o registro seguindo o link no e-mail que você receber.
ro: Activați înregistrarea urmând linkul din e-mailul pe care îl primiți.
ru: Активируйте регистрацию, пройдя по ссылке из письма, которое придёт вам на электронную почту.
sv: Aktivera registreringen genom att följa länken i det e-postmeddelande du får.
ta: நீங்கள் பெறும் மின்னஞ்சலில் இணைப்பைப் பின்பற்றுவதன் மூலம் பதிவை செயல்படுத்தவும்.
tr: Size gönderilen e-postadaki bağlantıyı izleyerek hesabınızı etkinleştirin.
uk: Активуйте реєстрацію переходом за посиланням у отриманому вами повідомленні електронної пошти.
zh_hans: 使用电子邮件中收到的链接来激活注册账号。
zh_hant: 通過您收到的電子郵件中的鏈接激活註冊。

source: Optionally adjust your profile to choose which languages you know.
de: Sie können Ihr Profil anpassen und auswählen, welche Sprachen Sie beherrschen.
ga: Coigeartaigh do phróifíl go roghnach chun na teangacha atá ar eolas agat a roghnú.
hu: A profilbeállításoknál lehetőség van megadni, hogy mely nyelveket ismeri.
id: Secara opsional, sesuaikan profil Anda untuk memilih bahasa yang Anda ketahui.
ja: 必要に応じて、プロファイルを設定し、理解している言語を選択する。
nl: Pas optioneel uw profiel aan door te kiezen welke talen u beheerst.
pt: Ajuste opcionalmente o seu perfil para escolher quais idiomas conhece.
pt_br: Ajuste opcionalmente seu perfil para escolher quais idiomas você conhece.
ro: În mod opțional, ajustați-vă profilul pentru a alege limbile pe care le cunoașteți.
ru: По желанию настройте свой профиль, выбрав, какие языки вы знаете.
sv: Du kan också justera din profil för att välja vilka språk du kan.
ta: உங்களுக்குத் தெரிந்த எந்த மொழிகளைத் தேர்வுசெய்ய உங்கள் சுயவிவரத்தை விருப்பமாக சரிசெய்யவும்.
tr: İsteğe bağlı olarak, hangi dilleri bildiğinizi seçmek için profilinizi ayarlayın.
uk: Якщо хочете, скоригуйте ваш профіль, вибравши відомі вам мови.
zh_hans: 可以选择调整您的个人资料以选择您知道的语言。
zh_hant: （可選）調整您的個人資料以選擇您知道的語言。

source: Dashboard
de: Übersichtsseite
ga: Deais
hu: Vezérlőpult
id: Dasbor
ja: ダッシュボード
nl: Overzicht
pt: Painel
pt_br: Painel
ro: Panou de control
ru: Панель управления
sv: Kontrollpanel
ta: முகப்பலகை
tr: Pano
uk: Домівка
zh_hans: 操作面板
zh_hant: 控制面板

source: When you sign in, you will see an overview of projects and components, as well as their respective translation progression.
de: Wenn Sie sich anmelden, sehen Sie eine Übersicht der Projekte und Komponenten sowie den jeweiligen Übersetzungsfortschritt.
ga: Nuair a shíníonn tú isteach, feicfidh tú forbhreathnú ar thionscadail agus ar chomhpháirteanna, chomh maith lena ndul chun cinn san aistriúchán faoi seach.
hu: Bejelentkezés után áttekintheti a projekteket és összetevőket, valamint a fordítási állapotukat.
id: Saat Anda masuk, Anda akan melihat ikhtisar proyek dan komponen, serta perkembangan terjemahannya masing-masing.
ja: サインインすると、各翻訳の進行状況とともに、プロジェクトとコンポーネントの概要が表示されます。
nl: Wanneer u inlogt, zult u een overzicht zien van projecten en onderdelen, als ook hun respectievelijke voortgang van de vertaling.
pt: Ao fazer login verá uma visão geral de projetos e componentes, bem como a respetiva progressão de tradução deles.
pt_br: Ao fazer login, você verá uma visão geral de projetos e componentes, bem como sua respectiva progressão de tradução.
ro: Când vă conectați, veți vedea o imagine de ansamblu a proiectelor și componentelor, precum și evoluția traducerii acestora.
ru: При входе в систему вы увидите сводку с проектами и их компонентами, а также информацию о прогрессе перевода по каждому из них.
sv: När du loggar in ser du en översikt över projekt och komponenter samt deras respektive översättningsstatus.
ta: நீங்கள் உள்நுழையும்போது, திட்டங்கள் மற்றும் கூறுகளின் கண்ணோட்டத்தையும், அவற்றின் மொழிபெயர்ப்பு முன்னேற்றத்தையும் காண்பீர்கள்.
tr: Oturum açtığınızda, proje ve bileşen özetinin yanında ilgili çevirlerdeki ilerlemeleri görürsünüz.
uk: Після входу до системи ви зможете побачити огляд проєктів і складників, а також дані щодо поступу відповідних перекладів.
zh_hans: 登录后，您将看到项目和组件的概述，以及它们各自的翻译进度。
zh_hant: 登錄時，您將看到項目和組件的概述，以及各自的翻譯進展。

source: Components of projects you are watching are shown by default, and cross-referenced with your preferred languages.
de: Komponenten von Projekten, die Sie beobachten, werden standardmäßig angezeigt und mit Querverweisen auf Ihre bevorzugten Sprachen versehen.
ga: Taispeántar comhpháirteanna na dtionscadal a bhfuil tú ag féachaint orthu de réir réamhshocraithe, agus crostagairt iad leis na teangacha is rogha leat.
hu: Alapértelmezetten megjelennek azoknak a projekteknek az összetevői, amelyeket figyelemmel kísér, és ezek összevetésre kerülnek az Ön által előnyben részesített nyelvekkel.
id: Komponen proyek yang Anda awasi ditampilkan secara bawaan, dan dirujuk silang dengan bahasa pilihan Anda.
ja: デフォルトでは、監視中のプロジェクトのコンポーネントと登録した言語がセットで表示されます。
nl: Onderdelen of projecten die u volgt worden standaard weergegeven en gekoppeld aan uw voorkeurstalen.
pt: Os componentes dos projetos que está a observar são mostrados por predefinição e cruzados com os idiomas da sua preferência.
pt_br: Os componentes dos projetos que você está monitorando são mostrados por padrão, e cruzados com os idiomas de sua preferência.
ro: Componentele proiectelor pe care le urmăriți sunt afișate în mod implicit și sunt însoțite de referințe încrucișate cu limbile dumneavoastră preferate.
ru: По умолчанию на этой странице будут отображаться компоненты проектов, которые вы выбрали для отслеживания, а также перекрёстные ссылки на языки, которые вы выбрали в качестве предпочитаемых.
sv: Komponenter i projekt som du följer visas som standard och korsrefereras med dina önskade språk.
ta: நீங்கள் பார்க்கும் திட்டங்களின் கூறுகள் இயல்பாகவே காண்பிக்கப்படுகின்றன, மேலும் நீங்கள் விரும்பும் மொழிகளுடன் குறுக்கு-குறிப்பிடப்படுகின்றன.
tr: Varsayılan olarak, izlediğiniz projelerin bileşenleri görüntülenir ve çeviri dilleriniz seçilir.
uk: Типово, буде показано складники проєктів, за якими ви спостерігаєте, для бажаних для вас мов.
zh_hans: 默认情况下，将显示您正在监视的项目的组件，并与您的首选语言交叉引用。
zh_hant: 默認顯示您正在觀看的項目組件，並通過您的首選語言交叉引用。

source: You can switch to different views using the navigation tabs.
de: Über die Navigationsreiter können Sie zu verschiedenen Ansichten wechseln.
ga: Is féidir leat athrú go radhairc éagsúla trí úsáid a bhaint as na cluaisíní nascleanúna.
hu: A navigációs lapok segítségével válthat különböző nézetek között.
id: Anda dapat beralih ke tampilan berbeda menggunakan tab navigasi.
ja: ナビゲーション タブから、別の表示に切り替えられます。
nl: U kunt naar de verschillende weergaven overschakelen met de tabs voor navigatie.
pt: Pode mudar para visualizações diferentes a usar as guias de navegação.
pt_br: Você pode mudar para visualizações diferentes usando as abas de navegação.
ro: Puteți trece la diferite vizualizări cu ajutorul filelor de navigare.
ru: На другие представления вы можете переключиться с помощью вкладок навигации.
sv: Du kan växla mellan olika vyer med hjälp av navigeringsflikarna.
ta: வழிசெலுத்தல் தாவல்களைப் பயன்படுத்தி நீங்கள் வெவ்வேறு காட்சிகளுக்கு மாறலாம்.
tr: Gezinme sekmelerini kullanarak farklı görünümlere geçebilirsiniz.
uk: Ви можете перемкнутися на інші панелі перегляду за допомогою навігаційних вкладок.
zh_hans: 您可以使用导航选项卡切换到不同的视图。
zh_hant: 您可以使用“導航”選項卡切換到不同的視圖。

source: The menu has these options:
de: Das Menü bietet diese Optionen:
ga: Tá na roghanna seo sa roghchlár:
hu: A menü a következő lehetőségeket tartalmazza:
id: Menu memiliki opsi berikut:
ja: メニュー内のオプション:
nl: Het menu heeft deze opties:
pt: O menu tem estas opções:
pt_br: O menu tem estas opções:
ro: Meniul are următoarele opțiuni:
ru: Меню содержит следующие параметры:
sv: Menyn har följande alternativ:
ta: பட்டியலில் இந்த விருப்பங்கள் உள்ளன:
tr: Menüde şu seçenekler bulunur:
uk: У меню ви побачите такі пункти:
zh_hans: 菜单有以下选项：
zh_hant: 菜單有這些選項：

source: :guilabel:`Projects` > :guilabel:`Browse all projects` in the main menu showing translation status for each project on the Weblate instance.
de: :guilabel:`Projekte` > :guilabel:`Alle Projekte auflisten` im Hauptmenü zeigt den Übersetzungsstatus für jedes Projekt der Weblate-Instanz.
ga: :guilabel:`Projects` > :guilabel:`Brabhsáil gach tionscadal` sa phríomh-roghchlár a thaispeánann stádas aistriúcháin gach tionscadail ar an ásc Weblate.
hu: :guilabel:`Projektek` > :guilabel:`Az összes projekt böngészése` a főmenüben, amely a Weblate példány minden projektjének fordítási állapotát mutatja.
id: :guilabel:`Projects` > :guilabel:`Browse all projects` di menu utama yang menampilkan status terjemahan untuk setiap proyek pada instansi Weblate.
ja: メイン メニューの :guilabel:`プロジェクト` > :guilabel:`すべてのプロジェクトの閲覧` を選ぶと、Weblate インスタンスの各プロジェクトの翻訳状況を表示します。
nl: :guilabel:`Projecten` > :guilabel:`Alle projecten tonen` in het hoofdmenu geeft elke status van de vertaling weer voor elk project op de instantie van Weblate.
pt: :guilabel:`Projetos` > :guilabel:`Visualizar todos os projetos` no menu principal mostra o estado da tradução, para cada projeto, na instância do Weblate.
pt_br: :guilabel:`Projetos` > :guilabel:`Visualizar todos os projetos` no menu principal mostrando o status da tradução, para cada projeto, na instância do Weblate.
ro: :guilabel:`Proiecte` > :guilabel:`Explorați toate proiectele` în meniul principal care arată starea traducerii pentru fiecare proiect din instanța Weblate.
ru: Пункт :guilabel:`Проекты` > :guilabel:`Просмотр всех проектов` в главном меню позволит перейти на страницу, где можно посмотреть статус перевода всех проектов, которые есть на данном экземпляре Weblate.
sv: :guilabel:`Projekt` > :guilabel:`Bläddra bland alla projekt` i huvudmenyn visar översättningsstatus för varje projekt på Weblate-instansen.
ta: :guilabel:`projects` > :guilabel:`browse all projects` in the main menu showing translation status for each project on the வலைபெயர்ப்பு instance.
tr: Ana menüdeki :guilabel:`Projeler` > :guilabel:`Tüm projelere göz at` Weblate kopyasındaki tüm projenin çeviri durumunu görüntüler.
uk: За допомогою пункту головного меню :guilabel:`Проєкти` > :guilabel:`Перегляд усіх проєктів` можна переглянути стан перекладу для всіх проєктів у екземплярі Weblate.
zh_hans: :guilabel:`项目` > :guilabel:`浏览所有项目` 在主菜单中显示 Weblate 实例上每个项目的翻译状态。
zh_hant: ：圭冊：“項目”>：“圭冊：”瀏覽所有項目`“主菜單中顯示了WebLate實例上的每個項目的轉換狀態。

source: Selecting a language in the main menu :guilabel:`Languages` will show translation status of all projects, filtered by one of your primary languages.
de: Wenn Sie im Hauptmenü :guilabel:`Sprachen` eine Sprache auswählen, wird der Übersetzungsstatus aller Projekte angezeigt, gefiltert nach einer Ihrer Hauptsprachen.
ga: Má roghnaítear teanga sa phríomh-roghchlár :guilabel:`Languages`, léireofar stádas aistriúcháin gach tionscadail, arna scagadh de réir ceann de do phríomhtheangacha.
hu: A :guilabel:`Nyelvek` menüpontban nyelvet kiválasztva megjelenik az összes projekt fordítási állapota, az elsődleges nyelvei alapján szűrve.
id: Memilih bahasa di menu utama :guilabel:`Languages` akan menampilkan status penerjemahan semua proyek, difilter berdasarkan salah satu bahasa utama Anda.
ja: メイン メニューの :guilabel:`言語` で言語を選ぶと、すべてのプロジェクトの選択した言語への翻訳状況を表示します。
nl: Selecteren van ene taal in het hoofdmenu :guilabel:`Talen` zal de status voor de vertaling weergeven van alle projecten, gefilterd op die van uw primaire talen.
pt: Selecionar um idioma no menu principal de :guilabel:`Idiomas` irá mostrar o estado da tradução de todos os projetos, filtrado por um dos seus idiomas primários.
pt_br: Selecionar um idioma no menu principal de :guilabel:`Idiomas` irá mostrar o status da tradução de todos os projetos, filtrada por um dos seus idiomas primários.
ro: Selectarea unei limbi în meniul principal :guilabel:`Languages` va afișa starea de traducere a tuturor proiectelor, filtrată în funcție de una dintre limbile voastre principale.
ru: Выбор какого-либо из ваших основных языков в главном меню :guilabel:`Языки` выдаст страницу, где отображается статус перевода всех проектов, на этот конкретный язык.
sv: Om du väljer ett språk i huvudmenyn :guilabel:`Språk` visas översättningsstatus för alla projekt, filtrerade efter ett av dina primära språk.
ta: முதன்மையான பட்டியலில் ஒரு மொழியைத் தேர்ந்தெடுப்பது: வபஇசிட்டை: `மொழிகள்` உங்கள் முதன்மை மொழிகளில் ஒன்றால் வடிகட்டப்படும் அனைத்து திட்டங்களின் மொழிபெயர்ப்பு நிலையைக் காண்பிக்கும்.
tr: Ana menüden bir dil seçtiğinizde :guilabel:`Diller`, tüm projelerin çeviri durumunu, birincil dillerinizden birine göre süzülmüş olarak görüntüler.
uk: Якщо вибрати мову у головному меню :guilabel:`Мови` Weblate покаже стан перекладу усіх проєктів, фільтрований за однією з ваших основних мов.
zh_hans: 在 :guilabel:`语言` 菜单中选择一种语言将显示所有项目的翻译状态，按您的一种主要语言过滤。
zh_hant: 在主菜單中選擇一種語言：Guilabel：“語言”（語言）將顯示所有項目的翻譯狀態，由您的主要語言之一過濾。

source: :guilabel:`Watched translations` in the Dashboard will show translation status of only those projects you are watching, filtered by your primary languages.
de: :guilabel:`Beobachtete Übersetzungen` auf der Übersichtsseite zeigt nur den Übersetzungsstatus derjenigen Projekte an, die Sie beobachten, gefiltert nach Ihren Hauptsprachen.
ga: Léireoidh :guilabel:`Watched translations` sa Deais stádas aistriúcháin na dtionscadal sin amháin a bhfuil tú ag féachaint orthu, arna scagadh de réir do phríomhtheangacha.
hu: A :guilabel:`Megfigyelt fordítások` a vezérlőpulton csak azoknak a projekteknek az állapotát mutatja, amelyeket figyel, az elsődleges nyelvei alapján szűrve.
id: :guilabel:`Watched translations` di Dasbor akan menampilkan status terjemahan hanya dari proyek yang sedang Anda pantau, difilter menurut bahasa utama Anda.
ja: ダッシュボードの :guilabel:`監視中の翻訳` では、あなたの言語への翻訳状況を監視中のプロジェクトのみ表示します。
nl: :guilabel:`gevolgde vertalingen` in het Dashboard zal u de status van de vertaling weergeven van alleen de projecten die u volgt, gefilterd op uw primaire talen.
pt: :guilabel:`Traduções observadas` no Painel vai mostrar o estado da tradução apenas dos projetos que está observando, filtradas por os seus idiomas primários.
pt_br: :guilabel:`Traduções monitoradas` no Painel vai mostrar o status da tradução apenas os projetos que você está monitorando, filtradas por seus idiomas primários.
ro: :guilabel:`Traduceri urmărite` din tabloul de bord va afișa starea traducerilor doar pentru acele proiecte pe care le urmăriți, filtrate în funcție de limbile voastre principale.
ru: На вкладке :guilabel:`Отслеживаемые переводы` панели управления показывается статус перевода тех проектов, которые вы отслеживаете, и только на те языки, которые вы выбрали своими основными.
sv: :guilabel:`Bevakade översättningar` i instrumentpanelen visar översättningsstatusen för endast de projekt du bevakar, filtrerade efter dina primära språk.
tr: :guilabel:`İzlenen çeviriler` panoda yalnızca izlemekte olduğunuz projelerin çeviri durumunu, birincil dillerinize göre süzülmüş olarak görüntüler.
uk: За допомогою сторінки :guilabel:`Відстежувані переклади` домашньої сторінки ви зможете переглянути стану тих перекладів, за якими ви стежите, з фільтруванням за вашими основними мовами.
zh_hans: :guilabel:`关注的翻译` 在操作面板中将仅显示您正在关注的项目的翻译状态，按您的主要语言过滤。
zh_hant: ：圭冊：“觀看翻譯”儀表板中的翻譯將顯示只有您正在觀看的項目的翻譯狀態，由您的主要語言過濾。
