Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can also review the very same checklist at :ref:`manage-performance` in the :ref:`management-interface`.
de: Sie können die gleiche Checkliste auch unter :ref:`manage-performance` in der :ref:`management-interface` überprüfen.
ga: Is féidir leat an seicliosta céanna a athbhreithniú freisin ag :ref:`manage-performance` sa :ref:`management-interface`.
hu: Ugyanezt az ellenőrzőlistát áttekintheti a :ref:`manage-performance` résznél a :ref:`management-interface` felületen.
id: Anda juga dapat meninjau daftar periksa yang sama di :ref:`manage-performance` di :ref:`management-interface`.
ja: また、:ref:`management-interface` の :ref:`manage-performance` からも、同一の検査項目を確認できます。
nl: U kunt ook precies dezelfde controlelijst bekijken in :ref:`manage-performance` van de :ref:`management-interface`.
pt: Também pode revisar a mesma lista de verificação em :ref:`manage-performance` na :ref:`management-interface`.
pt_br: Você também pode revisar a mesma lista de verificação em :ref:`manage-performance` na :ref:`management-interface`.
sv: Du kan också granska samma checklista på :ref:`manage-performance` i :ref:`management-interface`.
tr: Aynı denetim listesini :ref:`management-interface` içindeki :ref:`manage-performance` bölümünden de gözden geçirebilirsiniz.
uk: Ви також можете скористатися списком дій у :ref:`manage-performance` з розділу :ref:`management-interface`.
zh_hans: 你也可以检视 :ref:`manage-performance` 中的相同检查清单，“管理性能”部分位于 :ref:`management-interface`。

source: Disable debug mode
de: Debugmodus deaktivieren
ga: Díchumasaigh mód dífhabhtaithe
hu: A hibakeresési (debug) mód kikapcsolása
id: Nonaktifkan mode awakutu
ja: デバッグ モードの無効化
nl: Modus Debug uitschakelen
pt: Desativar o modo de depuração
pt_br: Desabilitar o modo de depuração
ro: Dezactivați modul de depanare
ru: Отключение отладочного режима
sv: Inaktivera felsökningsläge
ta: பிழைத்திருத்த பயன்முறையை முடக்கு
tr: Hata ayıklama kipini kapatın
uk: Вимкнути режим діагностики
zh_hans: 禁止调试模式

source: Disable Django's debug mode (:setting:`DEBUG`) by:
de: Deaktivieren Sie den Debugmodus von Django (:setting:`DEBUG`) durch:
ga: Díchumasaigh modh dífhabhtaithe Django (:setting:`DEBUG`) trí:
hu: Tiltsa le a Django hibakeresési módját (:setting:`DEBUG`) az alábbi módon:
id: Nonaktifkan mode awakutu Django (:setting:`DEBUG`) dengan:
ja: Django のデバッグ モード（ :setting:`DEBUG`）を無効する方法:
nl: Schakel de modus Debug van Django uit (:setting:`DEBUG`) met:
pt: Desative o modo de depuração do Django (:setting:`DEBUG`) com:
pt_br: Desabilite o modo de depuração do Django (:setting:`DEBUG`) com:
ro: Dezactivați modul de depanare al lui Django (:setting:`DEBUG`) prin:
ru: Отключите отладочный режим Django (:setting:`DEBUG`), установив:
sv: Inaktivera Djangos felsökningsläge (:setting:`DEBUG`) genom att:
tr: Şununla Django hata ayıklama kipini kaptın (:setting:`DEBUG`):
uk: Вимикання режиму діагностики Django (:setting:`DEBUG`):
zh_hans: 禁止 Django 的调试模式（ :setting:`DEBUG` ）：
zh_hant: 禁止 Django 的調試模式（ :setting:`DEBUG` ）：

source: With debug mode on, Django stores all executed queries and shows users backtraces of errors, which is not desired in a production setup.
de: Wenn der Debugmodus aktiviert ist, speichert Django alle ausgeführten Abfragen und zeigt den Benutzern Rückverfolgungen von Fehlern an, was in einer Produktionsumgebung nicht erwünscht ist.
ga: Agus modh dífhabhtaithe ar siúl, stórálann Django gach fiosrúchán a rinneadh agus taispeánann sé cúlrianta earráidí d'úsáideoirí, rud nach bhfuil ag teastáil i socrú táirgeachta.
hu: Ha a hibakeresési mód engedélyezve van, a Django eltárolja az összes végrehajtott lekérdezést, és hibák esetén részletes hibakövetést jelenít meg a felhasználóknak, ami éles környezetben nem kívánatos.
id: Dengan mode awakutu aktif, Django menyimpan semua kueri yang dieksekusi dan menunjukkan kepada pengguna jejak balik galat, yang tidak diinginkan dalam pengaturan produksi.
ja: デバッグ モードを有効にすると、Django は実行したすべてのクエリーを保管し、ユーザーにエラーのバック トレースを表示しますが、これは運用環境では望ましくありません。
nl: Met de modus Debug ingeschakeld slaat Django alle uitgevoerde query's op en laat gebruikers sporen zien die terugvoeren naar fouten, wat in een productie opstelling niet gewenst is.
pt: Com o modo de depuração ativado, o Django armazena todas as consultas executadas e mostra aos utilizadores backtraces de erros, o que não é desejado numa configuração de produção.
pt_br: Com o modo depuração ativado, o Django armazena todas as consultas executadas e mostra aos usuários atrasos de erros, o que não é desejado em uma configuração de produção.
ro: Cu modul de depanare activat, Django stochează toate interogările executate și arată utilizatorilor traseele erorilor, ceea ce nu este de dorit într-o configurație de producție.
ru: При включенном отладочном режиме Django сохраняет все выполненные запросы и при возникновении ошибок показывает пользователям обратную трассировку стека, что в рабочей среде не желательно.
sv: När felsökningsläget är aktiverat lagrar Django alla utförda frågor och visar användarna backtraces av fel, vilket inte är önskvärt i en produktionsmiljö.
ta: பிழைத்திருத்த பயன்முறையில், சாங்கோ செயல்படுத்தப்பட்ட அனைத்து வினவல்களையும் சேமித்து வைத்து, பயனர்களின் பிழைகளின் பின்னடைவைக் காட்டுகிறது, இது விளைவாக்கம் அமைப்பில் விரும்பவில்லை.
tr: Hata ayıklama kipi açıkken, Django yürütülen tüm sorguları depolar ve kullanıcılara, üretim kipinde gerek duyulmayan hata izlerini görüntüler.
uk: З увімкненим режимом діагностики Django зберігає усі виконані запити та показує користувачеві зворотні трасування помилок. Такі надмірні дані є небажаними у промисловій конфігурації.
zh_hans: 在调试模式打开时，Django 存储所有执行的查询，并将错误的回溯显示给用户，这在生产设置中是不需要的。
zh_hant: 在調試模式打開時，Django 存儲所有執行的查詢，並將錯誤的回溯顯示給用戶，這在生產設置中是不需要的。

source: Properly configure admins
de: Administratoren richtig konfigurieren
ga: Riarthóirí a chumrú i gceart
hu: Adminisztrátorok helyes beállítása
id: Konfigurasikan admin dengan benar
ja: 適切な管理者の設定
nl: Juist geconfigureerde beheerders
pt: Configurar administradores corretamente
pt_br: Configurar corretamente administradores
ro: Configurați în mod corespunzător administratorii
ru: Правильная настройка администраторов
sv: Konfigurera administratörer korrekt
ta: நிர்வாகிகளை ஒழுங்காக உள்ளமைக்கவும்
tr: Yöneticileri düzgün şekilde yapılandırın
uk: Належне налаштовування записів адміністраторів
zh_hans: 是当地配置管理设置

source: Set the correct admin addresses to the :setting:`ADMINS` setting to defining who will receive e-mails in case something goes wrong on the server, for example:
de: Setzen Sie die richtigen Administrator-Adressen in der Einstellung :setting:`ADMINS`, um festzulegen, wer E-Mails erhalten soll, wenn zum Beispiel auf dem Server etwas schiefläuft:
ga: Socraigh na seoltaí riaracháin cearta chuig an socrú :setting:`ADMINS` chun a shainiú cé a gheobhaidh r-phoist ar eagla go n-éireoidh rud éigin mícheart ar an bhfreastalaí, mar shampla:
hu: Állítsa be a megfelelő adminisztrátori e-mail címeket az :setting:`ADMINS` beállításban, hogy probléma esetén (például szerverhiba) az értesítések ezekre a címekre érkezzenek, például így:
id: Atur alamat admin yang benar ke pengaturan :setting:`ADMINS` untuk menentukan siapa yang akan menerima surel jika terjadi kesalahan pada server, misalnya:
ja: 適切な管理者のメールアドレスを :setting:`ADMINS` に設定します。サーバーで問題が発生した場合に誰がメールを受信するかを設定します。設定例:
nl: Stel de correcte adressen voor de beheerders in voor de instelling :setting:`ADMINS` om te definiëren wie e-mails moet ontvangen als er iets mis gaat met de server, bijvoorbeeld:
pt: Defina os endereços de administração corretos à configuração :setting:`ADMINS` para definir quem receberá e-mails caso algo dê errado no servidor, por exemplo:
pt_br: Defina os endereços de administração corretos para a configuração :setting:`ADMINS` para definir quem receberá e-mails caso algo dê errado no servidor, por exemplo:
ro: Setați adresele de administrator corecte în setarea :setting:`ADMINS` pentru a defini cine va primi e-mailuri în cazul în care ceva nu merge bine pe server, de exemplu:
ru: Укажите в настройке :setting:`ADMINS` правильные адреса администраторов, чтобы определить, кто будет получать электронную почту в случае, если на сервере что-то пойдёт не так, например:
sv: Ange rätt administratörsadresser i inställningen :setting:`ADMINS` för att definiera vem som ska ta emot e-postmeddelanden om något går fel på servern, till exempel:
tr: Sunucuda bir sorun olması durumunda e-postaları kimlerin alacağını belirlemek için doğru yönetici adreslerini :setting:`ADMINS` seçeneği ile ayarlayın. Örneğin:
uk: Установіть належні адреси адміністраторів за допомогою параметра :setting:`ADMINS` для визначення того, хто отримуватиме повідомлення електронної пошти у випадку, якщо щось на сервері піде не так. Приклад:
zh_hans: 将正确的管理地址设置到 :setting:`ADMINS` 设置中，来确定服务器出现一些故障时谁接收电子邮件，例如：
zh_hant: 將正確的管理地址設置到 :setting:`ADMINS` 設置中，來確定服務器出現一些故障時誰接收電子郵件，例如：

source: Set correct site domain
de: Seitendomain richtig einstellen
ga: Socraigh fearann suímh ceart
hu: Webhely domain helyes beállítása
id: Atur domain situs yang benar
ja: サイトの正確なドメイン設定
nl: Correcte domein site instellen
pt: Definir domínio correto do site
pt_br: Definir domínio correto do site
ro: Setați domeniul corect al site-ului
ru: Установка правильного домена сайта
sv: Ställ in rätt webbplatsdomän
ta: சரியான தள களத்தை அமைக்கவும்
tr: Doğru site etki alanını ayarlayın
uk: Установіть належний домен сайта
zh_hans: 设置正确的网站域名
zh_hant: 設置正確的網站域名

source: Adjust site name and domain in the admin interface, otherwise links in RSS or registration e-mails will not work. This is configured using :setting:`SITE_DOMAIN` which should contain site domain name.
de: Passen Sie den Seitenname und die Seitendomain in der Adminoberfläche an, da sonst die Links in RSS oder Registrierungs-E-Mails nicht funktionieren. Dies wird mit :setting:`SITE_DOMAIN` konfiguriert, das den Namen der Seitendomain enthalten sollte.
ga: Coigeartaigh ainm agus fearann an tsuímh sa chomhéadan riaracháin, nó ní oibreoidh naisc i RSS nó ríomhphoist clárúcháin. Tá sé seo cumraithe ag baint úsáide as :setting:`SITE_DOMAIN` ar cheart ainm fearainn an tsuímh a bheith ann.
hu: Állítsa be a webhely nevét és domainjét az adminisztrációs felületen, különben az RSS-linkek és a regisztrációs e-mailek nem fognak megfelelően működni. Ezt a :setting:`SITE_DOMAIN` beállítással adhatja meg, amely a webhely domain nevét kell, hogy tartalmazza.
id: Sesuaikan nama situs dan domain di antarmuka admin. Jika tidak, tautan di RSS atau surel pendaftaran tidak akan berfungsi. Konfigurasi ini menggunakan :setting:`SITE_DOMAIN` yang seharusnya berisi nama domain situs.
ja: 管理画面からサイト名とドメインを設定してください。設定がされていなければ、RSS のリンクまたはアカウント登録メールは機能しません。設定は、 :setting:`SITE_DOMAIN` にサイトのドメイン名を指定して行います。
nl: Pas de naam van de site en het domein aan in de beheerinterface, anders zullen koppelingen in RSS of e-mails voor registreren niet werken. Dit wordt geconfigureerd met :setting:`SITE_DOMAIN` wat de domeinnaam van de site zou moeten bevatten.
pt: Ajuste o nome e o domínio do site na interface administrativa, caso contrário, ligações no RSS ou e-mails de registo não funcionarão. Isto é configurado usando :setting:`SITE_DOMAIN` que deve conter o nome de domínio do site.
pt_br: Ajuste o nome e o domínio do site na interface administrativa, caso contrário, links no RSS ou e-mails de registro não funcionarão. Isso é configurado usando :setting:`SITE_DOMAIN` que deve conter o nome de domínio do site.
ro: Ajustați numele site-ului și domeniul în interfața de administrare, altfel linkurile din RSS sau din e-mailurile de înregistrare nu vor funcționa. Acest lucru este configurat cu ajutorul :setting:`SITE_DOMAIN` care trebuie să conțină numele domeniului site-ului.
ru: Поправьте имя сайта и домен в интерфейсе администратора, иначе ссылки в RSS или регистрационные письма не будут работать. Эта настройка осуществляется с помощью параметра :setting:`SITE_DOMAIN`, который должен содержать доменное имя сайта.
sv: Justera webbplatsens namn och domän i administratörsgränssnittet, annars kommer länkar i RSS eller registreringsmejl inte att fungera. Detta konfigureras med hjälp av :setting:`SITE_DOMAIN` som ska innehålla webbplatsens domännamn.
tr: Yönetici arabiriminde site adını ve etki alanını ayarlayın. Yoksa RSS ya da kayıt e-postalarındaki bağlantılar çalışmaz. Bu ayar, site etki alanı adının yazılması gereken :setting:`SITE_DOMAIN` seçeneği ile yapılandırılır.
uk: Скоригуйте назву сайта і домен у інтерфейсі адміністратора, інакше посилання у RSS або у повідомленнях електронної пошти щодо реєстрації не працюватимуть. Налаштувати ці параметри можна за допомогою параметра :setting:`SITE_DOMAIN`, який має містити назву домену сайта.
zh_hans: 在管理界面调整网站名称和域名，否则 RSS 中的链接或注册电子邮箱地址将不工作。这使用 :setting:`SITE_DOMAIN` 来配置，它应该包含网站域名。
zh_hant: 在管理界面調整網站名稱和域名，否則 RSS 中的鏈接或註冊電子郵件地址將不工作。這使用 :setting:`SITE_DOMAIN` 來配置，它應該包含網站域名。

source: Prior to the 4.2 release the Django sites framework was used instead, please see :doc:`django:ref/contrib/sites`.
de: Vor der Version 4.2 wurde stattdessen das Django Sites Framework verwendet, siehe :doc:`django:ref/contrib/sites`.
ga: Sular eisíodh 4.2 úsáideadh creat suíomhanna Django ina ionad sin, féach :doc:`django:ref/contrib/sites`.
hu: A 4.2-es kiadás előtt a Django sites framework-öt használták erre a célra, részletekért lásd: :doc:`django:ref/contrib/sites`.
id: Sebelum rilis 4.2 kerangka kerja situs Django digunakan sebagai gantinya, silakan lihat :doc:`django:ref/contrib/sites`.
ja: 4.2 以前のリリースでは、代わりに Django sites フレームワークが使用されていました。参照: :doc:`django:ref/contrib/sites`。
nl: Voorafgaande aan de uitgave 4.2 werd in plaats daarvan het framewerk sites van Django gebruikt, bekijk :doc:`django:ref/contrib/sites`.
pt: Antes da versão 4.2, a estrutura de sites do Django era usada em vez disso, consulte :doc:`django:ref/contrib/sites`.
pt_br: Antes da versão 4.2, a estrutura de sites do Django era usada em vez disso, consulte :doc:`django:ref/contrib/sites`.
ro: Înainte de versiunea 4.2, a fost folosit în schimb cadrul Django sites, consultați :doc:`django:ref/contrib/sites`.
ru: До выхода версии 4.2 вместо него использовалась среда «сайтов» Django, см. раздел :doc:`среды «сайтов» <django:ref/contrib/sites>`.
sv: Före version 4.2 användes istället Djangos webbplatsramverk, se :doc:`django:ref/contrib/sites`.
tr: 4.2 sürümünden önce bunun yerine Django site çatısı kullanılıyordu. Ayrıntılı bilgi almak için: :doc:`django:ref/contrib/sites`.
uk: До випуску 4.2 замість цього використовувалася бібліотека sites Django. Будь ласка, див. :doc:`django:ref/contrib/sites`.
zh_hans: 在 4.2 版本之前，替代使用了 Django 网站框架，请参见 :doc:`django:ref/contrib/sites`。
zh_hant: 在 4.2 版本之前，替代使用了 Django 網站框架，請參見 :doc:`django:ref/contrib/sites` 。

source: Correctly configure HTTPS
de: HTTPS richtig konfigurieren
ga: Cumraigh HTTPS i gceart
hu: HTTPS helyes konfigurálása
id: Konfigurasikan HTTPS dengan benar
ja: HTTPS の正しい設定
nl: Configureer HTTPS correct
pt: Configurar HTTPS corretamente
pt_br: Configurar corretamente HTTPS
ro: Configurați corect HTTPS
ru: Правильная настройка HTTPS
sv: Konfigurera HTTPS korrekt
ta: http களை சரியாக உள்ளமைக்கவும்
tr: HTTPS ayarını düzgün biçimde yapın
uk: Належне налаштовування HTTPS
zh_hans: 正确配置 HTTPS

source: It is strongly recommended to run Weblate using the encrypted HTTPS protocol. After enabling it, you should set :setting:`ENABLE_HTTPS` in the settings:
de: Es wird dringend empfohlen, Weblate über das verschlüsselte HTTPS-Protokoll laufen zu lassen. Nachdem Sie es aktiviert haben, sollten Sie :setting:`ENABLE_HTTPS` in den Einstellungen setzen:
ga: Moltar go láidir Weblate a rith ag baint úsáide as an bprótacal HTTPS criptithe. Tar éis duit é a chumasú, ba cheart duit :setting:`ENABLE_HTTPS` a shocrú sna socruithe:
hu: Nyomatékosan ajánlott a Weblate-et titkosított HTTPS protokollon keresztül futtatni. Ennek bekapcsolása után állítsa be az :setting:`ENABLE_HTTPS` értékét a beállításokban:
id: Sangat disarankan untuk menjalankan Weblate menggunakan protokol HTTPS terenkripsi. Setelah mengaktifkannya, Anda harus mengatur :setting:`ENABLE_HTTPS` di pengaturan:
ja: 暗号化された HTTPS プロトコルを使用して Weblate を実行することを強く推奨します。有効にしたら、設定画面から :setting:`ENABLE_HTTPS` を設定してください。設定例:
nl: Sterk aanbevolen wordt om Weblate uit te voeren met het versleutelde protocol HTTPS. Na het inschakelen daarvan zou u :setting:`ENABLE_HTTPS` moeten instellen in de instellingen:
pt: É fortemente recomendado executar Weblate a com o protocolo criptografado HTTPS. Depois de ativá-lo, deve definir :setting:`ENABLE_HTTPS` nas configurações:
pt_br: É fortemente recomendado executar Weblate usando o protocolo HTTPS criptografado. Depois de habilitá-lo, você deve definir :setting:`ENABLE_HTTPS` nas configurações:
ro: Se recomandă cu tărie să executați Weblate utilizând protocolul HTTPS criptat. După ce îl activați, trebuie să setați :setting:`ENABLE_HTTPS` în setări:
ru: Настоятельно рекомендуется запускать Weblate с использованием шифрующего протокола HTTPS. После его включения в настройках необходимо установить параметр :setting:`ENABLE_HTTPS`:
sv: Det rekommenderas starkt att köra Weblate med det krypterade HTTPS-protokollet. Efter att ha aktiverat det bör du ställa in :setting:`ENABLE_HTTPS` i inställningarna:
tr: Weblate için şifrelenmiş HTTPS iletişim kuralını kullanmanız önemle önerilir. Sertifikanızı hazırladıktan sonra :setting:`ENABLE_HTTPS` seçeneğini ayarlamanız gerekir:
uk: Наполегливо рекомендуємо вам запускати з Weblate з використанням шифрованого протоколу HTTPS. Після його вмикання вам слід встановити :setting:`ENABLE_HTTPS` у параметрах сервера:
zh_hans: 强烈推荐使用加密的 HTTPS 协议 运行 Weblate。将其允许后，可以在设置中设置 :setting:`ENABLE_HTTPS` ：
zh_hant: 強烈推薦使用加密的 HTTPS 協議 運行 Weblate。將其允許後，可以在設置中設置 :setting:`ENABLE_HTTPS` ：

source: You might want to set up HSTS as well, see :ref:`django:security-recommendation-ssl` for more details.
de: Vielleicht möchten Sie auch HSTS einrichten, siehe :ref:`django:security-recommendation-ssl` für weitere Details.
ga: B'fhéidir gur mhaith leat HSTS a shocrú freisin, féach :ref:`django:security-recommendation-ssl` le haghaidh tuilleadh sonraí.
hu: Érdemes HSTS-t is beállítani, részletekért lásd: :ref:`django:security-recommendation-ssl`.
id: Anda mungkin ingin menyiapkan HSTS juga, lihat :ref:`django:security-recommendation-ssl` untuk rincian lebih lanjut.
ja: HSTS も設定してください。詳細については、:ref:`django:security-recommendation-ssl` を確認してください。
nl: U zou misschien ook HSTS willen instellen, bekijk :ref:`django:security-recommendation-ssl` voor meer details.
pt: Pode também configurar o HSTS, consulte :ref:`django:security-recommendation-ssl` para obter mais detalhes.
pt_br: Você pode querer configurar o HSTS também, consulte :ref:`django:security-recommendation-ssl` para obter mais detalhes.
ro: Este posibil să doriți să configurați și HSTS, consultați :ref:`django:security-recommendation-ssl` pentru mai multe detalii.
ru: Возможно, вы также захотите настроить HSTS, для получения более подробной информации смотрите документ :ref:`django:security-recommendation-ssl`.
sv: Du kanske också vill konfigurera HSTS. Se :ref:`django:security-recommendation-ssl` för mer information.
tr: Ayrıca HSTS özelliğini de kurmak isteyebilirsiniz. Ayrıntılı bilgi almak için: :ref:`django:security-recommendation-ssl`.
uk: Вам також, ймовірно, варто налаштувати HSTS. Див. :ref:`django:security-recommendation-ssl`, щоб дізнатися більше.
zh_hans: 你还会想要新建 HSTS，更多细节请参见 :ref:`django:security-recommendation-ssl`。
zh_hant: 你還會想要新建 HSTS，更多細節請參見 :ref:`django:security-recommendation-ssl` 。

source: Set properly SECURE_HSTS_SECONDS
de: SECURE_HSTS_SECONDS richtig einstellen
ga: Socraigh i gceart SECURE_HSTS_SECONDS
hu: SECURE_HSTS_SECONDS helyes beállítása
id: Atur SECURE_HSTS_SECONDS dengan benar
ja: SECURE_HSTS_SECONDS の適切な設定
nl: SECURE_HSTS_SECONDS juist instellen
pt: Definir SECURE_HSTS_SECONDS corretamente
pt_br: Definir corretamente SECURE_HSTS_SECONDS
ro: Setați corect SECURE_HSTS_SECONDS
ru: Установка правильного значения SECURE_HSTS_SECONDS
sv: Ställ in SECURE_HSTS_SECONDS korrekt
ta: ஒழுங்காக அமைக்கவும் secure_hsts_seconds
tr: SECURE_HSTS_SECONDS seçeneğini düzgün biçimde ayarlayın
uk: Установіть SECURE_HSTS_SECONDS належним чином
zh_hans: 适当设置 SECURE_HSTS_SECONDS
