Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Failure scenario: malicious tampering or ransomware
de: Fehlerszenario: böswillige Manipulation oder Ransomware
ga: Cás teipe: cur isteach mailíseach nó ransomware
hu: Hibahelyzet: rosszindulatú manipuláció vagy zsarolóvírus-támadás
id: Skenario kegagalan: perusakan berbahaya atau ransomware
nl: Scenario uitval: aanval door kwaadwilligen of ransomware
sv: Felsscenario: skadlig manipulation eller ransomware
uk: Сценарій невдачі: зловмисне втручання або програма-вимагач

source: Isolate affected host from the network.
de: Den betroffenen Host vom Netzwerk isolieren.
ga: An t-óstach atá buailte a leithlisiú ón líonra.
hu: A fertőzött gép elszigetelése a hálózattól.
id: Pisahkan host yang terkena dampak dari jaringan.
nl: Isoleren van de getroffen host in het netwerk.
sv: Isolera den drabbade värden från nätverket.
uk: Ізолюйте уражений хост від мережі.

source: Identify last known-good backup (pre-infection).
de: Die letzte als funktionierend bekannte Sicherung identifizieren (vor der Infektion).
ga: Aithin an cúltaca deireanach a bhí bailí (réamh-ionfhabhtú).
hu: Az utolsó ismerten tiszta mentés azonosítása (fertőzést megelőző állapot).
id: Identifikasi cadangan terakhir yang diketahui masih bagus (pra-infeksi).
nl: Identificeren van de laatst bekende goede back-up (voor de infectie).
sv: Identifiera den senaste kända fungerande säkerhetskopian (före infektionen).
uk: Визначити останню відому справну резервну копію (до зараження).

source: Follow steps from :ref:`drp-host` to deploy the system on a new host.
de: Die Schritte von :ref:`drp-host` befolgen, um das System auf einem neuen Host bereitzustellen.
ga: Lean na céimeanna ó :ref:`drp-host` chun an córas a imscaradh ar óstach nua.
hu: A :ref:`drp-host` lépéseinek követése a rendszer új gépen való telepítéséhez.
id: Ikuti langkah-langkah dari :ref:`drp-host` untuk menyebarkan sistem pada host baru.
nl: Volg stappen uit :ref:`drp-host` om het systeem op een nieuwe host uit te rollen.
sv: Följ stegen från :ref:`drp-host` för att distribuera systemet på en ny värd.
uk: Виконайте кроки з :ref:`drp-host`, щоб розгорнути систему на новому хості.

source: Validation and testing
de: Validierung und Testen
ga: Bailíochtú agus tástáil
hu: Ellenőrzés és tesztelés
id: Validasi dan pengujian
nl: Valideren en testen
pt_br: Validação e testes
sv: Validering och testning
uk: Валідація та тестування

source: **Backup Verification:** Monthly restore test of Weblate backups.
de: **Sicherungsüberprüfung:** Monatlicher Wiederherstellungstest der Weblate-Sicherungen.
ga: **Fíorú Cúltaca:** Tástáil athchóirithe mhíosúil ar chúltacaí Weblate.
hu: **Mentésellenőrzés:** Havi helyreállítási teszt a Weblate biztonsági mentéseivel.
id: **Verifikasi Cadangan:** Uji pengembalian bulanan cadangan Weblate.
nl: **Back-up verifiëren:** Maandelijkse hersteltest van Weblate back-ups.
sv: **Säkerhetskopieringskontroll:** Månatlig återställningstest av Weblate-säkerhetskopior.
uk: **Перевірка резервних копій:** Щомісячне тестування відновлення резервних копій Weblate.

source: **Disaster Recovery Drill:** Conduct at least annually, involving full restoration to a staging environment.
de: **Disaster-Recovery-Übung:** Mindestens einmal jährlich durchführen, wobei eine vollständige Wiederherstellung in einer Staging-Umgebung erfolgt.
ga: **Cleachtadh Aisghabhála ó Thubaiste:** Déan é seo uair sa bhliain ar a laghad, lena n-áirítear athchóiriú iomlán chuig timpeallacht stáitsithe.
hu: **Helyreállítási próbagyakorlat:** Évente legalább egyszer végrehajtandó, amely során a teljes rendszert egy tesztkörnyezetbe kerül visszaállításra.
id: **Latihan Pengembalian Bencana:** Dilakukan minimal setahun sekali, yang melibatkan pengembalian penuh pada lingkungan persiapan.
nl: **Oefening Herstellen na ramp:** Ten minste jaarlijks uitvoeren, betreft volledig herstel naar een staging-omgeving.
sv: **Katastrofåterställningsövning:** Genomför minst en gång per år, med fullständig återställning till en testmiljö.
uk: **Тренування з відновлення після аварій:** Проводьте принаймні щорічно, включаючи повне відновлення до проміжного середовища.

source: **Automated Integrity Checks:** BorgBackup ensures integrity of backup archives.
de: **Automatisierte Integritätsprüfungen:** BorgBackup stellt die Integrität von Sicherungsarchiven sicher.
ga: **Seiceálacha Uathoibrithe Ionracais:** Cinntíonn BorgBackup sláine na gcartlann cúltaca.
hu: **Automatikus integritásellenőrzés:** A BorgBackup ellenőrzi a biztonsági mentések épségét.
id: **Pemeriksaan Integritas Otomatis:** BorgBackup memastikan integritas arsip cadangan.
nl: **Geautomatiseerde controles voor integriteit:** BorgBackup zorgt voor integriteit van de archieven voor back-ups.
sv: **Automatiska integritetskontroller:** BorgBackup säkerställer integriteten hos säkerhetskopieringsarkiven.
uk: **Автоматизовані перевірки цілісності:** BorgBackup забезпечує цілісність резервних копій архівів.

source: Post-recovery steps
de: Schritte nach Wiederherstellung
ga: Céimeanna iar-aisghabhála
hu: Helyreállítás utáni lépések
id: Langkah-langkah pasca-pengembalian
nl: Stappen na herstellen
pt_br: Etapas de pós-recuperação
sv: Åtgärder efter återhämtning
uk: Кроки після відновлення

source: Confirm all services are operational and accessible.
de: Bestätigen, dass alle Dienste betriebsbereit und zugänglich sind.
ga: Deimhnigh go bhfuil na seirbhísí uile ag feidhmiú agus inrochtana.
hu: Minden szolgáltatás működésének és elérhetőségének megerősítése.
id: Pastikan semua layanan beroperasi dan dapat diakses.
nl: Bevestigen dat alle services operationeel en toegankelijk zijn.
sv: Bekräfta att alla tjänster är i drift och tillgängliga.
uk: Переконайтеся, що всі служби працюють та доступні.

source: Notify users and stakeholders of the recovery status.
de: Benutzer und Beteiligte über den Stand der Wiederherstellung benachrichtigen.
ga: Cuir úsáideoirí agus geallsealbhóirí ar an eolas faoin stádas téarnaimh.
hu: A felhasználók és érintettek tájékoztatása a helyreállítás állapotáról.
id: Beritahukan pengguna dan pemangku kepentingan tentang status pengembalian.
nl: Gebruikers en sleutelpersonen in kennis stellen van de status van het herstellen.
sv: Informera användare och intressenter om återställningsstatusen.
uk: Повідомляти користувачів та зацікавлених сторін про статус відновлення.

source: Document timeline, root cause, and lessons learned.
de: Zeitplan, Ursachen und gewonnene Erkenntnisse dokumentieren.
ga: Doiciméadaigh an t-amlíne, an chúis bhunúsach, agus na ceachtanna foghlamtha.
hu: Az esemény időrendjének, kiváltójának és a levont tanulságoknak a dokumentálása.
id: Dokumentasikan garis waktu, akar permasalahan, dan pelajaran yang didapat.
nl: Documenteren van de tijdlijn, oorzaak vaststellen en geleerde lessen.
sv: Dokumentera tidslinje, grundorsak och lärdomar.
uk: Задокументуйте часову шкалу, першопричину та отримані уроки.

source: Apply updates or infrastructure changes to prevent recurrence.
de: Aktualisierungen oder Infrastrukturänderungen vornehmen, um ein erneutes Auftreten zu verhindern.
ga: Cuir nuashonruithe nó athruithe bonneagair i bhfeidhm chun atarlú a chosc.
hu: Frissítések vagy infrastruktúra változtatások alkalmazása a jövőbeni hasonló események megelőzése érdekében.
id: Terapkan pembaruan atau perubahan infrastruktur untuk mencegah terulangnya masalah.
nl: Updates toepassen of infrastructuur wijzigen om herhaling te voorkomen.
sv: Tillämpa uppdateringar eller infrastrukturförändringar för att förhindra att problemet uppstår igen.
uk: Застосуйте оновлення або зміни інфраструктури, щоб запобігти повторенню.

source: Follow :ref:`vulnerability-disclosure-policy` in case vulnerability was involved.
de: :ref:`vulnerability-disclosure-policy` befolgen, falls eine Schwachstelle vorliegt.
ga: Lean :ref:`vulnerability-disclosure-policy` i gcás go raibh leochaileacht i gceist.
hu: Ha sérülékenység is érintett volt, kövesse a :ref:`vulnerability-disclosure-policy` irányelveit.
id: Ikuti :ref:`vulnerability-disclosure-policy` jika kerentanan terlibat.
nl: Volg :ref:`vulnerability-disclosure-policy` in het geval dat kwetsbaarheid was betrokken.
sv: Följ :ref:`vulnerability-disclosure-policy` om sårbarhet var inblandad.
uk: Дотримуйтесь :ref:`vulnerability-disclosure-policy` у випадку, якщо була задіяна вразливість.

source: Incident response plan for Weblate
de: Vorfallsreaktionsplan für Weblate
ga: Plean freagartha teagmhais do Weblate
hu: Weblate incidenskezelési terve
id: Rencana respons insiden untuk Weblate
nl: Incident herstelplan (Incident response plan (IRP)) voor Weblate
sv: Incidenthanteringsplan för Weblate
uk: План реагування на інциденти для Weblate

source: This IRP covers incidents impacting the confidentiality, integrity, or availability of a Weblate deployment.
de: Dieser Vorfallsreaktionsplan deckt Vorfälle ab, welche die Vertraulichkeit, Integrität oder Verfügbarkeit einer Weblate-Bereitstellung beeinträchtigen.
ga: Clúdaíonn an IRP seo teagmhais a mbíonn tionchar acu ar rúndacht, sláine nó infhaighteacht imscaradh Weblate.
hu: Ez az incidenskezelési terv (IRP) azokat az eseményeket fedi le, amelyek hatással vannak egy Weblate telepítés bizalmasságára, sértetlenségére vagy rendelkezésre állására.
id: IRP ini mencakup insiden yang memengaruhi kerahasiaan, integritas, atau ketersediaan penerapan Weblate.
nl: Dit IRP behandelt incidenten die impact hebben op de vertrouwelijkheid, integriteit of beschikbaarheid van ene uitrol van Weblate.
sv: Denna IRP omfattar incidenter som påverkar sekretessen, integriteten eller tillgängligheten för en Weblate-distribution.
uk: Цей IRP охоплює інциденти, що впливають на конфіденційність, цілісність або доступність розгортання Weblate.

source: It applies to self-hosted Weblate instances, whether on-premise or in cloud infrastructure.
de: Er gilt für selbst gehostete Weblate-Instanzen, egal ob vor Ort oder in einer Cloud-Infrastruktur.
ga: Baineann sé le cásanna Weblate féinóstáilte, bíodh siad ar an láthair féin nó i mbonneagar scamall.
hu: Alkalmazandó minden saját üzemeltetésű Weblate példányra, legyen az helyben vagy felhőalapú infrastruktúrában.
id: Ini berlaku untuk instansi self-hosted Weblate, baik di lokasi lokal maupun dalam infrastruktur cloud.
nl: Het is van toepassing op zelf gehoste instanties van Weblate, ofwel op locatie of in de cloud-infrastructuur.
sv: Det gäller för självhostade Weblate-instanser, oavsett om de finns lokalt eller i molninfrastruktur.
uk: Це стосується самостійно розміщених екземплярів Weblate, як локально, так і в хмарній інфраструктурі.

source: Roles and responsibilities
de: Rollen und Zuständigkeiten
ga: Róil agus freagrachtaí
hu: Szerepkörök és felelősségek
id: Peran dan tanggung jawab
nl: Rollen en verantwoordelijkheden
pt_br: Funções e responsabilidades
sv: Roller och ansvar
uk: Ролі та обов'язки

source: **Incident Response Lead (IRL):** Coordinates all phases of the response process.
de: **Leiter der Vorfallsreaktion:** Koordiniert alle Phasen des Reaktionsprozesses.
ga: **Ceannaire Freagartha Teagmhais (IRL):** Comhordaíonn gach céim den phróiseas freagartha.
hu: **Incidenskezelési vezető (IRL):** Koordinálja az incidenskezelési folyamat minden szakaszát.
id: **Pimpinan Respons Insiden (IRL):** Mengkoordinasikan semua fase proses respons.
nl: **Incident herstel leider (Incident Response Lead (IRL)):** Coördineert alle fasen van het herstelproces.
sv: **Incident Response Lead (IRL):** Samordnar alla faser av hanteringsprocessen.
uk: **Керівник реагування на інциденти (IRL):** Координує всі етапи процесу реагування.

source: **System Administrator:** Executes containment and recovery measures.
de: **Systemadministrator:** Führt Eindämmungs- und Wiederherstellungsmaßnahmen durch.
ga: **Riarthóir Córais:** Cuireann sé bearta coinneála agus téarnaimh i bhfeidhm.
hu: **Rendszer adminisztrátor:** Végrehajtja az elszigetelési és helyreállítási intézkedéseket.
id: **Administrator Sistem:** Menjalankan tindakan penahanan dan pemulihan.
nl: **Systeembeheerder:** Voert maatregelen voor afzondering en herstel uit.
sv: **Systemadministratör:** Genomför åtgärder för begränsning och återställning.
uk: **Системний адміністратор:** Виконує заходи щодо стримування та відновлення.

source: **Security Officer:** Evaluates security impact and regulatory consequences.
de: **Sicherheitsbeauftragter:** Bewertet die Auswirkungen auf die Sicherheit und die regulatorischen Konsequenzen.
ga: **Oifigeach Slándála:** Déanann measúnú ar thionchar slándála agus ar iarmhairtí rialála.
hu: **Biztonsági tisztviselő:** Értékeli a biztonsági hatásokat és a szabályozási következményeket.
id: **Petugas Keamanan:** Mengevaluasi dampak keamanan dan konsekuensi peraturan.
nl: **Beveiligings officier:** Evalueert impact voor beveiliging en konsekwenties voor regelgeving.
sv: **Säkerhetsansvarig:** Utvärderar säkerhetspåverkan och konsekvenser för regelverket.
uk: **Співробітник служби безпеки:** Оцінює вплив на безпеку та нормативні наслідки.

source: **Communications Lead:** Manages notifications to internal stakeholders and external parties if required.
de: **Kommunikationsleiter:** Verwaltet bei Bedarf Benachrichtigungen an interne Interessengruppen und externe Parteien.
ga: **Ceannaire Cumarsáide:** Bainistíonn fógraí chuig geallsealbhóirí inmheánacha agus seachtracha más gá.
hu: **Kommunikációs vezető:** Kezeli a belső szereplők és – szükség esetén – külső felek felé irányuló értesítéseket.
id: **Pimpinan Komunikasi:** Mengelola pemberitahuan kepada pemangku kepentingan internal dan pihak eksternal jika diperlukan.
nl: **Leider communicatie:** beheert notificaties voor interne sleutelpersonen en, indien nodig, externe partijen.
sv: **Kommunikationsansvarig:** Hanterar meddelanden till interna intressenter och externa parter vid behov.
uk: **Керівник відділу комунікацій:** Здійснює сповіщення внутрішніх зацікавлених сторін та зовнішніх сторін, якщо це необхідно.

source: Incident categories
de: Kategorien von Vorfällen
ga: Catagóirí teagmhais
hu: Incidenskategóriák
id: Kategori insiden
nl: Categorieën incidenten
sv: Incidentkategorier
uk: Категорії інцидентів

source: Category 1 – Unauthorized Access
de: Kategorie 1 – Unbefugter Zugriff
ga: Catagóir 1 – Rochtain Neamhúdaraithe
hu: 1. kategória – Jogosulatlan hozzáférés
id: Kategori 1 – Akses Tidak Diotorisasi
nl: Categorie 1 – Niet geauthoriseerde toegang
sv: Kategori 1 – Obehörig åtkomst
uk: Категорія 1 – Несанкціонований доступ

source: Category 2 – Data Integrity Violation
de: Kategorie 2 – Verstoß gegen die Datenintegrität
ga: Catagóir 2 – Sárú Ionracais Sonraí
hu: 2. kategória – Adat vagy integritás megsértése
id: Kategori 2 – Pelanggaran Integritas Data
nl: Categorie 2 – Overtreding integriteit gegevens
sv: Kategori 2 – Brott mot dataintegriteten
uk: Категорія 2 – Порушення цілісності даних

source: Category 3 – Service Outage or Degradation
de: Kategorie 3 – Dienstausfall oder -verschlechterung
ga: Catagóir 3 – Briseadh nó Meath Seirbhíse
hu: 3. kategória – Szolgáltatáskimaradás vagy -romlás
id: Kategori 3 – Gangguan atau Penurunan Layanan
nl: Categorie 3 – Uitval service of degradatie
sv: Kategori 3 – Avbrott eller försämring av tjänsten
uk: Категорія 3 – Збій або погіршення якості обслуговування

source: Category 4 – Misconfiguration or Deployment Error
de: Kategorie 4 – Fehlkonfiguration oder Bereitstellungsfehler
ga: Catagóir 4 – Earráid Mhíchumraíochta nó Imscartha
hu: 4. kategória – Hibás konfiguráció vagy telepítési hiba
id: Kategori 4 – Kesalahan Konfigurasi atau Galat Penerapan
nl: Categorie 4 – Foutieve configuratie of fout bij uitrol
sv: Kategori 4 – Felkonfiguration eller felaktig distribution
uk: Категорія 4 – Неправильна конфігурація або помилка розгортання

source: Incident response lifecycle
de: Lebenszyklus der Vorfallsreaktion
ga: Timthriall saoil freagartha teagmhais
hu: Incidenskezelési életciklus
id: Siklus hidup respons insiden
nl: Levenscyclus incident herstel
sv: Incidenthanteringscykeln
uk: Життєвий цикл реагування на інциденти

source: Preparation
de: Vorbereitung
ga: Ullmhúchán
hu: Felkészülés
id: Persiapan
nl: Voorbereiding
sv: Förberedelse
uk: Підготовка

source: Ensure regular daily backups of the PostgreSQL database and the data directory.
de: Sorgen Sie für regelmäßige tägliche Sicherungen der PostgreSQL-Datenbank und des Datenverzeichnisses.
ga: Cinntigh go ndéantar cúltacaí laethúla rialta den bhunachar sonraí PostgreSQL agus den eolaire sonraí.
hu: PostgreSQL adatbázis és az adatkönyvtár napi rendszeres biztonsági mentésének biztosítása.
id: Pastikan melakukan pencadangan harian rutin terhadap basis data PostgreSQL dan direktori data.
nl: Zorg voor regelmatige dagelijkse back-ups van de PostgreSQL database en de map met gegevens.
sv: Se till att det görs regelbundna dagliga säkerhetskopior av PostgreSQL-databasen och datakatalogen.
uk: Забезпечте регулярне щоденне резервне копіювання бази даних PostgreSQL та каталогу даних.

source: Protect Weblate with reverse proxy (e.g., NGINX or Apache) and HTTPS (TLS 1.2+).
de: Schützen Sie Weblate mit einem Reverse-Proxy (z. B. NGINX oder Apache) und HTTPS (TLS 1.2+).
ga: Cosain Weblate le seachfhreastalaí droim ar ais (e.g., NGINX nó Apache) agus HTTPS (TLS 1.2+).
hu: A Weblate védelme fordított proxyval (pl. NGINX vagy Apache) és HTTPS-sel (TLS 1.2+).
id: Lindungi Weblate dengan proksi terbalik (misalnya, NGINX atau Apache) dan HTTPS (TLS 1.2+).
nl: Bescherm Weblate met omgekeerde proxy (bijv. NGINX of Apache) en HTTPS (TLS 1.2+).
sv: Skydda Weblate med omvänd proxy (t.ex. NGINX eller Apache) och HTTPS (TLS 1.2+).
uk: Захистіть Weblate за допомогою зворотного проксі-сервера (наприклад, NGINX або Apache) та HTTPS (TLS 1.2+).

source: Enable 2FA for admin-level accounts.
de: Aktivieren Sie 2FA für Konten auf Administratorebene.
ga: Cumasaigh 2FA do chuntais ar leibhéal an riarthóra.
hu: Kétlépcsős hitelesítés engedélyezése rendszergazdai jogosultságú fiókokhoz.
id: Aktifkan 2FA untuk akun tingkat admin.
nl: Schakel 2FA in voor accounts op niveau van systeembeheerders.
sv: Aktivera 2FA för konton på administratörsnivå.
uk: Увімкніть 2FA для облікових записів рівня адміністратора.

source: Keep the Weblate instance and its dependencies (Python, Django, Celery, database, etc.) up to date.
de: Halten Sie die Weblate-Instanz und ihre Abhängigkeiten (Python, Django, Celery, Datenbank usw.) auf dem neuesten Stand.
ga: Coinnigh an sampla de Weblate agus a spleáchais (Python, Django, Celery, bunachar sonraí, srl.) cothrom le dáta.
hu: A Weblate példány és függőségeinek (Python, Django, Celery, adatbázis stb.) naprakészen tartása.
id: Jaga agar instansi Weblate dan dependensinya (Python, Django, Celery, basis data, dll.) tetap terkini.
nl: Houd de Weblate instantie en zijn afhankelijkheden (Python, Django, Celery, database, etc.) up-to-date.
sv: Håll Weblate-instansen och dess beroenden (Python, Django, Celery, databas etc.) uppdaterade.
uk: Підтримуйте екземпляр Weblate та його залежності (Python, Django, Celery, базу даних тощо) в актуальному стані.

source: Integrate with SIEM systems using the GELF protocol for audit and application log forwarding.
de: Integrieren Sie SIEM-Systeme mithilfe des GELF-Protokolls für die Weiterleitung von Audit- und Anwendungsprotokollen.
ga: Comhtháthú le córais SIEM ag baint úsáide as an bprótacal GELF le haghaidh iniúchta agus atreorú logaí feidhmchlár.
hu: Integráció SIEM rendszerekkel a GELF protokoll segítségével az audit- és alkalmazásnaplók továbbításához.
id: Integrasikan dengan sistem SIEM menggunakan protokol GELF untuk audit dan penerusan log aplikasi.
nl: Integreer met SIEM-systemen met het protocol GELF voor het auditten en doorsturen van logs van de toepassing.
sv: Integrera med SIEM-system med hjälp av GELF-protokollet för revision och vidarebefordran av applikationsloggar.
uk: Інтеграція з SIEM-системами за допомогою протоколу GELF для аудиту та пересилання журналів додатків.

source: Identification
de: Identifizierung
ga: Aitheantas
hu: Azonosítás
id: Identifikasi
nl: Identificatie
sv: Identifiering
uk: Ідентифікація

source: Monitor system and application logs (``journalctl``, reverse proxy logs, Weblate application and audit logs).
de: Überwachen Sie System- und Anwendungsprotokolle (``journalctl``, Reverse-Proxy-Protokolle, Weblate-Anwendungs- und Audit-Protokolle).
ga: Monatóireacht a dhéanamh ar logaí an chórais agus na bhfeidhmchlár (``journalctl``, logaí seachfhreastalaí droim ar ais, logaí feidhmchláir agus iniúchta Weblate).
hu: A rendszer- és alkalmazásnaplók figyelése (``journalctl``, fordított proxy naplók, Weblate-alkalmazás naplói, audit naplók).
id: Pantau log sistem dan aplikasi (``journalctl``, log proksi terbalik, log aplikasi Weblate dan log audit).
nl: Monitor systeem en toepassingslogs (``journalctl``, logs van de omgekeerde proxy, logs van de toepassing Weblate en de audit).
sv: Övervaka system- och applikationsloggar (``journalctl``, omvända proxyloggar, Weblate-applikations- och granskningsloggar).
uk: Моніторинг системних та програмних журналів (``journalctl``, журналів зворотного проксі-серверу, журналів програм та аудиту Weblate).

source: Analyze login events, webhook executions, and push/pull failures.
de: Analysieren Sie Ereignisse bei der Anmeldung, Webhook-Ausführungen und Push-/Pull-Fehler.
ga: Déan anailís ar imeachtaí logála isteach, forghníomhuithe webhook, agus teipeanna brú/tarraingthe.
hu: Bejelentkezési események, webhook-végrehajtások, valamint a feltöltési (push) és letöltési (pull) műveletek elemzése.
id: Menganalisis peristiwa masuk, eksekusi webhook, dan kegagalan dorong/tarik.
nl: Analyseer gebeurtenissen voor inloggen, het uitvoeren van webhooks en falen van push/pull.
sv: Analysera inloggningshändelser, webhook-körningar och push-/pull-fel.
uk: Аналізуйте події входу, виконання вебхуків та збої push/pull.

source: Configure alerting (e.g., via Prometheus, Zabbix, or SIEM) for: - Multiple login failures - Unexpected service restarts or memory usage spikes - Irregular push/pull actions from version control systems
de: Konfigurieren Sie Warnmeldungen (z. B. über Prometheus, Zabbix oder SIEM) für: – Mehrfache Anmeldefehler – Unerwartete Neustarts von Diensten oder Spitzen beim Speicherverbrauch – Unregelmäßige Push-/Pull-Aktionen von Versionsverwaltungen
ga: Cumraigh foláirimh (m.sh., trí Prometheus, Zabbix, nó SIEM) le haghaidh: - Il-theipeanna logála isteach - Atosú seirbhíse gan choinne nó borrtha úsáide cuimhne - Gníomhartha brú/tarraingthe neamhrialta ó chórais rialaithe leaganacha
hu: Riasztások konfigurálása (például Prometheus, Zabbix vagy SIEM használatával) az alábbi eseményekre: több sikertelen bejelentkezés, váratlan szolgáltatás-újraindulás, memóriahasználat kiugrása, valamint szokatlan feltöltési vagy letöltési (push/pull) műveletek verziókezelő rendszerekben
id: Konfigurasikan peringatan (misalnya, melalui Prometheus, Zabbix, atau SIEM) untuk: - Beberapa kegagalan login - Layanan mulai ulang yang tidak terduga atau lonjakan penggunaan memori - Tindakan dorong/tarik yang tidak teratur dari sistem kontrol versi
nl: Configureer alarmering (bijv. via Prometheus, Zabbix of SIEM) voor: - Meermaals falen inloggen - Onverwacht opnieuw starten van service of pieken in geheugengebruik - Ongewone acties voor push/pull vanuit versiebeheersystemen
sv: Konfigurera varningar (t.ex. via Prometheus, Zabbix eller SIEM) för: - Flera inloggningsfel - Oväntade omstarter av tjänster eller plötsliga ökningar i minnesanvändning - Oregelbundna push-/pull-åtgärder från versionshanteringssystem
uk: Налаштуйте сповіщення (наприклад, через Prometheus, Zabbix або SIEM) для: - Кілька невдалих спроб входу в систему - Неочікуваних перезапусків служб або піків використання пам'яті - Нерегулярних дій push/pull від системи контролю версій
