Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: User API now includes last sign in date.
de: Die Benutzer-API enthält jetzt das Datum der letzten Anmeldung.
ga: Áiríonn Úsáideoir API an dáta sínithe isteach deiridh anois.
hu: A felhasználói API mostantól tartalmazza az utolsó bejelentkezés dátumát.
id: API Pengguna sekarang menyertakan tanggal masuk terakhir.
ja: ユーザー API に最終サインイン日を含めるように改良。
nl: API-gebruiker bevat nu de laatste datum van inloggen.
pt: A API do utilizador agora inclui a data da última autenticação.
pt_br: A API de usuário agora inclui a data do último acesso.
ru: Пользовательский API теперь включает дату последнего входа в систему.
sv: Användar-API inkluderar nu datum för senaste inloggning.
ta: பயனர் பநிஇ இப்போது தேதியில் கடைசி அடையாளத்தை உள்ளடக்கியது.
tr: Kullanıcı API uygulamasına son oturun açma tarihi eklendi.
uk: До програмного інтерфейсу користувача включено обробку даних щодо дати останнього входу до системи.
zh_hans: 用户 API 现包含最后登录日期。

source: User API token is now hidden for privacy reasons by default.
de: Das Benutzer-API-Token ist jetzt aus Datenschutzgründen standardmäßig verborgen.
ga: Tá comhartha úsáideora API i bhfolach anois ar chúiseanna príobháideachta de réir réamhshocraithe.
hu: A felhasználói API token alapértelmezetten elrejtésre kerül az adatvédelem érdekében.
id: Token API Pengguna sekarang disembunyikan karena alasan privasi secara bawaan.
ja: ユーザー API トークンを、プライバシー上の理由から既定で非表示に修正。
nl: Gebruiker API-token wordt nu om privacy-redenen standaard verborgen.
pt: Por padrão, O token da API do utilizador está agora oculto por motivos de privacidade.
pt_br: O token da API do usuário agora está oculto por padrão por questões de privacidade.
ru: Токен пользовательского API теперь по умолчанию скрыт по соображениям конфиденциальности.
sv: Användar-API-token är nu dold av sekretesskäl som standard.
ta: பயனர் பநிஇ கிள்ளாக்கு இப்போது இயல்பாக தனியுரிமை காரணங்களுக்காக மறைக்கப்பட்டுள்ளது.
tr: Kullanıcı API kodu gizlilik sağlamak için varsayılan olarak gizlendi.
uk: Типово, жетон програмного інтерфейсу користувача буде приховано з міркувань конфіденційності.
zh_hans: 出于隐私原因，用户 API 令牌现默认处于隐藏状态。

source: Faster adding terms to glossary.
de: Schnelleres Hinzufügen von Begriffen zum Glossar.
ga: Téarmaí a chur leis an ngluais níos tapúla.
hu: Gyorsabb szójegyzékbe történő kifejezésfelvétel.
id: Menambahkan istilah ke glosarium lebih cepat.
ja: 用語集への用語追加の高速化。
nl: Sneller toevoegen van termen aan woordenlijst.
pt_br: Adição mais rápida de termos ao glossário.
ru: Ускоренное добавление терминов в словарь.
sv: Snabbare tillägg av termer till ordlistan.
ta: சொற்களஞ்சியத்திற்கு விரைவாகச் சேர்ப்பது.
tr: Sözlüğe sözcük ekleme hızlandırıldı.
uk: Пришвидшено додавання термінів до глосарія.
zh_hans: 更快地向术语表添加术语。

source: Better preserve translation on source file change in :doc:`/formats/html` and :doc:`/formats/txt`.
de: Bessere Beibehaltung der Übersetzung bei Quelldateiänderung in :doc:`/formats/html` und :doc:`/formats/txt`.
ga: Caomhnaigh níos fearr an t-aistriúchán ar athrú comhaid foinse i :doc:`/formats/html` agus :doc:`/formats/txt`.
hu: Jobb fordításmegőrzés a forrásfájl változásakor a :doc:`/formats/html` és :doc:`/formats/txt` formátumokban.
id: Lebih baik pertahankan terjemahan pada perubahan berkas sumber di :doc:`/formats/html` dan :doc:`/formats/txt`.
ja: :doc:`/formats/html` と :doc:`/formats/txt` のソースファイル変更時の翻訳保持の改良。
nl: Beter behouden van vertaling voor wijziging in bronbestand in :doc:`/formats/html` en :doc:`/formats/txt`.
pt: Preserva melhor a tradução na alteração do arquivo de origem em :doc:`/formats/html` e :doc:`/formats/txt`.
pt_br: Preserva melhor a tradução nas alterações do arquivo fonte em :doc:`/formats/html` e :doc:`/formats/txt`.
ru: Лучше сохранять перевод при изменении исходного файла в :doc:`/formats/html` и :doc:`/formats/txt`.
sv: Bevara översättningen bättre vid ändringar i källfilen i :doc:`/formats/html` och :doc:`/formats/txt`.
tr: :doc:`/formats/html` ve :doc:`/formats/txt` içindeki kaynak dosya değişikliğinde çevirinin daha iyi korunması sağlandı.
uk: Удосконалено збереження перекладів при змінах у початковому файлі для :doc:`/formats/html` і :doc:`/formats/txt`.
zh_hans: :doc:`/formats/html` 和 :doc:`/formats/txt` 源文件更改时更好地保留翻译。

source: Added indication of automatic assignment to team listing.
de: In der Teamliste ein Hinweis auf die automatische Zuweisung hinzugefügt.
ga: Cuireadh leis an sannadh uathoibríoch le liostú foirne.
hu: A csapatlistában mostantól jelöljük az automatikus hozzárendelést.
id: Menambahkan indikasi penugasan otomatis ke daftar tim.
ja: チームリストに自動割り当ての表示を追加。
nl: Toegevoegde indicatie van automatische toewijzing aan vermelding team.
pt_br: Adicionada indicação de atribuição automática à listagem de equipes.
ru: Добавлена индикация автоматического назначения в список команд.
sv: Lagt till indikation om automatisk tilldelning till teamlista.
ta: குழு பட்டியலுக்கு தானியங்கி ஒதுக்கீட்டின் அறிகுறி சேர்க்கப்பட்டது.
tr: Takım listesine kendiliğinden atama göstergesi eklendi.
uk: Додано індикацію автоматичного призначення у списку команд.
zh_hans: 团队列表增加了自动分配标识。

source: Users now have to confirm invitations to become team members.
de: Benutzer müssen nun Einladungen bestätigen, um Teammitglieder zu werden.
ga: Ní mór d’úsáideoirí cuirí a dhearbhú anois le bheith ina mbaill foirne.
hu: A felhasználóknak mostantól meg kell erősíteniük a meghívást, hogy csapattaggá váljanak.
id: Pengguna sekarang harus mengonfirmasi undangan untuk menjadi anggota tim.
ja: ユーザーは、チーム メンバーになるための招待を確認することが必要。
nl: Gebruikers moeten nu invitaties bevestigen om teamleden te worden.
pt: Os utilizadores agora têm de confirmar os convites para se tornarem membros da equipe.
pt_br: Os usuários agora precisam confirmar convites para se tornarem membros da equipe.
ru: Теперь пользователям необходимо подтвердить приглашения, чтобы стать членами команды.
sv: Användare måste nu bekräfta inbjudningar för att bli teammedlemmar.
ta: பயனர்கள் இப்போது குழு உறுப்பினர்களாக மாறுவதற்கான அழைப்புகளை உறுதிப்படுத்த வேண்டும்.
tr: Kullanıcıların davetleri kabul etmeden takımlara üye olması engellendi.
uk: У новій версії користувачі мають підтверджувати запрошення, щоб стати учасниками команди.
zh_hans: 用户现在必须确认邀请方可成为团队成员。

source: :ref:`check-formats` can now check all plural forms with the ``strict-format`` flag.
de: :ref:`check-formats` können nun alle Pluralformen mit der ``strict-format``-Markierung prüfen.
ga: Is féidir le :ref:`check-formats` gach foirm iolra a sheiceáil anois leis an mbratach ``strict-format``.
hu: A :ref:`check-formats` mostantól ellenőrizheti az összes többes számú alakot a ``strict-format`` jelölővel.
id: :ref:`check-formats` sekarang dapat memeriksa semua bentuk jamak dengan tanda ``strict-format``.
ja: :ref:`check-formats` は、``strict-format`` フラグですべての複数形を検査できるように修正。
nl: :ref:`check-formats` kan nu alle meervoudsvormen controleren met de vlag ``strict-format``.
pt: :ref:`check-formats` agora pode verificar todas as formas plurais com a flag ``strict-format``.
pt_br: :ref:`check-formats` agora pode verificar todas as formas plurais com o sinalizador ``strict-format``.
ru: :ref:`check-formats` теперь может проверять все формы множественного числа с помощью флага ``strict-format``.
sv: :ref:`check-formats` kan nu kontrollera alla pluralformer med flaggan ``strict-format``.
ta: :ref:`check-formats` can now சரிபார் அனைத்தும் plural forms with the ``strict-format`` flag.
tr: :ref:`check-formats` kalite denetiminin tüm çoğul biçimleri ``strict-format`` imiyle denetlemesi sağlandı.
uk: Нова версія перевірки :ref:`check-formats` може перевірякти усі форми множини з прапорцем ``strict-format``.
zh_hans: :ref:`check-formats` 现在可以检查所有带 ``strict-format`` 标记的复数形式。

source: :doc:`/user/checks` browsing experience.
de: :doc:`/user/checks` Browsing-Erfahrung.
ga: Taithí brabhsála :doc:`/user/checks`.
hu: Továbbfejlesztett böngészési élmény az :doc:`/user/checks` oldalon.
id: :doc:`/user/checks` pengalaman menjelajah.
ja: :doc:`/user/checks` 閲覧体験。
nl: :doc:`/user/checks` bladeren ervaring.
pt: :doc:`/user/checks` experiência de navegação.
pt_br: Experiência de navegação de :doc:`/user/checks`.
ru: :doc:`/user/checks` опыт просмотра.
sv: :doc:`/user/checks` surfupplevelse.
tr: :doc:`/user/checks` gezinme deneyimi iyileştirildi.
uk: Навігація :doc:`/user/checks`.
zh_hans: :doc:`/user/checks` 浏览体验。

source: Highlight differences in the source string in automatic suggestions.
de: Hervorhebung von Unterschieden in der Ausgangszeichenkette in automatischen Vorschlägen.
ga: Aibhsigh difríochtaí sa teaghrán foinse i moltaí uathoibríocha.
hu: Az automatikus javaslatokban kiemelésre kerülnek a forrásszöveg különbségei.
id: Sorot perbedaan dalam string sumber di saran otomatis.
ja: 自動提案でソース文字列の違いを強調表示ように改良。
nl: Accentueren van verschillen in de brontekenreeks in automatische suggesties.
pt_br: Destaca as diferenças no texto fonte em sugestões automáticas.
ru: Выделяйте различия в исходной строке в автоматических предложениях.
sv: Markera skillnader i källsträngen i automatiska förslag.
ta: தானியங்கி பரிந்துரைகளில் மூல சரத்தில் உள்ள வேறுபாடுகளை முன்னிலைப்படுத்தவும்.
tr: Kendiliğinden önerilerde kaynak dizgedeki farkların vurgulanması sağlandı.
uk: Реалізовано підсвічування різниці у початковому рядку в автоматичних пропозиціях.
zh_hans: 在自动建议中高亮源字符串的差异。

source: Visual diff now better understands compositing characters.
de: Visual diff versteht jetzt das Compositing von Zeichen besser.
ga: Is fearr a thuigeann Visual diff carachtair cumadóireachta anois.
hu: A vizuális eltéréskiemelés jobban kezeli az összetett karaktereket.
id: Visual diff sekarang lebih memahami pengomposisian karakter.
ja: 視覚的な差分により、合成文字がよりよく判別できるように改良。
nl: Visueel verschil begrijpt samengestelde tekens nu beter.
pt: A diferença visual agora entende melhor a composição dos personagens.
pt_br: O diff visual agora entende melhor os caracteres de composição.
ru: Визуальное отличие теперь лучше понимает композицию символов.
sv: Visuell diff förstår nu bättre sammansatta tecken.
ta: காட்சி வேறுபாடு இப்போது இசையமைக்கும் எழுத்துக்களை நன்கு புரிந்துகொள்கிறது.
tr: Görsel farkın karakterleri birleştirmeyi daha iyi anlaması sağlandı.
uk: У візуальній різниці удосконалено обробку складених символів.
zh_hans: 可视化差异可以更好地理解合成字符。

source: User names handling while committing to Git.
de: Behandlung von Benutzernamen beim Committen an Git.
ga: Láimhseáil ainmneacha úsáideoirí agus tiomantas do Git.
hu: Git véglegesítéskor javítva a felhasználónevek kezelése.
id: Penanganan nama pengguna saat mengkomit pada Git.
ja: Gitへのコミット時のユーザー名の取り扱い。
nl: Afhandeling gebruikersnamen tijdens indienen bij Git.
pt: Gestão de nomes de utilizador durante o committing ao Git.
pt_br: Gerenciamento de nomes de usuário durante os commits no Git.
ru: Обработка имён пользователей при фиксации в Git.
sv: Hantering av användarnamn vid commit till Git.
ta: அறிவிலி செய்யும்போது பயனர் பெயர்கள் கையாளுதல்.
tr: Git işlemesi sırasında kullanıcı adlarının işlenmesi iyileştirildi.
uk: Реалізовано обробку імен користувачів при формуванні внесків до Git.
zh_hans: 提交到 Git 时的用户名处理。

source: :ref:`addon-weblate.cleanup.blank` and :ref:`addon-weblate.cleanup.generic` now remove all strings at once.
de: :ref:`addon-weblate.cleanup.blank` und :ref:`addon-weblate.cleanup.generic` entfernen nun alle Zeichenketten auf einmal.
ga: :ref:`addon-weblate.cleanup.blank` agus :ref:`addon-weblate.cleanup.generic` bain gach teaghrán anois ag an am céanna.
hu: Az :ref:`addon-weblate.cleanup.blank` és :ref:`addon-weblate.cleanup.generic` mostantól egyszerre törlik az összes szöveget.
id: :ref:`addon-weblate.cleanup.blank` dan :ref:`addon-weblate.cleanup.generic` sekarang menghapus semua string sekaligus.
ja: :ref:`addon-weblate.cleanup.blank` と :ref:`addon-weblate.cleanup.generic` は、すべての文字列を一度に削除するように修正。
nl: :ref:`addon-weblate.cleanup.blank` en :ref:`addon-weblate.cleanup.generic` verwijderen nu alle tekenreeksen in een keer.
pt_br: :ref:`addon-weblate.cleanup.blank` e :ref:`addon-weblate.cleanup.generic` agora removem todos os textos de uma vez.
ru: :ref:`addon-weblate.cleanup.blank` и :ref:`addon-weblate.cleanup.generic` теперь удаляют все строки одновременно.
sv: :ref:`addon-weblate.cleanup.blank` och :ref:`addon-weblate.cleanup.generic` tar nu bort alla strängar på en gång.
ta: :ref:`addon-weblate.cleanup.blank` and :ref:`addon-weblate.cleanup.generic` now அகற்று அனைத்தும் சரங்கள் at once.
tr: :ref:`addon-weblate.cleanup.blank` ve :ref:`addon-weblate.cleanup.generic` artık tüm dizgeleri bir kerede kaldırıyor.
uk: У новій версії додатки :ref:`addon-weblate.cleanup.blank` і :ref:`addon-weblate.cleanup.generic` вилучають усі рядки одночасно.
zh_hans: :ref:`addon-weblate.cleanup.blank` 和 :ref:`addon-weblate.cleanup.generic` 现立即删除所有字符串。

source: Language filtering in :doc:`/devel/reporting`.
de: Sprachfilterung in :doc:`/devel/reporting`.
ga: Scagadh teanga i :doc:`/devel/reporting`.
hu: Nyelvi szűrés elérhető a :doc:`/devel/reporting` dokumentumban.
id: Pemfilteran bahasa di :doc:`/devel/reporting`.
ja: :doc:`/devel/reporting` の言語フィルタリング。
nl: Filteren van taal in :doc:`/devel/reporting`.
pt: Filtragem de idioma em :doc:`/devel/reporting`.
pt_br: Filtragem de idioma em :doc:`/devel/reporting`.
ru: Языковая фильтрация в :doc:`/devel/reporting`.
sv: Språkfiltrering i :doc:`/devel/reporting`.
tr: :doc:`/devel/reporting` içine dil süzme özelliği eklendi.
uk: Реалізовано фільтрування за мовами у :doc:`/devel/reporting`.
zh_hans: :doc:`/devel/reporting` 中的语言筛选。

source: Reduced false positives of :ref:`check-reused` when fixing the translation.
de: Reduzierung der Fehlalarme von :ref:`check-reused` bei der Korrektur der Übersetzung.
ga: laghdaíodh dearfacha bréagacha :ref:`check-reused` nuair a bhí an t-aistriúchán á shocrú.
hu: Csökkentve az :ref:`check-reused` téves találatainak száma fordítás javítása közben.
id: Mengurangi positif palsu :ref:`check-reused` saat memperbaiki terjemahan.
ja: 翻訳を修正する際の :ref:`check-reused` の誤検出を削減。
nl: Verminderde valse positieven van :ref:`check-reused` bij repareren van de vertaling.
pt_br: Redução de falsos positivos de :ref:`check-reused` ao corrigir a tradução.
ru: Уменьшено количество ложных срабатываний :ref:`check-reused` при исправлении перевода.
sv: Minskade falska positiva resultat för :ref:`check-reused` vid korrigering av översättningen.
tr: Çeviriyi düzeltirken :ref:`check-reused` hatalı doğru sonuçları azaltıldı.
uk: Зменшено кількість фіктивних помилок :ref:`check-reused` при виправленні перекладу.
zh_hans: 减少了 :ref:`check-reused` 修复译文时造成的误报。

source: Fixed caching issues after updating screenshots from the repository.
de: Caching-Probleme nach dem Aktualisieren von Bildschirmfotos aus dem Repository behoben.
ga: Saincheisteanna seasta taisceadh tar éis scáileáin ón stór a nuashonrú.
hu: Javítva a gyorsítótárazási probléma, amely a tárolóból frissített képernyőképek után jelentkezett.
id: Memperbaiki masalah penyimpanan setelah memperbarui tangkapan layar dari repositori.
ja: リポジトリからスクリーンショットを更新した後のキャッシュの問題の修正。
nl: Gerepareerde problemen met cachen na bijwerken van schermafdrukken vanuit de opslagruimte.
pt_br: Corrigidos problemas de cache após atualizar capturas de tela do repositório.
ru: Исправлены проблемы с кэшированием после обновления снимков экрана из репозитория.
sv: Åtgärdade cachingproblem efter uppdatering av skärmdumpar från arkivet.
ta: களஞ்சியத்திலிருந்து திரை சாட்களைப் புதுப்பித்த பிறகு நிலையான கேச்சிங் சிக்கல்கள்.
tr: Depodaki ekran görüntülerinin güncellenmesinden sonra yaşanan ön belleğe alma sorunları düzeltildi.
uk: Виправлено проблеми з кешуванням при оновленні знімків вікон зі сховища.
zh_hans: 修复了更新来自仓库的截屏文件后的缓存问题。

source: Python 3.9 or newer is now required.
de: Python 3.9 oder neuer ist jetzt erforderlich.
ga: Tá Python 3.9 nó níos nuaí ag teastáil anois.
hu: A Weblate mostantól Python 3.9 vagy újabb verziót igényel.
id: Python 3.9 atau yang lebih baru sekarang diperlukan.
ja: Python 3.9 以降が必要に変更。
nl: Python 3.9 of nieuwer is nu vereist.
pt_br: Python 3.9 ou mais novo agora é necessário.
ru: Теперь требуется Python 3.9 или новее.
sv: Python 3.9 eller nyare krävs nu.
ta: பைதான் 3.9 அல்லது புதியது இப்போது தேவை.
tr: Artık Python 3.9 ve üzerindeki sürümlerin kullanılması gerekiyor.
uk: Новій версії потрібен Python 3.9 або новіший.
zh_hans: 现在需要 Python 3.9 或更新版本。

source: Several UI URLs have been changed to be able to handle categories.
de: Mehrere URLs der Bedienoberfläche wurden geändert, damit sie mit Kategorien umgehen können.
ga: Athraíodh roinnt URLanna Chomhéadain le go mbeidh siad in ann catagóirí a láimhseáil.
hu: Számos felhasználói felület URL megváltozott a kategóriák kezelhetősége érdekében.
id: Beberapa URL UI telah diubah untuk dapat menangani kategori.
ja: カテゴリを処理できるように、いくつかの UI URL の変更。
nl: Verscheidene URL's voor de gebruikersinterface zijn gewijzigd om categorieën af te kunnen handelen.
pt_br: Várias URLs de UI foram alteradas para ser possível manipular categorias.
ru: Несколько URL-адресов пользовательского интерфейса были изменены, чтобы иметь возможность обрабатывать категории.
sv: Flera UI-URL:er har ändrats för att kunna hantera kategorier.
ta: வகைகளை கையாள பல இடைமுகம் முகவரி கள் மாற்றப்பட்டுள்ளன.
tr: Kategorileri işleyebilmek için birkaç kullanıcı arayüzü adresi değişti.
uk: Змінено декілька адрес у інтерфейсі користувача, щоб мати змогу працювати з категоріями.
zh_hans: 更改了几个 URL 以便处理类别。

source: There are several changes in :file:`settings_example.py`, most notable is changes in ``CACHES`` and ``SOCIAL_AUTH_PIPELINE``, please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten sind die Änderungen in ``CACHES`` und ``SOCIAL_AUTH_PIPELINE``, bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe i :file:`settings_example.py`, is suntasaí iad na hathruithe ar ``CACHES`` agus ``SOCIAL_AUTH_PIPELINE``, coigeartaigh do shocruithe dá réir.
hu: Több változás történt a :file:`settings_example.py` fájlban, különösen a ``CACHES`` és ``SOCIAL_AUTH_PIPELINE`` beállításokban; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling menonjol adalah perubahan dalam ``CACHES`` dan ``SOCIAL_AUTH_PIPELINE``, harap sesuaikan pengaturan Anda.
ja: :file:`settings_example.py` に変更があります。特に ``CACHES`` と ``SOCIAL_AUTH_PIPELINE`` に変更があります。変更に合わせて設定を修正してください。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende wijzigingen zijn in ``CACHES`` en ``SOCIAL_AUTH_PIPELINE``, pas uw instellingen overeenkomstig aan.
pt: Há várias mudanças em :file:`settings_example.py`, mais significativas as alterações em``CACHES`` e ``SOCIAL_AUTH_PIPELINE``. Por favor, ajuste as suas configurações de acordo.
pt_br: Há várias mudanças em :file:`settings_example.py`, notadamente as alterações em ``CACHES`` e ``SOCIAL_AUTH_PIPELINE``. Por favor, ajuste suas configurações de acordo.
ru: В файле:file:`settings_example.py` есть несколько изменений, наиболее заметными являются изменения в ``CACHES`` и ``SOCIAL_AUTH_PIPELINE``, пожалуйста, измените настройки соответствующим образом.
sv: Det finns flera ändringar i :file:`settings_example.py`, mest anmärkningsvärt är ändringarna i ``CACHES`` och ``SOCIAL_AUTH_PIPELINE``, vänligen justera dina inställningar därefter.
tr: :file:`settings_example.py` içinde birkaç değişiklik yapıldı. En önemlileri ``CACHES`` ve ``SOCIAL_AUTH_PIPELINE`` değişiklikleri. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: До :file:`settings_example.py` внесено декілька змін. Найпомітнішою є зміна у ``CACHES`` і ``SOCIAL_AUTH_PIPELINE``. Будь ласка, скоригуйте параметри відповідним чином.
zh_hans: :file:`settings_example.py` 中有几项更改，最显著的是 ``CACHES`` 和 ``SOCIAL_AUTH_PIPELINE`` 中的更改，请相应调整你的设置。

source: Several previously optional dependencies are now required.
de: Mehrere zuvor optionale Abhängigkeiten sind nun erforderlich.
ga: Tá roinnt spleáchais roghnacha roimhe seo ag teastáil anois.
hu: Számos korábban opcionális függőség mostantól kötelező.
id: Beberapa dependensi yang sebelumnya opsional kini diperlukan.
ja: 以前はオプションだったいくつかの依存関係が必須に変更。
nl: Verscheidene, eerder optionele, afhankelijkheden zijn nu vereist.
pt: Várias dependências anteriormente opcionais são agora necessárias.
pt_br: Várias dependências que antes eram opcionais agora são obrigatórias.
ru: Теперь требуются несколько ранее необязательных зависимостей.
sv: Flera tidigare valfria beroenden är nu obligatoriska.
ta: முன்னர் பல விருப்பமான சார்புநிலைகள் இப்போது தேவை.
tr: Daha önce isteğe bağlı olan birkaç bağımlılık artık zorunlu.
uk: Декілька залежностей, які раніше було необов'язковими, тепер є обов'язковими.
zh_hans: 先前几个可选的依赖项现在变为必需。

source: The database upgrade can take considerable time on larger sites due to structure changes.
de: Das Aktualisieren der Datenbank kann bei größeren Websites aufgrund von Strukturänderungen erhebliche Zeit in Anspruch nehmen.
ga: Is féidir go dtógfaidh uasghrádú an bhunachair sonraí go leor ama ar shuímh níos mó mar gheall ar athruithe struchtúir.
hu: Az adatbázis frissítése nagyobb oldalak esetén jelentős időt vehet igénybe a szerkezetváltozások miatt.
id: Pemutakhiran basis data dapat memerlukan waktu yang cukup lama pada situs yang lebih besar akibat perubahan struktur.
ja: 大規模なサイトでは、構造の変更により、データベースのアップグレードにかなりの時間がかかる場合があります。
nl: Het upgraden van de database kan aanzienlijk lang duren op grote sites, vanwege de wijzigingen in de structuur.
pt_br: A atualização do banco de dados pode levar um tempo considerável em sites maiores devido a alterações estruturais.
ru: Обновление базы данных может занять значительное время на больших сайтах из-за изменений в структуре.
sv: Databasuppgraderingen kan ta lång tid på större webbplatser på grund av strukturförändringar.
ta: கட்டமைப்பு மாற்றங்கள் காரணமாக பெரிய தளங்களில் தரவுத்தள மேம்படுத்தல் கணிசமான நேரம் எடுக்கலாம்.
tr: Veri tabanını yükseltme işlemi, yapı değişiklileri nedeniyle büyük sitelerde uzun sürebilir.
uk: Перенесення бази даних може тривати досить довго для великих сайтів через зміни у структурі.
zh_hans: 由于结构变化，在较大站点上升级数据库可能会花掉相当长的时间。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/99?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__。
