Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Increased minimal required version of translate-toolkit to address several file format issues.
de: Die minimal erforderliche Version von translate-toolkit erhöht, um verschiedene Probleme mit dem Dateiformat zu lösen.
ga: Leagan íosta méadaithe den fhoireann uirlisí aistrithe chun dul i ngleic le roinnt saincheisteanna formáide comhaid.
hu: A `translate-toolkit` minimálisan szükséges verziója emelkedett, több fájlformátum-probléma megoldása érdekében.
id: Meningkatkan versi minimal yang dibutuhkan dari translate-toolkit untuk mengatasi beberapa masalah format berkas.
ja: ファイル形式の問題に対処するため、翻訳ツールキットの最低限必要なバージョンを上げました。
nl: Verhoogde minimaal vereiste versie van Translate-Toolkit om verschillende problemen met bestandsindelingen aan te pakken.
pt: Incrementada a versão mínima necessária do translate-toolkit para resolver vários problemas de formato de ficheiros.
pt_br: Incrementada a versão mínima necessária do translate-toolkit para resolver vários problemas de formato de arquivo.
ro: A crescut versiunea minimă necesară a translate-toolkit pentru a rezolva mai multe probleme legate de formatul fișierelor.
ru: Увеличена минимальная требуемая версия translate-toolkit, чтобы решить некоторые проблемы с форматами файлов.
sv: Ökad minimikrav på version av translate-toolkit för att hantera flera problem med filformat.
ta: பல கோப்பு வடிவமைப்பு சிக்கல்களைத் தீர்க்க மொழிபெயர்ப்பின்-டூல்கிட்டின் குறைந்தபட்ச தேவையான பதிப்பு அதிகரித்தது.
tr: Çeşitli dosya biçimi sorunlarını gidermek için gereken en düşük translate-toolkit sürümü yükseltildi.
uk: Збільшено мінімальну обов'язкову версію translate-toolkit для виправлення декількох проблем із форматами файлів.
zh_hans: 增加了 translate-toolkit 的最低要求版本，以解决几个文件格式问题。
zh_hant: 增加了 translate-toolkit 的最低需求版本，來處理幾個文件格式問題。

source: *Released on November 4th 2020.*
de: *Veröffentlicht am 4. November 2020.*
ga: *Eisithe ar 4 Samhain 2020.*
hu: *Kiadva: 2020. november 4.*
id: *Dirilis pada 4 November 2020.*
nl: *Uitgegeven op 4 november 2020.*
pt_br: *Atualizado em 4 de novembro de 2020.*
sv: *Släpptes den 4 november 2020.*
tr: *4 Kasım 2020 tarihinde yayınlandı.*
uk: *Випущено 4 листопада 2020 року.*

source: Fixed crash on certain component file masks.
de: Absturz bei bestimmten Komponentendateimasken behoben.
ga: Timpiste seasta ar mhaiscí comhaid comhpháirte áirithe.
hu: Bizonyos összetevő fájlmaszkjai esetén előforduló összeomlás javítása.
id: Memperbaiki kerusakan pada komponen file mask tertentu.
ja: 特定のコンポーネント ファイル マスクでクラッシュが発生する問題の修正。
nl: Gerepareerde crash voor bepaalde bestandsmaskers voor onderdelen.
pt: Corrigida a falha em algumas máscaras de ficheiros de componentes.
pt_br: Corrigida a falha em algumas máscaras de arquivo de componentes.
ro: S-a remediat un accident la anumite măști de fișiere de componente.
ru: Исправлен сбой при определённых масках файлов компонентов.
sv: Krasch vid vissa komponentfilmasker har åtgärdats.
ta: சில கூறு கோப்பு முகமூடிகளில் நிலையான செயலிழப்பு.
tr: Belirli bileşen dosya maskeleriyle yaşanan çökme sorunu düzeltildi.
uk: Виправлено збої роботи під час використання певних масок файлів складників.
zh_hans: 修复了特定部件文件掩码的崩溃。

source: Added support for Pagure pull requests.
de: Unterstützung für Pagure-Pull-Requests hinzugefügt.
ga: Tacaíocht bhreise d'iarratais tarraingte Pigure.
hu: Pagure módosítási kérelmek (pull request) támogatása hozzáadva.
id: Menambahkan dukungan untuk pull request Pagure.
ja: Pagure のプルリクエストの対応の追加。
nl: Ondersteuning toegevoegd voor Pagure pull verzoeken.
pt: Suporte adicional para solicitações de Pagure.
pt_br: Adicionado suporte a pull requests do Pagure.
ro: A fost adăugat suportul pentru cererile Pagure pull.
ru: Добавлена поддержка запросов на извлечение Pagure.
sv: Lagt till stöd för Pagure pull-förfrågningar.
ta: pagure bull கோரிக்கைகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Pagure çekme istekleri desteği eklendi.
uk: Додано підтримку запитів щодо об'єднання Pagure.
zh_hans: 新增了对 Pagure 拉取请求的支持。

source: Improved error messages for failed registrations.
de: Verbesserte Fehlermeldungen bei fehlgeschlagenen Registrierungen.
ga: Teachtaireachtaí earráide feabhsaithe le haghaidh clárúcháin theip.
hu: Sikertelen regisztrációk esetén megjelenő hibaüzenetek javítása.
id: Memperbaiki pesan kesalahan untuk pendaftaran yang gagal.
ja: 失敗した登録のエラー メッセージの改善。
nl: Verbeterde foutberichten voor mislukte registraties.
pt: Melhoradas as mensagens de erro para registos com falha.
pt_br: Melhoradas as mensagens de erro para registros com falha.
ro: Mesaje de eroare îmbunătățite pentru înregistrările eșuate.
ru: Улучшены сообщения об ошибках, которые выводятся при неудавшейся регистрации.
sv: Förbättrade felmeddelanden för misslyckade registreringar.
ta: தோல்வியுற்ற பதிவுகளுக்கான மேம்பட்ட பிழை செய்திகள்.
tr: Başarısız olan hesap açma işlemlerinin hata iletileri iyileştirildi.
uk: Удосконалено повідомлення про помилку при помилках реєстрації.
zh_hans: 改进了注册失败的错误消息。

source: Reverted rendering developer comments as Markdown.
de: Die Darstellung von Entwicklerkommentaren als Markdown rückgängig gemacht.
ga: Tráchtanna forbróra rindreála ar ais mar Markdown.
hu: Fejlesztői megjegyzések Markdown formátumban történő megjelenítése visszavonva.
id: Mengembalikan komentar pengembang yang ditampilkan sebagai Markdown.
ja: 開発者コメントを Markdown を使用してレンダリングする機能を元に戻す。
nl: Renderen opmerkingen ontwikkelaars als Markdown teruggedraaid.
pt: Revertida a renderização de comentários do programador como Markdown.
pt_br: Revertida a renderização de comentários do desenvolvedor como Markdown.
ro: S-a revenit la redarea comentariilor dezvoltatorilor ca Markdown.
ru: Отменено отображение комментариев разработчиков как Markdown.
sv: Återställda kommentarer från renderingsutvecklare som Markdown.
ta: மாற்றியமைக்கும் வழங்குதல் உருவாக்குபவர் கருத்துக்கள் மார்க் பேரூர்.
tr: Geliştirici yorumlarının Markdown olarak görüntülenmesi geri alındı.
uk: Скасовано показ коментарів розробника у Markdown.
zh_hans: 撤销了以 Markdown 格式渲染开发者注释。
zh_hant: 恢復了將開發者註釋解析為 Markdown 格式。

source: Simplified setup of Git repositories with different default branch than "master".
de: Vereinfachte Einrichtung von Git-Repositorys, die als Standard-Branch nicht „master“ verwenden.
ga: Socrú simplithe de stórtha Git le brainse réamhshocraithe difriúil ná "máistir".
hu: Git tárolók beállítása egyszerűsítve, ha az alapértelmezett ág nem „master”.
id: Penyederhanaan repositori Git dengan cabang bawaan yang berbeda dari "master".
ja: "master" とは異なるデフォルト ブランチを使用した Git リポジトリの設定の簡略化。
nl: Vereenvoudigde opstelling van opslagruimten van Git met andere standaard tak dan "master".
pt: Simplificada a configuração de repositórios Git com ramo padrão diferente do "master".
pt_br: Simplificada a configuração de repositórios Git com ramo padrão diferente do "master".
ro: Configurarea simplificată a depozitelor Git cu o ramură implicită diferită de "master".
ru: Упрощена настройка Git-репозиториев с названием ветки по умолчанию отличным от «master».
sv: Förenklad konfiguration av Git-arkiv med annan standardgren än "master".
ta: "மாச்டர்" ஐ விட வெவ்வேறு இயல்புநிலை கிளையுடன் அறிவிலி களஞ்சியங்களின் எளிமைப்படுத்தப்பட்ட அமைப்பு.
tr: "master" dalından farklı bir varsayılan dal kullanan Git depolarının kurulumu basitleştirildi.
uk: Спрощено налаштування сховищ Git з типовою гілкою, іншою ніж «master».
zh_hans: 简化了默认分支非 "master" 的Git仓库的安装设置。
zh_hant: 簡化了默認分支非 "master" 的Git倉庫的安裝設置。

source: Newly created internal repositories now use main as the default branch.
de: Neu erstellte interne Repositorys verwenden nun main als Standard-Branch.
ga: Úsáideann stórtha inmheánacha nuachruthaithe príomhlíonra mar an brainse réamhshocraithe anois.
hu: Újonnan létrehozott belső tárolók mostantól a „main” ágat használják alapértelmezettként.
id: Repositori internal yang baru dibuat sekarang menggunakan main sebagai cabang bawaan.
ja: 新しく作成された内部リポジトリは、デフォルト ブランチとして main を使用するように変更。
nl: Nieuw gemaakte interne opslagruimten gebruiken nu main als de standaard tak.
pt: Repositórios internos recém-criados agora usam main como o ramo padrão.
pt_br: Repositórios internos recém-criados agora usam main como o ramo padrão.
ro: Depozitele interne nou create utilizează acum main ca ramură implicită.
ru: Вновь созданные внутренние репозитории теперь используют «main» в качестве ветки по умолчанию.
sv: Nyskapade interna arkiv använder nu main som standardgren.
ta: புதிதாக உருவாக்கப்பட்ட உள் களஞ்சியங்கள் இப்போது மெயின் இயல்புநிலை கிளையாக பயன்படுத்துகின்றன.
tr: Yeni oluşturulan iç depoların varsayılan dal olarak main kullanması sağlandı.
uk: Гілка main тепер є типовою для новостворених внутрішніх сховищ.
zh_hans: 新建的内部仓库现在使用主干作为默认分支。
zh_hant: 新建的內部倉庫現在使用主幹作為默認分支。

source: Reduced false positives rate of unchanged translation while translating reStructuredText.
de: Reduzierung der Fehlalarme bei unveränderter Übersetzung beim Übersetzen von reStructuredText.
ga: Ráta laghdaithe dearfacha bréagacha aistrithe gan athrú agus athstruchtúrú Téacs á aistriú.
hu: reStructuredText fordítása közben csökkent a változatlan fordításokra adott hamis pozitív jelzések aránya.
id: Mengurangi akses positif palsu dari terjemahan yang tidak diubah saat menerjemahkan reStructuredText.
ja: reStructuredText を翻訳中の、未変更の翻訳の誤検知の減少。
nl: Verminderd aantal valse positieven van niet gewijzigde vertaling bij vertalen van reStructuredText.
pt: Reduzida a taxa de falso-positivos de tradução inalterada durante a tradução de reStructuredText.
pt_br: Reduzida a taxa de falso-positivos de tradução inalterada durante a tradução de reStructuredText.
ro: Reducerea ratei falsurilor pozitive de traducere neschimbată în timpul traducerii reStructuredText.
ru: Уменьшение количества ложно-положительных результатов для проверки «Перевод без изменения» при переводе ReST (reStructuredText).
sv: Minskad andel falska positiva resultat vid oförändrad översättning vid översättning av reStructuredText.
ta: மறுசீரமைப்பின் மொழிபெயர்க்கும் போது மாறாத மொழிபெயர்ப்பின் தவறான நேர்மறைகளின் வீதத்தை குறைத்தது.
tr: reStructuredText çevrilirken değiştirilmemiş çevirinin hatalı doğru sonuç oranı azaltıldı.
uk: Знижено частоту помилкових спрацьовувань незмінених перекладів під час перекладу reStructuredText.
zh_hans: 降低了翻译重构文本时未更改译文的误报率。
zh_hant: 降低了翻譯重構文本時未更改譯文的誤報率。

source: Fixed CodeMirror display issues in some situations.
de: CodeMirror-Anzeigeprobleme in einigen Situationen behoben.
ga: Saincheisteanna taispeána CodeMirror seasta i gcásanna áirithe.
hu: CodeMirror megjelenítési problémák javítása bizonyos esetekben.
id: Memperbaiki masalah tampilan CodeMirror dalam beberapa situasi.
ja: 状況によって発生していた、CodeMirror の表示に関する問題の修正。
nl: Weergeven problemen van CodeMirror in sommig situaties gerepareerd.
pt: Corrigidos problemas de exibição do CodeMirror em algumas situações.
pt_br: Corrigidos problemas de exibição do CodeMirror em algumas situações.
ro: Au fost rezolvate problemele de afișare a CodeMirror în anumite situații.
ru: Исправлены проблемы с отображением CodeMirror в некоторых ситуациях.
sv: Åtgärdade problem med visningen av CodeMirror i vissa situationer.
ta: நிலையான கோட்மிரர் சில சூழ்நிலைகளில் சிக்கல்களைக் காண்பிக்கும்.
tr: Bazı durumlarda karşılaşılan CodeMirror görüntüleme sorunları düzeltildi.
uk: Виправлено проблеми показу CodeMirror у деяких ситуаціях.
zh_hans: 修复了一些情况下的 Codemirror 显示问题。
zh_hant: 修復了一些情況下的 Codemirror 顯示問題。

source: Renamed Template group to "Sources" to clarify its meaning.
de: Die Vorlagengruppe wurde in „Quellen“ umbenannt, um ihre Bedeutung zu verdeutlichen.
ga: Grúpa Teimpléad Athainmnithe go "Foinsí" chun a bhrí a shoiléiriú.
hu: A „Template” csoport átnevezve „Sources” névre a jelentés pontosítása érdekében.
id: Mengganti nama grup Templat menjadi "Sumber" untuk memperjelas artinya.
ja: テンプレート グループの名前を「Sources」に変更。意味の明確化。
nl: Hernoemde groep Sjabloon naar "Bronnen" om zijn betekenis duidelijk te maken.
pt: Renomeado o grupo de modelos para "Fontes" para esclarecer o significado.
pt_br: Renomeado o grupo de modelos para "Fontes" para esclarecer seu significado.
ro: A fost redenumit grupul de șabloane în "Surse" pentru a-i clarifica semnificația.
ru: Группа «Шаблоны» переименованы в группу «Источники», дабы сделать её смысл более очевидным.
sv: Omdöpte Mallgrupp till "Källor" för att förtydliga dess innebörd.
ta: வார்ப்புரு குழுவை அதன் அர்த்தத்தை தெளிவுபடுத்த "ஆதாரங்களுக்கு" மறுபெயரிடப்பட்டது.
tr: Anlamını netleştirmek için Kalıp grubunun adı "Kaynaklar" olarak değiştirildi.
uk: Групу «Шаблони» перейменовано на «Джерела» для прояснення її призначення.
zh_hans: 将模板组重命名为“原文”，以澄清其含义。
zh_hant: 將模板組重命名為“源”，來明確其意義。

source: Fixed GitLab pull requests on repositories with longer paths.
de: GitLab-Pull-Requests für Repositorys mit längeren Pfaden korrigiert.
ga: Iarratais sheasta tarraingthe GitLab ar stórtha le cosáin níos faide.
hu: GitLab módosítási kérelmek (pull request) javítása hosszabb elérési úttal rendelkező tárolók esetén.
id: Memperbaiki permintaan penarikan GitLab pada repositori dengan jalur yang lebih panjang.
ja: パスが長いリポジトリでの GitLab プルリクエストの修正。
nl: Gerepareerde GitLab pull requests voor opslagruimten met langere paden.
pt: As pull requests do GitLab em repositórios com caminhos mais longos.
pt_br: As pull requests do GitLab em repositórios com caminhos mais longos.
ro: A fost reparată solicitarea GitLab pull requests pentru depozite cu căi mai lungi.
ru: Исправлены запросы на извлечения GitLab в репозиториях с более длинными путями.
sv: Fixade GitLab-pull-förfrågningar på repositorier med längre sökvägar.
ta: நிலையான அறிவிலிஆய்வு நீண்ட பாதைகளைக் கொண்ட களஞ்சியங்களில் கோரிக்கைகளை இழுக்கவும்.
tr: Yolları uzun olan depolar için GitLab çekme istekleri düzeltildi.
uk: Виправлено обробку запитів щодо об'єднання у GitLab для сховищ із довгими шляхами.
zh_hans: 修复了路径较长代码仓库的 GitLab 拉取请求。
zh_hant: 修復了路徑較長代碼倉庫的 GitLab 拉取請求。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/58?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/58?closed=1>`__.

source: *Released on October 21st 2020.*
de: *Veröffentlicht am 21. Oktober 2020.*
ga: *Eisithe ar 21 Deireadh Fómhair 2020.*
hu: *Kiadva: 2020. október 21.*
id: *Dirilis pada 21 Oktober 2020.*
nl: *Uitgegeven op 21 oktober 2020.*
pt_br: *Atualizado em 21 de outubro de 2020.*
sv: *Släpptes den 21 oktober 2020.*
tr: *21 Ekim 2020 tarihinde yayınlandı.*
uk: *Випущено 21 жовтня 2020 року.*

source: Improved auto-translation performance.
de: Verbesserte Leistung der automatischen Übersetzung.
ga: Feidhmíocht uathaistrithe feabhsaithe.
hu: Automatikus fordítás teljesítményének javítása.
id: Meningkatkan performa terjemahan otomatis.
ja: 自動翻訳の性能の改善。
nl: Verbeterde prestaties bij automatische vertaling.
pt: Melhorada o desempenho da tradução automática.
pt_br: Melhorada o desempenho da tradução automática.
ro: Îmbunătățirea performanței traducerii automate.
ru: Улучшена производительность автоматического перевода.
sv: Förbättrad automatisk översättningsprestanda.
ta: மேம்படுத்தப்பட்ட தானி-மொழிபெயர்ப்பு செயல்திறன்.
tr: Kendiliğinden çeviri başarımı iyileştirildi.
uk: Удосконалено швидкодію автоматизованого перекладу.
zh_hans: 改进了自动翻译性能。

source: Fixed session expiry for authenticated users.
de: Den Sitzungsablauf für authentifizierte Benutzer korrigiert.
ga: Seisiún seasta in éag d'úsáideoirí fíordheimhnithe.
hu: Hitelesített felhasználók munkamenet lejáratának javítása.
id: Memperbaiki kedaluwarsa sesi bagi pengguna yang diautentikasi.
ja: 認証したユーザーのセッションの有効期限の修正。
nl: Verlopen sessie voor geauthenticeerde gebruikers gerepareerd.
pt: Expiração da sessão para utilizadores autenticados corrigida.
pt_br: Expiração de sessão fixa para usuários autenticados.
ro: Fixarea expirării sesiunii pentru utilizatorii autentificați.
ru: Исправлено истечение срока действия сессии для авторизованных пользователей.
sv: Fast sessionstid för autentiserade användare.
ta: அங்கீகரிக்கப்பட்ட பயனர்களுக்கான நிலையான அமர்வு காலாவதி.
tr: Kimliği doğrulanmış kullanıcıların oturumlarının sona ermesi sorunu düzeltildi.
uk: Виправлено застарівання сеансів для користувачів, які пройшли розпізнавання.
zh_hans: 修复了身份已验证用户的会话过期问题。
zh_hant: 修復了授權用戶會話到期問題。

source: Add support for hiding version information.
de: Unterstützung für das Ausblenden von Versionsinformationen hinzufügen.
ga: Cuir tacaíocht le faisnéis faoin leagan a cheilt.
hu: Verzióinformáció elrejtésének támogatása hozzáadva.
id: Menambahkan dukungan untuk menyembunyikan informasi versi.
ja: バージョン情報の非表示の対応の追加。
nl: Ondersteuning toegevoegd voor het verbergen van versie-informatie.
pt: Suporte para ocultar informações da versão adicionado.
pt_br: Adicionar suporte para ocultar informação de versão.
ro: Adăugați suport pentru ascunderea informațiilor despre versiune.
ru: Добавлена возможность скрыть информацию о версии Weblate.
sv: Lägg till stöd för att dölja versionsinformation.
ta: பதிப்பு தகவல்களை மறைப்பதற்கான ஆதரவைச் சேர்.
tr: Sürüm bilgilerini gizleme özelliği eklendi.
uk: Додано підтримку приховування даних щодо версії.
zh_hans: 新增了对隐藏版本信息的支持。

source: Improve hooks compatibility with Bitbucket Server.
de: Verbesserte Hooks-Kompatibilität mit Bitbucket-Server.
ga: Feabhas a chur ar chomhoiriúnacht na gcrúcaí le Freastalaí Bitbucket.
hu: Hook kompatibilitás javítása Bitbucket Serverrel.
id: Meningkatkan kompatibilitas kait dengan Bitbucket Server.
ja: Bitbucket Server とのフックの互換性問題の改良。
nl: Verbeterde compatibiliteit hooks met Bitbucket Server.
pt: Melhoreada a compatibilidade dos ganchos com o Bitbucket Server.
pt_br: Melhorada a compatibilidade dos ganchos com o Bitbucket Server.
ro: Îmbunătățirea compatibilității hook-urilor cu Bitbucket Server.
ru: Улучшена совместимость с сервером Bitbucket.
sv: Förbättra kompatibiliteten mellan hooks och Bitbucket Server.
ta: பிட்பக்கெட் சேவையகத்துடன் கொக்கிகள் பொருந்தக்கூடிய தன்மையை மேம்படுத்தவும்.
tr: Bitbucket Server kanca uyumluluğu iyileştirildi.
uk: Удосконалено сумісність сценаріїв спостереження із сервером Bitbucket.
zh_hans: 改进了钩子与 Bitbucket 服务器的兼容性。
zh_hant: 改進了鉤子與 Bitbucket 服務器的兼容性。

source: Improved performance of translation memory updates.
de: Die Leistung bei Aktualisierungen des Übersetzungsspeichers verbessert.
ga: Feidhmíocht fheabhsaithe maidir le nuashonruithe cuimhne aistriúcháin.
hu: Fordítási memória frissítésének teljesítményjavítása.
id: Meningkatkan kinerja pembaruan memori terjemahan.
ja: 翻訳メモリの更新の性能の向上。
nl: Verbeterde prestaties bijwerken vertaalgeheugen.
pt: Melhorado o desempenho de atualizações de memória de tradução.
pt_br: Melhorado o desempenho de atualizações de memória de tradução.
ro: Îmbunătățirea performanțelor de actualizare a memoriei de traducere.
ru: Улучшена производительность обновления памяти переводов.
sv: Förbättrad prestanda för uppdateringar av översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவக புதுப்பிப்புகளின் மேம்பட்ட செயல்திறன்.
tr: Çeviri belleği güncellemelerinin başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки пам'яті перекладу.
zh_hans: 改进了翻译记忆库更新的性能。

source: Improved performance of Matrix view.
de: Verbesserte Leistung der Matrixansicht.
ga: Feidhmíocht fheabhsaithe amharc Maitrís.
hu: Mátrix nézet teljesítményének javítása.
id: Meningkatkan kinerja tampilan Matrix.
ja: マトリックス表示の性能の改善。
nl: Verbeterde prestaties weergave Matrix.
pt: Melhorado o desempenho da visão Matriz.
pt_br: Melhorado o desempenho da visão Matriz.
ro: Performanță îmbunătățită a vizualizării Matrix.
ru: Улучшена производительность просмотра в виде матрицы.
sv: Förbättrad prestanda för matrisvyn.
ta: மேட்ரிக்ச் பார்வையின் மேம்பட்ட செயல்திறன்.
tr: Matris görünümünün başarımı iyileştirildi.
uk: Поліпшено швидкодію матричних подань.
zh_hans: 改进了矩阵视图的性能。

source: Added confirmation before removing a user from a project.
de: Bestätigung vor dem Entfernen eines Benutzers aus einem Projekt hinzugefügt.
ga: Deimhniú curtha leis sula mbaintear úsáideoir de thionscadal.
hu: Felhasználó eltávolítása előtt megerősítés kérése került bevezetésre.
id: Menambahkan konfirmasi sebelum menghapus pengguna dari proyek.
ja: プロジェクトからユーザーを削除する前の確認を追加。
nl: Bevestiging toegevoegd voor verwijderen van een gebruiker uit een project.
pt: Adicionada confirmação antes de remover um utilizador de um projeto.
pt_br: Adicionada confirmação antes de remover um usuário de um projeto.
ro: A fost adăugată confirmarea înainte de a elimina un utilizator dintr-un proiect.
ru: Добавлено подтверждение перед удалением пользователей из проекта.
sv: Bekräftelse har lagts till innan en användare tas bort från ett projekt.
ta: ஒரு திட்டத்திலிருந்து பயனரை அகற்றுவதற்கு முன் உறுதிப்படுத்தல் சேர்க்கப்பட்டது.
tr: Bir kullanıcının bir projeden kaldırılması için onay adımı eklendi.
uk: Додано підтвердження перед вилученням користувача з проєкту.
zh_hans: 增加了将一名用户从一个项目移除前的确认功能。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/57?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/57?closed=1>`__.
