Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Joanna Best und Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik starting on page number 101
de: Joanna Best und Sylvia Kalina. Übersetzen und Dolmetschen: Eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik ab Seitennummer 101
ga: Joanna Best agus Sylvia Kalina. Aistriúchán agus léirmhíniú: treoir. A. Francke Verlag Tübingen and Base, 2002. Féidearthachtaí critice aistriúcháin ag tosú ar leathanach uimhir 101
hu: Joanna Best és Sylvia Kalina: Übersetzen und Dolmetschen: eine Orientierungshilfe (Fordítás és tolmácsolás – tájékozódási útmutató), A. Francke Verlag, Tübingen und Basel, 2002. „Möglichkeiten der Übersetzungskritik” (A fordításkritika lehetőségei) című fejezet a 101. oldalon kezdődik
id: Joanna Best dan Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik dimulai dari halaman nomor 101
nl: Joanna Best en Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik beginnend op paginanummer 101
pt_br: Joanna Best e Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik a partir da página de número 101
sv: Joanna Best och Sylvia Kalina. Översättning och tolkning: en orienteringsguide. A. Francke Verlag Tübingen och Base, 2002. Möjligheter för översättningskritik från sidan 101
ta: சோனா பெச்ட் மற்றும் சில்வியா கலினா. மொழிபெயர்ப்பு மற்றும் விளக்கம்: ஒரு நோக்குநிலை உதவி. ஏ. ஃபிராங்க் வெர்லாக் டூபிங்கன் மற்றும் பேச், 2002. பக்க எண் 101 இல் தொடங்கி மொழிபெயர்ப்பு விமர்சனத்தின் சாத்தியங்கள்
tr: Joanna Best und Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungs-hilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik 101. sayfadan başlayarak
uk: Joanna Best und Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik, починаючи зі сторінки 101
zh_hans: Joanna Best und Sylvia Kalina. Übersetzen und Dolmetschen: eine Orientierungshilfe. A. Francke Verlag Tübingen und Base, 2002. Möglichkeiten der Übersetzungskritik 自 101 页起

source: neural fuzzy repair, Bram Bulté and Arda Tezcan in Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
de: Neural Fuzzy Repair, Bram Bulté und Arda Tezcan in Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
ga: deisiú doiléir néarúil, Bram Bulté agus Arda Tezcan i nDeisiúchán Neural Doiléir: Ag Comhtháthú Meaitseanna Doiléir san Aistriúchán Meaisín Néarach, 2019 https://aclanthology.org/P19-1175.pdf
hu: Bram Bulté and Arda Tezcan in Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation (Neurális alapú közelítő javítás – közelítő találatok beépítése a neurális gépi fordításba), 2019 https://aclanthology.org/P19-1175.pdf
id: perbaikan fuzzy saraf, Bram Bulté dan Arda Tezcan dalam Perbaikan Fuzzy Saraf: Mengintegrasikan Kecocokan Fuzzy ke dalam Terjemahan Mesin Saraf, 2019 https://aclanthology.org/P19-1175.pdf
ja: ニューラル ファジー修復。Bram Bulté と Arda Tezcan、ニューラル ファジー修復: あいまい一致のニューラル機械翻訳との連携、2019 年。https://aclanthology.org/P19-1175.pdf
nl: neurale fuzzy reparaties, Bram Bulté en Arda Tezcan in Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
pt: conserto neural nebuloso, Bram Bulté e Arda Tezcan em Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
pt_br: reparo neural nebuloso, Bram Bulté e Arda Tezcan em Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
ro: Neural Fuzzy Repair, Bram Bulté și Arda Tezcan în Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
ru: нейронное нечеткое восстановление, Брэм Булте и Арда Тезкан в книге «Нейронное нечеткое восстановление: интеграция нечетких совпадений в Neural Machine Translation», 2019 https://aclanthology.org/P19-1175.pdf
sv: neuronal fuzzy-korrigering, Bram Bulté och Arda Tezcan i Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation, 2019 https://aclanthology.org/P19-1175.pdf
ta: நரம்பியல் தெளிவற்ற பழுதுபார்ப்பு, நரம்பியல் ஃபாசி பழுதுபார்ப்பில் பிராம் புல்டே மற்றும் அர்டா டெச்கான்: நரம்பியல் இயந்திர மொழிபெயர்ப்பில் ஃபாசி போட்டிகளை ஒருங்கிணைத்தல், 2019 https://aclanthology.org/p19-1175.pdf
tr: Nöral bulanık onarım, Bram Bulté and Arda Tezcan in Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural MachineTranslation, 2019 https://aclanthology.org/P19-1175.pdf
uk: neural fuzzy repair, Bram Bulté і Arda Tezcan у «Neural Fuzzy Repair: Integrating Fuzzy Matches into Neural Machine Translation», 2019 https://aclanthology.org/P19-1175.pdf
zh_hans: 神经模糊修复，Bram Bulté 和 Arda Tezcan 在神经模糊修复：将模糊匹配集成到神经机器翻译中，2019年 https://aclanthology.org/P19-1175.pdf

source: Translating software using GNU gettext
de: Software mit GNU gettext übersetzen
ga: Bogearraí a aistriú ag baint úsáide as gettext GNU
hu: Szoftverfordítás GNU gettext segítségével
id: Menerjemahkan perangkat lunak menggunakan GNU gettext
ja: GNU gettext を使用したソフトウェアの翻訳
nl: Software vertalen met GNU gettext
pt: Traduzindo software a usar GNU gettext
pt_br: Traduzindo software usando GNU gettext
ro: Traducerea de software folosind GNU gettext
ru: Перевод программ с помощью GNU gettext
sv: Översättning av programvara med GNU gettext
ta: குனு கெட்டடெக்ச்ட் பயன்படுத்தி மென்பொருளை மொழிபெயர்த்தல்
tr: GNU gettext ile yazılım çevirisi
uk: Переклад програмного забезпечення за допомогою GNU gettext
zh_hans: 使用 GNU gettext 来翻译软件
zh_hant: 使用GNU gettext 來翻譯軟件

source: `GNU gettext`_ is one of the most widely used tool for internationalization of free software. It provides a simple yet flexible way to localize the software. It has great support for plurals, it can add further context to the translated string and there are quite a lot of tools built around it. Of course it has great support in Weblate (see :ref:`gettext` file format description).
de: `GNU gettext`_ ist eines der am weitesten verbreiteten Tools zur Internationalisierung von Freier Software. Es bietet eine einfache und doch flexible Möglichkeit, die Software zu lokalisieren. Es hat eine großartige Unterstützung für Pluralformen, es kann der übersetzten Zeichenkette weiteren Kontext hinzufügen und es gibt eine ganze Reihe von Tools, die darauf aufbauen. Natürlich wird es in Weblate hervorragend unterstützt (siehe Dateiformatbeschreibung von :ref:`gettext`).
ga: Tá `GNU gettext`_ ar cheann de na huirlis is mó a úsáidtear chun bogearraí in aisce a idirnáisiúnú. Soláthraíonn sé bealach simplí ach solúbtha chun na bogearraí a logánú. Tá tacaíocht iontach aige don iolra, is féidir leis comhthéacs breise a chur leis an teaghrán aistrithe agus tá go leor uirlisí tógtha timpeall air. Ar ndóigh tá an-tacaíocht aige in Weblate (féach :ref:`gettext` tuairisc ar fhormáid an chomhaid).
hu: A `GNU gettext`_ az egyik legszélesebb körben használt eszköz a szabad szoftverek nemzetközivé tételére. Egyszerű, de rugalmas megoldást kínál a szoftver lokalizálására. Kiválóan kezeli a többes számokat, lehetőséget ad extra kontextus megadására a fordítandó szöveghez, és rengeteg kiegészítő eszköz áll rendelkezésre hozzá. Természetesen a Weblate is teljes körűen támogatja (lásd: :ref:`gettext` fájlformátum-leírás).
id: `GNU gettext`_ adalah salah satu alat yang paling banyak digunakan untuk internasionalisasi perangkat lunak bebas. Alat ini menyediakan cara yang sederhana namun fleksibel untuk melokalkan perangkat lunak. Alat ini sangat mendukung bentuk jamak, dapat menambahkan konteks lebih lanjut ke string yang diterjemahkan, dan terdapat banyak alat yang dikembangkan berdasarkan alat ini. Tentu saja, alat ini juga sangat mendukung Weblate (lihat deskripsi format berkas :ref:`gettext`).
ja: `GNU gettext`_ はフリー ソフトウェアの国際化のために最も広く使われているツールの一つです。ソフトウェアを現地語化するための簡単かつ柔軟な方法を提供します。複数形に対応しており、翻訳した文字列にさらに関連情報を追加でき、関連する非常に多くのツールが作成されています。もちろん、Weblate でも優れた対応をしています（参照: :ref:`gettext` ファイル形式の説明）。
nl: `GNU gettext`_ is een van de meest breed gebruikte programma's voor het internationaliseren van vrije software. Het verschaft een eenvoudige maar flexibele manier om de software te vertalen. Het heeft geweldige ondersteuning voor meervouden, het kan meer context toevoegen aan de vertaalde tekenreeks en er zijn een heleboel programma's omheen gebouwd. Natuurlijk wortd het goed ondersteund in Weblate (bekijk de :ref:`gettext` beschrijving voor de bestandsindeling).
pt: `GNU gettext`_ é uma das ferramentas mais utilizadas para internacionalização de software livre. Ele fornece uma maneira simples, mas flexível, de localizar o software. Ele tem um ótimo suporte para plurais, pode adicionar mais contexto à cadeia traduzida e há várias ferramentas construídas em torno dele. Claro que tem um ótimo suporte no Weblate (veja a descrição do formato de ficheiro :ref:`gettext`).
pt_br: `GNU gettext`_ é uma das ferramentas mais utilizadas para internacionalização de software livre. Ele fornece uma maneira simples, mas flexível, de localizar o software. Ele tem um ótimo suporte para plurais, pode adicionar mais contexto ao texto traduzido e há várias ferramentas construídas em torno dele. Claro que tem um ótimo suporte no Weblate (veja a descrição do formato de arquivo :ref:`gettext`).
ro: `GNU gettext`_ este unul dintre cele mai utilizate instrumente pentru internaționalizarea software-ului liber. Acesta oferă o modalitate simplă, dar flexibilă de a localiza software-ul. Are un suport excelent pentru plural, poate adăuga context suplimentar la șirul tradus și există o mulțime de instrumente construite în jurul său. Bineînțeles că are un suport excelent în Weblate (vezi :ref:`gettext` file format description).
ru: `GNU gettext`_ является одним из наиболее широко используемых инструментов интернационализации свободного программного обеспечения. Он предоставляет простой, но гибкий способ локализации программного обеспечения. Он имеет отличную поддержку форм множественного числа, может добавлять к переводимым строкам дополнительный контекст и на его основе построено довольно большое количество инструментов. И конечно, он имеет отличную поддержку в Weblate (смотрите описание формата файла :ref:`gettext`).
sv: `GNU gettext`_ är ett av de mest använda verktygen för internationalisering av fri programvara. Det erbjuder ett enkelt men flexibelt sätt att lokalisera programvara. Det har utmärkt stöd för pluralformer, kan lägga till ytterligare kontext till den översatta strängen och det finns en hel del verktyg som bygger på det. Naturligtvis har det utmärkt stöd i Weblate (se :ref:`gettext` filformatbeskrivning).
tr: `GNU gettext`_, özgür yazılımın yerelleştirilmesi için en yaygın kullanılan araçlardan biridir. Yazılımı yerelleştirmek için basit ama esnek bir yol sağlar. Büyük bir çoğul biçim desteği vardır. Çevrilmiş dizgeye bağlam ekleyebilir ve etrafında geliştirilmiş pek çok araç vardır. Tabii ki büyük bir Weblate desteği de var (ayrıntılı bilgi almak için: :ref:`gettext` dosya biçimi açıklaması).
uk: `GNU gettext`_ є одним із найпоширеніших інструментів перекладу вільного програмного забезпечення. Він надає простий, але гнучкий спосіб локалізації програмного забезпечення. У ньому передбачено чудову підтримку форм множини, у ньому можна додавати контекст до перекладеного рядка, на його основі побудовано доволі багато інших інструментів. Звичайно ж, його підтримку реалізовано у Weblate на найвищому рівні (див. опис формату файлів :ref:`gettext`).
zh_hans: `GNU gettext`_ 是使用最广泛的自由软件国际化工具之一。它为软件的本地化提供了一种简单而灵活的方法。它对复数有很好的支持，可以为已翻译字符串添加更多的上下文，并且有很多围绕它构建的工具。当然，它在 Weblate 中有很好的支持（请参见 :ref:`gettext` 文件格式说明）。
zh_hant: `GNU gettext`_ 是自由软件国际化最广泛使用的工具之一。它提供了简单但灵活的方式将软件本地化。它对复数具有巨大的支持，他剋有将进一步的文本添加到翻译的字符串中，并且由非常多的工具围绕它构建。当然，它在 Weblate 中具有巨大的支持（文件格式描述请参见 :ref:`get。

source: If you are about to use it in proprietary software, please consult licensing first, it might not be suitable for you.
de: Wenn Sie es in proprietärer Software verwenden wollen, konsultieren Sie bitte zuerst die Lizenzbestimmungen, da es möglicherweise nicht für Sie geeignet ist.
ga: Má tá tú ar tí é a úsáid i mbogearraí dílseánaigh, féach ar cheadúnú ar dtús, b’fhéidir nach mbeadh sé oiriúnach duit.
hu: Ha zárt forráskódú szoftverben szeretné használni, először tájékozódjon a licencfeltételekről, mivel lehet, hogy nem alkalmas az Ön számára.
id: Jika Anda hendak menggunakannya pada perangkat lunak berpemilik, harap konsultasikan terlebih dahulu perizinannya, mungkin tidak cocok untuk Anda.
ja: ソフトウェアを商用利用する場合は、まずはライセンスを確認してください。
nl: Als u van plan bent het te gebruiken in gesloten software, raadpleeg dan eerst de licentie, het zou niet geschikt voor u kunnen zijn.
pt: Se estiver prestes a usá-lo num software proprietário, consulte o licenciamento primeiro. Ele pode não ser adequado para si.
pt_br: Se você estiver prestes a usá-lo em um software proprietário, consulte o licenciamento primeiro. Ele pode não ser adequado para você.
ro: Dacă intenționați să îl utilizați în software proprietar, vă rugăm să consultați mai întâi licențele, deoarece s-ar putea să nu fie potrivit pentru dumneavoastră.
ru: Если вы собираетесь использовать его в несвободном программном обеспечении, пожалуйста, сначала ознакомьтесь с его лицензией, она может оказаться для вас непригодной.
sv: Om du tänker använda det i proprietär programvara, vänligen konsultera licensvillkoren först, det kanske inte är lämpligt för dig.
ta: நீங்கள் அதை தனியுரிம மென்பொருளில் பயன்படுத்தப் போகிறீர்கள் என்றால், முதலில் உரிமத்தை அணுகவும், இது உங்களுக்கு ஏற்றதாக இருக்காது.
tr: Ticari bir yazılımda kullanmak üzereyseniz, lütfen önce lisanslamaya bakın, sizin için uygun olmayabilir.
uk: Якщо ви хочете скористатися цим форматом у закритому програмному забезпеченні, будь ласка, спочатку ознайомтеся із умовами ліцензування — може так статися, що ці умови видадуться вам непридатними.
zh_hans: 如果您打算在专有软件中使用它，请先查阅许可证，它可能不适合您。
zh_hant: 如果打算在私有軟件中使用它，那麼請首先諮詢許可，它可能不適合您。

source: GNU gettext can be used from a variety of languages (C, Python, PHP, Ruby, JavaScript and many more) and usually the UI frameworks already come with some support for it. The standard usage is through the `gettext()` function call, which is often aliased to `_()` to make the code simpler and easier to read.
de: GNU gettext kann aus einer Vielzahl von Sprachen verwendet werden (C, Python, PHP, Ruby, JavaScript und viele mehr) und normalerweise bieten die UI-Frameworks bereits eine gewisse Unterstützung dafür. Die Standardverwendung erfolgt über den Funktionsaufruf `gettext()`, der oft als Alias `_()` verwendet wird, um den Code einfacher und leichter lesbar zu machen.
ga: Is féidir gettext GNU a úsáid ó éagsúlacht teangacha (C, Python, PHP, Ruby, JavaScript agus go leor eile) agus de ghnáth tagann creataí Chomhéadain le tacaíocht éigin dó cheana féin. Baintear úsáid chaighdeánach as an nglao feidhme `gettext()`, a luaitear go minic le `_()` chun an cód a dhéanamh níos simplí agus níos éasca le léamh.
hu: A GNU gettext számos nyelvből elérhető (pl. C, Python, PHP, Ruby, JavaScript és mások), általában a felhasználói felülethez használt keretrendszerek már beépített támogatással rendelkeznek hozzá. Az alapvető használata a `gettext()` függvényhíváson keresztül történik, amelyet gyakran `_()` rövidítéssel használnak, hogy a kód olvashatóbb legyen.
id: GNU gettext dapat digunakan dalam berbagai bahasa pemrograman (C, Python, PHP, Ruby, JavaScript, dan masih banyak lagi) dan biasanya kerangka kerja UI sudah mendukungnya. Penggunaan standarnya adalah melalui pemanggilan fungsi `gettext()`, yang sering kali diberi alias `_()` agar kode lebih sederhana dan mudah dibaca.
ja: GNU gettext は、さまざまな言語（C、Python、PHP、Ruby、JavaScript、その他多数）で使用でき、通常、UI フレームワークにはすでに何らかのサポートが付属しています。標準的な使用法は、`gettext()` 関数呼び出しを使用します。これは、コードをより単純で読みやすくするために、多くの場合 `_()` にエイリアスされます。
nl: GNU gettext kan worden gebruikt vanuit een variëteit aan talen (C, Python, PHP, Ruby, JavaScript en nog veel meer) en gewoonlijk hebben de framewerken voor de gebruikersinterface er al enige ondersteuning voor. Het standaard gebruik is door de functieaanroep `gettext()`, waarvoor vaak het alias `_()` wordt gebruikt om de code eenvoudiger en gemakkelijker te lezen te maken.
pt: GNU gettext pode ser usado a partir de uma variedade de linguagens (C, Python, PHP, Ruby, JavaScript e muitos mais) e geralmente os frameworks de UI já vêm com algum suporte para isso. O uso padrão é através da chamada de função `gettext()`, que geralmente é apelidada de `_()` para tornar o código mais simples e fácil de ler.
pt_br: GNU gettext pode ser usado a partir de uma variedade de linguagens (C, Python, PHP, Ruby, JavaScript e muitos mais) e geralmente os frameworks de UI já vêm com algum suporte para isso. O uso padrão é através da chamada de função `gettext()`, que geralmente é apelidada de `_()` para tornar o código mais simples e fácil de ler.
ro: GNU gettext poate fi utilizat într-o varietate de limbaje (C, Python, PHP, Ruby, JavaScript și multe altele) și, de obicei, cadrele de interfață cu utilizatorul au deja un anumit suport pentru acesta. Utilizarea standard se face prin intermediul apelului de funcție `gettext()`, care este deseori numit `_()` pentru a face codul mai simplu și mai ușor de citit.
ru: GNU gettext можно использовать со множеством различных языков (C, Python, PHP, Ruby, JavaScript и со многими другими), и обычно в средах пользовательского интерфейса уже есть некоторая его поддержка. Стандартным его использованием является вызов функции `gettext()`, которая часто сокращается до своего псевдонима `_()`, чтобы сделать код более простым и лёгким для чтения.
sv: GNU gettext kan användas från en rad olika språk (C, Python, PHP, Ruby, JavaScript och många fler) och vanligtvis har UI-ramverken redan ett visst stöd för det. Standardanvändningen sker genom funktionsanropet `gettext()`, som ofta aliasas till `_()` för att göra koden enklare och lättare att läsa.
ta: குனு கெட்டடெக்ச்ட் பல்வேறு மொழிகளிலிருந்து (சி, பைத்தான், பிஎச்பி, ரூபி, சாவாச்கிரிப்ட் மற்றும் பல) பயன்படுத்தப்படலாம், மேலும் பொதுவாக யுஐ கட்டமைப்புகள் ஏற்கனவே அதற்கு சில ஆதரவுடன் வருகின்றன. நிலையான பயன்பாடு 'கெட்டடெக்ச்ட் ()' செயல்பாட்டு அழைப்பு வழியாகும், இது பெரும்பாலும் குறியீட்டை எளிமையாகவும் படிக்க எளிதாகவும் மாற்ற '_()' என்று மறுபெயரிடப்படுகிறது.
tr: GNU gettext çeşitli dillerle (C, Python, PHP, Ruby, JavaScript ve daha fazlası) kullanılabilir ve genellikle kullanıcı arayüzü çatıları zaten bazı desteklerle gelir. Standart olarak, kodu daha basit ve okunması daha kolay kılmak için genellikle `_()` biçiminde takma ad ile verilen `gettext()` işlevi çağrısı kullanılır.
uk: GNU gettext можна скористатися у коді широким спектром мов (C, Python, PHP, Ruby, JavaScript тощо) і, зазвичай, в оболонках інтерфейсу користувача передбачено певну його підтримку. Стандарт полягає у використанні виклику функції `gettext()`, альтернативним варіантом якої є `_()`, що спрощує код і робить його придатнішим для читання.
zh_hans: GNU gettext 可以用于多种语言（C、Python、PHP、Ruby、JavaScript 等等），通常 UI 框架已经提供了对其的一些支持。标准用法是通过 `gettext()` 函数调用，该函数通常具有 `_()` 别名，以使代码更简单易读。
zh_hant: GNU gettext 可以在大量語言中使用（C、Python、PHP、Ruby、JavaScript 以及更多），並且一些 UI 框架通常已經為它帶有一些支持。標準使用是通過 `gettext()` 函數調用，這通常具有 `_()` 別名，使代碼更簡單且更容易閱讀。

source: Additionally it provides `pgettext()` call to provide additional context to translators and `ngettext()` which can handle plural types as defined for target language.
de: Zusätzlich bietet es den Aufruf `pgettext()`, um Übersetzern zusätzlichen Kontext zu liefern und `ngettext()`, das Pluraltypen wie in der Zielsprache definiert behandeln kann.
ga: Ina theannta sin soláthraíonn sé glao `pgettext()` chun comhthéacs breise a sholáthar d'aistritheoirí agus `ngettext()` ar féidir leo cineálacha iolra a láimhseáil mar atá sainithe don sprioctheanga.
hu: Emellett elérhető a `pgettext()` hívás is, amely lehetővé teszi, hogy a fordítók számára további kontextust adjunk meg, valamint az `ngettext()` hívás, amely képes a célnyelvre jellemző többes számú alakok kezelésére.
id: Selain itu, ia menyediakan panggilan `pgettext()` untuk memberikan konteks tambahan kepada penerjemah dan `ngettext()` yang dapat menangani tipe jamak sebagaimana yang didefinisikan untuk bahasa target.
ja: さらに、翻訳者に追加の関連情報を提供するための `pgettext()` 呼び出しと、ターゲット言語用に定義された複数の型を処理できる `ngettext()` を提供されています。
nl: Aanvullend verschaft het de aanroep `pgettext()` om aanvullende context te verschaffen aan vertalers en `ngettext()` dat typen meervoudsvormen kan afhandelen, zoals gedefinieerd voor de doeltaal.
pt: Além disso, ele fornece a chamada `pgettext()` para fornecer contexto adicional para tradutores e `ngettext()` que pode lidar com tipos plurais conforme definido para o idioma alvo.
pt_br: Além disso, ele fornece a chamada `pgettext()` para fornecer contexto adicional para tradutores e `ngettext()` que pode lidar com tipos plurais conforme definido para o idioma alvo.
ro: În plus, oferă apelul `pgettext()` pentru a oferi un context suplimentar traducătorilor și `ngettext()` care poate gestiona tipurile de plural definite pentru limba țintă.
ru: Дополнительно он предоставляет вызовы `pgettext()`, позволяющий предоставлять дополнительный контекст для переводчиков, и `ngettext()`, который умеет обрабатывать формы множественного числа по правилам целевого языка.
sv: Dessutom tillhandahåller den `pgettext()`-anrop för att ge översättarna ytterligare kontext och `ngettext()` som kan hantera pluralformer enligt definitionen för målspråket.
ta: கூடுதலாக இது மொழிபெயர்ப்பாளர்களுக்கு கூடுதல் சூழலை வழங்க 'பிகெட்டெக்ச்ட் ()' அழைப்பையும், இலக்கு மொழிக்கு வரையறுக்கப்பட்ட பன்மை வகைகளைக் கையாளக்கூடிய 'என்கெட்டெக்ச்ட் ()' அழைப்பையும் வழங்குகிறது.
tr: Ek olarak, çevirmenlere ek bağlam sağlamak için `pgettext()` çağrısı ve hedef dil için tanımlanan çoğul türleri işleyebilen `ngettext()` çağrısı sağlar.
uk: Крім того, інструмент надає у ваше розпорядження виклик `pgettext()`, за допомогою якого можна надати додатковий контекст перекладачам, і виклик `ngettext()`, який може обробляти типи форм множини, які визначено для мови перекладу.
zh_hans: 此外，它提供了 `pgettext()` 调用，可用于为译者提供更多的上下文；还提供了 `ngettext()`，可以处理目标语言定义的复数类型。
zh_hant: 此外，它提供 `pgettext()` 調用而為翻譯者提供另外的文本，以及提供 `ngettext()`，可以處理目標語言定義的附屬類型。
