Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Qt Linguist files are used as both bilingual and monolingual translations.
de: Qt-Linguist-Dateien werden sowohl als zweisprachige als auch als einsprachige Übersetzungen verwendet.
ga: Úsáidtear comhaid Qt Teangeolaíocha mar aistriúcháin dhátheangacha agus aonteangacha araon.
hu: A Qt Linguist fájlok kétnyelvű és egynyelvű fordításként is használhatók.
id: Berkas Qt Linguist digunakan sebagai terjemahan bilingual dan monolingual.
ja: Qt Linguist ファイルは、バイリンガル翻訳とモノリンガル翻訳のどちらも使用します。
nl: Qt Linguist-bestanden worden gebruikt voor zowel tweetalige als eentalige vertalingen.
pt: Os ficheiros Qt Linguist são usados como traduções bilíngues e monolíngues.
pt_br: Os arquivos Qt Linguist são usados como traduções bilíngues e monolíngues.
ro: Fișierele Qt Linguist sunt utilizate atât ca traduceri bilingve, cât și monolingve.
ru: Файлы Qt Linguist используются и как двуязычные, так и одноязычные переводы.
sv: Qt Linguist-filer används både för tvåspråkiga och enspråkiga översättningar.
ta: கியுடி மொழியியல் கோப்புகள் இருமொழி மற்றும் ஒற்றை மொழி மொழிபெயர்ப்புகளாகப் பயன்படுத்தப்படுகின்றன.
tr: Qt Linguist dosyaları iki dilde ve tek dilde çeviriler için kullanılabilir.
uk: Файли Qt Linguist використовуються і як двомовні, і як одномовні переклади.
zh_hans: Qt Linguist 文件既用作双语翻译，也用作单语翻译。
zh_hant: Qt Linguist 文件既用作雙語翻譯，也用作單語翻譯。

source: `Qt Linguist manual <https://doc.qt.io/qt-6/qtlinguist-index.html>`_
id: `Manual Qt Linguist <https://doc.qt.io/qt-6/qtlinguist-index.html>`_
sv: `Qt Linguist-handbok <https://doc.qt.io/qt-6/qtlinguist-index.html>`_

source: `Qt Linguist Translation File`
de: `Qt-Linguist-Übersetzungsdatei`
ga: `Comhad Aistriúcháin Qt Theangeolaíoch`
hu: `Qt Linguist fordítási fájl`
id: `Berkas Terjemahan Qt Linguist`
ja: `Qt Linguist 翻訳ファイル`
nl: `Qt Linguist vertaalbestand`
pt: `Ficheiro de tradução Qt Linguist`
pt_br: `Arquivo de tradução Qt Linguist`
ro: `Qt Linguist Traducere fișier`
ru: `Файл перевода Qt Linguist`
sv: `Qt Linguist-översättningsfil`
ta: `qt மொழியியல் மொழிபெயர்ப்பு கோப்பு`
tr: `Qt Linguist çeviri dosyası`
uk: `файл перекладу Qt Linguist`
zh_hans: `Qt Linguist 翻译文件`
zh_hant: `Qt Linguist 翻譯文件`

source: JavaScript Resource Files (RESJSON)
sv: JavaScript-resursfiler (RESJSON)

source: JSON-based format used in Windows Store apps that use JavaScript and HTML. Sometimes it is also referred as Windows JSON.
sv: JSON-baserat format som används i Windows Store-appar som använder JavaScript och HTML. Ibland kallas det även Windows JSON.

source: `RESJSON file`
sv: `RESJSON-fil`

source: ResourceDictionary files
de: ResourceDictionary-Dateien
ga: Comhaid ResourceDictionary
hu: ResourceDictionary-fájlok
id: Berkas ResourceDictionary
ja: ResourceDictionary ファイル
nl: ResourceDictionary-bestanden
pt: Ficheiros de ResourceDictionary
pt_br: Arquivos de ResourceDictionary
ro: Fișiere ResourceDictionary
ru: Файлы ResourceDictionary
sv: ResourceDictionary-filer
ta: ஆதார கோப்புகள்
tr: ResourceDictionary dosyaları
uk: Файли ResourceDictionary
zh_hans: ResourceDictionary 文件

source: ResourceDictionary is a monolingual XML file format used to package localizable string resources for Windows Presentation Foundation (WPF) applications.
de: ResourceDictionary ist ein einsprachiges XML-Dateiformat, das zum Verpacken lokalisierbarer Zeichenketten-Ressourcen für Windows-Presentation-Foundation-(WPF)-Anwendungen verwendet wird.
ga: Is formáid comhaid XML aonteangach é ResourceDictionary a úsáidtear chun acmhainní teaghrán logánta a phacáistiú d’fheidhmchláir Windows Presentation Foundation (WPF).
hu: A ResourceDictionary egy egynyelvű XML-fájlformátum, amelyet Windows Presentation Foundation (WPF) alkalmazások lokalizálható szövegeinek csomagolására használnak.
id: ResourceDictionary adalah format berkas XML monolingual yang digunakan untuk mengemas sumber daya string yang dapat dilokalkan untuk aplikasi Windows Presentation Foundation (WPF).
ja: ResourceDictionary は、Windows Presentation Foundation（WPF）アプリケーション用に現地語化可能な文字列リソースをパッケージ化するために使用されるモノリンガルの XML ファイル形式です。
nl: ResourceDictionary is een eentalige XML-bestandsindeling, gebruikt om te vertalen bronnen van tekenreeksen te verpakken voor toepassingen van Windows Presentation Foundation (WPF).
pt: ResourceDictionary é um formato de ficheiro XML monolingue usado para empacotar recursos de cadeias localizáveis para aplicações Windows Presentation Foundation (WPF).
pt_br: ResourceDictionary é um formato de arquivo XML monolingue usado para empacotar recursos de textos localizáveis para aplicativos Windows Presentation Foundation (WPF).
ru: ResourceDictionary — это одноязычный формат файла XML, используемый для упаковки локализуемых строковых ресурсов для приложений Windows Presentation Foundation (WPF).
sv: ResourceDictionary är ett enspråkigt XML-filformat som används för att paketera lokaliserbara strängresurser för Windows Presentation Foundation (WPF)-applikationer.
ta: ரிசோரசெடிக்சன் என்பது சாளரங்கள் விளக்கக்காட்சி அறக்கட்டளை (wpf) பயன்பாடுகளுக்காக உள்ளூர்மயமாக்கக்கூடிய சரம் வளங்களை தொகுக்கப் பயன்படுத்தப்படும் ஒரு ஒருமொழி எக்ச்எம்எல் கோப்பு வடிவமாகும்.
tr: ResourceDictionary, Windows Presentation Foundation (WPF) uygulamaları için yerelleştirilebilir dizge kaynaklarını paketlemek için kullanılan tek dilli bir XML dosya biçimidir.
uk: ResourceDictionary є форматом одномовних файлів XML, який використовують для пакування ресурсів придатних до перекладу рядків для програм Windows Presentation Foundation (WPF).
zh_hans: ResourceDictionary 是一种单语 XML 文件格式，用于为 Windows Presentation Foundation (WPF) 应用程序打包可本地化的字符串资源。

source: `ResourceDictionary file`
de: `ResourceDictionary-Datei`
ga: `Comhad ResourceDictionary`
hu: `ResourceDictionary-fájl`
id: `Berkas ResourceDictionary`
ja: `ResourceDictionary ファイル`
nl: `ResourceDictionary-bestand`
pt: `Ficheiro ResourceDictionary`
pt_br: `Arquivo ResourceDictionary`
ro: `ResurseDicționar de fișiere`
ru: `Файл ResourceDictionary`
sv: `ResourceDictionary-fil`
ta: `வளங்கள் கோப்பு`
tr: `ResourceDictionary dosyası`
uk: `файл ResourceDictionary`
zh_hans: `ResourceDictionary 文件`

source: .NET resource files (RESX, RESW)
de: .NET-Ressourcendateien (RESX, RESW)
ga: Comhaid acmhainne .NET (RESX, RESW)
hu: .NET-erőforrásfájlok (RESX, RESW)
id: Berkas sumber daya .NET (RESX, RESW)
ja: .NET リソース ファイル (RESX、RESW)
nl: .NET resource-bestanden (RESX, RESW)
pt: Ficheiros de recursos .NET (RESX, RESW)
pt_br: Arquivos de recursos .NET (RESX, RESW)
ro: Fișiere resurse .NET (RESX, RESW)
ru: ресурсные файлы .NET (RESX, RESW)
sv: .NET-resursfiler (RESX, RESW)
ta: நெட் வள கோப்புகள் (resx, resw)
tr: .NET kaynak dosyaları (RESX, RESW)
uk: Файли ресурсів .NET (RESX, RESW)
zh_hans: .NET 资源文件 (RESX, RESW)

source: A .NET XML resource file employs a monolingual XML file format used in Microsoft .NET applications.
de: Eine ‚.NET XML‘-Ressourcendatei ist ein einsprachiges XML-Dateiformat, das in ‚Microsoft .NET‘-Anwendungen verwendet wird.
ga: Úsáideann comhad acmhainne .NET XML formáid comhaid XML aonteangach a úsáidtear in feidhmchláir Microsoft .NET.
hu: A .NET XML-erőforrásfájl egy egynyelvű XML-fájlformátum, amelyet Microsoft .NET alkalmazásokban használnak.
id: Berkas sumber daya .NET XML menggunakan format berkas XML monolingual yang digunakan dalam aplikasi Microsoft .NET.
ja: .NET XML リソース ファイルは、Microsoft .NET アプリケーションで使用されるモノリンガル XML ファイル形式を採用しています。
nl: Een .NET XML resourcebestand gebruikt een eentalige XML-bestandsindeling, gebruikt in toepassingen van Microsoft .NET.
pt_br: Um arquivo de recursos XML .NET emprega um formato de arquivo XML monolíngue usado em aplicativos Microsoft .NET.
sv: En .NET XML-resursfil använder ett enspråkigt XML-filformat som används i Microsoft .NET-applikationer.
ta: மைக்ரோசாப்ட் .நெட் பயன்பாடுகளில் பயன்படுத்தப்படும் ஒரு .நெட் எக்ச்எம்எல் வள கோப்பு ஒரு மோனோலிங்குவல் எக்ச்எம்எல் கோப்பு வடிவமைப்பைப் பயன்படுத்துகிறது.
tr: Bir .NET XML kaynak dosyası, Microsoft .NET uygulamalarında kullanılan tek dilli bir XML dosya biçimi kullanır.
uk: Файл ресурсів XML .NET, де використано формат файлів одномовного XML, що використовується у програмах Microsoft .NET.
zh_hans: .NET XML 资源文件使用被用于 Microsoft .NET 程序的单语言 XML 文件格式。

source: `.NET resource file`
de: `.NET-Ressourcendatei`
ga: `.comhad acmhainne GLAN`
hu: `.NET-erőforrásfájl`
id: `berkas sumber daya .NET`
ja: `.NET resource ファイル`
nl: `.NET resource-bestand`
pt: `Ficheiro de recursos .NET`
pt_br: `Arquivo de recurso .NET`
ro: `fișier de resurse .NET`
ru: `Файл ресурсов .NET`
sv: `.NET-resursfil`
ta: `.நெட் வள கோப்பு`
tr: `.NET kaynak dosyası`
uk: `файл ресурсів .NET`
zh_hans: `.NET 资源文件`

source: Ruby YAML files
de: Ruby-YAML-Dateien
ga: Comhaid YAML Ruby
hu: Ruby YAML-fájlok
id: Berkas YAML Ruby
ja: Ruby YAML ファイル
nl: Ruby YAML-bestanden
pt: Ficheiros Ruby YAML
pt_br: Arquivos Ruby YAML
ro: Fișiere Ruby YAML
ru: Файлы Ruby YAML
sv: Ruby YAML-filer
ta: ரூபி யாம் கோப்புகள்
tr: Ruby YAML dosyaları
uk: Файли YAML Ruby
zh_hans: Ruby YAML 文件

source: Ruby i18n YAML files with language as root node.
de: Ruby-i18n-YAML-Dateien mit „language“ als Wurzelknoten.
ga: Comhaid Ruby i18n YAML le teanga mar bhunnóid.
hu: Ruby i18n YAML-fájlok, ahol a nyelv a gyökércsomópont.
id: Berkas YAML Ruby i18n dengan bahasa sebagai simpul root.
ja: ルートノードの言語を含む Ruby i18n YAML ファイル。
nl: Ruby i18n YAML-bestanden met taal als bronknoop.
pt: Ficheiros YAML de i18n do Ruby com idioma como nó raiz.
pt_br: Arquivos YAML de i18n do Ruby com idioma como nó raiz.
ro: Fișiere Ruby i18n YAML cu limba ca nod rădăcină.
ru: Файлы YAML локализации Ruby с языком в качестве корневого узла.
sv: Ruby i18n YAML-filer med språk som rotnod.
ta: ரூட் ப18ல் yaml கோப்புகள் மொழியுடன் ரூட் முனையாக.
tr: Kök düğüm olarak dil ile Ruby i18n YAML dosyaları.
uk: Файли YAML інтернаціоналізації Ruby із кореневим вузлом «language».
zh_hans: 以语言为根节点的Ruby i18n YAML文件。
zh_hant: Ruby i18N Yaml文件用語言作為根節點。

source: Example Ruby i18n YAML file:
de: Beispiel für eine Ruby-i18n-YAML-Datei:
ga: Comhad sampla Ruby i18n YAML:
hu: Példa Ruby i18n YAML-fájl:
id: Contoh berkas YAML Ruby i18n:
ja: Ruby i18n YAML ファイルの記述例:
nl: Voorbeeld Ruby i18n YAML-bestand:
pt: Exemplo de ficheiro YAML de i18n do Ruby:
pt_br: Exemplo de arquivo YAML de i18n do Ruby:
ro: Exemplu de fișier Ruby i18n YAML:
ru: Пример файла YAML локализации Ruby:
sv: Exempel på Ruby i18n YAML-fil:
ta: எடுத்துக்காட்டு ரூபி ப18ல் yaml கோப்பு:
tr: Ruby i18n YAML dosyası örneği:
uk: Приклад файла перекладу YAML Ruby:
zh_hans: Ruby i18n YAML 文件示例：
zh_hant: 示例Ruby I18N Yaml文件：

source: `Ruby YAML file`
de: `Ruby-YAML-Datei`
ga: `Comhad Ruby YAML`
hu: `Ruby YAML-fájl`
id: `Berkas YAML Ruby`
ja: `Ruby YAML ファイル`
nl: `Ruby YAML-bestand`
pt: `Ficheiro Ruby YAML`
pt_br: `Arquivo Ruby YAML`
ro: `Ruby YAML fișier `
ru: `Файл Ruby YAML`
sv: `Ruby YAML-fil`
ta: `ரூபி யாம் கோப்பு`
tr: `Ruby YAML dosyası`
uk: `файл YAML Ruby`
zh_hans: `Ruby YAML 文件`

source: XML based format used by Apple which is able to store plural forms of a string.
de: Ein von Apple verwendetes XML-basiertes Format, das mehrere Pluralformen einer Zeichenkette speichern kann.
ga: Formáid XML-bhunaithe in úsáid ag Apple atá in ann foirmeacha iolra de teaghrán a stóráil.
hu: XML-alapú formátum, amelyet az Apple használ, és alkalmas egy szöveg többes számú alakjainak tárolására.
id: Format berbasis XML yang digunakan oleh Apple yang mampu menyimpan bentuk jamak dari suatu string.
ja: 文字列の複数形を格納するためのアップルが使用する XML ベースの形式。
nl: Op XML gebaseerde indeling, gebruikt door Apple, die in staat is meervoudsvormen van een tekenreeks op te slaan.
pt: Formato baseado em XML usado pela Apple, que é capaz de armazenar formas plurais de uma cadeia.
pt_br: Formato baseado em XML usado pela Apple, que é capaz de armazenar formas plurais de um texto.
ro: Format bazat pe XML utilizat de Apple, care poate stoca mai multe forme ale unui șir de caractere.
ru: Формат на основе XML, используемый компанией Apple, который способен хранить множественные формы строки.
sv: XML-baserat format som används av Apple och som kan lagra pluralformer av en sträng.
ta: ஆப்பிள் பயன்படுத்தும் எக்ச்எம்எல் அடிப்படையிலான வடிவம், இது ஒரு சரத்தின் பன்மை வடிவங்களை சேமிக்க முடியும்.
tr: Apple tarafından kullanılan ve bir dizgenin çoğul biçimlerini tutabilen XML tabanlı biçim.
uk: Заснований на XML формат, який використовує Apple і у якому передбачено можливість зберігання форм множини рядка.
zh_hans: Apple使用的基于 XML 的格式能够存储字符串的复数形式。

source: `Stringsdict File Format <https://developer.apple.com/documentation/xcode/localizing-strings-that-contain-plurals>`_
id: `Format Berkas Stringsdict <https://developer.apple.com/documentation/xcode/localizing-strings-that-contain-plurals>`_
sv: `Stringsdict-filformat <https://developer.apple.com/documentation/xcode/localizing-strings-that-contain-plurals>`_

source: ``Resources/en.lproj/Localizable.stringsdict`` or ``Resources/Base.lproj/Localizable.stringsdict``
de: ``Resources/en.lproj/Localizable.stringsdict`` oder ``Resources/Base.lproj/Localizable.stringsdict``
ga: ``Resources/en.lproj/Localizable.stringsdict`` nó ``Acmhainní/Base.lproj/Localizable.stringsdict``
hu: ``Resources/en.lproj/Localizable.stringsdict`` vagy ``Resources/Base.lproj/Localizable.stringsdict``
id: ``Resources/en.lproj/Localizable.stringsdict`` atau ``Resources/Base.lproj/Localizable.stringsdict``
ja: ``Resources/en.lproj/Localizable.stringsdict`` もしくは ``Resources/Base.lproj/Localizable.stringsdict``
nl: ``Resources/en.lproj/Localizable.stringsdict`` of ``Resources/Base.lproj/Localizable.stringsdict``
pt: ``Resources/en.lproj/Localizable.stringsdict`` ou ``Resources/Base.lproj/Localizable.stringsdict``
pt_br: ``Resources/en.lproj/Localizable.stringsdict`` ou ``Resources/Base.lproj/Localizable.stringsdict``
ro: ``Resurse/en.lproj/Localizable.stringsdict`` sau ``Resurse/Base.lproj/Localizable.stringsdict``
ru: ``Resources/en.lproj/Localizable.stringsdict`` или ``Resources/Base.lproj/Localizable.stringsdict``
sv: ``Resources/en.lproj/Localizable.stringsdict`` eller ``Resources/Base.lproj/Localizable.stringsdict``
ta: `` வளங்கள்/en.lproj/localizable.stringsdict` அல்லது `` வளங்கள்/base.lproj/localizable.stringsdict``
tr: ``Resources/en.lproj/Localizable.stringsdict`` ya da ``Resources/Base.lproj/Localizable.stringsdict``
uk: ``Resources/en.lproj/Localizable.stringsdict`` або ``Resources/Base.lproj/Localizable.stringsdict``
zh_hans: ``Resources/en.lproj/Localizable.stringsdict`` 或 ``Resources/Base.lproj/Localizable.stringsdict``

source: `Stringsdict file`
de: `Stringsdict-Datei`
ga: `Comhad Stringsdict`
hu: `Stringsdict-fájl`
id: `Berkas Stringsdict`
ja: `Stringsdict ファイル`
nl: `Stringsdict-bestand`
pt: `Ficheiro Stringsdict`
pt_br: `Arquivo Stringsdict`
ro: `Stringsdict fișier`
ru: `Файл Stringsdict`
sv: `Stringsdict-fil`
tr: `Stringsdict dosyası`
uk: `Файл Stringsdict`
zh_hans: `Stringsdict 文件`

source: Subtitle files
de: Untertiteldateien
ga: Comhaid fotheideal
hu: Feliratfájlok
id: Berkas takarir
ja: 字幕ファイル
nl: Ondertitel-bestanden
pt: Ficheiros de legenda
pt_br: Arquivos de legenda
ro: Fișiere de subtitrare
ru: Файлы субтитров
sv: Subtitle-filer
ta: வசன கோப்புகள்
tr: Alt yazı dosyaları
uk: Файли субтитрів
zh_hans: 字幕文件

source: Weblate can translate various subtitle files:
de: Weblate kann verschiedene Untertiteldateien übersetzen:
ga: Is féidir le Weblate comhaid éagsúla fotheideal a aistriú:
hu: A Weblate képes különböző feliratfájlok fordítására:
id: Weblate dapat menerjemahkan berbagai berkas takarir:
ja: Weblate は、多くの字幕ファイルを翻訳します。
nl: Weblate kan diverse ondertitel bestandstypen vertalen:
pt: Weblate pode traduzir vários ficheiros de legenda:
pt_br: Weblate pode traduzir vários arquivos de legenda:
ro: Weblate poate traduce diverse fișiere de subtitrare:
ru: Weblate может переводить различные файлы субтитров:
sv: Weblate kan översätta olika undertextsfiler:
ta: வலைபெயர்ப்பு பல்வேறு வசனக் கோப்புகளை மொழிபெயர்க்கலாம்:
tr: Weblate çeşitli altyazı dosyalarını çevirebilir:
uk: За допомогою Weblate можна перекладати різноманітні файли субтитрів:
zh_hans: Weblate 可以翻译各种字幕文件：

source: SubRip subtitle file (``*.srt``)
de: SubRip-Untertiteldatei (``*.srt``)
ga: Comhad fotheideal SubRip (``*.srt``)
hu: SubRip feliratfájl (``*.srt``)
id: Berkas subjudul SubRip (``*.srt``)
ja: SubRip 字幕ファイル（``*.srt``）
nl: SubRip bestand voor ondertiteling (``*.srt``)
pt: Ficheiros de legenda SubRip (``*.srt``)
pt_br: Arquivo de legenda SubRip (``*.srt``)
ro: Fișier subtitrat SubRip (``*.srt``)
ru: Файл субтитров SubRip (``*.srt``)
sv: SubRip-undertextfil (``*.srt``)
ta: சப்ரிப் வசனக் கோப்பு (``*.srt``)
tr: SubRip alt yazı dosyası (``*.srt``)
uk: Файл субтитрів SubRip (``*.srt``)
zh_hans: SubRip 字幕文件 (``*.srt``)

source: MicroDVD subtitle file (``*.sub``)
de: MicroDVD-Untertiteldatei (``*.sub``)
ga: Comhad fotheideal MicroDVD (``*.sub``)
hu: MicroDVD feliratfájl (``*.sub``)
id: Berkas subjudul MicroDVD (``*.sub``)
ja: MicroDVD 字幕ファイル（ ``*.sub``）
nl: MicroDVD bestand voor ondertiteling (``*.sub``)
pt: Ficheiro de legenda MicroDVD (``*.sub``)
pt_br: Arquivo de legenda MicroDVD (``*.sub``)
ro: Fișier de subtitrare MicroDVD (``*.sub``)
ru: Файл субтитров MicroDVD (``*.sub``)
sv: MicroDVD-undertextfil (``*.sub``)
ta: மைக்ரோடிவிடி வசனக் கோப்பு (``*.sub``)
tr: MicroDVD alt yazı dosyası (``*.sub``)
uk: Файл субтитрів MicroDVD (``*.sub``)
zh_hans: MicroDVD 字幕文件 (``*.sub``)

source: Advanced Substation Alpha subtitles file (``*.ass``)
de: Advanced-Substation-Alpha-Untertiteldatei (``*.ass``)
ga: Comhad fotheidil Advanced Substation Alpha (``*.ass``)
hu: Advanced Substation Alpha feliratfájl (``*.ass``)
id: Berkas subjudul Advanced Substation Alpha (``*.ass``)
ja: Advanced Substation Alpha 字幕ファイル（ ``*.ass``）
nl: Advanced Substation Alpha bestand voor ondertiteling (``*.ass``)
pt: Ficheiro de legenda Advanced Substation Alpha (``*.ass``)
pt_br: Arquivo de legenda Advanced Substation Alpha (``*.ass``)
ro: Fișier de subtitrări Advanced Substation Alpha (``*.ass``)
ru: Файл субтитров Advanced SubStation Alpha (``*.ass``)
sv: Avancerad understation Alpha-undertextfil (``*.ass``)
ta: மேம்பட்ட துணை ஆல்பா வசன வரிகள் (``*.ஆச்``)
tr: Advanced Substation Alpha alt yazı dosyası (``*.ass``)
uk: Файл субтитрів Advanced Substation Alpha (``*.ass``)
zh_hans: Advanced SubStation Alpha 字幕文件 (``*.ass``)
zh_hant: 高級變電站alpha字幕文件（``* .ass``）

source: Substation Alpha subtitle file (``*.ssa``)
de: Substation-Alpha-Untertiteldatei (``*.ssa``)
ga: Comhad fotheideal Fostáisiún Alfa (``*.ssa``)
hu: Substation Alpha feliratfájl (``*.ssa``)
id: Berkas subjudul Substation Alpha (``*.ssa``)
ja: Substation Alpha 字幕ファイル（``*.ssa``）
nl: Substation Alpha bestand voor ondertiteling (``*.ssa``)
pt: Ficheiro de legenda Substation Alpha (``*.ssa``)
pt_br: Arquivo de legenda Substation Alpha (``*.ssa``)
ro: Fișier de subtitrare Substation Alpha (``*.ssa``)
ru: Файл субтитров SubStation Alpha (``*.ssa``)
sv: Substation Alpha undertextfil (``*.ssa``)
ta: சப்ச்பேசன் ஆல்பா வசன கோப்பு (``*.ssa``)
tr: Substation Alpha alt yazı dosyası (``*.ssa``)
uk: Файл субтитрів Substation Alpha (``*.ssa``)
zh_hans: SubStation Alpha 字幕文件 (``*.ssa``)
zh_hant: 變電站字母字幕文件（``* .ssa``）

source: `SubRip subtitle file`
de: `SubRip-Untertiteldatei`
ga: `Comhad fotheideal SubRip`
hu: `SubRip feliratfájl`
id: `Berkas subjudul SubRip`
ja: `SubRip 字幕ファイル`
nl: `SubRip bestand voor ondertiteling`
pt: `Ficheiro de legenda SubRip`
pt_br: `Arquivo de legenda SubRip`
ro: `SubRip fișier de subtitrare`
ru: `Файл субтитров SubRip`
sv: `SubRip-undertextfil`
ta: `சப்ரிப் வசன கோப்பு`
tr: `SubRip alt yazı dosyası`
uk: `файл субтитрів SubRip`
zh_hans: `SubRip 字幕文件`

source: Supported features
de: Unterstützte Funktionen
ga: Gnéithe tacaithe
hu: Támogatott funkciók
id: Fitur yang didukung
ja: 対応機能
nl: Ondersteunde mogelijkheden
pt_br: Recursos suportados
ru: Поддерживаемые функции
sv: Stödda funktioner
ta: உதவி நற்பொருத்தங்கள்
tr: Desteklenen özellikler
uk: Підтримувані можливості
zh_hans: 支持的功能

source: Source string explanation is saved and loaded from the ``<descrip>`` tag, translation string explanation from ``<note from="translator">``.
de: Die Erklärung der Ausgangszeichenkette wird im Tag ``<descrip>`` gespeichert und geladen, die Erklärung der Übersetzungszeichenkette im Tag ``<note from="translator">``.
ga: Déantar míniú ar theaghrán foinse a shábháil agus a luchtú ón gclib `` <decrip>``, míniú teaghrán aistriúcháin ó `` <nóta ó="translator">``.
hu: A forrásszöveghez tartozó magyarázat a ``<descrip>`` címkében kerül mentésre és betöltésre, a fordításhoz tartozó magyarázat pedig a ``<note from="translator">`` címkében.
id: Penjelasan string sumber disimpan dan dimuat dari tag ``<descrip>``, penjelasan string terjemahan dari ``<note from="translator">``.
ja: 原文の説明は ``<descript>`` タグから、翻訳文字列の説明は ``<note from="translator">`` から保存および読み込まれます。
nl: Uitleg van de brontekenreeks wordt opgeslagen en geladen uit de tag ``<descrip>``, de uitleg voor de vertaalde tekenreeks uit ``<note from="translator">``.
pt_br: A explicação do texto fonte é salva e carregada da tag ``<descrip>``, a explicação do texto de tradução é de ``<note from="translator">``.
ru: Объяснение исходной строки сохраняется и загружается из тега ``<descrip>``, объяснение строки перевода из ``<note from="translator">``.
sv: Källsträngens förklaring sparas och laddas från taggen ``<descrip>``, översättningssträngens förklaring från ``<note from="translator">``.
ta: மூல சரம் விளக்கம் `` <sixcipl> `` குறிச்சொல், மொழிபெயர்ப்பு சரம் விளக்கம் `` <குறிப்பு = "மொழிபெயர்ப்பாளர்"> `` என்பதிலிருந்து சேமிக்கப்பட்டு ஏற்றப்படுகிறது.
tr: Kaynak dizge açıklaması ``<descrip>`` kod imiyle, çeviri dizgesi açıklaması ``<note from="translator">`` kod imiyle kaydedilir ve yüklenir.
uk: Пояснення щодо початкового рядка зберігається і завантажується з мітки ``<descrip>``, а пояснення щодо рядка перекладу — з ``<note from="translator">``.
zh_hans: 源字符串解释从 ``<descrip>`` 标签保存和加载，翻译字符串解释从 ``<note from="translator">`` 保存和加载。

source: Administrative status
de: Verwaltungsstatus
ga: Stádas riaracháin
hu: Adminisztratív állapot
id: Status administratif
nl: Beheersstatus
sv: Administrativ status
uk: Адміністративний статус

source: Translation needed
de: Übersetzung erforderlich
ga: Aistriúchán ag teastáil
hu: Fordítást igényel
id: Terjemahan diperlukan
nl: Vertaling nodig
sv: Översättning behövs
uk: Потрібен переклад

source: Terms with ``<termNote type="translationNote">`` containing ``no`` are marked as read-only (:ref:`glossary-untranslatable`).
de: Begriffe mit ``<termNote type="translationNote">`` die ``no`` enthalten, werden als schreibgeschützt markiert (:ref:`glossary-untranslatable`).
ga: Tá téarmaí a bhfuil ``<termNote type="translationNote">`` iontu ina bhfuil ``no`` marcáilte mar léite amháin (:ref:`glossary-untranslatable`).
hu: Azok a kifejezések, amelyek ``<termNote type="translationNote">`` mezője ``no``, csak olvashatóként jelennek meg (:ref:`glossary-untranslatable`).
id: Istilah dengan ``<termNote type="translationNote">`` yang mengandung ``no`` ditandai sebagai hanya baca (:ref:`glossary-untranslatable`).
nl: Termen met ``<termNote type="translationNote">`` die ``no`` bevatten worden gemarkeerd als alleen-lezen (:ref:`glossary-untranslatable`).
sv: Termer med ``<termNote type="translationNote">`` som innehåller ``no`` markeras som skrivskyddade (:ref:`glossary-untranslatable`).
uk: Терміни з ``<termNote type="translationNote">``, що містять ``no``, позначені як такі, що лише для читання (:ref:`glossary-untranslatable`).

source: Usage notes
de: Anwendungshinweise
ga: Nótaí úsáide
hu: Használati megjegyzések
id: Catatan penggunaan
nl: Opmerkingen voor gebruik
sv: Användningsanvisningar
uk: Нотатки щодо використання
