Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: go-i18n translations are monolingual, so it is recommended to specify a base file with (what is most often the) English strings.
de: go-i18n-Übersetzungen sind einsprachig, daher ist es empfehlenswert, eine Basisdatei mit (meist) englischen Zeichenketten anzugeben.
ga: Is aistriúcháin aonteangacha go-i18n, mar sin moltar bunchomhad a shonrú le teaghráin Bhéarla (an ceann is minice).
hu: A go-i18n fordítások egynyelvűek, ezért ajánlott megadni egy alapfájlt (jellemzően angol nyelvű szövegekkel).
id: Terjemahan go-i18n bersifat monolingual, jadi disarankan untuk menentukan berkas dasar dengan (yang paling sering) string Inggris.
ja: go-i18n の翻訳はモノリンガルなので、（最も一般的な）英語の文字列で、基礎となる翻訳ファイルを設定してください。
nl: Vertalingen van go-i18n zijn eentalig, aanbevolen wordt dus om een basisbestand te specificeren met (wat het meestal is) Engelse tekenreeksen.
pt: As traduções go-i18n são monolingues, por isso é recomendável especificar um ficheiro base com (o que é mais frequentemente os) cadeias em inglês.
pt_br: As traduções go-i18n são monolíngues, por isso é recomendável especificar um arquivo base com (o que é mais frequentemente os) textos em inglês.
ro: Traducerile go-i18n sunt monolingve, așa că este recomandat să specificați un fișier de bază cu (ceea ce este cel mai adesea) șiruri de caractere în limba engleză.
ru: Переводы go-i18n обычно одноязычные, поэтому рекомендуется указывать базовый файл со строками на (как это чаще всего бывает) английском языке.
sv: go-i18n-översättningar är enspråkiga, så det rekommenderas att ange en basfil med (oftast) engelska strängar.
ta: கோ-i18n மொழிபெயர்ப்புகள் ஒற்றை மொழி கொண்டவை, எனவே ஆங்கில சரங்களுடன் (பெரும்பாலும் என்ன) ஒரு அடிப்படை கோப்பை குறிப்பிட பரிந்துரைக்கப்படுகிறது.
tr: go-i18n çevirileri tek dillidir. Bu nedenle (en sık kullanılan) İngilizce dizgeleri bulunan bir temel dosya belirtmeniz önerilir.
uk: Переклади go-i18n є одномовними, тому рекомендуємо вказувати базовий файл, яким (здебільшого) є файл з рядками англійською мовою.
zh_hans: go-i18n 翻译是单语言的因此建议使用（最常见的）英文字符串指定一个基本文件。
zh_hant: Go-i18n翻譯是單向的，因此建議使用（最常見的）英語字符串指定基本文件。

source: Weblate supports the go-i18n JSON v1 and v2 variants. Please choose correct file format matching your environment.
de: Weblate unterstützt die Varianten go-i18n JSON v1 und v2. Bitte wählen Sie das richtige Dateiformat für Ihre Einsatzumgebung.
ga: Tacaíonn Weblate leis na leaganacha go-i18n JSON v1 agus v2. Roghnaigh formáid comhaid cheart a thagann le do thimpeallacht.
hu: A Weblate támogatja a go-i18n JSON v1 és v2 változatait. Kérjük, válassza ki a környezetének megfelelő fájlformátumot.
id: Weblate mendukung varian go-i18n JSON v1 dan v2. Silakan pilih format berkas yang tepat sesuai lingkungan Anda.
ja: Weblate は、go-i18n JSON v1 および v2 形式に対応しています。ご使用の環境に合った正しいファイル形式を選択してください。
nl: Weblate ondersteunt de varianten go-i18n JSON v1 en v2. Kies de juiste bestandsindeling die overeenkomt met uw omgeving.
pt_br: O Weblate suporta as variantes go-i18n JSON v1 e v2. Escolha o formato de arquivo correto que corresponda ao seu ambiente.
ru: Weblate поддерживает варианты go-i18n JSON v1 и v2. Пожалуйста, выберите правильный формат файла, соответствующий вашей среде.
sv: Weblate stöder go-i18n JSON v1- och v2-varianterna. Välj rätt filformat som passar din miljö.
ta: வலைபெயர்ப்பு கோ-ஐ18என் சேஎச்ஓஎன் வி1 மற்றும் வி2 வேரியண்ட்டுகளை ஆதரிக்கிறது. உங்கள் சூழலுக்கு பொருத்தமான சரியான கோப்பு வடிவமைப்பைத் தேர்வுசெய்க.
tr: Weblate, go-i18n JSON 1. ve 2. sürümlerini destekler. Lütfen ortamınıza uyan doğru dosya biçimini seçin.
uk: У Weblate передбачено підтримку формату версій 1 і 2 JSON go-i18n. Будь ласка, виберіть належний формат файлів, що відповідає вашому середовищу.
zh_hans: Weblate 支持 go-i18n JSON v1 和 v2 变体。请选择匹配你环境的正确文件格式。

source: Example file v1:
de: Beispieldatei v1:
ga: Comhad samplach v1:
hu: Példafájl v1:
id: Contoh berkas v1:
ja: v1 ファイルの設定例:
nl: Voorbeeld bestand v1:
pt_br: Exemplo de arquivo v1:
ru: Пример файла v1:
sv: Exempelfil v1:
ta: எடுத்துக்காட்டு கோப்பு v1:
tr: v1 örnek dosyası:
uk: Приклад файла, версія 1:
zh_hans: 示例文件 v1：

source: Example file v2:
de: Beispieldatei v2:
ga: Comhad sampla v2:
hu: Példafájl v2:
id: Contoh berkas v2:
ja: v2 ファイルの設定例:
nl: Voorbeeld bestand v2:
pt_br: Exemplo de arquivo v2:
ru: Пример файла v2:
sv: Exempelfil v2:
ta: எடுத்துக்காட்டு கோப்பு v2:
tr: v2 örnek dosyası:
uk: Приклад файла, версія 2:
zh_hans: 示例文件 v2：

source: `go-i18n v1 JSON file`
de: `JSON-Datei go-i18n v1`
hu: `go-i18n v1 JSON-fájl`
id: `Berkas JSON go-i18n v1`
ja: `go-i18n v1 JSON ファイル`
nl: `go-i18n v1 JSON-bestand`
pt_br: `Arquivo JSON go-i18n v1`
ru: `Файл go-i18n v1 JSON`
sv: `go-i18n v1 JSON-fil`
ta: 'go-i18n v1 சாதொபொகு கோப்பு'
tr: `go-i18n v1 JSON dosyası`
uk: `файл JSON go-i18n версії 1`
zh_hans: `go-i18n v1 JSON 文件`

source: `go-i18n v2 JSON file`
de: `JSON-Datei go-i18n v2`
hu: `go-i18n v2 JSON-fájl`
id: `Berkas JSON go-i18n v2`
ja: `go-i18n v2 JSON ファイル`
nl: `go-i18n v2 JSON-bestand`
pt_br: `Arquivo JSON go-i18n v2`
ru: `Файл go-i18n v2 JSON`
sv: `go-i18n v2 JSON-fil`
ta: 'go-i18n v2 சாதொபொகு கோப்பு'
tr: `go-i18n v2 JSON dosyası`
uk: `файл JSON go-i18n версії 2`
zh_hans: `go-i18n v2 JSON 文件`

source: gotext JSON files
de: JSON-Dateien gotext
ga: comhaid JSON gotext
hu: gotext JSON-fájlok
id: Berkas JSON gotext
ja: gotext JSON ファイル
nl: gotext JSON-bestanden
pt: ficheiros de gotext JSON
pt_br: Arquivos JSON gotext
ro: Fișiere gotext JSON
ru: Файл JSON gotext
sv: gotext JSON-filer
ta: gotext சாதொபொகு கோப்புகள்
tr: gotext JSON dosyaları
uk: Файли JSON gotext
zh_hans: gotext JSON 文件

source: gotext translations are monolingual, so it is recommended to specify a base file with (what is most often the) English strings.
de: gotext-Übersetzungen sind einsprachig, daher ist es empfehlenswert, eine Basisdatei mit (meist) englischen Zeichenketten anzugeben.
ga: is aistriúcháin aonteangacha iad gotext, mar sin moltar bunchomhad a shonrú le teaghráin Bhéarla (an rud is minice).
hu: A gotext fordítások egynyelvűek, ezért ajánlott megadni egy alapfájlt (jellemzően angol nyelvű szövegekkel).
id: Terjemahan gotext bersifat monolingual, jadi disarankan untuk menentukan berkas dasar dengan (yang paling sering) string Inggris.
ja: gotext の翻訳はモノリンガルなので、（最も一般的な）英語の文字列で、基礎となる翻訳ファイルを設定してください。
nl: Vertalingen van gotext zijn eentalig, aanbevolen wordt dus om een basisbestand te specificeren met (wat het meestal is) Engelse tekenreeksen.
pt: As traduções i18next são monolingues, assim é recomendável especificar um ficheiro base com (o que é mais frequentemente os) cadeias em inglês.
pt_br: As traduções do gotext são monolíngues, por isso é recomendável especificar um arquivo base com (o que é mais comum) textos em inglês.
ru: Переводы gotext являются одноязычными, поэтому рекомендуется указывать базовый файл с (чаще всего) английскими строками.
sv: gotext-översättningar är enspråkiga, så det rekommenderas att ange en basfil med (oftast) engelska strängar.
ta: கோட்டெக்ச்ட் மொழிபெயர்ப்புகள் ஒற்றை மொழி கொண்டவை, எனவே ஆங்கில சரங்களுடன் (பெரும்பாலும் என்ன) ஒரு அடிப்படை கோப்பை குறிப்பிட பரிந்துரைக்கப்படுகிறது.
tr: gotext çevirileri tek dillidir. Bu nedenle (en sık kullanılan) İngilizce dizgeleri bulunan bir temel dosya belirtmeniz önerilir.
uk: Переклади gotext є одномовними, тому рекомендуємо вказувати базовий файл, яким (здебільшого) є файл з рядками англійською мовою.
zh_hans: gotext 翻译是单语的，因此建议使用英语字符串（最常见的是英语字符串）指定基本文件。

source: `I18n in Go: Managing Translations <https://www.alexedwards.net/blog/i18n-managing-translations>`_
id: `I18n di Go: Mengelola Terjemahan <https://www.alexedwards.net/blog/i18n-managing-translations>`_
sv: `I18n i Go: Hantera översättningar <https://www.alexedwards.net/blog/i18n-managing-translations>`_

source: `gotext JSON file`
de: `JSON-Datei gotext`
ga: `comhad JSON gotext`
hu: `gotext JSON-fájl`
id: `Berkas JSON gotext`
ja: `gotext JSON ファイル`
nl: `gotext JSON-bestand`
pt: `Ficheiro de gotext JSON`
pt_br: `arquivo JSON gotext`
ru: `файл JSON gotext`
sv: `gotext JSON-fil`
ta: 'கோட்டெக்ச்ட் சேஎச்ஓஎன் கோப்பு'
tr: `gotext JSON dosyası`
uk: `файл JSON gotext`
zh_hans: `gotext JSON 文件`

source: GWT properties
ga: airíonna GWT
id: Atribut GWT
ja: GWT プロパティ
nl: GWT-eigenschappen
pt: Propriedades GWT
pt_br: Propriedades GWT
ro: Proprietăți GWT
ru: Файлы свойств GWT
sv: GWT-egenskaper
ta: gwt பண்புகள்
tr: GWT özellikleri
uk: Властивості GWT
zh_hans: GWT 属性
zh_hant: GWT 屬性

source: Native GWT format for translations.
de: Natives GWT-Format für Übersetzungen.
ga: Formáid dhúchasach GWT le haghaidh aistriúcháin.
hu: Natív GWT formátum fordításhoz.
id: Format GWT asli untuk terjemahan.
ja: 翻訳用のネイティブな GWT 形式。
nl: Eigen GWT-indeling voor vertalingen.
pt: Formato nativo de GWT para traduções.
pt_br: Formato nativo de GWT para traduções.
ro: Format nativ GWT pentru traduceri.
ru: Родной формат GWT для переводов.
sv: Inbyggt GWT-format för översättningar.
ta: மொழிபெயர்ப்புகளுக்கான பூர்வீக gwt வடிவமைப்பு.
tr: Çeviriler için yerel GWT biçimi.
uk: Власний формат GWT для перекладів.
zh_hans: GWT 原生翻译格式。
zh_hant: 用於翻譯的本地 GWT 格式。

source: GWT properties are usually used as monolingual translations.
de: GWT-Eigenschaften werden normalerweise als einsprachige Übersetzungen verwendet.
ga: Úsáidtear airíonna GWT mar aistriúcháin aonteangacha de ghnáth.
hu: A GWT properties-fájlokat jellemzően egynyelvű fordításként használják.
id: Properti GWT biasanya digunakan sebagai terjemahan monolingual.
ja: GWT プロパティは、通常、モノリンガルの翻訳として使用します。
nl: GWT properties worden gewoonlijk gebruikt als eentalige vertalingen.
pt: As propriedades GWT são geralmente usadas como traduções monolíngues.
pt_br: As propriedades GWT são geralmente usadas como traduções monolíngues.
ro: Proprietățile GWT sunt utilizate de obicei ca traduceri monolingve.
ru: Файлы свойств GWT обычно используются в качестве одноязычных переводов.
sv: GWT-egenskaper används vanligtvis som enspråkiga översättningar.
ta: சி.டபிள்யூ.டி பண்புகள் பொதுவாக ஒற்றை மொழி மொழிபெயர்ப்புகளாகப் பயன்படுத்தப்படுகின்றன.
tr: GWT özellikleri genellikle tek dilli çeviriler olarak kullanılır.
uk: Властивості GWT, зазвичай, використовуються як одномовні переклади.
zh_hans: GWT 属性通常用作单语言翻译。
zh_hant: GWT 屬性通常用作單語言翻譯。

source: `GWT localization guide <https://www.gwtproject.org/doc/latest/DevGuideI18n.html>`_
id: `Panduan lokalisasi GWT <https://www.gwtproject.org/doc/latest/DevGuideI18n.html>`_
sv: `GWT-lokaliseringsguide <https://www.gwtproject.org/doc/latest/DevGuideI18n.html>`_

source: `GWT Properties`
id: `Properti GWT`
ja: `GWT プロパティ`
pt: `Propriedades GWT`
pt_br: `Propriedades GWT`
ro: `GWT Proprietăți`
ru: `Свойства GWT`
sv: `GWT-egenskaper`
tr: `GWT özellikleri`
uk: `Властивості GWT`
zh_hans: `GWT 属性`
zh_hant: `GWT 屬性`

source: HTML files
de: HTML-Dateien
ga: Comhaid HTML
hu: HTML-fájlok
id: Berkas HTML
ja: HTML ファイル
nl: HTML-bestanden
pt: Ficheiro HTML
pt_br: Arquivos HTML
ro: Fișiere HTML
ru: Файлы HTML
sv: HTML-filer
ta: html கோப்புகள்
tr: HTML dosyaları
uk: Файли HTML
zh_hans: HTML 文件

source: The translatable content is extracted from the HTML files and offered for the translation.
de: Der übersetzbare Inhalt wird aus den HTML-Dateien extrahiert und zur Übersetzung angeboten.
ga: Baintear an t-ábhar inaistrithe as na comhaid HTML agus tairgtear é don aistriúchán.
hu: A fordítható tartalom az HTML-fájlokból kerül kinyerésre, és ezek alapján történik a fordítás.
id: Konten yang dapat diterjemahkan diekstrak dari berkas HTML dan ditawarkan untuk diterjemahkan.
ja: 翻訳するコンテンツを HTML ファイルから抽出し、翻訳するために使用します。
nl: De vertaalbare inhoud wordt uitgenomen uit de HTML-bestanden en aangeboden voor vertalen.
pt: O conteúdo traduzível é extraído dos ficheiros HTML e oferecido para a tradução.
pt_br: O conteúdo traduzível é extraído dos arquivos HTML e oferecido para a tradução.
ro: Conținutul traductibil este extras din fișierele HTML și oferit pentru traducere.
ru: Переводимое содержимое извлекается из HTML-файлов и предлагается для перевода.
sv: Det översättningsbara innehållet extraheras från HTML-filerna och erbjuds för översättning.
ta: மொழிபெயர்க்கக்கூடிய உள்ளடக்கம் html கோப்புகளிலிருந்து பிரித்தெடுக்கப்பட்டு மொழிபெயர்ப்புக்காக வழங்கப்படுகிறது.
tr: Çevrilebilir içerik HTML dosyalarından ayıklanır ve çevrilmek üzere sunulur.
uk: Придатні до перекладу дані буде видобуто з файлів HTML і запропоновано до перекладу.
zh_hans: 从 HTML 文件中提取可翻译内容并提供翻译。
zh_hant: 可翻譯內容從HTML文件中提取，並為翻譯提供。

source: Unlike most other formats, the changes in the translation files will not be imported to Weblate because it can not be done reliably. The source of truth for the translations is Weblate not the translated file.
de: Im Gegensatz zu den meisten anderen Formaten werden die Änderungen in den Übersetzungsdateien nicht in Weblate importiert, da dies nicht zuverlässig möglich ist. Die Quelle der Wahrheit für die Übersetzungen ist Weblate, nicht die übersetzte Datei.
ga: Murab ionann agus an chuid is mó de na formáidí eile, ní dhéanfar na hathruithe ar na comhaid aistriúcháin a allmhairiú go Weblate toisc nach féidir é a dhéanamh go hiontaofa. Is é Weblate foinse na fírinne do na haistriúcháin agus ní an comhad aistrithe.
hu: Eltérően a legtöbb más formátumtól, a fordítási fájlokban végzett módosítások nem kerülnek visszaimportálásra a Weblate-be, mivel ez nem lenne megbízható. A fordítások hiteles forrása a Weblate, nem pedig a lefordított-fájl.
id: Tidak seperti kebanyakan format lain, perubahan dalam berkas terjemahan tidak akan diimpor ke Weblate karena tidak dapat dilakukan dengan andal. Sumber kebenaran terjemahan adalah Weblate, bukan berkas terjemahan itu sendiri.
ja: 他の多くのフォーマットとは異なり、翻訳ファイルの変更は確実に Weblate にインポートされない点に注意してください。翻訳の正確な情報源は翻訳ファイルではなく Weblate です。
nl: Anders dan voor de meeste indelingen zullen de wijzigingen in de vertaalbestanden niet worden geïmporteerd in Weblate, omdat dat het niet betrouwbaar genoeg kan worden gedaan. De waarheid voor de bron van de vertalingen is Weblate, niet het vertaalde bestand.
pt_br: Ao contrário da maioria dos outros formatos, as alterações nos arquivos de tradução não serão importadas para o Weblate porque isso não pode ser feito de forma confiável. A fonte da verdade para as traduções é o Weblate, não o arquivo traduzido.
ru: В отличие от большинства других форматов, изменения в файлах перевода не будут импортированы в Weblate, поскольку это невозможно сделать надёжно. Источником достоверности переводов является Weblate, а не переведённый файл.
sv: Till skillnad från de flesta andra format kommer ändringarna i översättningsfilerna inte att importeras till Weblate, eftersom det inte kan göras på ett tillförlitligt sätt. Källan till översättningarna är Weblate, inte den översatta filen.
ta: மற்ற வடிவங்களைப் போலல்லாமல், மொழிபெயர்ப்பு கோப்புகளில் உள்ள மாற்றங்கள் வலைபெயர்ப்புடிற்கு இறக்குமதி செய்யப்படாது, ஏனெனில் அதை நம்பத்தகுந்த முறையில் செய்ய முடியாது. மொழிபெயர்ப்புகளுக்கான உண்மையின் சான்று வலைபெயர்ப்பு மொழிபெயர்ப்பு கோப்பு அல்ல.
tr: Diğer biçimlerin çoğunun aksine, çeviri dosyalarındaki değişiklikler güvenilir bir şekilde yapılamadığından Weblate üzerine aktarılmayacak. Çevirilerin doğruluğunun kaynağı çevrilmiş dosya değil Weblate olur.
uk: На відміну від більшості інших форматів, зміни у файлах перекладів не буде імпортовано до Weblate, оскільки це не можна зробити надійно. Джерелом перекладів є Weblate, а не перекладений файл.
zh_hans: 和其他多数格式不同，翻译文件的更改不会被导入到 Weblate，因为无法可靠地完成这一任务。翻译真实性源自 Weblate 而不是已翻译的文件。

source: `HTML file`
de: `HTML-Datei`
ga: `Comhad HTML`
hu: `HTML-fájl`
id: `Berkas HTML`
ja: `HTML ファイル`
nl: `HTML-bestand`
pt_br: `Arquivo HTML`
ru: `Файл HTML`
sv: `HTML-fil`
ta: 'html கோப்பு'
tr: `HTML dosyası`
uk: `Файл HTML`
zh_hans: `HTML 文件`

source: i18next JSON files
de: JSON-Dateien i18next
ga: i18 seo chugainn comhaid JSON
hu: i18next JSON-fájlok
id: Berkas JSON i18next
ja: i18next JSON ファイル
nl: i18next JSON-bestanden
pt: Ficheiros de JSON i18next
pt_br: Arquivos JSON i18next
ro: Fișiere i18next JSON
ru: Файлы JSON i18next
sv: i18next JSON-filer
ta: i18next சாதொபொகு கோப்புகள்
tr: i18next JSON dosyaları
uk: Файли JSON i18next
zh_hans: i18next JSON 文件

source: Support for v4 variant of this format was added.
de: Unterstützung für die v4-Variante dieses Formats hinzugefügt.
ga: Cuireadh tacaíocht le haghaidh leagan v4 den fhormáid seo leis.
hu: A formátum v4-es változatának támogatása hozzáadásra került.
id: Dukungan untuk varian v4 format ini telah ditambahkan.
ja: この形式の v4 版に対応しました。
nl: Ondersteuning voor variant v4 van deze indeling werd toegevoegd.
pt: O suporte para a variante v4 deste formato foi adicionado.
pt_br: O suporte para a variante v4 deste formato foi adicionado.
ru: Добавлена поддержка варианта v4 этого формата.
sv: Stöd för v4-varianten av detta format har lagts till.
ta: இந்த வடிவத்தின் வி 4 மாறுபாட்டிற்கான உதவி சேர்க்கப்பட்டது.
tr: Bu biçimin 4. sürümü için destek eklendi.
uk: Додано підтримку версії 4 цього формату.
zh_hans: 添加了对此格式 v4 变体的支持。

source: In case you use plurals, it is recommended to use v4 as that aligned plural handling with CLDR. Older versions have different plural rules for some languages which are not correct.
de: Falls Sie Pluralformen verwenden, wird das Verwenden von v4 empfohlen, da diese Version die Behandlung von Pluralformen mit CLDR vereinheitlicht hat. Ältere Versionen haben unterschiedliche Pluralregeln für einige Sprachen, die nicht korrekt sind.
ga: Ar eagla go n-úsáideann tú iolraí, moltar v4 a úsáid mar an láimhseáil iolra ailínithe le CLDR. Tá rialacha iolracha difriúla ag leaganacha níos sine do theangacha áirithe nach bhfuil ceart.
hu: Ha használ többes számot, ajánlott a v4 használata, mivel ez a CLDR szabályrendszerrel egyezik. A korábbi verziók egyes nyelvek esetében eltérő, pontatlan szabályokat használnak.
id: Jika Anda menggunakan bentuk jamak, disarankan untuk menggunakan v4 sebagai penanganan jamak yang selaras dengan CLDR. Versi lama memiliki aturan jamak yang berbeda untuk beberapa bahasa, yang tidak tepat.
ja: 複数形を使用する場合は、CLDR での複数形の扱いに合わせて v4 を使用することをお勧めします。古いバージョンでは、一部の言語で異なる複数形の規則があり、正確ではありません。
nl: In het geval u meervouden gebruikt wordt aanbevolen om v4 te gebruiken, omdat dat afhandeling van meervouden heeft uitgelijnd met CLDR. Oudere versies hebben andere regels voor meervouden voor sommige talen die niet correct zijn.
pt_br: Caso você use plurais, é recomendado usar a v4, pois ela alinha o tratamento de plural com CLDR. Versões mais antigas têm regras de plural diferentes para alguns idiomas que não são corretas.
ru: Если вы используете множественное число, рекомендуется использовать версию 4, поскольку она согласовывает обработку множественного числа с CLDR. В более старых версиях для некоторых языков действуют другие правила множественного числа, которые неверны.
sv: Om du använder pluralformer rekommenderas det att använda v4, eftersom den är anpassad till CLDR:s hantering av pluralformer. Äldre versioner har olika pluralregler för vissa språk som inte är korrekta.
ta: நீங்கள் பன்மைகளைப் பயன்படுத்தினால், வி 4 ஐ சி.எல்.டி.ஆருடன் இணைக்கப்பட்ட பன்மை கையாளுதலாகப் பயன்படுத்த பரிந்துரைக்கப்படுகிறது. பழைய பதிப்புகள் சில மொழிகளுக்கு வெவ்வேறு பன்மை விதிகளைக் கொண்டுள்ளன, அவை சரியானவை அல்ல.
tr: Çoğul biçimleri kullanıyorsanız, CLDR ile uyumlu olarak işlenmesi için 4. sürümü kullanmanız önerilir. Eski sürümlerde, bazı diller için doğru olmayan farklı çoğul kuralları var.
uk: Якщо ви користуєтеся формами множини, рекомендуємо скористатися версією 4, оскільки у ній вирівняно з CLDR оброку таких форм. У попередніх версіях для деяких мови використовувалися інші форми множини, що не є правильним.
zh_hans: 如果你使用复数形式，那么建议你使用 v4 版格式，因其在复数形式处理方面对齐 CLDR。旧版格式对某些语言有不同的复数规则，这些规则是错误的。

source: i18next is an internationalization framework written in and for JavaScript. Weblate supports its localization files with features such as plurals.
id: i18next adalah kerangka kerja internasionalisasi yang ditulis dalam dan untuk JavaScript. Weblate mendukung berkas lokalisasinya dengan fitur seperti bentuk jamak.
sv: i18next är ett internationaliseringsramverk skrivet i och för JavaScript. Weblate stöder dess lokaliseringsfiler med funktioner som pluralformer.

source: i18next translations are monolingual, so it is recommended to specify a base file with (what is most often the) English strings.
de: i18next-Übersetzungen sind einsprachig, daher ist es empfehlenswert, eine Basisdatei mit (meist) englischen Zeichenketten anzugeben.
ga: Is aonteangach iad na haistriúcháin i18next, mar sin moltar bunchomhad a shonrú le teaghráin Bhéarla (an rud is minice).
hu: Az i18next fordítások egynyelvűek, ezért ajánlott megadni egy alapfájlt (jellemzően angol nyelvű szövegekkel).
id: Terjemahan i18next bersifat monolingual, jadi disarankan untuk menentukan berkas dasar dengan (yang paling sering) string Inggris.
ja: i18next の翻訳はモノリンガルなので、（最も一般的な）英語の文字列で、基礎となる翻訳ファイルを設定してください。
nl: Vertalingen van i18next zijn eentalig, aanbevolen wordt dus om een basisbestand te specificeren met (wat het meestal is) Engelse tekenreeksen.
pt: As traduções i18next são monolingues, por isso é recomendável especificar um ficheiro base com (o que é mais frequentemente os) cadeias em inglês.
pt_br: As traduções i18next são monolíngues, por isso é recomendável especificar um arquivo base com (o que é mais frequentemente os) textos em inglês.
ro: Traducerile i18next sunt monolingve, așa că este recomandat să specificați un fișier de bază cu (ceea ce este cel mai adesea) șiruri de caractere în limba engleză.
ru: Переводы i18next обычно одноязычные, поэтому рекомендуется указывать базовый файл со строками на (как это чаще всего бывает) английском языке.
sv: i18next-översättningar är enspråkiga, så det rekommenderas att ange en basfil med (oftast) engelska strängar.
ta: i18எக்ச்ட் மொழிபெயர்ப்புகள் ஒற்றைமொழியில் உள்ளன, எனவே ஆங்கில சரங்களுடன் (பெரும்பாலும் என்ன) ஒரு அடிப்படை கோப்பை குறிப்பிட பரிந்துரைக்கப்படுகிறது.
tr: i18next çevirileri tek dillidir. Bu nedenle (en sık kullanılan) İngilizce dizgeleri olan bir temel dosya belirtmeniz önerilir.
uk: Переклади i18next є одномовними, тому рекомендуємо вказувати базовий файл, яким (здебільшого) є файл з рядками англійською мовою.
zh_hans: i18next 翻译是单语的，因此建议使用英语字符串（最常见的是英语字符串）指定基本文件。
zh_hant: i18ext翻譯是單語，因此建議使用（最常見的）英語字符串指定基本文件。

source: Choose this format if unsure. It stores plurals using standard CLDR suffixes.
de: Wählen Sie im Zweifel dieses Format. Es speichert Pluralformen mit Standard-CLDR-Suffixen.
ga: Roghnaigh an fhormáid seo mura bhfuil tú cinnte. Stórálann sé iolraí ag baint úsáide as iarmhíreanna caighdeánacha CLDR.
hu: Ezt a formátumot válassza, ha nem biztos a dolgában. A többes számokat a szabványos CLDR utótagokkal tárolja.
id: Pilih format ini jika ragu. Format ini menyimpan bentuk jamak menggunakan sufiks CLDR standar.
ja: 不明な場合はこの形式を選択してください。標準の CLDR 接尾辞を使用して複数形を保存します。
nl: Kies deze indeling als u niet zeker bent. Het slaat meervouden op met standaard achtervoegsel van CLDR.
pt_br: Escolha este formato se não tiver certeza. Ele armazena plurais usando sufixos CLDR padrão.
sv: Välj detta format om du är osäker. Det lagrar pluralformer med hjälp av standard CLDR-suffix.
ta: உறுதியாக தெரியாவிட்டால் இந்த வடிவமைப்பைத் தேர்வுசெய்க. இது நிலையான சி.எல்.டி.ஆர் பின்னொட்டுகளைப் பயன்படுத்தி பன்மை சேமிக்கிறது.
tr: Emin değilseniz bu biçimi seçin. Çoğul ifadeleri standart CLDR son ekleri ile kaydeder.
uk: Вибирайте цей формат, якщо не впевнені. Він зберігає множини за допомогою стандартних суфіксів CLDR.
zh_hans: 如果不确定，选择此格式。它使用标准的 CLDR 后缀存储复数。
