Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added compatibility redirects for some old URLs.
de: Kompatibilitätsweiterleitungen für einige alte URLs hinzugefügt.
ga: Cuireadh atreoruithe comhoiriúnachta leis do roinnt sean-URL.
hu: Átirányítások hozzáadva egyes régi URL-ekhez.
id: Menambahkan pengalihan kompatibilitas untuk beberapa URL lama.
ja: 一部の古い URL に互換性リダイレクトを追加。
nl: Compatibiliteit van verwijzingen voor enkele oude URL's toegevoegd.
pt_br: Adicionados redirecionamentos de compatibilidade para algumas URLs antigas.
ru: Добавлены перенаправления для совместимости со некоторыми старыми URL.
sv: Lagt till kompatibilitetsomdirigeringar för vissa gamla URL:er.
ta: சில பழைய முகவரி களுக்கு பொருந்தக்கூடிய திருப்புமுனைகள் சேர்க்கப்பட்டன.
tr: Bazı eski adresler için uyumlu yönlendirmeler eklendi.
uk: Додано переспрямовування для сумісності для застарілих адрес.
zh_hans: 新增某些旧 URL 的兼容性重定向。

source: Creating component within a category.
de: Komponentenerstellung innerhalb einer Kategorie.
ga: Comhpháirt a chruthú laistigh de chatagóir.
hu: Összetevő létrehozása kategórián belül támogatottá vált.
id: Membuat komponen dalam suatu kategori.
ja: カテゴリ内でコンポーネントを作成するように改良。
nl: Onderdeel aanmaken in een categorie.
pt_br: Criação de componente dentro de uma categoria.
ru: Создание компонента внутри категории.
sv: Skapa komponent inom en kategori.
ta: ஒரு வகைக்குள் கூறுகளை உருவாக்குதல்.
tr: Bir kategori içinde bileşen oluşturma özelliği eklendi.
uk: Створення складника у категорії.
zh_hans: 在分类中创建部件。

source: Source strings and state display for converted formats.
de: Ausgangszeichenketten und Statusanzeige für umgewandelte Formate.
ga: Teaghráin foinse agus taispeáint stáit le haghaidh formáidí tiontaithe.
hu: Forrásszövegek és állapot megjelenítése konvertált formátumok esetében.
id: String sumber dan tampilan status untuk format yang dikonversi.
ja: 変換された形式の原文と状態表示。
nl: Weergave van brontekenreeksen en status voor geconverteerde indelingen.
pt: Strings de origem e exibição de estado para formatos convertidos.
pt_br: Textos fonte e exibição de status para formatos convertidos.
ru: Исходные строки и отображение состояния для преобразованных форматов.
sv: Källsträngar och statusvisning för konverterade format.
ta: மாற்றப்பட்ட வடிவங்களுக்கான மூல சரங்கள் மற்றும் மாநில காட்சி.
tr: Dönüştürülen biçimler için kaynak dizgeler ve durum ekranı eklendi.
uk: Показ початкових рядків і стану для перетворених форматів.
zh_hans: 展示已转换字符串的源字符串和状态。

source: Block :ref:`component-edit_template` on formats which do not support it.
de: :ref:`component-edit_template` wird bei nicht unterstützen Formaten gesperrt.
ga: Bloc :ref:`component-edit_template` ar fhormáidí nach dtacaíonn leo.
hu: Az :ref:`component-edit_template` funkció letiltásra került olyan formátumoknál, amelyek nem támogatják.
id: Blokir :ref:`component-edit_template` pada format yang tidak mendukungnya.
ja: 対応していないファイル形式では、 :ref:`component-edit_template` をブロックします。
nl: Blokkeer :ref:`component-edit_template` voor indelingen die het niet ondersteunen.
pt: Bloqueia o :ref:`component-edit_template` em formatos que não o suportam.
pt_br: Bloqueia o :ref:`component-edit_template` em formatos que não o suportam.
ru: Заблокирован :ref:`component-edit_template` для форматов, которые его не поддерживают.
sv: Blockera :ref:`component-edit_template` på format som inte stöder det.
tr: Desteklemeyen biçimlerde :ref:`component-edit_template` ögesi engellendi.
uk: Блокування :ref:`component-edit_template` для форматів, де не передбачено його підтримки.
zh_hans: 在不支持 :ref:`component-edit_template` 的格式中拦截部件编辑模板。

source: :ref:`check-reused` is no longer triggered for blank strings.
de: :ref:`check-reused` wird nicht mehr für leere Zeichenketten ausgelöst.
ga: Níl :ref:`check-reused` spreagtha a thuilleadh le haghaidh teaghráin bhána.
hu: Az :ref:`check-reused` ellenőrzés többé nem aktiválódik üres szövegeknél.
id: :ref:`check-reused` tidak lagi dipicu untuk string kosong.
ja: :ref:`check-reused` で、空白の文字列に対して起動しないように修正。
nl: :ref:`check-reused` wordt niet langer geactiveerd voor lege tekenreeksen.
pt_br: :ref:`check-reused` não é mais acionado para textos em branco.
ru: :ref:`check-reused` больше не срабатывает для пустых строк.
sv: :ref:`check-reused` utlöses inte längre för tomma strängar.
tr: Boş dizgeler için :ref:`check-reused` tetiklenmesi engellendi.
uk: Перевірка :ref:`check-reused` більше не спрацьовує для порожніх рядків.
zh_hans: 空白字符串不再触发 :ref:`check-reused` 检查。

source: Performance issues while browsing some categories.
de: Leistungsprobleme beim Durchsuchen einiger Kategorien.
ga: Tá fadhbanna feidhmíochta agus tú ag brabhsáil roinnt catagóirí.
hu: Teljesítményproblémák javítva egyes kategóriák böngészésekor.
id: Masalah kinerja saat menelusuri beberapa kategori.
ja: 一部のカテゴリを閲覧するとパフォーマンスが低下します。
nl: Problemen met prestaties tijdens bladeren door sommige categorieën.
pt: Problemas de desempenho ao navegar em algumas categorias.
pt_br: Problemas de desempenho ao navegar por algumas categorias.
ru: Проблемы с производительностью при просмотре некоторых категорий.
sv: Prestandaproblem vid bläddring i vissa kategorier.
ta: சில வகைகளை உலாவும்போது செயல்திறன் சிக்கல்கள்.
tr: Bazı kategorilere göz atılırken oluşan başarım sorunları düzeltildi.
uk: Проблеми із швидкодією при навігації певними категоріями.
zh_hans: 浏览某些分类时的性能问题。

source: Fixed GitHub Team and Organization authentication in Docker container.
de: GitHub-Team- und Organisationsauthentifizierung in Docker-Containern korrigiert.
ga: Foireann GitHub Seasta agus fíordheimhniú Eagraíochta i gcoimeádán Docker.
hu: GitHub Team és Organization hitelesítés javítva Docker-konténerben.
id: Memperbaiki autentikasi Tim dan Organisasi GitHub dalam kontainer Docker.
ja: Docker コンテナーでの GitHub チームと組織の認証を修正。
nl: Gerepareerde authenticatie GitHub Team en Organization in Docker container.
pt_br: Corrigida a autenticação de Equipe e Organização do GitHub no contêiner Docker.
ru: Исправлена авторизация для GitHub Team и Organization в контейнере Docker.
sv: Fixat GitHub Team- och organisationsautentisering i Docker-container.
ta: கப்பல்துறை கொள்கலனில் நிலையான அறிவிலிமையம் குழு மற்றும் நிறுவன ஏற்பு.
tr: Docker kapsayıcısında GitHub Team and Organization kimlik doğrulaması desteği düzeltildi.
uk: Виправлено розпізнавання для GitHub Team і Organization у контейнері Docker.
zh_hans: 修复了 Docker 容器中 GitHub 团队和组织身份验证的问题。

source: GitLab merge requests when using a customized SSH port.
de: GitLab-Merge-Requests beim Verwenden eines angepassten SSH-Ports.
ga: Iarratais chumasc GitLab agus port SSH saincheaptha in úsáid.
hu: GitLab egyesítési (merge) kérelmek támogatása egyedi SSH port használata esetén.
id: Permintaan penggabungan GitLab saat menggunakan port SSH yang disesuaikan.
ja: カスタマイズされた SSH ポートを使用する場合の GitLab マージ リクエスト。
nl: GitLab verzoeken voor samenvoegen bij gebruiken van een aangepaste poort voor SSH.
pt_br: Merge requests do GitLab ao usar uma porta SSH personalizada.
ru: Запрос на слияние в GitLab при использовании пользовательского порта SSH.
sv: GitLab-sammanslagningsförfrågningar vid användning av en anpassad SSH-port.
ta: தனிப்பயனாக்கப்பட்ட பாஓடு போர்ட்டைப் பயன்படுத்தும் போது அறிவிலிஆய்வு ஒன்றிணைப்பு கோரிக்கைகள்.
tr: GitLab birleştirme isteklerinin özel bir SSH bağlantı noktası ile yapılması sağlandı.
uk: Реалізовано запити щодо об'єднання GitLab при нетиповому порті SSH.
zh_hans: 使用自定义 SSH 端口时的 GitLab 合并请求。

source: `pyahocorasick` dependency has been replaced by `ahocorasick_rs`.
de: Die `pyahocorasick`-Abhängigkeit wurde durch `ahocorasick_rs` ersetzt.
ga: Tá `ahocorasick_rs` curtha in ionad an spleáchais `pyahocorasick`.
hu: A `pyahocorasick` függőség helyett mostantól `ahocorasick_rs` kerül használatra.
id: Dependensi `pyahocorasick` telah digantikan oleh `ahocorasick_rs`.
ja: `pyahocorasick` 依存関係は `ahocorasick_rs` に置き換え修正。
nl: afhankelijkheid `pyahocorasick` is vervangen door `ahocorasick_rs`.
pt_br: A dependência `pyahocorasick` foi substituída por `ahocorasick_rs`.
ru: Зависимость `pyahocorasick` заменена `ahocorasick_rs`.
sv: Beroendet `pyahocorasick` har ersatts av `ahocorasick_rs`.
ta: `பியாஓகோராசிக்` சார்பு` அஓகோராசிக்_ஆர்எச்` ஆல் மாற்றப்பட்டுள்ளது.
tr: `pyahocorasick` bağımlılığı `ahocorasick_rs` ile değiştirildi.
uk: Залежність від `pyahocorasick` замінено залежністю від `ahocorasick_rs`.
zh_hans: `pyahocorasick` 依赖项已被 `ahocorasick_rs` 替代。

source: The default value of :setting:`IP_PROXY_OFFSET` has been changed from 1 to -1.
de: Der Standardwert von :setting:`IP_PROXY_OFFSET` wurde von 1 auf -1 geändert.
ga: Athraíodh luach réamhshocraithe :setting:`IP_PROXY_OFFSET` ó 1 go -1.
hu: Az :setting:`IP_PROXY_OFFSET` alapértelmezett értéke 1-ről -1-re változott.
id: Nilai bawaan :setting:`IP_PROXY_OFFSET` telah diubah dari 1 menjadi -1.
ja: :setting:`IP_PROXY_OFFSET` のデフォルト値を 1 から -1 に変更。
nl: De standaard waarde van :setting:`IP_PROXY_OFFSET` is gewijzigd van 1 naar -1.
pt: O valor padrão de :setting:`IP_PROXY_OFFSET` foi alterado de 1 para -1.
pt_br: O valor padrão de :setting:`IP_PROXY_OFFSET` foi alterado de 1 para -1.
ru: Значение по умолчанию :setting:`IP_PROXY_OFFSET` было изменено с 1 на -1.
sv: Standardvärdet för :setting:`IP_PROXY_OFFSET` har ändrats från 1 till -1.
tr: :setting:`IP_PROXY_OFFSET` seçeneğinin varsayılan değeri 1 yerine -1 yapıldı.
uk: Типове значення :setting:`IP_PROXY_OFFSET` було замінено з 1 на -1.
zh_hans: :setting:`IP_PROXY_OFFSET` 的默认值已从 1 改为 -1。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/103?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__。

source: *Released on August 24th 2023.*
de: *Veröffentlicht am 24. August 2023.*
ga: *Eisithe ar 24 Lúnasa 2023.*
hu: *Kiadva: 2023. augusztus 24.*
id: *Dirilis pada 24 Agustus 2023.*
nl: *Uitgegeven op 24 augustus 2023.*
pt_br: *Atualizado em 24 de agosto de 2023.*
sv: *Släpptes den 24 augusti 2023.*
tr: *24 Ağustos 2023 tarihinde yayınlandı.*
uk: *Випущено 24 серпня 2023 року.*

source: :doc:`/formats/markdown` support, thanks to Anders Kaplan.
de: :doc:`/formats/markdown`-Unterstützung, dank Anders Kaplan.
ga: :doc:`/formats/markdown` tacaíocht, a bhuíochas le Anders Kaplan.
hu: Támogatás a :doc:`/formats/markdown` formátumhoz, Anders Kaplan munkájának köszönhetően.
id: :doc:`/formats/markdown` dukungan, berkat Anders Kaplan.
ja: :doc:`/formats/markdown` に対応、Anders Kaplan 氏に感謝。
nl: :doc:`/formats/markdown` ondersteuning, dank aan Anders Kaplan.
pt: Suporte :doc:`/formats/markdown`, um obrigado a Anders Kaplan.
pt_br: Suporte a :doc:`/formats/markdown`, obrigado a Anders Kaplan.
ru: Поддержка :doc:`/formats/markdown`, спасибо Андерсу Каплану.
sv: :doc:`/formats/markdown`-stöd, tack vare Anders Kaplan.
tr: :doc:`/formats/markdown` desteği eklendi. Teşekkürler Anders Kaplan.
uk: Підтримка :doc:`/formats/markdown` завдяки Anders Kaplan.
zh_hans: :doc:`/formats/markdown` 支持， 感谢 Anders Kaplan。

source: :ref:`category` can now organize components within a project.
de: :ref:`category` kann nun Komponenten innerhalb eines Projekts organisieren.
ga: Is féidir le :ref:`category` comhpháirteanna a eagrú laistigh de thionscadal anois.
hu: A :ref:`category` lehetővé teszi az összetevők rendszerezését projekten belül.
id: :ref:`category` sekarang dapat mengatur komponen dalam suatu proyek.
ja: :ref:`category` でプロジェクト内のコンポーネントを整理できるように改良。
nl: :ref:`category` kan nu onderdelen binnen een project beheren.
pt_br: :ref:`category` agora pode organizar componentes dentro de um projeto.
ru: :ref:`category` теперь может организовывать компоненты внутри проекта.
sv: :ref:`category` kan nu organisera komponenter inom ett projekt.
tr: :ref:`category` ile proje içindeki bileşenleri düzenleme seçeneği eklendi.
uk: У новій версії для упорядковування складників проєкту можна використовувати :ref:`категорії <category>`.
zh_hans: :ref:`category` 现可组织项目内的部件。

source: :doc:`/formats/fluent` now has better syntax checks thanks to Henry Wilkes.
de: :doc:`/formats/fluent` hat jetzt bessere Syntaxprüfungen dank Henry Wilkes.
ga: Tá seiceálacha comhréire níos fearr ag :doc:`/formats/fluent` anois a bhuíochas do Henry Wilkes.
hu: A :doc:`/formats/fluent` mostantól jobb szintaxisellenőrzést kapott Henry Wilkes hozzájárulásával.
id: :doc:`/formats/fluent` sekarang memiliki pemeriksaan sintaksis yang lebih baik berkat Henry Wilkes.
ja: :doc:`/formats/fluent` の構文検査の改良、Henry Wilkes に感謝。
nl: :doc:`/formats/fluent` heeft nu betere controles voor syntaxis, dankzij Henry Wilkes.
pt: :doc:`/formats/fluent` agora tem melhores verificações de sintaxe graças a Henry Wilkes.
pt_br: :doc:`/formats/fluent` agora tem melhores verificações de sintaxe graças a Henry Wilkes.
ru: :doc:`/formats/fluent` теперь имеет улучшенную проверку синтаксиса благодаря Генри Уилксу.
sv: :doc:`/formats/fluent` har nu bättre syntaxkontroller tack vare Henry Wilkes.
tr: :doc:`/formats/fluent` içindeki söz dizimi denetimleri iyileştirildi. Teşekkürler Henry Wilkes.
uk: У новій версії удосконалено підтримку перевірок синтаксису :doc:`/formats/fluent` завдяки Henry Wilkes.
zh_hans: :doc:`/formats/fluent` 现在有更好的语法检查，感谢 Henry Wilkes。

source: Inviting users now works with all authentication methods.
de: Das Einladen von Benutzern funktioniert jetzt mit allen Authentifizierungsmethoden.
ga: Oibríonn úsáideoirí cuireadh anois le gach modh fíordheimhnithe.
hu: A felhasználók meghívása mostantól minden hitelesítési móddal működik.
id: Mengundang pengguna sekarang berfungsi dengan semua metode autentikasi.
ja: ユーザーの招待がすべての認証方法で機能するように改良。
nl: Uitnodigen van gebruikers werkt nu met alle methoden voor authenticatie.
pt_br: Convidar usuários agora funciona com todos os métodos de autenticação.
ru: Приглашение пользователей теперь работает со всеми методами авторизации.
sv: Inbjudan av användare fungerar nu med alla autentiseringsmetoder.
ta: பயனர்களை அழைப்பது இப்போது அனைத்து அங்கீகார முறைகளுடனும் செயல்படுகிறது.
tr: Kullanıcıları davet etme özelliğinin tüm kimlik doğrulama yöntemleri ile çalışması sağlandı.
uk: У новій версії запрошення користувачів із усіма способами розпізнавання.
zh_hans: 用户邀请现对所有身份验证方式均正常工作。

source: Docker container supports file backed secrets, see :ref:`docker-secrets`.
de: Docker-Container unterstützen dateibasierte Geheimnisse, siehe :ref:`docker-secrets`.
ga: Tacaíonn coimeádán docker le rúin a bhfuil tacaíocht comhaid acu, féach :ref:`docker-secrets`.
hu: A Docker-konténer támogatja a fájl alapú titkos kulcsokat, lásd: :ref:`docker-secrets`.
id: Kontainer Docker mendukung rahasia yang didukung berkas, lihat :ref:`docker-secrets`.
ja: Docker コンテナーは、ファイルにバックアップされたシークレットに対応。参照: :ref:`docker-secrets`。
nl: Docker container ondersteunt in bestanden opgeslagen geheimen, bekijk :ref:`docker-secrets`.
pt_br: O contêiner Docker suporta segredos com suporte a arquivos, consulte :ref:`docker-secrets`.
ru: Контейнер Docker поддерживает коды, поддерживаемые файлами, см. :ref:`docker-secrets`.
sv: Docker-containern stöder filbaserade hemligheter, se :ref:`docker-secrets`.
tr: Docker kapsayıcısına dosyadaki parolalar desteği eklendi. Ayrıntılı bilgi almak için: :ref:`docker-secrets`.
uk: У контейнері Docker передбачено підтримку реєстраційних даних у файлах, див. :ref:`docker-secrets`.
zh_hans: Docker 容器支持 secrets 文件，见 :ref:`docker-secrets`。

source: Plurals handling in machine translation.
de: Behandlung von Pluralformen in der maschinellen Übersetzung.
ga: Láimhseáil iolraí in aistriúchán meaisín.
hu: Többes szám kezelése gépi fordítás során.
id: Penanganan bentuk jamak dalam terjemahan mesin.
ja: 機械翻訳における複数形の処理の改良。
nl: Afhandeling meervouden in machinevertaling.
pt: Tratamento de plurais na tradução automática.
pt_br: Tratamento de plurais na tradução automática.
ru: Обработка множественного числа в машинном переводе.
sv: Hantering av pluralformer i maskinöversättning.
ta: இயந்திர மொழிபெயர்ப்பில் பன்மை கையாளுதல்.
tr: Makine çevirilerinde çoğul biçimlerin işlenmesi iyileştirildi.
uk: Обробка форм множини у комп'ютерних перекладах.
zh_hans: 机器翻译的复数处理。

source: :ref:`check-same` check now honors placeholders even in the strict mode.
de: :ref:`check-same`-Prüfung berücksichtigt nun auch im strict-Modus Platzhalter.
ga: Tugann seiceáil :ref:`check-same` anois áititheoirí fiú amháin sa mhodh dian.
hu: A :ref:`check-same` ellenőrzés mostantól figyelembe veszi a helyettesítőket szigorú módban is.
id: :ref:`check-same` pemeriksaan sekarang menghormati penempatan bahkan dalam mode ketat.
ja: :ref:`check-same` 検査は、厳密モードでもプレースホルダを優先するように改良。
nl: controle :ref:`check-same` houdt rekening met plaatsvervangers, zelfs in de modus strict.
pt: :ref:`check-same` agora verifica espaços reservados mesmo no modo estrito.
pt_br: A verificação :ref:`check-same` agora respeita os espaços reservados, mesmo no modo estrito.
ru: Проверка :ref:`check-same` теперь учитывает заполнители даже в строгом режиме.
sv: :ref:`check-same` check respekterar nu platshållare även i strikt läge.
ta: :ref:`check-same` சரிபார் now honors placeholders இரட்டை in the strict mode.
tr: :ref:`check-same` kalite denetiminin sıkı kipte bile yer belirticileri dikkate alması sağlandı.
uk: У новій версії у перевірці :ref:`check-same` враховуються замінники, навіть у строгому режимі.
zh_hans: :ref:`check-same` 检查现在遵守占位符，即使在严格模式下也是如此。

source: :ref:`check-reused` is no longer triggered for languages with a single plural form.
de: :ref:`check-reused` wird nicht mehr für Sprachen mit einer einzigen Pluralform ausgelöst.
ga: Ní spreagtar :ref:`check-reused` a thuilleadh do theangacha a bhfuil foirm iolra amháin acu.
hu: Az :ref:`check-reused` többé nem aktiválódik egyetlen többes számú alakot használó nyelveknél.
id: :ref:`check-reused` tidak lagi dipicu untuk bahasa dengan bentuk jamak tunggal.
ja: :ref:`check-reused` は、複数形のない言語では検査しないように修正。
nl: :ref:`check-reused` wordt niet langer geactiveerd voor talen met een enkele vorm voor meervoud.
pt_br: :ref:`check-reused` não é mais acionado para idiomas com uma única forma plural.
ru: :ref:`check-reused` больше не срабатывает для языков с одной формой множественного числа.
sv: :ref:`check-reused` utlöses inte längre för språk med en enda pluralform.
ta: :ref:`check-reused` is இல்லை longer triggered க்கு மொழிகள் with a ஒற்றை plural form.
tr: :ref:`check-reused` denetiminin tek çoğul biçimi olan diller için tetiklenmesi engellendi.
uk: Перевірка :ref:`check-reused` більше не спрацьовує для мов із однією формою множини.
zh_hans: 不再对单一复数形式的语言触发 :ref:`check-reused`。

source: Avoid duplicate notification when a user is subscribed to overlapping scopes.
de: Doppelte Benachrichtigungen werden vermieden, wenn ein Benutzer sich überschneidende Bereiche abonniert hat.
ga: Seachain fógra dúblach nuair a bhíonn úsáideoir suibscríofa do scóipeanna forluiteacha.
hu: Elkerüljük a duplikált értesítéseket, ha a felhasználó átfedő tartományokra van feliratkozva.
id: Hindari notifikasi duplikat saat pengguna berlangganan pada cakupan yang tumpang tindih.
ja: ユーザーが重複する使用範囲にサブスクライブしている場合の通知の重複を回避。
nl: Vermijd dupliceren van notificatie als gebruiker geabonneerd is op overlappende bereiken.
pt_br: Evita notificações duplicadas quando um usuário estiver inscrito em escopos sobrepostos.
ru: Избегайте дублирования уведомлений, когда пользователь подписан на перекрывающиеся области.
sv: Undvik dubbla aviseringar när en användare prenumererar på överlappande områden.
ta: ஒரு பயனர் ஒன்றுடன் ஒன்று ச்கோப்களுக்கு சந்தா செலுத்தும்போது நகல் அறிவிப்பைத் தவிர்க்கவும்.
tr: Bir kullanıcı çakışan kapsamlara abone olduğunda bildirimlerin yinelenmesi engellendi.
uk: Підтримки оновлення до нових основних версій не передбачено. Завжди виконуйте оновлення до найсвіжішої проміжної версії початкового основного випуску. Оновлення, у яких пропущено цей крок, вважаються непідтримуваними — вони не працюватимуть як слід.
zh_hans: 当用户订阅重叠范围时避免重复通知。

source: :ref:`xliff` now supports displaying source string location.
de: :ref:`xliff` unterstützt nun die Anzeige der Position der Ausgangszeichenkette.
ga: Tacaíonn :ref:`xliff` anois le suíomh teaghrán foinse a thaispeáint.
hu: Az :ref:`xliff` mostantól megjeleníti a forrásszöveg helyét is.
id: :ref:`xliff` sekarang mendukung tampilan lokasi string sumber.
ja: :ref:`xliff` が原文の位置表示に対応。
nl: :ref:`xliff` ondersteunt nu het weergeven van de locatie van de brontekenreeks.
pt_br: :ref:`xliff` agora suporta a exibição da localização de texto fonte.
ru: :ref:`xliff` теперь поддерживает отображение местоположения исходной строки.
sv: :ref:`xliff` stöder nu visning av källsträngens placering.
tr: :ref:`xliff` için kaynak dizge konumunu görüntüleme desteği eklendi.
uk: У новій версії у :ref:`xliff` передбачено підтримку показу даних щодо розташування початкового рядка.
zh_hans: :ref:`xliff` 现支持展示源字符串位置。

source: Rendering strings with plurals, placeholders or alternative translations.
de: Darstellung von Zeichenketten mit Pluralformen, Platzhaltern oder alternativen Übersetzungen.
ga: Teaghráin rindreála le hiolra, áitshealbhóirí nó aistriúcháin mhalartacha.
hu: Többes számú alakokat, helyettesítőket vagy alternatív fordításokat tartalmazó szövegek megjelenítése.
id: Merender string dengan bentuk jamak, pengganti, atau terjemahan alternatif.
ja: 複数形、プレースホルダ、代替訳を含む文字列の生成。
nl: Renderen van tekenreeksen met meervouden, plaatsvervangers of alternatieve vertalingen.
pt: Renderização de cadeias com plurais, espaços reservados ou traduções alternativas.
pt_br: Renderização de textos com plurais, espaços reservados ou traduções alternativas.
ru: Отображение строк с множественным числом, заполнителями или альтернативными переводами.
sv: Rendering av strängar med pluralformer, platshållare eller alternativa översättningar.
ta: பன்மை, ஒதுக்கிடங்கள் அல்லது மாற்று மொழிபெயர்ப்புகளுடன் சரங்களை வழங்குதல்.
tr: Dizgelerin çoğullar, yer belirticiler veya alternatif çevirilerle görüntülenmesi sağlandı.
uk: Показ рядків із формами множини, замінниками або альтернативними перекладами.
zh_hans: 用复数、占位符或备选翻译渲染字符串。
