Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: License of the translation (does not need to be the same as the source code license).
de: Lizenz der Übersetzung (muss nicht mit der Lizenz des Quellcodes übereinstimmen).
ga: Ceadúnas an aistriúcháin (ní gá a bheith mar an gcéanna leis an gceadúnas cód foinse).
hu: A fordításra vonatkozó licenc (nem szükséges, hogy megegyezzen a forráskód licencével).
id: Lisensi terjemahan (tidak harus sama dengan lisensi kode sumber).
ja: 翻訳のライセンス（ソースコードのライセンスと同一である必要はありません） 。
nl: Licentie voor de vertaling (hoeft niet hetzelfde te zijn als de licentie voor de broncode).
pt: Licença da tradução (não precisa ser igual à licença do código-fonte).
pt_br: Licença da tradução (não precisa ser igual à licença do código-fonte).
ro: Licența traducerii (nu trebuie să fie aceeași cu cea a codului sursă).
ru: Лицензия на перевод (не обязательно должна совпадать с лицензией на исходный код).
sv: Licens för översättningen (behöver inte vara densamma som källkodslicensen).
ta: மொழிபெயர்ப்பின் உரிமம் (மூலக் குறியீடு உரிமத்திற்கு சமமாக இருக்க தேவையில்லை).
tr: Çevirinin lisansı (kaynak kodunun lisansı ile aynı olması gerekmez).
uk: Умови ліцензування перекладу (не обов'язково мають збігатися із умовами ліцензування на початковий код).
zh_hans: 翻译的许可（不需要与源代码的许可证相同）。
zh_hant: 翻譯的許可（不需要與源代碼的許可相同）。

source: Contributor license agreement which needs to be approved before a user can translate this component.
de: Der Mitwirkungsvereinbarung muss zugestimmt werden, bevor ein Benutzer diese Komponente übersetzen kann.
ga: Comhaontú ceadúnais ranníocóra a chaithfear a cheadú sular féidir le húsáideoir an chomhpháirt seo a aistriú.
hu: A közreműködői licencszerződés, amelyet jóvá kell hagyni, mielőtt egy felhasználó fordíthatná az adott összetevőt.
id: Penyetujuan lisensi kontributor yang harus disetujui sebelum pengguna dapat menerjemahkan komponen ini.
ja: ユーザーがこのコンポーネントを翻訳する前に同意する必要がある貢献者ライセンス同意書。
nl: Medewerker licentieovereenkomst die goedgekeurd dient te worden voordat een gebruiker dit onderdeel mag vertalen.
pt_br: Contrato de licença do colaborador que precisa ser aprovado antes de um usuário poder traduzir este componente.
sv: Licensavtal för bidragsgivare som måste godkännas innan en användare kan översätta denna komponent.
tr: Bir kullanıcının bu bileşeni çevirmeden önce kabul etmesi gereken katılımcı lisans anlaşması.
uk: Ліцензійна угода учасника, яку потрібно схвалити, перш ніж користувач зможе перекладати цей компонент.

source: Markdown can be used for text formatting or inserting links.
de: Markdown kann zum Formatieren von Text oder zum Einfügen von Links verwendet werden.
ga: Is féidir Markdown a úsáid le haghaidh formáidiú téacs nó naisc a chur isteach.
hu: A szöveg formázásához vagy hivatkozások beszúrásához használható a Markdown.
id: Markdown dapat digunakan untuk memformat teks atau menyisipkan tautan.
nl: Markdown mag worden gebruikt voor opmaak van tekst of het invoegen van links.
pt_br: Markdown pode ser usado para formatar texto ou inserir links.
sv: Markdown kan användas för textformatering eller för att infoga länkar.
tr: Metni biçimlendirmek veya bağlantı eklemek için Markdown kullanılabilir.
uk: Markdown можна використовувати для форматування тексту або вставки посилань.

source: Adding new translation
de: Neue Übersetzung hinzufügen
ga: Aistriúchán nua á chur leis
hu: Új fordítás hozzáadása
id: Menambahkan terjemahan baru
ja: 新しい翻訳の追加
nl: Nieuwe vertaling toevoegen
pt: Adicionar nova tradução
pt_br: Adição de nova tradução
ro: Adăugare traduceri noi
ru: Добавление нового перевода
sv: Lägg till ny översättning
ta: புதிய மொழிபெயர்ப்பைச் சேர்ப்பது
tr: Yeni çeviri ekleme
uk: Додавання нового перекладу
zh_hans: 添加新语种
zh_hant: 加入新翻譯

source: How to handle requests for creation of new languages. Available options:
de: Wie man mit Anfragen zur Erstellung neuer Sprachen umgeht. Verfügbare Optionen:
ga: Conas iarratais ar chruthú teangacha nua a láimhseáil. Roghanna atá ar fáil:
hu: Új nyelvek létrehozására vonatkozó kérelmek kezelése. Elérhető lehetőségek:
id: Cara menangani permintaan pembuatan bahasa baru. Opsi yang tersedia:
ja: 新しい言語の作成依頼の取り扱い方法。次の選択肢があります。
nl: Hoe verzoeken voor het maken van nieuwe talen af te handelen. Beschikbare opties:
pt: Como lidar com solicitações de criação de novos idiomas. Opções disponíveis:
pt_br: Como lidar com solicitações de criação de novos idiomas. Opções disponíveis:
ro: Cum se gestionează cererile de creare de noi limbi. Opțiuni disponibile:
ru: Как обрабатывать запросы на создание новых языков. Доступные варианты:
sv: Hur man hanterar förfrågningar om skapande av nya språk. Tillgängliga alternativ:
ta: புதிய மொழிகளை உருவாக்குவதற்கான கோரிக்கைகளை எவ்வாறு கையாள்வது. கிடைக்கும் விருப்பங்கள்:
tr: Yeni dil ekleme isteklerinin nasıl işleneceği. Kullanılabilecek seçenekler:
uk: Спосіб обробки запитів щодо створення нових записів мов. Доступні варіанти:
zh_hans: 如何处理创建新语言的请求。可用选项：
zh_hant: 如何處理創建新語言的請求。可用選項：

source: Contact maintainers
de: Projektbetreuer kontaktieren
ga: Déan teagmháil le cothaitheoirí
hu: Kapcsolatfelvétel a karbantartókkal
id: Hubungi pengelola
ja: 保守担当者に連絡
nl: Contact opnemen met beheerders
pt: Contactar gestores
pt_br: Contatar os mantenedores
ro: Contact responsabili
ru: Связаться с кураторами
sv: Kontakta ansvariga
ta: தொடர்பு பராமரிப்பாளர்கள்
tr: Sorumlulara bildirim
uk: Звʼязатися з розробниками
zh_hans: 联系维护者
zh_hant: 聯絡維護者

source: User can select desired language and the project maintainers will receive a notification about this. It is up to them to add (or not) the language to the repository.
de: Der Benutzer kann die gewünschte Sprache auswählen und die Projektbetreuer erhalten eine Benachrichtigung darüber. Es liegt an ihnen, ob Sie die Sprache zum Repository hinzufügen.
ga: Is féidir leis an úsáideoir an teanga atá ag teastáil a roghnú agus gheobhaidh cothaitheoirí an tionscadail fógra faoi seo. Tá sé de dhualgas orthu an teanga a chur (nó gan) a chur leis an stór.
hu: A felhasználó kiválaszthatja a kívánt nyelvet, és a projekt karbantartói értesítést kapnak erről. Rajtuk múlik, hogy hozzáadják-e a nyelvet a tárolóhoz.
id: Pengguna dapat memilih bahasa yang diinginkan dan pengelola proyek akan menerima notifikasi. Mereka bebas menambahkan (atau tidak) bahasa tersebut ke repositori.
ja: ユーザーは希望する言語を選択して、プロジェクトの保守担当者は言語についての通知を受け取ります。言語をリポジトリに追加するかどうかは、担当者次第です。
nl: De gebruiker kan de gewenste taal selecteren en de beheerders van het project zullen hierover een notificatie ontvangen. Het is vervolgens aan hen om de taal toe te voegen (of niet) in de opslagruimte.
pt: O utilizador pode selecionar o idioma desejado e os gestores do projeto vão receber uma notificação sobre isto. Caberá a eles adicionar ou não o idioma ao repositório.
pt_br: O usuário pode selecionar o idioma desejado e os mantenedores do projeto receberão uma notificação sobre isso. Cabe a eles adicionar (ou não) o idioma ao repositório.
ro: Utilizatorul poate selecta limba dorită, iar responsabilii de proiect vor primi o notificare în acest sens. Depinde de ei să adauge (sau nu) limba în depozit.
ru: Пользователь может выбрать желаемый язык, а кураторы проекта получат об этом уведомление. Добавление (или не добавление) языка в репозиторий зависит от них.
sv: Användaren kan välja önskat språk och projektansvariga kommer att få ett meddelande om detta. Det är upp till dem att lägga till (eller inte) språket i arkivet.
ta: பயனர் விரும்பிய மொழியைத் தேர்ந்தெடுக்கலாம், மேலும் திட்ட பராமரிப்பாளர்கள் இது குறித்த அறிவிப்பைப் பெறுவார்கள். களஞ்சியத்தில் மொழியைச் சேர்ப்பது (அல்லது இல்லை) அவர்களுடையது.
tr: Kullanıcı istediği dili seçebilir ve proje sorumlularına bununla ilgili bir bildirim gönderilir. Dili depoya eklemek (ya da eklememek) proje sorumlusuna kalır.
uk: Користувач може вибрати бажану мову, а супровідники проєкту отримають про це сповіщення. Супровідники зможуть вирішувати, чи слід додавати мову до сховища.
zh_hans: 用户可以选择所需的语言，项目维护者将收到相关通知。由项目维护者来决定是否将该语言添加到仓库中。
zh_hant: 用戶可以選擇所需的語言，項目維護者將收到有關該語言的通知。由他們決定是否向倉庫添加（或不添加）語言。

source: Point to translation instructions URL
de: Auf die URL für die Übersetzungsanweisungen verweisen
ga: Pointe ar threoracha aistriúcháin URL
hu: Fordítási útmutató URL megadása
id: Arahkan ke URL petunjuk penerjamahan
ja: 翻訳案内の URL の指定
nl: Verwijzen naar URL met vertaalinstructies
pt: Apontar para URL com instruções de tradução
pt_br: Apontar para a URL de instruções de tradução
ro: Indică URL-ul către instrucțiunile de traducere
ru: Указать URL на инструкции по переводу
sv: Peka på URL för översättningsinstruktioner
ta: மொழிபெயர்ப்பு வழிமுறைகளை சுட்டிக்காட்டுங்கள் முகவரி
tr: Çeviri yönergesi adresi görüntülensin
uk: Вказати посилання на вказівки з перекладу
zh_hans: 指向翻译指引 URL
zh_hant: 指向翻譯指示 URL

source: User is presented a link to page which describes process of starting new translations. Use this in case more formal process is desired (for example forming a team of people before starting actual translation).
de: Der Benutzer erhält einen Link zu einer Seite, die den Prozess des Beginns neuer Übersetzungen beschreibt. Verwenden Sie diese Seite, wenn ein formellerer Prozess gewünscht wird (z. B. die Bildung eines Teams von Personen vor dem Beginn der eigentlichen Übersetzung).
ga: Cuirtear nasc chuig leathanach i láthair don úsáideoir a chuireann síos ar an bpróiseas chun aistriúcháin nua a thosú. Bain úsáid as seo ar eagla go mbeadh próiseas níos foirmeálta ag teastáil (mar shampla foireann daoine a bhunú sula dtosaíonn tú ar an aistriúchán féin).
hu: A felhasználó egy olyan oldalra mutató hivatkozást kap, amely leírja az új fordítások indításának folyamatát. Ezt akkor célszerű használni, ha formálisabb eljárásra van szükség (például egy csapat létrehozása a fordítás megkezdése előtt).
id: Pengguna akan diberikan tautan ke halaman yang menjelaskan proses memulai terjemahan baru. Gunakan tautan ini jika menginginkan proses yang lebih formal (misalnya, membentuk tim sebelum memulai terjemahan).
ja: ユーザーには、新しい翻訳を開始する過程の説明ページへのリンクを表示します。これは、より正式な過程を必要とする場合（たとえば、実際の翻訳を開始する前にチームを結成する場合など）に使用します。
nl: De gebruiker krijgt een koppeling aangeboden naar een pagina die het proces voor het beginnen van nieuwe vertalingen beschrijft. Gebruik dit in het geval een meer formeel proces gewenst is (bijvoorbeeld voor het vormen van een team mensen, voordat met de feitelijke vertaling wordt begonnen).
pt: É apresentado ao utilizador uma ligação para a página que descreve o processo de iniciar novas traduções. Use-o caso deseje um processo mais formal (por exemplo, formar uma equipa antes de iniciar a tradução real).
pt_br: É apresentado ao usuário um link para a página que descreve o processo de iniciar novas traduções. Use-o caso deseje um processo mais formal (por exemplo, formar uma equipe antes de iniciar a tradução real).
ro: Utilizatorului i se prezintă un link către o pagină care descrie procesul de inițiere a noilor traduceri. Utilizați această pagină în cazul în care se dorește un proces mai formal (de exemplu, formarea unei echipe de persoane înainte de a începe traducerea propriu-zisă).
ru: Пользователю предоставляется ссылка на страницу, которая описывает процесс начала новых переводов. Используйте этот вариант в случае, если вам требуется более формальный процесс (например, формирование команды людей перед началом фактического перевода).
sv: Användaren får en länk till en sida som beskriver processen för att starta nya översättningar. Använd detta om en mer formell process önskas (till exempel att bilda ett team innan den faktiska översättningen påbörjas).
ta: புதிய மொழிபெயர்ப்புகளைத் தொடங்கும் செயல்முறையை விவரிக்கும் பக்கத்திற்கான இணைப்பை பயனர் வழங்குகிறார். மேலும் முறையான செயல்முறை விரும்பினால் இதைப் பயன்படுத்து (எடுத்துக்காட்டாக உண்மையான மொழிபெயர்ப்பைத் தொடங்குவதற்கு முன்பு மக்கள் குழுவை உருவாக்குதல்).
tr: Kullanıcıya, yeni çevirilere başlama sürecini açıklayan bir sayfa bağlantısı sunulur. Bu seçeneği daha resmi bir süreç istenmesi durumunda kullanabilirsiniz (çeviriye başlamadan önce bir ekip oluşturmak gibi).
uk: Користувачеві буде надано посилання на сторінку, яка описує процедуру започаткування нових перекладів. Скористайтеся цим пунктом, якщо бажаним є формальніший підхід (наприклад, формування команди до того, як буде розпочато переклад).
zh_hans: 用户会看到一个链接，该链接指向的页面描述了开始新翻译的过程。如果需要更正式的过程（例如在开始实际翻译之前组建一个团队），请使用此选项。
zh_hant: 向用戶顯示的頁面鏈接描述了開始新翻譯的過程。如果需要更正式的流程（例如，在開始實際翻譯之前組成人員團隊），請使用此選項。

source: Create new language file
de: Neue Sprachdatei erstellen
ga: Cruthaigh comhad teanga nua
hu: Új nyelvi fájl létrehozása
id: Membuat berkas bahasa baru
ja: 新しい言語ファイルの作成
nl: Nieuw taalbestand maken
pt: Criar ficheiro de idioma
pt_br: Criar novo arquivo de idioma
ro: Crearea unui nou fișier de limbă
ru: Создать новый язык
sv: Skapa ny språkfil
ta: புதிய மொழி கோப்பை உருவாக்கவும்
tr: Yeni dil dosyası oluşturulsun
uk: Створити новий мовний файл
zh_hans: 为新语言创建翻译文档
zh_hant: 建立新語言檔

source: User can select language and Weblate automatically creates the file for it and translation can begin.
de: Der Benutzer kann eine Sprache auswählen, Weblate erstellt automatisch die entsprechende Datei und die Übersetzung kann beginnen.
ga: Is féidir leis an úsáideoir teanga a roghnú agus cruthaíonn Weblate an comhad dó go huathoibríoch agus is féidir tús a chur leis an aistriúchán.
hu: A felhasználó kiválaszthatja a nyelvet, és a Weblate automatikusan létrehozza a hozzá tartozó fájlt, így azonnal megkezdhető a fordítás.
id: Pengguna dapat memilih bahasa dan Weblate secara otomatis membuat berkas untuk bahasa tersebut dan terjemahan dapat dimulai.
ja: ユーザーが言語を選択すると、Weblate が自動的に必要なファイルを自動生成し、翻訳を開始できます。
nl: De gebruiker kan de taal selecteren en Weblate maakt automatisch het bestand ervoor en de vertaling kan beginnen.
pt: O utilizador pode selecionar o idioma e o Weblate cria automaticamente o ficheiro para ele e a tradução pode começar.
pt_br: O usuário pode selecionar o idioma e o Weblate cria automaticamente o arquivo para ele e a tradução pode começar.
ro: Utilizatorul poate selecta limba, iar Weblate creează automat fișierul pentru aceasta și poate începe traducerea.
ru: Пользователь может выбрать язык и Weblate автоматически создаст для него файл, так что можно сразу начинать переводить.
sv: Användaren kan välja språk och Weblate skapar automatiskt filen för det språket, varefter översättningen kan påbörjas.
ta: பயனர் மொழியைத் தேர்ந்தெடுத்து, அதற்கான கோப்பை தானாக உருவாக்கி மொழிபெயர்ப்பு தொடங்கலாம்.
tr: Kullanıcı dili seçebilir, Weblate dosyayı kendiliğinden oluşturur ve çeviri başlayabilir.
uk: Користувач може вибрати мову, Weblate автоматично створить файл для неї, і переклад можна буде розпочати.
zh_hans: 用户可以选择语言，Weblate 会自动为其创建文件，然后就可以开始翻译了。
zh_hant: 用戶可以選擇語言，然後 Weblate 會自動為其新建文件並開始翻譯。

source: Disable adding new translations
de: Hinzufügen neuer Übersetzungen deaktivieren
ga: Díchumasaigh aistriúcháin nua a chur leis
hu: Új fordítások hozzáadásának letiltása
id: Nonaktifkan menambah terjemahan baru
ja: 新しい翻訳の追加の無効化
nl: Toevoegen van vertalingen uitschakelen
pt: Desativar adição de novas traduções
pt_br: Desabilitar adição de novas traduções
ro: Dezactivează adăugarea de traduceri noi
ru: Запретить добавление новых переводов
sv: Inaktivera tillägg av nya översättningar
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பது முடக்கு
tr: Yeni çeviriler eklenemesin
uk: Вимкнути додавання нових перекладів
zh_hans: 禁用添加新语种
zh_hant: 停用加入新翻譯

source: There will be no option for user to start new translation.
de: Es gibt keine Möglichkeit für den Benutzer, eine neue Übersetzung zu beginnen.
ga: Ní bheidh aon rogha ag an úsáideoir aistriúchán nua a thosú.
hu: A felhasználó számára nem lesz elérhető az új fordítás indításának lehetősége.
id: Tidak akan ada opsi bagi pengguna untuk memulai terjemahan baru.
ja: ユーザーが新しい翻訳を開始できなくなります。
nl: Er zal voor de gebruiker geen optie zijn om een nieuwe vertaling te beginnen.
pt: Não haverá a opção para o utilizador iniciar uma nova tradução.
pt_br: Não haverá a opção para o usuário iniciar uma nova tradução.
ro: Nu va exista nicio opțiune pentru utilizator de a începe o nouă traducere.
ru: У пользователя не будет возможности начать новый перевод.
sv: Det kommer inte att finnas någon möjlighet för användaren att starta en ny översättning.
ta: புதிய மொழிபெயர்ப்பைத் தொடங்க பயனருக்கு விருப்பமில்லை.
tr: Kullanıcıya yeni çeviriye başlaması için bir seçenek sunulmaz.
uk: Користувач не зможе розпочинати переклад новою мовою.
zh_hans: 用户将无法开始新的翻译。
zh_hant: 用戶將無法選擇開始新的翻譯。

source: The project admins can add new translations even if it is disabled here when it is possible (either :ref:`component-new_base` or the file format supports starting from an empty file).
de: Die Projektadministratoren können neue Übersetzungen hinzufügen, auch wenn dies hier deaktiviert ist, wenn dies möglich ist (entweder :ref:`component-new_base` oder das Dateiformat unterstützt den Beginn von einer leeren Datei).
ga: Is féidir le riarthóirí an tionscadail aistriúcháin nua a chur leis fiú má tá sé díchumasaithe anseo nuair is féidir (ceachtar :ref:`component-new_base` nó tacaítear le formáid an chomhaid ag tosú ó chomhad folamh).
hu: A projekt adminisztrátorai továbbra is hozzáadhatnak új fordításokat, még akkor is, ha itt le van tiltva, amennyiben ez technikailag lehetséges (például: :ref:`component-new_base` vagy az adott fájlformátum támogatja az üres fájlból való indulást).
id: Admin proyek dapat menambahkan terjemahan baru meskipun dinonaktifkan di sini jika memungkinkan (baik :ref:`component-new_base` atau format berkas mendukung memulai dari berkas kosong).
ja: プロジェクト管理者は、ここで無効化されている場合でも、対応（:ref:`component-new_base` またはファイル形式が空のファイルからの開始に対応している場合）していれば新しい翻訳を追加できます。
nl: De beheerders van het project kunnen nieuwe vertalingen toevoegen, zelfs als dat hier is uitgeschakeld, als het mogelijk is (ofwel :ref:`component-new_base` of de bestandsindeling staat het beginnen vanuit een leeg bestand toe).
pt: Os administradores do projeto podem adicionar novas traduções mesmo se estiver desativado aqui quando for possível (tanto :ref:`component-new_base` ou o formato de ficheiro tem suporte a partir de um ficheiro vazio).
pt_br: Os administradores do projeto podem adicionar novas traduções mesmo se estiver desabilitado aqui quando for possível (tanto :ref:`component-new_base` ou o formato de arquivo tem suporte a partir de um arquivo vazio).
ro: Administratorii proiectului pot adăuga noi traduceri, chiar dacă este dezactivat aici, atunci când este posibil (fie :ref:`component-new_base`, sau formatul fișierului acceptă pornirea de la un fișier gol).
ru: Администраторы проекта могут добавлять новые переводы, даже если это отключено здесь, когда это возможно (либо :ref:`component-new_base`, или же формат файла поддерживает запуск с пустого файла).
sv: Projektadministratörerna kan lägga till nya översättningar även om det är inaktiverat här när det är möjligt (antingen :ref:`component-new_base` eller filformatet stöder att man börjar med en tom fil).
tr: Proje yöneticileri, burada kullanımdan kaldırılmış olsa bile yeni çeviriler ekleyebilir (:ref:`component-new_base` ya da boş bir dosyadan başlamayı destekleyen dosya biçimi).
uk: Адміністратори проєкту можуть додавати нові переклади, навіть якщо тут цю можливість вимкнено, якщо це можливо (у :ref:`component-new_base` або форматі файла передбачено підтримку можливості започаткування перекладу з порожнього файла).
zh_hans: 项目管理员可以添加新的翻译，即使这里是禁用的，只要有可能（要么::ref:`component-new_base`，要么文件格式支持从一个空文件开始）。
zh_hant: 項目管理員可以添加新的翻譯，即使它是可能的（：參考：Ref：`Component-New_base`或從空文件開始的文件格式支持）。

source: Manage strings
de: Zeichenketten verwalten
ga: Bainistigh teaghráin
hu: Szövegek kezelése
id: Kelola string
ja: 文字列の管理
nl: Tekenreeksen beheren
pt: Gerir cadeias
pt_br: Gerenciar textos
ro: Gestionează șiruri
ru: Управление строками
sv: Hantera strängar
ta: சரங்களை நிர்வகி
tr: Dizge yönetimi
uk: Керування рядками
zh_hans: 管理字符串
zh_hant: 管理字串

source: Configures whether users in Weblate will be allowed to add new strings and remove existing ones. Adjust this to match your localization workflow - how the new strings are supposed to be introduced.
de: Legt fest, ob Benutzer in Weblate neue Zeichenketten hinzufügen und vorhandene entfernen dürfen. Passen Sie dies an Ihren Lokalisierungsprozess an – wie die neuen Zeichenketten eingeführt werden sollen.
ga: Cumraítear cé acu an mbeidh cead ag úsáideoirí in Weblate teaghráin nua a chur leis agus na cinn atá ann cheana a bhaint. Coigeartaigh é seo chun do shreabhadh oibre logánaithe a mheaitseáil - an chaoi a bhfuiltear chun na teaghráin nua a thabhairt isteach.
hu: Beállítható, hogy a Weblate rendszerében a felhasználók hozzáadhatnak-e új szövegeket, illetve eltávolíthatnak-e meglévőket. Ezt a lokalizációs munkafolyamathoz célszerű igazítani – hogyan történjen az új szövegek beillesztése.
id: Mengonfigurasi apakah pengguna di Weblate akan diizinkan untuk menambahkan string baru dan menghapus string yang sudah ada. Sesuaikan ini dengan alur kerja pelokalan Anda - bagaimana string baru seharusnya dimasukkan.
ja: Weblate のユーザーが新しい文字列を追加したり、既存の文字列を削除したりすることを許可するかどうかを設定します。現地語化ワークフロー（新しい文字列の導入方法）に合わせて調整します。
nl: Configureert hoe gebruikers in Weblate zal worden toegestaan nieuwe tekenreeksen toe te voegen en bestaande te verwijderen. Pas dit aan om overeen te komen met uw werkwijze voor vertalen - hoe de nieuwe tekenreeksen worden geacht te worden geïntroduceerd.
pt: Configura se os utilizadores no Weblate terão permissão para adicionar novas cadeias e remover os existentes. Ajuste isto para corresponder ao seu fluxo de trabalho de localização -- como as novas cadeias devem ser introduzidas.
pt_br: Configura se os usuários no Weblate terão permissão para adicionar novos textos e remover os existentes. Ajuste isso para corresponder ao seu fluxo de tradução -- como os novos textos devem ser introduzidos.
ro: Configurează dacă utilizatorilor din Weblate li se va permite să adauge noi șiruri de caractere și să le elimine pe cele existente. Ajustați acest lucru pentru a se potrivi cu fluxul de lucru al localizării - modul în care se presupune că vor fi introduse noile șiruri.
ru: Настраивает, смогут ли пользователи добавлять новые и удалять существующие строки из Weblate. В зависимости от вашего рабочего процесса (как именно должны добавляться новые строки) вы можете включить этот параметр или оставить отключённым.
sv: Konfigurerar om användare i Weblate ska få lägga till nya strängar och ta bort befintliga. Justera detta så att det passar ditt lokaliseringsarbetsflöde – hur de nya strängarna ska introduceras.
ta: வலைபெயர்ப்பில் உள்ள பயனர்கள் புதிய சரங்களைச் சேர், ஏற்கனவே உள்ளவற்றை அகற்றவும் அனுமதிக்கப்படுவார்களா என்பதை உள்ளமைக்கிறது. உங்கள் உள்ளூர்மயமாக்கல் பணிப்பாய்வுடன் பொருந்த இதை சரிசெய்யவும் - புதிய சரங்களை எவ்வாறு அறிமுகப்படுத்த வேண்டும்.
tr: Weblate üzerindeki kullanıcıların yeni dizgeler eklemesine ve var olan dizgeleri silmesine izin verilip verilmeyeceğini yapılandırır. Bu seçeneği, yerelleştirme iş akışınıza (yeni dizgelerin nasıl tanıtılması gerektiğine) uyacak şekilde ayarlayın.
uk: Визначає, чи зможуть користувачі Weblate додавати нові рядки або вилучати наявні. Вкажіть значення, яке відповідає вашій процедурі локалізації — способу, у яких мають впроваджуватися нові рядки перекладу.
zh_hans: 配置Weblate中的用户是否被允许添加新字符串和删除现有字符串。调整这一点以配合你的本地化工作流程--新字符串应该如何被引入。
zh_hant: 配置WebLate中的用戶是否將被允許添加新字符串並刪除現有字符串。調整此項以匹配您的本地化工作流程 - 如何介紹新字符串。
