Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Whether Weblate should manage the ``Language-Team`` header (this is a :ref:`gettext` only feature right now).
de: Ob Weblate den ``Language-Team``-Header verwalten soll (dies ist zur Zeit nur eine :ref:`gettext`-Funktion).
ga: Cibé ar cheart do Weblate an ceanntásc ``Foireann Teanga`` a bhainistiú (is é seo an ghné :ref:`gettext` amháin faoi láthair).
hu: Meghatározza, hogy a Weblate kezelje-e a ``Language-Team`` fejlécet (jelenleg csak a :ref:`gettext` esetében érhető el).
id: Apakah Weblate harus mengelola kepala ``Language-Team`` (ini adalah fitur dari :ref:`gettext` saja).
ja: Weblateが ``Language-Team`` ヘッダーを管理する必要があるかどうか（これは現在 :ref:`gettext` のみの機能）。
nl: Of Weblate de kop ``Language-Team`` zou moeten beheren (dit is momenteel alleen een mogelijkheid voor :ref:`gettext`).
pt: Se o Weblate deve gerir o cabeçalho ``Language-Team`` (este é um recurso apenas do :ref:`gettext` no momento).
pt_br: Se o Weblate deve gerenciar o cabeçalho ``Language-Team`` (este é um recurso apenas do :ref:`gettext` no momento).
ro: Dacă Weblate ar trebui să gestioneze antetul ``Language-Team`` (deocamdată, aceasta este o caracteristică :ref:`gettext`).
ru: Должен ли Weblate управлять заголовком ``Language-Team`` (сейчас это единственная особая возможность для :ref:`gettext`).
sv: Om Weblate ska hantera rubriken ``Language-Team`` (detta är för närvarande en funktion som endast finns i :ref:`gettext`).
tr: ``Language-Team`` üst bilgisinin Weblate tarafından yönetmesinin gerekip gerekmediği (bu şu anda yalnızca bir :ref:`gettext` özelliğidir).
uk: Визначає, чи має Weblate керувати заголовком ``Language-Team`` (у поточній версії ця можливість є застосовною лише до файлів :ref:`gettext`).
zh_hans: Weblate 是否应该管理 ``Language-Team`` 标头（目前这是一个 :ref:`gettext` 独占功能）。
zh_hant: Weblate 是否應管理 ``Language-Team`` 頭（目前這是僅 :ref:`gettext` 功能）。

source: Use shared translation memory
de: Gemeinsamen Übersetzungsspeicher verwenden
ga: Úsáid cuimhne aistriúcháin roinnte
hu: Megosztott fordítási memória használata
id: Gunakan ingatan terjemahan bersama
ja: 共有翻訳メモリの使用
nl: Gedeeld vertaalgeheugen gebruiken
pt: Utilizar memória de tradução partilhada
pt_br: Usar memória de tradução compartilhada
ro: Utilizează memoria de traducere partajată
ru: Использовать совместную память переводов
sv: Använd delat översättningsminne
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகத்தைப் பயன்படுத்து
tr: Paylaşılan çeviri belleği kullanılsın
uk: Використовувати спільну памʼять перекладів
zh_hans: 使用共享的翻译记忆库
zh_hant: 使用共享的翻譯記憶

source: Whether to use shared translation memory, see :ref:`shared-tm` for more details.
de: Ob ein gemeinsamer Übersetzungsspeicher verwendet werden soll, siehe :ref:`shared-tm` für weitere Details.
ga: Cibé ar cheart cuimhne aistriúcháin chomhroinnte a úsáid, féach :ref:`shared-tm` le haghaidh tuilleadh sonraí.
hu: Meghatározza, hogy használjon-e megosztott fordítási memóriát, részletekért lásd: :ref:`shared-tm`.
id: Apakah akan menggunakan memori terjemahan bersama, lihat :ref:`shared-tm` untuk rincian lebih lanjut.
ja: 共有翻訳メモリを使用するかどうか、詳細については、:ref:`shared-tm` を確認してください。
nl: Of een gedeeld vertaalgeheugen moet worden gebruikt, bekijk :ref:`shared-tm` voor meer details.
pt: Para usar memória de tradução compartilhada, veja :ref:`shared-tm` para mais detalhes.
pt_br: Para usar memória de tradução compartilhada, consulte :ref:`shared-tm` para mais detalhes.
ro: Dacă se utilizează memoria de traducere partajată, a se vedea :ref:`shared-tm` pentru mai multe detalii.
ru: Использовать ли совместно используемую память переводов, подробнее смотрите в разделе :ref:`shared-tm`.
sv: Om du vill använda delat översättningsminne, se :ref:`shared-tm` för mer information.
tr: Paylaşılan çeviri belleğinin kullanılıp kullanılmayacağı. Ayrıntılı bilgi almak için: :ref:`shared-tm`.
uk: Визначає, чи слід використовувати спільну пам'ять перекладів, щоб дізнатися більше, див. :ref:`shared-tm`.
zh_hans: 是否使用共享翻译记忆库，有关更多详细信息，请参见 :ref:`shared-tm`。
zh_hant: 是否使用共享翻譯記憶庫，有關更多詳細信息，請參見 :ref:`shared-tm`。

source: Contribute to shared translation memory
de: Zu einem gemeinsamen Übersetzungsspeicher beitragen
ga: Cuir le cuimhne aistriúcháin roinnte
hu: Hozzájárulás a megosztott fordítási memóriához
id: Berkontribusi pada memori terjemahan bersama
ja: 共有翻訳メモリに貢献する
nl: Bijdragen aan gedeeld vertaalgeheugen
pt: Contribuir à memória de tradução compartilhada
pt_br: Contribuir com memória de tradução compartilhada
ro: Contribuie la memoria de traducere partajată
ru: Вносить вклад в совместную память переводов
sv: Bidra till det delade översättningsminnet
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகத்திற்கு பங்களிக்கவும்
tr: Paylaşılan çeviri belleğine katkıda bulunulsun
uk: Зробіть внесок у спільну памʼять перекладів
zh_hans: 贡献到共享的翻译记忆库
zh_hant: 貢獻至共享翻譯記憶

source: Whether to contribute to shared translation memory, see :ref:`shared-tm` for more details.
de: Ob zum gemeinsamen Übersetzungsspeicher beigetragen werden soll, siehe :ref:`shared-tm` für weitere Details.
ga: Cibé ar cheart rannchuidiú le cuimhne aistriúcháin roinnte, féach :ref:`shared-tm` le haghaidh tuilleadh sonraí.
hu: Meghatározza, hogy hozzájárul-e a megosztott fordítási memóriához, részletekért lásd: :ref:`shared-tm`.
id: Apakah akan berkontribusi pada memori terjemahan bersama, lihat :ref:`shared-tm` untuk rincian lebih lanjut.
ja: 共有翻訳メモリに貢献するかどうか、詳細については、:ref:`shared-tm` を確認してください。
nl: Of moet worden bijgedragen aan het gedeelde vertaalgeheugen, bekijk :ref:`shared-tm` voor meer details.
pt: Para contribuir com a memória de tradução compartilhada, veja :ref:`shared-tm` para mais detalhes.
pt_br: Para contribuir com a memória de tradução compartilhada, consulte :ref:`shared-tm` para mais detalhes.
ro: Dacă se dorește contribuția la memoria de traducere partajată, a se vedea :ref:`shared-tm` pentru mai multe detalii.
ru: Помещать ли переводы в совместно используемую память переводов, подробнее смотрите в разделе :ref:`shared-tm`.
sv: Om du vill bidra till det delade översättningsminnet, se :ref:`shared-tm` för mer information.
tr: Paylaşılan çeviri belleğine katkıda bulunulup bulunulmayacağı. Ayrıntılı bilgi almak için: :ref:`shared-tm`.
uk: Визначає, чи слід вносити дані до спільної пам'яті перекладів, щоб дізнатися більше, див. :ref:`shared-tm`.
zh_hans: 是否贡献到共享翻译记忆库，请参阅 :ref:`shared-tm` 以获取更多详细信息。
zh_hant: 是否貢獻到共享翻譯記憶庫，請參閱 :ref:`shared-tm` 以獲取更多詳細信息。

source: This option is unavailable on Hosted Weblate, it is toggled together with :ref:`project-use_shared_tm`.
de: Diese Option ist auf Hosted Weblate nicht verfügbar, sie wird zusammen mit :ref:`project-use_shared_tm` umgeschaltet.
ga: Níl an rogha seo ar fáil ar Weblate Óstáilte, tá sé a nascadh le chéile le :ref:`project-use_shared_tm`.
hu: Ez az opció a Hosted Weblate esetében nem elérhető, a :ref:`project-use_shared_tm` beállítással együtt vezérelhető.
id: Opsi ini tidak tersedia di Hosted Weblate, opsi ini diaktifkan bersama dengan :ref:`project-use_shared_tm`.
ja: このオプションは Hosted Weblate では使用できません。:ref:`project-use_shared_tm` とセットで切り替わります。
nl: Deze optie is niet beschikbaar op Hosted Weblate, het is samen geschakeld met :ref:`project-use_shared_tm`.
pt: Esta opção não está disponível em Hosted Weblate; ela é ativada juntamente com :ref:`project-use_shared_tm`.
pt_br: Essa opção não está disponível em Hosted Weblate; ela é ativada juntamente com :ref:`project-use_shared_tm`.
ru: Эта опция недоступна на Hosted Weblate, она включается вместе с :ref:`project-use_shared_tm`.
sv: Det här alternativet är inte tillgängligt på Hosted Weblate, det aktiveras tillsammans med :ref:`project-use_shared_tm`.
tr: Bu seçenek, Hosted Weblate üzerinde kullanılamaz, :ref:`project-use_shared_tm` seçeneği ile değiştirilir.
uk: Цим параметром не можна скористатися на Hosted Weblate. Він перемикається разом із :ref:`project-use_shared_tm`.
zh_hans: 此选项在 Hosted Weblate 中不可用。开启/关闭该选项会同时打开/关闭 :ref:`project-use_shared_tm`。

source: Whether to automatically remove outdated and obsolete entries from translation memory.
id: Apakah akan secara otomatis menghapus entri yang ketinggalan zaman dan tidak berguna dari memori terjemahan.
sv: Om föråldrade och obsoleta poster ska tas bort automatiskt från översättningsminnet.
uk: Чи слід автоматично видаляти застарілі та неактуальні записи з пам'яті перекладів.

source: This does not affect manually uploaded memory entries.
id: Hal ini tidak memengaruhi entri memori yang diunggah secara manual.
sv: Detta påverkar inte manuellt uppladdade minnesposter.
uk: Це не впливає на записи пам'яті, завантажені вручну.

source: Configure per project access control, see :ref:`acl` for more details.
de: Die Zugriffssteuerung pro Projekt konfigurieren, siehe :ref:`acl` für weitere Details.
ga: Cumraigh de réir rialú rochtana tionscadail, féach :ref:`acl` le haghaidh tuilleadh sonraí.
hu: Projektszintű hozzáférés-vezérlés beállítása, részletekért lásd: :ref:`acl`.
id: Konfigurasikan kontrol akses per proyek, lihat :ref:`acl` untuk rincian lebih lanjut.
ja: プロジェクトごとにアクセス制御を設定します。詳細については、:ref:`acl` を確認してください。
nl: Configureer het toegangsbeheer per project, bekijk :ref:`acl` voor meer details.
pt: Configura o controle de acesso por projeto, veja :ref:`acl` para mais detalhes.
pt_br: Configura o controle de acesso por projeto, consulte :ref:`acl` para mais detalhes.
ro: Configurați controlul accesului pentru fiecare proiect, consultați :ref:`acl` pentru mai multe detalii.
ru: Настройка контроля доступа для каждого проекта, подробнее смотрите в разделе :ref:`acl`.
sv: Konfigurera åtkomstkontroll per projekt, se :ref:`acl` för mer information.
tr: Her proje için erişim denetimi yapılandırması. Ayrıntılı bilgi almak için: :ref:`acl`.
uk: Налаштувати керування доступом на рівні проєктів. Щоб дізнатися більше, див. :ref:`acl`.
zh_hans: 配置每个项目的访问控制，请参阅 :ref:`acl` 以获取更多详细信息。
zh_hant: 配置每個項目的訪問控制，請參閱 :ref:`acl` 以獲取更多詳細信息。

source: Enforced two-factor authentication
de: Erzwungene Zwei-Faktor-Authentifizierung
ga: Fíordheimhniú dhá fhachtóir curtha i bhfeidhm
hu: Kétlépcsős azonosítás kényszerítése
id: Menerapkan autentikasi dua faktor
ja: 強制的な二要素認証
nl: Twee-factor authenticatie afgedwongen
pt: Autenticação de dois fatores obrigatória
pt_br: Autenticação de dois fatores obrigatória
ru: Принудительная двухфакторная аутентификация
sv: Tvingande tvåfaktorsautentisering
ta: இரண்டு காரணி அங்கீகாரத்தை செயல்படுத்தியது
tr: Dayatılan iki adımlı doğrulama
uk: Примусове двофакторне розпізнавання
zh_hans: 强制双因素身份验证

source: Enforce :ref:`2fa` for all contributors. Users won’t be allowed to perform any operations within the project without having it configured.
de: Erwzingt :ref:`2fa` für alle Mitwirkenden. Benutzer können keine Vorgänge innerhalb des Projekts durchführen, ohne dass dies konfiguriert wurde.
ga: Forfheidhmigh :ref:`2fa` do gach rannpháirtí. Ní bheidh cead ag úsáideoirí aon oibríochtaí a dhéanamh laistigh den tionscadal gan é a bheith cumraithe.
hu: A :ref:`2fa` kényszerítése minden közreműködő számára. A felhasználók nem hajthatnak végre műveleteket a projekten belül, amíg nem állították be.
id: Terapkan :ref:`2fa` untuk semua kontributor. Pengguna tidak akan diizinkan melakukan operasi apa pun dalam proyek tanpa mengonfigurasinya.
ja: すべての貢献者に :ref:`2fa` を適用します。ユーザーは設定しないと、プロジェクト内でいかなる操作も実行できなくなります。
nl: Forceer :ref:`2fa` voor alle deelnemers. Gebruikers zal het niet zijn toegestaan een bewerking in het project uit te voeren zonder dat dit is geconfigureerd.
pt: Aplicar :ref:`2fa` para todos os contribuidores. Os utilizadores não terão permissão para executar nenhuma operação dentro do projeto sem tê-lo configurado.
pt_br: Aplica :ref:`2fa` para todos os colaboradores. Os usuários não terão permissão para executar nenhuma operação dentro do projeto sem tê-lo configurado.
sv: Tillämpa :ref:`2fa` för alla bidragsgivare. Användare kommer inte att kunna utföra några åtgärder inom projektet utan att ha konfigurerat detta.
tr: Tüm katkıda bulunanlar için :ref:`2fa` kullanılmasını zorunlu kılabilirsiniz. Proje yapılandırılmadan kullanıcılar projede herhangi bir işlem yapamaz.
uk: Впровадити :ref:`2fa` для всіх дописувачів. Користувачам не буде дозволено виконувати будь-які операції у проекті без його налаштування.
zh_hans: 强制所有贡献者使用 :ref:`2fa`。不配置双因素认证，用户将不会被允许在项目内执行任何操作 。

source: Enable reviews
de: Überprüfung aktivieren
ga: Cumasaigh léirmheasanna
hu: Felülvizsgálatok engedélyezése
id: Aktifkan tinjauan
ja: 査読の有効化
nl: Beoordelingen inschakelen
pt: Activar revisões
pt_br: Habilitar revisões
ro: Activează recenzii
ru: Включить рецензии
sv: Aktivera granskare
ta: மதிப்புரைகளை இயக்கவும்
tr: Onaylama kullanılsın
uk: Увімкнути рецензії
zh_hans: 启用审校
zh_hant: 啟用檢閱

source: Enable review workflow for translations, see :ref:`reviews`.
de: Den Überprüfungsablauf für Übersetzungen aktivieren, siehe :ref:`reviews`.
ga: Cumasaigh sreabhadh oibre athbhreithnithe le haghaidh aistriúcháin, féach :ref:`reviews`.
hu: Fordítások felülvizsgálati folyamatának engedélyezése, lásd: :ref:`reviews`.
id: Aktifkan alur kerja peninjauan untuk terjemahan, lihat :ref:`reviews`.
ja: 翻訳の査読処理を有効にします。参照: :ref:`reviews`。
nl: Schakel de werkstroom voor nakijken in voor vertalingen, bekijk :ref:`reviews`.
pt: Ativa o fluxo de trabalho de revisão para traduções, veja :ref:`reviews`.
pt_br: Habilita o fluxo de revisão para traduções, consulte :ref:`reviews`.
ro: Activați fluxul de revizuire pentru traduceri, vezi :ref:`reviews`.
ru: Включение процесса рецензирования переводов, смотрите раздел :ref:`reviews`.
sv: Aktivera granskningsflödet för översättningar, se :ref:`reviews`.
tr: Çeviriler için onaylama iş akışını kullanıma alır. Ayrıntılı bilgi almak için: :ref:`reviews`.
uk: Увімкнути процес перекладу із рецензуванням, див. :ref:`reviews`.
zh_hans: 允许复核翻译的工作流程，请参见 :ref:`reviews`。
zh_hant: 允許复核翻譯的工作流程，請參見 :ref:`reviews`。

source: Enable source reviews
de: Quellenüberprüfung aktivieren
ga: Cumasaigh léirmheasanna foinse
hu: Forrás-felülvizsgálatok engedélyezése
id: Aktifkan ulasan sumber
ja: 原文の査読の有効化
nl: Bronbeoordelingen inschakelen
pt: Ativar revisões de fontes
pt_br: Habilitar revisões de fontes
ro: Activează revizuiri sursă
ru: Включить рецензии исходных строк
sv: Aktivera källgranskningar
ta: மூல மதிப்புரைகளை இயக்கவும்
tr: Kaynak onaylama kullanılsın
uk: Увімкнути рецензування початкових даних
zh_hans: 启用原文审校
zh_hant: 啟用來源檢閱

source: Enable review workflow for source strings, see :ref:`source-reviews`.
de: Den Überprüfungsablauf für Ausgangszeichenketten aktivieren, siehe :ref:`source-reviews`.
ga: Cumasaigh sreabhadh oibre athbhreithnithe le haghaidh teaghráin foinse, féach :ref:`source-reviews`.
hu: Forrásszövegek felülvizsgálati folyamatának engedélyezése, lásd: :ref:`source-reviews`.
id: Aktifkan alur kerja peninjauan untuk string sumber, lihat :ref:`source-reviews`.
ja: 原文の査読ワークフローを有効にします。参照: :ref:`source-reviews`。
nl: Schakel de werkstroom voor het nakijken van brontekenreeksen in, bekijk :ref:`source-reviews`.
pt: Ativa o fluxo de trabalho de revisão para cadeia fonte, veja :ref:`source-reviews`.
pt_br: Habilita o fluxo de revisão para textos fonte, consulte :ref:`source-reviews`.
ro: Activați fluxul de lucru pentru revizuirea șirurilor de surse, a se vedea :ref:`source-reviews`.
ru: Включение процесса рецензирования исходных строк, смотрите раздел :ref:`source-reviews`.
sv: Aktivera granskningsflödet för källsträngar, se :ref:`source-reviews`.
tr: Kaynaklar için onaylama iş akışını kullanıma alır. Ayrıntılı bilgi almak için: :ref:`source-reviews`.
uk: Увімкнути процес рецензування для початкових рядків, див. :ref:`source-reviews`.
zh_hans: 允许复核源字符串的工作流程，请参见 :ref:`source-reviews`。
zh_hant: 允許复核源字符串的工作流程，請參見 :ref:`source-reviews`。

source: Commit Policy
id: Kebijakan Komit
sv: Åtagandepolicy
uk: Політика комітів

source: The commit policy determines which translations are included when committing changes to the version control system. This setting is available at the project level and supports the following options:
id: Kebijakan komit menentukan terjemahan mana yang disertakan saat melakukan komit perubahan ke sistem kontrol versi. Pengaturan ini tersedia di tingkat proyek dan mendukung opsi berikut:
sv: Commit-policyn avgör vilka översättningar som inkluderas när ändringar commitas till versionshanteringssystemet. Denna inställning är tillgänglig på projektnivå och stöder följande alternativ:
uk: Політика фіксації змін визначає, які переклади включаються під час фіксації змін до системи контролю версій. Цей параметр доступний на рівні проекту та підтримує такі опції:

source: **Commit all translations regardless of quality**: All translations will be committed, including those marked as needing editing or not reviewed.
id: **Komit semua terjemahan tanpa mempedulikan kualitasnya**: Semua terjemahan akan dikomit, termasuk terjemahan yang ditandai perlu disunting atau tidak ditinjau.
sv: **Bekräfta alla översättningar oavsett kvalitet**: Alla översättningar kommer att bekräftas, även de som är markerade som redigeringsbara eller inte granskade.
uk: **Затверджувати всі переклади незалежно від якості**: Усі переклади будуть затверджені, включаючи ті, що позначені як такі, що потребують редагування або не перевірені.

source: **Skip translations marked as needing editing**: Only translations that don't have the "needs editing" flag will be committed.
id: **Lewati terjemahan yang ditandai memerlukan penyuntingan**: Hanya terjemahan yang tidak memiliki tanda "perlu penyuntingan" yang akan dikomit.
sv: **Hoppa över översättningar som är markerade som redigeringsbehov**: Endast översättningar som inte har flaggan "redigeringsbehov" kommer att bekräftas.
uk: **Пропустити переклади, позначені як такі, що потребують редагування**: Будуть зафіксовані лише переклади, які не мають позначки «потребує редагування».

source: **Only include approved translations**: Only translations that have been approved by a reviewer will be committed. This option requires :ref:`project-translation_review` to be enabled.
id: **Hanya sertakan terjemahan yang disetujui**: Hanya terjemahan yang telah disetujui oleh peninjau yang akan dikomit. Opsi ini mengharuskan :ref:`project-translation_review` diaktifkan.
sv: **Inkludera endast godkända översättningar**: Endast översättningar som har godkänts av en granskare kommer att läggas in. Detta alternativ kräver att :ref:`project-translation_review` är aktiverat.
uk: **Включати лише затверджені переклади**: Будуть зараховані лише переклади, схвалені рецензентом. Для цієї опції потрібно ввімкнути :ref:`project-translation_review`.

source: Enable hooks
de: Hooks aktivieren
ga: Cumasaigh crúcaí
hu: Hookok engedélyezése
id: Aktifkan hook
ja: フックの有効化
nl: Hooks inschakelen
pt: Ativar hooks
pt_br: Habilitar ganchos
ro: Activează cârlige
ru: Включить обработчики
sv: Aktivera hooks
ta: கொக்கிகள் இயக்கவும்
tr: Kancalar kullanılsın
uk: Увімкнути обробники
zh_hans: 启用钩子
zh_hant: 啟用掛勾

source: Whether unauthenticated :ref:`hooks` are to be used for this repository.
de: Ob nicht authentifizierte :ref:`hooks` für dieses Repository verwendet werden sollen.
ga: Cé acu neamhfhíordheimhnithe tá :ref:`hooks` le húsáid don stór seo.
hu: Meghatározza, hogy az adott tárolóhoz használhatók-e hitelesítetlen :ref:`hooks`.
id: Apakah :ref:`hooks` yang tidak diautentikasi akan digunakan untuk repositori ini.
ja: このリポジトリで、認証していない :ref:`hooks` を使用するかどうか。
nl: Of niet geauthenticeerde :ref:`hooks` moeten worden gebruikt voor deze opslagruimte.
pt: Se :ref:`hooks` não autenticados devem ser usados para este repositório.
pt_br: Se :ref:`hooks` não autenticados devem ser usados para este repositório.
ro: Dacă pentru acest depozit trebuie să se utilizeze :ref:`hooks` neautentificate.
ru: Должны ли для этого репозитория использоваться неавторизованные :ref:`обработчики уведомлений <hooks>`.
sv: Om oautentiserade :ref:`hooks` ska användas för detta arkiv.
tr: Bu depo için kimliği doğrulanmamış :ref:`hooks` özelliğinin kullanılıp kullanılmayacağı.
uk: Визначає, чи буде використано :ref:`скрипти слідкування<hooks>` для цього сховища.
zh_hans: 是否将未经身份验证的 :ref:`hooks` 用于此仓库。
zh_hant: 是否將未經身份驗證的 :ref:`hooks` 用於此倉庫。

source: Language aliases
de: Sprachaliasnamen
ga: Ailiasanna teanga
hu: Nyelvi álnevek
id: Alias bahasa
ja: 言語の別名
nl: Taalaliassen
pt: Aliases do idioma
pt_br: Aliases de idioma
ro: Aliasuri limbi
ru: Псевдонимы языка
sv: Språkalias
ta: மொழி வேறுபெயர்கள்
tr: Dil kod adları
uk: Альтернативні назви мови
zh_hans: 语言别名
zh_hant: 語言別名
