Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: More detailed examples can be found in the :ref:`starting` chapter, alternatively you might want to use :wladmin:`import_json`.
de: Ausführlichere Beispiele finden Sie im Kapitel :ref:`starting`, alternativ können Sie auch :wladmin:`import_json` verwenden.
ga: Is féidir samplaí níos mionsonraithe a fháil sa chaibidil :ref:`starting`, mar mhalairt air sin b'fhéidir gur mhaith leat :wladmin:`import_json` a úsáid.
hu: További részletes példák a :ref:`starting` fejezetben találhatók, illetve használható a :wladmin:`import_json` parancs is.
id: Contoh yang lebih rinci dapat ditemukan di bab :ref:`starting`, atau Anda mungkin ingin menggunakan :wladmin:`import_json`.
ja: 詳細な例については、 :ref:`starting` の章を確認してください。または、:wladmin:`import_json` を代わりに使用できます。
nl: Meer gedetailleerde voorbeelden zijn te vinden in het hoofdstuk :ref:`starting`, als alternatief zou u misschien :wladmin:`import_json` willen gebruiken.
pt: Exemplos mais detalhados encontram-se no capítulo :ref:`starting`, alternativamente pode usar :wladmin:`import_json`.
pt_br: Exemplos mais detalhados podem ser encontrados no capítulo :ref:`starting`, alternativamente você pode querer usar :wladmin:`import_json`.
ru: Более подробные примеры можно найти в главе :ref:`starting`, в качестве альтернативы вы можете использовать :wladmin:`import_json`.
sv: Mer detaljerade exempel finns i kapitlet :ref:`starting`. Alternativt kan du använda :wladmin:`import_json`.
tr: Daha ayrıntılı örnekler :ref:`starting` bölümünde bulunabilir. Alternatif olarak :wladmin:`import_json` kullanmak isteyebilirsiniz.
uk: Докладніші приклади можна знайти у главі :ref:`starting`. Крім того, ви можете скористатися :wladmin:`import_json`.
zh_hans: 更多具体的示例可以在 :ref:`starting` 章节找到，另外您会想要使用 :wladmin:`import_json`。

source: Imports :ref:`projectbackup`.
de: Importiert :ref:`projectbackup`.
ga: Iompórtálacha :ref:`projectbackup`.
hu: :ref:`projectbackup` importálása.
id: Mengimpor :ref:`projectbackup`.
nl: Importeert :ref:`projectbackup`.
pt_br: Importa :ref:`projectbackup`.
sv: Importerar :ref:`projectbackup`.
tr: :ref:`projectbackup` dosyasını içe aktarır.
uk: Імпортує :ref:`projectbackup`.

source: Usually it is more comfortable to import project when :ref:`adding-projects`.
de: Normalerweise ist es bequemer, Projekte mit :ref:`adding-projects` zu importieren.
ga: De ghnáth bíonn sé níos compordaí tionscadal a allmhairiú nuair a :ref:`adding-projects`.
hu: Általában kényelmesebb a projekt importálása a :ref:`projektek hozzáadása <adding-projects>` során.
id: Biasanya lebih nyaman untuk mengimpor proyek ketika :ref:`adding-projects`.
nl: Gewoonlijk is het meer comfortabel om project te importeren bij :ref:`adding-projects`.
pt_br: Normalmente, é mais confortável importar o projeto quando :ref:`adding-projects`.
sv: Vanligtvis är det bekvämare att importera projekt när :ref:`adding-projects`.
tr: Genellikle projeyi :ref:`adding-projects` sırasında içe aktarmak daha kolaydır.
uk: Зазвичай зручніше імпортувати проект :ref:`adding-projects`.

source: Imports user data from a file created by :wladmin:`dumpuserdata`.
de: Importiert Benutzerdaten aus einer mit :wladmin:`dumpuserdata` erstellten Datei.
ga: Iompórtálann sé sonraí úsáideora ó chomhad cruthaithe ag :wladmin:`dumpuserdata`.
hu: Felhasználói adatok importálása a :wladmin:`dumpuserdata` paranccsal létrehozott fájlból.
id: Mengimpor data pengguna dari berkas yang dibuat oleh :wladmin:`dumpuserdata`.
ja: ユーザー データを、:wladmin:`dumpuserdata` によって作成されたファイルからインポートします。
nl: Importeert gebruikersgegevens uit een bestand dat is gemaakt door :wladmin:`dumpuserdata`.
pt: Importa dados do utilizador de um ficheiro criado por :wladmin:`dumpuserdata`.
pt_br: Importa dados do usuário de um arquivo criado por :wladmin:`dumpuserdata`.
ru: Импортирует пользовательские данные из файла, созданного :wladmin:`dumpuserdata`.
sv: Importerar användardata från en fil som skapats av :wladmin:`dumpuserdata`.
tr: :wladmin:`dumpuserdata` ile oluşturulmuş bir dosyadan kullanıcı verilerini içe aktarır.
uk: Імпортує дані користувача з файла, який створено за допомогою :wladmin:`dumpuserdata`.
zh_hans: 从 :wladmin:`dumpuserdata` 建立的文件中导入用户数据。

source: Imports users from JSON dump of the Django auth_users database.
de: Importiert Benutzer aus dem JSON-Auszug der Django-auth_users-Datenbank.
ga: Allmhairítear úsáideoirí ó dhumpáil JSON de bhunachar sonraí Django auth_users.
hu: Felhasználók importálása a Django `auth_users` adatbázis JSON-dumpjából.
id: Mengimpor pengguna dari dump JSON basis data auth_users Django.
ja: Django auth_users データベースの JSON ダンプからユーザーをインポートします。
nl: Importeert gebruikers vanuit een JSON-dump van de Django database auth_users.
pt: Importa utilizadores do despejo JSON do banco de dados auth_users do Django.
pt_br: Importa usuários do despejo JSON do banco de dados auth_users do Django.
ro: Importă utilizatorii din fișierul JSON al bazei de date Django auth_users.
ru: Импортирует пользователей из JSON-дампа Django базы данных auth_users.
sv: Importerar användare från JSON-dump av Django auth_users-databasen.
ta: சாங்கோ auth_users தரவுத்தளத்தின் சாதொபொகு டம்பிலிருந்து பயனர்களை இறக்குமதி செய்கிறது.
tr: Django auth_users veri tabanının JSON dökümünden kullanıcıları içe aktarır.
uk: Імпортує записи користувачів з дампу JSON бази даних auth_users Django.
zh_hans: 从 Django auth_users 数据库的 JSON 转储中导入用户。
zh_hant: 從 Django auth_users 數據庫的 JSON 轉儲中導入用戶。

source: With this option it will just check whether a given file can be imported and report possible conflicts arising from usernames or e-mails.
de: Mit dieser Option wird lediglich geprüft, ob eine bestimmte Datei importiert werden kann und es werden mögliche Konflikte aufgrund von Benutzernamen oder E-Mails gemeldet.
ga: Leis an rogha seo ní dhéanfaidh sé ach seiceáil an féidir comhad áirithe a allmhairiú agus tuairisc a thabhairt ar choinbhleachtaí a d’fhéadfadh a bheith ann mar gheall ar ainmneacha úsáideoirí nó ríomhphoist.
hu: Ezzel az opcióval csak ellenőrzi a rendszer, hogy egy megadott fájl importálható-e, és jelzi az esetleges ütközéseket (felhasználónevek vagy e-mail-címek alapján).
id: Dengan opsi ini, ia akan memeriksa apakah berkas tertentu dapat diimpor dan melaporkan kemungkinan konflik yang timbul dari nama pengguna atau surel.
ja: このオプションを指定すると、指定したファイルがインポート可能かどうかを検査し、ユーザー名やメール アドレスが原因で発生する競合の可能性を報告します。
nl: Met deze optie zal het slechts controleren of een bepaald bestand kan worden geïmporteerd en mogelijke conflicten rapporteren die voortkomen uit gebruikersnamen of e-mails.
pt: Com esta opção irá apenas verificar se determinado ficheiro pode ser importado e reportar possíveis conflitos decorrentes de nomes de utilizadores ou e-mails.
pt_br: Com esta opção irá apenas verificar se determinado arquivo pode ser importado e reportar possíveis conflitos decorrentes de nomes de usuários ou e-mails.
ro: Cu această opțiune se va verifica doar dacă un anumit fișier poate fi importat și va raporta eventualele conflicte care apar din cauza numelor de utilizator sau a e-mailurilor.
ru: С этим параметром команда просто проверит, возможно ли импортировать данный файл, и сообщит о возможных конфликтах, связанных с именами пользователей или их адресами электронной почты.
sv: Med detta alternativ kontrolleras endast om en viss fil kan importeras och eventuella konflikter som uppstår på grund av användarnamn eller e-postadresser rapporteras.
ta: இந்த விருப்பத்தின் மூலம் கொடுக்கப்பட்ட கோப்பை இறக்குமதி செய்ய முடியுமா என்பதைச் சரிபார்த்து, பயனர்பெயர்கள் அல்லது மின்னஞ்சல்களிலிருந்து எழும் சாத்தியமான மோதல்களைப் புகாரளிக்கும்.
tr: Bu seçenekle, yalnızca belirli bir dosyanın içe aktarılıp aktarılamayacağı denetlenir ve kullanıcı adlarından ya da e-posta adreslerinden kaynaklanan olası çakışmalar bildirilir.
uk: Із цим параметром програма спочатку перевірить, чи може бути імпортовано вказаний файл, і повідомить про можливі конфлікти, які пов'язано із іменами користувачів або адресами електронної пошти.
zh_hans: 使用这个选项可以检查给定文件是否可以被导入，并且报告用户名或电子地址可能导致的冲突。
zh_hant: 使用這個選項可以檢查給定文件是否可以被導入，並且報告用戶名或電子郵箱地址可能導致的衝突。

source: You can dump users from the existing Django site using:
sv: Du kan ta bort användare från den befintliga Django-webbplatsen med hjälp av:

source: Use :wladmin:`dumpuserdata` for dumping data from other Weblate server as that includes user settings as well.
sv: Använd :wladmin:`dumpuserdata` för att dumpa data från andra Weblate-servrar, eftersom det även inkluderar användarinställningar.

source: Installs an add-on to a set of components.
de: Installiert eine Erweiterung zu einem Satz von Komponenten.
ga: Suiteáil breiseán le sraith comhpháirteanna.
hu: Kiegészítő telepítése összetevők egy csoportjához.
id: Memasang pengaya ke satu set komponen.
ja: アドオンをコンポーネントのセットにインストールします。
nl: Installeert een add-on in een set onderdelen.
pt: Instala uma extensão para um conjunto de componentes.
pt_br: Instala um complemento para um conjunto de componentes.
ro: Instalează un add-on la un set de componente.
ru: Устанавливает надстройку для компонентов.
sv: Installerar ett tillägg till en uppsättning komponenter.
ta: கூறுகளின் தொகுப்பிற்கு ஒரு துணை நிரலை நிறுவுகிறது.
tr: Bir bileşen kümesine bir eklenti kurar.
uk: Установлює додаток для набору складників.
zh_hans: 将一个附加组件安装到一组部件中。
zh_hant: 將附加組件安裝到一組組件中。

source: Name of the add-on to install. For example ``weblate.gettext.customize``.
de: Name der zu installierenden Erweiterung. Zum Beispiel ``weblate.gettext.customize``.
ga: Ainm an bhreiseáin atá le suiteáil. Mar shampla ``weblate.gettext.customize``.
hu: A telepítendő kiegészítő neve. Például: ``weblate.gettext.customize``.
id: Nama pengaya yang akan dipasang. Misalnya ``weblate.gettext.customize``.
ja: インストールするアドオンの名前。例: ``weblate.gettext.customize``。
nl: Naam van de te installeren add-on. Bijvoorbeeld ``weblate.gettext.customize``.
pt: Nome do complemento a ser instalado. Por exemplo, ``weblate.gettext.customize``.
pt_br: Nome do complemento a ser instalado. Por exemplo, ``weblate.gettext.customize``.
ro: Numele add-on-ului care urmează să fie instalat. De exemplu ``weblate.gettext.customize``.
ru: Названия устанавливаемого дополнения. Например, ``weblate.gettext.customize``.
sv: Namnet på tillägget som ska installeras. Till exempel ``weblate.gettext.customize``.
ta: நிறுவ கூடுதல் பெயர். எடுத்துக்காட்டாக `` weblate.gettext.customize``.
tr: Kurulacak eklentinin adı. Örneğin ``weblate.gettext.customize``.
uk: Назва додатка, який слід встановити. Приклад: ``weblate.gettext.customize``.
zh_hans: 要安装的附加组件名称。例如 ``weblate.gettext.customize``。
zh_hant: 要安裝的附加組件名稱。例如 ``weblate.gettext.customize``。

source: JSON encoded configuration of an add-on.
de: JSON-kodierte Konfiguration einer Erweiterung.
ga: Cumraíocht ionchódaithe JSON de bhreiseán.
hu: A kiegészítő JSON formátumú konfigurációja.
id: Konfigurasi JSON yang dikodekan dari sebuah pengaya.
ja: アドオンの JSON エンコードの設定。
nl: JSON-gecodeerde configuratie van een add-on.
pt: Configuração codificada em JSON de uma extensão.
pt_br: Configuração codificada em JSON de um complemento.
ro: Configurația codificată JSON a unui add-on.
ru: Настройки надстройки в виде JSON.
sv: JSON-kodad konfiguration av ett tillägg.
ta: சாதொபொகு குறியிடப்பட்ட உள்ளமைவு ஒரு சேர்க்கை.
tr: Bir eklentinin JSON olarak kodlanmış yapılandırması.
uk: Закодовані у JSON налаштування додатка.
zh_hans: 以 JSON 编码的附加组件配置。

source: Update the existing add-on configuration.
de: Aktualisiert die vorhandene Konfiguration der Erweiterung.
ga: Nuashonraigh cumraíocht an bhreiseáin reatha.
hu: A meglévő kiegészítő konfigurációjának frissítése.
id: Perbarui konfigurasi pengaya yang ada.
ja: 既存のアドオンの設定を更新します。
nl: Werk de bestaande configuratie van de add-on bij.
pt: Atualiza a configuração existente da extensão.
pt_br: Atualiza a configuração existente do complemento.
ro: Actualizați configurația add-on-ului existent.
ru: Обновляет существующую конфигурацию надстройки.
sv: Uppdatera den befintliga tilläggskonfigurationen.
ta: தற்போதுள்ள சேர்க்கை உள்ளமைவைப் புதுப்பிக்கவும்.
tr: Var olan eklenti yapılandırmasını güncelle.
uk: Оновити наявні налаштування додатків.
zh_hans: 更新现有的附加组件配置。

source: You can either define which project or component to install the add-on in (for example ``weblate/application``), or use ``--all`` to include all existing components.
de: Sie können entweder festlegen, in welchem Projekt oder in welcher Komponente die Erweiterung installiert werden soll (z. B. ``weblate/application``), oder Sie verwenden ``--all``, um alle vorhandenen Komponenten einzuschließen.
ga: Is féidir leat an tionscadal nó an chomhpháirt a shainiú chun an breiseán a shuiteáil (mar shampla ``gréasán / feidhmchlár``), nó úsáid a bhaint as ``--all`` chun na comhpháirteanna go léir atá ann cheana a chur san áireamh.
hu: Megadható, hogy melyik projektbe vagy összetevőbe történjen a telepítés (például ``weblate/application``) vagy használható a ``--all`` opció az összes meglévő összetevő bevonásához.
id: Anda dapat menentukan proyek atau komponen mana yang akan dipasangi pengaya (misalnya ``weblate/application``), atau menggunakan ``--all`` untuk menyertakan semua komponen yang ada.
ja: アドオンをインストールするプロジェクトまたはコンポーネント（例: ``weblate/application``）を設定するか、``--all`` を使用して既存のすべてのコンポーネントを含めることができます。
nl: U kunt ofwel definiëren in welk project of onderdeel de add-on moet worden geïnstalleerd (bijvoorbeeld ``weblate/application``), of ``--all`` gebruiken om alle bestaande onderdelen op te nemen.
pt: Pode definir em qual projeto ou componente instalar a extensão (por exemplo, ``weblate/application``) ou usar ``--all`` para incluir todos os componentes existentes.
pt_br: Você pode definir em qual projeto ou componente instalar o complemento (por exemplo ``weblate/application``) ou usar ``--all`` para incluir todos os componentes existentes.
ro: Puteți fie să definiți în ce proiect sau componentă să instalați add-on-ul (de exemplu ``weblate/application``), fie să utilizați ``--all`` pentru a include toate componentele existente.
ru: Вы можете либо задать для какого конкретного компонента или проекта устанавливать надстройку (например, ``weblate/application``), либо использовать ключ ``--all``, чтобы установить её для всех компонентов.
sv: Du kan antingen ange vilket projekt eller vilken komponent tillägget ska installeras i (till exempel ``weblate/application``), eller använda ``--all`` för att inkludera alla befintliga komponenter.
ta: துணை நிரலை நிறுவ வேண்டிய எந்த திட்டம் அல்லது கூறுகளை நீங்கள் வரையறுக்கலாம் (எடுத்துக்காட்டாக `` வலைபெயர்ப்பு/பயன்பாடு``), அல்லது தற்போதுள்ள அனைத்து கூறுகளையும் சேர்க்க `` --all`` ஐப் பயன்படுத்தலாம்.
tr: Eklentinin hangi projeye ya da bileşene kurulacağını belirtebilir (``weblate/application`` gibi) ya da var olan tüm bileşenleri katmak için ``--all`` kullanabilirsiniz.
uk: Ви можете або визначити проєкт або складник для встановлення додатка (наприклад, ``weblate/application``), або скористатися ``--all`` для включення усіх наявних складників.
zh_hans: 可以定义将附加组件安装到哪个项目或部件中（例如 ``weblate/application``），或者使用 ``--all`` 来包含所有现有的部件。
zh_hant: 可以或者定義將附加組件安裝到哪個項目或組件中（例如 ``weblate/application``），或者使用 ``--all`` 來包括所有現有的組件。

source: To install :ref:`addon-weblate.gettext.mo` for all components:
id: Untuk menginstal :ref:`addon-weblate.gettext.mo` untuk semua komponen:
sv: För att installera :ref:`addon-weblate.gettext.mo` för alla komponenter:

source: Installs an site-wide automatic suggestion service.
de: Installiert einen plattformweiten automatischen Vorschlagsdienst.
ga: Suiteáil seirbhís uathoibríoch moltaí ar fud an tsuímh.
hu: Webhelyszintű automatikus javaslatszolgáltatás telepítése.
id: Menginstal layanan saran otomatis di seluruh situs.
ja: サイト全体の自動提案サービスをインストールします。
nl: Installeert een sitebrede automatische service voor suggesties.
pt: Instala um serviço de sugestões automáticas em todo o site.
pt_br: Instala um serviço de sugestões automáticas em todo o site.
ru: Устанавливает службу автоматических предложений по всему сайту.
sv: Installerar en automatisk förslagstjänst för hela webbplatsen.
ta: தள அளவிலான தானியங்கி பரிந்துரை சேவையை நிறுவவும்.
tr: Site genelinde çalışacak bir kendiliğinden öneri hizmeti kurar.
uk: Встановлює автоматичну службу пропозицій на рівні сайта.
zh_hans: 安装全站点的自动建议服务。

source: Name of the service to install. For example ``deepl``.
de: Name des zu installierenden Dienstes. Zum Beispiel ``deepl``.
ga: Ainm na seirbhíse atá le suiteáil. Mar shampla ``doimhne``.
hu: A telepítendő szolgáltatás neve. Például: ``deepl``.
id: Nama layanan yang akan diinstal. Misalnya ``deepl``.
ja: インストールするサービスの名前。例: ``deepl``。
nl: Naam van de te installeren service. Bijvoorbeeld ``deepl``.
pt: Nome do serviço a ser instalado. Por exemplo, ``deepl``.
pt_br: Nome do serviço a ser instalado. Por exemplo, ``deepl``.
ru: Имя службы для установки. Например, ``deepl``.
sv: Namnet på tjänsten som ska installeras. Till exempel ``deepl``.
ta: நிறுவ சேவையின் பெயர். உதாரணமாக `` deepl``.
tr: Kurulacak hizmetin adı. Örneğin ``deepl``.
uk: Назва служби, яку слід встановити. Приклад: ``deepl``.
zh_hans: 要安装的服务名称。例如 ``deepl``.

source: JSON encoded configuration of a service.
de: JSON-kodierte Konfiguration eines Dienstes.
ga: Cumraíocht ionchódaithe seirbhíse ag JSON.
hu: A szolgáltatás JSON-kódolt konfigurációja.
id: Konfigurasi layanan yang dikodekan JSON.
ja: JSON エンコードされたサービスの設定。
nl: JSON-gecodeerde configuratie van een service.
pt: Configuração codificada em JSON de um serviço.
pt_br: Configuração codificada em JSON de um serviço.
ru: Конфигурация службы в формате JSON.
sv: JSON-kodad konfiguration av en tjänst.
ta: சாதொபொகு குறியிடப்பட்ட ஒரு சேவையின் உள்ளமைவு.
tr: Bir hizmetin JSON olarak kodlanmış yapılandırması.
uk: Закодовані у JSON налаштування служби.
zh_hans: 以 JSON 编码的服务配置。

source: Update the existing service configuration.
de: Aktualisiert die vorhandene Dienstkonfiguration.
ga: Nuashonraigh cumraíocht na seirbhíse reatha.
hu: A meglévő szolgáltatáskonfiguráció frissítése.
id: Perbarui konfigurasi layanan yang ada.
ja: 既存のサービスの設定を更新します。
nl: Werk de bestaande configuratie van de service bij.
pt: Atualize a configuração do serviço existente.
pt_br: Atualize a configuração do serviço existente.
ru: Обновите существующую конфигурацию службы.
sv: Uppdatera den befintliga tjänstekonfigurationen.
ta: தற்போதுள்ள பணி உள்ளமைவைப் புதுப்பிக்கவும்.
tr: Var olan hizmet yapılandırmasını güncelle.
uk: Оновити наявні налаштування служб.
zh_hans: 更新现有的服务配置。

source: To install :ref:`mt-deepl`:
de: Um :ref:`mt-deepl` zu installieren:
ga: Chun a shuiteáil :ref:`mt-deepl`:
hu: A :ref:`mt-deepl` telepítése:
id: Untuk menginstal :ref:`mt-deepl`:
ja: :ref:`mt-deepl` のインストール方法:
nl: Installeren van :ref:`mt-deepl`:
pt: Para instalar :ref:`mt-deepl`:
pt_br: Para instalar :ref:`mt-deepl`:
ru: Чтобы установить :ref:`mt-deepl`:
sv: För att installera :ref:`mt-deepl`:
tr: Kurmak için :ref:`mt-deepl`:
uk: Для встановлення :ref:`mt-deepl`:
zh_hans: 安装 :ref:`mt-deepl`:

source: Lists add-ons in reStructuredText as a template for :doc:`/admin/addons`.
de: Listet Erweiterungen in reStructuredText als Vorlage für :doc:`/admin/addons` auf.
ga: Liostaíonn breiseáin i reStructuredText mar theimpléad do :doc:`/admin/addons`.
hu: Kiegészítők listázása reStructuredText formátumban, sablonként a :doc:`/admin/addons` dokumentációhoz.
id: Mencantumkan pengaya dalam reStructuredText sebagai templat untuk :doc:`/admin/addons`.
nl: Vermeld add-ons in reStructuredText als een sjabloon voor :doc:`/admin/addons`.
pt_br: Lista os complementos no reStructuredText como um modelo para :doc:`/admin/addons`.
sv: Listar tillägg i reStructuredText som en mall för :doc:`/admin/addons`.
uk: Перелічує надбудови в reStructuredText як шаблон для :doc:`/admin/addons`.

source: Lists permissions in reStructuredText as a template for :doc:`/admin/access`.
de: Listet Berechtigungen in reStructuredText als Vorlage für :doc:`/admin/access` auf.
ga: Liostaítear ceadanna in reStructuredText mar theimpléad le haghaidh :doc:`/admin/access`.
hu: Hozzáférési jogosultságok listázása reStructuredText formátumban, sablonként a :doc:`/admin/access` dokumentációhoz.
id: Mencantumkan izin dalam reStructuredText sebagai templat untuk :doc:`/admin/access`.
nl: Vermeld rechten in reStructuredText als een sjabloon voor :doc:`/admin/access`.
pt_br: Lista as permissões em reStructuredText como um modelo para :doc:`/admin/access`.
sv: Listar behörigheter i reStructuredText som en mall för :doc:`/admin/access`.
uk: Перелічує дозволи в reStructuredText як шаблон для :doc:`/admin/access`.

source: Lists quality checks in reStructuredText as a template for :doc:`/admin/checks` and :doc:`/user/checks`.
de: Listet Qualitätsprüfungen in reStructuredText als Vorlage für :doc:`/admin/checks` und :doc:`/user/checks` auf.
ga: Liostaíonn seiceálacha cáilíochta in reStructuredText mar theimpléad do :doc:`/admin/checks` agus :doc:`/user/checks`.
hu: Minőség-ellenőrzések listázása reStructuredText formátumban, sablonként a :doc:`/admin/checks` és :doc:`/user/checks` oldalakhoz.
id: Mencantumkan pemeriksaan kualitas dalam reStructuredText sebagai templat untuk :doc:`/admin/checks` dan :doc:`/user/checks`.
nl: Vermeld kwaliteitscontroles in reStructuredText als een sjabloon voor :doc:`/admin/checks` en :doc:`/user/checks`.
pt_br: Lista verificações de qualidade em reStructuredText como um modelo para :doc:`/admin/checks`, :doc:`/user/checks`.
sv: Listar kvalitetskontroller i reStructuredText som en mall för :doc:`/admin/checks` och :doc:`/user/checks`.
uk: Перелічує перевірки якості в reStructuredText як шаблон для :doc:`/admin/checks` і :doc:`/user/checks`.

source: Lists supported languages in MediaWiki markup - language codes, English names and localized names.
de: Listet die unterstützten Sprachen in der MediaWiki-Auszeichnung auf – Sprachcodes, englische Namen und lokalisierte Namen.
ga: Liostaítear teangacha a dtacaítear leo i marcáil MediaWiki - cóid teanga, ainmneacha Béarla agus ainmneacha logánta.
hu: Támogatott nyelvek listázása MediaWiki formátumban – nyelvkódokkal, angol és lokalizált nevekkel.
id: Mencantumkan bahasa yang didukung dalam markup MediaWiki - kode bahasa, nama dalam bahasa Inggris, dan nama lokal.
ja: MediaWiki マークアップで対応している言語（言語コード、英語名、現地語化された名前）を一覧表示します。
nl: Vermeld ondersteunde talen in markup voor MediaWiki - taalcodes, Engelse namen en vertaalde namen.
pt: Lista os idiomas suportados na marcação MediaWiki -- códigos de idioma, nomes em inglês e nomes localizados.
pt_br: Lista os idiomas suportados na marcação MediaWiki -- códigos de idioma, nomes em inglês e nomes localizados.
ro: Listează limbile acceptate în marcajul MediaWiki - coduri de limbă, nume în engleză și nume localizate.
ru: Выводит список поддерживаемых языков в разметке MediaWiki: коды языков, английские названия и локализованные названия.
sv: Listar språk som stöds i MediaWiki-markup – språkkoder, engelska namn och lokaliserade namn.
ta: மீடியாவிகி மார்க்அப்பில் உதவி மொழிகளை பட்டியலிடுகிறது - மொழி குறியீடுகள், ஆங்கில பெயர்கள் மற்றும் உள்ளூர்மயமாக்கப்பட்ட பெயர்கள்.
tr: MediaWiki kodlarında desteklenen dilleri görüntüler. Dil kodları, İngilizce adlar ve yerelleştirilmiş adlar.
uk: Виводить список підтримуваних мов у форматі MediaWiki — коди мов, назви мов англійською та локалізовані назви мов.
zh_hans: 列出 MediaWiki 标记中支持的语言——语言代码、英语名称和本地化名称。
zh_hant: 列出 MediaWiki 標記中支持的語言——語言代碼、英語名稱和本地化名稱。
