Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: By default, Weblate relies on third-party authentication services to provide a validated e-mail address. If some of the services you want to use don't support this, please enforce e-mail validation on the Weblate side by configuring FORCE_EMAIL_VALIDATION for them. For example:
de: Standardmäßig verwendet Weblate Authentifizierungsdienste von Drittanbietern, um eine geprüfte E-Mail-Adresse bereitzustellen. Wenn einige der Dienste, die Sie verwenden möchten, dies nicht unterstützen, erzwingen Sie bitte die E-Mail-Validierung auf der Weblate-Seite, indem Sie FORCE_EMAIL_VALIDATION für sie konfigurieren. Zum Beispiel:
ga: De réir réamhshocraithe, braitheann Weblate ar sheirbhísí fíordheimhnithe tríú páirtí chun seoladh ríomhphoist bailíochtaithe a sholáthar. Mura dtacaíonn cuid de na seirbhísí is mian leat a úsáid leis seo, cuir bailíochtú ríomhphoist i bhfeidhm ar thaobh an Ghréasáin trí FORCE_EMAIL_VALIDATION a chumrú dóibh. Mar shampla:
hu: Alapértelmezés szerint a Weblate a harmadik fél által biztosított hitelesítési szolgáltatásokra támaszkodik, hogy érvényesített e-mail címet kapjon. Ha az Ön által használt szolgáltatások közül valamelyik ezt nem támogatja, akkor a Weblate oldalán kell kötelezővé tenni az e-mail cím megerősítését a FORCE_EMAIL_VALIDATION beállítás konfigurálásával. Például:
id: Secara bawaan, Weblate mengandalkan layanan autentikasi pihak ketiga untuk memberikan alamat surel yang divalidasi. Jika beberapa layanan yang ingin Anda gunakan tidak mendukung ini, harap terapkan validasi surel di sisi Weblate dengan mengonfigurasi FORCE_EMAIL_VALIDATION untuk layanan tersebut. Sebagai contoh:
ja: デフォルトでは、Weblate はサードパーティの認証サービスを使用して、検証済みのメールアドレスを運用します。使用するサービスの中に、認証サービスに対応していないものがある場合は、FORCE_EMAIL_VALIDATION を設定して、Weblate 側でメールアドレスの検証を強制してください。設定例:
nl: Standaard vertrouwt Weblate op services voor authenticatie van derde partijen om een gevalideerd e-mailadres te verschaffen. Als enkele van de services die u wilt gebruiken dit niet ondersteunen, forceer dan valideren van e-mail aan de kant van Weblate daarvoor FORCE_EMAIL_VALIDATION te configureren. Bijvoorbeeld:
pt: Por predefinição, o Weblate conta com serviços de autenticação de terceiros para fornecer um endereço de e-mail validado. Se alguns dos serviços que deseja usar não suportarem isto, por favor aplique a validação de e-mail no lado Weblate configurando FORCE_EMAIL_VALIDATION para eles. Por exemplo:
pt_br: Por padrão, o Weblate conta com serviços de autenticação de terceiros para fornecer um endereço de e-mail validado. Se alguns dos serviços que você deseja usar não suportarem isso, por favor, aplique a validação de e-mail no lado Weblate configurando FORCE_EMAIL_VALIDATION para eles. Por exemplo:
ro: În mod implicit, Weblate se bazează pe serviciile de autentificare ale unor terțe părți pentru a furniza o adresă de e-mail validată. Dacă unele dintre serviciile pe care doriți să le utilizați nu acceptă acest lucru, vă rugăm să impuneți validarea e-mailului pe partea Weblate prin configurarea FORCE_EMAIL_VALIDATION pentru acestea. De exemplu:
ru: По умолчанию Weblate полагается на сторонние сервисы авторизации для предоставления подтверждённого адреса электронной почты. Если некоторые сервисы, которые вы хотите использовать, это не поддерживают, включите принудительную проверку адреса электронной почты на стороне Weblate, настроив их параметр FORCE_EMAIL_VALIDATION. Например:
sv: Som standard förlitar sig Weblate på tredjepartsautentiseringstjänster för att tillhandahålla en validerad e-postadress. Om några av de tjänster du vill använda inte stöder detta, vänligen tvinga fram e-postvalidering på Weblate-sidan genom att konfigurera FORCE_EMAIL_VALIDATION för dem. Till exempel:
ta: முன்னிருப்பாக, சரிபார்க்கப்பட்ட மின்னஞ்சல் முகவரியை வழங்க வலைபெயர்ப்பு மூன்றாம் தரப்பு அங்கீகார சேவைகளை நம்பியுள்ளது. நீங்கள் பயன்படுத்த விரும்பும் சில சேவைகள் இதை ஆதரிக்கவில்லை என்றால், தயவுசெய்து அவற்றுக்கான ஃபோர்ச்_மெயில்_வலைடு கட்டமைப்பதன் மூலம் வலைபெயர்ப்பு பக்கத்தில் மின்னஞ்சல் சரிபார்ப்பை செயல்படுத்தவும். உதாரணத்திற்கு:
tr: Weblate varsayılan olarak, doğrulanmış bir e-posta adresi sağlamak için üçüncü taraf kimlik doğrulama hizmetlerine güvenir. Kullanmak istediğiniz hizmetlerden bazıları bunu desteklemiyorsa, lütfen bunlar için FORCE_EMAIL_VALIDATION yapılandırması ile Weblate tarafında e-posta doğrulamasını zorunlu kılın. Örneğin:
uk: Типово, Weblate покладається на сторонні служби розпізнавання для забезпечення коректності адреси електронної пошти. Якщо у якихось із служб, якими ви хочете скористатися, підтримки перевірки коректності адреси електронної пошти не передбачено, будь ласка, скористайтеся примусовою перевіркою адреси електронної пошти на боці Weblate, налаштувавши для таких служб параметр FORCE_EMAIL_VALIDATION. Приклад:
zh_hans: Weblate 默认依赖于第三方身份验证服务来提供合法的电子邮箱地址。如果想要使用的一些服务不支持，请通过为其配置 FORCE_EMAIL_VALIDATION，来强制 Weblate 网站上的电子邮箱验证：
zh_hant: Weblate 默認依賴於第三方身份驗證服務來提供合法的電子郵箱地址。如果想要使用的一些服務不支持，請通過為其配置 FORCE_EMAIL_VALIDATION ，來強制 Weblate 網站上的電子郵箱驗證：

source: Enabling individual backends is quite easy, it's just a matter of adding an entry to the :setting:`django:AUTHENTICATION_BACKENDS` setting and possibly adding keys needed for a given authentication method. Please note that some backends do not provide user e-mail by default, you have to request it explicitly, otherwise Weblate will not be able to properly credit contributions users make.
de: Das Aktivieren einzelner Backends ist recht einfach: Sie müssen lediglich einen Eintrag in der Einstellung :setting:`django:AUTHENTICATION_BACKENDS` hinzufügen und eventuell die für eine bestimmte Authentifizierungsmethode benötigten Schlüssel hinzufügen. Bitte beachten Sie, dass einige Backends standardmäßig keine Benutzer-E-Mails zur Verfügung stellen. Sie müssen diese explizit anfordern, da Weblate sonst nicht in der Lage ist, die Beiträge der Benutzer richtig zuzuordnen.
ga: Tá sé éasca go leor hinnill aonair a chumasú, níl le déanamh ach iontráil a chur leis an socrú :setting:`django:AUTHENTICATION_BACKENDS` agus b'fhéidir eochracha a theastaíonn le haghaidh modh fíordheimhnithe ar leith a chur leis. Tabhair faoi deara le do thoil nach soláthraíonn roinnt inneall r-phost úsáideora de réir réamhshocraithe, caithfidh tú é a iarraidh go sainráite, nó ní bheidh Weblate in ann ranníocaíochtaí úsáideoirí a chreidmheas i gceart.
hu: Egyes háttérrendszerek engedélyezése igen egyszerű: mindössze egy bejegyzést kell hozzáadni az :setting:`django:AUTHENTICATION_BACKENDS` beállításhoz, illetve szükség esetén megadni a megfelelő kulcsokat a választott hitelesítési módhoz. Fontos megjegyezni, hogy egyes háttérrendszerek alapértelmezetten nem adnak meg felhasználói e-mail címet – ilyenkor külön kérni kell azt, különben a Weblate nem tudja megfelelően hozzárendelni a felhasználói közreműködéseket.
id: Mengaktifkan masing-masing backend cukup mudah, hanya masalah penambahan entri ke pengaturan :setting:`django:AUTHENTICATION_BACKENDS` dan mungkin menambahkan kunci yang diperlukan untuk metode autentikasi yang diberikan. Harap dicatat bahwa beberapa backend tidak menyediakan surel pengguna secara asali, Anda harus memintanya secara eksplisit, jika tidak, Weblate tidak akan dapat mengkredit kontribusi yang dibuat pengguna dengan benar.
ja: それぞれのバックエンドを有効にするのは非常に簡単です。:setting:`django:AUTHENTICATION_BACKENDS` の設定にエントリを追加し、場合によっては特定の認証方式に必要な秘密鍵を追加するだけです。バックエンドの中には、デフォルトではユーザーのメールアドレスを公開しないものがあり、リクエストで指定することが必要なことに注意してください。そうしなければ、Weblate は適切にユーザーの貢献をクレジットできません。
nl: Inschakelen van individuele backends is nogal gemakkelijk, het is slechts een kwestie van het toevoegen van een item aan de instelling :setting:`django:AUTHENTICATION_BACKENDS` en mogelijk het toevoegen van sleutels die nodig zijn voor een bepaalde methode van authenticatie. Onthoud dat sommige backends niet standaard e-mail van de gebruiker verschaffen, u zou het expliciet moeten verzoeken, anders zal Weblate niet in staat zijn om op de juiste wijze de bijdragen van gebruikers te attribueren.
pt: Permitir backends individuais é bastante fácil, é apenas uma questão de adicionar uma entrada à configuração :setting:`django:AUTHENTICATION_BACKENDS` e possivelmente adicionar chaves necessárias para um determinado método de autenticação. Por favor, note que alguns backends não fornecem e-mails do utilizador por predefinição, tem que solicitá-lo explicitamente, caso contrário o Weblate não será capaz de corretamente dar mérito às contribuições que os utilizadores fazem.
pt_br: Permitir backends individuais é bastante fácil, é apenas uma questão de adicionar uma entrada à configuração :setting:`django:AUTHENTICATION_BACKENDS` e possivelmente adicionar chaves necessárias para um determinado método de autenticação. Por favor, note que alguns backends não fornecem e-mails do usuário por padrão, você tem que solicitá-lo explicitamente, caso contrário o Weblate não será capaz de pagar corretamente as contribuições que os usuários fazem.
ro: Activarea backend-urilor individuale este destul de ușoară, este doar o chestiune de adăugare a unei intrări la :setting:`django:AUTHENTICATION_BACKENDS` și, eventual, adăugarea cheilor necesare pentru o anumită metodă de autentificare. Vă rugăm să rețineți că unele backend-uri nu furnizează în mod implicit e-mailul utilizatorului, trebuie să îl solicitați în mod explicit, altfel Weblate nu va putea să crediteze în mod corespunzător contribuțiile pe care le fac utilizatorii.
ru: Включить конкретный способ авторизации довольно просто: нужно всего-навсего добавить его имя в параметр :setting:`django:AUTHENTICATION_BACKENDS`, а также, по необходимости, задать необходимые ему ключи доступа. Обратите внимание, что некоторые способы по умолчанию не предоставляют адрес электронной почты пользователя, в этом случае вы должны запросить его явно, иначе Weblate не сможет правильно указать авторство выполненных пользователями переводов.
sv: Det är ganska enkelt att aktivera enskilda backends, det är bara att lägga till en post i inställningen :setting:`django:AUTHENTICATION_BACKENDS` och eventuellt lägga till nycklar som behövs för en viss autentiseringsmetod. Observera att vissa backends inte tillhandahåller användarens e-postadress som standard, du måste begära den uttryckligen, annars kommer Weblate inte att kunna kreditera användarnas bidrag på rätt sätt.
tr: Tek tek arka uçları etkinleştirmek oldukça kolaydır. Bunun için yalnızca :setting:`django:AUTHENTICATION_BACKENDS` seçeneği ile bir kayıt ve olabilecek belirli bir kimlik doğrulama yöntemi için gerekli anahtarları eklemek gerekir. Bazı arka uçların varsayılan olarak kullanıcı e-posta adresi sağlamadığını, açıkça istemeniz gerektiğini, yoksa kullanıcılarının yaptığı katkıların hesabının Weblate tarafından düzgün bir şekilde tutulamayacağını unutmayın.
uk: Вмикання окремих модулів обробки є доволі простою справою — достатньо додати запис до параметра :setting:`django:AUTHENTICATION_BACKENDS` і, можливо, додати ключі, потрібні для вказаного способу розпізнавання. Зауважте, що у деяких модулях обробки типово не надається параметра адреси електронної пошти користувача — вам слід надсилати запит щодо неї явним чином, інакше Weblate не зможе належним чином зберігати авторські права учасників перекладу.
zh_hans: 启用单独的后端非常简单，只需在 :setting:`django:AUTHENTICATION_BACKENDS` 设置中添加一个条目（可能还需要添加特定认证方法所需的密钥）。请注意，一些后端默认不提供用户电子邮件，你必须明确地请求，否则 Weblate 将无法正确记入用户所做的贡献。
zh_hant: 啟用單獨的後端非常簡單，只需添加一個條目至設置:setting:`django:AUTHENTICATION_BACKENDS`即可(可能還需為一個給定的驗證方式添加密鑰) 請注意，一些後端默認不提供用戶電子郵件，你必須明確地請求，否則Weblate無法將功勞歸於作出貢獻的用戶。

source: Most of the authentication backends require HTTPS. Once HTTPS is enabled in your web server please configure Weblate to report it properly using :setting:`ENABLE_HTTPS`, or by :envvar:`WEBLATE_ENABLE_HTTPS` in the Docker container.
de: Die meisten der Authentifizierungs-Backends erfordern HTTPS. Sobald HTTPS in Ihrem Webserver aktiviert ist, konfigurieren Sie Weblate bitte mit :setting:`ENABLE_HTTPS` oder durch :envvar:`WEBLATE_ENABLE_HTTPS` im Docker-Container so, dass es korrekt gemeldet wird.
ga: Tá HTTPS ag teastáil don chuid is mó de na haiséil fhíordheimhnithe. Nuair atá HTTPS cumasaithe i do fhreastalaí gréasáin, cumraigh Weblate le do thoil chun é a thuairisciú i gceart trí úsáid a bhaint as :setting:`ENABLE_HTTPS`, nó trí :envvar:`WEBLATE_ENABLE_HTTPS` sa choimeádán Docker.
hu: A legtöbb hitelesítési háttérrendszer HTTPS-kapcsolatot igényel. Miután a HTTPS engedélyezve lett a webszerveren, a Weblate-et is megfelelően be kell állítani az :setting:`ENABLE_HTTPS` segítségével vagy Docker környezetben a :envvar:`WEBLATE_ENABLE_HTTPS` változóval.
id: Sebagian besar backend autentikasi memerlukan HTTPS. Setelah HTTPS diaktifkan di server web Anda, harap atur Weblate untuk melaporkannya dengan benar menggunakan :setting:`ENABLE_HTTPS`, atau dengan :envvar:`WEBLATE_ENABLE_HTTPS` di kontainer Docker.
ja: ほとんどの認証バックエンドは、HTTPS が必要です。Web サーバーで HTTPS を有効にしたら、Weblate が正確にレポートするように、:setting:`ENABLE_HTTPS` を設定するか、または Docker コンテナの :envvar:`WEBLATE_ENABLE_HTTPS` を設定してください。
nl: De meeste backends voor authenticatie vereisen HTTPS. Als HTTPS eenmaal is ingeschakeld in uw webserver, configureer Weblate om het juist te rapporteren met :setting:`ENABLE_HTTPS`, of door :envvar:`WEBLATE_ENABLE_HTTPS` in de container van Docker.
pt: A maioria dos backends de autenticação exige HTTPS. Assim que o HTTPS estiver ativado no seu servidor web, configure o Weblate para relatá-lo corretamente usando :setting:`ENABLE_HTTPS` ou, no contentor Docker, :envvar:`WEBLATE_ENABLE_HTTPS`.
pt_br: A maioria dos backends de autenticação exige HTTPS. Assim que o HTTPS estiver habilitado em seu servidor web, configure o Weblate para relatá-lo corretamente usando :setting:`ENABLE_HTTPS` ou, no contêiner Docker, :envvar:`WEBLATE_ENABLE_HTTPS`.
ro: Cele mai multe dintre backend-urile de autentificare necesită HTTPS. Odată ce HTTPS este activat în serverul dvs. web, vă rugăm să configurați Weblate pentru a-l raporta în mod corespunzător folosind :setting:`ENABLE_HTTPS` sau prin :envvar:`WEBLATE_ENABLE_HTTPS` în containerul Docker.
ru: Большинство бэкендов авторизации требуют HTTPS. Как только HTTPS включён на вашем веб-сервере, пожалуйста, настройте Weblate, чтобы он сообщал об этом должным образом, используя :setting:`ENABLE_HTTPS`, или :envvar:`WEBLATE_ENABLE_HTTPS` в контейнере Docker.
sv: De flesta autentiseringsbackends kräver HTTPS. När HTTPS har aktiverats på din webbserver ska du konfigurera Weblate så att det rapporteras korrekt med :setting:`ENABLE_HTTPS` eller med :envvar:`WEBLATE_ENABLE_HTTPS` i Docker-containern.
tr: Kimlik doğrulama arka uçlarının çoğu için HTTPS gerekir. Site sunucunuzda HTTPS özelliğini kullanıma aldıktan sonra lütfen Weblate için :setting:`ENABLE_HTTPS` ya da Docker kapsayıcısı için :envvar:`WEBLATE_ENABLE_HTTPS` seçeneklerini yapılandırarak düzgün bir şekilde bildirilmesini sağlayın.
uk: Більшість серверів автентифікації вимагається протокол HTTPS. Після увімкнення HTTPS на вашому вебсервері налаштуйте Weblate, щоб повідомити про це належним чином, застосувавши :setting:`ENABLE_HTTPS`, або за допомогою :envvar:`WEBLATE_ENABLE_HTTPS` у контейнері Docker.
zh_hans: 大多数身份验证后端都需要 HTTPS。在您的 Web 服务器中启用 HTTPS 后，请使用 :setting:`ENABLE_HTTPS` 或 Docker 容器中的 :envvar:`WEBLATE_ENABLE_HTTPS` 配置 Weblate 以正确报告它。

source: OpenID authentication
de: OpenID
ga: Fíordheimhniú OpenID
hu: OpenID hitelesítés
id: Autentikasi OpenID
ja: OpenID 認証
nl: OpenID authenticatie
pt: Autenticação por OpenID
pt_br: Autenticação por OpenID
ro: Autentificare OpenID
ru: Авторизация OpenID
sv: OpenID-autentisering
ta: openid ஏற்பு
tr: OpenID kimlik doğrulaması
uk: Розпізнавання за OpenID
zh_hans: OpenID 身份验证
zh_hant: OpenID 驗證

source: For OpenID-based services it's usually just a matter of enabling them. The following section enables OpenID authentication for OpenSUSE, Fedora and Ubuntu:
de: Für OpenID-basierte Dienste ist es normalerweise nur eine Frage der Aktivierung. Der folgende Abschnitt aktiviert die OpenID-Authentifizierung für OpenSUSE, Fedora und Ubuntu:
ga: Maidir le seirbhísí atá bunaithe ar OpenID, de ghnáth ní bhíonn i gceist ach iad a chumasú. Cumasaíonn an chuid seo a leanas fíordheimhniú OpenID do OpenSUSE, Fedora agus Ubuntu:
hu: OpenID-alapú szolgáltatások esetén általában csupán azok engedélyezésére van szükség. Az alábbi rész példát mutat OpenID-hitelesítés bekapcsolására az OpenSUSE, Fedora és Ubuntu esetében:
id: Untuk layanan berbasis OpenID biasanya hanya masalah pengaktifannya. Bagian berikut ini mengaktifkan autentikasi OpenID untuk OpenSUSE, Fedora, dan Ubuntu:
ja: OpenID ベースのサービスでは、通常は認証を有効にするだけで使用できます。次のセクションは、OpenSUSE、Fedora、および Ubuntu で OpenID 認証を有効にする方法:
nl: Voor op OpenID gebaseerde services is het gewoonlijk slechts een kwestie van het inschakelen ervan. Het volgende gedeelte schakelt authenticatie met OpenID in voor openSUSE, Fedora en Ubuntu:
pt: Para serviços baseados em OpenID, geralmente é apenas uma questão de ativá-los. A secção a seguir permite a autenticação OpenID para OpenSUSE, Fedora e Ubuntu:
pt_br: Para serviços baseados em OpenID, geralmente é apenas uma questão de habilitá-los. A seção a seguir permite a autenticação OpenID para OpenSUSE, Fedora e Ubuntu:
ro: În cazul serviciilor bazate pe OpenID, de obicei este vorba doar de activarea acestora. Următoarea secțiune permite autentificarea OpenID pentru OpenSUSE, Fedora și Ubuntu:
ru: Для сервисов, основанных на OpenID, обычно это просто вопрос её включения. Следующий блок кода включает авторизацию OpenID для OpenSUSE, Fedora и Ubuntu:
sv: För OpenID-baserade tjänster är det vanligtvis bara en fråga om att aktivera dem. Följande avsnitt aktiverar OpenID-autentisering för OpenSUSE, Fedora och Ubuntu:
ta: ஓபன்ஐடி அடிப்படையிலான சேவைகளுக்கு இது வழக்கமாக அவற்றை இயக்கும் ஒரு சேதி. பின்வரும் பிரிவு ஓபன்சச், ஃபெடோரா மற்றும் உபுண்டு ஆகியவற்றிற்கான திறந்த அங்கீகாரத்தை செயல்படுத்துகிறது:
tr: OpenID kullanan hizmetler için genellikle yalnızca onları kullanıma almak gerekir. Aşağıdaki bölüm OpenSUSE, Fedora ve Ubuntu için OpenID kimlik doğrulamasını kullanıma alır:
uk: Для служб на основі OpenID, зазвичай, достатньо просто вмикання. Вказаний нижче розділ вмикає розпізнавання за OpenID для систем OpenSUSE, Fedora і Ubuntu:
zh_hans: 对于基于 OpenID 的服务，通常只要启用它们就行了。后面的部分关于对于 OpenSUSE 、 Fedora 和 Ubuntu 允许 OpenID 身份验证：
zh_hant: 對於基於 OpenID 的服務，通常只要啟用它們就行了。後面的部分關於對於 OpenSUSE 、 Fedora 和 Ubuntu 允許 OpenID 身份驗證：

source: GitHub authentication
de: GitHub
ga: Fíordheimhniú GitHub
hu: GitHub hitelesítés
id: Autentikasi GitHub
ja: GitHub 認証
nl: GitHub authenticatie
pt: Autenticação por GitHub
pt_br: Autenticação por GitHub
ro: Autentificarea GitHub
ru: Авторизация GitHub
sv: GitHub-autentisering
ta: அறிவிலிமையம் ஏற்பு
tr: GitHub kimlik doğrulaması
uk: Розпізнавання за GitHub
zh_hans: GitHub 身份验证
zh_hant: GitHub 驗證

source: You need to register an OAuth application on GitHub and then tell Weblate all its secrets:
de: Sie müssen eine OAuth-Anwendung auf GitHub registrieren und dann Weblate alle ihre Geheimnisse mitteilen:
ga: Ní mór duit feidhmchlár OAuth a chlárú ar GitHub agus ansin a rúin go léir a insint do Weblate:
hu: Ehhez OAuth-alkalmazást kell regisztrálni a GitHubon, majd a Weblate-ben megadni az ehhez tartozó titkos kulcsokat:
id: Anda perlu mendaftarkan aplikasi OAuth di GitHub kemudian memberi tahu Weblate semua rahasianya:
ja: GitHub 上で OAuthアプリケーションを登録し、Weblate にすべての秘密鍵を設定することが必要です。秘密鍵の設定例:
nl: U dient een toepassing voor OAuth te registreren in GitHub en dan Weblate alle geheimen te geven:
pt: Precisa registar uma aplicação de OAuth no GitHub e, em seguida, dizer ao Weblate todos os seus segredos:
pt_br: Você precisa registrar um aplicativo OAuth no GitHub e, em seguida, dizer ao Weblate todos os seus segredos:
ro: Trebuie să înregistrați o aplicație OAuth pe GitHub și apoi să-i spuneți lui Weblate toate secretele sale:
ru: Вам нужно будет зарегистрировать приложение OAuth в GitHub, а затем передать Weblate все его данные:
sv: Du måste registrera en OAuth-applikation på GitHub och sedan uppge alla dess hemligheter för Weblate:
ta: நீங்கள் கிதுபில் ஒரு oauth விண்ணப்பத்தை பதிவு செய்ய வேண்டும், பின்னர் அதன் எல்லா ரகசியங்களையும் வலைபெயர்ப்பு செய்யச் சொல்ல வேண்டும்:
tr: GitHub üzerinde bir OAuth uygulaması oluşturduktan sonra tüm erişim bilgilerini Weblate üzerine yazmanız gerekir:
uk: Вам слід зареєструвати програму OAuth на GitHub, а потім повідомити Weblate усі її реєстраційні дані:
zh_hans: 需要在 GitHub 上注册一个 OAuth 应用，然后告诉 Weblate 所有的 secrets：
zh_hant: 需要在 GitHub 上註冊一個 OAuth 應用，然後告訴 Weblate 所有的 secrets：

source: The GitHub should be configured to have callback URL as ``https://WEBLATE SERVER/accounts/complete/github/``.
de: GitHub sollte so konfiguriert sein, dass die Callback-URL ``https://WEBLATE SERVER/accounts/complete/github/`` lautet.
ga: Ba cheart an GitHub a chumrú le URL aisghlao a bheith aige mar ``https://WEBLATE SERVER/accounts/complete/github/``.
hu: A GitHubot úgy kell konfigurálni, hogy a visszahívási (callback) URL a következő legyen: ``https://WEBLATE SERVER/accounts/complete/github/``.
id: GitHub harus dikonfigurasi untuk memiliki URL panggilan balik sebagai ``https://WEBLATE SERVER/accounts/complete/github/``.
ja: GitHub のコールバック URL を ``https://WEBLATE SERVER/accounts/complete/github/`` に設定することが必要です。
nl: GitHub zou moeten worden geconfigureerd om een URL voor terugkoppeling te hebben, zoals ``https://WEBLATE SERVER/accounts/complete/github/``.
pt: O GitHub deve ser configurado para ter URL de um retorno de chamada como ``https://WEBLATE SERVER/accounts/complete/github/``.
pt_br: O GitHub deve ser configurado para ter URL de um retorno de chamada como ``https://WEBLATE SERVER/accounts/complete/github/``.
ru: На GitHub должен быть настроен URL обратного вызова ``https://WEBLATE SERVER/accounts/complete/github/``.
sv: GitHub bör konfigureras så att den har återuppringnings-URL:en ``https://WEBLATE SERVER/accounts/complete/github/``.
ta: அறிவிலிமையம் முகவரி ஐ `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/கிட்அப்/`` எனக் கட்டமைக்க வேண்டும்.
tr: GitHub, geri çağırma adresi ``https://WEBLATE SUNUCUSU/accounts/complete/github/`` olacak biçimde yapılandırılmalıdır.
uk: GitHub слід налаштувати, щоб адреса зворотного виклику була подібно до ``https://СЕРВЕР WEBLATE/accounts/complete/github/``.
zh_hans: GitHub 的 回调 URL 应配置为形如 ``https://WEBLATE SERVER/accounts/complete/github/``.
