Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Configures whether registrations are open by toggling :std:setting:`REGISTRATION_OPEN`.
de: Legt fest, ob Registrierungen offen sind, durch Umschaltung von :std:setting:`REGISTRATION_OPEN`.
ga: Cumraigh cé acu an bhfuil clárúcháin oscailte trí scoránú :std:setting:`REGISTRATION_OPEN`.
hu: A regisztrációs lehetőség elérhetőségét szabályozza a :std:setting:`REGISTRATION_OPEN` állításával.
id: Mengonfigurasi apakah pendaftaran dibuka dengan mengaktifkan :std:setting:`REGISTRATION_OPEN`.
ja: :std:setting:`REGISTRATION_OPEN` を 0 か 1 に切り替えることによって、登録を公開するかどうかを設定します。
nl: Configureert of registreren mogelijk is door te schakelen :std:setting:`REGISTRATION_OPEN`.
pt: Configura se os registos são abertos a alternar :std:setting:`REGISTRATION_OPEN`.
pt_br: Configura se os registros são abertos alternando :std:setting:`REGISTRATION_OPEN`.
ro: Configurează dacă înregistrările sunt deschise prin activarea :std:setting:`REGISTRATION_OPEN`.
ru: Настраивает статус открытия регистрации, переключая параметр :std:setting:`REGISTRATION_OPEN`.
sv: Konfigurerar om registreringar är öppna genom att växla :std:setting:`REGISTRATION_OPEN`.
tr: :std:setting:`REGISTRATION_OPEN` seçeneğini değiştirerek hesap açma özelliğini kullanıma alır ya da kaldırır.
uk: Налаштовує, чи відкрита реєстрація перемиканням :std:setting:`REGISTRATION_OPEN`.
zh_hans: 通过切换 :std:setting:`REGISTRATION_OPEN` 配置是否打开注册。
zh_hant: 通過切換 :std:setting:`REGISTRATION_OPEN` 配置是否打開註冊。

source: Configures whether captcha is used for registration and other unauthenticated actions, see :std:setting:`REGISTRATION_CAPTCHA`.
de: Legt fest, ob Captcha für die Registrierung und andere nicht authentifizierte Aktionen verwendet wird, siehe :std:setting:`REGISTRATION_CAPTCHA`.
ga: Cumraigh cé acu an n-úsáidtear captcha le haghaidh clárúcháin agus gníomhartha neamhfhíordheimhnithe eile, féach :std:setting:`REGISTRATION_CAPTCHA`.
hu: Beállítja, hogy a regisztrációhoz és egyéb hitelesítést nem igénylő műveletekhez használjon-e captcha-t, lásd: :std:setting:`REGISTRATION_CAPTCHA`.
id: Mengonfigurasi apakah captcha digunakan untuk pendaftaran dan tindakan tidak terautentikasi lainnya, lihat :std:setting:`REGISTRATION_CAPTCHA`.
nl: Configureert of captcha wordt gebruikt voor registreren en andere acties voor autoriseren, bekijk :std:setting:`REGISTRATION_CAPTCHA`.
pt_br: Configura se o captcha é usado para registro e outras ações não autenticadas, consulte :std:setting:`REGISTRATION_CAPTCHA`.
sv: Konfigurerar om captcha används för registrering och andra oautentiserade åtgärder, se :std:setting:`REGISTRATION_CAPTCHA`.
tr: :std:setting:`REGISTRATION_CAPTCHA` seçeneğini değiştirerek hesap açılışlarında güvenlik kodu kullanılması özelliğini açar ya da kapatır.
uk: Налаштовує, чи використовуватиметься captcha для реєстрації та інших неавтентифікованих дій, див. :std:setting:`REGISTRATION_CAPTCHA`.

source: Configure which authentication methods can be used to create new account via :setting:`REGISTRATION_ALLOW_BACKENDS`.
de: Konfiguriert, welche Authentifizierungsmethoden zum Erstellen eines neuen Kontos verwendet werden können, über :setting:`REGISTRATION_ALLOW_BACKENDS`.
ga: Cumraigh cé na modhanna fíordheimhnithe is féidir a úsáid chun cuntas nua a chruthú trí :setting:`REGISTRATION_ALLOW_BACKENDS`.
hu: Beállítja, hogy mely hitelesítési módszerek használhatók új fiók létrehozására a :setting:`REGISTRATION_ALLOW_BACKENDS` segítségével.
id: Konfigurasikan metode autentikasi mana yang dapat digunakan untuk membuat akun baru melalui :setting:`REGISTRATION_ALLOW_BACKENDS`.
ja: :setting:`REGISTRATION_ALLOW_BACKENDS` を使用して、新しいアカウントの作成に使用できる認証方式を設定します。
nl: Configureer welk methoden voor authenticatie kunnen worden gebruikt om een nieuw account te maken via :setting:`REGISTRATION_ALLOW_BACKENDS`.
pt: Configura quais métodos de autenticação podem ser usados para criar uma nova conta via :setting:`REGISTRATION_ALLOW_BACKENDS`.
pt_br: Configura quais métodos de autenticação podem ser usados para criar uma nova conta via :setting:`REGISTRATION_ALLOW_BACKENDS`.
ro: Configurați ce metode de autentificare pot fi folosite pentru a crea un cont nou prin :setting:`REGISTRATION_ALLOW_BACKENDS`.
ru: Настраивает через параметр :setting:`REGISTRATION_ALLOW_BACKENDS` методы авторизации, которые можно использовать для создания новой учётной записи.
sv: Konfigurera vilka autentiseringsmetoder som kan användas för att skapa nya konton via :setting:`REGISTRATION_ALLOW_BACKENDS`.
tr: :setting:`REGISTRATION_ALLOW_BACKENDS` seçeneği ile yeni hesap açmak için hangi kimlik doğrulama yöntemlerinin kullanılabileceğini yapılandırır.
uk: Налаштувати, які способи розпізнавання може бути використано для створення облікового запису за допомогою :setting:`REGISTRATION_ALLOW_BACKENDS`.
zh_hans: 配置可用于通过 :setting:`REGISTRATION_ALLOW_BACKENDS` 创建新账户的身份验证方法。
zh_hant: 配置可用於通過 :setting:`REGISTRATION_ALLOW_BACKENDS` 創建新帳戶的身份驗證方法。

source: Configures :std:setting:`REGISTRATION_REBIND`.
de: Konfiguriert :std:setting:`REGISTRATION_REBIND`.
ga: Cumraíonn :std:setting:`REGISTRATION_REBIND`.
hu: A :std:setting:`REGISTRATION_REBIND` beállítását konfigurálja.
id: Mengonfigurasi :std:setting:`REGISTRATION_REBIND`.
ja: :std:setting:`REGISTRATION_REBIND` を設定します。
nl: Configureert :std:setting:`REGISTRATION_REBIND`.
pt: Configura :std:setting:`REGISTRATION_REBIND`.
pt_br: Configurações :std:setting:`REGISTRATION_REBIND`.
ru: Настраивает :std:setting:`REGISTRATION_REBIND`.
sv: Konfigurerar :std:setting:`REGISTRATION_REBIND`.
tr: :std:setting:`REGISTRATION_REBIND` seçeneğini yapılandırır.
uk: Налаштовує :std:setting:`REGISTRATION_REBIND`.
zh_hans: 配置 :std:setting:`REGISTRATION_REBIND`.

source: Configures the used time zone in Weblate, see :std:setting:`django:TIME_ZONE`.
de: Konfiguriert die verwendete Zeitzone in Weblate, siehe :std:setting:`django:TIME_ZONE`.
ga: Cumraíonn sé an crios ama in úsáid i Weblate, féach :std:setting:`django:TIME_ZONE`.
hu: A Weblate által használt időzónát állítja be, lásd: :std:setting:`django:TIME_ZONE`.
id: Mengonfigurasi zona waktu yang digunakan di Weblate, lihat :std:setting:`django:TIME_ZONE`.
ja: Weblate で使用するタイムゾーンを設定します。参照: :std:setting:`django:TIME_ZONE`。
nl: Configureert de gebruikte tijdzone in Weblate, bekijk :std:setting:`django:TIME_ZONE`.
pt: Configura o fuso horário usado no Weblate, veja :std:setting:`django:TIME_ZONE`.
pt_br: Configura o fuso horário usado no Weblate, veja :std:setting:`django:TIME_ZONE`.
ro: Configurează fusul orar utilizat în Weblate, vezi :std:setting:`django:TIME_ZONE`.
ru: Настраивает используемый в Weblate часовой пояс, смотрите описание параметра :std:setting:`django:TIME_ZONE`.
sv: Konfigurerar den tidszon som används i Weblate, se :std:setting:`django:TIME_ZONE`.
tr: Weblate üzerinde kullanılacak saat dilimini yapılandırır. Ayrıntılı bilgi almak için: :std:setting:`django:TIME_ZONE`.
uk: Налаштовує використаний часовий пояс у Weblate, див. :std:setting:`django:TIME_ZONE`.
zh_hans: 在 Weblate 中配置使用的时区，请参阅 :std:setting:`django:TIME_ZONE`。
zh_hant: 在 Weblate 中配置使用的時區，請參閱 :std:setting:`django:TIME_ZONE`。

source: To change the time zone of the Docker container itself, use the ``TZ`` environment variable.
de: Um die Zeitzone des Docker-Containers selbst zu ändern, die Umgebungsvariable ``TZ`` verwenden.
ga: Chun crios ama an choimeádáin Docker féin a athrú, úsáid an athróg timpeallachta ``TZ``.
hu: Ha a Docker-konténer időzónáját szeretné megváltoztatni, használja a ``TZ`` környezeti változót.
id: Untuk mengubah zona waktu kontainer Docker itu sendiri, gunakan variabel lingkungan ``TZ``.
ja: Docker コンテナー自体のタイム ゾーンを変更するには、環境変数 ``TZ`` を使用します。
nl: Gebruik de omgevingsvariabele ``TZ`` om de tijdzone van de Docker container zelf te wijzigen.
pt: Para alterar o fuso horário do próprio contentor do Docker, use a variável de ambiente `` TZ``.
pt_br: Para alterar o fuso horário do próprio contêiner do Docker, use a variável de ambiente ``TZ``.
ro: Pentru a schimba fusul orar al containerului Docker în sine, utilizați variabila de mediu ``TZ``.
ru: Для изменения часового пояса самого контейнера Docker используйте переменную окружения ``TZ``.
sv: För att ändra tidszonen för själva Docker-containern använder du miljövariabeln ``TZ``.
ta: கப்பல்துறை கொள்கலனின் நேர மண்டலத்தை மாற்ற, `` tz`` சூழல் மாறியைப் பயன்படுத்து.
tr: Docker kapsayıcısının saat dilimini değiştirmek için ``TZ`` ortam değişkenini kullanın.
uk: Щоб змінити часовий пояс самого контейнера Docker, скористайтеся змінною середовища ``TZ``.
zh_hans: 为了更改 Docker 自己的时区，使用 ``TZ`` 环境变量。
zh_hant: 為了更改 Docker 自己的時區，使用 ``TZ`` 環境變量。

source: Makes Weblate assume it is operated behind a reverse HTTPS proxy, it makes Weblate use HTTPS in e-mail and API links or set secure flags on cookies.
de: Lässt Weblate davon ausgehen, dass es hinter einem Reverse-HTTPS-Proxy betrieben wird, und bringt Weblate dazu, HTTPS in E-Mails und API-Links zu verwenden oder sichere Markierungen für Cookies zu setzen.
ga: Glacann Weblate leis go n-oibrítear é taobh thiar de sheachvótálaí HTTPS droim ar ais, úsáideann Weblate HTTPS i ríomhphoist agus naisc API nó socraíonn sé bratacha slána ar fhianáin.
hu: Beállítja, hogy a Weblate feltételezze, hogy egy fordított (reverse) HTTPS proxy mögött működik, így HTTPS-t használ az e-mailekben és az API linkekben, illetve biztonsági jelzőket állít be a sütiknél.
id: Menjadikan Weblate berasumsi bahwa ia dioperasikan di balik proksi HTTPS terbalik, ia membuat Weblate menggunakan HTTPS dalam surel dan tautan API atau mengatur tanda aman pada kuki.
ja: Weblate が、リバース HTTPS プロキシの背後で動作している前提で、メールや API リンクで HTTPS を使用したり、Cookie にセキュリティ フラグを設定します。
nl: Laat Weblate ervan uitgaan dat het wordt uitgevoerd vanachter een omgekeerde HTTPS-proxy, het zorgt ervoor dat Weblate HTTPS gebruikt in e-mail en koppelingen voor de API of veilige vlaggen instelt in cookies.
pt: Faz com que o Weblate presuma que é operado por trás de um proxy HTTPS reverso, fazendo com que o Weblate use HTTPS em ligações de email e de API ou defina marcadores seguros em cookies.
pt_br: Faz com que o Weblate presuma que é operado por trás de um proxy HTTPS reverso, faz com que o Weblate use HTTPS em e-mail e links de API ou defina marcadores seguros em cookies.
ro: Face ca Weblate să presupună că este operat în spatele unui proxy HTTPS inversat, face ca Weblate să utilizeze HTTPS în e-mail și în legăturile API sau să seteze indicatori de siguranță pe cookie-uri.
ru: Заставляет Weblate думать, что он работает за обратным HTTPS-прокси, что принуждает Weblate использовать HTTPS в ссылках писем электронной почты и API или устанавливать у кук флаги безопасности.
sv: Får Weblate att anta att det drivs bakom en omvänd HTTPS-proxy, vilket gör att Weblate använder HTTPS i e-post och API-länkar eller sätter säkra flaggor på cookies.
ta: இது ஒரு தலைகீழ் https ப்ராக்சிக்கு பின்னால் இயங்குகிறது என்று வலைபெயர்ப்பு கருதுகிறது, இது வலைபெயர்ப்பு மின்னஞ்சலில் https ஐப் பயன்படுத்துகிறது மற்றும் பநிஇ இணைப்புகள் அல்லது குக்கீகளில் பாதுகாப்பான கொடிகளை அமைக்கிறது.
tr: Weblate uygulamasının ters HTTPS vekil sunucu arkasında çalıştığını varsaymasını sağlar. Weblate e-posta ve API bağlantılarında HTTPS kullanılmasını sağlar ya da çerezler için güvenli imlerini ayarlar.
uk: Вказує Weblate, що слід працювати за оберненим проксі HTTPS. У результаті Weblate використовує HTTPS у посиланнях електронної пошти та програмного інтерфейсу та встановлює прапорці захищеності у куках.
zh_hans: 让 Weblate 假定在反向 HTTPS 代理后面操作，这使 Weblate 在电子邮件和 API 链接中使用 HTTPS，或者在 cookies 上设置安全标记。
zh_hant: 讓 Weblate 假定在反向 HTTPS 代理後面操作，這使 Weblate 在電子郵件和 API 鏈接中使用 HTTPS ，或者在 cookies 上設置安全標記。

source: Please see :setting:`ENABLE_HTTPS` documentation for possible caveats.
de: Bitte lesen Sie die :setting:`ENABLE_HTTPS`-Dokumentation für mögliche Vorsichtsmaßnahmen.
ga: Féach le do thoil :setting:`ENABLE_HTTPS` doiciméadú le haghaidh caveats féideartha.
hu: Az esetleges problémák miatt tekintse meg az :setting:`ENABLE_HTTPS` dokumentációját.
id: Silakan lihat dokumentasi :setting:`ENABLE_HTTPS` untuk kemungkinan peringatan.
ja: 考えられる問題点については、:setting:`ENABLE_HTTPS` ドキュメントを確認してください。
nl: Bekijk de documentatie van :setting:`ENABLE_HTTPS` voor mogelijke valkuilen.
pt: Por favor, consulte a documentação de :setting:`ENABLE_HTTPS` para possíveis advertências.
pt_br: Por favor, consulte a documentação de :setting:`ENABLE_HTTPS` para possíveis advertências.
ro: Vă rugăm să consultați documentația :setting:`ENABLE_HTTPS` pentru eventualele avertismente.
ru: Смотрите возможные топкие места в документацию к параметру :setting:`ENABLE_HTTPS`.
sv: Se dokumentationen för :setting:`ENABLE_HTTPS` för eventuella varningar.
tr: Olası uyarılar için :setting:`ENABLE_HTTPS` belgelerine bakabilirsiniz.
uk: Будь ласка, ознайомтеся із документацією до :setting:`ENABLE_HTTPS`, щоб дізнатися більше про можливі проблеми.
zh_hans: 可能的警告请参见 :setting:`ENABLE_HTTPS` 文档。
zh_hant: 可能的警告請參見 :setting:`ENABLE_HTTPS` 文檔。

source: This does not make the Weblate container accept HTTPS connections, you need to configure that as well, see :ref:`docker-ssl` for examples.
de: Dies führt nicht dazu, dass der Weblate-Container HTTPS-Verbindungen akzeptiert. Sie müssen dies ebenfalls konfigurieren, siehe :ref:`docker-ssl` für Beispiele.
ga: Ní fhágann sé seo go nglacann coimeádán Weblate le naisc HTTPS, ní mór duit é sin a chumrú freisin, féach :ref:`docker-ssl` le haghaidh samplaí.
hu: Ez önmagában nem teszi lehetővé, hogy a Weblate-konténer közvetlenül HTTPS kapcsolaton keresztül fogadjon kéréseket, ehhez külön konfiguráció szükséges. Ezekre példákat itt talál: :ref:`docker-ssl`.
id: Ini tidak membuat kontainer Weblate menerima koneksi HTTPS, Anda perlu mengonfigurasinya juga, lihat :ref:`docker-ssl` untuk contoh.
ja: これにより、Weblate コンテナが HTTPS 接続を受け入れるようにはなりません。 HTTPS 接続には設定が必要です。例については、:ref:`docker-ssl` 確認してください。
nl: Dit zorgt er niet voor dat de Weblate container HTTPS-verbindingen accepteert, u moet dat ook configureren, bekijk :ref:`docker-ssl` voor voorbeelden.
pt: Isso não faz com que o contentor Weblate aceite conexões HTTPS, precisa configurar isso também, consulte :ref:`docker-ssl` para exemplos.
pt_br: Isso não faz com que o contêiner Weblate aceite conexões HTTPS, você precisa configurar isso também, consulte :ref:`docker-ssl` para exemplos.
ro: Acest lucru nu face ca containerul Weblate să accepte conexiuni HTTPS, trebuie să configurați și acest lucru, consultați :ref:`docker-ssl` pentru exemple.
ru: Этот параметр не включает разрешение на прием контейнером Weblate’а соединений по HTTPS, его нужно настроить отдельно, для примеров смотрите раздел :ref:`docker-ssl`.
sv: Detta gör inte att Weblate-containern accepterar HTTPS-anslutningar, du måste också konfigurera det, se :ref:`docker-ssl` för exempel.
tr: Bu seçenek, Weblate kapsayıcısının HTTPS bağlantılarını kabul etmesini sağlamaz. Bunu da yapılandırmanız gerekir. Ayrıntılı bilgi almak için: :ref:`docker-ssl`.
uk: Це не призводить до того, що контейнер Weblate починає приймати з'єднання HTTPS. Прийняття таких з'єднань слід налаштувати окремо, див. приклади у розділі :ref:`docker-ssl`.
zh_hans: 这不会使 Weblate 容器接受 HTTPS 连接，您同样需要配置它，示例请参见 :ref:`docker-ssl`。
zh_hant: 這不會使 Weblate 容器接受 HTTPS 連接，您同樣需要配置它，例子請參見 :ref:`docker-ssl` 。

source: Lets Weblate fetch the IP address from any given HTTP header. Use this when using a reverse proxy in front of the Weblate container.
de: Ermöglicht es Weblate, die IP-Adresse aus einem beliebigen HTTP-Header zu holen. Verwenden Sie dies, wenn Sie einen Reverse-Proxy vor dem Weblate-Container einsetzen.
ga: Faigh Weblate an seoladh IP ó aon cheanntásc HTTP tugtha. Úsáid é seo agus seachfhreastalaí droim ar ais os comhair an choimeádáin Weblate.
hu: Lehetővé teszi, hogy a Weblate egy megadott HTTP fejlécből olvassa ki az IP címet. Ezt akkor használja, ha a Weblate-konténer előtt fordított proxy működik.
id: Memungkinkan Weblate untuk mengambil alamat IP dari kepala HTTP mana pun. Gunakan ini saat menggunakan proksi terbalik di depan kontainer Weblate.
ja: Weblate が、どのような HTTP ヘッダーからも IP アドレスを取得できるようにします。これは、Weblate コンテナの前段階でリバース プロキシを使用する場合に使用します。
nl: Laat Weblate het IP-adres ophalen van een opgegeven HTTP-header. Gebruik dit bij het gebruiken van een omgekeerde proxy voor de Weblate container.
pt: Permite que o Weblate obtenha o endereço IP de qualquer cabeçalho HTTP fornecido. Use isso ao usar um proxy reverso na frente do contentor Weblate.
pt_br: Permite que o Weblate obtenha o endereço IP de qualquer cabeçalho HTTP fornecido. Use isso ao usar um proxy reverso na frente do contêiner Weblate.
ro: Permite lui Weblate să extragă adresa IP din orice antet HTTP dat. Utilizați această opțiune atunci când utilizați un proxy invers în fața containerului Weblate.
ru: Позволяет Weblate’у получать IP-адрес из любого заданного HTTP-заголовка. Используйте его при использовании обратного прокси перед контейнером Weblate.
sv: Låt Weblate hämta IP-adressen från valfri HTTP-header. Använd detta när du använder en omvänd proxy framför Weblate-containern.
ta: கொடுக்கப்பட்ட எந்தவொரு http தலைப்பிலிருந்தும் ஐபி முகவரியைப் பெற வலைபெயர்ப்பு அனுமதிக்கிறது. வலைபெயர்ப்பு கொள்கலனுக்கு முன்னால் தலைகீழ் பதிலாளைப் பயன்படுத்தும் போது இதைப் பயன்படுத்து.
tr: IP adresinin Weblate tarafından herhangi bir HTTP üst bilgisinden alınmasını sağlar. Weblate kapsayıcısının önünde ters vekil sunucu varsa bunu kullanın.
uk: Дозволяє Weblate отримувати IP-адресу з будь-якого вказаного заголовка HTTP. Скористайтеся цим, якщо використовуєте обернений проксі перед контейнером Weblate.
zh_hans: 让 Weblate 从任何给定的 HTTP 标头中取回 IP 地址。在使用 Weblate 容器之前的反向代理时使用它。
zh_hant: 讓 Weblate 從任何給定的 HTTP 標頭中取回 IP 地址。在使用 Weblate 容器之前的反向代理時使用它。

source: Enables :setting:`IP_BEHIND_REVERSE_PROXY` and sets :setting:`IP_PROXY_HEADER`.
de: Aktiviert :setting:`IP_BEHIND_REVERSE_PROXY` und setzt :setting:`IP_PROXY_HEADER`.
ga: Cumasaítear :setting:`IP_BEHIND_REVERSE_PROXY` agus socraítear :setting:`IP_PROXY_HEADER`.
hu: Engedélyezi az :setting:`IP_BEHIND_REVERSE_PROXY` funkciót, és beállítja az :setting:`IP_PROXY_HEADER` értékét.
id: Mengaktifkan :setting:`IP_BEHIND_REVERSE_PROXY` dan menetapkan :setting:`IP_PROXY_HEADER`.
ja: :setting:`IP_BEHIND_REVERSE_PROXY` を有効にし、:setting:`IP_PROXY_HEADER` を設定します。
nl: Schakelt :setting:`IP_BEHIND_REVERSE_PROXY` in en stelt :setting:`IP_PROXY_HEADER` in.
pt: Ativa :setting:`IP_BEHIND_REVERSE_PROXY` e define :setting:`IP_PROXY_HEADER`.
pt_br: Habilita :setting:`IP_BEHIND_REVERSE_PROXY` e define :setting:`IP_PROXY_HEADER`.
ro: Activează :setting:`IP_BEHIND_REVERSE_PROXY` și setează :setting:`IP_PROXY_HEADER`.
ru: Включает параметр :setting:`IP_BEHIND_REVERSE_PROXY` и устанавливает параметр :setting:`IP_PROXY_HEADER`.
sv: Aktiverar :setting:`IP_BEHIND_REVERSE_PROXY` och ställer in :setting:`IP_PROXY_HEADER`.
tr: :setting:`IP_BEHIND_REVERSE_PROXY` özelliğini kullanıma alır ve :setting:`IP_PROXY_HEADER` ögesini ayarlar.
uk: Вмикає :setting:`IP_BEHIND_REVERSE_PROXY` і встановлює :setting:`IP_PROXY_HEADER`.
zh_hans: 允许 :setting:`IP_BEHIND_REVERSE_PROXY` 并设置 :setting:`IP_PROXY_HEADER`。
zh_hant: 允許 :setting:`IP_BEHIND_REVERSE_PROXY` 並設置 :setting:`IP_PROXY_HEADER` 。

source: The format must conform to Django's expectations. Django `transforms <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ raw HTTP header names as follows:
de: Das Format muss mit den Erwartungen von Django übereinstimmen. Django `wandelt <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ rohe HTTP-Header-Namen wie folgt um:
ga: Caithfidh an fhormáid cloí le hionchais Django. Athraíonn Django `transforms <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ ainmneacha ceanntásca HTTP amh mar seo a leanas:
hu: A megadott formátumnak meg kell felelnie a Django által elvárt szabályoknak. A Django a nyers HTTP-fejlécneveket az alábbiak szerint `alakítja át <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_:
id: Formatnya harus sesuai dengan harapan Django. Django `mengubah <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ nama kepala HTTP mentah sebagai berikut ini:
ja: 形式は Django に準拠させてください。Django が生の HTTP ヘッダー名を `transforms <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ する例:
nl: De indeling moet zich conformeren aan de verwachtingen van Django. Django `transformeert <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ namen van ruwe HTTP- header als volgt:
pt: O formato deve estar de acordo com as expectativas do Django. O Django `transforma <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ nomes de cabeçalho HTTP brutos da seguinte forma:
pt_br: O formato deve estar de acordo com as expectativas do Django. O Django `transforma <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ nomes de cabeçalho HTTP brutos da seguinte forma:
ro: Formatul trebuie să fie în conformitate cu așteptările Django. Acesta `transformă <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ numele brute ale antetului HTTP după cum urmează:
ru: Формат должен соответствовать ожиданиям Django. Django `трансформирует <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ необработанные имена HTTP-заголовков следующим образом:
sv: Formatet måste överensstämma med Djangos förväntningar. Django `transformerar <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ råa HTTP-rubriknamn enligt följande:
ta: வடிவம் சாங்கோவின் எதிர்பார்ப்புகளுக்கு இணங்க வேண்டும். django `உருமாற்றங்கள் <https://docs.djangoproject.
tr: Biçim, Django beklentilerine uygun olmalıdır. Django ham HTTP üst bilgi adlarını şu biçimde `dönüştürür <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ :
uk: Формат має відповідати очікуванням Django. Django `перетворює <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ прості назви заголовків HTTP ось так:
zh_hans: 格式必须符合 Django 的要求。Django `transforms <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ 原始 HTTP 标头如下命名：
zh_hant: 格式必須符合 Django 的要求。 Django `transforms <https://docs.djangoproject.com/en/2.2/ref/request-response/#django.http.HttpRequest.META>`_ 原始 HTTP 標頭如下命名：

source: converts all characters to uppercase
de: wandelt alle Zeichen in Großbuchstaben um
ga: athraíonn gach carachtar go cás uachtair
hu: az összes karaktert nagybetűssé alakítja
id: mengubah semua karakter menjadi huruf besar
ja: すべての文字を大文字に変換する
nl: converteert alle tekens naar hoofdletters
pt: converte todos os caracteres em maiúsculas
pt_br: converte todos os caracteres em maiúsculas
ro: convertește toate caracterele în majuscule
ru: переводит все символы в верхний регистр
sv: konverterar alla tecken till versaler
ta: எல்லா எழுத்துகளையும் பெரிய எழுத்தாளராக மாற்றுகிறது
tr: tüm karakterleri büyük harfe dönüştürür
uk: перетворює усі символи до верхнього регістру
zh_hans: 将所有字符装换为大写
zh_hant: 將所有字符裝換為大寫
