Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: It is recommended to enable :ref:`component-manage_units` on glossaries in order to allow adding new words to them.
de: Es wird empfohlen, :ref:`component-manage_units` für Glossare zu aktivieren, um das Hinzufügen neuer Wörter zu ermöglichen.
ga: Moltar :ref:`component-manage_units` a chumasú ar ghluaiseanna ionas gur féidir focail nua a chur leo.
hu: Ajánlott bekapcsolni a :ref:`component-manage_units` funkciót a szójegyzékeknél, hogy új szavakat lehessen hozzáadni.
id: Disarankan untuk mengaktifkan :ref:`component-manage_units` pada glosarium agar dapat menambahkan kata-kata baru ke dalamnya.
ja: 用語集に新しい単語を追加できるようにするには、用語集で :ref:`component-manage_units` を有効にしてください。
nl: Aanbevolen wordt om :ref:`component-manage_units` in te schakelen voor woordenlijsten, om het toevoegen van nieuwe woorden eraan mogelijk te maken.
pt: É recomendado ativar :ref:`component-manage_units` em glossários para permitir adicionar-lhes novas palavras.
pt_br: É recomendado habilitar :ref:`component-manage_units` em glossários para permitir adicionar novas palavras a eles.
ro: Se recomandă să se activeze :ref:`component-manage_units` pe glosare pentru a permite adăugarea de noi cuvinte la acestea.
ru: Для словарей также рекомендуется включить :ref:`управление строками <component-manage_units>`, чтобы в в них можно было добавлять новые слова.
sv: Det rekommenderas att aktivera :ref:`component-manage_units` i ordlistor för att kunna lägga till nya ord i dem.
tr: Sözlüklere yeni sözcükler eklenmesine izin vermek için sözlüklerde :ref:`component-manage_units` özelliğinin kullanıma alınması önerilir.
uk: Рекомендуємо увімкнути :ref:`component-manage_units` для глосаріїв з метою уможливлення додавання до них нових слів.
zh_hans: 建议在术语表上启用 :ref:`component-manage_units`，以允许添加新词。
zh_hant: 建議啟用：參考：“組件 - Manage_Units”，以便為它們添加新單詞。

source: Glossary color
de: Glossarfarbe
ga: Dath gluais
hu: Szójegyzék színe
id: Warna glosarium
ja: 用語集の色
nl: Kleur woordenlijst
pt: Cor do glossário
pt_br: Cor do glossário
ro: Culoare glosar
ru: Цвет словаря
sv: Ordlistefärg
ta: சொற்களஞ்சிய நிறம்
tr: Sözlük rengi
uk: Колір глосарія
zh_hans: 术语表颜色
zh_hant: 詞彙表色彩

source: Color used when displaying terms from this glossary. Useful to distinguish glossaries when using more of them.
de: Farbe, die bei der Anzeige von Begriffen aus diesem Glossar verwendet wird. Nützlich zum Unterscheiden von Glossaren, wenn mehrere davon verwendet werden.
ga: Dath a úsáidtear chun téarmaí ón ngluais seo a thaispeáint. Úsáideach idirdhealú a dhéanamh idir gluaiseanna agus níos mó acu á n-úsáid.
hu: A szójegyzékből származó kifejezések megjelenítéséhez használt szín. Hasznos több szójegyzék használata esetén azok megkülönböztetésére.
id: Warna digunakan saat menampilkan istilah dari glosarium ini. Berguna untuk membedakan glosarium saat menggunakan lebih banyak istilah.
ja: この用語集の用語を表示するときに使用する色。複数の用語集を使用する場合に用語集を区別するのに便利です。
nl: Gebruikte kleur voor het weergeven van termen uit de woordenlijst. Nuttig om woordenlijst van elkaar te onderscheiden als er meerdere gebruikt worden.
pt_br: Cor usada ao mostrar termos deste glossário. Útil para distinguir glossários ao usar mais deles.
sv: Färg som används vid visning av termer från denna ordlista. Användbar för att skilja mellan ordlistor när flera används.
ta: இந்த சொற்களஞ்சியத்திலிருந்து சொற்களைக் காண்பிக்கும் போது பயன்படுத்தப்படும் வண்ணம். சொற்களஞ்சியங்களை அதிகமானவற்றைப் பயன்படுத்தும் போது வேறுபடுத்துவதற்கு பயனுள்ளதாக இருக்கும்.
tr: Bu sözlükteki terimleri görüntülemekte kullanılacak renk. Birden fazlası kullanıldığında sözlükleri ayırt etmek için kullanışlıdır.
uk: Колір, який буде використано для показу термінів з цього глосарія. Корисно для розрізнення глосаріїв, якщо використовується декілька.
zh_hans: 展示来自此术语表的术语时所用的颜色。有助于在使用多个术语时进行区分。

source: Categories are there to give structure to components within a project. You can nest them to achieve a more complex structure.
de: Kategorien sind dazu da, Komponenten innerhalb eines Projekts zu strukturieren. Sie können sie verschachteln, um eine komplexere Struktur zu erhalten.
ga: Tá catagóirí ann chun struchtúr a thabhairt do chomhpháirteanna laistigh de thionscadal. Is féidir leat iad a neadú chun struchtúr níos casta a bhaint amach.
hu: A kategóriák lehetővé teszik az összetevők rendszerezését egy projekten belül. Egymásba ágyazhatók összetettebb szerkezet kialakításához.
id: Kategori berfungsi untuk memberi struktur pada komponen-komponen dalam sebuah proyek. Anda dapat menyusunnya secara bertingkat untuk mencapai struktur yang lebih kompleks.
ja: カテゴリーはプロジェクト内のコンポーネントに構造を与えるためのものです。カテゴリーを入れ子にして、より複雑な構造を実現できます。
nl: Categorieën zijn er om structuur te geven aan onderdelen binnen een project. U mag ze nesten om een meer complexe structuur te bereiken.
pt: As categorias existem para dar estrutura aos componentes num projeto. Pode aninhá-las para obter uma estrutura mais complexa.
pt_br: As categorias existem para dar estrutura aos componentes em um projeto. Você pode aninhá-las para obter uma estrutura mais complexa.
ru: Категории предназначены для структурирования компонентов в проекте. Вы можете вкладывать их, чтобы получить более сложную структуру.
sv: Kategorier finns till för att ge struktur åt komponenterna i ett projekt. Du kan kapsla dem för att uppnå en mer komplex struktur.
ta: ஒரு திட்டத்திற்குள் உள்ள கூறுகளுக்கு கட்டமைப்பைக் கொடுக்க வகைகள் உள்ளன. மிகவும் சிக்கலான கட்டமைப்பை அடைய நீங்கள் அவற்றை கூடு கட்டலாம்.
tr: Kategoriler bir proje içindeki bileşenlerden bir yapı oluşturmak için kullanılır. Daha karmaşık bir yapı elde etmek için bunları iç içe geçirebilirsiniz.
uk: Категорії призначено для структурування проєкту. Ви можете вкладати їх одну в одну для отримання складної структури.
zh_hans: 分类的作用是赋予项目内部件以结构。你可以嵌套它们来实现更复杂的结构。

source: Template markup
de: Auszeichnungsvorlage
ga: Marcáil teimpléad
hu: Sablonjelölés
id: Markup templat
ja: テンプレート用のマークアップ
nl: Opmaak voor sjabloon
pt: Marcação de modelo
pt_br: Marcação de modelo
ro: Marcarea șablonului
ru: Шаблонная разметка
sv: Mallmarkering
ta: வார்ப்புரு மார்க்அப்
tr: Kalıp kodlaması
uk: Розмітка шаблонів
zh_hans: 模板标记
zh_hant: 模板標記

source: Weblate uses simple markup language in several places where text rendering is needed. It is based on :doc:`django:ref/templates/language`, so it can be quite powerful.
de: Weblate verwendet eine einfache Auszeichnungssprache an mehreren Stellen, an denen die Darstellung von Text erforderlich ist. Sie basiert auf :doc:`django:ref/templates/language`, kann also recht mächtig sein.
ga: Úsáideann Weblate teanga mharcála shimplí in áiteanna éagsúla ina bhfuil gá le rindreáil téacs. Tá sé bunaithe ar :doc:`django:ref/templates/language`, mar sin is féidir leis a bheith sách cumhachtach.
hu: A Weblate egyszerű jelölőnyelvet használ több helyen, ahol szöveg megjelenítése szükséges. Ez a :doc:`django:ref/templates/language` alapjaira épül, így meglehetősen rugalmas lehetőségeket kínál.
id: Weblate menggunakan bahasa markup sederhana di beberapa tempat yang membutuhkan rendering teks. Weblate berbasis :doc:`django:ref/templates/language`, sehingga bisa sangat canggih.
ja: Weblate では、テキストのレンダリングが必要な複数の場所で、分かりやすいマークアップ言語を使用しています。これは :doc:`django:ref/templates/language` に基づいているので、非常に強力です。
nl: Weblate gebruikt een eenvoudige taal voor opmaak op verscheidene plaatsen waar het renderen van tekst nodig is. Het is gebaseerd op :doc:`django:ref/templates/language`, het kan dus behoorlijk krachtig zijn.
pt: O Weblate usa uma linguagem de marcação simples em vários lugares onde a renderização de texto é necessária. É baseado em :doc:`django:ref/templates/language`, então pode ser bastante poderoso.
pt_br: O Weblate usa uma linguagem de marcação simples em vários lugares onde a renderização de texto é necessária. É baseado em :doc:`django:ref/templates/language`, então pode ser bastante poderoso.
ro: Weblate utilizează un limbaj de marcare simplu în mai multe locuri unde este necesară redarea textului. Acesta se bazează pe :doc:`django:ref/templates/language`, astfel încât poate fi destul de puternic.
ru: В нескольких местах, где необходима отрисовка текста, Weblate использует простой язык разметки. Он основан на :doc:`языке шаблонов Django <django:ref/templates/language>`, так что он может быть достаточно мощным.
sv: Weblate använder ett enkelt markeringsspråk på flera ställen där textrendering behövs. Det baseras på :doc:`django:ref/templates/language`, så det kan vara ganska kraftfullt.
tr: Weblate, metin işlemenin gerekli olduğu çeşitli yerlerde basit markup dili kullanır. :doc:`django:ref/templates/language` üzerine kurulu olduğundan oldukça güçlüdür.
uk: Weblate використовує просту мову розмітки у декількох місця, де потрібна обробка тексту. Її засновано на :doc:`django:ref/templates/language`, тому може бути доволі потужною.
zh_hans: Weblate 在几个需要进行文本渲染的地方使用了简单的标记语言。它基于 :doc:`django:ref/templates/language`，所以它可以非常强大。
zh_hant: Weblate 在需要提供文本的幾個地方使用簡單的標記語言。它基於 :doc:`django:ref/templates/language`，因此能夠非常強大。

source: Currently it is used in:
de: Derzeit wird es verwendet in:
ga: Faoi láthair úsáidtear é i:
hu: Jelenleg az alábbi területeken használatos:
id: Saat ini digunakan di:
ja: 現在使用している場所:
nl: Het wordt momenteel gebruikt in:
pt: Atualmente é usado em:
pt_br: Atualmente isso é usado em:
ro: În prezent, acesta este utilizat în:
ru: В настоящее время он используется:
sv: För närvarande används det i:
ta: தற்போது இது பயன்படுத்தப்படுகிறது:
tr: Şu anda şuralarda kullanılabilir:
uk: У поточній версії це використовується у:
zh_hans: 当前它用在：
zh_hant: 當前它用在：

source: Commit message formatting, see :ref:`component`
de: Commit-Nachricht-Formatierung, siehe :ref:`component`
ga: Tiomantas formáidiú na teachtaireachta, féach :ref:`component`
hu: Véglegesítési üzenetek formázása, lásd: :ref:`component`
id: Pemformatan pesan komit, lihat :ref:`component`
ja: コミット メッセージの書式設定。参照: :ref:`component`
nl: Opmaak voor het bericht van indiening, bekijk :ref:`component`
pt: Formatação de mensagens de commit, veja :ref:`component`
pt_br: Formatação de mensagens de commit, consulte :ref:`component`
ro: Formatarea mesajelor de angajament, vezi :ref:`component`
ru: Для форматирования сообщений коммитов, смотрите раздел :ref:`component`
sv: Formatering av commit-meddelanden, se :ref:`component`
tr: İşleme iletisi biçimlendirmesi. Ayrıntılı bilgi almak için: :ref:`component`
uk: Форматуванні повідомлень про внесок, див. :ref:`component`
zh_hans: 提交说明格式，请参见 :ref:`component`
zh_hant: 提交消息格式，請參見 :ref:`component`

source: Several add-ons
de: Mehrere Erweiterungen
ga: Roinnt breiseán
hu: Számos kiegészítő
id: Beberapa pengaya
ja: 複数のアドオン
nl: Verscheidene add-ons
pt: Várias extensões
pt_br: Vários complementos
ro: Mai multe add-on-uri
ru: В нескольких надстройках
sv: Flera tillägg
ta: பல துணை நிரல்கள்
tr: Çeşitli eklentiler
uk: Декількох додатках
zh_hans: 几个附加组件

source: The following variables are available in the component templates:
de: Die folgenden Variablen sind in den Komponentenvorlagen verfügbar:
ga: Tá na hathróga seo a leanas ar fáil sna teimpléid chomhpháirt:
hu: A következő változók érhetők el az összetevők sablonjaiban:
id: Variabel berikut tersedia dalam templat komponen:
ja: コンポーネントのテンプレートで使用できる変数:
nl: De volgende variabelen zijn beschikbaar in de sjablonen voor de onderdelen:
pt_br: As seguintes variáveis estão disponíveis nos modelos de componentes:
sv: Följande variabler är tillgängliga i komponentmallarna:
ta: பின்வரும் மாறிகள் கூறு வார்ப்புருக்களில் கிடைக்கின்றன:
tr: Bileşen kalıplarında kullanılabilecek değişkenler şunlardır:
uk: У шаблонах складників доступні такі змінні:
zh_hans: 在部件模板中，有以下变量可用：

source: Translation URL
de: Übersetzungs-URL
ga: URL aistriúcháin
hu: Fordítás URL-je
id: URL terjemahan
ja: 翻訳 URL
nl: URL voor vertaling
pt: URL de tradução
pt_br: URL de tradução
ro: Traducere URL
ru: URL-адрес перевода
sv: Översättnings-URL
ta: மொழிபெயர்ப்பு முகவரி
tr: Çeviri adresi
uk: Адреса перекладу
zh_hans: 翻译 URL
zh_hant: 翻譯 URL

source: Translation filename
de: Übersetzungsdateiname
ga: Ainm comhaid aistriúcháin
hu: Fordítás fájlneve
id: Nama berkas penerjemahan
ja: 翻訳ファイル名
nl: Bestandsnaam vertaling
pt: Nome do ficheiro de tradução
pt_br: Nome do arquivo de tradução
ro: Nume fișier traducere
ru: Имя файла перевода
sv: Översättningens filnamn
ta: மொழிபெயர்ப்பு கோப்பு பெயர்
tr: Çeviri dosya adı
uk: Назва файлу перекладу
zh_hans: 翻译文件名
zh_hant: 翻譯檔名

source: Translation stats, this has further attributes, examples below.
de: Übersetzungsstatistiken, die weitere Attribute haben, Beispiele unten.
ga: Staitisticí aistriúcháin, tá tréithe breise aige seo, samplaí thíos.
hu: Fordítási statisztikák, amelyek további attribútumokkal rendelkeznek, példák alább.
id: Statistik terjemahan, ini memiliki atribut lebih lanjut, contoh di bawah.
ja: 翻訳統計、これにはさらに属性があります。以下は例です。
nl: Statistieken voor vertaling, dit heeft nog meer attributen, voorbeelden hieronder.
pt: Estatísticas de tradução, isso tem outros atributos, exemplos abaixo.
pt_br: Estatísticas de tradução, isso tem outros atributos, exemplos abaixo.
ro: Statisticile de traducere, care au și alte atribute, exemple mai jos.
ru: Статистика перевода, у неё есть дополнительные атрибуты, примеры ниже.
sv: Översättningsstatistik, detta har ytterligare attribut, exempel nedan.
ta: மொழிபெயர்ப்பு புள்ளிவிவரங்கள், இது மேலும் பண்புக்கூறுகள், கீழே எடுத்துக்காட்டுகள் உள்ளன.
tr: Çeviri istatistikleri, ek öznitelikleri vardır. Aşağıda örnekleri bulabilirsiniz.
uk: Статистика перекладу, має атрибути. Приклади наведено нижче.
zh_hans: 翻译统计数据，这具有进一步的属性，示例如下。
zh_hant: 翻譯統計數據，這具有進一步的屬性，示例如下。

source: Total strings count
de: Gesamtzahl der Zeichenketten
ga: Comhaireamh teaghráin iomlána
hu: Összes szöveg száma
id: Jumlah total string
ja: 文字列の総数
nl: Totaal aantal tekenreeksen
pt: Contagem total de cadeias
pt_br: Contagem total de textos
ro: Numărul total de șiruri de caractere
ru: Общее количество строк
sv: Totalt antal strängar
ta: மொத்த சரங்கள் எண்ணிக்கை
tr: Toplam dizge sayısı
uk: Загальна кількість рядків
zh_hans: 字符串总量计数

source: Count of strings needing review
de: Anzahl der zu überprüfenden Zeichenketten
ga: Líon na teaghráin ar gá athbhreithniú a dhéanamh orthu
hu: Ellenőrzést igénylő (zavaros) szövegek száma
id: Jumlah string yang perlu ditinjau
ja: 査読が必要な文字列数
nl: Aantal tekenreeksen die bewerken nodig hebben
pt: Contagem de cadeias que precisam de revisão
pt_br: Contagem de textos que precisam de revisão
ro: Numărul de șiruri care trebuie revizuite
ru: Количество строк, требующих рецензирования
sv: Antal strängar som behöver granskas
ta: மதிப்பாய்வு தேவைப்படும் சரங்களின் எண்ணிக்கை
tr: Onaylanmayı bekleyen dizge sayısı
uk: Кількість рядків, які потребують рецензування
zh_hans: 需要复查的字符串计数
zh_hant: 需要復查的字符串計數

source: Percent of strings needing review
de: Prozentsatz der zu überprüfenden Zeichenketten
ga: Céatadán de na teaghráin ar gá athbhreithniú a dhéanamh orthu
hu: Ellenőrzést igénylő (zavaros) szövegek aránya százalékban
id: Persentase string yang perlu ditinjau
ja: 査読が必要な文字列の割合
nl: Percentage van tekenreeksen die bewerken nodig hebben
pt: Percentagem de cadeias que precisam de revisão
pt_br: Porcentagem de textos que precisam de revisão
ro: Procentul de șiruri de caractere care trebuie revizuite
ru: Процент строк, требующих рецензирования
sv: Procentandel strängar som behöver granskas
ta: மறுஆய்வு தேவைப்படும் சரங்களின் விழுக்காடு
tr: Onaylanmayı bekleyen dizge yüzdesi
uk: Частка рядків, які потребують рецензування
zh_hans: 需要复查的字符串百分比
zh_hant: 需要復查的字符串百分比

source: Translated strings count
de: Anzahl der übersetzten Zeichenketten
ga: Comhaireamh teaghráin aistrithe
hu: Lefordított szövegek száma
id: Jumlah string yang diterjemahkan
ja: 翻訳済みの文字列数
nl: Aantal vertaalde tekenreeksen
pt: Contagem de cadeias traduzidas
pt_br: Contagem de textos traduzidos
ro: Număr de șiruri de caractere traduse
ru: Количество переведённых строк
sv: Antal översatta strängar
ta: மொழிபெயர்க்கப்பட்ட சரங்கள் எண்ணிக்கை
tr: Çevrilmiş dizge sayısı
uk: Кількість перекладених рядків
zh_hans: 已翻译的字符串计数

source: Translated strings percent
de: Prozentsatz der übersetzten Zeichenketten
ga: Teaghráin faoin gcéad aistrithe
hu: Lefordított szövegek aránya százalékban
id: Persentase string yang diterjemahkan
ja: 翻訳済みの文字列の割合
nl: Percentage vertaalde tekenreeksen
pt: Percentagem de cadeias traduzidas
pt_br: Porcentagem de textos traduzidos
ro: Șiruri de caractere traduse procentual
ru: Процент переведённых строк
sv: Översatta strängar procent
ta: மொழிபெயர்க்கப்பட்ட சரங்கள் விழுக்காடு
tr: Çevrilmiş dizge yüzdesi
uk: Частка перекладених рядків
zh_hans: 已翻译的字符串百分比

source: Number of strings with failing checks
de: Anzahl der Zeichenketten mit fehlgeschlagenen Qualitätsprüfungen
ga: Líon na teaghráin le seiceálacha ag teip
hu: Sikertelen ellenőrzéssel rendelkező szövegek száma
id: Jumlah string dengan pemeriksaan yang gagal
ja: 検査不合格の文字列数
nl: Aantal tekenreeksen met mislukte controles
pt: Quantidade de cadeias com falhas nas verificações
pt_br: Quantidade total de textos com falhas nas verificações
ro: Numărul de șiruri cu verificări nereușite
ru: Количество строк с неудачными проверками
sv: Antal strängar med felaktiga kontroller
ta: தோல்வியுற்ற சோதனைகளைக் கொண்ட சரங்களின் எண்ணிக்கை
tr: Denetim hatası olan dizgelerin sayısı
uk: Кількість рядків, які не пройшли перевірки
zh_hans: 带有未通过检查的字符串数量
zh_hant: 檢查失敗的字符串數量

source: Percent of strings with failing checks
de: Prozentsatz der Zeichenketten mit fehlgeschlagenen Qualitätsprüfungen
ga: Céatadán na teaghráin le seiceálacha ag teip
hu: Sikertelen ellenőrzéssel rendelkező szövegek aránya százalékban
id: Persentase string dengan pemeriksaan yang gagal
ja: 検査不合格の文字列の割合
nl: Percentage tekenreeksen met mislukte controles
pt: Percentagem de cadeias com falhas nas verificações
pt_br: Porcentagem de textos com falhas nas verificações
ro: Procentul de șiruri cu verificări nereușite
ru: Процент строк с неудачными проверками
sv: Procentandel strängar med felaktiga kontroller
ta: தோல்வியுற்ற சோதனைகளைக் கொண்ட சரங்களின் விழுக்காடு
tr: Denetim hatası olan dizgelerin yüzdesi
uk: Частка рядків, які не пройшли перевірки
zh_hans: 带有未通过检查的字符串百分比
zh_hant: 檢查失敗的字符串百分比

source: Author of current commit, available only in the commit scope.
de: Autor des aktuellen Commits, nur im Commit-Bereich verfügbar.
ga: Údar an ghealltanais reatha, ar fáil faoi raon feidhme an ghealltanais amháin.
hu: Az aktuális véglegesítés szerzője, csak véglegesítési környezetben érhető el.
id: Penulis komit saat ini, hanya tersedia dalam cakupan komit.
ja: 現在のコミットの作成者。コミット範囲でのみ使用できる。
nl: Auteur van huidige commit, alleen beschikbaar in het bereik van de commit.
pt: Autor do commit atual, disponível apenas no escopo do commit.
pt_br: Autor do commit atual, disponível apenas no escopo do commit.
ro: Autorul confirmării curente, disponibil numai în domeniul de aplicare al confirmării.
ru: Автор текущего коммита, доступна только в области действия коммита.
sv: Författare till aktuell commit, endast tillgänglig inom commit-omfånget.
ta: தற்போதைய கமிட்டின் ஆசிரியர், கமிட் நோக்கத்தில் மட்டுமே கிடைக்கிறது.
tr: Geçerli işleme sorumlusu. Yalnızca işleme kapsamında kullanılabilir.
uk: Автор поточного внеску, доступне лише у області видимості внеску.
zh_hans: 当前提交的作者，只在提交范围可用。
zh_hant: 當前提交的作者，只在提交範圍可用。

source: Name of currently executed add-on, available only in the add-on commit message.
de: Name der aktuell ausgeführten Erweiterung, nur in der Commit-Nachricht der Erweiterung verfügbar.
ga: Ainm an bhreiseáin atá á rith faoi láthair, ar fáil i dteachtaireacht tiomantais an bhreiseáin amháin.
hu: Az éppen futó kiegészítő neve, csak a kiegészítő véglegesítési üzenetében érhető el.
id: Nama pengaya yang saat ini dijalankan, hanya tersedia di pesan commit pengaya.
ja: 現在実行しているアドオンの名前。アドオンのコミット メッセージでのみ使用できる。
nl: Naam van de momenteel uitgevoerde add-on, alleen beschikbaar in het bericht van de commit van de add-on.
pt: Nome da extensão atualmente em execução, disponível apenas na mensagem de commit da extensão.
pt_br: Nome do complemento atualmente em execução, disponível apenas na mensagem de commit do complemento.
ro: Numele add-onului executat în prezent, disponibil numai în mesajul de confirmare a add-onului.
ru: Имя исполняемой в данный момент надстройки, доступна только в сообщении о коммите надстройки.
sv: Namnet på det tillägg som för närvarande körs, endast tillgängligt i tilläggets commit-meddelande.
ta: தற்போது செயல்படுத்தப்பட்ட கூடுதல்-ஆன் பெயர், துணை நிரல் செய்தியில் மட்டுமே கிடைக்கிறது.
tr: Yalnızca eklenti işleme iletisinde kullanılabilen, işlenen geçerli eklentinin adı.
uk: Назва поточного виконаного додатка, доступна лише у повідомленні про внесок додатка.
zh_hans: 当前执行的附加组件名称，旨在附加组件提交说明中可用。

source: The following variables are available in the repository browser or editor templates:
de: Die folgenden Variablen sind im Repository-Browser oder in den Editorvorlagen verfügbar:
ga: Tá na hathróga seo a leanas ar fáil sa bhrabhsálaí stórtha nó i dteimpléid an eagarthóra:
hu: A következő változók érhetők el a tárolóböngésző vagy szerkesztő sablonjaiban:
id: Variabel berikut tersedia di templat peramban atau penyunting repositori:
ja: リポジトリのブラウザーまたはエディタのテンプレートで使用できる変数:
nl: De volgende variabelen zijn beschikbaar in de browser voor de opslagruimten of bewerker voor sjablonen:
pt: As seguintes variáveis estão disponíveis nos modelos de navegador ou editor de repositório:
pt_br: As seguintes variáveis estão disponíveis nos modelos de navegador ou editor de repositório:
ro: Următoarele variabile sunt disponibile în browserul de depozit sau în șabloanele editorului:
ru: Следующие переменные доступны в шаблонах браузера репозитория или редактора:
sv: Följande variabler är tillgängliga i arkivbläddraren eller redigeringsmallarna:
ta: பின்வரும் மாறிகள் களஞ்சிய உலாவி அல்லது திருத்தி வார்ப்புருக்களில் கிடைக்கின்றன:
tr: Depo tarayıcısında ya da düzenleyici kalıplarında kullanılabilecek değişkenler:
uk: У навігаторі сховища або шаблонах редактора доступні такі змінні:
zh_hans: 后面的变量在仓库浏览器或编辑器模板中可用：
zh_hant: 後面的變量在倉庫瀏覽器或編輯器模板中可用：

source: current branch
de: Aktueller Branch
ga: brainse reatha
hu: aktuális ág
id: cabang saat ini
ja: 現在のブランチ
nl: huidige tak
pt: ramo atual
pt_br: ramo atual
ro: branșa actuală
ru: текущая ветка
sv: nuvarande gren
ta: தற்போதைய கிளை
tr: geçerli dal
uk: поточна гілка
zh_hans: 当前的分支
zh_hant: 當前的分支

source: line in file
de: Zeile in der Datei
ga: líne sa chomhad
hu: sor a fájlban
id: baris dalam berkas
ja: ファイル内の行
nl: regel in bestand
pt: linha no ficheiro
pt_br: linha no arquivo
ro: linia din fișierul
ru: строка в файле
sv: rad i fil
ta: கோப்பில் வரி
tr: dosyadaki satır
uk: рядок у файлі
zh_hans: 文件的行数
