Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Retrieves RSS feed with recent changes for Weblate instance.
de: Ruft den RSS-Feed mit den letzten Änderungen für die Weblate-Instanz ab.
ga: Aisghabhann fotha RSS le hathruithe le déanaí do shampla Weblate.
hu: RSS-csatorna lekérése a Weblate példány legutóbbi változásaival.
id: Mengambil umpan RSS dengan perubahan terbaru untuk instansi Weblate.
ja: Weblate インスタンスの最近の変更を含む RSS フィードを取得します。
nl: Haalt RSS-feed op met recente wijzigingen voor een instantie van Weblate.
pt: Obtém um sinal RSS com alterações recentes para a instância Weblate.
pt_br: Recupera feed RSS com alterações recentes para a instância Weblate.
ro: Obține fluxul RSS cu modificările recente pentru instanța Weblate.
ru: Возвращает RSS-ленту с последними изменениями в экземпляре Weblate.
sv: Hämtar RSS-flöde med senaste ändringar för Weblate-instansen.
ta: வலைபெயர்ப்பு நிகழ்விற்கான அண்மைக் கால மாற்றங்களுடன் ஆர்எச்எச் ஊட்டத்தை மீட்டெடுக்கிறது.
tr: Weblate kopyasındaki son değişikliklerin RSS akışını alır.
uk: Отримує RSS-стрічку з останніми змінами в екземплярі Weblate.
zh_hans: 返回带有 Weblate 实例近期变更的 RSS 订阅源。
zh_hant: 用 Weblate 事件的近期更改檢索 RSS 頻道。

source: `RSS on Wikipedia <https://en.wikipedia.org/wiki/RSS>`_
de: `RSS auf Wikipedia <https://de.wikipedia.org/wiki/RSS_(Web-Feed)>`_
ga: `RSS ar Vicipéid <https://ga.wikipedia.org/wiki/RSS>`_
hu: `RSS a Wikipédián <https://hu.wikipedia.org/wiki/RSS>`_
id: `RSS di Wikipedia <https://en.wikipedia.org/wiki/RSS>`_
nl: `RSS op Wikipedia <https://en.wikipedia.org/wiki/RSS>`_
pt: `RSS na Wikipédia <https://pt.wikipedia.org/wiki/RSS>`_
pt_br: `RSS na Wikipédia <https://pt.wikipedia.org/wiki/RSS>`_
ro: `RSS pe Wikipedia <https://en.wikipedia.org/wiki/RSS>``_
ru: `RSS в Википедии <https://ru.wikipedia.org/wiki/RSS>`_
sv: RSS på Wikipedia <https://en.wikipedia.org/wiki/RSS>_
ta: `rss on விக்கிபீடியாவில் <https://en.wikipedia.org/wiki/rss>` _
tr: `Vikipedi üzerinde RSS <https://tr.wikipedia.org/wiki/RSS>`_
uk: `RSS у Вікіпедії <https://en.wikipedia.org/wiki/RSS>`_
zh_hans: `维基百科上的 RSS <https://zh.wikipedia.org/wiki/RSS>`_

source: *Not yet released.*
de: *Noch nicht veröffentlicht.*
hu: *Még nem jelent meg.*
id: *Belum dirilis.*
nl: *Nog niet uitgegeven.*
pt_br: *Não lançado ainda.*
sv: *Ännu inte släppt.*
uk: *Ще не випущений.*

source: New features
de: Neue Funktionen
ga: Gnéithe nua
hu: Új funkciók
id: Fitur baru
nl: Nieuwe mogelijkheden
pt: Novas funcionalidades
pt_br: Novas funcionalidades
sv: Nya funktioner
tr: Yeni özellikler
uk: Нові функції

source: Improvements
de: Verbesserungen
ga: Feabhsuithe
hu: Fejlesztések
id: Perbaikan
nl: Verbeteringen
pt_br: Melhorias
sv: Förbättringar
tr: İyileştirmeler
uk: Покращення

source: Updated list of OpenAI models.
sv: Uppdaterad lista över OpenAI-modeller.

source: Gracefully handle unreachable authentication providers.
sv: Hantera otillgängliga autentiseringsleverantörer på ett elegant sätt.

source: Bug fixes
de: Fehlerbehebungen
ga: Ceartúcháin fabhtanna
hu: Hibajavítások
id: Perbaikan kesalahan
nl: Gerepareerde bugs
pt_br: Correções de erros
sv: Felkorrigeringar
tr: Hata düzeltmeleri
uk: Виправлення помилок

source: Locking error that prevented updating linked components.
sv: Låsningsfel som förhindrade uppdatering av länkade komponenter.

source: Fixed e-mail SSL configuration in Docker container.
sv: Fixade SSL-konfigurationen för e-post i Docker-containern.

source: Invitations on sites with required authentication.
sv: Inbjudningar på webbplatser med obligatorisk autentisering.

source: Compatibility
de: Kompatibilität
ga: Comhoiriúnacht
hu: Kompatibilitás
id: Kompatibilitas
nl: Compatibiliteit
pt_br: Compatibilidade
sv: Kompabilitet
tr: Uyumluluk
uk: Сумісність

source: Upgrading
de: Aktualisierung
ga: Uasghrádú
hu: Frissítés
id: Pemutakhiran
nl: Upgraden
pt_br: Atualização
sv: Uppgraderar
tr: Yükseltme
uk: Оновлення

source: Please follow :ref:`generic-upgrade-instructions` in order to perform update.
de: Bitte :ref:`generic-upgrade-instructions` befolgen, um die Aktualisierung durchzuführen.
ga: Lean le do thoil :ref:`generic-upgrade-instructions` d'fhonn nuashonrú a dhéanamh.
hu: Kövesse az :ref:`általános frissítési útmutatót <generic-upgrade-instructions>` a frissítés végrehajtásához.
id: Silakan ikuti :ref:`generic-upgrade-instructions` untuk melakukan pembaruan.
ja: 更新するには、:ref:`generic-upgrade-instructions` に従ってください。
nl: Volg :ref:`generic-upgrade-instructions` om het bijwerken uit te voeren.
pt: Siga as :ref:`generic-upgrade-instructions` para realizar a atualização.
pt_br: Siga as :ref:`generic-upgrade-instructions` para realizar a atualização.
ro: Vă rugăm să urmați :ref:`generic-upgrade-instructions` pentru a efectua actualizarea.
ru: Для выполнения обновления, пожалуйста, следуйте :ref:`общим инструкциям по обновлению <generic-upgrade-instructions>`.
sv: Följ :ref:`generic-upgrade-instructions` för att utföra uppdateringen.
tr: Güncellemek için :ref:`generic-upgrade-instructions` adımlarını izleyin.
uk: Будь ласка, виконайте настанови із розділу :ref:`generic-upgrade-instructions` для виконання оновлення.
zh_hans: 请按照 :ref:`generic-upgrade-instructions` 来执行升级。
zh_hant: 請按照 :ref:`generic-upgrade-instructions` 來執行升級。

source: Contributors
de: Mitwirkende
ga: Rannpháirtithe
hu: Közreműködők
id: Kontributor
ja: 貢献者
nl: Medewerkers
pt: Colaboradores
pt_br: Colaboradores
sv: Bidragsgivare
tr: Katılımcılar
uk: Учасники

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/159?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/159?closed=1>`__.

source: *Released on December 15th 2025.*
sv: *Släpptes den 15 december 2025.*

source: Batch automatic translation can now be manually triggered at project language, category or component level, see :ref:`auto-translation`.
sv: Automatisk översättning av batchar kan nu aktiveras manuellt på projektspråks-, kategorinivå eller komponentnivå, se :ref:`auto-translation`.

source: Added ability to completely disable the admin contact form by setting :setting:`CONTACT_FORM` to ``"disabled"``.
sv: Lagt till möjlighet att helt inaktivera kontaktformuläret för administratörer genom att ställa in :setting:`CONTACT_FORM` till ``"disabled"``.

source: Added new Ollama machinery tool for local Ollama AI model integration, see :ref:`mt-ollama`.
sv: Lagt till nytt Ollama-maskinverktyg för lokal Ollama AI-modellintegration, se :ref:`mt-ollama`.

source: Memory contents imported from TMX files include string context.
sv: Minnesinnehåll som importerats från TMX-filer inkluderar strängkontext.

source: :doc:`/formats/xliff2`, :doc:`/formats/nextcloud-json`, :doc:`/formats/resjson`, and :doc:`/formats/toml` are now supported file formats.
sv: :doc:`/formats/xliff2`, :doc:`/formats/nextcloud-json`, :doc:`/formats/resjson` och :doc:`/formats/toml` är nu filformat som stöds.

source: :ref:`addon-weblate.fedora_messaging.publish` integration is now available as add-on.
sv: :ref:`addon-weblate.fedora_messaging.publish`-integrationen är nu tillgänglig som tillägg.

source: Added :ref:`check-laravel-format` quality check.
sv: Lagt till :ref:`check-laravel-format` kvalitetskontroll.

source: Added disk usage overview in :ref:`manage-performance`.
sv: Översikt över diskutnyttjande har lagts till i :ref:`manage-performance`.

source: :http:get:`/api/groups/` now includes ``admins``.
sv: :http:get:`/api/groups/` innehåller nu ``admins``.

source: :ref:`mt-modernmt` better supports language variants.
sv: :ref:`mt-modernmt` har bättre stöd för språkvarianter.

source: Automatically translated strings are now identified by a dedicated flag instead of a label.
sv: Automatiskt översatta strängar identifieras nu med en särskild flagga istället för en etikett.

source: :ref:`addon-weblate.discovery.discovery` preserves :ref:`file_format_params`.
sv: :ref:`addon-weblate.discovery.discovery` bevarar :ref:`file_format_params`.

source: :ref:`mt-cyrtranslit` now supports Belarusian and Greek.
sv: :ref:`mt-cyrtranslit` stöder nu vitryska och grekiska.

source: :ref:`block-user` now accepts internal notes that are not visible to the user.
sv: :ref:`block-user` accepterar nu interna anteckningar som inte är synliga för användaren.

source: :ref:`addon-weblate.webhook.slack` and :ref:`addon-weblate.webhook.webhook` can be installed multiple times.
sv: :ref:`addon-weblate.webhook.slack` och :ref:`addon-weblate.webhook.webhook` kan installeras flera gånger.

source: Compatibility with Git SHA256 repositories.
sv: Kompatibilitet med Git SHA256-arkiv.

source: The allowed version control URLs can now be configured using :setting:`VCS_ALLOW_SCHEMES` and :setting:`VCS_ALLOW_HOSTS`.
sv: De tillåtna URL-adresserna för versionskontroll kan nu konfigureras med hjälp av :setting:`VCS_ALLOW_SCHEMES` och :setting:`VCS_ALLOW_HOSTS`.

source: The API timeout for creating pull requests or forking can now be configured via :setting:`VCS_API_TIMEOUT`.
sv: API-timeouten för att skapa pull-förfrågningar eller förgreningar kan nu konfigureras via :setting:`VCS_API_TIMEOUT`.

source: Improved VCS integration documentation to clarify Docker environment variables, commit authorship, hosted vs. self-hosted setup, and authentication options.
sv: Förbättrad VCS-integrationsdokumentation för att förtydliga Docker-miljövariabler, commit-författarskap, hostad kontra självhostad installation och autentiseringsalternativ.

source: Timestamps from past are now shown with more detail.
sv: Tidstämplar från tidigare visas nu med mer detaljer.

source: Improper invitation validation upon accepting (:cve:`2025-64725` / :ghsa:`m6hq-f4w9-qrjj`).
sv: Felaktig validering av inbjudan vid godkännande (:cve:`2025-64725` / :ghsa:`m6hq-f4w9-qrjj`).

source: Server-Side Request Forgery while cloning repository (:cve:`2025-66407` / :ghsa:`hfpv-mc5v-p9mm`).
sv: Server-Side Request Forgery vid kloning av arkiv (:cve:`2025-66407` / :ghsa:`hfpv-mc5v-p9mm`).

source: Over‑permissive webhook endpoint enabling mass repository updates plus component enumeration (:cve:`2025-67492` / :ghsa:`pj86-258h-qrvf`).
sv: Överdrivet tillåtande webhook-slutpunkt som möjliggör massuppdateringar av arkiv samt komponentuppräkning (:cve:`2025-67492` / :ghsa:`pj86-258h-qrvf`).

source: Notification settings disclosure via Weblate API (:cve:`2025-67715` / :ghsa:`3pmh-24wp-xpf4`).
sv: Offentliggörande av meddelandeinställningar via Weblate API (:cve:`2025-67715` / :ghsa:`3pmh-24wp-xpf4`).

source: :ref:`mt-deepl` integration now correctly handles translating to Chinese variants.
sv: :ref:`mt-deepl`-integrationen hanterar nu korrekt översättning till kinesiska varianter.

source: :doc:`/formats/csv` format saving translations with empty source fields when using monolingual base files.
sv: :doc:`/formats/csv`-format sparar översättningar med tomma källfält när enspråkiga basfiler används.

source: Tighter validation of user and full names to avoid confusing homoglyphs.
sv: Strängare validering av användarnamn och fullständiga namn för att undvika förvirrande homoglyfer.

source: Avoid false positive checks upon committing pending changes.
sv: Undvik falska positiva kontroller när du bekräftar väntande ändringar.

source: Performance improvements for file upload.
sv: Prestandaförbättringar för filuppladdning.

source: Show glossary matches for the source language.
sv: Visa ordlistematcher för källspråket.

source: Replaced custom ``RequireLoginMiddleware`` with Django 5.1's ``LoginRequiredMiddleware``. This makes settings ``LOGIN_REQUIRED_URLS`` and ``LOGIN_REQUIRED_URLS_EXCEPTIONS`` no longer supported, including their Docker environment variable counterparts.
sv: Ersatte anpassade ``RequireLoginMiddleware`` med Django 5.1:s ``LoginRequiredMiddleware``. Detta gör att inställningarna ``LOGIN_REQUIRED_URLS`` och ``LOGIN_REQUIRED_URLS_EXCEPTIONS`` inte längre stöds, inklusive deras motsvarigheter i Docker-miljövariabler.

source: :ref:`addon-weblate.webhook.webhook` secret length is now validated to match the Standard Webhooks specification.
sv: :ref:`addon-weblate.webhook.webhook` hemlighetslängden valideras nu för att matcha standardwebhookspecifikationen.

source: Python 3.12 or newer is now required.
sv: Python 3.12 eller nyare krävs nu.

source: GLib 2.80 or newer is now required.
sv: GLib 2.80 eller nyare krävs nu.

source: Dropped support for Web Monetization.
sv: Stödet för webbmonetarisering har upphört.

source: :doc:`/formats/laravel` no longer includes ``return`` prefix in the keys.
sv: :doc:`/formats/laravel` innehåller inte längre prefixet ``return`` i nycklarna.

source: There are several changes in :file:`settings_example.py`, most notable are changed settings ``CRISPY_ALLOWED_TEMPLATE_PACKS`` and ``INSTALLED_APPS``; please adjust your settings accordingly.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling menonjol adalah perubahan pengaturan ``CRISPY_ALLOWED_TEMPLATE_PACKS`` dan ``INSTALLED_APPS``; harap sesuaikan pengaturan Anda.
sv: Det finns flera ändringar i :file:`settings_example.py`, de mest anmärkningsvärda är ändrade inställningar ``CRISPY_ALLOWED_TEMPLATE_PACKS`` och ``INSTALLED_APPS``; justera dina inställningar därefter.

source: Code contributions
de: Beiträge zum Code
ga: Ranníocaíochtaí cód
hu: Kódhozzájárulások
id: Kontribusi kode
ja: コードに貢献
nl: Bijgedragen code
pt: Contribuições ao código
pt_br: Contribuições ao código
sv: Kodbidrag
ta: குறியீடு பங்களிப்புகள்
tr: Koda katkıda bulunanlar
uk: Написання коду
zh_hans: 代码贡献

source: Translations contributions
de: Beiträge zu Übersetzungen
ga: Ranníocaíochtaí aistriúcháin
hu: Fordítási hozzájárulások
id: Kontribusi terjemahan
ja: 翻訳に貢献
nl: Bijgedragen vertalingen
pt: Contribuições de tradução
pt_br: Contribuições de tradução
sv: Översättningsbidrag
ta: மொழிபெயர்ப்பு பங்களிப்புகள்
tr: Çevirilere katkıda bulunanlar
uk: Участь у перекладах
zh_hans: 翻译贡献

source: Documentation contributions
de: Beiträge zur Dokumentation
ga: Ranníocaíochtaí doiciméadaithe
hu: Dokumentációs hozzájárulások
id: Kontribusi dokumentasi
ja: ドキュメントに貢献
nl: Bijgedragen documentatie
pt: Contribuições para a documentação
pt_br: Contribuições para a documentação
sv: Dokumentationsbidrag
ta: ஆவணப்படுத்தல் பங்களிப்புகள்
tr: Belgelere katkıda bulunanlar
uk: Оновлення документації
zh_hans: 文档贡献者

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/152?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/152?closed=1>`__.

source: *Released on November 7th 2025.*
sv: *Släpptes den 7 november 2025.*

source: Observed HTTPS status in :ref:`manage-performance`.
sv: Observerad HTTPS-status i :ref:`manage-performance`.

source: Forced synchronization in the :guilabel:`Repository maintenance`.
sv: Tvingad synkronisering i :guilabel:`Repository maintenance`.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/157?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/157?closed=1>`__.

source: *Released on November 6th 2025.*
sv: *Släpptes den 6 november 2025.*

source: Performance when adding strings.
sv: Prestanda vid tillägg av strängar.

source: Adding terms to glossary was not working in some situations.
sv: I vissa situationer fungerade det inte att lägga till termer i ordlistan.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/155?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/155?closed=1>`__.

source: *Released on November 5th 2025.*
sv: *Släpptes den 5 november 2025.*

source: String context are now tracked in changes history and displayed when available.
sv: Strängkontext spåras nu i ändringshistoriken och visas när den är tillgänglig.

source: Document using Valkey in :ref:`celery` and :ref:`production-cache`.
sv: Dokumentera med Valkey i :ref:`celery` och :ref:`production-cache`.

source: Added HTTP environment overview in :ref:`manage-performance`.
sv: Lagt till översikt över HTTP-miljön i :ref:`manage-performance`.

source: Docker container is using Python 3.14.
sv: Docker-containern använder Python 3.14.

source: :ref:`check-icu-message-format` correctly handles implicit plurals.
sv: :ref:`check-icu-message-format` hanterar implicit plural korrekt.

source: Avoid storing inviting user information in the invited user audit log (:cve:`2025-64326` / :ghsa:`gr35-vpx2-qxhc`).
sv: Undvik att lagra inbjudande användarinformation i granskningsloggen för inbjudna användare (:cve:`2025-64326` / :ghsa:`gr35-vpx2-qxhc`).

source: Omit admin IP address from audit log.
sv: Utelämna administratörens IP-adress från granskningsloggen.

source: Counting outgoing commits in the repository status.
sv: Räkna utgående commit i repositoriets status.

source: Listing of other translations.
sv: Förteckning över andra översättningar.

source: SAML configuration in the Docker container.
sv: SAML-konfiguration i Docker-containern.

source: :ref:`project-commit_policy` could miss some changes in certain situations.
sv: :ref:`project-commit_policy` kan i vissa situationer missa vissa ändringar.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/154?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/154?closed=1>`__.

source: *Released on October 22nd 2025.*
sv: *Släpptes den 22 oktober 2025.*

source: :ref:`addon-weblate.flags.target_repo_update` is now available as an add-on.
sv: :ref:`addon-weblate.flags.target_repo_update` finns nu tillgängligt som tillägg.

source: Added multivalue CSV in :ref:`download` for multivalue formats.
sv: Lagt till CSV med flera värden i :ref:`download` för format med flera värden.

source: New global permissions have been added to control viewing teams, users and roles without edit rights, see :ref:`privileges`.
sv: Nya globala behörigheter har lagts till för att kontrollera visning av team, användare och roller utan redigeringsrättigheter, se :ref:`privileges`.

source: New ``unit.bulk_edit`` permission for bulk editing operations, replacing the overloaded use of ``translation.auto`` permission, see :ref:`privileges`.
sv: Ny behörighet ``unit.bulk_edit`` för massredigering, som ersätter den överbelastade användningen av behörigheten ``translation.auto``, se :ref:`privileges`.

source: Last changed lookup in :ref:`search-strings`.
sv: Senast ändrad uppslagning i :ref:`search-strings`.

source: :doc:`/security/localization-threat` documentation.
sv: :doc:`/security/localization-threat` dokumentation.

source: :ref:`component-hide_glossary_matches` component setting.
sv: :ref:`component-hide_glossary_matches` komponentinställning.

source: Screenshots now can be uploaded from a URL, see :ref:`screenshots`.
sv: Skärmdumpar kan nu laddas upp från en URL, se :ref:`screenshots`.

source: :ref:`hooks` improvements.
sv: :ref:`hooks` förbättringar.

source: Now follows :ref:`api-errors`.
sv: Nu följer :ref:`api-errors`.

source: Available in the OpenAPI.
sv: Tillgänglig i OpenAPI.

source: Dropped long-deprecated endpoints.
sv: Avlägsnade sedan länge föråldrade slutpunkter.

source: Improved activity logging for :ref:`addon-weblate.consistency.languages` add-on.
sv: Förbättrad aktivitetsloggning för tillägget :ref:`addon-weblate.consistency.languages`.

source: :ref:`check-rst-references` and :ref:`check-rst-syntax` now support substitutions.
sv: :ref:`check-rst-references` och :ref:`check-rst-syntax` stöder nu substitutioner.

source: Improved performance for :ref:`check-multiple-failures` and :ref:`check-long-untranslated` checks with batch operations.
sv: Förbättrad prestanda för :ref:`check-multiple-failures` och :ref:`check-long-untranslated` kontroller med batchoperationer.

source: :ref:`file_format_params` can now be configured via the :ref:`api`.
sv: :ref:`file_format_params` kan nu konfigureras via :ref:`api`.

source: Admins can configure :ref:`expiring-accounts`.
sv: Administratörer kan konfigurera :ref:`expiring-accounts`.

source: Rate limiting of notification e-mails, configurable by :setting:`RATELIMIT_NOTIFICATION_LIMITS`.
sv: Hastighetsbegränsning för e-postmeddelanden, konfigurerbar med :setting:`RATELIMIT_NOTIFICATION_LIMITS`.

source: :guilabel:`Repository maintenance` now supports resetting the repository while keeping the current state of translations in Weblate.
sv: :guilabel:`Repository maintenance` stöder nu återställning av arkivet samtidigt som det aktuella läget för översättningarna i Weblate behålls.

source: Improved listing of :ref:`addon-weblate.autotranslate.autotranslate` configuration.
sv: Förbättrad lista över :ref:`addon-weblate.autotranslate.autotranslate`-konfiguration.

source: Plurals and :ref:`file_format_params` handling on file upload.
sv: Pluralformer och :ref:`file_format_params`-hantering vid filuppladdning.

source: :ref:`team-admins` can no longer edit teams besides membership.
sv: :ref:`team-admins` kan inte längre redigera team förutom medlemskap.

source: Highlighting syntax of overlapping elements.
sv: Markering av syntax för överlappande element.

source: Searching case sensitivity for short strings.
sv: Sökning med skiftlägeskänslighet för korta strängar.

source: Inconsistent file formatting for new translations.
sv: Inkonsekvent filformatering för nya översättningar.

source: Memory contents imported via the :wladmin:`import_memory` command are marked as active.
sv: Minnesinnehåll som importerats via kommandot :wladmin:`import_memory` markeras som aktivt.

source: Importing some strings from :doc:`/formats/xliff`.
sv: Importerar några strängar från :doc:`/formats/xliff`.

source: The default attributes for :ref:`saml-auth` in Docker container now matches non-Docker defaults.
sv: Standardattributen för :ref:`saml-auth` i Docker-containern matchar nu standardinställningarna utanför Docker.

source: Dropped long-deprecated :http:get:`/hooks/update/(string:project)/(string:component)/` and :http:get:`/hooks/update/(string:project)/`.
sv: Avlägsnade sedan länge föråldrade :http:get:`/hooks/update/(string:project)/(string:component)/` och :http:get:`/hooks/update/(string:project)/`.

source: Removed Akismet spam protection integration as it was no longer effective and used an unmaintained Python library.
sv: Akismet-spamskyddsintegrationen har tagits bort eftersom den inte längre var effektiv och använde ett Python-bibliotek som inte underhölls.

source: New positional argument (`activity_log_id`) passed to the add-on event handlers, see :class:`weblate.addons.base.BaseAddon`. Adjust any custom subclass accordingly.
sv: Nytt positionsargument (`activity_log_id`) skickas till tilläggshändelsehanterarna, se :class:`weblate.addons.base.BaseAddon`. Justera eventuella anpassade underklasser därefter.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/149?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/149?closed=1>`__.

source: *Released on September 12th 2025.*
sv: *Släpptes den 12 september 2025.*

source: Text on the registration page informs about possible use of user’s data in more detail.
sv: Texten på registreringssidan informerar mer detaljerat om möjlig användning av användarens data.

source: Clarified account removal view.
sv: Förtydligad vy för borttagning av konto.

source: Components pagination.
sv: Komponenternas paginering.

source: :ref:`projectbackup` with same named components in different categories.
sv: :ref:`projectbackup` med komponenter med samma namn i olika kategorier.

source: Source string location display.
sv: Visning av källsträngens placering.

source: Correctly track team adding via invitation in :ref:`audit-log`.
sv: Spåra korrekt tillägg av team via inbjudan i :ref:`audit-log`.
