Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There might be vulnerabilities in third-party libraries which do not affect Weblate, so those are not addressed by releasing bugfix versions of Weblate.
de: Es kann Schwachstellen in Bibliotheken von Drittanbietern geben, die Weblate nicht betreffen, so dass diese nicht durch Veröffentlichungen zur Fehlerbehebung von Weblate behoben werden.
ga: D’fhéadfadh go mbeadh leochaileachtaí i leabharlanna tríú páirtí nach gcuireann isteach ar Weblate, mar sin ní thugtar aghaidh orthu sin trí leaganacha fabhtcheartaithe de Weblate a scaoileadh.
hu: Előfordulhatnak olyan sérülékenységek harmadik féltől származó könyvtárakban, amelyek nem érintik a Weblate működését — ezek miatt önmagában nem készül hibajavító kiadás.
id: Mungkin ada kerentanan di pustaka pihak ketiga yang tidak memengaruhi Weblate, jadi kerentanan tersebut tidak diatasi dengan merilis versi perbaikan kerusakan Weblate.
ja: サード パーティのライブラリには、Weblate に影響しない脆弱性がある可能性があるため、Weblate のバグ修正バージョンをリリースしても解決されません。
nl: Er zouden kwetsbaarheden in bibliotheken van derde partijen kunnen zijn die Weblate niet beïnvloeden, die worden dus niet aangepakt bij het uitgeven van versies met reparaties voor problemen van Weblate.
pt: Pode haver vulnerabilidades em bibliotecas de terceiros que não afetam o Weblate, portanto, não são solucionadas com o lançamento de versões de correção de bugs do Weblate.
pt_br: Pode haver vulnerabilidades em bibliotecas de terceiros que não afetam o Weblate, portanto, não são solucionadas com o lançamento de versões de correção de bugs do Weblate.
ro: Este posibil să existe vulnerabilități în biblioteci terțe care nu afectează Weblate, așa că acestea nu sunt abordate prin lansarea unor versiuni de corectare a erorilor din Weblate.
ru: В сторонних библиотеках могут быть присутствовать уязвимости, которые не влияют на работу Weblate, поэтому они не решаются выпуском исправленных версий Weblate.
sv: Det kan finnas sårbarheter i tredjepartsbibliotek som inte påverkar Weblate, så dessa åtgärdas inte genom att släppa buggfixversioner av Weblate.
ta: வலைபெயர்ப்பை பாதிக்காத மூன்றாம் தரப்பு நூலகங்களில் பாதிப்புகள் இருக்கலாம், எனவே அவை வலைபெயர்ப்புடின் பக்ஃபிக்ச் பதிப்புகளை வெளியிடுவதன் மூலம் நிவர்த்தி செய்யப்படுவதில்லை.
tr: Üçüncü taraf kitaplıklarında Weblate üzerinde etkisi olmayan güvenlik açıkları olabilir. Bu nedenle Weblate hata düzeltme sürümleri yayınlanmaz ve bunlar giderilmez.
uk: Можуть траплятися вразливості у сторонніх бібліотеках, які не впливають на роботу Weblate. Ми не намагаємося окремо усунути ці вразливості у випусках із виправленнями вад Weblate.
zh_hans: 第三方库中可能存在不影响Weblate的漏洞，所以这些漏洞不会通过发布Weblate的错误修复版本来解决。
zh_hant: 在第三方庫中可能存在漏洞，不會影響WebLate，因此不會通過釋放釋放的WebLate的錯誤文件來解決這些內容。

source: Docker container security
de: Sicherheit von Docker-Containern
ga: Slándála coimeádán docker
hu: Docker-konténerek biztonsága
id: Keamanan kontainer Docker
ja: Docker コンテナのセキュリティ
nl: Docker container beveiliging
pt: Segurança de contentor Docker
pt_br: Segurança de contêiner Docker
ro: Securitatea containerelor Docker
ru: Безопасность Docker-контейнера
sv: Säkerhet för Docker-containrar
ta: டாக்கர் கொள்கலன் பாதுகாப்பு
tr: Docker kapsayıcısı güvenliği
uk: Захист контейнерів Docker
zh_hans: Docker 容器安全
zh_hant: Docker 容器安全

source: The Docker containers are scanned for security vulnerabilities in our CI. This allows us to detect vulnerabilities early and release improvements quickly.
de: Die Docker-Container werden in unserer CI auf Sicherheitsschwachstellen gescannt. So können wir Schwachstellen frühzeitig erkennen und Verbesserungen schnell veröffentlichen.
ga: Déantar scanadh ar choimeádáin Docker le haghaidh leochaileachtaí slándála inár CI. Ligeann sé seo dúinn leochaileachtaí a bhrath go luath agus feabhsuithe a scaoileadh go tapa.
hu: A Docker-konténereket a CI-folyamat során biztonsági sebezhetőségek szempontjából átvizsgáljuk. Ez lehetővé teszi a hibák korai felismerését és a gyors javítások kiadását.
id: Kontainer Docker dipindai untuk menemukan kerentanan keamanan di CI kami. Hal ini memungkinkan kami mendeteksi kerentanan lebih awal dan merilis perbaikan dengan cepat.
nl: De containers van Docker worden gescand op kwetsbaarheden in de beveiliging in onze CI. Dat stelt ons in staat kwetsbaarheden vroeg te detecteren en snel verbeteringen uit te geven.
sv: Docker-containrarna skannas efter säkerhetsproblem i vår CI. Detta gör att vi kan upptäcka sårbarheter tidigt och snabbt släppa förbättringar.
uk: Контейнери Docker скануються на наявність вразливостей безпеки в нашій неперервній інтеграції. Це дозволяє нам виявляти вразливості на ранній стадії та швидко випускати покращення.

source: You can get the results of these scans at GitHub — they are stored as artifacts on our CI as :abbr:`SARIF (Static Analysis Results Interchange Format)`.
de: Sie können die Ergebnisse dieser Scans auf GitHub abrufen – sie sind als Artefakte auf unserem CI als :abbr:`SARIF (Static Analysis Results Interchange Format)` gespeichert.
ga: Is féidir leat torthaí na scananna seo a fháil ag GitHub - déantar iad a stóráil mar artifacts ar ár CI mar :abbr:`SARIF (Static Analysis Results Interchange Format)`.
hu: A vizsgálatok eredményei elérhetők a GitHubon – ezek a CI rendszerünkben :abbr:`SARIF (Static Analysis Results Interchange Format)` formátumban kerülnek tárolásra.
id: Anda bisa mendapatkan hasil pemindaian ini di GitHub — hasil pemindaian disimpan sebagai artefak di CI kami sebagai :abbr:`SARIF (Static Analysis Results Interchange Format)`.
nl: U kunt de resultaten van deze scans zien op GitHub — zij worden opgeslagen als artefacten op onze CI als :abbr:`SARIF (Static Analysis Results Interchange Format)`.
pt_br: Você pode obter os resultados dessas varreduras no GitHub – eles são armazenados como artefatos em nosso CI como :abbr:`SARIF (Static Analysis Results Interchange Format)`.
sv: Du kan få resultaten av dessa skanningar på GitHub — de lagras som artefakter på vår CI som :abbr:`SARIF (Static Analysis Results Interchange Format)`.
tr: Bu taramaların sonuçlarını GitHub üzerinden alabilirsiniz. Bunlar kesintisiz bütünleştirmemizde :abbr:`SARIF (Static Analysis Results Interchange Format)` olarak tutulur.
uk: Ви можете отримати результати цих сканувань на GitHub — вони зберігаються як артефакти в нашому КІ як :abbr:`SARIF (Формат обміну результатами статичного аналізу)`.

source: `Renovate <https://www.mend.io/renovate/>`_
sv: Renovera <https://www.mend.io/renovate/>_

source: Disaster recovery plan
de: Wiederherstellungsplan
ga: Plean téarnaimh tubaiste
hu: Katasztrófa utáni helyreállítási terv
id: Rencana pengembalian bencana
nl: Rampen herstelplan
sv: Katastrofåterställningsplan
uk: План відновлення після катастроф

source: Scope and objectives
de: Umfang und Ziele
ga: Raon feidhme agus cuspóirí
hu: Hatókör és célkitűzések
id: Cakupan dan tujuan
nl: Bereik en doelen
sv: Omfattning och mål
uk: Обсяг та цілі

source: This plan addresses recovery from catastrophic events impacting Weblate service availability, data integrity, or operational continuity.
de: Dieser Plan befasst sich mit der Wiederherstellung bei katastrophalen Ereignissen, welche die Verfügbarkeit des Weblate-Dienstes, die Datenintegrität oder das Fortbestehen des Betriebs beeinträchtigen.
ga: Tugann an plean seo aghaidh ar aisghabháil ó imeachtaí tubaisteacha a mbíonn tionchar acu ar infhaighteacht sheirbhís Weblate, sláine sonraí nó leanúnachas oibríochtúil.
hu: Ez a terv olyan súlyos események utáni helyreállítást céloz, amelyek hatással vannak a Weblate szolgáltatás elérhetőségére, az adatintegritásra vagy a működési folyamatosságra.
id: Rencana ini membahas pengembalian dari peristiwa bencana yang memengaruhi ketersediaan layanan Weblate, integritas data, atau kelangsungan operasional.
nl: Dit plan adresseert het herstellen van catastrofale gebeurtenissen die impact hebben op de beschikbaarheid van services van Weblate, integriteit van de gegevens, of operationele continuïteit.
sv: Denna plan behandlar återställning efter katastrofala händelser som påverkar Weblates tjänstetillgänglighet, dataintegritet eller driftskontinuitet.
uk: Цей план стосується відновлення після катастрофічних подій, що впливають на доступність сервісу Weblate, цілісність даних або безперервність роботи.

source: The plan is specifically designed for deployments of Weblate by Weblate s.r.o., but it can be applied to other deployments similarly.
de: Der Plan ist speziell für Bereitstellungen von Weblate durch Weblate s.r.o. konzipiert, kann aber in ähnlicher Weise auf andere Bereitstellungen angewendet werden.
ga: Tá an plean deartha go sonrach le haghaidh imscaradh Weblate ag Weblate s.r.o., ach is féidir é a chur i bhfeidhm ar imscaradh eile ar an gcaoi chéanna.
hu: A tervet elsősorban a Weblate s.r.o. által üzemeltetett példányokra dolgozták ki, de más telepítések esetén is alkalmazható.
id: Rencana ini dirancang khusus untuk penerapan Weblate oleh Weblate s.r.o., tetapi dapat diterapkan ke penerapan lain dengan cara yang sama.
nl: Het plan is specifiek ontworpen voor uitvoeringen van Weblate door Weblate s.r.o., maar kan soortgelijk op andere uitvoeringen worden toegepast.
sv: Planen är särskilt utformad för distributioner av Weblate av Weblate s.r.o., men kan även tillämpas på andra distributioner på liknande sätt.
uk: Цей план спеціально розроблений для розгортання Weblate компанією Weblate s.r.o., але його можна аналогічно застосувати до інших розгортань.

source: Definitions
de: Definitionen
ga: Sainmhínithe
hu: Meghatározások
id: Definisi
nl: Definities
sv: Definitioner
uk: Визначення

source: **Disaster:** Any unplanned event causing complete or significant loss of service, data, or system functionality. Examples include hardware failure, data corruption, infrastructure outage, or malicious attack.
de: **Notfall:** Jedes ungeplante Ereignis, das zu einem vollständigen oder erheblichen Verlust von Diensten, Daten oder Systemfunktionen führt. Beispiele hierfür sind Hardwarefehler, Datenbeschädigungen, Infrastrukturausfälle oder böswillige Angriffe.
ga: **Tubaiste:** Aon teagmhas gan phleanáil a mbíonn cailliúint iomlán nó shuntasach seirbhíse, sonraí nó feidhmiúlacht an chórais mar thoradh air. I measc na samplaí tá teip crua-earraí, truailliú sonraí, briseadh bonneagair, nó ionsaí mailíseach.
hu: **Katasztrófa:** Bármilyen nem tervezett esemény, amely teljes vagy jelentős szolgáltatás-, adat- vagy rendszerfunkcionalitás-kiesést okoz. Például hardverhiba, adatvesztés, infrastruktúra-kimaradás vagy rosszindulatú támadás.
id: **Bencana:** Setiap kejadian tak terduga yang menyebabkan hilangnya layanan, data, atau fungsionalitas sistem secara keseluruhan atau signifikan. Contohnya meliputi kegagalan perangkat keras, kerusakan data, gangguan infrastruktur, atau serangan berbahaya.
nl: **Ramp:** Elke niet geplande gebeurtenis die zorgt voor volledig of significant verlies van service, gegevens, of systeemfunctionaliteit. Voorbeelden omvatten het falen van hardware, gegevenscorruptie, uitval van infrastructuur, of een aanval door kwaadwilligen.
sv: **Katastrof:** Alla oförutsedda händelser som orsakar fullständig eller betydande förlust av tjänster, data eller systemfunktioner. Exempel på detta är hårdvarufel, datakorruption, infrastrukturstörningar eller skadliga attacker.
uk: **Лихо:** Будь-яка незапланована подія, що призводить до повної або значної втрати послуг, даних або функціональності системи. Прикладами є збій обладнання, пошкодження даних, збій інфраструктури або зловмисна атака.

source: **Recovery Point Objective (RPO):** Maximum acceptable data loss interval: **24 hours**.
de: **Recovery Point Objective (RPO):** Maximal akzeptables Datenverlustintervall: **24 Stunden**.
ga: **Cuspóir Pointe Aisghabhála (RPO):** An t-eatramh uasta inghlactha maidir le caillteanas sonraí: **24 uair an chloig**.
hu: **Adatvesztési tűréshatár (RPO):** Maximálisan elfogadható adatvesztési időintervallum: **24 óra**.
id: **Tujuan Titik Pemulihan (RPO):** Interval kehilangan data maksimum yang dapat diterima: **24 jam**.
nl: **Doel voor herstelpunt (Recovery Point Objective (RPO)):** Maximaal acceptabele interval van gegevensverlies: **24 uur**.
sv: **Recovery Point Objective (RPO):** Maximalt acceptabelt intervall för dataförlust: **24 timmar**.
uk: **Цільова точка відновлення (RPO):** Максимально допустимий інтервал втрати даних: **24 години**.

source: **Recovery Time Objective (RTO):** Maximum acceptable time to restore full service: **8 hours**.
de: **Recovery Time Objective (RTO):** Maximal akzeptable Zeit zur vollständigen Wiederherstellung des Dienstes: **8 Stunden**.
ga: **Cuspóir Ama Aisghabhála (AAT):** An t-am is faide inghlactha chun seirbhís iomlán a athbhunú: **8 n-uaire an chloig**.
hu: **Helyreállítási időtűrés (RTO):** Maximálisan elfogadható idő a teljes szolgáltatás helyreállításáig: **8 óra**.
id: **Tujuan Waktu Pengembalian (RTO):** Waktu maksimum yang dapat diterima untuk mengembalikan layanan penuh: **8 jam**.
nl: **Doel voor hersteltijd (Recovery Time Objective (RTO)):** Maximaal acceptabele tijd om de volledige service te herstellen: **8 uur**.
sv: **Återställningstidsmål (RTO):** Maximal acceptabel tid för att återställa full service: **8 timmar**.
uk: **Цільовий час відновлення (RTO):** Максимально прийнятний час для відновлення повного сервісу: **8 годин**.

source: Critical components
de: Kritische Komponenten
ga: Comhpháirteanna criticiúla
hu: Kritikus összetevők
id: Komponen penting
nl: Kritische onderdelen
sv: Kritiska komponenter
uk: Критичні компоненти

source: **Application Layer:** Weblate Python/Django application, background workers (Celery), and scheduled tasks.
de: **Anwendungsebene:** Weblate-Python/Django-Anwendung, Hintergrund-Worker (Celery) und geplante Aufgaben.
ga: **Sraith Feidhmchláir:** Feidhmchlár Weblate Python/Django, oibrithe cúlra (Celery), agus tascanna sceidealaithe.
hu: **Alkalmazási réteg:** Weblate Python/Django alkalmazás, háttérfeladatok (Celery) és ütemezett feladatok.
id: **Lapisan Aplikasi:** Aplikasi Weblate Python/Django, pekerja latar belakang (Celery), dan tugas terjadwal.
nl: **Laag van de toepassing:** Weblate Python/Django toepassing, achtergrondwerkers (Celery) en taken in een schema.
sv: **Applikationslager:** Weblate Python/Django-applikation, bakgrundsarbetare (Celery) och schemalagda uppgifter.
uk: **Рівень застосунку:** Застосунок Weblate на Python/Django, фонові виконавці (Celery) та заплановані завдання.

source: **Data Layer:** PostgreSQL database, translation repositories (Git), and logs.
de: **Datenebene:** PostgreSQL-Datenbank, Übersetzungs-Repositorys (Git) und Protokolle.
ga: **Sraith Sonraí:** Bunachar sonraí PostgreSQL, stórtha aistriúcháin (Git), agus logaí.
hu: **Adatréteg:** PostgreSQL adatbázis, fordítási tárolók (Git) és naplók.
id: **Lapisan Data:** Basis data PostgreSQL, repositori terjemahan (Git), dan log.
nl: **Gegevenslaag:** PostgreSQL database, opslagplaatsen voor vertalingen (Git) en logs.
sv: **Dataskikt:** PostgreSQL-databas, översättningsarkiv (Git) och loggar.
uk: **Рівень даних:** База даних PostgreSQL, репозиторії перекладів (Git) та журнали.

source: **Infrastructure:** Web server (NGINX/Apache), reverse proxy, storage volumes, SSL/TLS configuration, and optional SIEM logging system.
de: **Infrastruktur:** Webserver (NGINX/Apache), Reverse-Proxy, Speichervolumes, SSL/TLS-Konfiguration und optionales SIEM-Protokollierungssystem.
ga: **Bonneagar:** Freastalaí gréasáin (NGINX/Apache), seachfhreastalaí droim ar ais, toirteanna stórála, cumraíocht SSL/TLS, agus córas logála SIEM roghnach.
hu: **Infrastruktúra:** Webkiszolgáló (NGINX/Apache), fordított proxy, tároló kötetek, SSL/TLS konfiguráció, valamint opcionálisan SIEM naplózó rendszer.
id: **Infrastruktur:** Server web (NGINX/Apache), proksi terbalik, volume penyimpanan, konfigurasi SSL/TLS, dan sistem pencatatan SIEM opsional.
nl: **Infrastructuur:** Webserver (NGINX/Apache), omgekeerde proxy, volumes voor opslag, SSL/TLS-configuratie en optioneel SIEM logsysteem.
sv: **Infrastruktur:** Webbserver (NGINX/Apache), omvänd proxy, lagringsvolymer, SSL/TLS-konfiguration och valfritt SIEM-loggningssystem.
uk: **Інфраструктура:** Веб-сервер (NGINX/Apache), зворотний проксі-сервер, томи сховища, конфігурація SSL/TLS та додаткова система ведення журналу SIEM.

source: :ref:`automated-backup` process guarantees that all essential components (database, data, and configuration) are backed up daily. The backups are stored in two geographically different locations. The backup retention policy ensures that recent backups are available daily and keeps six months of backups.
de: Der prozess :ref:`automated-backup` garantiert, dass alle wesentlichen Komponenten (Datenbank, Daten und Konfiguration) täglich gesichert werden. Die Sicherungen werden an zwei geografisch unterschiedlichen Orten aufbewahrt. Die Richtlinie zur Aufbewahrung von Sicherungen stellt sicher, dass die neuesten Sicherungen täglich verfügbar sind und die Sicherungen sechs Monate aufbewahrt werden.
ga: Ráthaíonn an próiseas :ref:`automated-backup` go ndéantar cúltaca laethúil de na comhpháirteanna riachtanacha go léir (sonraí bunachar, sonraí, agus cumraíocht). Stóráiltear na cúltacaí i ndá shuíomh geografach difriúla. Cinntíonn an polasaí coinneála cúltacaí go bhfuil cúltacaí le déanaí ar fáil go laethúil agus go gcoinnítear sé mhí de chúltacaí.
hu: Az :ref:`automated-backup` folyamat garantálja, hogy minden lényeges összetevő (adatbázis, adatok és konfiguráció) naponta mentésre kerül. A mentések két földrajzilag eltérő helyen kerülnek tárolásra. A megőrzési irányelv biztosítja a napi elérhetőséget, valamint hat hónapnyi mentés megőrzését.
id: Proses :ref:`automated-backup` menjamin bahwa semua komponen penting (data basis, data, dan konfigurasi) dicadangkan setiap hari. Cadangan disimpan di dua lokasi geografis yang berbeda. Kebijakan penyimpanan cadangan memastikan bahwa cadangan terbaru tersedia setiap hari dan menyimpan cadangan selama enam bulan.
nl: Het proces :ref:`automated-backup` garandeert dat alle essentiële onderdelen (database, gegevens en configuratie) dagelijks worden geback-upt. De back-ups worden opgeslagen op twee geografisch verschillende locaties. Het back-up retentiebeleid zorgt ervoor dat de recente back-ups dagelijks beschikbaar zijn en behoudt zes maanden aan back-ups.
sv: :ref:`automated-backup`-processen garanterar att alla viktiga komponenter (databas, data och konfiguration) säkerhetskopieras dagligen. Säkerhetskopiorna lagras på två geografiskt olika platser. Policyn för lagring av säkerhetskopior säkerställer att de senaste säkerhetskopiorna är tillgängliga dagligen och lagrar säkerhetskopior i sex månader.
uk: :ref:`automated-backup` гарантує, що всі основні компоненти (база даних, дані та конфігурація) щоденно створюють резервні копії. Резервні копії зберігаються у двох географічно різних місцях. Політика зберігання резервних копій гарантує, що останні резервні копії будуть доступні щодня і зберігатимуться протягом шести місяців.

source: Recovery Procedures
de: Wiederherstellungsabläufe
ga: Nósanna Imeachta Aisghabhála
hu: Helyreállítási eljárások
id: Prosedur Pengembalian
nl: Herstelprocedures
sv: Återställningsprocedurer
uk: Процедури відновлення

source: Failure scenario: full host/system loss
de: Fehlerszenario: vollständiger Ausfall des Hosts/Systems
ga: Cás teipe: cailliúint iomlán óstach/córais
hu: Hibahelyzet: teljes gép-/rendszerkiesés
id: Skenario kegagalan: kehilangan seluruh host/sistem
nl: Scenario uitval: volledig host-/systeemverlies
sv: Felsscenario: fullständig förlust av värd/system
uk: Сценарій збою: повна втрата хоста/системи

source: Provision new host.
de: Neuen Host bereitstellen.
ga: Soláthar óstach nua.
hu: Új gép előkészítése.
id: Menyediakan host baru.
nl: Verschaffen nieuwe host.
pt_br: Provisionar novo host.
sv: Tillhandahåll ny värd.
uk: Підготовка нового хоста.

source: Bootstrap Weblate using provisioning software.
de: Weblate mithilfe einer Bereitstellungssoftware laden.
ga: Bootstrap Weblate ag baint úsáide as bogearraí soláthair.
hu: A Weblate elindítása előkészítő eszköz segítségével.
id: Bootstrap Weblate menggunakan perangkat lunak penyediaan.
nl: Bootstrappen van Weblate met verstrekte software.
sv: Starta Weblate med hjälp av provisioneringsprogramvara.
uk: Bootstrap Weblate з використанням програмного забезпечення для налаштування.

source: Restore Weblate backup following :ref:`restore-borg`.
de: Weblate-Backup laut :ref:`restore-borg` wiederherstellen.
ga: Athchóirigh cúltaca Weblate ag leanúint :ref:`restore-borg`.
hu: A Weblate biztonsági mentés visszaállítása a :ref:`restore-borg` szerint.
id: Kembalikan cadangan Weblate dengan mengikuti :ref:`restore-borg`.
nl: Herstellen back-up van Weblate volgens :ref:`restore-borg`.
sv: Återställ Weblate-säkerhetskopian enligt :ref:`restore-borg`.
uk: Відновлення резервної копії Weblate після :ref:`restore-borg`.

source: Restart Weblate container.
de: Weblate-Container neu starten.
ga: Atosaigh coimeádán Weblate.
hu: A Weblate-konténer újraindítása.
id: Mulai ulang kontainer Weblate.
nl: Weblate-container opnieuw starten.
pt_br: Reinicie o contêiner do Weblate.
sv: Starta om Weblate-containern.
uk: Перезапустіть контейнер Weblate.

source: Verify functionality and perform consistency checks.
de: Funktionalität überprüfen und Konsistenzprüfungen durchführen.
ga: Fíoraigh feidhmiúlacht agus déan seiceálacha comhsheasmhachta.
hu: A működés ellenőrzése és konzisztencia-vizsgálatok elvégzése.
id: Verifikasi fungsionalitas dan lakukan pemeriksaan konsistensi.
nl: Functionaliteit verifiëren en uitvoeren van controles voor consistentie.
sv: Kontrollera funktionaliteten och utför konsistenskontroller.
uk: Перевірте функціональність та виконайте перевірки на узгодженість.

source: Failure scenario: database corruption or data volume loss
de: Fehlerszenario: Datenbankbeschädigung oder Verlust des Daten-Volumens
ga: Cás teipe: truailliú bunachar sonraí nó cailliúint toirte sonraí
hu: Hibahelyzet: adatbázis sérülése vagy adatállomány elvesztése
id: Skenario kegagalan: kerusakan basis data atau kehilangan volume data
nl: Scenario uitval: corruptie van de database of verlies van gegevensvolume
sv: Fel scenario: databasfel eller förlust av datavolym
uk: Сценарій збою: пошкодження бази даних або втрата обсягу даних

source: Stop Weblate to prevent further write operations.
de: Weblate stoppen, um weitere Schreibvorgänge zu verhindern.
ga: Stop Weblate chun cosc a chur ar thuilleadh oibríochtaí scríbhneoireachta.
hu: A Weblate leállítása a további írási műveletek megelőzése érdekében.
id: Hentikan Weblate untuk mencegah operasi penulisan lebih lanjut.
nl: Weblate stoppen om verdere schrijfbewerkingen te voorkomen.
sv: Stoppa Weblate för att förhindra ytterligare skrivoperationer.
uk: Зупиніть Weblate, щоб запобігти подальшим операціям запису.

source: Restart services and verify translation and user data consistency.
de: Neustart der Dienste und Konsistenzüberprüfung von Übersetzungen und Benutzerdaten.
ga: Atosaigh seirbhísí agus fíoraigh comhsheasmhacht aistriúcháin agus sonraí úsáideora.
hu: Szolgáltatások újraindítása és a fordítási, valamint felhasználói adatok konzisztenciájának ellenőrzése.
id: Mulai ulang layanan dan verifikasi konsistensi terjemahan dan data pengguna.
nl: Services opnieuw starten en vertalingen verifiëren en consistentie van gebruikersgegevens.
sv: Starta om tjänsterna och kontrollera att översättningen och användardata är konsekventa.
uk: Перезапустіть служби та перевірте узгодженість перекладу й даних користувача.
