Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: File system storage for storing VCS repositories and uploaded user data. This is shared by all the processes.
de: Dateisystemspeicher zum Speichern von VCS-Repositorys und hochgeladenen Benutzerdaten. Dieser wird von allen Prozessen gemeinsam genutzt.
ga: Stóráil córais comhaid chun stórtha VCS agus sonraí úsáideoirí uaslódáilte a stóráil. Tá sé seo roinnte ag na próisis go léir.
hu: A VCS (verziókezelő) tárolók és a felhasználók által feltöltött adatok tárolására szolgál. Ezt minden folyamat közösen használja.
id: Penyimpanan sistem berkas untuk menyimpan repositori VCS dan data pengguna yang diunggah. Ini digunakan bersama oleh semua proses.
ja: ファイルシステム ストレージ は、VCS リポジトリとアップロードされたユーザーデータを保存するための領域です。これは、すべてのプロセスで共有されます。
nl: Opslag in bestandssysteem voor het opslaan van opslagruimten van het VCS en geüploade gebruikersgegevens. Dit wordt gedeeld door alle processen.
pt: Armazenamento do sistema de ficheiros para armazenar repositórios do VCS e dados de utilizador enviados. Isto é partilhado por todos os processos.
pt_br: Armazenamento do sistema de arquivos para armazenar repositórios do VCS e dados de usuário enviados. Isso é compartilhado por todos os processos.
sv: Filsystemlagring för lagring av VCS-arkiv och uppladdade användardata. Detta delas av alla processer.
ta: பகஅ களஞ்சியங்களை சேமிப்பதற்கான கோப்பு முறைமை சேமிப்பு மற்றும் பதிவேற்றிய பயனர் தரவை. இது அனைத்து செயல்முறைகளாலும் பகிரப்படுகிறது.
tr: Sürüm denetimi sistemi depolarını ve yüklenen kullanıcı verilerini tutacak dosya sistemi depolama alanı. Bu, tüm süreçler tarafından paylaşılır.
uk: Файлова система для зберігання репозиторіїв VCS та завантажених користувацьких даних. Це спільне для всіх процесів.
zh_hans: 储存 VCS 仓库和上传的用户数据的文件系统存储。这在所有进程间共享。

source: Use networked storage when scaling Weblate horizontally.
de: Verwenden Sie einen Netzwerkspeicher, wenn Sie Weblate horizontal skalieren.
ga: Úsáid stóras líonraithe agus Weblate á scálaiú go cothrománach.
hu: A Weblate vízszintes skálázásakor hálózati fájltárolás használata javasolt.
id: Gunakan penyimpanan jaringan saat menskalakan Weblate secara horizontal.
ja: Weblate を水平方向にスケーリングする場合は、ネットワーク ストレージを使用してください。
nl: Gebruik opslag in een netwerk bij het horizontaal schalen van Weblate.
pt: Use armazenamento em rede ao escalar o Weblate horizontalmente.
pt_br: Use armazenamento em rede ao escalar o Weblate horizontalmente.
sv: Använd nätverkslagring när du skalar Weblate horisontellt.
ta: வெப்ளேட்டை கிடைமட்டமாக அளவிடும்போது பிணைய சேமிப்பகத்தைப் பயன்படுத்தவும்.
tr: Yatay Weblate ölçeklendirmesinde ağ üzerinde depolama alanı kullanın.
uk: Використовуйте мережеве сховище при горизонтальному масштабуванні Weblate.
zh_hans: 垂直缩放 Weblate 时使用网络存储。

source: E-mail server
ga: Freastalaí ríomhphoist
hu: E-mail szerver
id: Server surel
ja: メールサーバー
pt: Servidor de e-mail
pt_br: Servidor de e-mail
sv: E-postserver
ta: மின்னஞ்சல் சேவையகம்
tr: E-posta sunucusu
uk: Сервер електронної пошти
zh_hans: 电子邮件服务器

source: SMTP server for outgoing e-mail, see :ref:`out-mail`. It can be provided externally.
de: SMTP-Server für ausgehende E-Mails, siehe :ref:`out-mail`. Er kann extern bereitgestellt werden.
ga: Freastalaí SMTP le haghaidh ríomhphoist amach, féach :ref:`out-mail`. Is féidir é a sholáthar go seachtrach.
hu: Kimenő e-mailekhez SMTP szerver szükséges, lásd: :ref:`out-mail`. Ez akár külső szolgáltatásként is biztosítható.
id: Server SMTP untuk surel keluar, lihat :ref:`out-mail`. Server ini dapat disediakan secara eksternal.
ja: メール送信用の SMTP サーバー。参照: :ref:`out-mail`。外部から提供できます。
nl: SMTP-server voor uitgaande e-mail, bekijk :ref:`out-mail`. Het kan extern worden verschaft.
pt: Servidor SMTP para e-mail de saída, consulte :ref:`out-mail`. Ele pode ser fornecido externamente.
pt_br: Servidor SMTP para e-mail de saída, consulte :ref:`out-mail`. Ele pode ser fornecido externamente.
sv: SMTP-server för utgående e-post, se :ref:`out-mail`. Den kan tillhandahållas externt.
tr: Giden e-postalar için kullanılacak SMTP sunucusu. Ayrıntılı bilgi almak için: :ref:`out-mail`. Dışarıdan belirtilebilir.
uk: SMTP-сервер для вихідної електронної пошти, див. :ref:`out-mail`. Він може бути наданий ззовні.
zh_hans: SMTP 服务器，用于发送电子邮件，请参见 :ref:`out-mail`。可从外部提供。

source: :doc:`/admin/install/docker` includes PostgreSQL and Valkey, making the installation easier.
sv: :doc:`/admin/install/docker` innehåller PostgreSQL och Valkey, vilket underlättar installationen.

source: Software requirements
de: Softwareanforderungen
ga: Riachtanais bogearraí
hu: Szoftverkövetelmények
id: Persyaratan perangkat lunak
ja: ソフトウェア要件
nl: Software vereisten
pt: Requisitos de software
pt_br: Requisitos de software
ro: Cerințe software
ru: Требования к программному обеспечению
sv: Programvarukrav
ta: மென்பொருள் தேவைகள்
tr: Yazılım gereksinimleri
uk: Вимоги для програмного забезпечення
zh_hans: 软件要求
zh_hant: 軟件要求

source: Operating system
de: Betriebssystem
ga: Córas oibriucháin
hu: Operációs rendszer
id: Sistem operasi
ja: オペレーティング システム
nl: Besturingssysteem
pt: Sistema operativo
pt_br: Sistema operacional
ro: Sistem de operare
ru: Операционная система
sv: Operativsystem
ta: இயக்க முறைமை
tr: İşletim sistemi
uk: Операційна система
zh_hans: 操作系统
zh_hant: 操作系統

source: Weblate is known to work on Linux, FreeBSD and macOS. Other Unix like systems will most likely work too.
de: Von Weblate ist bekannt, dass es unter Linux, FreeBSD und macOS funktioniert. Andere Unix-ähnliche Systeme werden höchstwahrscheinlich auch funktionieren.
ga: Is eol go n-oibríonn Weblate ar Linux, FreeBSD agus macOS. Is dócha go n-oibreoidh córais eile cosúil le Unix freisin.
hu: A Weblate ismerten működik Linux, FreeBSD és macOS rendszereken. Más Unix-szerű rendszereken is valószínűleg problémamentesen használható.
id: Weblate diketahui dapat digunakan di Linux, FreeBSD, dan macOS. Sistem serupa Unix lainnya kemungkinan besar juga dapat digunakan.
ja: Weblate は、Linux、FreeBSD、macOS で動作することが判明しています。他の Unix のようなシステムでも動作する可能性は高いでしょう。
nl: Weblate werkt goed op Linux, FreeBSD en macOS. Andere op Unix gelijkende systemen zullen zeer waarschijnlijk ook goed werken.
pt: Weblate é conhecido por funcionar no Linux, FreeBSD e macOS. Outros sistemas como o Unix provavelmente funcionarão também.
pt_br: Weblate é conhecido por funcionar no Linux, FreeBSD e macOS. Outros sistemas como o Unix provavelmente funcionarão também.
ro: Se știe că Weblate funcționează pe Linux, FreeBSD și macOS. Cel mai probabil vor funcționa și alte sisteme de tip Unix.
ru: Weblate работает на Linux, FreeBSD и macOS. Скорее всего будет работать и на других Unix-подобных системах.
sv: Weblate fungerar på Linux, FreeBSD och macOS. Andra Unix-liknande system kommer troligen också att fungera.
ta: வலைபெயர்ப்பு லினக்ச், ஃப்ரீ.பி.எச்.டி மற்றும் மேகோச் ஆகியவற்றில் வேலை செய்வதாக அறியப்படுகிறது. அமைப்புகள் போன்ற பிற யூனிக்ச் பெரும்பாலும் வேலை செய்யும்.
tr: Weblate platformunun, Linux, FreeBSD ve macOS üzerinde çalıştığı biliniyor. Diğer Unix benzeri sistemlerde de büyük olasılıkla çalışacaktır.
uk: Відомо, що Weblate працює у Linux, FreeBSD і macOS. Ймовірно, Weblate працює на більшості інших Unix-подібних системах.
zh_hans: 目前已知 Weblate 可运行在 Linux、FreeBSD 和 macOS 上。其他类 Unix 的系统也很可能支持运行。
zh_hant: Weblate 已知運行在 Linux 、 FreeBSD 和 macOS 上。其他類 Unix 的系統也很可能支持運行。

source: Weblate is not supported on Windows. But it may still work and patches are happily accepted.
de: Weblate wird unter Windows nicht unterstützt. Aber es kann trotzdem funktionieren und Patches werden gerne angenommen.
ga: Ní thacaítear le Weblate ar Windows. Ach b’fhéidir go n-oibreoidh sé fós agus glactar le paistí go sona sásta.
hu: A Weblate Windows rendszeren hivatalosan nem támogatott. Ettől függetlenül működhet, és a javításokat szívesen fogadják.
id: Weblate tidak didukung di Windows. Namun, mungkin masih berfungsi dan patchnya diterima dengan senang hati.
ja: Weblate は Windows には対応していません。しかし、動作するかもしれないのでパッチは歓迎します。
nl: Weblate wordt niet ondersteund op Windows. Maar het zou nog steeds kunnen werken en patches worden met vreugde geaccepteerd.
pt: O Weblate não é suportado no Windows. Mas ainda pode funcionar e patches são aceitos alegremente.
pt_br: O Weblate não é suportado no Windows. Mas ainda pode funcionar e patches são aceitos alegremente.
ro: Weblate nu este acceptat pe Windows. Dar este posibil să funcționeze în continuare, iar patch-urile sunt acceptate cu plăcere.
ru: Работа Weblate под Windows не поддерживается. Тем не менее, работать под ней он всё ещё может и патчи под неё с радостью принимаются.
sv: Weblate stöds inte på Windows. Men det kan fortfarande fungera och patchar tas gärna emot.
ta: வலைபெயர்ப்பு சாளரங்களில் ஆதரிக்கப்படவில்லை. ஆனால் அது இன்னும் வேலை செய்யலாம் மற்றும் திட்டுகள் மகிழ்ச்சியுடன் ஏற்றுக்கொள்ளப்படுகின்றன.
tr: Weblate, Windows üzerinde desteklenmez. Ancak yine de çalışabilir ve yazılım yamaları mutlulukla kabul edilir.
uk: Підтримки Weblate у Windows не передбачено. Втім, Weblate може там працювати — будемо раді вашим латкам, які реалізуватимуть підтримку.
zh_hans: Windows 不支持 Weblate。但 Weblate 可能仍然可以工作，并且很乐意接受补丁。
zh_hant: Windows 不支持 Weblate 。但仍然可能工作，並願意接受補丁。

source: Python dependencies
de: Python-Abhängigkeiten
ga: Cleithiúlachtaí Python
hu: Python függőségek
id: Dependensi Python
ja: Python の依存関係
nl: Python afhankelijkheden
pt: Dependências Python
pt_br: Dependências Python
ro: Dependențe Python
ru: Зависимости Python
sv: Python-beroenden
ta: பைதான் சார்புநிலைகள்
tr: Python bağımlılıkları
uk: Залежності Python
zh_hans: Python 依赖项
zh_hant: Python 依賴性

source: Weblate is written in `Python <https://www.python.org/>`_ and supports Python 3.12 or newer. You can install dependencies using pip or from your distribution packages, full list is available in :file:`requirements.txt`.
sv: Weblate är skrivet i `Python <https://www.python.org/>`_ och stöder Python 3.12 eller nyare. Du kan installera beroenden med pip eller från dina distributionspaket. En fullständig lista finns i :file:`requirements.txt`.

source: Most notable dependencies:
de: Wichtigste Abhängigkeiten:
ga: Na spleáchais is suntasaí:
hu: Legfontosabb függőségek:
id: Dependensi yang paling menonjol:
ja: 最も注目すべき依存関係:
nl: Meest opvallende afhankelijkheden:
pt: As dependências mais notáveis:
pt_br: As dependências mais notáveis:
ro: Cele mai notabile dependențe:
ru: Основные зависимости:
sv: De mest anmärkningsvärda beroendena:
ta: மிகவும் குறிப்பிடத்தக்க சார்புகள்:
tr: En önemli bağımlılıklar:
uk: Основні залежності:
zh_hans: 最重要的依赖项：

source: Optional dependencies
de: Optionale Abhängigkeiten
ga: Spleáchais roghnacha
hu: Opcionális függőségek
id: Dependensi opsional
ja: オプションの依存関係
nl: Optionele afhankelijkheden
pt: Dependências opcionais
pt_br: Dependências opcionais
ro: Dependențe opționale
ru: Необязательные зависимости
sv: Valfria beroenden
ta: விருப்ப சார்புநிலைகள்
tr: İsteğe bağlı bağımlılıklar
uk: Необов'язкові залежності
zh_hans: 可选依赖项
zh_hant: 可選依賴性

source: Optional dependency specifier
de: Bezeichner der optionalen Abhängigkeiten
ga: Sonróir spleáchais roghnach
hu: Opcionális függőség-megjelölések
id: Penentu dependensi opsional
nl: Specificatie optionele afhankelijkheden
pt_br: Especificador da dependência opcional
sv: Valfri beroendespecifikator
tr: İsteğe bağlı bağımlılık belirtici
uk: Необов'язковий специфікатор залежності

source: Python packages
hu: Python csomagok
id: Paket Python
nl: Python pakketten
sv: Python-paket
uk: Пакунки Python

source: Weblate feature
de: Weblate-Funktion
ga: Gné gréasáin
hu: Weblate funkció
id: Fitur Weblate
ja: Weblate の機能
nl: Weblate mogelijkheid
pt: Recurso Weblate
pt_br: Recurso Weblate
ru: Функция Weblate
sv: Weblate-funktion
ta: வலைபெயர்ப்பு நற்பொருத்தம்
tr: Weblate özelliği
uk: Функція Weblate
zh_hans: Weblate 功能

source: :ref:`mt-google-translate-api-v3` with glossary support
de: :ref:`mt-google-translate-api-v3` mit Glossarunterstützung
ga: :ref:`mt-google-translate-api-v3` le tacaíocht gluais
hu: :ref:`mt-google-translate-api-v3` szójegyzék-támogatással
id: :ref:`mt-google-translate-api-v3` dengan dukungan glosarium
nl: :ref:`mt-google-translate-api-v3` met ondersteuning voor woordenlijst
pt_br: :ref:`mt-google-translate-api-v3` com suporte a glossário
sv: :ref:`mt-google-translate-api-v3` med stöd för ordlista
ta: :ref:`mt-google-translate-api-v3` with சொற்களஞ்சியம் support
tr: Sözlük desteği ile :ref:`mt-google-translate-api-v3`
uk: :ref:`mt-google-translate-api-v3` з підтримкою глосарію
zh_hans: 支持术语表的 :ref:`mt-google-translate-api-v3`

source: MySQL or MariaDB, see :ref:`database-setup`
de: MySQL oder MariaDB, siehe :ref:`database-setup`
ga: MySQL nó MariaDB, see :ref:`database-setup`
hu: MySQL vagy MariaDB, lásd: :ref:`database-setup`
id: MySQL atau MariaDB, lihat :ref:`database-setup`
ja: MySQL または MariaDB（参照: :ref:`database-setup` ）
nl: MySQL of MariaDB, bekijk :ref:`database-setup`
pt: MySQL ou MariaDB, consulte :ref:`database-setup`
pt_br: MySQL ou MariaDB, consulte :ref:`database-setup`
ru: MySQL или MariaDB, см. :ref:`database-setup`
sv: MySQL eller MariaDB, se :ref:`database-setup`
tr: MySQL ya da MariaDB (ayrıntılı bilgi almak için: :ref:`database-setup`)
uk: MySQL або MariaDB, див. :ref:`database-setup`
zh_hans: MySQL 或 MariaDB，见 :ref:`database-setup`

source: Integrating SAML 2 IDP into Weblate
de: Integration von SAML 2 IDP in Weblate
ga: IDP SAML 2 a chomhtháthú isteach sa Ghréasán
hu: SAML 2 IDP integrálása a Weblate-be
id: Mengintegrasikan SAML 2 IDP ke Weblate
nl: Integreren van SAML 2 IDP in Weblate
pt_br: Integrando SAML 2 IDP no Weblate
sv: Integrera SAML 2 IDP i Weblate
ta: SAML 2 ஐடிபியை வெப்லேட்டில் ஒருங்கிணைத்தல்
tr: SAML 2 kimlik hizmetini Weblate ile bütünleştirmek
uk: Інтеграція SAML 2 IDP у Weblate
zh_hans: 集成 SAML 2 IDP 到 Weblate

source: Hosted Weblate integration
ga: Comhtháthú Weblate a óstáil
hu: Hosted Weblate integráció
id: Integrasi Hosted Weblate
nl: Hosted Weblate integratie
pt_br: Integração ao Hosted Weblate
sv: Hostad Weblate-integration
ta: வலைபெயர்ப்பு ஒருங்கிணைப்பு புரவலன் செய்யப்பட்டது
tr: Hosted Weblate bütünleştirmesi
uk: Інтеграція розміщеної Weblate
zh_hans: Hosted Weblate 集成

source: wsgi server for Weblate
de: WSGI-Server für Weblate
ga: freastalaí wsgi do Weblate
hu: wsgi server (Weblate-hez)
id: server wsgi untuk Weblate
nl: WSGI-server voor Weblate
pt_br: Servidor wsgi para o Weblate
sv: wsgi-server för Weblate
ta: வெப்லேட்டுக்கான WSGI சேவையகம்
tr: Weblate için wsgi sunucusu
uk: сервер wsgi для Weblate
zh_hans: Weblate wsgi 服务器

source: When installing using pip, you can directly specify desired features when installing:
de: Wenn Sie mit pip installieren, können Sie die gewünschten Funktionen direkt bei der Installation angeben:
ga: Nuair a shuiteáil tú ag baint úsáide as pip, is féidir leat a shonrú go díreach gnéithe inmhianaithe nuair a shuiteáil:
hu: Amennyiben pip segítségével történik a telepítés, a kívánt funkciók közvetlenül is megadhatók:
id: Saat menginstal menggunakan pip, Anda dapat langsung menentukan fitur yang diinginkan saat menginstal:
ja: pip を使用してインストールする場合には、特定の機能を選択してインストールできます。インストール時の指定方法:
nl: Bij het installeren met pip, kunt u direct de gewenste mogelijkheden specificeren bij het installeren:
pt: Ao instalar a usar pip, pode especificar diretamente os recursos desejados ao instalar:
pt_br: Ao instalar usando pip, você pode especificar diretamente os recursos desejados ao instalar:
ro: Atunci când instalați folosind pip, puteți specifica direct caracteristicile dorite la instalare:
ru: При установке с помощью pip вы можете напрямую указать желаемые функции при установке:
sv: När du installerar med pip kan du direkt ange önskade funktioner vid installationen:
ta: pip ஐப் பயன்படுத்தி நிறுவும் போது, நிறுவும் போது விரும்பிய அம்சங்களை நேரடியாகக் குறிப்பிடலாம்:
tr: Pip kullanarak kurulum yapılırken istediğiniz özellikleri doğrudan belirtebilirsiniz:
uk: При встановленні за допомогою pip ви можете безпосередньо вказати бажані можливості:
zh_hans: 使用 pip 进行安装时，您可以在安装时直接指定所需的功能：

source: Or you can install Weblate with all optional features:
de: Oder Sie können Weblate mit allen optionalen Funktionen installieren:
ga: Nó is féidir leat Weblate a shuiteáil leis na gnéithe roghnacha go léir:
hu: Vagy telepíthető a Weblate az összes opcionális funkcióval:
id: Atau Anda dapat menginstal Weblate dengan semua fitur opsional:
ja: または、すべてのオプション機能を追加して Weblate をインストールする方法:
nl: Of u kunt Weblate installeren met alle optionele mogelijkheden:
pt: Ou pode instalar o Weblate com todos os recursos opcionais:
pt_br: Ou você pode instalar o Weblate com todos os recursos opcionais:
ro: Sau puteți instala Weblate cu toate funcțiile opționale:
ru: Или вы можете установить Weblate со всеми дополнительными функциями:
sv: Eller så kan du installera Weblate med alla valfria funktioner:
ta: அல்லது அனைத்து விருப்ப அம்சங்களுடனும் நீங்கள் வலைபெயர்ப்பு நிறுவலாம்:
tr: Ya da tüm isteğe bağlı özelliklerle Weblate kurulumu yapabilirsiniz:
uk: Ви також можете встановити Weblate з усіма додатковими можливостями:
zh_hans: 或者你可以安装具有所有可选功能的 Weblate：

source: Or you can install Weblate without any optional features:
de: Oder Sie können Weblate ohne optionale Funktionen installieren:
ga: Nó is féidir leat Weblate a shuiteáil gan aon ghnéithe roghnacha:
hu: Vagy telepíthető a Weblate opcionális funkciók nélkül is:
id: Atau Anda dapat menginstal Weblate tanpa fitur opsional apa pun:
ja: もしくは、どのようなオプション機能も追加せずに Weblate をインストールする方法:
nl: Of u kunt Weblate installeren zonder optionele mogelijkheden:
pt: Ou pode instalar o Weblate sem quaisquer recursos opcionais:
pt_br: Ou você pode instalar o Weblate sem quaisquer recursos opcionais:
ro: Sau puteți instala Weblate fără nicio funcție opțională:
ru: Или вы можете установить Weblate без каких-либо дополнительных функций:
sv: Eller så kan du installera Weblate utan några valfria funktioner:
ta: அல்லது எந்த விருப்ப அம்சங்களும் இல்லாமல் நீங்கள் வலைபெயர்ப்பை நிறுவலாம்:
tr: Ya da hiç bir isteğe bağlı özellik olmadan Weblate kurulumu yapabilirsiniz:
uk: Або встановити Weblate без будь-яких необов'язкових можливостей:
zh_hans: 或者你可以安装没有任何可选功能的 Weblate：

source: Troubleshooting pip install
de: Fehlerbehebung bei pip install
ga: Fabhtcheartú suiteála pip
hu: Hibaelhárítás pip telepítés esetén
id: Pemecahan masalah instalasi pip
nl: Probleemoplossing pip install
pt_br: Solução de problemas via instalação pip
sv: Felsökning av pip-installation
uk: Вирішення проблем з pip install

source: The installed ``PyGobject`` package cannot find a matching GObject Introspection library - ``gobject-introspection-2.0``.
sv: Det installerade paketet ``PyGobject`` kan inte hitta ett matchande GObject Introspection-bibliotek - ``gobject-introspection-2.0``.

source: Older versions are no longer supported by Weblate.
sv: Äldre versioner stöds inte längre av Weblate.

source: This is caused by incompatibility of binary packages distributed via PyPI with the distribution. To address this, you need to rebuild the package on your system:
de: Dies wird durch die Inkompatibilität von Binärpaketen verursacht, die über PyPI mit der Distribution verteilt werden. Um dies zu beheben, müssen Sie das Paket auf Ihrem System neu erstellen:
ga: Is é is cúis leis seo ná neamh-chomhoiriúnacht na bpacáistí dénártha a dháiltear trí PyPI leis an dáileadh. Chun aghaidh a thabhairt air seo, ní mór duit an pacáiste ar do chóras a atógáil:
hu: Ez az inkompatibilis bináris csomagok miatt történik, amelyeket a PyPI terjeszt. A probléma megoldásához újra kell építeni a csomagot a saját rendszerén:
id: Hal ini disebabkan oleh ketidakcocokan paket biner yang didistribusikan melalui PyPI dengan distribusinya. Untuk mengatasi hal ini, Anda perlu membangun ulang paket tersebut di sistem Anda:
ja: これは、PyPI を介して配布されるバイナリ パッケージとディストリビューションとの互換性がないことが原因です。これに対処するために必要な、システムでのパッケージの再構築方法:
nl: Dat wordt veroorzaakt door incompatibiliteit van de binaire pakketten die worden gedistribueerd via PyPI met de distributie. U zou, om dit aan te pakken, het pakket op uw systeem opnieuw moeten bouwen:
pt: Isso é causado pela incompatibilidade de pacotes binários distribuídos via PyPI com a distribuição. Para resolver isso, precisa reconstruir o pacote no seu sistema:
pt_br: Isso é causado pela incompatibilidade de pacotes binários distribuídos via PyPI com a distribuição. Para resolver isso, você precisa reconstruir o pacote em seu sistema:
ro: Acest lucru este cauzat de incompatibilitatea pachetelor binare distribuite prin PyPI cu distribuția. Pentru a rezolva acest lucru, trebuie să reconstruiți pachetul pe sistemul dumneavoastră:
ru: Это вызвано несовместимостью бинарных пакетов, распространяемых через PyPI, с дистрибутивом. Для решения этой проблемы необходимо пересобрать пакет в вашей системе:
sv: Detta beror på att binärpaket som distribueras via PyPI är inkompatibla med distributionen. För att lösa detta måste du bygga om paketet på ditt system:
ta: விநியோகத்துடன் pypi வழியாக விநியோகிக்கப்படும் பைனரி தொகுப்புகளின் பொருந்தாத தன்மையால் இது ஏற்படுகிறது. இதை நிவர்த்தி செய்ய, உங்கள் கணினியில் தொகுப்பை மீண்டும் உருவாக்க வேண்டும்:
tr: Bu durum, PyPI ile dağıtılan binary paketlerinin dağıtımla uyumsuz olmasından kaynaklanır. Bu sorunu gidermek için, paketi sisteminizde yeniden oluşturmanız gerekir:
uk: Причиною є несумісність двійкових пакунків, які поширюють за допомогою PyPI, із дистрибутивом. Щоб усунути причину помилки, вам слід повторно зібрати пакунок у вашій системі:
zh_hans: 这是由于通过PyPI发布的二进制包与该发行版不兼容造成的。为了解决这个问题，你需要在你的系统上重建该软件包：

source: This is a known issue of the xmlsec package, please see https://github.com/xmlsec/python-xmlsec/issues/314.
hu: Ez az xmlsec csomag ismert hibája, részletekért lásd: https://github.com/xmlsec/python-xmlsec/issues/314.
id: Ini adalah masalah yang diketahui dari paket xmlsec, silakan lihat https://github.com/xmlsec/python-xmlsec/issues/314.
nl: Dit is een bekend probleem van het pakket xmlsec, bekijk https://github.com/xmlsec/python-xmlsec/issues/314.
sv: Detta är ett känt problem med xmlsec-paketet, se https://github.com/xmlsec/python-xmlsec/issues/314.
uk: Це відома проблема пакунка xmlsec, будь ласка, див. https://github.com/xmlsec/python-xmlsec/issues/314.

source: The ``lxml`` and ``xmlsec`` packages have to be built against one ``libxml2``. You should build them locally to avoid this issue:
hu: Az ``lxml`` és ``xmlsec`` csomagokat ugyanahhoz a ``libxml2`` verzióhoz kell fordítani. A probléma elkerülése érdekében érdemes őket helyben lefordítani:
id: Paket ``lxml`` dan ``xmlsec`` harus dibangun berdasarkan ``libxml2`` yang sama. Anda harus membangunnya secara lokal untuk menghindari masalah ini:
nl: De pakketten ``lxml`` en ``xmlsec`` moeten worden gebouwd met een ``libxml2``. U zou ze lokaal moeten bouwen om dit probleem te vermijden:
sv: Paketen ``lxml`` och ``xmlsec`` måste byggas mot en ``libxml2``. Du bör bygga dem lokalt för att undvika detta problem:
uk: Пакунки ``lxml`` і ``xmlsec`` має бути зібрано з однаковою ``libxml2``. Щоб уникнути цієї проблеми, вам слід зібрати їх локально:

source: Other system requirements
de: Weitere Systemvoraussetzungen
ga: Riachtanais chórais eile
hu: Egyéb rendszerkövetelmények
id: Persyaratan sistem lainnya
ja: その他のシステム要件
nl: Andere systeemvereisten
pt: Outros requisitos do sistema
pt_br: Outros requisitos do sistema
ro: Alte cerințe de sistem
ru: Другие системные требования
sv: Övriga systemkrav
ta: பிற கணினி தேவைகள்
tr: Diğer sistem gereksinimleri
uk: Інші вимоги до системи
zh_hans: 其他系统要求
