Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This check will *not* ensure the inner HTML is safe or sanitized, and is not meant to protect against malicious attempts to alter the inner HTML. Moreover, it should be remembered that Fluent variables and references may expand to arbitrary strings, so could expand to arbitrary HTML unless they are escaped. As an exception, a ``<`` or ``&`` character before a Fluent reference will trigger this check since even an escaped value could lead to unexpected results.
de: Diese Prüfung stellt *nicht* sicher, dass der innere HTML-Code sicher oder bereinigt ist, und ist nicht dazu gedacht, vor böswilligen Versuchen zu schützen, den inneren HTML-Code zu ändern. Außerdem sollte man beachten, dass Fluent-Variablen und -Referenzen zu beliebigen Zeichenfolgen erweitert werden können, also zu beliebigem HTML, wenn sie nicht maskiert werden. Als Ausnahme wird ein ``<``- oder ``&``-Zeichen vor einer Fluent-Referenz diese Prüfung auslösen, da auch ein maskierter Wert zu unerwarteten Ergebnissen führen könnte.
ga: Ní chinnteoidh an tseiceáil seo go bhfuil an HTML istigh sábháilte nó sláintithe, agus níl sé i gceist é a chosaint ar iarrachtaí mailíseacha chun an HTML istigh a athrú. Ina theannta sin, ba chóir a mheabhrú go bhféadfadh athróga agus tagairtí líofa leathnú go teaghráin treallach, agus mar sin d'fhéadfaí iad a leathnú go HTML treallach mura n-éalaítear iad. Mar eisceacht, spreagfaidh carachtar `` <`` nó ``&`` roimh thagairt Líofa an tseiceáil seo toisc go bhféadfadh torthaí gan choinne a bheith mar thoradh ar luach éalaigh fiú.
hu: Ez az ellenőrzés *nem* biztosítja, hogy a belső HTML biztonságos vagy megtisztított (szűrt) legyen, és nem alkalmas arra, hogy megvédjen a belső HTML szándékos módosítására irányuló kártékony próbálkozásokkal szemben. Emellett fontos szem előtt tartani, hogy a Fluent-változók és hivatkozások tetszőleges szövegre bővülhetnek ki, így megfelelő kódolás (escape) hiányában akár tetszőleges HTML-re is. Kivételt képez, ha egy ``<`` vagy ``&`` karakter közvetlenül egy Fluent hivatkozás elé kerül, mivel ilyen esetben még egy kódolt érték is váratlan eredményekhez vezethet, és ez kiváltja az ellenőrzést.
id: Pemeriksaan ini *tidak* akan memastikan keamanan atau sanitasi HTML internal, dan tidak dimaksudkan untuk melindungi dari upaya jahat untuk mengubah HTML internal. Selain itu, perlu diingat bahwa variabel dan referensi Fluent dapat berkembang menjadi string sembarang, sehingga dapat berkembang menjadi HTML sembarang kecuali jika diloloskan. Sebagai pengecualian, karakter ``<`` atau ``&`` sebelum referensi Fluent akan memicu pemeriksaan ini karena bahkan nilai yang diloloskan dapat menyebabkan hasil yang tidak diharapkan.
ja: この検査は、内部 HTML の安全性やサニタイズされていることを*保証しません*。さらに、内部 HTML を意図的に変更しようとする悪意のある試みに対して保護するものではありません。さらに、Fluent の変数や参照は任意の文字列に展開されることがあるため、エスケープされていない限り任意の HTML に展開されることがあります。ただし、例外的に、Fluent の参照の前に ``<`` または ``&`` 文字がある場合、これによりこの検査が起動します。なぜなら、エスケープされた値でも予期しない結果につながることがあるためです。
nl: Deze controle zal er *niet* voor zorgen dat de inner HTML veilig is of opgeschoond, en is niet bedoeld om te beschermen tegen kwaadaardige pogingen om de inner HTML te wijzigen. Meer nog, het zou moeten worden onthouden dat Fluent variabelen en verwijzingen zich kunnen uitbreiden tot willekeurige tekenreeksen, en dus zouden kunnen uitbreiden tot willekeurige HTML, tenzij zij worden geëscapet. Als een uitzondering, een teken ``<`` of ``&`` voor een verwijzing van Fluent zal deze controle activeren, omdat zelfs een geëscapete waarde zou kunnen leiden tot onverwachte resultaten.
pt_br: Esta verificação *não* garantirá que o HTML interno esteja seguro ou higienizado, e não tem a intenção de proteger contra tentativas maliciosas de alterar o HTML interno. Além disso, deve-se lembrar que variáveis e referências Fluent podem se expandir para textos arbitrários, então podem se expandir para HTML arbitrário, a menos que sejam escapadas. Como exceção, um caractere ``<`` ou ``&`` antes de uma referência Fluent acionará esta verificação, pois mesmo um valor escapado pode levar a resultados inesperados.
ru: Эта проверка *не* гарантирует, что внутренний HTML-код безопасен или очищен, и не предназначен для защиты от злонамеренных попыток изменить внутренний HTML-код. Более того, следует помнить, что переменные и ссылки Fluent могут расширяться до произвольных строк, а значит, могут расширяться до произвольного HTML, если они не Escape. В качестве исключения, символ ``<`` или ``&`` перед ссылкой Fluent вызовет эту проверку, поскольку даже Escape-значение может привести к неожиданным результатам.
sv: Denna kontroll garanterar *inte* att den inre HTML-koden är säker eller sanerad, och är inte avsedd att skydda mot skadliga försök att ändra den inre HTML-koden. Dessutom bör man komma ihåg att Fluent-variabler och referenser kan expandera till godtyckliga strängar, så de kan expandera till godtycklig HTML om de inte är undantagna. Som ett undantag kommer ett ``<``- eller ``&``-tecken före en Fluent-referens att utlösa denna kontroll, eftersom även ett undantaget värde kan leda till oväntade resultat.
ta: இந்த சோதனை * உள் html பாதுகாப்பானது அல்லது சுத்திகரிக்கப்பட்டிருப்பதை உறுதி செய்யாது, மேலும் இது உள் html ஐ மாற்றுவதற்கான தீங்கிழைக்கும் முயற்சிகளிலிருந்து பாதுகாப்பதற்காக அல்ல. மேலும், சரள மாறிகள் மற்றும் குறிப்புகள் தன்னிச்சையான சரங்களுக்கு விரிவடையக்கூடும் என்பதை நினைவில் கொள்ள வேண்டும், எனவே அவை தப்பிக்காவிட்டால் தன்னிச்சையான html க்கு விரிவடையக்கூடும். விதிவிலக்காக, ஒரு `` <`` அல்லது `` & `` `ஒரு சரளமான குறிப்புக்கு முன் எழுத்து இந்த சோதனையைத் தூண்டும், ஏனெனில் தப்பித்த மதிப்பு கூட எதிர்பாராத முடிவுகளுக்கு வழிவகுக்கும்.
tr: Bu denetim, iç HTML kodunun güvenli veya temizlenmiş olmasını *sağlamaz* ve iç HTML kodunu değiştirmeye yönelik kötü niyetli girişimlere karşı koruma sağlama amacı taşımaz. Ayrıca, Fluent değişkenleri ve başvurularının rastgele dizgelere açılabileceği, dolayısıyla kaçınılmadığı sürece isteğe bağlı HTML koduna açılabileceği unutulmamalıdır. Bir istisna olarak, Fluent başvurusundan önce gelen bir ``<`` veya ``&`` karakteri bu denetimi tetikler çünkü kaçınılan bir değer bile beklenmeyen sonuçlara yol açabilir.
uk: Ця перевірка *не* забезпечує безпечності або притомності вбудованого коду HTML і не захищає від зловмисних спроб змінити вбудований код HTML. Більше того, слід пам'ятати, що змінні і посилання Fluent може бути розгорнуто до довільних рядків, тому можливе розгортання до довільного коду HTML, якщо рядки не екрановано. Виключення: символ ``<`` або ``&`` перед посиланням Fluent спричиняє спрацювання цієї перевірки, оскільки навіть екрановане значення може призвести до неочікуваних результатів.
zh_hans: 此检查 *不会* 确保内部 HTML 是安全的或干净的，且不是为了防止修改内部 HTML 的恶意企图。此外，应该记住的是由于 Fluent 变量和参考可以扩展成任意字符串，因此除非被转义，它们可以被扩展成任意 HTML。一个例外是 Fluent 参考前的 ``<`` 或 ``&`` 字符会触发此检查，因为即使是转义值也可以导致意想不到的结果。

source: The Fluent DOM package has further limitations, such as allowed tags and attributes, which this check will not enforce.
de: Das Fluent-DOM-Paket hat weitere Einschränkungen, wie z. B. erlaubte Tags und Attribute, die durch diese Prüfung nicht erzwungen werden.
ga: Tá teorainneacha breise ag baint leis an bpacáiste Líofa DOM, amhail clibeanna agus tréithe ceadaithe, nach gcuirfidh an tseiceáil seo i bhfeidhm.
hu: A Fluent DOM csomag további korlátozásokat is tartalmaz (pl. engedélyezett címkék és attribútumok), amelyeket ez az ellenőrzés nem érvényesít.
id: Paket Fluent DOM memiliki batasan lebih lanjut, seperti tag dan atribut yang diizinkan, yang tidak akan diberlakukan oleh pemeriksaan ini.
ja: Fluent DOM パッケージには、この検査が強制しないような、許可されるタグや属性などの制限があります。
nl: Het Fluent DOM-pakket heeft nog meer beperkingen, zoals toegestane tags en attributen, die deze controle niet zal afdwingen.
pt_br: O pacote DOM Fluent tem outras limitações, como tags e atributos permitidos, que esta verificação não aplicará.
ru: Пакет Fluent DOM имеет дополнительные ограничения, такие как разрешённые теги и атрибуты, которые эта проверка не применяет.
sv: Fluent DOM-paketet har ytterligare begränsningar, såsom tillåtna taggar och attribut, som denna kontroll inte kommer att tillämpa.
ta: ஃப்ளூயண்ட் டோம் தொகுப்பில் அனுமதிக்கப்பட்ட குறிச்சொற்கள் மற்றும் பண்புக்கூறுகள் போன்ற மேலும் வரம்புகள் உள்ளன, இந்த சோதனை செயல்படுத்தாது.
tr: Fluent DOM paketinde, izin verilen kod imleri ve öznitelikler gibi bu denetimin uygulanmayacağı başka sınırlamalar da vardır.
uk: Пакунок DOM Fluent містить додаткові обмеження, зокрема список дозволених теґів та атрибутів, які ця перевірка не обмежує примусово.
zh_hans: Fluent DOM 包有进一步的限制，比如允许的标签和属性，此项检查不会强制它们。

source: Fluent source syntax
de: Fluent-Quellsyntax
ga: Comhréir foinse líofa
hu: Fluent forrásszintaxis
id: Sintaks sumber Fluent
ja: Fluent ソース構文
nl: Fluent-syntaxis bron
pt: Sintaxe de origem Fluent
pt_br: Sintaxe de origem Fluent
ro: Sintaxă sursă Fluent
ru: Синтаксис исходного кода Fluent
sv: Fluent källsyntax
ta: சரளமாக மூல தொடரியல்
tr: Fluent kaynak söz dizimi
uk: Синтаксис початкового коду Fluent
zh_hans: Fluent 源语法

source: Fluent syntax error in the source.
de: Fluent-Syntaxfehler in der Ausgangszeichenkette.
ga: Earráid chomhréire líofa sa fhoinse.
hu: Hiba a Fluent szintaxisában a forrásszövegben.
id: Kesalahan sintaks Fluent dalam sumber.
nl: Fout in syntaxis van Fluent in de bron.
pt_br: Erro de sintaxe Fluent na fonte.
sv: Fluent-syntaxfel i källan.
tr: Kaynakta Fluent söz dizimi sorunu.
uk: Помилка вільного синтаксису в джерелі.

source: In Weblate, Fluent strings use Fluent syntax for references and variables, but also for more complex features like defining attributes and selector variants, including plurals. This check ensures that the syntax used in source will be valid for Fluent.
de: In Weblate verwenden Fluent-Zeichenketten die Fluent-Syntax für Verweise und Variablen, aber auch für komplexere Funktionen wie die Definition von Attributen und Selektor-Varianten, einschließlich Pluralformen. Diese Prüfung stellt sicher, dass die in der Quelle verwendete Syntax auch für Fluent gültig ist.
ga: In Weblate, úsáideann teaghráin Líofa comhréir Líofa le haghaidh tagairtí agus athróg, ach freisin le haghaidh gnéithe níos casta cosúil le tréithe a shainiú agus malairtí roghnóra, lena n-áirítear iolraí. Cinntíonn an tseiceáil seo go mbeidh an chomhréir a úsáidtear san fhoinse bailí do Líofa.
hu: A Weblate-ben a Fluent-szövegek a Fluent-szintaxist használják a hivatkozásokhoz és változókhoz, valamint összetettebb funkciókhoz is, például attribútumok és szelekciós változatok (pl. többes szám) meghatározásához. Ez az ellenőrzés biztosítja, hogy a forrásszövegben használt szintaxis megfeleljen a Fluent szabályainak.
id: Di Weblate, string Fluent menggunakan sintaksis Fluent untuk referensi dan variabel, tetapi juga untuk fitur yang lebih kompleks seperti mendefinisikan atribut dan varian pemilih, termasuk bentuk jamak. Pemeriksaan ini memastikan bahwa sintaksis yang digunakan dalam kode sumber akan valid untuk Fluent.
ja: Weblate では、Fluent 文字列は参照や変数だけでなく、属性の定義やセレクタによる別表記、複数形を含むようなより複雑な機能にも Fluent の構文が使用されます。この検査は、ソースで使用される構文が Fluent に対して有効であることを保証します。
nl: In Weblate gebruiken tekenreeksen van Fluent de syntaxis van Fluent voor verwijzingen en variabelen, maar ook voor meer complexe mogelijkheden, zoals het definiëren van varianten voor attributen en selectoren, inclusief meervouden. Deze controle zorgt ervoor dat de gebruikte syntaxis in de bron geldig zal zijn voor Fluent.
pt_br: No Weblate, os textos Fluent usam a sintaxe Fluent para referências e variáveis, mas também para recursos mais complexos, como definição de atributos e variantes de seletor, incluindo plurais. Essa verificação garante que a sintaxe usada na fonte será válida para o Fluent.
ru: В Weblate строки Fluent используют синтаксис Fluent для ссылок и переменных, а также для более сложных функций, таких как определение атрибутов и вариантов селекторов, включая множественное число. Эта проверка гарантирует, что синтаксис, используемый в исходном коде, будет допустимым для Fluent.
sv: I Weblate använder Fluent-strängar Fluent-syntax för referenser och variabler, men också för mer komplexa funktioner som att definiera attribut och selektorsvarianter, inklusive pluralformer. Denna kontroll säkerställer att syntaxen som används i källkoden är giltig för Fluent.
ta: வலைபெயர்ப்பில், சரளமாக சரங்கள் குறிப்புகள் மற்றும் மாறிகள் சரளமாக தொடரியல் பயன்படுத்துகின்றன, ஆனால் பண்புக்கூறுகள் மற்றும் பன்மை உள்ளிட்ட தேர்வாளர் வகைகளை வரையறுப்பது போன்ற மிகவும் சிக்கலான அம்சங்களுக்கும். மூலத்தில் பயன்படுத்தப்படும் தொடரியல் சரளத்திற்கு செல்லுபடியாகும் என்பதை இந்த சோதனை உறுதி செய்கிறது.
tr: Weblate üzerinde Fluent dizgeleri, başvurular ve değişkenler için Fluent söz dizimini kullanır. Aynı zamanda çoğullar ile birlikte özniteliklerin ve seçici değişkenlerin tanımlanması gibi daha karmaşık özellikler için de kullanılır. Bu denetim, kaynakta kullanılan söz diziminin Fluent için geçerli olmasını sağlar.
uk: У Weblate рядки Fluent використовують синтаксис Fluent для посилань та змінних, але також для складніших речей, зокрема визначення атрибутів та варіантів вибору, зокрема форм множини. Ця перевірка забезпечує коректність синтаксису Fluent початкових даних.
zh_hans: Weblate 中，Fluent 字符串对参考和变量使用 Fluent 语法，该语法同样用于更为复杂的功能，比如定义属性和选择器变体，包括复数。此检查确保用于原文的语法对 Fluent 有效。

source: Syntax errors in ICU MessageFormat strings.
de: Syntaxfehler in ICU MessageFormat-Zeichenketten.
ga: Earráidí comhréire i teaghráin MessageFormat ICU.
hu: Szintaktikai hiba az ICU üzenetformátumú szövegben.
id: Kesalahan sintaksis dalam string ICU MessageFormat.
ja: ICU MessageFormat 文字列に構文エラーがあります。
nl: Syntaxisfout in ICU MessageFormat-tekenreeksen.
pt: Erros de sintaxe em cadeias de MessageFormat do ICU.
pt_br: Erros de sintaxe em textos de MessageFormat do ICU.
ro: Erori de sintaxă în șirurile ICU MessageFormat.
ru: Синтаксические ошибки в строках ICU MessageFormat.
sv: Syntaxfel i ICU MessageFormat-strängar.
ta: icu messageformat சரங்களில் தொடரியல் பிழைகள்.
tr: ICU MessageFormat dizgelerinde söz dizimi hataları var.
uk: Помилки синтаксису в рядках ICU MessageFormat.
zh_hans: ICU MessageFormat 字符串中的语法错误。
zh_hant: ICU MessageFormat 字串有語法錯誤。

source: Long untranslated
de: Lange nicht übersetzt
ga: Fada gan aistriúchán
hu: Régóta lefordítatlan
id: Lama tidak diterjemahkan
ja: 長期間未翻訳
nl: Al lange tijd onvertaald
pt: Não traduzido há muito tempo
pt_br: Não traduzido há muito tempo
ro: Mult timp netradus
ru: Давно не переводилась
sv: Sedan länge oöversatt
ta: நீண்ட மொழிபெயர்க்கப்படாதது
tr: Uzun süredir çevrilmemiş
uk: Тривалий час не перекладено
zh_hans: 长期未翻译
zh_hant: 長期未翻譯

source: The string has not been translated for a long time.
de: Die Zeichenkette wurde seit langem nicht übersetzt.
ga: Níor aistríodh an teaghrán le fada an lá.
hu: A szöveg hosszú ideje nincs lefordítva.
id: String belum diterjemahkan untuk waktu yang lama.
nl: Deze tekenreeks is al lange tijd onvertaald.
pt_br: Este texto não foi traduzido há muito tempo.
sv: Strängen har inte översatts på länge.
tr: Dizge uzun zamandır çevrilmemiş.
uk: Цей рядок вже тривалий час не перекладено.

source: When the string has not been translated for a long time, it can indicate a problem in a source string making it hard to translate.
de: Wenn die Zeichenkette lange Zeit nicht übersetzt wurde, kann dies auf ein Problem in der Ausgangszeichenkette hinweisen, welches die Übersetzung erschwert.
ga: Nuair nach bhfuil an teaghrán aistrithe le fada an lá, féadann sé fadhb a léiriú i dtéad foinseach a fhágann go bhfuil sé deacair é a aistriú.
hu: Ha egy szöveg hosszú ideje fordítatlan marad, az arra utalhat, hogy a forrásszöveg nehezen érthető vagy problémás, ami akadályozhatja a fordítást.
id: Bila string tidak diterjemahkan dalam waktu lama, hal itu dapat mengindikasikan adanya masalah pada string sumber yang membuatnya sulit diterjemahkan.
ja: 文字列が長期間未翻訳のまま放置されていた場合は、原文に問題があり、翻訳が困難である場合があります。
nl: Als de tekenreeks lange tijd niet is vertaald, kan het een probleem in de brontekenreeks aangeven, wat het moeilijk maakt om te vertalen.
pt: Quando a cadeia não é traduzida há muito tempo, pode indicar um problema na cadeia fonte, a dificultar a tradução.
pt_br: Quando o texto não é traduzido há muito tempo, pode indicar um problema em um texto fonte, tornando difícil a tradução.
ro: Atunci când șirul nu a fost tradus de mult timp, acest lucru poate indica o problemă în șirul sursă care face dificilă traducerea acestuia.
ru: Если строка долго не переводилась, это может указывать на проблему в исходной строке, затрудняющую её перевод.
sv: Om strängen inte har översatts på länge kan det tyda på ett problem i källsträngen som gör den svår att översätta.
ta: சரம் நீண்ட காலமாக மொழிபெயர்க்கப்படாதபோது, அது ஒரு மூல சரத்தில் ஒரு சிக்கலைக் குறிக்கலாம்.
tr: Dizgenin uzun süredir çevrilmemiş olması, kaynak dizgede çeviri yapmayı zorlaştıran bir sorun olduğunu gösterebilir.
uk: Якщо рядок не було перекладено доволі давно, це може вказувати на проблему у рядку, яка робить його переклад утрудненим.
zh_hans: 当字符串很长时间没有被翻译时，它可能表明源字符串中存在问题，使其难以翻译。

source: Multiple failing checks
de: Mehrfach fehlgeschlagene Überprüfungen
ga: Seiceálacha teip iolracha
hu: Több sikertelen ellenőrzés
id: Beberapa pemeriksaan gagal
ja: 複数言語での検査不合格
nl: Meerdere foutmeldingen
pt: Várias verificações falhadas
pt_br: Várias verificações com falha
ro: Mai multe verificări eșuate
ru: Множество неудачных проверок
sv: Flera fallerande kontroller
ta: பல தோல்வியுற்ற சோதனைகள்
tr: Birden çok denetim hatası
uk: Кратні невдалі перевірки
zh_hans: 多项未通过的检查
zh_hant: 多項未通過查核

source: The translations in several languages have failing checks.
de: In mehreren Sprachen liegen bei den Übersetzungen fehlgeschlagene Qualitätsprüfungen vor.
ga: Tá seiceálacha teipthe ar na haistriúcháin i roinnt teangacha.
hu: A fordítás több nyelven is sikertelen minőség-ellenőrzésen esett át.
id: Terjemahan dalam beberapa bahasa memiliki pemeriksaan yang gagal.
nl: De vertalingen in verschillende talen bevatten foutmeldingen.
pt_br: As traduções em diversos idiomas têm verificações com falha.
sv: Översättningarna till flera språk har felaktiga kontroller.
tr: Birkaç dildeki çevirilerde denetim hataları var.
uk: Переклади на декількох мовах мають непройдені перевірки.

source: Numerous translations of this string have failing quality checks. This is usually an indication that something could be done to improve the source string.
de: Zahlreiche Übersetzungen dieser Zeichenkette haben die Qualitätsprüfung nicht bestanden. Dies ist in der Regel ein Hinweis darauf, dass etwas zur Verbesserung der Ausgangszeichenkette getan werden könnte.
ga: Tá seiceálacha cáilíochta ag teip ar go leor aistriúchán ar an teaghrán seo. De ghnáth is comhartha é seo go bhféadfaí rud éigin a dhéanamh chun an teaghrán foinse a fheabhsú.
hu: Ha egy szövegrész több nyelv fordításánál is hibát okoz, az gyakran arra utal, hogy magát a forrásszöveget érdemes javítani.
id: Banyak terjemahan dari string ini yang mengalami kegagalan pemeriksaan kualitas. Hal ini biasanya merupakan indikasi bahwa ada yang perlu dilakukan untuk memperbaiki string sumber.
ja: この文字列の翻訳の多くは、品質検査で不合格となっています。これは通常、原文を改善する方法が何かあるという意味です。
nl: Meerdere vertalingen van deze tekenreeks hebben mislukte kwaliteitscontroles. Dat is gewoonlijk een indicatie dat er iets gedaan kan worden om de brontekenreeks te verbeteren.
pt: Várias traduções desta cadeia têm falhas nas verificações de qualidade. Isto é normalmente uma indicação de que algo poderia ser feito para melhorar a cadeia fonte.
pt_br: Várias traduções deste texto têm falhas nas verificações de qualidade. Isto é normalmente uma indicação de que algo poderia ser feito para melhorar o texto fonte.
ro: Numeroase traduceri ale acestui șir de caractere au eșuat la controalele de calitate. Acesta este, de obicei, un indiciu că se poate face ceva pentru a îmbunătăți șirul sursă.
ru: Во многих переводах этой строки имеются неудачные проверки качества. Обычно это свидетельствует о том, что нужно что-то сделать для улучшения исходной строки.
sv: Många översättningar av denna sträng har underkänts i kvalitetskontroller. Detta är vanligtvis ett tecken på att något kan göras för att förbättra källsträngen.
ta: இந்த சரத்தின் பல மொழிபெயர்ப்புகள் தோல்வியுற்ற தர சோதனைகளைக் கொண்டுள்ளன. இது பொதுவாக மூல சரத்தை மேம்படுத்த ஏதாவது செய்ய முடியும் என்பதற்கான அறிகுறியாகும்.
tr: Bu dizgenin çevirisinde çok sayıda kalite denetimi hatası vardır. Bu durum genellikle kaynak dizgeyi geliştirmek için bir şeyler yapılabileceğini gösterir.
uk: Багато перекладів цього рядка не проходять перевірок якості. Це, зазвичай, означає, що початковий рядок слід якимось чином удосконалити.
zh_hans: 该字符串的许多翻译都未通过质量检查。这通常表明可以采取一些措施来改进源字符串。
zh_hant: 此字符串的許多翻譯都沒有質量檢查。這通常是可以進行某些東西來改進源字符串的指示。
