Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translators may be contractors, volunteers, or agencies with varying levels of vetting.
sv: Översättare kan vara uppdragstagare, volontärer eller byråer med olika nivåer av granskning.

source: Translators require access to Weblate.
sv: Översättare behöver tillgång till Weblate.

source: Translation strings may contain sensitive content such as unreleased features, legal terms, or security messages.
sv: Översättningssträngar kan innehålla känsligt innehåll, såsom icke släppta funktioner, juridiska termer eller säkerhetsmeddelanden.

source: The organization has limited control over translators' local environments.
sv: Organisationen har begränsad kontroll över översättarnas lokala miljöer.

source: Threat Categories (STRIDE)
sv: Hotkategorier (STRIDE)

source: **S1. Fake translator accounts impersonating legitimate contributors.**
sv: **S1. Falska översättarkonton som utger sig för att vara legitima bidragsgivare.**

source: Risk: Unauthorized access to projects or injection of malicious strings.
sv: Risk: Obehörig åtkomst till projekt eller införande av skadliga strängar.

source: Mitigations:
sv: Åtgärder:

source: Enforce strong authentication (2FA); see :ref:`project-enforced_2fa`.
sv: Tillämpa stark autentisering (2FA); se :ref:`project-enforced_2fa`.

source: Verify identities of contracted translators.
sv: Verifiera identiteten hos kontrakterade översättare.

source: Use role-based access to limit project scope; see :ref:`acl`.
sv: Använd rollbaserad åtkomst för att begränsa projektets omfattning; se :ref:`acl`.

source: 2. Tampering
sv: 2. Manipulering

source: **T1. Malicious translations embedding harmful payloads.**
sv: **T1. Skadliga översättningar som innehåller skadliga payloads.**

source: Risk: Injection of JavaScript, HTML, or format-string attacks if translations are not properly escaped.
sv: Risk: Injektion av JavaScript, HTML eller formatsträngattacker om översättningar inte är korrekt skyddade.

source: Apply strict input validation in Weblate. Enforcing quality checks like :ref:`check-safe-html` might help. See :ref:`checks` and :ref:`component-enforced_checks`.
sv: Tillämpa strikt validering av inmatningar i Weblate. Det kan vara till hjälp att genomföra kvalitetskontroller som :ref:`check-safe-html`. Se :ref:`checks` och :ref:`component-enforced_checks`.

source: Use automated security scanning for translation files in your CI.
sv: Använd automatiserad säkerhetsskanning för översättningsfiler i din CI.

source: Limit usage of dangerous markup from translation files. Depending on the used localization framework, this might be implicit, opt-in, or require a third-party library.
sv: Begränsa användningen av farliga markeringar från översättningsfiler. Beroende på vilket lokaliseringsramverk som används kan detta vara implicit, valfritt eller kräva ett tredjepartsbibliotek.

source: **T2. Insertion of misleading translations.**
sv: **T2. Infogande av vilseledande översättningar.**

source: Risk: Users misled about application behavior (e.g., consent dialogs mistranslated).
sv: Risk: Användare vilseleds om programmets beteende (t.ex. felöversatta samtyckesdialoger).

source: Perform peer review of critical strings; see :ref:`peer-review` or :ref:`reviews`.
sv: Utför kollegial granskning av kritiska strängar; se :ref:`peer-review` eller :ref:`reviews`.

source: Maintain style guides and :ref:`glossary` to prevent manipulation.
sv: Underhåll stilguider och :ref:`glossary` för att förhindra manipulation.

source: 3. Repudiation
sv: 3. Förkastande

source: **R1. Disputes over malicious or poor-quality translations.**
sv: **R1. Tvister om skadliga eller dåliga översättningar.**

source: Risk: Translators deny responsibility for injected issues.
sv: Risk: Översättare avsäger sig ansvar för infogade problem.

source: All changes in Weblate are logged.
sv: Alla ändringar i Weblate loggas.

source: Use Weblate with version control for immutable history.
sv: Använd Weblate med versionskontroll för oföränderlig historik.

source: 4. Information Disclosure
sv: 4. Informationsutlämnande

source: **I1. Leakage of unreleased product details.**
sv: **I1. Läckage av icke offentliggjorda produktdetaljer.**

source: Risk: Translators gain early access to unreleased features or confidential terminology.
sv: Risk: Översättare får tidig tillgång till icke släppta funktioner eller konfidentiell terminologi.

source: Segment projects to limit access to sensitive strings.
sv: Segmentera projekt för att begränsa åtkomsten till känsliga strängar.

source: Apply non-disclosure agreements with external agencies.
sv: Tillämpa sekretessavtal med externa organ.

source: Delay translation of highly confidential strings until public release.
sv: Fördröj översättningen av mycket konfidentiella strängar tills de offentliggörs.

source: **I2. Exposure of personal data within strings.**
sv: **I2. Exponering av personuppgifter i strängar.**

source: Risk: Translators might access or misuse embedded user data.
sv: Risk: Översättare kan komma åt eller missbruka inbäddade användardata.

source: Avoid exposing real user data in source strings.
sv: Undvik att exponera verkliga användardata i källsträngar.

source: Use placeholders for sensitive fields.
sv: Använd platshållare för känsliga fält.

source: 5. Denial of Service
sv: 5. Förnekande av tjänst

source: **D1. Bulk submission of junk translations.**
sv: **D1. Massinlämning av skräpöversättningar.**

source: Risk: Review queues overwhelmed; release timelines disrupted.
sv: Risk: Överbelastade granskningsköer; störningar i tidsplanen för lanseringar.

source: Choose an appropriate workflow to match your team capacity. :ref:`workflow-customization` can allow you to tweak this on a language basis.
sv: Välj ett arbetsflöde som passar ditt teams kapacitet. :ref:`workflow-customization` gör det möjligt att anpassa detta utifrån språket.

source: Configure automated translation quality checks; see :ref:`checks`.
sv: Konfigurera automatiska kvalitetskontroller för översättningar; se :ref:`checks`.

source: 6. Elevation of Privilege
sv: 6. Höjning av privilegier

source: **E1. The translator gains unauthorized project-wide or administrative rights.**
sv: **E1. Översättaren får obehöriga projektomfattande eller administrativa rättigheter.**

source: Risk: Escalation leading to tampering or data exposure.
sv: Risk: Eskalering som leder till manipulering eller dataläckage.

source: Apply the principle of least privilege.
sv: Tillämpa principen om minsta möjliga behörighet.

source: Regularly review access rights and group memberships.
sv: Granska regelbundet åtkomsträttigheter och gruppmedlemskap.

source: Asset Inventory
sv: Tillgångsinventering

source: **Source Strings:** May contain unreleased product features or legal text.
sv: **Källsträngar:** Kan innehålla icke släppta produktfunktioner eller juridisk text.

source: **Translated Strings:** Output presented directly to end users.
sv: **Översatta strängar:** Utmatning som presenteras direkt för slutanvändarna.

source: **User Data Placeholders:** Names, emails, or IDs referenced in strings.
sv: **Platshållare för användardata:** Namn, e-postadresser eller ID-nummer som refereras till i strängar.

source: **Access Credentials:** Accounts for translators, agencies, or bots.
sv: **Åtkomstuppgifter:** Konton för översättare, byråer eller bots.

source: Trust Boundaries
sv: Förtroendegränser

source: **Organization ↔ Translators:** Authentication and role-based access must be enforced.
sv: **Organisation ↔ Översättare:** Autentisering och rollbaserad åtkomst måste tillämpas.

source: **Translation Platform ↔ Source Control:** Synchronization requires secured tokens/keys.
sv: **Översättningsplattform ↔ Källkontroll:** Synkronisering kräver säkra tokens/nycklar.

source: **Translators ↔ Translation Platform:** All input must be sanitized before integration into builds.
sv: **Översättare ↔ Översättningsplattform:** All inmatning måste saneras innan den integreras i byggnader.

source: **Platform ↔ End Users:** Translations must be validated to prevent code injection.
sv: **Plattform ↔ Slutanvändare:** Översättningar måste valideras för att förhindra kodinjektion.

source: Mitigation Summary
sv: Sammanfattning av begränsningsåtgärder

source: Enforce 2FA and RBAC for translator accounts; see :ref:`project-enforced_2fa`.
sv: Tillämpa 2FA och RBAC för översättarkonton; se :ref:`project-enforced_2fa`.

source: Require non-disclosure agreements or contracts for professional translators.
sv: Kräv sekretessavtal eller kontrakt för professionella översättare.

source: Use automated quality/security scanning for translations; see :ref:`checks`.
sv: Använd automatiserad kvalitets-/säkerhetsskanning för översättningar; se :ref:`checks`.

source: Limit project visibility to reduce exposure of sensitive content; see :ref:`acl`.
sv: Begränsa projektets synlighet för att minska exponeringen av känsligt innehåll; se :ref:`acl`.

source: Regularly patch and harden your Weblate server. You might also consider :doc:`/admin/support`.
sv: Uppdatera och säkra din Weblate-server regelbundet. Du kan också överväga :doc:`/admin/support`.

source: Retain immutable version history for all translation changes in the version control system.
sv: Behåll oföränderlig versionshistorik för alla översättningsändringar i versionshanteringssystemet.

source: Conclusion
sv: Slutsats

source: Third-party translators introduce unique risks compared to internal contributors. With proper technical, organizational, and contractual controls, organizations can mitigate these risks and safely integrate external translation services while maintaining product integrity and compliance.
sv: Externa översättare medför unika risker jämfört med interna medarbetare. Med lämpliga tekniska, organisatoriska och avtalsmässiga kontroller kan organisationer minska dessa risker och på ett säkert sätt integrera externa översättningstjänster samtidigt som produktintegriteten och efterlevnaden upprätthålls.

source: Password security
de: Passwortsicherheit
ga: Slándáil pasfhocail
hu: Jelszóbiztonság
id: Keamanan kata sandi
nl: Wachtwoord beveiliging
sv: Lösenordssäkerhet
uk: Безпека паролем

source: How Weblate stores passwords
de: Wie Weblate Passwörter speichert
ga: Conas a stórálann Weblate pasfhocail
hu: Hogyan tárolja a Weblate a jelszavakat
id: Bagaimana Weblate menyimpan kata sandi
nl: Hoe Weblate wachtwoorden opslaat
pt_br: Como o Weblate armazena as senhas
sv: Hur Weblate lagrar lösenord
uk: Як Weblate зберігає паролі

source: Weblate uses a Django implementation to store hashed passwords; see :ref:`django:auth_password_storage`.
de: Weblate verwendet eine Django-Implementierung zum Speichern von gehashten Passwörtern; siehe :ref:`django:auth_password_storage`.
ga: Úsáideann Weblate cur i bhfeidhm Django chun pasfhocail haisithe a stóráil; féach :ref:`django:auth_password_storage`.
hu: A Weblate a Django jelszótárolási megoldását használja, amely a jelszavakat titkosított (hashelt) formában tárolja; lásd: :ref:`django:auth_password_storage`.
id: Weblate menggunakan implementasi Django untuk menyimpan kata sandi hash; lihat :ref:`django:auth_password_storage`.
nl: Weblate gebruikt een implementatie van Django om versleutelde wachtwoorden op te slaan, bekijk :ref:`django:auth_password_storage`.
sv: Weblate använder en Django-implementering för att lagra hashade lösenord; se :ref:`django:auth_password_storage`.
uk: Weblate використовує реалізацію Django для зберігання хешованих паролів; див. :ref:`django:auth_password_storage`.

source: The recommended Weblate configuration uses Argon2 with time_cost = 2, memory_cost = 102400, and parallelism = 8.
de: Die empfohlene Weblate-Konfiguration verwendet Argon2 mit time_cost = 2, memory_cost = 102400 und parallelism = 8.
ga: Úsáideann an chumraíocht Weblate molta Argon2 le costas_ama = 2, costas_memory = 102400, agus comhthreomhaireacht = 8.
hu: A javasolt Weblate-konfiguráció az Argon2 algoritmust használja ``time_cost = 2``, ``memory_cost = 102400`` és ``parallelism = 8`` értékekkel.
id: Konfigurasi Weblate yang direkomendasikan menggunakan Argon2 dengan time_cost = 2, memory_cost = 102400, dan parallelism = 8.
nl: De aanbevolen configuratie van Weblate gebruikt Argon2 met time_cost = 2, memory_cost = 102400 en parallelism = 8.
sv: Den rekommenderade Weblate-konfigurationen använder Argon2 med time_cost = 2, memory_cost = 102400 och parallelism = 8.
uk: Рекомендована конфігурація Weblate використовує Argon2 з time_cost = 2, memory_cost = 102400 та parallelism = 8.

source: The password hashing can be customized using :setting:`django:PASSWORD_HASHERS`.
de: Das Passwort-Hashing kann mit :setting:`django:PASSWORD_HASHERS` angepasst werden.
ga: Is féidir an haiséáil pasfhocal a shaincheapadh ag baint úsáide as :setting:`django:PASSWORD_HASHERS`.
hu: A jelszavak titkosítására (hashelésére) használt eljárások beállíthatóak a :setting:`django:PASSWORD_HASHERS` paraméterrel.
id: Hashing kata sandi dapat disesuaikan menggunakan :setting:`django:PASSWORD_HASHERS`.
nl: Het versleutelen van het wachtwoord kan worden aangepast met :setting:`django:PASSWORD_HASHERS`.
pt_br: O hashing da senha pode ser personalizado usando :setting:`django:PASSWORD_HASHERS`.
sv: Lösenordshashningen kan anpassas med hjälp av :setting:`django:PASSWORD_HASHERS`.
uk: Хешування пароля можна налаштувати за допомогою :setting:`django:PASSWORD_HASHERS`.

source: Password validation
de: Passwort-Validierung
ga: Bailíochtú pasfhocail
hu: Jelszó érvényesítés
id: Validasi kata sandi
nl: Wachtwoord valideren
sv: Lösenordsvalidering
uk: Перевірка пароля

source: When a user is configuring a password, it is validated to reduce the risk of using weak passwords.
de: Wenn ein Benutzer ein Passwort einrichtet, wird dieses validiert, um das Risiko des Verwendens schwacher Passwörter zu verringern.
ga: Nuair a bhíonn úsáideoir ag cumrú pasfhocail, déantar é a bhailíochtú chun an riosca a bhaineann le pasfhocail laga a úsáid a laghdú.
hu: Jelszó beállításakor a rendszer ellenőrzi annak erősségét, hogy megelőzze a gyenge jelszavak használatát.
id: Saat pengguna mengonfigurasi kata sandi, kata sandi tersebut divalidasi untuk mengurangi risiko penggunaan kata sandi yang lemah.
nl: Wanneer een gebruiker ene wachtwoord configureert, wordt het gevalideerd om het risico van het gebruiken van zwakke wachtwoorden te verkleinen.
sv: När en användare konfigurerar ett lösenord valideras det för att minska risken för att svaga lösenord används.
uk: Коли користувач налаштовує пароль, він перевіряється, щоб зменшити ризик використання слабких паролів.

source: The recommended Weblate configuration verifies:
de: Die empfohlene Weblate-Konfiguration prüft:
ga: Fíoraíonn cumraíocht molta Weblate:
hu: Az ajánlott Weblate-beállítás ellenőrzi a következőket:
id: Konfigurasi Weblate yang direkomendasikan memverifikasi:
nl: De aanbevolen configuratie van Weblate verifieert:
pt_br: A configuração recomendada do Weblate verifica:
sv: Den rekommenderade Weblate-konfigurationen verifierar:
uk: Рекомендована конфігурація Weblate перевіряє:

source: The password has to be at least 10 characters long, and at most 72 characters long.
de: Das Passwort muss mindestens 10 Zeichen und darf höchstens 72 Zeichen lang sein.
ga: Caithfidh an focal faire a bheith 10 gcarachtar ar a laghad, agus 72 carachtar ar a mhéad.
hu: A jelszónak legalább 10, legfeljebb 72 karakter hosszúnak kell lennie.
id: Kata sandi harus minimal 10 karakter dan maksimal 72 karakter.
nl: Het wachtwoord moet ten minste 10 tekens lang zijn en ten hoogste 72 tekens lang.
sv: Lösenordet måste vara minst 10 tecken långt och högst 72 tecken långt.
uk: Пароль має містити щонайменше 10 символів і не більше 72 символів.

source: Password similar to username and other attributes is rejected.
de: Ein Passwort, das dem Benutzernamen und anderen Attributen ähnelt, wird abgelehnt.
ga: Diúltaítear do phasfhocal cosúil le hainm úsáideora agus tréithe eile.
hu: A felhasználónévhez vagy más attribútumhoz hasonló jelszavak elutasításra kerülnek.
id: Kata sandi yang mirip dengan nama pengguna dan atribut lainnya ditolak.
nl: Wachtwoord dat soortgelijk is aan de gebruikersnaam of andere attributen wordt geweigerd.
sv: Lösenord som liknar användarnamn och andra attribut avvisas.
uk: Пароль, схожий на ім'я користувача та інші атрибути, відхилено.

source: A common or overly simple password is rejected.
de: Ein gewöhnliches oder zu einfaches Passwort wird abgelehnt.
ga: Diúltaítear do phasfhocal coitianta nó ró-shimplí.
hu: A gyakori vagy túlságosan egyszerű jelszavakat a rendszer elutasítja.
id: Kata sandi yang umum atau terlalu sederhana ditolak.
nl: Een veel voorkomend of enorm eenvoudig wachtwoord wordt geweigerd.
sv: Ett vanligt eller alltför enkelt lösenord avvisas.
uk: Поширений або надто простий пароль відхиляється.

source: Any password user used recently is rejected.
de: Alle kürzlich vom Benutzer verwendeten Passwörter werden abgelehnt.
ga: Diúltaítear d'aon phasfhocal a úsáideadh le déanaí.
hu: A korábban használt jelszavak nem használhatók újra.
id: Kata sandi apa pun yang digunakan pengguna baru ini ditolak.
nl: Elk wachtwoord dat de gebruiker recent heeft gebruikt wordt geweigerd.
sv: Alla lösenord som använts nyligen avvisas.
uk: Будь-який пароль, який нещодавно використовувався користувачем, відхиляється.

source: Password strength is optionally checked using the zxcvbn algorithm.
de: Die Passwortstärke wird optional mit dem zxcvbn-Algorithmus geprüft.
ga: Is féidir neart an phasfhocail a sheiceáil ag baint úsáide as an algartam zxcvbn más mian leat.
hu: A jelszó erőssége opcionálisan ellenőrizhető a zxcvbn algoritmussal.
id: Kekuatan kata sandi secara opsional diperiksa menggunakan algoritma zxcvbn.
nl: Sterkte van het wachtwoord wordt optioneel gecontroleerd met het algoritme zxcvbn.
sv: Lösenordets styrka kontrolleras valfritt med hjälp av zxcvbn-algoritmen.
uk: Надійність пароля додатково перевіряється за допомогою алгоритму zxcvbn.

source: The password validation can be customized using :setting:`django:AUTH_PASSWORD_VALIDATORS`.
de: Die Passwort-Validierung kann mit :setting:`django:AUTH_PASSWORD_VALIDATORS` angepasst werden.
ga: Is féidir bailíochtú an phasfhocail a shaincheapadh ag baint úsáide as :setting:`django:AUTH_PASSWORD_VALIDATORS`.
hu: A jelszóellenőrzés beállítható az :setting:`django:AUTH_PASSWORD_VALIDATORS` paraméterrel.
id: Validasi kata sandi dapat disesuaikan menggunakan :setting:`django:AUTH_PASSWORD_VALIDATORS`.
nl: Valideren van het wachtwoord kan worden aangepast met :setting:`django:AUTH_PASSWORD_VALIDATORS`.
pt_br: A validação da senha pode ser personalizada usando :setting:`django:AUTH_PASSWORD_VALIDATORS`.
sv: Lösenordsvalideringen kan anpassas med hjälp av :setting:`django:AUTH_PASSWORD_VALIDATORS`.
uk: Перевірку пароля можна налаштувати за допомогою :setting:`django:AUTH_PASSWORD_VALIDATORS`.

source: Social or third-party authentication
de: Soziale oder Drittanbieter-Authentifizierung
ga: Fíordheimhniú sóisialta nó tríú páirtí
hu: Közösségi vagy külső hitelesítés
id: Autentikasi sosial atau pihak ketiga
nl: Sociale of authenticatie door derde partijen
sv: Social eller tredjepartsautentisering
uk: Соціальна або стороння автентифікація

source: Weblate does not store any passwords or enforce any password policy when social or third-party authentication is configured. The passwords are, in such a case, fully managed externally.
de: Weblate speichert keine Passwörter und erzwingt keine Passwort-Richtlinien, wenn eine soziale oder Drittanbieter-Authentifizierung konfiguriert ist. Die Passwörter werden in einem solchen Fall vollständig extern verwaltet.
ga: Ní stórálann Weblate aon phasfhocail ná ní fhorfheidhmíonn sé aon pholasaí pasfhocal nuair a bhíonn fíordheimhniú sóisialta nó tríú páirtí cumraithe. Déantar na pasfhocail a bhainistiú go hiomlán go seachtrach i gcás den sórt sin.
hu: Ha közösségi vagy harmadik féltől származó hitelesítés van beállítva, a Weblate nem tárol jelszavakat, és nem érvényesít jelszószabályzatot. A jelszavak kezelése ebben az esetben teljesen külső rendszerben történik.
id: Weblate tidak menyimpan kata sandi apa pun atau menerapkan kebijakan kata sandi apa pun saat autentikasi sosial atau pihak ketiga dikonfigurasi. Dalam hal ini, kata sandi sepenuhnya dikelola secara eksternal.
nl: Weblate slaat geen wachtwoorden op of dwingt geen wachtwoordbeleid af als sociale of authenticatie door derde partijen is geconfigureerd. De wachtwoorden worden, in dergelijke gevallen, volledig extern beheerd.
sv: Weblate lagrar inga lösenord och tillämpar inga lösenordspolicyer när social eller tredjepartsautentisering är konfigurerad. Lösenorden hanteras i sådana fall helt externt.
uk: Weblate не зберігає жодних паролів і не застосовує жодної політики щодо паролів, коли налаштовано соціальну або сторонню автентифікацію. У такому випадку паролі повністю керуються зовні.

source: Privacy regulations compliance
de: Einhaltung der Datenschutzrichtlinien
ga: Comhlíonadh rialachán príobháideachta
hu: Adatvédelmi jogszabályoknak való megfelelés
id: Kepatuhan peraturan privasi
nl: Conformiteit aan regelgeving voor privacy
sv: Efterlevnad av sekretessbestämmelser
uk: Дотримання правил конфіденційності
