Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translation is missing some placeholders. These are either extracted from the translation file or defined manually using ``placeholders`` flag, more can be separated with colon, strings with space can be quoted:
de: In der Übersetzung fehlen einige Platzhalter. Diese werden entweder aus der Übersetzungsdatei extrahiert oder manuell mit der ``placeholders``-Markierung definiert, weitere können mit Doppelpunkt getrennt werden, Zeichenketten mit Leerzeichen können in Anführungszeichen gesetzt werden:
ga: Tá roinnt sealbhóirí áite in easnamh ar an aistriúchán. Baintear iad seo as an gcomhad aistriúcháin nó déantar iad a shainiú de láimh ag baint úsáide as bratach ``placeholders``, is féidir níos mó a scaradh le idirstad, is féidir teaghráin le spás a lua:
hu: A hiányzó helyettesítőket vagy a fordítási fájlból nyeri ki a rendszer vagy kézzel lehet megadni a ``placeholders`` jelzővel. Többet kettősponttal lehet elválasztani, a szóközt tartalmazókat idézőjelbe kell tenni:
id: Terjemahan kehilangan beberapa penempatan. Ini diekstrak dari berkas terjemahan atau didefinisikan secara manual menggunakan tanda ``placeholder``, lainnya dapat dipisahkan dengan titik dua, dan string dengan spasi dapat diberi tanda kutip:
ja: 一部のプレースホルダーが翻訳に欠けています。これらは翻訳ファイルから抽出されるか、``placeholders`` フラグを使用して手動で定義します。フラグはコロンで区切り、スペースを含む文字列は引用符で囲んで使用します。
nl: Vertaling mist enkele plaatsvervangers. Deze zijn ofwel uitgenomen uit het vertaalbestand of handmatig gedefinieerd met de vlag ``placeholders``, meer mag worden gescheiden door een dubbele punt, tekenreeksen met spaties mogen worden aangehaald:
pt: A tradução não contém alguns espaços reservados. Estes são extraídos do ficheiro de tradução ou definidos manualmente usando o marcador ``placeholders``. Outros podem ser separados por ponto e vírgula e cadeias com espaços podem ser colocadas entre aspas:
pt_br: A tradução não contém alguns espaços reservados. Estes são extraídos do arquivo de tradução ou definidos manualmente usando o marcador ``placeholders``, outros podem ser separados com ponto e vírgula, textos com o espaço podem ser colocados entre aspas:
ro: Traducerea lipsește unele caractere de poziție. Acestea sunt fie extrase din fișierul de traducere, fie definite manual cu ajutorul steagului ``placeholders``, mai multe pot fi separate prin două puncte, iar șirurile de caractere cu spațiu pot fi citate:
ru: В переводе пропущены некоторые символы-заполнители. Эти символы либо извлекаются из файла перевода, либо определяются вручную с помощью флага ``placeholders``; если их несколько, они разделяются двоеточием, а строки с пробелами могут быть заключены в кавычки:
sv: Översättningen saknar några platshållare. Dessa extraheras antingen från översättningsfilen eller definieras manuellt med flaggan ``placeholders``. Flera kan separeras med kolon, strängar med mellanslag kan anges inom citationstecken:
ta: மொழிபெயர்ப்பு சில ஒதுக்கிடங்களைக் காணவில்லை. இவை மொழிபெயர்ப்பு கோப்பிலிருந்து பிரித்தெடுக்கப்படுகின்றன அல்லது `` பிளேச்ஓல்டர்கள்` `கொடியைப் பயன்படுத்தி கைமுறையாக வரையறுக்கப்படுகின்றன, மேலும் பெருங்குடலுடன் பிரிக்கலாம், இடத்துடன் கூடிய சரங்களை மேற்கோள் காட்டலாம்:
tr: Çeviride bazı yer belirticiler eksik. Bunlar ya çeviri dosyasından çıkarılır ya da el ile ``placeholders`` imi kullanılarak tanımlanır. Fazlası iki nokta üst üste işaretiyle ayrılabilir, boşluk olan dizgeler alıntılanabilir:
uk: У перекладі пропущено деякі з символів-замінників. Символи-замінники видобуваються з файла перекладу або визначаються вручну за допомогою прапорця ``placeholders``. Декілька символів-замінників можна відокремити двокрапкою, рядки з пробілами слід вказувати у лапках:
zh_hans: 译文缺少一些占位符。这些可以从翻译文件中提取或使用 ``placeholders`` 标志手动定义，更多可以用冒号分隔，带空格的字符串可以引用：
zh_hant: 翻譯缺少一些佔位符。這些是從翻譯文件中提取的，或者使用````````手動定義，更多可以用冒號分開，可以引用帶空間的字符串：

source: In case you have some syntax for placeholders, you can use a regular expression:
de: Falls Sie eine Syntax für Platzhalter haben, können Sie einen regulären Ausdruck verwenden:
ga: Sa chás go bhfuil comhréir éigin agat le haghaidh sealbhóirí áite, is féidir leat slonn rialta a úsáid:
hu: Amennyiben speciális szintaxist használ a helyettesítőkhöz, megadhat reguláris kifejezést is:
id: Jika Anda memiliki beberapa sintaksis untuk placeholder, Anda dapat menggunakan ekspresi reguler:
ja: プレースホルダーに構文がある場合の、正規表現の使用例:
nl: In het geval u bepaalde syntaxis heeft voor plaatsvervangers, mag u een reguliere uitdrukking gebruiken:
pt: Caso tenha alguma sintaxe para os espaços reservados, pode usar uma expressão regular:
pt_br: Caso você tenha alguma sintaxe para os espaços reservados, você pode usar uma expressão regular:
ro: În cazul în care aveți o anumită sintaxă pentru caractere de poziție, puteți utiliza o expresie regulată:
ru: Если у вас есть регулярный синтаксис для имён заполнителей, то вы можете применить регулярные выражения:
sv: Om du har någon syntax för platshållare kan du använda ett reguljärt uttryck:
ta: பிளேச்ஓல்டர்களுக்கு உங்களிடம் சில தொடரியல் இருந்தால், நீங்கள் ஒரு வழக்கமான வெளிப்பாட்டைப் பயன்படுத்தலாம்:
tr: Yer belirticiler için belirli söz dizimleriniz varsa, bir kurallı ifade kullanabilirsiniz:
uk: Якщо ви знаєте синтаксичну конструкцію для замінників, ви можете скористатися регулярним виразом:
zh_hans: 如果您有一些占位符语法，则可以使用正则表达式：
zh_hant: 如果您對占位符有一些語法，則可以使用正則表達式：

source: You can also have case insensitive placeholders:
de: Sie können auch Platzhalter verwenden, bei denen die Groß-/Kleinschreibung nicht berücksichtigt wird:
ga: Is féidir áitshealbhóirí cás-neamhíogair a bheith agat freisin:
hu: Kis- és nagybetű érzéketlen helyettesítőket is használhat:
id: Anda juga dapat memiliki penempatan yang tidak peka huruf besar-kecil:
ja: 大文字と小文字を区別しないプレースホルダーも可能:
nl: U mag ook niet hoofdlettergevoelige plaatsvervangers hebben:
pt: Também pode ter espaços reservados que não diferenciam maiúsculas de minúsculas:
pt_br: Você também pode ter espaços reservados que não diferenciam maiúsculas de minúsculas:
ro: Puteți avea, de asemenea, marcaje nesensibile la majuscule și minuscule:
ru: Вы также можете использовать заполнители без учёта регистра:
sv: Du kan också ha platshållare som inte är skiftlägeskänsliga:
ta: நீங்கள் உணர்ச்சியற்ற ஒதுக்கிடங்களையும் கொண்டிருக்கலாம்:
tr: Büyük/küçük harfe duyarlı olmayan yer belirticileriniz de olabilir:
uk: Також можна вказати, що не слід враховувати регістр символів у символах-замінниках:
zh_hans: 您还可以使用不区分大小写的占位符：

source: Prohibited initial character
de: Unzulässiges Anfangszeichen
ga: Toirmiscthe carachtar tosaigh
hu: Tiltott kezdőkarakter
id: Karakter awal tidak diperbolehkan
ja: 禁止されている頭文字
nl: Verboden initiële teken
pt_br: Caractere inicial proibido
ru: Запрещённый начальный символ
sv: Förbjuden inledande bokstav
ta: ஆரம்ப தன்மை தடைசெய்யப்பட்டது
tr: İzin verilmeyen başlangıç karakteri
uk: Заборонений ініціал
zh_hans: 禁止的初始字符

source: The string starts with a prohibited character in CSV.
de: Die Zeichenkette beginnt mit einem in CSV unzulässigen Zeichen.
ga: Tosaíonn an teaghrán le carachtar toirmiscthe i CSV.
hu: A fordítás olyan karakterrel kezdődik, amely CSV formátumban nem megengedett.
id: String dimulai dengan karakter terlarang dalam CSV.
nl: De tekenreeks begint met een verboden teken in CSV.
pt_br: O texto começa com um caractere proibido em CSV.
sv: Strängen börjar med ett otillåtet tecken i CSV.
tr: Dizge, CSV için izin verilmeyen bir karakterle başlıyor.
uk: Рядок починається із забороненого символу в CSV.

source: glossary strings
de: Glossar-Zeichenketten
ga: teaghráin gluais
hu: szójegyzék szövegek
id: string glosarium
nl: Tekenreeksen woordenlijst
pt_br: textos do glossário
sv: ordlista strängar
tr: sözlük dizgesi
uk: рядки глосарію

source: The glossary is often shared as CSV and using some characters at the beginning is restricted by many applications as these can cause the text being evaluated as an expression. This also affects :ref:`glossary-mt` where many services use CSV for synchronizing glossaries and reject such strings.
de: Das Glossar wird oft als CSV weitergegeben, und das Verwenden einiger Zeichen am Anfang wird von vielen Anwendungen eingeschränkt, da diese dazu führen können, dass der Text als Ausdruck ausgewertet wird. Dies betrifft auch :ref:`glossary-mt`, wo viele Dienste CSV für das Synchronisieren von Glossaren verwenden und solche Zeichenketten ablehnen.
ga: Is minic a roinntear an ghluais mar CSV agus bíonn srian ar úsáid a bhaint as carachtair áirithe ag an tús ag go leor feidhmchlár mar is féidir leo seo a chur faoi deara an téacs a mheas mar shloinneadh. Bíonn tionchar aige seo freisin ar :ref:`glossary-mt` nuair a úsáideann go leor seirbhísí CSV chun gluaiseanna a shioncronú agus go ndiúltaíonn siad teaghráin dá leithéid.
hu: A szójegyzék gyakran CSV formátumban kerül megosztásra, és sok alkalmazás korlátozza bizonyos karakterek használatát a sor elején, mivel ezek kifejezésként értelmezhetik a szöveget. Ez hatással van a :ref:`glossary-mt` funkcióra is, mivel számos szolgáltatás CSV-t használ a szójegyzékek szinkronizálására, és elutasítja az ilyen szövegeket.
id: Glosarium sering dibagikan sebagai CSV dan penggunaan beberapa karakter di awal dibatasi oleh banyak aplikasi karena dapat menyebabkan teks yang dievaluasi dianggap sebagai ekspresi. Hal ini juga memengaruhi :ref:`glossary-mt` di mana banyak layanan menggunakan CSV untuk menyinkronkan glosarium dan menolak string tersebut.
nl: De woordenlijst wordt vaak gedeeld als CSV en door veel toepassingen is het gebruiken van enkele tekens aan het begin van het bestand beperkt, omdat ze er voor kunnen zorgen dat de tekst wordt geëvalueerd als een expressie. Dat beïnvloedt ook :ref:`glossary-mt` waar veel services CSV gebruiken voor het synchroniseren van woordenlijsten en dergelijke tekenreeksen weigeren.
pt_br: O glossário é frequentemente compartilhado como CSV e o uso de alguns caracteres no início é restrito por muitos aplicativos, pois eles podem fazer com que o texto seja avaliado como uma expressão. Isso também afeta o :ref:`glossary-mt`, em que muitos serviços usam CSV para sincronizar glossários e rejeitam esses textos.
sv: Ordlistan delas ofta som CSV-fil, och användningen av vissa tecken i början är begränsad i många applikationer, eftersom dessa kan leda till att texten tolkas som ett uttryck. Detta påverkar även :ref:`glossary-mt`, där många tjänster använder CSV för att synkronisera ordlistor och avvisar sådana strängar.
tr: Sözlük genellikle CSV olarak paylaşılır ve başlangıçta bazı karakterlerin kullanılması, metnin bir ifade olarak değerlendirilmesine neden olabileceğinden birçok uygulama tarafından engellenir. Bu durum birçok hizmetin sözlükleri eşzamanlamak için CSV kullandığı ve bu tür dizgeleri reddettiği :ref:`glossary-mt` özelliğini etkiler.
uk: Глосарій часто використовується як CSV, і використання деяких символів на початку обмежено багатьма програмами, оскільки це може призвести до того, що текст буде оцінено як вираз. Це також впливає на :ref:`glossary-mt`, де багато служб використовують CSV для синхронізації глосаріїв і відхиляють такі рядки.

source: Missing non breakable space before double punctuation sign.
de: Es fehlt ein geschütztes Leerzeichen vor doppeltem Interpunktionszeichen.
ga: Spás neamh-inbhriste ar iarraidh roimh an gcomhartha poncaíochta dúbailte.
hu: Hiányzik a nem törhető szóköz a kettős írásjelek előtt.
id: Tidak ada spasi yang tidak dapat dipatahkan sebelum tanda baca ganda.
nl: Ontbrekende niet-breekbare spatie vóór dubbel leesteken.
pt_br: Faltando espaço rígido antes de sinal de pontuação dupla.
sv: Saknat fast mellanslag före dubbelt skiljetecken.
tr: Çift noktalama iminin önündeki birleşik boşluk eksik.
uk: Пропущений нерозривний пробіл перед подвійним знаком пунктуації.

source: This check used to apply to Breton language as well, but it was limited to French only.
de: Diese Prüfung galt früher auch für die bretonische Sprache, war jedoch auf Französisch beschränkt.
ga: Bhain an tseiceáil seo leis an mBriotáinis freisin, ach bhí sé teoranta don Fhraincis amháin.
hu: Ez az ellenőrzés korábban a breton nyelvre is vonatkozott, de már csak a francia nyelvre érvényes.
id: Pemeriksaan ini juga dulunya berlaku untuk Breton, tetapi terbatas hanya pada Prancis.
nl: Deze controle was ook van toepassing voor de Bretonse taal, maar was beperkt tot alleen Frans.
pt_br: Essa verificação também se aplicava ao idioma bretão, mas foi limitado apenas ao francês.
sv: Denna kontroll gällde tidigare även bretonska språket, men begränsades till franska.
tr: Bu kalite denetimi Breton dili için de geçerliydi, ancak yalnızca Fransızca ile sınırlıydı.
uk: Ця перевірка також застосовувалася до бретонської мови, але вона була обмежена лише французькою.

source: Checks that there is non breakable space before double punctuation sign (exclamation mark, question mark, semicolon and colon). This rule is used only in a few selected languages like French, where space before double punctuation sign is a typographic rule.
de: Prüft, ob vor doppelten Interpunktionszeichen (Ausrufezeichen, Fragezeichen, Semikolon und Doppelpunkt) ein geschütztes Leerzeichen steht. Diese Regel wird nur in einigen ausgewählten Sprachen wie Französisch verwendet, wo das Leerzeichen vor doppelten Interpunktionszeichen eine typografische Regel ist.
ga: Seiceálann sé go bhfuil spás nach féidir a bhriseadh roimh chomhartha poncaíochta dúbailte (exclamation mark, questionmark, semicolon and colon). Ní úsáidtear an riail seo ach i gcúpla teanga roghnaithe mar an Fhraincis, áit a bhfuil spás roimh chomhartha poncaíochta dúbailte ina riail chlóghrafaíoch.
hu: Ellenőrzi, hogy van-e nem törhető szóköz a kettős írásjelek (felkiáltójel, kérdőjel, pontosvessző és kettőspont) előtt. Ez a szabály csak néhány nyelvre jellemző, például a franciára, ahol tipográfiai előírás a szóköz használata.
id: Memeriksa adanya spasi yang tidak dapat dipisahkan sebelum tanda baca ganda (tanda seru, tanda tanya, titik koma, dan titik dua). Aturan ini hanya digunakan dalam beberapa bahasa tertentu seperti Prancis, di mana spasi sebelum tanda baca ganda merupakan aturan tipografi.
nl: Controleert of er een niet afbreekbare spatie staat voor een dubbel teken voor punctuatie (uitroepteken, vraagteken, puntkomma en dubbele punt). Deze regel wordt alleen gebruikt in een paar geselecteerde talen, zoals Frans, waar spatie voor een dubbel teken van punctuatie een typografische regel is.
pt_br: Verifica se há espaço rígido antes do sinal de pontuação dupla (ponto de exclamação, ponto de interrogação, ponto e vírgula e dois pontos). Esta regra é usada apenas em alguns idiomas selecionados, como o francês, onde o espaço antes do sinal de pontuação dupla é uma regra tipográfica.
sv: Kontrollerar att det finns ett icke-brytbart mellanslag före dubbla skiljetecken (utropstecken, frågetecken, semikolon och kolon). Denna regel används endast i några utvalda språk, såsom franska, där mellanslag före dubbla skiljetecken är en typografisk regel.
tr: Çift noktalama işaretinden önce bölünemeyen boşluk olup olmadığını denetler (ünlem işareti, soru işareti, noktalı virgül ve iki nokta). Bu kural yalnızca Fransızca gibi belirli birkaç dilde kullanılır. Burada çift noktalama işaretinden önce boşluk olması bir yazım kuralıdır.
uk: Перевіряє, чи є нерозривний пробіл перед подвійним знаком пунктуації (знак оклику, знак питання, крапка з комою та двокрапка). Це правило використовується лише в кількох вибраних мовах, наприклад у французькій, де пробіл перед подвійним знаком пунктуації є типографічним правилом.

source: `French and English spacing on Wikipedia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
de: `Französische und englische Abstände auf Wikipedia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
ga: `spásáil Fraincise agus Béarla ar Vicipéid <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
hu: `Francia és angol szóközhasználat a Wikipédián <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
id: `Jarak antara Prancis dan Inggris di Wikipedia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
ja: `フランス語と英語における 文の間隔の歴史 Wikipedia 参照: <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
pt: `Espaçamento em francês e inglês na Wikipédia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
pt_br: `Espaçamento em francês e inglês na Wikipédia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
ro: `Franceză și engleză spațiu pe Wikipedia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
ru: `Пробелы во французском и английском языках в (англоязычной) Википедии <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
sv: `Franska och engelska avstånd på Wikipedia <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
ta: `விக்கிபீடியாவில் பிரஞ்சு மற்றும் ஆங்கில இடைவெளி <https://en.wikipedia.org/wiki/history_of_sentence_spacing#french_and_english_spacing>` _
tr: `Vikipedi üzerinde Fransız ve İngiliz boşlukları <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
uk: `Французькі і англійські інтервали у Вікіпедії <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
zh_hans: `维基百科上的法语和英语间距（英文）\ <https://en.wikipedia.org/wiki/History_of_sentence_spacing#French_and_English_spacing>`_
zh_hant: `wikipedia的法語和英語間距<https://en.wikipedia.org/wiki/history_of_sentence_spacing#french_and_english_spacing>`_

source: Translation does not match regular expression.
de: Übersetzung stimmt nicht mit regulärem Ausdruck überein.
ga: Ní hionann an t-aistriúchán agus an gnáthléiriú.
hu: A fordítás nem egyezik a reguláris kifejezéssel.
id: Terjemahan tidak cocok dengan ekspresi reguler.
nl: De vertaling komt niet overeen met de reguliere uitdrukking.
pt_br: A tradução não corresponde à expressão regular.
sv: Översättningen stämmer inte överens med det reguljära uttrycket.
tr: Çevirideki kurallı ifade aynı değil.
uk: Переклад не відповідає регулярному виразу.

source: Extended support for advanced regular expressions including Unicode codepoint properties.
de: Erweiterte Unterstützung für erweiterte reguläre Ausdrücke einschließlich Unicode-Codepoint-Eigenschaften.
ga: Tacaíocht leathnaithe d’ardshlabhra rialta lena n-áirítear airíonna códphointe Unicode.
hu: Bővített támogatás az összetett reguláris kifejezésekhez, beleértve az Unicode kódpont-tulajdonságokat is.
id: Dukungan yang diperluas untuk ekspresi reguler tingkat lanjut termasuk properti titik kode Unicode.
nl: Uitgebreide ondersteuning voor geavanceerde reguliere expressies, inclusief Unicode codepoint-eigenschappen.
pt_br: Suporte estendido para expressões regulares avançadas, incluindo propriedades de ponto de código Unicode.
sv: Utökat stöd för avancerade reguljära uttryck, inklusive Unicode-kodpunktsegenskaper.
tr: Unicode kod noktası özellikleri ile birlikte gelişmiş kurallı ifadeler için genişletilmiş destek eklendi.
uk: Розширена підтримка розширених регулярних виразів, включаючи властивості кодової точки Unicode.

source: Translation does not match regular expression. The expression is either extracted from the translation file or defined manually using ``regex`` flag:
de: Die Übersetzung stimmt nicht mit dem regulärem Ausdruck überein. Der Ausdruck wird entweder aus der Übersetzungsdatei extrahiert oder manuell mit der Markierung ``regex`` definiert:
ga: Ní hionann an t-aistriúchán agus an gnáthchiall. Baintear an slonn as an gcomhad aistriúcháin nó sainmhínítear é de láimh ag úsáid bratach ``regex``:
hu: A fordítás nem felel meg a megadott reguláris kifejezésnek. A kifejezés vagy a fordítási fájlból származik vagy manuálisan lett meghatározva a ``regex`` jelzővel, például:
id: Terjemahan tidak sesuai dengan ekspresi reguler. Ekspresi tersebut diekstrak dari berkas terjemahan atau didefinisikan secara manual menggunakan tanda ``regex``:
ja: 翻訳文には正規表現に一致するものはありません。正規表現は、翻訳ファイルから抽出するか、``regex`` フラグを使用して手動で定義します。例:
nl: Vertaling komt niet overeen met de reguliere uitdrukking. De uitdrukking wordt ofwel uitgenomen uit het vertaalbestand of handmatig gedefinieerd met de vlag ``regex``:
pt: A tradução não corresponde à expressão regular. A expressão foi extraída do ficheiro de tradução ou definida manualmente usando o marcador ``regex``:
pt_br: A tradução não corresponde à expressão regular. A expressão é extraída do arquivo de tradução ou definida manualmente usando o marcador ``regex``:
ro: Traducerea nu se potrivește cu expresia regulată. Expresia este fie extrasă din fișierul de traducere, fie definită manual cu ajutorul indicatorului ``regex``:
ru: Перевод не соответствует регулярному выражению. Это выражение либо извлекается из файла перевода, либо определяется вручную с помощью флага ``regex``:
sv: Översättningen stämmer inte överens med det reguljära uttrycket. Uttrycket extraheras antingen från översättningsfilen eller definieras manuellt med hjälp av flaggan ``regex``:
ta: மொழிபெயர்ப்பு வழக்கமான வெளிப்பாட்டுடன் பொருந்தவில்லை. வெளிப்பாடு மொழிபெயர்ப்பு கோப்பிலிருந்து பிரித்தெடுக்கப்படுகிறது அல்லது `` regex`` கொடியைப் பயன்படுத்தி கைமுறையாக வரையறுக்கப்படுகிறது:
tr: Çeviri kurallı ifadeyle eşleşmiyor. İfade çeviri dosyasından çıkarılır ya da el ile ``regex`` imi kullanılarak tanımlanır:
uk: Переклад не відповідає формальному виразу. Вираз або видобувається з файла перекладу, або визначається вручну за допомогою прапорця ``regex``:
zh_hans: 译文与正则表达式不匹配。该表达式从翻译文件中提取或使用 ``regex`` 标志手动定义：
zh_hant: 翻譯與正則表達式不匹配。表達式要么從翻譯文件中提取，也可以使用`````````）來定義：

source: The matching also supports Unicode codepoint properties, including scripts and blocks:
de: Der Abgleich unterstützt auch Unicode-Codepoint-Eigenschaften, einschließlich Skripte und Blöcke:
ga: Tacaíonn an meaitseáil freisin le hairíonna códphointe Unicode, lena n-áirítear scripteanna agus bloic:
hu: A megfeleltetés támogatja az Unicode kódpont-tulajdonságokat is, beleértve az írásrendszereket és karakterblokkokat, például:
id: Pencocokan juga mendukung properti titik kode Unicode, termasuk skrip dan blok:
nl: De overeenkomsten ondersteunen ook Unicode codepoint-eigenschappen, inclusief scripts en blokken:
pt_br: A correspondência também oferece suporte a propriedades de ponto de código Unicode, incluindo scripts e blocos:
sv: Matchningen stöder även Unicode-kodpunktsegenskaper, inklusive skript och block:
tr: Eşleştirme betikler ve bloklar ile birlikte Unicode kod noktası özelliklerini de destekliyor:
uk: Зіставлення також підтримує властивості кодових точок Unicode, включаючи сценарії та блоки:

source: `regex documentation <https://github.com/mrabarnett/mrab-regex>`_
de: `regex-Dokumentation <https://github.com/mrabarnett/mrab-regex>`_
ga: `doiciméadúchán regex <https://github.com/mrabarnett/mrab-regex>`_
hu: `regex dokumentáció <https://github.com/mrabarnett/mrab-regex>`_
id: `dokumentasi regex <https://github.com/mrabarnett/mrab-regex>`_
nl: `regex documentatie <https://github.com/mrabarnett/mrab-regex>`_
pt_br: `documentação de regex <https://github.com/mrabarnett/mrab-regex>`_
sv: `regex-dokumentation <https://github.com/mrabarnett/mrab-regex>`_
tr: `regex belgeleri <https://github.com/mrabarnett/mrab-regex>`_
uk: `документація регулярних виразів <https://github.com/mrabarnett/mrab-regex>`_
