Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The translation context can optionally be specified to improve translations quality. Read more on that in `DeepL translation context documentation <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
de: Der Übersetzungskontext kann optional angegeben werden, um die Qualität der Übersetzungen zu verbessern. Lesen Sie mehr davon in der `DeepL-Dokumentation zum Übersetzungskontext <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
ga: Is féidir comhthéacs an aistriúcháin a shonrú go roghnach chun cáilíocht an aistriúcháin a fheabhsú. Léigh tuilleadh faoi sin i `Doiciméad maidir le comhthéacs aistriúcháin DeepL <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
hu: A fordítási kontextus opcionálisan megadható a fordítások minőségének javítása érdekében. Erről bővebben a következő dokumentációban olvashat: `DeepL fordítási kontextus dokumentációjában <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
id: Konteks terjemahan dapat ditentukan secara opsional untuk meningkatkan kualitas terjemahan. Baca selengkapnya di `Dokumentasi konteks terjemahan DeepL <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
ja: 翻訳コンテキストは、翻訳の質を向上させるためにオプションで指定できます。詳細は `DeepL 翻訳コンテキストのドキュメント <https://developers.deepl.com/docs/v/ja/best-practices/working-with-context>`_ を確認してください。
nl: De context van de vertaling kan optioneel worden gespecificeerd om de kwaliteit van de vertalingen te verbeteren. Lees daar meer over in `DeepL context vertaling documentatie <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
pt: O contexto de tradução pode ser opcionalmente especificado para melhorar a qualidade das traduções. Leia mais sobre isso em `DeepL translation context documentation <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
pt_br: O contexto de tradução pode ser opcionalmente especificado para melhorar a qualidade das traduções. Leia mais sobre isso em `DeepL translation context documentation <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
sv: Översättningskontexten kan valfritt anges för att förbättra översättningens kvalitet. Läs mer om detta i `DeepL:s dokumentation om översättningskontext <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
ta: மொழிபெயர்ப்புகளின் தரத்தை மேம்படுத்த மொழிபெயர்ப்பு சூழல் விருப்பமாக குறிப்பிடப்படலாம். `Deepl மொழிபெயர்ப்பு சூழல் ஆவணங்கள் <https://developers.deepl.com/docs/best-practices/working-with-context>` _ இல் அதைப் பற்றி மேலும் வாசிக்க.
tr: Çeviri kalitesini artırmak için isteğe bağlı olarak çeviri bağlamı belirtilebilir. Bu konuda ayrıntılı bilgi almak için `DeepL çeviri bağlamı belgeleri <https://developers.deepl.com/docs/best-practices/working-with-context>`_ bölümüne bakabilirsiniz.
uk: Для покращення якості перекладу можна додатково вказати контекст перекладу. Докладніше про це читайте у статті `DeepL контекст перекладу документації <https://developers.deepl.com/docs/best-practices/working-with-context>`_.
zh_hans: 可以指定翻译上下文改进翻译质量（可选）。关于上下文的更多内容，请阅读 `DeepL 翻译上下文文档 <https://developers.deepl.com/docs/best-practices/working-with-context>`_ 。

source: `DeepL translator <https://www.deepl.com/translator>`_
id: `Penerjemah DeepL <https://www.deepl.com/translator>`_
sv: `DeepL-översättare <https://www.deepl.com/translator>`_

source: `DeepL pricing <https://www.deepl.com/pro>`_
id: `Harga DeepL <https://www.deepl.com/pro>`_
sv: `DeepL-priser <https://www.deepl.com/pro>`_

source: `DeepL API documentation <https://developers.deepl.com/docs>`_
id: `Dokumentasi API DeepL <https://developers.deepl.com/docs>`_
sv: `DeepL API-dokumentation <https://developers.deepl.com/docs>`_

source: Free dictionary and translation memory for almost every living language.
de: Kostenloses Wörterbuch und Übersetzungsspeicher für fast alle lebenden Sprachen.
ga: Foclóir saor in aisce agus cuimhne aistriúcháin do bheagnach gach teanga bheo.
hu: Ingyenes szótár és fordítási memória szinte minden élő nyelvhez.
id: Kamus gratis dan memori terjemahan untuk hampir setiap bahasa yang ada.
ja: ほぼすべての使用している言語の、無料の辞書と翻訳メモリ。
nl: Gratis woordenboek en vertaalgeheugen voor bijna elke levende taal.
pt: Dicionário gratuito e memória de tradução para quase todos os idiomas vivos.
pt_br: Dicionário gratuito e memória de tradução para quase todos os idiomas vivos.
ro: Dicționar gratuit și memorie de traducere pentru aproape toate limbile vii.
ru: Бесплатный словарь и память переводов для почти всех живых языков.
sv: Gratis ordbok och översättningsminne för nästan alla levande språk.
ta: கிட்டத்தட்ட ஒவ்வொரு வாழ்க்கை மொழிக்கும் இலவச அகராதி மற்றும் மொழிபெயர்ப்பு நினைவகம்.
tr: Hemen hemen yaşayan her dil için ücretsiz sözlük ve çeviri belleği.
uk: Вільний словник та пам'ять перекладів для майже будь-якої із актуальних мов.
zh_hans: 几乎所有现存语言的免费词典和翻译记忆库。
zh_hant: 幾乎每一種活語言的免費字典與翻譯服務。

source: The API is gratis to use, but usage of the translations is subject to the license of the used data source. There is a limit of calls that may be done from one IP in a set period of time, to prevent abuse.
de: Die Nutzung der API ist kostenlos, aber die Verwendung der Übersetzungen unterliegt der Lizenz der verwendeten Datenquelle. Es gibt eine Begrenzung der Aufrufe, die von einer IP in einem bestimmten Zeitraum durchgeführt werden können, um Missbrauch zu verhindern.
ga: Tá an API saor in aisce le húsáid, ach tá úsáid na n-aistriúchán faoi réir cheadúnas na foinse sonraí úsáidte. Tá teorainn le glaonna a fhéadfar a dhéanamh ó IP amháin i dtréimhse ama socraithe, chun mí-úsáid a chosc.
hu: Az API használata ingyenes, azonban a fordítások felhasználása a forrásként használt adatok licencfeltételeihez kötött. Az egy IP-címről indítható hívások száma időszakosan korlátozott a visszaélések megelőzése érdekében.
id: API ini gratis untuk digunakan, tetapi penggunaan terjemahannya tunduk pada lisensi sumber data yang digunakan. Terdapat batasan jumlah panggilan yang dapat dilakukan dari satu IP dalam jangka waktu tertentu, untuk mencegah penyalahgunaan.
ja: API は無料で使用できますが、翻訳機能は使用するデータ ソースのライセンスに従います。不正使用を防止するために、設定時間内に 1 つの IP から呼び出せる回数には制限があります。
nl: De API is gratis te gebruiken, maar het gebruiken van de vertalingen is onderworpen aan de licentie van de gebruikte gegevensbron. Er is een limiet aan de aanroepen die in een bepaalde tijdsperiode vanuit een IP mogen worden gedaan, om misbruik tegen te gaan.
pt: O uso da API é gratuito, mas o uso das traduções está sujeito à licença da fonte de dados usada. Existe um limite de chamadas que podem ser feitas de um IP num determinado período de tempo, para evitar abusos.
pt_br: O uso da API é gratuito, mas o uso das traduções está sujeito à licença da fonte de dados usada. Existe um limite de chamadas que podem ser feitas de um IP em um determinado período de tempo, para evitar abusos.
ro: Utilizarea API este gratuită, dar utilizarea traducerilor este supusă licenței sursei de date utilizate. Există o limită de apeluri care pot fi efectuate de la un IP într-o anumită perioadă de timp, pentru a preveni abuzurile.
ru: API можно использовать бесплатно, но использование переводов зависит от лицензии используемого источника данных. Для борьбы со злоупотреблениями существует ограничение на количество вызовов API, которое можно выполнить с одного IP в течение установленного периода времени.
sv: API:et är gratis att använda, men användningen av översättningarna omfattas av licensen för den använda datakällan. Det finns en begränsning för antalet anrop som kan göras från en IP-adress under en viss tidsperiod, för att förhindra missbruk.
ta: பநிஇ பயன்படுத்துவதற்கு இலவசம், ஆனால் மொழிபெயர்ப்புகளின் பயன்பாடு பயன்படுத்தப்பட்ட தரவு மூலத்தின் உரிமத்திற்கு உட்பட்டது. துச்பிரயோகத்தைத் தடுக்க, ஒரு ஐபியிலிருந்து ஒரு குறிப்பிட்ட காலப்பகுதியில் செய்யப்படக்கூடிய அழைப்புகளின் வரம்பு உள்ளது.
tr: API kullanımı ücretsizdir. Ancak çevirilerin kullanımı, kullanılan veri kaynağının lisansına bağlıdır. Kötüye kullanımı önlemek için bir IP adresinden belirli bir süre içinde yapılabilecek çağrılar sınırlıdır.
uk: Доступ до програмного інтерфейсу є безплатним, але використання перекладів підлягає умовам ліцензування використаного джерела початкових даних. Кількість викликів з однієї адреси IP обмежено протягом встановленого періоду часу для запобігання зловмисному використанню.
zh_hans: 其 API 可免费使用，但翻译的使用受到所用数据源许可证的约束。为防止滥用，在一段时间内，可以从一个 IP 进行的调用是有限制的。

source: `Glosbe website <https://glosbe.com/>`_
ga: `suíomh idirlín Glosbe <https://glosbe.com/>`_
hu: `Glosbe weboldal <https://glosbe.com/>`_
id: `Situs web Glosbe <https://glosbe.com/>`_
ja: `Glosbe Web サイト <https://glosbe.com/>`_
pt: `Site do Glosbe <https://glosbe.com/>`_
pt_br: `Site do Glosbe <https://glosbe.com/>`_
ru: `Веб-сайт Glosbe <https://glosbe.com/>`_
sv: `Glosbe-webbplats <https://glosbe.com/>`_
ta: `குளோச்பே வலைத்தளம் <https://glosbe.com/>` _
tr: `Glosbe sitesi <https://glosbe.com/>`_
uk: `Сайт Glosbe <https://glosbe.com/>`_
zh_hans: `Glosbe 网站 <https://glosbe.com/>`_

source: Machine translation service provided by the Google Cloud services.
de: Maschineller Übersetzungsdienst, der von den Google-Cloud-Diensten bereitgestellt wird.
ga: Seirbhís aistriúcháin meaisín arna soláthar ag seirbhísí Google Cloud.
hu: A Google Cloud szolgáltatásai által biztosított gépi fordítási szolgáltatás.
id: Layanan terjemahan mesin yang disediakan oleh layanan Google Cloud.
ja: Google Cloud サービスが提供する機械翻訳サービス。
nl: Service voor machinevertaling, verschaft door de services van Google Cloud.
pt: Serviço de tradução automática fornecido pelos serviços do Google Cloud.
pt_br: Serviço de tradução automática fornecido pelos serviços do Google Cloud.
sv: Maskinöversättningstjänst tillhandahållen av Google Cloud-tjänsterna.
ta: கூகிள் முகில் சேவைகளால் வழங்கப்படும் இயந்திர மொழிபெயர்ப்பு பணி.
tr: Google Cloud hizmetleri tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається хмарними службами Google.
zh_hans: Google 云服务提供的机器翻译服务。

source: This service uses the Google Translation API v2, and you need to obtain an API key and turn on billing in the Google API console.
de: Dieser Dienst verwendet die Google-Translation-API-v2, und Sie benötigen einen API-Schlüssel und müssen die Abrechnung in der Google-API-Konsole einschalten.
ga: Úsáideann an tseirbhís seo an Google Translation API v2, agus ní mór duit eochair API a fháil agus billeáil a chur ar siúl i gconsól Google API.
hu: Ez a szolgáltatás a Google Translation API v2 verzióját használja, amelyhez API-kulcs beszerzése és a számlázás engedélyezése szükséges a Google API konzolban.
id: Layanan ini menggunakan Google Translation API v2, dan Anda perlu mendapatkan kunci API dan mengaktifkan penagihan di konsol Google API.
ja: このサービスは、Google Translation API v2 を使用するので、API キーの取得と Google API コンソールでの課金の有効化が必要です。
nl: Deze service gebruikt de Google Translation API v2, u moet een sleutel voor de API hebben en facturatie inschakelen in de Google API-console.
pt: Este serviço usa a API V2 do Google Tradutor e precisa de obter uma chave de API e ativar a cobrança no console da API do Google.
pt_br: Este serviço usa a API V2 do Google Tradutor, e você precisa obter uma chave de API e ativar a cobrança no console da API do Google.
sv: Denna tjänst använder Google Translation API v2, och du måste skaffa en API-nyckel och aktivera fakturering i Google API-konsolen.
ta: இந்த பணி கூகிள் மொழிபெயர்ப்பு பநிஇ வி 2 ஐப் பயன்படுத்துகிறது, மேலும் நீங்கள் பநிஇ விசையைப் பெற்று கூகிள் பநிஇ கன்சோலில் பில்லிங்கை இயக்க வேண்டும்.
tr: Bu hizmet, Google Çeviri API v2 uygulamasını kullanır. Bir API anahtarı edinmeli ve Google API konsolundan faturalamayı açmalısınız.
uk: Ця служба використовує програмний інтерфейс версії 2 Перекладача Google — вам слід отримати ключ до програмного інтерфейсу і увімкнути облік у консолі програмного інтерфейсу Google.
zh_hans: 这项服务使用了 Google Translation API v2，您需要得到 API 密钥，并在 Google API 控制台打开记费。

source: Google Translate service account info
de: Google-Translate-Kontoinformationen
ga: Faisnéis chuntas seirbhíse Google Translate
hu: Google Translate szolgáltatásfiók adatai
id: Informasi akun layanan Google Translate
ja: Google 翻訳サービスのアカウント情報
nl: Google Vertalen-accountinformatie
pt: Informação de conta do serviço Google Translate
pt_br: Informações do serviço de contas do Google Tradutor
ro: Informații despre contul de servicii Google Translate
ru: Информация учётной записи сервиса Google Переводчик
sv: Kontoinformation för Google Translate-tjänsten
ta: google பணி கணக்கு தகவலை மொழிபெயர்க்கிறது
tr: Google Çeviri hizmeti hesap bilgileri
uk: Дані службового облікового запису Google Перекладач
zh_hans: Google 翻译服务账户信息

source: Enter a JSON key for the service account.
de: Geben Sie einen JSON-Schlüssel für das Benutzerkonto ein.
ga: Cuir isteach eochair JSON don chuntas seirbhíse.
hu: A szolgáltatásfiókhoz tartozó JSON formátumú hitelesítő adatok.
id: Masukkan kunci JSON untuk akun layanan.
ja: サービスアカウントの JSON キーを入力してください。
nl: Voer een json-sleutel voor het account in.
pt: Insira uma chave JSON para a conta de serviço.
pt_br: Insira uma chave JSON para a conta de serviço.
ro: Introdu o cheie JSON pentru contul de servicii.
ru: Введите ключ JSON для учётной записи службы.
sv: Ange en JSON-nyckel för service-kontot.
ta: பணி கணக்கிற்கு சாதொபொகு விசையை உள்ளிடவும்.
tr: Hizmet hesabı için bir JSON anahtarı yazın.
uk: Введіть JSON-ключ для облікового запису служби.
zh_hans: 输入服务账户的 JSON 密钥。

source: Google Translate project
de: Google Translate Projekt
ga: Tionscadal Google Translate
hu: Google Translate projekt
id: Proyek Google Translate
ja: Google 翻訳プロジェクト
nl: Google Vertalen-project
pt: Projeto Google Translate
pt_br: Projeto do Google Tradutor
ro: Proiectul Google Translate
ru: Проект Google Переводчик
sv: Google Translate-projekt
ta: கூகிள் மொழிபெயர்ப்பு திட்டம்
tr: Google Çeviri projesi
uk: Проєкт Google Перекладач
zh_hans: Google 翻译项目

source: Enter the numeric or alphanumeric ID of your Google Cloud project.
de: Geben Sie die numerische oder alphanumerische ID Ihres Google-Cloud-Projekts ein.
ga: Cuir isteach ID uimhriúil nó alfa-uimhriúil do thionscadal Google Cloud.
hu: A Google Cloud-projekt numerikus vagy alfanumerikus azonosítója.
id: Masukkan ID numerik atau alfanumerik dari proyek Google Cloud Anda.
ja: Google Cloud プロジェクトの数字または英数字 ID を入力してください。
nl: Voer de (alfa)numerieke id van uw Google Cloud-project in.
pt: Insira o ID numérico ou alfanumérico do seu projeto do Google Cloud.
pt_br: Insira o ID numérico ou alfanumérico do seu projeto do Google Cloud.
ro: Introdu ID-ul numeric sau alfanumeric al proiectului tău Google Cloud.
ru: Введите цифровой или буквенно-цифровой идентификатор вашего проекта Google Cloud.
sv: Ange ett numeriskt eller alfanumeriskt ID till ditt Google Cloud-projekt.
ta: உங்கள் google முகில் திட்டத்தின் எண் அல்லது எண்ணெழுத்து ஐடியை உள்ளிடவும்.
tr: Google Cloud projenizin sayısal ya da alfasayısal kimliğini yazın.
uk: Введіть цифровий або буквено-цифровий ID вашого проєкту в Google Cloud.
zh_hans: 输入您 Google Cloud 项目的数字或字母 ID。

source: Google Translate location
de: Google-Translate-Standort
ga: Suíomh Google Translate
hu: Google Cloud Translation régió
id: Lokasi Google Translate
ja: Google 翻訳の地域
nl: Google Vertalen-locatie
pt: Localização Google Translate
pt_br: Regionalização do Google Tradutor
ro: Google Translate locație
ru: Расположение Google Переводчика
sv: Google Translate-plats
ta: கூகிள் மொழிபெயர்ப்பு இடம்
tr: Google Çeviri konumu
uk: Місце Google Перекладач
zh_hans: Google 翻译位置

source: Choose a Google Cloud Translation region that is used for the Google Cloud project or is closest to you.
de: Wählen Sie eine Region für Google Cloud Translation aus, die für das Google-Cloud-Projekt verwendet wird oder in Ihrer Nähe liegt.
ga: Roghnaigh réigiún Google Cloud Translation a úsáidtear don tionscadal Google Cloud nó is gaire duit.
hu: A Google Cloud Translation régió, amelyet a projekt használ vagy amely földrajzilag a legközelebb esik.
id: Pilih wilayah Penerjemahan Google Cloud akan digunakan untuk proyek Google Cloud atau yang terdekat dengan Anda.
ja: Google Cloud プロジェクトで使用しているリージョン、またはあなたの最寄りの Google Cloud Translation リージョンを選択してください。
nl: Kies de Google Cloud-vertaalregio die u gebruikt of die het dichtst in de buurt is.
pt: Escolha uma região do Google Cloud Translation usada para o projeto do Google Cloud ou mais próxima de si.
pt_br: Escolha uma região do Google Cloud Translation usada para o projeto do Google Cloud ou mais próxima de você.
ro: Alege o regiune de traducere Google Cloud care este utilizată pentru proiectul Google Cloud sau care este cea mai apropiată de tine.
ru: Выберите регион перевода Google Cloud, который используется для проекта Google Cloud, или находится ближе всего к вам.
sv: Välj en Google Cloud Translation-region som används för Google Cloud-projektet eller som ligger närmast dig.
ta: கூகிள் முகில் திட்டத்திற்கு பயன்படுத்தப்படும் அல்லது உங்களுக்கு மிக நெருக்கமான கூகிள் முகில் மொழிபெயர்ப்பு பகுதியைத் தேர்வுசெய்க.
tr: Google Cloud projesi için kullanılan ya da size en yakın Google Cloud Translation bölgesini seçin.
uk: Виберіть регіон Google Cloud Translation, який використовується для проєкту Google Cloud або найближчого до вас.
zh_hans: 选择用于该 Google Cloud 项目或离你最近的 Google Cloud 翻译区域。

source: Google Storage Bucket name
ga: Ainm Google Storage Bucket
hu: Google Storage Bucket neve
id: Nama Google Storage Bucket
ja: Google Storage バケット名
nl: Naam voor mandje van Google Storage
pt_br: Nome do Google Storage Bucket
ru: Название Google Storage Bucket
sv: Google Storage Bucket-namn
ta: கூகிள் சேமிப்பக வாளி பெயர்
tr: Google Storage Bucket adı
uk: Назва кошика Google Storage
zh_hans: Google 存储桶名称

source: Enter the name of the Google Cloud Storage bucket that is used to store the Glossary files.
de: Geben Sie den Namen des Google-Cloud-Storage-Buckets ein, in dem die Glossar-Dateien gespeichert werden.
ga: Cuir isteach ainm an bhuicéad Google Cloud Storage a úsáidtear chun na comhaid Gluais a stóráil.
hu: Adja meg a Google Cloud Storage bucket nevét, amely a szójegyzék fájlok tárolására szolgál.
id: Masukan nama bucket Google Cloud Storage yang digunakan untuk menyimpan berkas Glosarium.
ja: 用語集ファイルを保存する Google Cloud Storage のバケット名を入力してください。
nl: Voer de naam in voor het mandje van de Google Cloud Storage dat wordt gebruikt om de bestanden voor de woordenlijst op te slaan.
pt_br: Insira o nome do bucket do Google Cloud Storage usado para armazenar os arquivos do glossário.
ru: Введите имя хранилища Google Cloud Storage, которое используется для хранения файлов словаря.
sv: Ange namnet på den Google Cloud Storage-bucket som används för att lagra ordlistafilerna.
ta: சொற்களஞ்சிய கோப்புகளை சேமிக்கப் பயன்படும் கூகிள் முகில் ச்டோரேச் வாளியின் பெயரை உள்ளிடவும்.
tr: Terimler Sözlüğü dosyalarını depolamak için kullanılan Google Cloud Storage kovasının adını girin.
uk: Введіть назву кошика Google Cloud Storage, який буде використано для зберігання файлів глосарія.
zh_hans: 输入用于存储术语表文件的 Google 云存储桶名称。

source: This service uses the Google Translation API v3 and you need credentials in JSON format to access it.
de: Dieser Dienst verwendet die Google-Translation-API-v3 und Sie benötigen Zugangsdaten im JSON-Format, um darauf zuzugreifen.
ga: Úsáideann an tseirbhís seo Google Translation API v3 agus tá dintiúir i bhformáid JSON uait chun rochtain a fháil air.
hu: Ez a szolgáltatás a Google Translation API v3-at használja és a hozzáféréshez, JSON formátumú hitelesítő adatok szükségesek.
id: Layanan ini menggunakan Google Translation API v3 dan Anda memerlukan kredensial dalam format JSON untuk mengaksesnya.
ja: このサービスは Google Translation API v3 を使用しており、アクセスするには JSON 形式の認証情報が必要です。
nl: Deze service gebruikt de Google Translation API v3 en u heeft inloggegevens in de indeling JSON nodig om toegang te verkrijgen.
pt: Este serviço usa a API V3 do Google Tradutor e precisa de credenciais no formato JSON para acessá-lo.
pt_br: Este serviço usa a API V3 do Google Tradutor e você precisa de credenciais no formato JSON para acessá-lo.
sv: Denna tjänst använder Google Translation API v3 och du behöver inloggningsuppgifter i JSON-format för att få tillgång till den.
ta: இந்த பணி google மொழிபெயர்ப்பு பநிஇ v3 ஐப் பயன்படுத்துகிறது, மேலும் அதை அணுக சாதொபொகு வடிவத்தில் உங்களுக்கு சான்றுகள் தேவை.
tr: Bu hizmet bir Translation API v3 uygulamasını kullanır ve Yandex üzerinden bir API anahtarı edinmeniz gerekir.
uk: Ця служба використовує програмний інтерфейс Google Translation, і для доступу до нього вам потрібні облікові дані у форматі JSON.
zh_hans: 这项服务使用 Google 翻译 API v3，您需要 JSON 格式的凭据来访问它。

source: In order to use this service, you first need to go through the following steps:
de: Um diesen Dienst nutzen zu können, müssen Sie zunächst die folgenden Schritte durchführen:
ga: Chun an tseirbhís seo a úsáid, ní mór duit dul trí na céimeanna seo a leanas ar dtús:
hu: A szolgáltatás használatához először az alábbi lépéseket kell elvégeznie:
id: Untuk menggunakan layanan ini, pertama-tama Anda perlu melalui langkah-langkah berikut:
ja: このサービスを利用するために必要な実行手順:
nl: U moet eerst de volgende stappen uitvoeren om deze service te kunnen gebruiken:
pt: Para usar este serviço, primeiro precisa seguir os seguintes passos:
pt_br: Para usar este serviço, primeiro você precisa seguir os seguintes passos:
sv: För att kunna använda denna tjänst måste du först genomföra följande steg:
ta: இந்த சேவையைப் பயன்படுத்த, நீங்கள் முதலில் பின்வரும் படிகளை கடந்து செல்ல வேண்டும்:
tr: Bu hizmeti kullanabilmek için öncelikle aşağıdaki adımları uygulamanız gerekmektedir:
uk: Щоб скористатися цією службою вам слід спочатку виконати такі кроки:
zh_hans: 要使用此服务，你需要先经历下列步骤：

source: `Setup Authentication.`_
de: `Authentifizierung einrichten.`_
ga: `Fíordheimhniú Socraithe.`_
hu: `Hitelesítés beállítása.`_
id: `Atur Autentikasi.`_
ja: `認証の初期設定。`_
nl: `Authenticatie instellen.`_
pt: `Configurar autenticação.`_
pt_br: `Configurar autenticação.`_
ru: `Авторизация <Setup Authentication.>`_
sv: `Konfigurera autentisering.`_
ta: `அமைவு ஏற்பு .`_
tr: `Kimlik doğrulamayı kurun.`_
uk: `Налаштуйте розпізнавання.`_
zh_hans: `设置身份验证.`_

source: Optionally, you can configure the service to use :ref:`glossary` by setting up a Bucket:
de: Optional können Sie den Dienst so konfigurieren, dass er das :ref:`glossary` verwendet, indem Sie einen Bucket einrichten:
ga: De rogha air sin, is féidir leat an tseirbhís a chumrú chun :ref:`glossary` a úsáid ach Buicéad a shocrú:
hu: Opcionálisan beállíthatja a szolgáltatást úgy, hogy :ref:`szójegyzéket <glossary>` használjon egy kötet létrehozásával:
id: Secara opsional, Anda dapat mengonfigurasi layanan untuk menggunakan :ref:`glossary` dengan menyiapkan Bucket:
ja: オプションで、バケットを設定して :ref:`glossary` を使用するサービスの設定方法:
nl: Optioneel kunt u de service configureren om :ref:`glossary` te gebruiken door een mandje in te stellen:
pt_br: Opcionalmente, você pode configurar o serviço para usar :ref:`glossary` configurando um Bucket:
sv: Om du vill kan du konfigurera tjänsten så att den använder :ref:`glossary` genom att ställa in en Bucket:
tr: İsteğe bağlı olarak, bir klasör ayarlayarak hizmeti :ref:`glossary` kullanacak şekilde yapılandırabilirsiniz:
uk: Якщо хочете, можете налаштувати службу для використання :ref:`glossary`, ось так:
zh_hans: 你也可以建立存储桶来配置 :ref:`glossary` 要使用的服务（非必须）：
