Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There are individual services for each Celery queue (see :ref:`celery` for details). You can stop processing some tasks by stopping the appropriate worker:
de: Für jede Celery-Warteschlange gibt es eigene Dienste (siehe :ref:`celery` für Details). Die Verarbeitung einiger Aufgaben kann durch das Anhalten der entsprechenden Worker gestoppt werden:
ga: Tá seirbhísí aonair do gach scuaine Soilire (féach :ref:`celery` le haghaidh sonraí). Is féidir leat roinnt tascanna a phróiseáil tríd an oibrí cuí a stopadh:
hu: Az egyes Celery várólistákhoz külön szolgáltatások tartoznak (lásd részletesen: :ref:`celery`). Bizonyos feladatok feldolgozása leállítható az adott munkafolyamat leállításával:
id: Terdapat layanan individual untuk setiap antrean Celery (lihat :ref:`celery` untuk rinciannya). Anda dapat menghentikan pemrosesan beberapa tugas dengan menghentikan pekerja yang sesuai:
ja: Celery キューごとに個別のサービスがあります（詳細参照: :ref:`celery`）。適切なワーカーを停止することで、一部のタスクの処理を停止できます。
nl: Er zijn individuele services voor elke wachtrij van Celery (bekijk :ref:`celery` voor details). U kunt sommige taken stoppen door de van toepassing zijnde werker te stoppen:
pt: Existem serviços individuais para cada fila Celery (veja :ref:`celery` para detalhes). Pode interromper o processamento de algumas tarefas parando o worker apropriado:
pt_br: Existem serviços individuais para cada fila Celery (consulte :ref:`celery` para detalhes). Você pode interromper o processamento de algumas tarefas parando o worker apropriado:
ru: Для каждой очереди Celery существуют отдельные службы (подробности см. в разделе :ref:`celery`). Вы можете остановить обработку некоторых задач, остановив соответствующего исполнителя:
sv: Det finns individuella tjänster för varje Celery-kö (se :ref:`celery` för mer information). Du kan stoppa bearbetningen av vissa uppgifter genom att stoppa lämplig arbetare:
tr: Her Celery kuyruğu için ayrı hizmetler bulunur (ayrıntılı bilgi almak için: :ref:`celery`). Uygun işlemi durdurarak bazı görevlerin yürütülmesini durdurabilirsiniz:
uk: Для кожної черги Celery передбачено окремі служби (щоб дізнатися більше, див. :ref:`celery`). Ви можете зупинити обробку певних завдань, зупинивши відповідний обробник:
zh_hans: 每个 Celery 队列有单独服务（详见 :ref:`celery`）。你可以停止相应的 工作进程来停止处理某些任务：

source: Installing on Kubernetes
de: Unter Kubernetes installieren
ga: Suiteáil ar Kubernetes
hu: Telepítés Kubernetes rendszerre
id: Menginstal di Kubernetes
ja: Kubernetes へのインストール
nl: Installeren op Kubernetes
pt: Instalando no Kubernetes
pt_br: Instalando no Kubernetes
ro: Instalarea pe Kubernetes
ru: Установка на Kubernetes
sv: Installera på Kubernetes
ta: குபெர்னெட்சில் நிறுவுகிறது
tr: Kubernetes üzerine kurulum
uk: Установлення на Kubernetes
zh_hans: 在 Kubernetes 上安装
zh_hant: 在 Kubernetes 上安裝

source: This guide is looking for contributors experienced with Kubernetes to cover the setup in more details.
de: Diese Anleitung sucht Mitwirkende, die Erfahrung mit Kubernetes haben und die Einrichtung im Detail beschreiben.
ga: Tá an treoir seo ag lorg rannpháirtithe a bhfuil taithí acu le Kubernetes chun an socrú a chlúdach go mion.
hu: Ez az útmutató olyan közreműködőket keres, akik jártasak a Kubernetes használatában, hogy részletesebben kidolgozzák a telepítési folyamatot.
id: Panduan ini mencari kontributor berpengalaman dengan Kubernetes untuk membahas pengaturannya secara lebih rinci.
ja: このガイドでは、Kubernetes の経験豊富な貢献者を募集して、初期設定の詳細を説明します。
nl: Deze handleiding is nog op zoek naar deelnemers die ervaring hebben met Kubernetes om het instellen tot meer in detail te kunnen behandelen.
pt: Este guia procura colaboradores experientes com o Kubernetes para abordar a configuração com mais detalhes.
pt_br: Este guia procura colaboradores experientes com o Kubernetes para abordar a configuração com mais detalhes.
ro: Acest ghid caută colaboratori cu experiență în Kubernetes pentru a acoperi configurarea în mai multe detalii.
ru: Для наполнения данного раздела руководства большим количеством деталей разыскиваются участники, имеющие опыт работы с Kubernetes.
sv: Denna guide söker bidragsgivare med erfarenhet av Kubernetes för att beskriva installationen mer detaljerat.
ta: இந்த வழிகாட்டி குபெர்னெட்சுடன் அனுபவித்த பங்களிப்பாளர்களை மேலும் விவரங்களை மறைக்க தேடுகிறது.
tr: Bu rehberde, kurulumu daha ayrıntılı olarak ele alabilmek için Kubernetes konusunda deneyimli gönüllüler arıyoruz.
uk: Для написання цієї частини підручника нам потрібні автори, які мають досвід роботи із Kubernetes, для докладного опису процедури налаштовування.
zh_hans: 本手册寻找有 Kubernetes 经验的贡献者来详细介绍安装过程。
zh_hant: 本手冊尋找有 Kubernetes 經驗的貢獻者來詳細介紹安裝過程。

source: With the Kubernetes Helm chart you can get your personal Weblate instance up and running in seconds. All of Weblate’s dependencies are already included. PostgreSQL is set up as the default database and persistent volume claims are used.
de: Mit dem Kubernetes-Helm-Diagramm können Sie Ihre persönliche Weblate-Instanz in Sekundenschnelle zum Laufen bringen. Alle Abhängigkeiten von Weblate sind bereits enthalten. PostgreSQL ist als Standarddatenbank eingerichtet und es werden dauerhafte Volume-Claims verwendet.
ga: Leis an gcairt Kubernetes Helm is féidir leat do shampla Weblate pearsanta a chur ar bun agus a reáchtáil i soicindí. Tá gach spleáchas ar Weblate san áireamh cheana féin. Bunaítear PostgreSQL mar bhunachar sonraí réamhshocraithe agus úsáidtear éilimh líon leanúnacha.
hu: A Kubernetes Helm chart segítségével néhány másodperc alatt elindíthat egy saját Weblate példányt. Minden szükséges függőség benne van. Alapértelmezés szerint PostgreSQL adatbázist használ, és tartós kötetkérelmek (persistent volume claims) biztosítják a tárolást.
id: Dengan bagan Kubernetes Helm, Anda dapat menjalankan instansi Weblate pribadi Anda dalam hitungan detik. Semua dependensi Weblate sudah disertakan. PostgreSQL diatur sebagai basis data bawaan dan klaim volume persisten digunakan.
ja: Kubernetes Helm グラフを使用すると、数秒で個人用 Weblate インスタンスを起動して実行できます。Weblate の依存関係は、すべて含まれています。PostgreSQL がデフォルトのデータベースとして設定され、PERSISTENT VOLUME CLAIM（永続ボリューム要求、PVC）が使用されます。
nl: Met de Kubernetes Helm chart kunt u uw persoonlijke instantie van Weblate in seconden in bedrijf hebben. Alle afhankelijkheden van Weblate zijn al opgenomen. PostgreSQL wordt ingesteld als de standaard database en blijvende volumeclaims worden gebruikt.
pt: Com o chart de Kubernetes Helm, pode pôr a sua instância pessoal do Weblate em funcionamento em segundos. Todas as dependências do Weblate já estão incluídas. PostgreSQL é configurado como o banco de dados padrão e declarações de volume persistentes são usadas.
pt_br: Com o chart de Kubernetes Helm, você pode colocar sua instância pessoal do Weblate em funcionamento em segundos. Todas as dependências do Weblate já estão incluídas. PostgreSQL é configurado como o banco de dados padrão e declarações de volume persistentes são usadas.
ro: Cu ajutorul graficului Kubernetes Helm puteți să vă instalați și să vă puneți în funcțiune instanța personală Weblate în câteva secunde. Toate dependențele Weblate sunt deja incluse. PostgreSQL este configurat ca bază de date implicită și sunt utilizate cererile de volum persistente.
ru: С помощью схемы Kubernetes Helm вы можете обзавестись своим личным экземпляром Weblate за считаные секунды. Все зависимости Weblate уже включены в образ. В качестве базы данных по умолчанию настроена PostgreSQL, а также используются устойчивые заявки на тома (persistent volume claim).
sv: Med Kubernetes Helm-diagram kan du få din personliga Weblate-instans igång på några sekunder. Alla Weblates beroenden ingår redan. PostgreSQL är inställt som standarddatabas och persistenta volymanspråk används.
ta: குபெர்னெட்ச் எல்ம் விளக்கப்படத்துடன் உங்கள் தனிப்பட்ட வலைபெயர்ப்பு நிகழ்வை நொடிகளில் இயங்கும். வலைபெயர்ப்புடின் சார்புநிலைகள் அனைத்தும் ஏற்கனவே சேர்க்கப்பட்டுள்ளன. postgresql இயல்புநிலை தரவுத்தளமாக அமைக்கப்பட்டுள்ளது மற்றும் தொடர்ச்சியான தொகுதி உரிமைகோரல்கள் பயன்படுத்தப்படுகின்றன.
tr: Kubernetes Helm çizelgesi ile kişisel Weblate bulut sunucunuzu saniyeler içinde çalışır duruma getirebilirsiniz. Tüm Weblate bağımlılıkları önceden katılmıştır. Varsayılan veri tabanı olarak PostgreSQL ayarlanır ve kalıcı birim kullanılır.
uk: Якщо Weblate за допомогою карти Helm для Kubernetes, ви зможете отримати ваш працездатний і запущений особистий екземпляр Weblate за декілька секунд. Усі залежності Weblate вже включено. Типовим засобом роботи із базою даних у таких екземплярах є PostgreSQL, також буде використано сталі запити щодо томів.
zh_hans: 凭借 Kubernetes Helm 图表，您可以在几秒钟内启动并运行您的个人Weblate实例。Weblate的所有依赖项都已经包含在内。PostgreSQL被设置为默认数据库，并且使用持久化卷声明。
zh_hant: 憑藉 Kubernetes Helm 圖表，您可以在幾秒鐘內啟動並運行您的個人Weblate實例。 Weblate的所有依賴項都已經包含在內。 PostgreSQL被設置為默認數據庫，並且使用持久化卷聲明。

source: You can find the chart at <https://github.com/WeblateOrg/helm/> and it can be displayed at <https://artifacthub.io/packages/helm/weblate/weblate>.
de: Sie finden das Diagramm unter <https://github.com/WeblateOrg/helm/> und es kann unter <https://artifacthub.io/packages/helm/weblate/weblate> angezeigt werden.
ga: Is féidir leat an chairt a fháil ag <https://github.com/WeblateOrg/helm/> agus is féidir í a thaispeáint ag <https://artifacthub.io/packages/helm/weblate/weblate>.
hu: A chart elérhető itt: <https://github.com/WeblateOrg/helm/> és megtekinthető itt: <https://artifacthub.io/packages/helm/weblate/weblate>.
id: Anda dapat menemukan bagan tersebut di <https://github.com/WeblateOrg/helm/> dan dapat ditampilkan di <https://artifacthub.io/packages/helm/weblate/weblate>.
ja: チャートは <https://github.com/WeblateOrg/helm/> にあり、<https://artifacthub.io/packages/helm/weblate/weblate> で表示できます。
nl: U vindt de chart op <https://github.com/WeblateOrg/helm/> en het kan worden weergegeven op <https://artifacthub.io/packages/helm/weblate/weblate>.
pt: Pode encontrar o chart em <https://github.com/WeblateOrg/helm/> e pode ser exibido em <https://artifacthub.io/packages/helm/weblate/weblate>.
pt_br: Você pode encontrar o chart em <https://github.com/WeblateOrg/helm/> e pode ser exibido em <https://artifacthub.io/packages/helm/weblate/weblate>.
ro: Puteți găsi graficul la <https://github.com/WeblateOrg/helm/> și poate fi afișat la <https://artifacthub.io/packages/helm/weblate/weblate>.
ru: Вы можете найти схему на <https://github.com/WeblateOrg/helm/> , а просмотреть её можно на <https://artifacthub.io/packages/helm/weblate/weblate>.
sv: Du hittar diagrammet på <https://github.com/WeblateOrg/helm/> och det kan visas på <https://artifacthub.io/packages/helm/weblate/weblate>.
ta: நீங்கள் விளக்கப்படத்தை <https://github.com/weblateorg/helm/> இல் காணலாம், அதை <https://artifacthub.io/packages/helm/weblate/weblate> இல் காட்டலாம்.
tr: Çizelgeyi <https://github.com/WeblateOrg/helm/> adresinde bulabilir ve <https://artifacthub.io/packages/helm/weblate/weblate> adresinde görebilirsiniz.
uk: Карту можна знайти у <https://github.com/WeblateOrg/helm/>, переглянути її можна на <https://artifacthub.io/packages/helm/weblate/weblate>.
zh_hans: 您可以在 <https://github.com/WeblateOrg/helm/> 找到图表，并可以在 <https://artifacthub.io/packages/helm/weblate/weblate> 显示。
zh_hant: 您可以在 <https://github.com/WeblateOrg/helm/> 找到圖標，並且它可以在 <https://artifacthub.io/packages/helm/weblate/weblate> 顯示。

source: For further configuration options, see :ref:`docker-environment` for full list of environment variables.
de: Für weitere Konfigurationsoptionen siehe :ref:`docker-environment` für eine vollständige Liste der Umgebungsvariablen.
ga: Le haghaidh tuilleadh roghanna cumraíochta, féach :ref:`docker-environment` le haghaidh liosta iomlán na n-athróg timpeallachta.
hu: További konfigurációs lehetőségekért tekintse meg a :ref:`docker-environment` szakaszt, ahol megtalálja az összes elérhető környezeti változót.
id: Untuk pilihan konfigurasi lebih lanjut, lihat :ref:`docker-environment` untuk daftar lengkap variabel lingkungan.
ja: その他の設定オプションについては、環境変数の完全なリスト :ref:`docker-environment` を確認してください。
nl: Voor verdere opties voor configuratie, bekijk :ref:`docker-environment` voor een volledige lijst van omgevingsvariabelen.
pt: Para mais opções de configuração, consulte :ref:`docker-environment` para uma lista completa de variáveis de ambiente.
pt_br: Para mais opções de configuração, consulte :ref:`docker-environment` para uma lista completa de variáveis de ambiente.
ro: Pentru alte opțiuni de configurare, consultați :ref:`docker-environment` pentru lista completă a variabilelor de mediu.
ru: Полный список переменных окружения приведён в разделе :ref:`docker-environment`.
sv: För ytterligare konfigurationsalternativ, se :ref:`docker-environment` för en fullständig lista över miljövariabler.
tr: Daha fazla yapılandırma seçeneği sunan ortam değişkenlerinin tam listesi için :ref:`docker-environment` bölümüne bakabilirsiniz.
uk: Із повним списком змінних середовища можна ознайомитися у розділі :ref:`docker-environment`.
zh_hans: 进一步的配置选项，请参阅 :ref:`docker-environment` 以获取环境变量的完整列表。

source: Installing on OpenShift
de: Installation auf OpenShift
ga: Suiteáil ar OpenShift
hu: Telepítés OpenShift környezetre
id: Menginstal di OpenShift
ja: OpenShift へのインストール
nl: Installeren op OpenShift
pt: Instalando no OpenShift
pt_br: Instalando no OpenShift
ro: Instalarea pe OpenShift
ru: Установка на OpenShift
sv: Installera på OpenShift
ta: openshift இல் நிறுவுகிறது
tr: OpenShift üzerine kurulum
uk: Установлення на OpenShift
zh_hans: 在 OpenShift 上安装

source: With the OpenShift Weblate template you can get your personal Weblate instance up and running in seconds. All of Weblate’s dependencies are already included. PostgreSQL is set up as the default database and persistent volume claims are used.
de: Mit der OpenShift-Weblate-Vorlage können Sie Ihre persönliche Weblate-Instanz in Sekundenschnelle zum Laufen bringen. Alle Abhängigkeiten von Weblate sind bereits enthalten. PostgreSQL ist als Standarddatenbank eingerichtet und es werden dauerhafte Volume-Claims verwendet.
ga: Leis an teimpléad OpenShift Weblate is féidir leat do shampla Weblate pearsanta a chur ar bun agus a fheidhmiú i soicindí. Tá spleáchais uile Weblate san áireamh cheana féin. Bunaítear PostgreSQL mar bhunachar sonraí réamhshocraithe agus úsáidtear éilimh líon leanúnacha.
hu: Az OpenShift Weblate sablonnal néhány másodperc alatt elindíthatja saját Weblate példányát. Minden szükséges függőség megtalálható benne. Alapértelmezettként PostgreSQL adatbázist használ, és tartós kötetkérelmek (persistent volume claims) biztosítják a tárolást.
id: Dengan templat OpenShift Weblate, Anda dapat langsung menjalankan instansi Weblate pribadi Anda dalam hitungan detik. Semua dependensi Weblate sudah disertakan. PostgreSQL telah dikonfigurasi sebagai basis data bawaan dan klaim volume persisten digunakan.
ja: OpenShift 用の Weblate テンプレートを使用すると、数秒で個人用 Weblate インスタンスを起動して実行できます。Weblate の依存関係は、すでにすべて含まれています。PostgreSQL がデフォルトのデータベースとして設定され、PERSISTENT VOLUME CLAIM（永続ボリューム要求、PVC）が使用されます。
nl: Met het OpenShift sjabloon voor Weblate kunt u uw persoonlijke instantie van Weblate in seconden in bedrijf hebben. Alle afhankelijkheden van Weblate zijn al opgenomen. PostgreSQL wordt ingesteld als standaard database en blijvende volumeclaims worden gebruikt.
pt: Com o modelo OpenShift Weblate, pode pôr a sua instância pessoal do Weblate em funcionamento em segundos. Todas as dependências do Weblate já estão incluídas. PostgreSQL é configurado como o banco de dados padrão e declarações de volume persistentes são usadas.
pt_br: Com o modelo OpenShift Weblate, você pode colocar sua instância pessoal do Weblate em funcionamento em segundos. Todas as dependências do Weblate já estão incluídas. PostgreSQL é configurado como o banco de dados padrão e declarações de volume persistentes são usadas.
ro: Cu șablonul OpenShift Weblate puteți să vă instalați și să vă puneți în funcțiune instanța personală Weblate în câteva secunde. Toate dependențele Weblate sunt deja incluse. PostgreSQL este configurat ca bază de date implicită și sunt utilizate cererile de volum persistente.
ru: С помощью OpenShift-шаблона Weblate вы можете обзавестись своим личным экземпляром Weblate за считаные секунды. Все зависимости Weblate уже включены в образ. В качестве базы данных по умолчанию настроена PostgreSQL, а также используются устойчивые заявки на тома (persistent volume claim).
sv: Med OpenShift Weblate-mallen kan du få din personliga Weblate-instans igång på några sekunder. Alla Weblates beroenden ingår redan. PostgreSQL är inställt som standarddatabas och persistenta volymanspråk används.
ta: திறந்தஉயர்த்து வலைபெயர்ப்பு வார்ப்புரு மூலம், உங்கள் தனிப்பட்ட வலைபெயர்ப்பு நிகழ்வை நொடிகளில் இயங்கும். வலைபெயர்ப்புடின் சார்புநிலைகள் அனைத்தும் ஏற்கனவே சேர்க்கப்பட்டுள்ளன. postgresql இயல்புநிலை தரவுத்தளமாக அமைக்கப்பட்டுள்ளது மற்றும் தொடர்ச்சியான தொகுதி உரிமைகோரல்கள் பயன்படுத்தப்படுகின்றன.
tr: OpenShift Weblate kalıbıyla kişisel Weblate bulut sunucunuzu saniyeler içinde çalışır duruma getirebilirsiniz. Tüm Weblate bağımlılıkları önceden katılmıştır. PostgreSQL varsayılan veri tabanı olarak ayarlanır ve kalıcı birim kullanılır.
uk: Якщо Weblate за допомогою шаблона OpenShift, ви зможете отримати ваш працездатний і запущений особистий екземпляр Weblate за декілька секунд. Усі залежності Weblate вже включено. Типовим засобом роботи із базою даних у таких екземплярах є PostgreSQL, також буде використано сталі запити щодо томів.
zh_hans: 使用OpenShift Weblate模板，您可以在几秒钟内启动并运行您的个人Weblate实例。Weblate的所有依赖项都已经包含在内。PostgreSQL被设置为默认数据库，并且使用持久化卷声明。
zh_hant: 使用OpenShift Weblate模板，您可以在幾秒鐘內啟動並運行您的個人Weblate實例。 Weblate的所有依賴項都已經包含在內。 PostgreSQL被設置為默認數據庫，並且使用持久化卷聲明。

source: You can find the template at <https://github.com/WeblateOrg/openshift/>.
de: Sie finden die Vorlage unter <https://github.com/WeblateOrg/openshift/>.
ga: Is féidir leat teacht ar an teimpléad ag <https://github.com/WeblateOrg/openshift/>.
hu: A sablon elérhető itt: <https://github.com/WeblateOrg/openshift/>.
id: Anda dapat menemukan templatnya di <https://github.com/WeblateOrg/openshift/>.
ja: テンプレートは <https://github.com/WeblateOrg/openshift/> にあります。
nl: U vindt het sjabloon op <https://github.com/WeblateOrg/openshift/>.
pt: Pode encontrar o modelo em <https://github.com/WeblateOrg/openshift/>.
pt_br: Você pode encontrar o modelo em <https://github.com/WeblateOrg/openshift/>.
ro: Puteți găsi modelul la <https://github.com/WeblateOrg/openshift/>.
ru: Вы можете найти этот шаблон здесь: <https://github.com/WeblateOrg/openshift/>.
sv: Du hittar mallen på <https://github.com/WeblateOrg/openshift/>.
ta: வார்ப்புருவை <https://github.com/weblateorg/openshift/> இல் காணலாம்.
tr: Kalıbı <https://github.com/WeblateOrg/openshift/> adresinde bulabilirsiniz.
uk: Шаблон можна знайти тут: <https://github.com/WeblateOrg/openshift/>.
zh_hans: 你可以在 <https://github.com/WeblateOrg/openshift/> 找到模板。
zh_hant: 你可以在 <https://github.com/WeblateOrg/openshift/> 找到模板。

source: The following examples assume you have a working OpenShift v3.x environment, with ``oc`` client tool installed. Please check the OpenShift documentation for instructions.
de: Die folgenden Beispiele gehen davon aus, dass Sie eine funktionierende OpenShift v3.x-Umgebung haben, in der das Client-Tool ``oc`` installiert ist. Bitte lesen Sie in der OpenShift-Dokumentation nach, um Anweisungen zu erhalten.
ga: Glactar leis sna samplaí seo a leanas go bhfuil timpeallacht oibre OpenShift v3.x agat, agus uirlis cliant ``oc`` suiteáilte. Seiceáil an doiciméadú OpenShift le haghaidh treoracha.
hu: A következő példák feltételezik, hogy működő OpenShift v3.x környezettel rendelkezik, valamint az ``oc`` parancssori eszköz is telepítve van. A részletes telepítési útmutatóért tekintse meg az OpenShift dokumentációját.
id: Contoh-contoh berikut mengasumsikan Anda memiliki lingkungan OpenShift v3.x yang berfungsi, dengan alat klien ``oc`` terpasang. Silakan periksa dokumentasi OpenShift untuk petunjuk lebih lanjut.
ja: 以下の例は、``oc`` クライアント ツールをインストールした OpenShift v3.x 環境が動作していることを前提としています。手順については、OpenShift のマニュアルを参照してください。
nl: De volgende voorbeelden gaan ervan uit dat u een werkende omgeving voor OpenShift v3.x hebt, met ``oc`` cliëntprogramma geïnstalleerd. Bekijk de documentatie van OpenShift voor instructies.
pt: Os exemplos a seguir presumem que tem um ambiente OpenShift v3.x funcional, com a ferramenta cliente ``oc`` instalada. Confira a documentação do OpenShift para obter instruções.
pt_br: Os exemplos a seguir presumem que você tem um ambiente OpenShift v3.x funcional, com a ferramenta cliente ``oc`` instalada. Confira a documentação do OpenShift para obter instruções.
ro: Următoarele exemple presupun că aveți un mediu OpenShift v3.x funcțional, cu instrumentul client ``oc`` instalat. Vă rugăm să consultați documentația OpenShift pentru instrucțiuni.
ru: В следующих примерах предполагается, что у вас есть рабочее окружение OpenShift v3.x, в котором установлена клиентская утилита ``oc``. Для получения конкретных инструкций ознакомьтесь с документацией OpenShift.
sv: Följande exempel förutsätter att du har en fungerande OpenShift v3.x-miljö med ``oc``-klientverktyget installerat. Se OpenShift-dokumentationen för instruktioner.
ta: பின்வரும் எடுத்துக்காட்டுகள் உங்களிடம் வேலை செய்யும் திறந்தஉயர்த்து v3.x சூழல் இருப்பதாகக் கருதுகின்றனர், `` oc`` கிளையன்ட் கருவி நிறுவப்பட்டுள்ளது. வழிமுறைகளுக்கு திறந்தஉயர்த்து ஆவணங்களை சரிபார்க்கவும்.
tr: Aşağıdaki örneklerde, ``oc`` istemci aracının yüklü olduğu çalışan bir OpenShift v3.x ortamınız olduğu varsayılmıştır. Lütfen yönerge için OpenShift belgelerine bakın.
uk: У наведених нижче прикладах припускається, що у вас є працездатне середовище OpenShift v3.x із встановленим клієнтом ``oc``. Будь ласка, ознайомтеся із документацією до OpenShift, щоб отримати додаткові настанови.
zh_hans: 下面的示例假设您有一个正常运作的 OpenShift v3.x 环境，它已经安装 ``oc`` 客户端工具。请查看 OpenShift 文档中的说明。
zh_hant: 下面的示例假設您有一個正常運作的OpenShift v3.x環境，它已經安裝``oc``客戶端工具。請查看OpenShift文檔中的說明。
