Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: When using Fluent in combination with the Fluent DOM package, this check will ensure that the translation also includes any required ``data-l10n-name`` elements that appear in the source, or any of the allowed inline elements like ``<br>``.
de: Wenn Fluent in Kombination mit dem Fluent-DOM-Paket verwendet wird, stellt diese Prüfung sicher, dass die Übersetzung auch alle erforderlichen ``data-l10n-name``-Elemente enthält, die in der Quelle erscheinen, oder alle erlaubten Inline-Elemente wie ``<br>``.
ga: Nuair a bheidh Líofa in úsáid in éineacht leis an bpacáiste Líofa DOM, cinnteoidh an tseiceáil seo go n-áiríonn an t-aistriúchán freisin aon eilimintí ``data-l10n-name`` atá riachtanach atá le feiceáil san fhoinse, nó aon cheann de na heilimintí inlíne ceadaithe ar nós ``<br>``.
hu: Amikor a Fluent a Fluent DOM csomaggal együtt kerül használatra, ez az ellenőrzés azt is biztosítja, hogy a fordítás tartalmazza a forrásban szereplő szükséges ``data-l10n-name`` elemeket, valamint a megengedett beágyazott elemeket, például ``<br>``.
id: Saat menggunakan Fluent dalam kombinasi dengan paket Fluent DOM, pemeriksaan ini akan memastikan bahwa terjemahan juga menyertakan elemen ``data-l10n-name`` yang diperlukan yang muncul di sumber, atau salah satu elemen sebaris yang diizinkan seperti ``<br>``.
ja: Fluent を Fluent DOM パッケージと組み合わせて使用する場合、この検査は翻訳にはソースに必須の ``data-l10n-name`` 要素や ``<br>`` のような許可されたインライン要素が含まれることを確認します。
nl: Bij het gebruiken van Fluent in combinatie met het Fluent DOM-pakket, zal deze controle ervoor zorgen dat de vertaling ook eventuele vereiste elementen ``data-l10n-name`` bevat die verschijnen in de bron, of eventuele toegestane inregelige elementen, zoals ``<br>``.
pt_br: Ao usar o Fluent em combinação com o pacote DOM Fluent, essa verificação garantirá que a tradução também inclua quaisquer elementos ``data-l10n-name`` necessários que apareçam na fonte, ou qualquer um dos elementos inline permitidos, como ``<br>``.
ru: При использовании Fluent в сочетании с пакетом Fluent DOM эта проверка гарантирует, что перевод также включает все необходимые элементы ``data-l10n-name``, которые появляются в исходном коде, или любые разрешённые встроенные элементы, такие как ``<br >``.
sv: När Fluent används i kombination med Fluent DOM-paketet säkerställer denna kontroll att översättningen även inkluderar alla nödvändiga ``data-l10n-name``-element som förekommer i källtexten, eller något av de tillåtna inline-elementen som ``<br>``.
ta: சரளமாக dom தொகுப்புடன் இணைந்து சரளத்தைப் பயன்படுத்தும் போது, மொழிபெயர்ப்பில் தேவையான `` தரவு-எல் 10 என்-பெயர்`` மூலத்தில் தோன்றும் கூறுகள் அல்லது `<br போன்ற அனுமதிக்கப்பட்ட இன்லைன் கூறுகள் ஏதேனும் அடங்கும் என்பதை இந்த சோதனை உறுதி செய்யும் > ``.
tr: Fluent DOM paketiyle Fluent kullanırken bu denetim, çevirinin kaynakta da bulunan tüm gerekli ``data-l10n-name`` ögelerinin veya ``<br>`` gibi izin verilen satır içi ögelerden herhangi birinin bulunduğundan emin olur.
uk: При використанні Fluent у поєднанні з пакунком DOM Fluent, ця перевірка забезпечує наявність у перекладі усіх обов'язкових елементів ``data-l10n-name`` початкового коду або будь-яких дозволених вбудованих елементів, зокрема ``<br>``.
zh_hans: 如果一起使用 Fluent 和 Fluent DOM 包，那么该检查会保证翻译也包含出现在原文中的任何必需的 ``data-l10n-name`` 元素，或被允许的内联元素中的任何一个，比如 ``<br>`` 。

source: For example, the following source:
de: Zum Beispiel die folgende Quelle:
ga: Mar shampla, an fhoinse seo a leanas:
hu: Például az alábbi forrás:
id: Misalnya, sumber berikut:
ja: たとえば、次の原文を考えます。
nl: Bijvoorbeeld, de volgende bron:
pt_br: Por exemplo, o fonte seguinte:
ru: Например, следующий источник:
sv: Till exempel följande källa:
ta: எடுத்துக்காட்டாக, பின்வரும் ஆதாரம்:
tr: Örneğin, şu kaynak:
uk: Наприклад, такий початковий код:
zh_hans: 比如，以下原文：

source: would match with:
de: würde übereinstimmen mit:
ga: mheaitseálfadh sé le:
hu: illeszkedik a következőhöz:
id: akan cocok dengan:
ja: 下の翻訳は一致します。
nl: zou overeenkomen met:
pt_br: corresponderia com:
ru: будет соответствовать:
sv: skulle matcha med:
ta: பொருந்தும்:
tr: şununla eşleşmeli:
uk: має відповідати:
zh_hans: 预期匹配项：

source: but not:
de: aber nicht mit:
ga: ach ní:
hu: de nem a következőhöz:
id: tapi tidak:
ja: しかし、下の翻訳は一致しません。
nl: maar niet met:
pt_br: mas não:
ru: но не с:
sv: men inte:
ta: ஆனால் இல்லை:
tr: ama şununla değil:
uk: але не:
zh_hans: 但不是：

source: nor
de: noch
ga: ná
hu: sem pedig ehhez
id: tidak
ja: これも一致しません。
nl: noch
pt_br: nem
ru: и
sv: inte heller
ta: அல்லதில்
tr: ya da şu değil
uk: і не
zh_hans: 也非

source: Fluent translation syntax
de: Fluent-Übersetzungssyntax
ga: Comhréir aistriúcháin líofa
hu: Fluent-fordítás szintaxisa
id: Sintaks sumber Fluent
ja: Fluent 翻訳構文
nl: Fluent-vertaalsyntaxis
pt: Sintaxe de tradução Fluent
pt_br: Sintaxe de tradução Fluent
ro: Sintaxă traducere Fluent
ru: Синтаксис перевода Fluent
sv: Fluent översättningssyntax
ta: சரள மொழிபெயர்ப்பு தொடரியல்
tr: Fluent çevirisi söz dizimi
uk: Синтаксис перекладу Fluent
zh_hans: Fluent 翻译语法

source: Fluent syntax error in the translation.
de: Fluent-Syntaxfehler in der Übersetzung.
ga: Earráid chomhréire líofa san aistriúchán.
hu: Fluent szintaktikai hiba a fordításban.
id: Kesalahan sintaks Fluent dalam terjemahan.
nl: Fout in syntaxis van Fluent in de vertaling.
pt_br: Erro de sintaxe Fluent na tradução.
sv: Fluent-syntaxfel i översättningen.
tr: Çeviride Fluent söz dizimi sorunu.
uk: Помилка вільного синтаксису в перекладі.

source: In Weblate, Fluent strings use Fluent syntax for references and variables, but also for more complex features like defining attributes and selector variants, including plurals. This check ensures that the syntax used in the translation will be valid for Fluent.
de: In Weblate verwenden Fluent-Zeichenketten die Fluent-Syntax für Verweise und Variablen, aber auch für komplexere Funktionen wie die Definition von Attributen und Selektor-Varianten, einschließlich Pluralformen. Diese Prüfung stellt sicher, dass die in der Übersetzung verwendete Syntax für Fluent gültig ist.
ga: In Weblate, úsáideann teaghráin Líofa comhréir Líofa le haghaidh tagairtí agus athróg, ach freisin le haghaidh gnéithe níos casta cosúil le tréithe a shainiú agus malairtí roghnóra, lena n-áirítear iolraí. Cinntíonn an tseiceáil seo go mbeidh an chomhréir a úsáidtear san aistriúchán bailí do Líofa.
hu: A Weblate-ben a Fluent-szövegek Fluent-szintaxist használnak a hivatkozásokhoz és változókhoz, valamint összetettebb elemekhez is, például attribútumok és választási változatok – beleértve a többes szám – meghatározásához. Ez az ellenőrzés biztosítja, hogy a fordításban használt szintaxis érvényes legyen a Fluent számára.
id: Di Weblate, string Fluent menggunakan sintaksis Fluent untuk referensi dan variabel, tetapi juga untuk fitur yang lebih kompleks seperti mendefinisikan atribut dan varian pemilih, termasuk bentuk jamak. Pemeriksaan ini memastikan bahwa sintaksis yang digunakan dalam terjemahan akan valid untuk Fluent.
ja: Weblate では、Fluent 文字列は、参照と別表記に Fluent 構文を使用しますが、属性やセレクタによる別表記、複数形を含む、より複雑な機能も使用できます。この検査は、翻訳で使用される構文が Fluent で有効であることを保証します。
nl: In Weblate gebruiken tekenreeksen van Fluent syntaxis van Fluent voor verwijzingen en variabelen, maar ook voor meer complexe objecten, zoals definiëren van varianten voor attributen en selecties, inclusief meervouden. Deze controle zorgt ervoor dat de syntaxis, die wordt gebruikt in de vertaling, geldig zal zijn voor Fluent.
pt_br: No Weblate, os textos Fluent usam a sintaxe Fluent para referências e variáveis, mas também para recursos mais complexos, como definição de atributos e variantes de seletor, incluindo plurais. Essa verificação garante que a sintaxe usada na tradução será válida para o Fluent.
ru: В Weblate строки Fluent используют синтаксис Fluent для ссылок и переменных, а также для более сложных функций, таких как определение атрибутов и вариантов селекторов, включая множественное число. Эта проверка гарантирует, что синтаксис, используемый при переводе, будет допустимым для Fluent.
sv: I Weblate använder Fluent-strängar Fluent-syntax för referenser och variabler, men också för mer komplexa funktioner som att definiera attribut och selektorsvarianter, inklusive pluralformer. Denna kontroll säkerställer att syntaxen som används i översättningen är giltig för Fluent.
ta: வலைபெயர்ப்பில், சரளமாக சரங்கள் குறிப்புகள் மற்றும் மாறிகள் சரளமாக தொடரியல் பயன்படுத்துகின்றன, ஆனால் பண்புக்கூறுகள் மற்றும் பன்மை உள்ளிட்ட தேர்வாளர் வகைகளை வரையறுப்பது போன்ற மிகவும் சிக்கலான அம்சங்களுக்கும். மொழிபெயர்ப்பில் பயன்படுத்தப்படும் தொடரியல் சரளமாக செல்லுபடியாகும் என்பதை இந்த சோதனை உறுதி செய்கிறது.
tr: Weblate üzerinde Fluent dizgeleri, başvurular ve değişkenler için Fluent söz dizimini kullanır. Aynı zamanda çoğullarla birlikte üzere özniteliklerin ve seçici değişkenlerin tanımlanması gibi daha karmaşık özellikler için de kullanılır. Bu denetim, çeviride kullanılan söz diziminin Fluent için geçerli olmasını sağlar.
uk: У Weblate рядки Fluent використовують синтаксис Fluent для посилань та змінних, але також для складніших речей, зокрема визначення атрибутів та варіантів вибору, зокрема форм множини. Ця перевірка забезпечує коректність синтаксису Fluent перекладу.
zh_hans: Weblate 中，Fluent 字符串对参考和变量使用 Fluent 语法，该语法同样用于更为复杂的功能，比如定义属性和选择器变体，包括复数。此检查确保用于翻译的语法对 Fluent 有效。

source: Formatted strings
de: Formatierte Zeichenketten
ga: Teaghráin formáidithe
hu: Formázott szövegek
id: String yang diformat
ja: 書式指定文字列
nl: Opgemaakte tekenreeksen
pt: Cadeias formatadas
pt_br: Textos formatados
ro: Șiruri de caractere formatate
ru: Форматированные строки
sv: Formaterade strängar
ta: வடிவமைக்கப்பட்ட சரங்கள்
tr: Biçimlendirilmiş dizgeler
uk: Форматовані рядки
zh_hans: 格式化字符串
zh_hant: 格式化字符串

source: Checks that the formatting in strings is replicated between both source and translation. Omitting format strings in translation usually causes severe problems, so the formatting in strings should usually match the source.
de: Prüft, ob Zeichenkettenformatierungen in der Quelle und Übersetzung identisch sind. Das Weglassen von Formatzeichenketten in der Übersetzung führt in der Regel zu schwerwiegenden Problemen, daher sollte die Formatierung in Zeichenketten in der Regel mit der Quelle übereinstimmen.
ga: Seiceálann sé go ndéantar an fhormáidiú i teaghráin a mhacasamhlú idir an fhoinse agus an t-aistriúchán. Is iondúil go mbíonn fadhbanna móra ag baint le teaghráin fhormáide san aistriúchán a fhágáil ar lár, mar sin ba cheart go mbeadh an fhormáidiú sna teaghráin ag teacht leis an bhfoinse de ghnáth.
hu: Ellenőrzi, hogy a formázás a szövegekben megegyezik-e a forrás és a fordítás között. A formázási elemek kihagyása a fordításból általában súlyos problémákat okoz, ezért a formázásnak jellemzően meg kell egyeznie a forrással.
id: Memeriksa apakah format dalam string direplikasi antara sumber dan terjemahan. Menghilangkan string format dalam terjemahan biasanya menyebabkan masalah serius, sehingga format dalam string biasanya harus sesuai dengan sumber.
ja: 原文から翻訳文に文字列の書式指定が複製されているか検査します。翻訳文で書式指定文字列を省略すると、通常は深刻な問題が発生するので、文字列の書式指定は、通常は原文と一致していなければなりません。
nl: Controleert of de opmaak in tekenreeks wordt gerepliceerd tussen zowel bron als vertaling. Weglaten van opmaak in tekenreeksen van de vertaling veroorzaakt gewoonlijk ernstige problemen, dus zou de opmaak in tekenreeksen gewoonlijk overeen moeten komen met die van de bron.
pt_br: Verifica se a formatação em textos é replicada entre a fonte e a tradução. Omitir textos de formato na tradução geralmente causa problemas graves, de modo que a formatação em textos geralmente deve coincidir com a fonte.
ru: Проверяет, что форматирование строк дублируется как между исходным кодом, так и между переводом. Пропуск строк формата при переводе обычно вызывает серьёзные проблемы, поэтому форматирование строк обычно должно соответствовать исходному.
sv: Kontrollerar att formateringen i strängar replikeras mellan både källan och översättningen. Att utelämna formatsträngar i översättningen orsakar vanligtvis allvarliga problem, så formateringen i strängar bör vanligtvis matcha källan.
ta: சரங்களில் வடிவமைப்பு மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் பிரதிபலிக்கிறதா என்பதைச் சரிபார்க்கிறது. மொழிபெயர்ப்பில் வடிவ சரங்களைத் தவிர்ப்பது பொதுவாக கடுமையான சிக்கல்களை ஏற்படுத்துகிறது, எனவே சரங்களில் வடிவமைப்பு பொதுவாக மூலத்துடன் பொருந்த வேண்டும்.
tr: Kaynak dizgelerdeki biçimlendirmenin çeviride de olup olmadığını denetler. Çeviride biçim dizgelerinin atlanması genellikle ciddi sorunlara neden olur. Bu nedenle dizgelerdeki biçimlendirme genellikle kaynakla aynı olmalıdır.
uk: Перевіряє, чи є однаковим форматування у початковому рядку і перекладі. Пропускання рядків форматування у перекладі, зазвичай, спричиняє серйозні проблеми, тому форматування у рядках перекладів має, зазвичай, збігатися із форматуванням у початковому рядку.
zh_hans: 检查字符串中的格式化是否在原文和译文中都得到了复制。在译文中省略格式字符串通常会导致严重的问题，所以字符串中的格式化通常应与原文匹配。

source: Weblate supports checking format strings in several languages. The check is not enabled automatically, only if a string is flagged appropriately (e.g. `c-format` for C format). Gettext adds this automatically, but you will probably have to add it manually for other file formats or if your PO files are not generated by :program:`xgettext`.
de: Weblate unterstützt die Überprüfung von Formatzeichenketten in mehreren Sprachen. Die Prüfung wird nicht automatisch aktiviert, sondern nur, wenn eine Zeichenkette entsprechend markiert ist (z. B. `c-format` für C-Format). Gettext fügt dies automatisch hinzu, aber Sie müssen es wahrscheinlich manuell für andere Dateiformate hinzufügen oder wenn Ihre PO-Dateien nicht von :program:`xgettext` erzeugt werden.
ga: Tacaíonn Weblate le teaghráin formáide a sheiceáil i dteangacha éagsúla. Níl an tseiceáil cumasaithe go huathoibríoch, ach amháin má tá teaghrán marcáilte go cuí (m.sh. `formáid c` le haghaidh formáid C). Cuireann Gettext é seo leis go huathoibríoch, ach is dócha go mbeidh ort é a chur leis de láimh le haghaidh formáidí comhaid eile nó mura bhfuil do chomhaid PO ginte ag :program:`xgettext`.
hu: A Weblate több nyelvben is támogatja a formázási sztringek ellenőrzését. Ez az ellenőrzés nem engedélyezett automatikusan, csak akkor, ha a szöveg megfelelő jelöléssel van ellátva (például `c-format` C formátum esetén). A Gettext ezt automatikusan hozzáadja, de más fájlformátumoknál vagy ha a PO fájlokat nem a :program:`xgettext` generálta, ezt valószínűleg kézzel kell megadni.
id: Weblate mendukung pemeriksaan string format dalam beberapa bahasa. Pemeriksaan ini tidak diaktifkan secara otomatis, hanya jika string ditandai dengan benar (misalnya, `c-format` untuk format C). Gettext menambahkannya secara otomatis, tetapi Anda mungkin perlu menambahkannya secara manual untuk format berkas lain atau jika berkas PO Anda tidak dibuat oleh :program:`xgettext`.
ja: Weblate では、複数の言語での書式指定文字列の検査に対応しています。検査は、文字列に適切なフラグが設定されている場合にのみ自動的に有効になります（例: C 形式の 'c-format'）。Gettext はこれを自動的に追加しますが、他のファイル形式や PO ファイルが :program:`xgettext` で生成されていない場合は、手動で追加することが必要です。
nl: Weblate ondersteunt het controleren van de opmaak van tekenreeksen in verschillende talen. De controle wordt niet automatisch ingeschakeld, alleen als een tekenreeks toepasselijk wordt gevlagd (bijv. `c-format` voor opmaak in C). Gettext voegt dit automatisch toe, maar u zult het waarschijnlijk handmatig moeten toevoegen voor andere bestandsindelingen of als uw PO-bestanden niet zijn gegenereerd door :program:`xgettext`.
pt: O Weblate tem suporte a verificar cadeias de formato em vários idiomas. A verificação não é ativada automaticamente, somente se uma cadeia for sinalizada adequadamente (e.g. `c-format` for C format). O Gettext adiciona-o automaticamente, mas provavelmente terá que adicioná-lo manualmente para outros formatos de ficheiro ou se os seus ficheiros de PO não forem gerados por :program:`xgettext`.
pt_br: Weblate tem suporte a verificar textos de formato em vários idiomas. A verificação não é ativada automaticamente, somente se um texto for marcado adequadamente (por exemplo, `c-format` para formato C). O Gettext adiciona isso automaticamente, mas você provavelmente terá que adicioná-lo manualmente para outros formatos de arquivo ou se seus arquivos PO não forem gerados por :program:`xgettext`.
ro: Weblate acceptă verificarea șirurilor de formate în mai multe limbi. Verificarea nu este activată în mod automat, ci doar dacă un șir de caractere este marcat în mod corespunzător (de exemplu, `c-format` pentru formatul C). Gettext adaugă această verificare în mod automat, dar probabil va trebui să o adăugați manual pentru alte formate de fișiere sau dacă fișierele PO nu sunt generate de :program:`xgettext`.
ru: Weblate поддерживает проверку строк формата на нескольких языках. Проверка не включается автоматически, только если строка соответствующим образом помечена (например, флагом `c-format` для C-формата). Gettext добавляет эту разметку автоматически, но для других форматов файлов или если ваши PO-файлы не сгенерированы программой :program:`xgettext` вам, вероятно, придётся добавить её вручную.
sv: Weblate stöder kontroll av formatsträngar på flera språk. Kontrollen aktiveras inte automatiskt, utan endast om en sträng är korrekt flaggad (t.ex. `c-format` för C-format). Gettext lägger till detta automatiskt, men du måste troligen lägga till det manuellt för andra filformat eller om dina PO-filer inte genereras av :program:`xgettext`.
tr: Weblate, biçim dizgelerinin çeşitli dillerde denetlenmesini destekler. Denetim, yalnızca bir dizge uygun şekilde imlenirse (C biçimi için `c-format` gibi) kendiliğinden kullanıma alınmaz. Gettext bunu kendiliğinden ekler. Ancak büyük olasılıkla diğer dosya biçimleri için ya da PO dosyalarınız :program:`xgettext` tarafından oluşturulmamışsa el ile eklemeniz gerekir.
uk: У Weblate передбачено підтримку рядків форматування декількох мов програмування. Перевірка не вмикається автоматично, а лише якщо рядок позначено відповідним прапорцем (наприклад `c-format` для форматування C). Gettext додає такі прапорці автоматично, але вам, ймовірно, доведеться додавати прапорці вручну для файлів в інших форматах, або якщо ваші файли PO не створено за допомогою :program:`xgettext`.
zh_hans: Weblate 支持检查多种语言的格式字符串。仅当适当地标记了字符串时（例如 C 格式为 `c-format`），才会自动启用该检查。Gettext 会自动添加它，但是对于其他文件格式，或者如果您的 PO 文件不是由 :program:`xgettext` 生成的，您可能必须手动添加它。
zh_hant: Weblate 支持檢查幾種語言的格式字符串。僅當適當地標記了字符串時（例如，C 格式為 `c-format`），才會自動啟用該檢查。 Gettext 會自動添加它，但是對於其他文件格式，或者如果您的 PO 文件不是由 :program:`xgettext` 生成的，您可能必須手動添加它。

source: Most of the format checks allow omitting format strings for plural forms having a single count. This allows translators to write nicer strings for these cases (`One apple` instead of `%d apple`). Turn this off by adding ``strict-format`` flag.
de: Die meisten Formatprüfungen erlauben es, Formatzeichenketten für Pluralformen mit einfacher Anzahl wegzulassen. Dies erlaubt Übersetzern, schönere Zeichenketten für diese Fälle zu schreiben (`Ein Apfel` anstatt `%d Apfel`). Ausschalten, indem die Markierung ``strict-format`` hinzugefügt wird.
ga: Ligeann an chuid is mó de na seiceálacha formáide teaghráin fhormáide a fhágáil ar lár le haghaidh foirmeacha iolra a bhfuil comhaireamh amháin acu. Ligeann sé seo d'aistritheoirí teaghráin níos deise a scríobh do na cásanna seo (`Úll amháin` in ionad `%d úll`). Múch é seo trí bhratach ``formáid dhian`` a chur leis.
hu: A legtöbb formátumellenőrzés engedélyezi a formázási elemek elhagyását olyan többes számú alakoknál, ahol csak egy számérték szerepel. Ez lehetővé teszi, hogy a fordítók természetesebb szöveget írjanak ezekhez az esetekhez (például `%d alma` helyett `Egy alma`). Ez a viselkedés a ``strict-format`` jelző hozzáadásával kikapcsolható.
id: Sebagian besar pemeriksaan format memperbolehkan penghilangan string format untuk bentuk jamak yang memiliki hitungan tunggal. Hal ini memungkinkan penerjemah untuk menulis string yang lebih baik untuk kasus-kasus ini (`One apple`, alih-alih `%d apple`). Nonaktifkan ini dengan menambahkan tanda ``strict-format``.
ja: ほとんどのフォーマット検査では、単一の数を持つ複数形に対してフォーマット文字列を省略することが許可されています。これにより、翻訳者はこれらのケースに対してよりわかりやすい文字列（`%d apple` の代わりに `One apple`）を書くことができます。無効にするには、``strict-format`` フラグを追加してください。
nl: De meeste controles voor opmaak staan toe dat opmaak wordt weggelaten van tekenreeksen van meervouden met een enkele telling. Dit stelt vertalers in staat nettere tekenreeksen voor deze gevallen te schrijven (`Een appel` in plaats van `%d appel`). Schakel dit uit door de vlag ``strict-format`` toe te voegen.
pt_br: A maioria das verificações de formato permite omitir textos de formato para formas plurais com uma única contagem. Isso permite que os tradutores escrevam textos mais agradáveis para esses casos (`One apple` em vez de `%d apple`). Desative isso adicionando o marcador ``strict-format``.
ru: Большинство проверок формата позволяют опускать строки формата для форм множественного числа, имеющих один счёт. Это позволяет переводчикам писать более удобные строки для таких случаев (`Одно яблоко` вместо `%d яблоко`). Отключите это, добавив флаг ``strict-format``.
sv: De flesta formatkontroller tillåter att formatsträngar för pluralformer med ett enda antal utelämnas. Detta gör det möjligt för översättare att skriva snyggare strängar för dessa fall (`Ett äpple` istället för `%d äpple`). Inaktivera detta genom att lägga till flaggan ``strict-format``.
ta: பெரும்பாலான வடிவமைப்பு சோதனைகள் ஒற்றை எண்ணிக்கையைக் கொண்ட பன்மை வடிவங்களுக்கான வடிவ சரங்களை தவிர்க்க அனுமதிக்கின்றன. இது மொழிபெயர்ப்பாளர்களை இந்த நிகழ்வுகளுக்கு நல்ல சரங்களை எழுத அனுமதிக்கிறது (`%d ஆப்பிள்` க்கு பதிலாக` ஒரு ஆப்பிள்`). `` கடுமையான வடிவிலான`` கொடியைச் சேர்ப்பதன் மூலம் இதை அணைக்கவும்.
tr: Biçim denetimlerinin çoğu, tek bir sayıda çoğul biçimler için biçim dizgelerinin atlanmasını sağlar. Böylece, çevirmenler bu durumlar için daha güzel dizgeler yazabilir (`%d elma` yerine `Bir elma`). ``strict-format`` imini ekleyerek bunu kapatabilirsiniz.
uk: Більшість перевірок форматування надають змогу пропускати рядки форматування для форм множини, якщо така форма множини є єдиною. Уможливлює для перекладачів написання кращих рядків для цих випадків (`Одне яблуко` замість `%d яблуко`). Вимикається прапорцем ``strict-format``.
zh_hans: 多数格式检查允许省略单一计数的复数形式的格式字符串。这允许译者在这些情形下写出更好的译文（`One apple` 而非 `%d apple`）。添加 ``strict-format`` 标记以关闭。
