Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Removal of source strings in :ref:`glossary`.
de: Entfernen von Ausgangszeichenketten im :ref:`glossary`.
ga: Teaghráin foinse a bhaint in :ref:`glossary`.
hu: Forrásszövegek eltávolítása a :ref:`szójegyzékből <glossary>`.
id: Penghapusan string sumber dalam :ref:`glossary`.
ja: :ref:`glossary` 内の原文の削除。
nl: Verwijderen van brontekenreeksen in :ref:`glossary`.
pt: Remoção de cadeias fonte em :ref:`glossary`.
pt_br: Remoção de textos fonte em :ref:`glossary`.
sv: Borttagning av källsträngar i :ref:`glossary`.
tr: :ref:`glossary` içinden kaynak dizgilerin kaldırılması sağlandı.
uk: Реалізовано вилучення початкових рядків у компоненті :ref:`glossary`.
zh_hans: 删除 :ref:`glossary` 中的源字符串。

source: Validation of :ref:`projectbackup` ZIP file upon restoring (:cve:`2024-39303` / :ghsa:`jfgp-674x-6q4p`).
hu: A :ref:`projectbackup` ZIP fájl érvényesítése visszaállításkor (:cve:`2024-39303` / :ghsa:`jfgp-674x-6q4p`).
id: Validasi file ZIP :ref:`projectbackup` saat memulihkan (:cve:`2024-39303` / :ghsa:`jfgp-674x-6q4p`).
nl: Valideren van :ref:`projectbackup` ZIP-bestand bij herstellen (:cve:`2024-39303` / :ghsa:`jfgp-674x-6q4p`).
sv: Validering av :ref:`projectbackup` ZIP-fil vid återställning (:cve:`2024-39303` / :ghsa:`jfgp-674x-6q4p`).
uk: Реалізовано перевірку файла ZIP :ref:`projectbackup` до відновлення (:cve:`2024-39303` / :ghsa:`jfgp-674x-6q4p`).

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/124?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/124?closed=1>`__。

source: *Released on June 24th 2024.*
de: *Veröffentlicht am 24. Juni 2024.*
ga: *Eisithe ar 24 Meitheamh 2024.*
hu: *Kiadva: 2024. június 24.*
id: *Dirilis pada 24 Juni 2024.*
nl: *Uitgegeven op 24 juni 2024.*
pt_br: *Atualizado em 24 de junho de 2024.*
sv: *Släpptes den 24 juni 2024.*
tr: *24 Haziran 2024 tarihinde yayınlandı.*
uk: *Випущено 24 червня 2024 року.*

source: Docker container accepts :envvar:`WEBLATE_REMOVE_ADDONS` and :envvar:`WEBLATE_ADD_MACHINERY` to customize automatic suggestion services and :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` for CORS handling in API.
de: Docker-Container akzeptiert :envvar:`WEBLATE_REMOVE_ADDONS` und :envvar:`WEBLATE_ADD_MACHINERY`, um automatische Vorschlagsdienste anzupassen und :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` für die CORS-Behandlung in der API.
ga: Glacann coimeádán docker le :envvar:`WEBLATE_REMOVE_ADDONS` agus :envvar:`WEBLATE_ADD_MACHINERY` chun seirbhísí moltaí uathoibríocha a shaincheapadh agus :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` le haghaidh láimhseáil CORS in API.
hu: A Docker-konténer mostantól elfogadja a :envvar:`WEBLATE_REMOVE_ADDONS` és :envvar:`WEBLATE_ADD_MACHINERY` változókat az automatikus javaslatszolgáltatások testreszabására, valamint a :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` változót az API CORS-kezeléséhez.
id: Kontainer Docker menerima :envvar:`WEBLATE_REMOVE_ADDONS` dan :envvar:`WEBLATE_ADD_MACHINERY` untuk menyesuaikan layanan saran otomatis dan :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` untuk penanganan CORS dalam API.
ja: Docker コンテナは、自動提案サービスをカスタマイズするための :envvar:`WEBLATE_REMOVE_ADDONS` と :envvar:`WEBLATE_ADD_MACHINERY` と、API での CORS 処理のための :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` を受け入れます。
nl: Docker container accepteert :envvar:`WEBLATE_REMOVE_ADDONS` en :envvar:`WEBLATE_ADD_MACHINERY` om services voor automatische suggesties aan te passen en :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` voor behandeling van CORS in API.
pt: O contentor do Docker aceita :envvar:`WEBLATE_REMOVE_ADDONS` e :envvar:`WEBLATE_ADD_MACHINERY` para personalizar os serviços de sugestões automáticas e :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` para o tratamento de CORS na API.
pt_br: O contêiner do Docker aceita :envvar:`WEBLATE_REMOVE_ADDONS` e :envvar:`WEBLATE_ADD_MACHINERY` para personalizar os serviços de sugestões automáticas e :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` para o tratamento de CORS na API.
sv: Docker-containern accepterar :envvar:`WEBLATE_REMOVE_ADDONS` och :envvar:`WEBLATE_ADD_MACHINERY` för att anpassa automatiska förslagstjänster och :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` för CORS-hantering i API.
tr: Docker kapsayıcısının, kendiliğinden öneri hizmetlerini özelleştirmek için :envvar:`WEBLATE_REMOVE_ADDONS` ve :envvar:`WEBLATE_ADD_MACHINERY` değişkenleri ile API üzerinde CORS işleme için :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` değişkenleri eklendi.
uk: Докер контейнер приймає :envvar:`WEBLATE_REMOVE_ADDONS` та :envvar:`WEBLATE_ADD_MACHINERY` для налаштування сервісів автоматичних пропозицій та :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` для обробки CORS в API.
zh_hans: Docker 容器接受 :envvar:`WEBLATE_REMOVE_ADDONS` 和 :envvar:`WEBLATE_ADD_MACHINERY` 来定制自动建议服务以及 :envvar:`WEBLATE_CORS_ALLOW_ALL_ORIGINS` 用于 API 中的 CORS 处理。

source: Added OpenMetrics compatibility for :http:get:`/api/metrics/`.
de: OpenMetrics-Kompatibilität für :http:get:`/api/metrics/` hinzugefügt.
ga: Comhoiriúnacht OpenMetrics curtha leis le haghaidh :http:get:`/api/metrics/`.
hu: Hozzáadva az OpenMetrics kompatibilitás a :http:get:`/api/metrics/` végponthoz.
id: Menambahkan kompatibilitas OpenMetrics untuk :http:get:`/api/metrics/`.
ja: :http:get:`/api/metrics/` に OpenMetrics 互換性を追加。
nl: Toegevoegd compatibiliteit voor OpenMetrics voor :http:get:`/api/metrics/`.
pt: Adicionada compatibilidade com OpenMetrics para :http:get:`/api/metrics/`.
pt_br: Adicionada compatibilidade com OpenMetrics para :http:get:`/api/metrics/`.
sv: Lagt till OpenMetrics-kompatibilitet för :http:get:`/api/metrics/`.
tr: :http:get:`/api/metrics/` için OpenMetrics uyumluluğu eklendi.
uk: Додано сумісність із OpenMetrics для :http:get:`/api/metrics/`.
zh_hans: 为 :http:get:`/api/metrics/` 添加了 OpenMetrics 兼容性。

source: Language aliases in :doc:`/admin/machine`.
de: Sprachaliasnamen in :doc:`/admin/machine`.
ga: Ailiasanna teanga in :doc:`/admin/machine`.
hu: Nyelvi álnevek kezelése az :doc:`/admin/machine` dokumentumban.
id: Alias bahasa dalam :doc:`/admin/machine`.
ja: 言語のエイリアスは、:doc:`/admin/machine` にあります。
nl: Aliassen voor taal in :doc:`/admin/machine`.
pt: Aliases de idioma em :doc:`/admin/machine`.
pt_br: Aliases de idioma em :doc:`/admin/machine`.
sv: Språkliga alias i :doc:`/admin/machine`.
tr: :doc:`/admin/machine` içine dil kısaltmaları eklendi.
uk: Альтернативі назви мов у :doc:`/admin/machine`.
zh_hans: :doc:`/admin/machine` 中的语言变体。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/123?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/123?closed=1>`__。

source: *Released on June 19th 2024.*
de: *Veröffentlicht am 19. Juni 2024.*
ga: *Eisithe ar 19 Meitheamh 2024.*
hu: *Kiadva: 2024. június 19.*
id: *Dirilis pada 19 Juni 2024.*
nl: *Uitgegeven op 19 juni 2024.*
pt_br: *Atualizado em 19 de junho de 2024.*
sv: *Släpptes den 19 juni 2024.*
tr: *19 Haziran 2024 tarihinde yayınlandı.*
uk: *Випущено 19 червня 2024 року.*

source: :ref:`addons` activity log for tracking add-on activity.
de: Aktivitätsprotokoll für :ref:`addons` zur Nachverfolgung der Erweiterungsaktivitäten.
ga: Loga gníomhaíochta :ref:`addons` chun gníomhaíocht bhreiseáin a rianú.
hu: :ref:`addons` tevékenységnapló, a kiegészítők eseményeinek nyomon követésére.
id: :ref:`addons` log aktivitas untuk melacak aktivitas pengaya.
ja: アドオンの活動を追跡するための :ref:`addons` 活動ログ。
nl: Activiteitenlog :ref:`addons` voor het bijhouden van de activiteiten voor add-on.
pt: :ref:`addons` registo de atividades de para rastrear atividades de complementos.
pt_br: :ref:`addons` registro de atividades de para rastrear atividades de complementos.
sv: :ref:`addons` aktivitetslogg för spårning av tilläggsaktivitet.
tr: Eklenti işlemlerini izlemek için :ref:`addons` etkinlik günlüğü eklendi.
uk: Журнал діяльності :ref:`addons` для відстеження активності додатків.
zh_hans: 追踪附加组件活动的 :ref:`addons` 活动日志。

source: Improved compatibility with password managers.
de: Verbesserte Kompatibilität mit Passwortmanager.
ga: Comhoiriúnacht fheabhsaithe le bainisteoirí pasfhocail.
hu: Javult a kompatibilitás jelszókezelőkkel.
id: Peningkatan kompatibilitas dengan pengelola kata sandi.
ja: パスワード マネージャーとの互換性の改良。
nl: Verbeterde compatibiliteit met wachtwoordbeheerders.
pt: Compatibilidade aprimorada com gestores de palavras-passe.
pt_br: Compatibilidade aprimorada com gerenciadores de senhas.
sv: Förbättrad kompatibilitet med lösenordshanterare.
ta: கடவுச்சொல் மேலாளர்களுடன் மேம்படுத்தப்பட்ட பொருந்தக்கூடிய தன்மை.
tr: Parola yöneticileri ile uyumluluk iyileştirildi.
uk: Покращено сумісність з менеджерами паролів.
zh_hans: 改进了与密码管理器的兼容性。

source: Improved tracking of uploaded changes.
de: Verbessertes Nachverfolgen von hochgeladenen Änderungen.
ga: Rianú feabhsaithe ar athruithe uaslódáilte.
hu: Továbbfejlesztett a feltöltött változások nyomon követése.
id: Peningkatan pelacakan perubahan yang diunggah.
ja: アップロードされた変更の追跡の改良。
nl: Verbeterd bijhouden van bijgewerkte wijzigingen.
pt: Rastreamento aprimorado em alterações carregadas.
pt_br: Rastreamento aprimorado em alterações carregadas.
sv: Förbättrad spårning av uppladdade ändringar.
ta: பதிவேற்றிய மாற்றங்களின் மேம்பட்ட கண்காணிப்பு.
tr: Yüklenen değişikliklerin izlenmesi iyileştirildi.
uk: Покращено відстеження завантажених змін.
zh_hans: 改进了已上传改动的追踪。

source: Gracefully handle temporary machine translation errors in automatic suggestions.
de: Vorübergehende maschinelle Übersetzungsfehler in automatischen Vorschlägen werden problemlos verarbeitet.
ga: Déan earráidí aistriúcháin meaisín sealadacha a láimhseáil go grásta i moltaí uathoibríocha.
hu: A gépi fordítás ideiglenes hibáit mostantól zökkenőmentesen kezeli az automatikus javaslatszolgáltatás.
id: Tangani galat terjemahan mesin sementara dalam saran otomatis dengan anggun.
ja: 自動提案における一時的な機械翻訳エラーを適切に処理。
nl: Nette afhandeling van tijdelijke fouten machinevertaling in automatische suggesties.
pt: Tratar de forma graciosa erros temporários para tradução automática em sugestões automáticas.
pt_br: Tratar de forma graciosa erros temporários para tradução automática em sugestões automáticas.
sv: Hantera tillfälliga maskinöversättningsfel i automatiska förslag på ett elegant sätt.
ta: தானியங்கி பரிந்துரைகளில் தற்காலிக இயந்திர மொழிபெயர்ப்பு பிழைகளை அழகாக கையாளவும்.
tr: Kendiliğinden önerilerdeki geçici makine çevirisi hatalarının doğru işlenmesi sağlandı.
uk: Плавно обробляйте тимчасові помилки машинного перекладу в автоматичних пропозиціях.
zh_hans: 优雅地处理自动建议中的临时机器翻译错误。

source: :http:get:`/api/units/(int:id)/` now includes ``last_updated`` timestamp.
de: :http:get:`/api/units/(int:id)/` enthält jetzt den Zeitstempel ``last_updated``.
ga: Tá stampa ama ``last_updated`` san áireamh anois i :http:get:`/api/units/(int:id)/`.
hu: A :http:get:`/api/units/(int:id)/` végpont mostantól tartalmazza a ``last_updated`` időbélyeget.
id: :http:get:`/api/units/(int:id)/` sekarang menyertakan stempel waktu ``last_updated``.
nl: :http:get:`/api/units/(int:id)/` bevat nu tijdstempel ``last_updated``.
sv: :http:get:`/api/units/(int:id)/` innehåller nu tidsstämpeln ``last_updated``.
uk: :http:get:`/api/units/(int:id)/` тепер містить позначку часу ``last_updated``.

source: :http:get:`/api/changes/(int:id)/` now includes ``old`` and ``details``.
de: :http:get:`/api/changes/(int:id)/` enthält jetzt ``old`` und ``details``.
ga: Tá ``old`` agus ``details`` san áireamh anois i :http:get:`/api/changes/(int:id)/`.
hu: A :http:get:`/api/changes/(int:id)/` végpont mostantól tartalmazza az ``old`` és ``details`` mezőket.
id: :http:get:`/api/changes/(int:id)/` sekarang menyertakan ``old`` dan ``details``.
nl: :http:get:`/api/changes/(int:id)/` bevat nu ``old`` en ``details``.
sv: :http:get:`/api/changes/(int:id)/` innehåller nu ``old`` och ``details``.
uk: :http:get:`/api/changes/(int:id)/` тепер включає ``старі`` та ``деталі``.

source: Reduced memory usage and increased performance of some views.
de: Reduzierter Speicherverbrauch und verbesserte Leistung einiger Ansichten.
ga: Úsáid cuimhne laghdaithe agus feidhmíocht mhéadaithe roinnt tuairimí.
hu: Csökkentett memóriahasználat és megnövelt teljesítmény néhány nézet esetében.
id: Mengurangi penggunaan memori dan meningkatkan kinerja beberapa tampilan.
ja: 一部のビューのメモリ使用量を削減し、パフォーマンスを向上させました。
nl: Verminderd geheugengebruik en verhoogde prestaties van enkele weergaven.
pt: Uso reduzido de memória e aumento de desempenho de algumas visualizações.
pt_br: Uso reduzido de memória e aumento de desempenho de algumas visualizações.
sv: Minskad minnesanvändning och ökad prestanda för vissa vyer.
ta: குறைக்கப்பட்ட நினைவக பயன்பாடு மற்றும் சில பார்வைகளின் செயல்திறன் அதிகரித்தது.
tr: Bazı görünümlerin bellek kullanımı azaltıldı ve başarımı artırıldı.
uk: Зменшено використання пам'яті та підвищено продуктивність деяких представлень.
zh_hans: 降低了内存用量，提升了某些视图的性能。

source: Loading of strings with many glossary matches.
de: Laden von Zeichenketten mit vielen Übereinstimmungen im Glossar.
ga: Teaghráin á lódáil le go leor cluichí gluaise.
hu: Javítva a sok szójegyzék-egyezést tartalmazó szövegek betöltése.
id: Memuat string dengan banyak kecocokan glosarium.
ja: 用語集の用語が多く含まれる文字列の読み込み。
nl: Laden van tekenreeksen met veel overeenkomsten in de woordenlijst.
pt: Carregamento de cadeias com muitas correspondências de glossário.
pt_br: Carregamento de textos com muitas correspondências de glossário.
sv: Inläsning av strängar med många ordlistematchningar.
ta: பல சொற்களஞ்சிய போட்டிகளுடன் சரங்களை ஏற்றுதல்.
tr: Çok sayıda sözlük eşleşmesi olan dizgelerin yüklenmesi sağlandı.
uk: Завантаження рядків з великою кількістю збігів у глосарії.
zh_hans: 加载有许多术语表匹配的字符串。

source: Fixed behavior of some site-wide :ref:`addons`.
de: Das Verhalten einiger plattformweiter :ref:`addons` korrigiert.
ga: Iompar seasta roinnt ar fud an tsuímh :ref:`addons`.
hu: Javítva néhány, teljes oldalt érintő :ref:`kiegészítő <addons>` viselkedése.
id: Memperbaiki perilaku beberapa :ref:`addons` di seluruh situs.
ja: サイト全体の :ref:`addons` の動作の修正。
nl: Gerepareerd gedrag van enkele sitebrede :ref:`addons`.
pt: Corrigido o comportamento de alguns :ref:`addons` em todo o site.
pt_br: Corrigido o comportamento de alguns :ref:`addons` em todo o site.
sv: Fast beteende för vissa :ref:`addons` som gäller hela webbplatsen.
tr: Bazı site geneli :ref:`addons` davranışları düzeltildi.
uk: Виправлено поведінку деяких загальних :ref:`додатків <addons>`.
zh_hans: 修复了某些全站级别 :ref:`addons` 的行为。

source: Saving strings needing editing to :doc:`/formats/winrc`.
de: Bearbeitungsbedürftige Zeichenketten werden in :doc:`/formats/winrc` gespeichert.
ga: Teaghráin a shábháil ar gá eagarthóireacht a dhéanamh orthu chuig :doc:`/formats/winrc`.
hu: Javítva a szerkesztésre szoruló szövegek mentése :doc:`/formats/winrc` formátumba.
id: Menyimpan string yang perlu disunting ke :doc:`/formats/winrc`.
ja: 編集が必要な文字列を :doc:`/formats/winrc` に保存。
nl: Opslaan van tekenreeksen die moeten worden bewerkt in :doc:`/formats/winrc`.
pt: Gravar cadeias que precisam de edição para :doc:`/formats/winrc`.
pt_br: Salvando textos que necessitam de edição para :doc:`/formats/winrc`.
sv: Spara strängar som behöver redigeras till :doc:`/formats/winrc`.
tr: Düzenlenmesi gereken dizgelerin :doc:`/formats/winrc` olarak kaydedilmesi sağlandı.
uk: Збережено рядки, що потребують редагування, у :doc:`/formats/winrc`.
zh_hans: 保存需要编辑的字符串到 :doc:`/formats/winrc` 格式。

source: :ref:`check-xml-tags` better handle XML entities.
de: :ref:`check-xml-tags` kann XML-Entitäten besser verarbeiten.
ga: Is fearr aonáin XML a láimhseáil :ref:`check-xml-tags`.
hu: Az :ref:`check-xml-tags` mostantól jobban kezeli az XML entitásokat.
id: :ref:`check-xml-tags` menangani entitas XML dengan lebih baik.
ja: :ref:`check-xml-tags` は XML エンティティをより適切に処理します。
nl: :ref:`check-xml-tags` beter afhandelen van entiteiten voor XML.
pt: :ref:`check-xml-tags` manipular melhor as entidades XML.
pt_br: :ref:`check-xml-tags` manipular melhor as entidades XML.
sv: :ref:`check-xml-tags` hanterar XML-enheter bättre.
tr: :ref:`check-xml-tags` kalite denetiminin XML varlıklarını daha iyi işlemesi sağlandı.
uk: :ref:`check-xml-tags` краще обробляє XML-об'єкти.
zh_hans: :ref:`check-xml-tags` 更好地处理 XML 条目。

source: Automatic suggestions could mix up replacements between translated strings.
de: Automatische Vorschläge konnten Ersetzungen zwischen übersetzten Zeichenketten durcheinanderbringen.
ga: D’fhéadfadh moltaí uathoibríocha athchur a mheascadh idir teaghráin aistrithe.
hu: Javítva egy hiba, amely miatt az automatikus javaslatok összekeverhették a helyettesítéseket a különböző fordított szövegek között.
id: Saran otomatis dapat mencampuradukkan penggantian antara string yang diterjemahkan.
ja: 自動提案がプレースメントの異なる文字列を混同する可能性がある。
nl: Automatische suggesties zouden vervangingen tussen vertaalde tekenreeksen kunnen verstoren.
pt: As sugestões automáticas podem confundir as substituições entre as cadeias traduzidas.
pt_br: As sugestões automáticas podem confundir as substituições entre os textos traduzidos.
sv: Automatiska förslag kan blanda ihop ersättningar mellan översatta strängar.
ta: தானியங்கி பரிந்துரைகள் மொழிபெயர்க்கப்பட்ட சரங்களுக்கு இடையில் மாற்றீடுகளை கலக்கக்கூடும்.
tr: Kendiliğinden önerilerin, çevrilmiş dizgeler arasındaki değişikleri karıştırması sorunu düzeltildi.
uk: Автоматичні пропозиції могли переставляти замінники між перекладеними рядками.
zh_hans: 自动建议可能会弄混已翻译字符串的替换。

source: Compatibility with Django 5.1.
de: Kompatibilität mit Django 5.1.
ga: Comhoiriúnacht le Django 5.1.
hu: Kompatibilitás biztosítva a Django 5.1 verzióval.
id: Kompatibilitas dengan Django 5.1.
ja: Django 5.1 への互換性に対応。
nl: Compatibiliteit met Django 5.1.
pt: Compatibilidade com Django 5.1.
pt_br: Compatibilidade com Django 5.1.
ru: Совместимость с Django 5.1.
sv: Kompatibilitet med Django 5.1.
ta: சாங்கோ 5.1 உடன் பொருந்தக்கூடிய தன்மை.
tr: Django 5.1 uyumluluğu sağlandı.
uk: Забезпечено сумісність із Django 5.1.
zh_hans: 与 Django 5.1 的兼容性。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/114?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/114?closed=1>`__。

source: *Released on May 13th 2024.*
de: *Veröffentlicht am 13. Mai 2024.*
ga: *Eisithe ar 13 Bealtaine 2024.*
hu: *Kiadva: 2024. május 13.*
id: *Dirilis pada 13 Mei 2024.*
nl: *Uitgegeven op 13 mei 2024.*
pt_br: *Atualizado em 13 de maio de 2024.*
sv: *Släpptes den 13 maj 2024.*
tr: *13 Mayıs 2024 tarihinde yayınlandı.*
uk: *Випущено 13 травня 2024 року.*

source: False-positive merge failure alert when using push branch.
de: Falsch-positive Merge-Konflikt-Warnung beim Pushen des Branches.
ga: Foláireamh teip chumasc bréagach-dearfach agus brainse brú á úsáid.
hu: Javítva egy téves egyesítési hiba figyelmeztetés, a feltöltési ág használata esetén.
id: Peringatan kegagalan penggabungan positif palsu saat menggunakan cabang push.
ja: プッシュ ブランチの使用時に、誤検知のマージ失敗アラートが発生。
nl: Vals-positief alarm voor mislukken samenvoegen bij pushen naar tak.
pt: Alerta de falha de mesclagem falso-positivo ao usar "push branch".
pt_br: Alerta de falha de mesclagem falso-positivo ao usar "push branch".
sv: Falsk positiv varning om misslyckad sammanslagning vid användning av push-gren.
ta: புச் கிளையைப் பயன்படுத்தும் போது தவறான-நேர்மறை ஒன்றிணைப்பு தோல்வி எச்சரிக்கை.
tr: İtme dalı kullanıldığında hatalı doğru birleştirme uyarısı düzeltildi.
uk: Хибнопозитивне попередження про помилку злиття при використанні push-гілки.
zh_hans: 使用推送分支时的虚假合并失败警报。

source: Cleanup of stale repositories.
de: Bereinigung von veralteten Repositorys.
ga: Glanta stórtha seanchaite.
hu: Eltávolításra kerültek az elavult tárolók.
id: Pembersihan repositori yang basi.
ja: 古くなったリポジトリのクリーンアップ。
nl: Schoonmaken van vaststaande opslagruimten.
pt: Limpeza de repositórios obsoletos.
pt_br: Limpeza de repositórios obsoletos.
sv: Rensning av gamla arkiv.
ta: பழமையான களஞ்சியங்களை தூய்மை செய்தல்.
tr: Eski depolar temizlendi.
uk: Очищено застарілі репозиторії.
zh_hans: 过期仓库清理。
