Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Encryption of data in transit (TLS/SSL for all HTTP/S and VCS communication).
ga: Criptiú sonraí atá á n-aistriú (TLS/SSL do gach cumarsáid HTTP/S agus VCS).
hu: Adatok titkosítása átvitel közben (TLS/SSL minden HTTP/S és VCS kommunikációhoz).
id: Enkripsi data saat transit (TLS/SSL untuk semua komunikasi HTTP/S dan VCS).
nl: Versleutelen van gegevens die worden verplaatst (TLS/SSL voor alle communicatie HTTP/S en VCS).
sv: Kryptering av data under överföring (TLS/SSL för all HTTP/S- och VCS-kommunikation).
uk: Шифрування даних під час передачі (TLS/SSL для всіх HTTP/S та VCS-комунікацій).

source: Database hardening (the least privilege for Weblate user, strong passwords).
ga: Cruaú bunachar sonraí (an pribhléid is lú d'úsáideoir Weblate, pasfhocail láidre).
hu: Adatbázis megerősítése (Weblate felhasználónak minimális jogosultság, erős jelszavak).
id: Pengerasan basis data (hak istimewa paling sedikit bagi pengguna Weblate, kata sandi kuat).
nl: Database verharden (het minste recht voor gebruiker van Weblate, sterke wachtwoorden).
sv: Databasförstärkning (minsta möjliga behörighet för Weblate-användare, starka lösenord).
uk: Посилення захисту бази даних (мінімальні привілеї для користувача Weblate, надійні паролі).

source: **System hardening:**
ga: **Cruadú an chórais:**
hu: **Rendszer megerősítése:**
id: **Pengerasan sistem:**
nl: **Systeem verharden:**
sv: **Systemhärdning:**
uk: **Зміцнення системи:**

source: Regular patching of OS, Weblate, and all dependencies.
ga: Paistí rialta ar an gcóras oibriúcháin, Weblate, agus gach spleáchas.
hu: Az operációs rendszer, a Weblate és minden függőség rendszeres frissítése.
id: Penambalan rutin SO, Weblate, dan semua dependensi.
nl: Regelmatig patchen van OS, Weblate en alle afhankelijkheden.
sv: Regelbunden uppdatering av operativsystem, Weblate och alla beroenden.
uk: Регулярне оновлення ОС, Weblate та всіх залежностей.

source: Principle of least privilege for Weblate user account on the OS.
ga: Prionsabal na pribhléide is lú do chuntas úsáideora Weblate ar an gcóras oibriúcháin.
hu: A legkisebb jogosultság elve a Weblate felhasználói fiók esetén az operációs rendszeren.
id: Prinsip hak istimewa paling sedikit untuk akun pengguna Weblate di SO.
nl: Principe van het minste recht voor het account van de gebruiker van Weblate op het besturingssysteem.
sv: Principen om minsta möjliga behörighet för Weblate-användarkonton på operativsystemet.
uk: Принцип найменших привілеїв для облікового запису користувача Weblate в ОС.

source: Network segmentation (e.g., separating database and datastore from public access).
sv: Nätverkssegmentering (t.ex. separera databaser och datalager från allmän åtkomst).

source: Use of WAF (Web Application Firewall).
ga: Úsáid WAF (Balla Dóiteáin Feidhmchláir Gréasáin).
hu: Webalkalmazás-tűzfal (WAF) használata.
id: Penggunaan WAF (Web Application Firewall).
nl: WAF (Web Application Firewall) gebruiken.
sv: Användning av WAF (Web Application Firewall).
uk: Використання WAF (брандмауера веб-застосунків).

source: **Logging and monitoring:**
ga: **Logáil agus monatóireacht:**
hu: **Naplózás és megfigyelés:**
id: **Pencatatan dan pemantauan:**
nl: **Loggen en monitoren:**
sv: **Loggning och övervakning:**
uk: **Ведення журналу та моніторинг:**

source: Comprehensive audit logging of all security-relevant events (logins, failed logins, permission changes, critical configuration changes, VCS operations).
ga: Logáil iniúchta chuimsitheach ar gach imeacht a bhaineann le slándáil (logálacha isteach, logálacha isteach nár éirigh leo, athruithe ceadanna, athruithe cumraíochta criticiúla, oibríochtaí VCS).
hu: Minden biztonsági szempontból releváns esemény (bejelentkezések, sikertelen bejelentkezések, jogosultságváltozások, kritikus beállítások módosítása, VCS-műveletek) átfogó auditnaplózása.
id: Pencatatan audit komprehensif dari semua peristiwa yang relevan dengan keamanan (masuk, masuk gagal, perubahan izin, perubahan konfigurasi kritis, operasi VCS).
nl: Uitgebreid loggen voor audit van alle beveiligings-relevante gebeurtenissen (inloggen, mislukt inloggen, wijzigingen in rechten, kritische wijzigingen in de configuratie, bewerkingen aan VCS).
sv: Omfattande revisionsloggning av alla säkerhetsrelaterade händelser (inloggningar, misslyckade inloggningar, behörighetsändringar, kritiska konfigurationsändringar, VCS-åtgärder).
uk: Комплексне ведення журналу аудиту всіх подій, пов'язаних з безпекою (входи в систему, невдалі входи, зміни дозволів, критичні зміни конфігурації, операції VCS).

source: Centralized logging and alerting for security incidents, for example :ref:`graylog`.
ga: Logáil agus foláirimh láraithe le haghaidh teagmhas slándála, mar shampla :ref:`graylog`.
hu: Biztonsági események központosított naplózása és riasztása, például a :ref:`graylog` használatával.
id: Pencatatan dan peringatan terpusat untuk insiden keamanan, misalnya :ref:`graylog`.
nl: Gecentraliseerd inloggen en alarmering voor incidenten ten opzichte van de veiligheid, bijvoorbeeld :ref:`graylog`.
sv: Centraliserad loggning och varning för säkerhetsincidenter, till exempel :ref:`graylog`.
uk: Централізоване ведення журналу та оповіщення про інциденти безпеки, наприклад :ref:`graylog`.

source: **Secure development practices:**
ga: **Cleachtais forbartha slána:**
hu: **Biztonságos fejlesztési gyakorlatok:**
id: **Praktik pengembangan yang aman:**
nl: **Veilig uitvoeren van ontwikkeling:**
pt_br: **Práticas de desenvolvimento seguras:**
sv: **Säkra utvecklingsmetoder:**
uk: **Безпечні методи розробки:**

source: Code reviews with a security focus.
ga: Athbhreithnithe cóid le fócas ar shlándáil.
hu: Biztonsági szempontokra fókuszáló kódfelülvizsgálatok.
id: Tinjauan kode dengan fokus keamanan.
nl: Code nakijken met de focus op beveiliging.
sv: Kodgranskningar med fokus på säkerhet.
uk: Перевірка коду з акцентом на безпеку.

source: Static Application Security Testing (SAST) and Dynamic Application Security Testing (DAST), see :doc:`/contributing/code`.
ga: Tástáil Slándála Feidhmchláir Statach (SAST) agus Tástáil Slándála Feidhmchláir Dinimiciúil (DAST), féach :doc:`/contributing/code`.
hu: Statikus és dinamikus alkalmazásbiztonsági tesztelés (SAST és DAST), lásd: :doc:`/contributing/code`.
id: Pengujian Keamanan Aplikasi Statis (SAST) dan Pengujian Keamanan Aplikasi Dinamis (DAST), lihat :doc:`/contributing/code`.
nl: Static Application Security Testing (SAST) en Dynamic Application Security Testing (DAST), bekijk :doc:`/contributing/code`.
sv: Statisk applikationssäkerhetstestning (SAST) och dynamisk applikationssäkerhetstestning (DAST), se :doc:`/contributing/code`.
uk: Статичне тестування безпеки застосунків (SAST) та динамічне тестування безпеки застосунків (DAST), див. :doc:`/contributing/code`.

source: Dependency vulnerability scanning, see :doc:`/security/dependencies`.
ga: Scanadh leochaileachta spleáchais, féach :doc:`/security/dependencies`.
hu: Függőségek sebezhetőségének vizsgálata, lásd: :doc:`/security/dependencies`.
id: Pemindaian kerentanan ketergantungan, lihat :doc:`/security/dependencies`.
nl: Scannen van de kwetsbaarheid van afhankelijkheden, bekijk :doc:`/security/dependencies`.
sv: Sårbarhetsskanning av beroenden, se :doc:`/security/dependencies`.
uk: Сканування вразливостей залежностей, див. :doc:`/security/dependencies`.

source: Regular security audits and penetration testing.
ga: Iniúchtaí slándála rialta agus tástáil treáite.
hu: Rendszeres biztonsági auditok és behatolás-tesztelések végrehajtása.
id: Audit keamanan rutin dan pengujian penetrasi.
nl: Regelmatige audits van beveiliging en testen op binnendringen.
sv: Regelbundna säkerhetsrevisioner och penetrationstester.
uk: Регулярні аудити безпеки та тестування на проникнення.

source: **Error handling:**
ga: **Láimhseáil earráide:**
hu: **Hibakezelés:**
id: **Penanganan galat:**
nl: **Foutafhandeling:**
sv: **Felhantering:**
uk: **Обробка помилок:**

source: Generic error messages that do not reveal sensitive internal information.
ga: Teachtaireachtaí earráide cineálacha nach nochtann faisnéis inmheánach íogair.
hu: Általános hibaüzenetek használata, amelyek nem árulnak el érzékeny belső információkat.
id: Pesan galat umum yang tidak mengungkapkan informasi internal yang sensitif.
nl: Algemene foutberichten die geen gevoelige interne informatie onthullen.
sv: Generiska felmeddelanden som inte avslöjar känslig intern information.
uk: Загальні повідомлення про помилки, які не розкривають конфіденційну внутрішню інформацію.

source: US controls compliance
sv: USA kontrollerar efterlevnaden

source: ITAR and other export controls
de: ITAR und andere Exportkontrollen
ga: ITAR agus rialuithe onnmhairithe eile
hu: ITAR és egyéb exportellenőrzések
id: ITAR dan kontrol ekspor lainnya
ja: ITAR およびその他の輸出規制
nl: ITAR en ander exportbeheer
pt: ITAR e outros controles de exportação
pt_br: ITAR e outros controles de exportação
ro: ITAR și alte controale la export
ru: ITAR и другие меры контроля экспорта
sv: ITAR och andra exportkontroller
ta: itar மற்றும் பிற ஏற்றுமதி கட்டுப்பாடுகள்
tr: ITAR ve diğer ihracat denetimleri
uk: ITAR та інші обмеження експортування
zh_hans: ITAR和其他出口管制
zh_hant: itar和其他出口管制

source: Weblate can be run within your own datacenter or virtual private cloud. As such, it can be used to store ITAR or other export-controlled information, however, end users are responsible for ensuring such compliance.
de: Weblate kann in Ihrem eigenen Rechenzentrum oder in einer virtuellen privaten Cloud betrieben werden. Als solches kann es zur Speicherung von ITAR- oder anderen exportkontrollierten Informationen verwendet werden, allerdings sind die Endverbraucher für das Einhalten dieser Vorschriften verantwortlich.
ga: Is féidir Weblate a rith laistigh de do datacenter féin nó scamall príobháideach fíorúil. Mar sin, is féidir é a úsáid chun ITAR nó faisnéis eile arna rialú ag onnmhairiú a stóráil, ach tá úsáideoirí deiridh freagrach as comhlíonadh den sórt sin a áirithiú.
hu: A Weblate futtatható saját adatközpontban vagy virtuális privát felhőben. Ennek köszönhetően alkalmas ITAR vagy más exportkorlátozott információ tárolására is, azonban a felhasználók felelőssége az előírásoknak való megfelelés biztosítása.
id: Weblate dapat dijalankan di pusat data Anda sendiri atau di cloud pribadi virtual. Dengan demikian, Weblate dapat digunakan untuk menyimpan ITAR atau informasi lain yang dikontrol ekspor, namun, pengguna akhir bertanggung jawab untuk memastikan kepatuhan tersebut.
ja: Weblate は、お客様のデータセンターまたは仮想プライベート クラウド内で実行できます。そのため、ITAR またはその他の輸出管理情報を格納するために使用できますが、このようなコンプライアンスを確保する責任はエンドユーザーにあります。
nl: Weblate kan worden uitgevoerd in uw eigen datacenter of virtuele privé cloud. Als zodanig kan het worden gebruikt om ITAR of andere export beheerde informatie op te slaan, echter, eindgebruikers zijn verantwoordelijk voor het voldoen aan een dergelijke conformiteit.
pt: O Weblate pode ser usado dentro do seu próprio datacenter ou nuvem privada virtual. Como tal, ele pode ser usado para armazenar informações ITAR ou outras controladas por exportação; no entanto, os utilizadores finais são responsáveis por garantir tal conformidade.
pt_br: O Weblate pode ser executado em seu próprio data center ou em Nuvem privada virtual. Como tal, ele pode ser usado para armazenar ITAR ou outras informações controladas para exportação; no entanto, os usuários finais são responsáveis por garantir essa conformidade.
ro: Weblate poate fi rulat în cadrul propriului centru de date sau al unui cloud privat virtual. Ca atare, poate fi utilizat pentru a stoca informații ITAR sau alte informații controlate la export; cu toate acestea, utilizatorii finali sunt responsabili pentru asigurarea acestei conformități.
ru: Weblate может быть запущен в вашем собственном датацентре или виртуальном частном облаке. В этом случае, он также может быть использован для хранения информации, подпадающей под ограничения, наложенные ITAR (*International Traffic in Arms Regulations*, *Правилами международной торговли оборонной продукцией* США) или какими-либо другими правилами; однако, в таком случае ответственность за соответствие всей информации данным правилам несут сами конечные пользователи.
sv: Weblate kan köras i ditt eget datacenter eller virtuella privata moln. Som sådan kan det användas för att lagra ITAR eller annan exportkontrollerad information, men slutanvändarna är ansvariga för att säkerställa sådan efterlevnad.
ta: வலைபெயர்ப்பு உங்கள் சொந்த டேட்டாசென்டர் அல்லது மெய்நிகர் தனியார் மேகத்திற்குள் இயக்கப்படலாம். எனவே, ஐ.டி.ஏ.ஆர் அல்லது பிற ஏற்றுமதி கட்டுப்பாட்டு தகவல்களை சேமிக்க இதைப் பயன்படுத்தலாம், இருப்பினும், இறுதி பயனர்கள் அத்தகைய இணக்கத்தை உறுதி செய்வதற்கு பொறுப்பாவார்கள்.
tr: Weblate, kendi veri merkezinizde veya özel sanal bulutunuzda çalıştırılabilir. Bu nedenle, ITAR veya diğer ihracat denetimi bilgilerini tutmak için kullanılabilir. Ancak bu uyumluluğu sağlamak son kullanıcıların sorumluluğundadır.
uk: Weblate може працювати у вашому власному датацентрі або віртуальній приватній хмарі. Як такий, Weblate можна використовувати для зберігання ITAR або інших відомостей, які підлягають експортному контролю. Втім, за забезпечення виконання відповідних умов відповідальність несуть кінцеві користувачі.
zh_hans: Weblate 可以在您自己的数据中心或虚拟私有云中运行。因此，它可用于存储 ITAR 或其他出口管制信息，但最终用户有责任确保此类合规性。
zh_hant: Weberate可以在您自己的數據中心或虛擬私有云中運行。因此，它可用於存儲ITAR或其他導出控制信息，但是，最終用戶負責確保這種合規性。

source: The Hosted Weblate service has not been audited for compliance with ITAR or other export controls, and does not currently offer the ability to restrict translations access by country.
de: Der Hosted-Weblate-Dienst wurde nicht auf die Einhaltung von ITAR oder anderen Exportkontrollen geprüft und bietet derzeit keine Möglichkeit, den Zugriff auf Übersetzungen nach Ländern zu beschränken.
ga: Ní dhearnadh iniúchadh ar an tseirbhís Óstáil Weblate maidir le comhlíonadh ITAR nó rialuithe easpórtála eile, agus ní thairgeann sí faoi láthair an cumas rochtain aistriúcháin a shrianadh de réir tíre.
hu: A Hosted Weblate szolgáltatás nem esett át ITAR- vagy egyéb exportellenőrzési megfelelőségi auditon, és jelenleg nem kínál lehetőséget az ország szerinti hozzáféréskorlátozásra a fordításokhoz.
id: Layanan Hosted Weblate belum diaudit untuk kepatuhan terhadap ITAR atau kontrol ekspor lainnya, dan saat ini tidak menawarkan kemampuan untuk membatasi akses terjemahan berdasarkan negara.
ja: Hosted Weblate サービスは、ITAR またはその他の輸出規制への準拠について監査していません。また、現在、翻訳サイトへの接続を国ごとに制限する機能も提供していません。
nl: De service Hosted Weblate is niet geauditeerd voor conformiteit met ITAR of ander exportbeheer, en biedt momenteel niet de mogelijkheid om toegang tot vertalingen per land te beperken.
pt: O serviço Hosted Weblate não foi auditado pela conformidade com ITAR ou outros controles de exportação e atualmente não oferece a capacidade de restringir traduções de acesso por país.
pt_br: Hosted Weblate serviço não foi auditado pela conformidade com ITAR ou outros controles de exportação, e atualmente não oferece a capacidade de restringir traduções de acesso por país.
ro: Serviciul Hosted Weblate nu a fost auditat în ceea ce privește conformitatea cu ITAR sau alte controale la export și nu oferă în prezent posibilitatea de a restricționa accesul la traduceri în funcție de țară.
ru: Облачный хостинг Weblate не проверялся на соответствие требованиям ITAR или каким-либо другим правилам контроля экспорта, а также на данный момент не предоставляет каких-либо возможностей для ограничения доступа переводчиков в зависимости от их страны.
sv: Den webbaserade tjänsten Weblate har inte granskats med avseende på efterlevnad av ITAR eller andra exportkontroller och erbjuder för närvarande inte möjligheten att begränsa åtkomsten till översättningar per land.
ta: ஐ.டி.ஏ.ஆர் அல்லது பிற ஏற்றுமதி கட்டுப்பாடுகளுக்கு இணங்க புரவலன் செய்யப்பட்ட வலைபெயர்ப்பு பணி தணிக்கை செய்யப்படவில்லை, மேலும் தற்போது நாட்டின் மொழிபெயர்ப்பு அணுகலை கட்டுப்படுத்தும் திறனை வழங்கவில்லை.
tr: Hosted Weblate hizmeti, ITAR veya diğer ihracat denetimleriyle uyumluluğu açısından denetlenmemiştir ve şu anda ülkeye göre çeviri erişimini kısıtlama olanağı sunmamaktadır.
uk: Аудит на відповідність ITAR та іншим умовам експортного контролю для Hosted Weblate не виконувався. У поточній версії цей сайт не надає можливості обмежувати доступ до перекладів за країною.
zh_hans: Hosted Weblate 服务未经过 ITAR 或其他出口管制合规性审核，目前不提供按国家/地区限制翻译访问的功能。
zh_hant: 託管的WebBlate服務尚未遵守符合ITAR或其他出口管制，目前尚未提供限制國家/地區訪問權限的能力。

source: US encryption controls
de: US-Verschlüsselungskontrollen
ga: rialuithe criptithe SAM
hu: Amerikai titkosítási szabályozás
id: Kontrol enkripsi AS
ja: 米国の暗号化規制
nl: VS encryptiebeheer
pt: Controlos de criptografia dos EUA
pt_br: Controles de criptografia dos EUA
ro: Controale de criptare în SUA
ru: Ограничения на шифрование в США
sv: Amerikanska krypteringskontroller
ta: அமெரிக்க குறியாக்க கட்டுப்பாடுகள்
tr: ABD şifreleme denetimleri
uk: Умови керування шифруванням США
zh_hans: 美国加密控制

source: Weblate does not contain any cryptographic code, but might be subject export controls as it uses third party components utilizing cryptography for authentication, data-integrity and -confidentiality.
de: Weblate enthält keinen kryptografischen Code, könnte aber Exportkontrollen unterliegen, da es Komponenten von Drittanbietern verwendet, die Kryptografie für Authentifizierung, Datenintegrität und -vertraulichkeit einsetzen.
ga: Níl aon chód cripteagrafach ag Weblate, ach d'fhéadfadh sé a bheith faoi réir rialuithe easpórtála mar go n-úsáideann sé comhpháirteanna tríú páirtí ag baint úsáide as cripteagrafaíocht le haghaidh fíordheimhnithe, sláine sonraí agus rúndacht.
hu: A Weblate nem tartalmaz kriptográfiai kódot, de exportkorlátozás alá eshet, mivel olyan külső komponenseket használ, amelyek kriptográfiát alkalmaznak hitelesítésre, adatintegritásra és adatvédelemre.
id: Weblate tidak mengandung kode kriptografi apa pun, tetapi mungkin tunduk pada kontrol ekspor karena menggunakan komponen pihak ketiga yang memanfaatkan kriptografi untuk autentikasi, integritas data, dan kerahasiaan.
ja: Weblate には暗号化コードは含まれていませんが、認証、データの整合性、機密性に暗号化が必要なサードパーティのコンポーネントを使用しているため、輸出規制の対象になる可能性があります。
nl: Weblate bevat geen cryptografische code, maar zou onderwerp voor exportbeheer kunnen zijn, omdat het onderdelen van derde partijen gebuikt die cryptografie gebruiken voor authenticatie, integriteit en vertrouwelijkheid van gegevens.
pt: O Weblate não contém nenhum código criptográfico, mas pode ser objeto de controles de exportação, pois usa componentes de terceiros utilizando criptografia para autenticação, integridade de dados e confidencialidade.
pt_br: O Weblate não contém nenhum código criptográfico, mas pode ser objeto de controles de exportação, pois usa componentes de terceiros utilizando criptografia para autenticação, integridade de dados e confidencialidade.
ro: Weblate nu conține niciun cod criptografic, dar ar putea face obiectul controalelor la export, deoarece utilizează componente ale unor terțe părți care folosesc criptografia pentru autentificare, integritatea și confidențialitatea datelor.
ru: Weblate сам по себе не содержит какой-либо криптографический код, хотя и может быть предметом ограничений на шифрование, так как он использует другие сторонние компоненты, использующие криптографию для авторизации, а также контроля целостности и конфиденциальности данных.
sv: Weblate innehåller ingen kryptografisk kod, men kan omfattas av exportkontroller eftersom det använder komponenter från tredje part som använder kryptografi för autentisering, dataintegritet och sekretess.
ta: வலைபெயர்ப்பில் எந்த கிரிப்டோகிராஃபிக் குறியீடும் இல்லை, ஆனால் ஏற்பு, தரவு -ஒருங்கிணைப்பு மற்றும் -இணக்கத்தன்மை ஆகியவற்றிற்காக குறியாக்கவியல் பயன்படுத்தும் மூன்றாம் தரப்பு கூறுகளைப் பயன்படுத்துவதால் பொருள் ஏற்றுமதி கட்டுப்பாடுகளாக இருக்கலாம்.
tr: Weblate içinde herhangi bir şifreleme kodu bulunmaz. Ancak kimlik doğrulama, veri bütünlüğü ve gizlilik için şifreleme kullanan üçüncü taraf bileşenleri kullandığından ihracat denetimlerine tabi olabilir.
uk: У Weblate немає специфічного коду для шифрування, але Weblate може підлягати експортному контролю, оскільки використовує сторонні складники, які використовують шифрування для розпізнавання користувачів, забезпечення цілісності та конфіденційності даних.
zh_hans: Weblate 不包含任何加密代码，但可能会受到出口管制，因为它使用第三方组件利用加密进行身份验证、数据完整性和机密性。
zh_hant: Web2Rate不包含任何加密代碼，但可能是使用使用加密，數據Integrity和-Confidentiality使用加密的第三方組件的主題導出控件。
