Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This check is not applied to Fluent Terms since Terms always have a value, and Term attributes tend to be locale-specific (used for grammar rules, etc.), and are not expected to appear in all translations.
de: Diese Prüfung wird nicht auf Fluent-Begriffe angewendet, da Begriffe immer einen Wert haben und ihre Attribute in der Regel gebietsschemaspezifisch sind (für Grammatikregeln usw.) und nicht in allen Übersetzungen vorkommen sollen.
ga: Ní chuirtear an tseiceáil seo i bhfeidhm ar Théarmaí Líofa toisc go mbíonn luach ag Téarmaí i gcónaí, agus is gnách go mbíonn tréithe Téarma sainiúil don logán (a úsáidtear le haghaidh rialacha gramadaí, srl.), agus ní mheastar go mbeidh siad le feiceáil i ngach aistriúchán.
hu: Ez az ellenőrzés nem vonatkozik Fluent szakkifejezésekre (Terms), mivel azok mindig tartalmaznak értéket, attribútumaik pedig általában nyelvspecifikusak (pl. nyelvtani szabályokhoz), ezért nem feltétlenül kell megjelenniük minden fordításban.
id: Pemeriksaan ini tidak diterapkan pada Istilah Fluent karena Istilah selalu memiliki nilai, dan atribut Istilah cenderung spesifik lokal (digunakan untuk aturan tata bahasa, dll.), dan tidak diharapkan muncul dalam semua terjemahan.
ja: この検査は Fluent 用語には適用されません。なぜなら、用語は常に値を持つためです。また、用語の属性はロケール固有のものであり（文法規則などで使用）、すべての翻訳に表示されることは期待されないからです。
nl: Deze controle wordt niet toegepast op Fluent Terms, omdat Terms altijd ene waarde hebben, en attributen van Term neigen ernaar locale-specifiek te zijn (gebruikt voor grammaticaregels, etc.), en worden niet verwacht te verschijnen in alle vertalingen.
pt_br: Essa verificação não é aplicada aos Termos Fluent, pois os Termos sempre têm um valor, e os atributos dos Termos tendem a ser específicos da localidade (usados para regras gramaticais, etc.) e não devem aparecer em todas as traduções.
ru: Эта проверка не применяется к терминам Fluent, поскольку термины всегда имеют значение, а атрибуты терминов обычно зависят от локали (используются для грамматических правил и т. д.) и не должны появляться во всех переводах.
sv: Denna kontroll tillämpas inte på flytande termer, eftersom termer alltid har ett värde och termattribut tenderar att vara lokalspecifika (används för grammatikregler etc.) och inte förväntas förekomma i alla översättningar.
ta: விதிமுறைகள் எப்போதுமே ஒரு மதிப்பைக் கொண்டிருப்பதால் இந்த சோதனை சரளமாகப் பயன்படுத்தப்படாது, மேலும் கால பண்புக்கூறுகள் இருப்பிட-குறிப்பிட்டதாக இருக்கும் (இலக்கண விதிகள் போன்றவற்றுக்குப் பயன்படுத்தப்படுகின்றன), மேலும் அவை எல்லா மொழிபெயர்ப்புகளிலும் தோன்றும் என்று எதிர்பார்க்கப்படுவதில்லை.
tr: Terimlerin her zaman bir değeri olduğundan ve terim nitelikleri genellikle yerel ayarlara (dilbilgisi kuralları vb. için kullanılır) özgü olduğundan ve tüm çevirilerde bulunması beklenmediğinden, bu denetim Fluent terimleri için uygulanmaz.
uk: Ця перевірка є незастосовною до термінів Fluent, оскільки терміни завжди мають значення, а атрибути терміну загалом є специфічними для локалей (використовуються для граматичних правил тощо), вони мають бути не в усіх перекладах.
zh_hans: 此检查不应用于 Fluent Terms，因 Terms 始终有一个值。此外， Term 属性往往随区域设置不同而不同（用于语法规则等），且预计不会出现在所有翻译中。

source: Fluent references
de: Fluent-Referenzen
ga: Tagairtí líofa
hu: Fluent-hivatkozások
id: Referensi Fluent
ja: Fluent 参照
nl: Fluent-referenties
pt: Referências Fluent
pt_br: Referências Fluent
ro: Referințe Fluent
ru: Ссылки Fluent
sv: Fluent-referenser
ta: சரளமான குறிப்புகள்
tr: Fluent başvuruları
uk: Посилання Fluent
zh_hans: Fluent 参考

source: Fluent references should match.
de: Fluent-Referenzen sollten übereinstimmen.
ga: Ba chóir go mbeadh tagairtí líofa ag teacht leis na critéir.
hu: A Fluent-hivatkozásoknak egyezniük kell.
id: Referensi Fluent harus cocok.
nl: De Fluent-referenties zouden overeen moeten komen.
pt_br: As referências Fluent devem corresponder.
sv: Fluent-referenser ska stämma överens.
tr: Fluent başvuruları eşleşmeli.
uk: Повільні посилання мають збігатися.

source: A Fluent Message or Term can reference another Message, Term, Attribute, or a variable. For example:
de: Eine Fluent-Nachricht oder ein Fluent-Begriff kann auf eine andere Nachricht, einen Begriff, ein Attribut oder eine Variable verweisen. Zum Beispiel:
ga: Is féidir le Teachtaireacht nó Téarma Líofa tagairt a dhéanamh do Theachtaireacht, Téarma, Tréith nó Athróg eile. Mar shampla:
hu: Egy Fluent üzenet vagy szakkifejezés (Term) hivatkozhat másik üzenetre, szakkifejezésre, attribútumra vagy változóra. Például:
id: Pesan atau Istilah Fluent dapat merujuk pada Pesan, Istilah, Atribut, atau variabel lain. Misalnya:
ja: Fluent メッセージや用語は、他のメッセージ、用語、属性、または変数を参照できます。例:
nl: Een Fluent Message of Term kan ook verwijzen naar een andere Message, Term, attribuut of een variabele. Bijvoorbeeld:
pt_br: Uma Mensagem ou Termo Fluent pode referenciar outra Mensagem, Termo, Atributo ou uma variável. Por exemplo:
ru: Сообщение Fluent или термин может ссылаться на другое сообщение, термин, атрибут или переменную. Например:
sv: Ett flytande meddelande eller begrepp kan hänvisa till ett annat meddelande, begrepp, attribut eller en variabel. Till exempel:
ta: ஒரு சரளமான செய்தி அல்லது சொல் மற்றொரு செய்தி, சொல், பண்புக்கூறு அல்லது மாறியைக் குறிக்கலாம். உதாரணத்திற்கு:
tr: Bir Fluent iletisi veya terimi başka bir iletiye, terime, niteliğe veya bir değişkene başvurabilir. Örneğin:
uk: Повідомлення або термін Fluent може посилатися на інше повідомлення, термін, атрибут або змінну. Приклад:
zh_hans: Fluent 消息或 Term 可参考另一个消息、术语、属性或变量。比如：

source: Generally, translated Messages or Terms are expected to contain the same references as the source, although not necessarily in the same order of appearance. So this check ensures that translations use the same references in their value as the source value, the same number of times, and with no additions. For Messages, this will also check that each Attribute in the translation uses the same references as the matching Attribute in the source.
de: Im Allgemeinen wird erwartet, dass übersetzte Nachrichten oder Begriffe die gleichen Referenzen enthalten wie die Quelle, wenn auch nicht unbedingt in der gleichen Reihenfolge. Diese Prüfung stellt also sicher, dass die Übersetzungen dieselben Referenzen in ihrem Wert verwenden wie der Quellwert, und zwar in derselben Anzahl und ohne Zusätze. Bei Nachrichten wird auch geprüft, ob jedes Attribut in der Übersetzung die gleichen Referenzen wie das entsprechende Attribut in der Quelle verwendet.
ga: Go ginearálta, táthar ag súil go mbeidh na tagairtí céanna i dTeachtaireachtaí nó i dTéarmaí aistrithe agus atá san fhoinse, cé nach gá go mbeidh siad san ord céanna cuma. Mar sin cinntíonn an tseiceáil seo go n-úsáideann aistriúcháin na tagairtí céanna ina luach agus an luach foinseach, an líon céanna uaireanta, agus gan aon bhreiseanna. Maidir le Teachtaireachtaí, seiceálfaidh sé seo freisin go n-úsáideann gach Tréith san aistriúchán na tagairtí céanna leis an Tréith mheaitseála sa fhoinse.
hu: Általánosságban elvárás, hogy a lefordított üzenetek vagy szakkifejezések ugyanazokat a hivatkozásokat tartalmazzák, mint a forrás, bár nem feltétlenül ugyanabban a sorrendben. Ez az ellenőrzés biztosítja, hogy a fordítás az értékekben ugyanazokat a hivatkozásokat használja, ugyanannyiszor, és ne tartalmazzon többletet. Üzenetek esetén az attribútumokra is vonatkozik ez az ellenőrzés: minden fordított attribútumnak ugyanazokat a hivatkozásokat kell tartalmaznia, mint a forrás megfelelő attribútumának.
id: Umumnya, Pesan atau Istilah yang diterjemahkan diharapkan berisi referensi yang sama dengan sumbernya, meskipun tidak harus dalam urutan kemunculan yang sama. Oleh karena itu, pemeriksaan ini memastikan bahwa terjemahan menggunakan referensi yang sama dalam nilainya dengan nilai sumber, dengan frekuensi yang sama, dan tanpa penambahan. Untuk Pesan, pemeriksaan ini juga akan memeriksa bahwa setiap Atribut dalam terjemahan menggunakan referensi yang sama dengan Atribut yang sesuai dalam sumber.
ja: 一般的に、翻訳されたメッセージや用語には、ソースと同じ参照が含まれていることが求められます。ただし、必ずしも同じ順序で表示されることは必要ありません。したがって、この検査は翻訳がソースの値と同じ参照を使用し、同じ回数、追加なしで使用していることを確認します。メッセージの場合、翻訳の各属性が、ソースの対応する属性と同じ参照を使用していることも確認します。
nl: Over het algemeen worden vertaalde Messages of Terms verwacht dezelfde verwijzingen te bevatten als de bron, hoewel niet noodzakelijkerwijze in dezelfde volgorde waarin zij verschijnen. Deze controle zorgt er dus voor dat vertalingen dezelfde verwijzingen gebruiken in hun waarde als de bronwaarde, hetzelfde aantal keren en zonder aanvullingen. Voor Messages zal dit ook controleren dat elk attribuut in de vertaling dezelfde verwijzingen gebruikt als het overeenkomende attribuut in de bron.
pt_br: Geralmente, espera-se que Mensagens ou Termos traduzidos contenham as mesmas referências que a fonte, embora não necessariamente na mesma ordem de aparição. Então, essa verificação garante que as traduções usem as mesmas referências em seu valor que o valor da fonte, o mesmo número de vezes e sem adições. Para Mensagens, isso também verificará se cada Atributo na tradução usa as mesmas referências que o Atributo correspondente na fonte.
ru: Как правило, переведённые сообщения или термины должны содержать те же ссылки, что и источник, хотя и не обязательно в том же порядке их появления. Таким образом, эта проверка гарантирует, что переводы используют в своем значении те же ссылки, что и исходное значение, такое же количество раз и без каких-либо дополнений. Для сообщений также будет проверено, что каждый атрибут в переводе использует те же ссылки, что и соответствующий атрибут в источнике.
sv: I allmänhet förväntas översatta meddelanden eller termer innehålla samma referenser som källan, men inte nödvändigtvis i samma ordning. Denna kontroll säkerställer alltså att översättningarna använder samma referenser i sitt värde som källvärdet, samma antal gånger och utan tillägg. För meddelanden kontrolleras också att varje attribut i översättningen använder samma referenser som motsvarande attribut i källan.
ta: பொதுவாக, மொழிபெயர்க்கப்பட்ட செய்திகள் அல்லது விதிமுறைகள் மூலத்தின் அதே குறிப்புகளைக் கொண்டிருக்கும் என்று எதிர்பார்க்கப்படுகிறது, இருப்பினும் ஒரே தோற்றத்தில் அவசியமில்லை. எனவே இந்த சோதனை மொழிபெயர்ப்புகள் அவற்றின் மதிப்பில் மூல மதிப்பு, அதே எண்ணிக்கையிலான முறை மற்றும் சேர்த்தல் இல்லாமல் பயன்படுத்துவதை உறுதி செய்கிறது. செய்திகளைப் பொறுத்தவரை, மொழிபெயர்ப்பில் உள்ள ஒவ்வொரு பண்புகளும் மூலத்தில் பொருந்தக்கூடிய பண்புக்கூறின் அதே குறிப்புகளைப் பயன்படுத்துகின்றன என்பதையும் இது சரிபார்க்கும்.
tr: Genel olarak, çevrilmiş iletilerde veya terimlerde, aynı görünüm sırasında olmasa da, kaynakla aynı başvuruların bulunması beklenir. Dolayısıyla bu denetim, çevirilerin kendi değerlerinde kaynak değerle aynı başvuruları, aynı sayıda ve hiçbir ekleme olmadan kullanmasını sağlar. Bu denetim aynı zamanda iletiler için çevirideki her bir niteliğin, kaynaktaki eşleşen nitelik ile aynı başvuruları kullanıp kullanmadığını da denetler.
uk: Загалом, вважається, що у перекладених повідомленнях або термінах містяться ті самі посилання, що і у початкових даних, хоча і не обов'язково у тому самому порядку. Отже, ця перевірка забезпечує використання тих самих посилань із їхніми значеннями, що і у початкових даних, у перекладах, у тій самій кількості без жодних додавань. Для повідомлень також буде перевірено, що у кожному атрибуті у перекладі буде використано ті самі посилання, що і у відповідному атрибуті початкових даних.
zh_hans: 一般地，翻译的消息或术语预计包含和原文相同的参考，虽然这些参考未必以相同顺序出现。所以此检查确保翻译值和原文值所用的参考内容一样，次数相同且无额外添加。对于消息，这还检查翻译中的每个属性和原文中相匹配属性所用的参考相同。

source: When the source or translation contains Fluent Select Expressions, then each possible variant in the source must be matched with at least one variant in the translation with the same references, and vice versa.
de: Wenn die Quelle oder Übersetzung Fluent-Select-Ausdrücke enthält, dann muss jede mögliche Variante in der Quelle mit mindestens einer Variante in der Übersetzung mit den gleichen Referenzen übereinstimmen und umgekehrt.
ga: Nuair atá Sloinn Roghnaithe Líofa san fhoinse nó san aistriúchán, ansin ní mór gach malairt fhéideartha san fhoinse a mheaitseáil le malairt amháin ar a laghad san aistriúchán leis na tagairtí céanna, agus vice versa.
hu: Ha a forrás vagy a fordítás Fluent választási kifejezéseket (Select Expressions) tartalmaz, akkor a forrásban szereplő minden egyes változatnak legalább egy olyan fordításbeli változattal kell egyeznie, amely ugyanazokat a hivatkozásokat tartalmazza, és fordítva is.
id: Bila sumber atau terjemahannya berisi Ekspresi Select Fluent, maka setiap kemungkinan varian dalam sumber harus dicocokkan dengan setidaknya satu varian dalam terjemahan dengan referensi yang sama, dan sebaliknya.
ja: ソースまたは翻訳に Fluent Select 式が含まれている場合、ソースの各可能な別表記の文字列は、翻訳においても同じ参照を持つ少なくとも 1 つの別表記の文字列と一致することが必要であり、その逆も同様です。
nl: Wanneer de bron of vertaling Fluent Select Expressions bevat, dan moet elke mogelijke variant in de bron overeenkomen met ten minste een variant met dezelfde verwijzing in de vertaling, en vice versa.
pt_br: Quando a fonte ou tradução contém Expressões de Seleção Fluent , cada variante possível na fonte deve ser correspondida com pelo menos uma variante na tradução com as mesmas referências, e vice-versa.
ru: Если источник или перевод содержит выражения Fluent Select, то каждый возможный вариант в источнике должен сопоставляться хотя бы с одним вариантом в переводе с теми же ссылками, и наоборот.
sv: När källtexten eller översättningen innehåller Fluent Select Expressions måste varje möjlig variant i källtexten matchas med minst en variant i översättningen med samma referenser, och vice versa.
ta: மூல அல்லது மொழிபெயர்ப்பில் சரளமாக தேர்ந்தெடுக்கப்பட்ட வெளிப்பாடுகள் இருக்கும்போது, மூலத்தில் உள்ள ஒவ்வொரு சாத்தியமான மாறுபாடும் மொழிபெயர்ப்பில் குறைந்தது ஒரு மாறுபாட்டுடன் அதே குறிப்புகளுடன் பொருந்த வேண்டும், மேலும் நேர்மாறாகவும்.
tr: Kaynakta veya çeviride Fluent seçme ifadeleri bulunduğunda, kaynaktaki olası her çeşit, çeviride aynı başvuruları kullanan en az bir çeşitle eşleştirilmelidir. Bunun tersi de geçerlidir.
uk: Якщо у початкових даних або перекладі містяться вирази вибору Fluent, кожному можливому варіанту у початковому коді має відповідати принаймні один варіант у перекладі із тими самими посиланнями, і навпаки.
zh_hans: 当原文或翻译包含 Fluent Select Expressions 时，原文中每个可能的变体必须与翻译中至少一个变体具有相同的参考而相匹配，反过来也是如此。

source: Moreover, if a variable reference appears both in the Select Expression's selector and within one of its variants, then all variants may also be considered as if they also contain that reference. The assumption being that the variant's key may have made the reference redundant for that variant. For example:
de: Wenn eine Variablenreferenz sowohl im Selektor des Select-Ausdrucks als auch in einer seiner Varianten erscheint, können alle Varianten so betrachtet werden, als ob sie diese Referenz ebenfalls enthalten. Die Annahme ist, dass der Schlüssel der Variante die Referenz für diese Variante überflüssig gemacht hat. Zum Beispiel:
ga: Ina theannta sin, má tá tagairt inathraithe le feiceáil i roghnóir an tSloinne Roghnaithe agus laistigh de cheann dá leagan, ansin féadfar gach leagan a mheas amhail is dá mbeadh an tagairt sin iontu freisin. Is é an toimhde atá ann go bhféadfadh sé go raibh an tagairt don mhalairt sin iomarcach mar gheall ar eochair an leagain. Mar shampla:
hu: Továbbá, ha egy változóhivatkozás megjelenik a választási kifejezés választó részében (selector), és valamelyik változatban is, akkor feltételezhető, hogy minden változat tartalmazza azt a hivatkozást. Ez abból indul ki, hogy a változat kulcsa a konkrét változatban fölöslegessé teheti a hivatkozást. Például:
id: Lebih lanjut, jika referensi variabel muncul baik di pemilih Ekspresi Select maupun di salah satu variannya, maka semua varian juga dapat dianggap seolah-olah mengandung referensi tersebut. Asumsinya adalah bahwa kunci varian tersebut mungkin telah membuat referensi tersebut redundan untuk varian tersebut. Misalnya:
ja: さらに、もし変数参照が選択式のセレクタ内とその別表記の文字列の 1 つ内の両方に現れる場合、その場合すべての別表記の文字列もその参照を含むかのように考えることができます。この仮定は、別表記の文字列のキーがその別表記の文字列に対してその参照を冗長にした可能性があるためです。例:
nl: Meer nog, als een verwijzing naar een variabele verschijnt in zowel de selectie van de Select Expression en in een van zijn varianten, dan kan van alle varianten ook worden geacht dat zij ook die verwijzing bevatten. De aanname is dat de sleutel van de variant de verwijzing voor die variant overbodig kan hebben gemaakt. Bijvoorbeeld:
pt_br: Além disso, se uma referência de variável aparecer tanto no seletor da Expressão de Seleção quanto em uma de suas variantes, então todas as variantes também podem ser consideradas como se também contivessem essa referência. A suposição é que a chave da variante pode ter tornado a referência redundante para essa variante. Por exemplo:
ru: Более того, если ссылка на переменную появляется как в селекторе Select Expression, так и в одном из его вариантов, то все варианты также могут рассматриваться так, как будто они также содержат эту ссылку. Предполагается, что ключ варианта мог сделать ссылку избыточной для этого варианта. Например:
sv: Om en variabelreferens förekommer både i Select Expression-väljaren och i en av dess varianter, kan dessutom alla varianter betraktas som om de också innehåller den referensen. Antagandet är att variantens nyckel kan ha gjort referensen överflödig för den varianten. Till exempel:
ta: மேலும், தேர்ந்தெடுக்கப்பட்ட வெளிப்பாட்டின் தேர்வாளரிடமும் அதன் மாறுபாடுகளில் ஒன்றிலும் ஒரு மாறி குறிப்பு தோன்றினால், எல்லா வகைகளும் அந்தக் குறிப்பைக் கொண்டிருப்பதாகக் கருதப்படலாம். மாறுபாட்டின் விசை அந்த மாறுபாட்டிற்கான குறிப்பை பணிநீக்கம் செய்திருக்கலாம் என்ற அனுமானம். உதாரணத்திற்கு:
tr: Ayrıca, hem seçim ifadesi seçicide hem de çeşitlerin birinde bir değişken başvurusu bulunuyorsa, tüm çeşitlerde aynı zamanda bu başvuru da bulunuyormuş gibi düşünülebilir. Çeşidin anahtarının bu çeşit için başvuruyu gereksiz hale getirmiş olabileceği varsayılır. Örneğin:
uk: Більше того, якщо посилання на змінну є одразу у виборі виразу вибору і одному з його варіантів, можна також перевірити, чи в усіх варіантах міститься це посилання. Припущення може полягати у тому, що ключ варіанта може робити посилання зайвим для варіанта. Приклад:
zh_hans: 此外，如果一个可变参考同时出现在 Select Expression 的选择器中和其自身变体中的一个时，所有变体也可以被认为它们似乎也包含那个参考。这里的假设是变体的密钥可能使得参考对于那个变体而言变得多余。比如：

source: Here, for the purposes of this check, the ``[one]`` variant will also be considered to contain the ``$num`` reference.
de: Für die Zwecke dieser Prüfung wird davon ausgegangen, dass die Variante ``[one]`` auch die Referenz ``$num`` enthält.
ga: Anseo, chun críocha an tseiceáil seo, measfar go bhfuil an tagairt ``$num`` sa leagan ``[aon]``.
hu: Ebben az esetben a ``[one]`` változatról úgy tekintjük, hogy az is tartalmazza a ``$num`` hivatkozást.
id: Di sini, untuk tujuan pemeriksaan ini, varian ``[one]`` juga akan dianggap berisi referensi ``$num``.
ja: ここで、この検査の目的のために、``[one]`` 別表記は ``$num`` 参照を含むと見なされます。
nl: Hier, voor de doelen van deze controle, zal de variant ``[one]`` ook worden geacht de verwijzing ``$num`` te bevatten.
pt_br: Aqui, para fins desta verificação, a variante ``[one]`` também será considerada como contendo a referência ``$num``.
ru: Здесь, для целей этой проверки, вариант ``[one]`` также будет считаться содержащим ссылку ``$num``.
sv: Här, för denna kontroll, kommer varianten ``[one]`` också att anses innehålla referensen ``$num``.
ta: இங்கே, இந்த சோதனையின் நோக்கங்களுக்காக, `` [ஒன்று] `` மாறுபாடு `` $ எண்`` குறிப்பைக் கொண்டிருப்பதாகவும் கருதப்படும்.
tr: Burada, bu denetimin amaçları doğrultusunda, ``[one]`` çeşidinin ``$num`` başvurusunu da içerdiği kabul edilir.
uk: Тут, з метою перевірки, вважатиметься, що варіант ``[one]`` також має містити посилання ``$num``.
zh_hans: 在这里，出于此项检查的目的， ``[one]`` 变体也会被认为包含 ``$num`` 参考。
