Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The private commit e-mail will be used instead of your account e-mail in version control commits. Use this to avoid leaking your real e-mail there. Be aware that using different e-mail can disconnect your contributions on other servers (for example your contributions will no longer link to your profile on GitHub). The private e-mail can be turned on site-wide using :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
de: Die private Commit-E-Mail wird anstelle Ihrer Konto-E-Mail in Versionsverwaltungs-Commits verwendet. Verwenden Sie dies, um zu vermeiden, dass Ihre echte E-Mail dort durchsickert. Seien Sie sich bewusst, dass die Verwendung einer anderen E-Mail Ihre Beiträge auf anderen Servern trennen kann (zum Beispiel werden Ihre Beiträge nicht mehr mit Ihrem Profil auf GitHub verlinkt). Die private E-Mail kann mit :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` plattformweit aktiviert werden.
ga: Bainfear úsáid as an r-phost gealltanas príobháideach in ionad r-phoist do chuntais i dtaca le rialú leagan. Bain úsáid as seo chun do r-phost fíor a sceitheadh ann a sheachaint. Bíodh a fhios agat gur féidir do chuid ranníocaíochtaí a dhínascadh ar fhreastalaithe eile trí úsáid a bhaint as ríomhphoist éagsúla (mar shampla ní bheidh d’ionchuir nasctha le do phróifíl ar GitHub a thuilleadh). Is féidir an ríomhphost príobháideach a chur ar siúl ar fud an tsuímh trí úsáid a bhaint as :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
hu: A személyes véglegesítési e-mail, a fiókban beállított e-mail címe helyett kerül felhasználásra a verziókezelő rendszer véglegesítéseiben. Használja ezt, ha nem szeretné, hogy valódi e-mail címe megjelenjen ott. Vegye figyelembe, hogy eltérő e-mail használata megszakíthatja a hozzájárulásai kapcsolódását más szervereken (például GitHub-profiljához nem kapcsolódnak a fordításai). A személyes e-mail címet globálisan lehet engedélyezni a :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` beállítással.
id: Surel komit pribadi akan digunakan sebagai pengganti surel akun Anda dalam komit kontrol versi. Gunakan ini untuk menghindari kebocoran surel asli Anda di sana. Perlu diketahui bahwa penggunaan surel yang berbeda dapat memutuskan kontribusi Anda di server lain (misalnya, kontribusi Anda tidak akan lagi tertaut ke profil Anda di GitHub). Surel pribadi dapat diaktifkan di seluruh situs menggunakan :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
ja: ユーザーごとのコミット用の匿名メールアドレスは、アカウントのメールアドレスの代わりにバージョン管理システムへのコミットで使われます。これを使用すると、実際のメールアドレスの漏洩を防止できます。別のメールアドレスを使用すると、他のサーバーでの貢献と紐づかなくなることがあるので注意してください（たとえば、翻訳が GitHub のプロフィールに紐づかなくなります）。 :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` を設定すると、サイト全体でユーザーごとのコミット用の匿名メールアドレスを有効にできます。
nl: De privé e-mail voor commit zal worden gebruikt in plaats van uw account e-mail in indieningen bij versiebeheer. Gebruik dit om te vermijden dat uw echte e-mail daar gelekt wordt. Onthoud dat het gebruiken van een andere e-mail uw bijdragen op andere servers kan verbreken (uw bijdragen zullen bijvoorbeeld niet langer koppelen met uw profiel op GitHub). De privé e-mail kan sitebreed ingeschakeld wordne met :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
pt: O e-mail de commit será usado em vez do e-mail da sua conta em commits de controle de versão. Use isto para evitar o vazamento do seu e-mail real lá. Esteja ciente de que o uso de e-mail diferente pode desconectar as suas contribuições em outros servidores (por exemplo, as suas contribuições não serão mais vinculadas ao seu perfil no GitHub). O e-mail particular pode ser ativado em todo o site usando :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
pt_br: O e-mail de commit será usado em vez do e-mail da sua conta em commits de controle de versão. Use isso para evitar o vazamento de seu e-mail real lá. Esteja ciente de que o uso de e-mail diferente pode desconectar suas contribuições em outros servidores (por exemplo, suas contribuições não serão mais vinculadas ao seu perfil no GitHub). O e-mail particular pode ser ativado em todo o site usando :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
ru: Приватный адрес электронной почты коммита будет использоваться вместо адреса электронной почты вашей учётной записи в коммитах контроля версий. Используйте его, чтобы избежать утечки вашей настоящей электронной почты. Имейте в виду, что использование другого адреса электронной почты может привести к отключению ваших публикаций на других серверах (например, ваши публикации больше не будут связаны с вашим профилем на GitHub). Закрытую электронную почту можно включить для всего сайта с помощью :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
sv: Den privata e-postadressen för commit kommer att användas istället för din konto-e-postadress i versionskontroll-commits. Använd detta för att undvika att din riktiga e-postadress läcker ut där. Tänk på att användning av en annan e-postadress kan koppla bort dina bidrag på andra servrar (till exempel kommer dina bidrag inte längre att länka till din profil på GitHub). Den privata e-postadressen kan aktiveras för hela webbplatsen med :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
tr: Sürüm denetimi işlemelerinde hesap e-posta adresiniz yerine özel işleme e-posta adresi kullanılır. Gerçek e-posta adresinizin sızmasını önlemek için bunu kullanın. Farklı e-posta adresi kullanmanın diğer sunucularda yaptığınız katkıların ilişkilendirilmesini engelleyebileceğini unutmayın (örneğin, katkılarınız artık GitHub profilinizle ilişkilendirilmez). Özel e-posta site genelinde, :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` seçeneği kullanılarak açılabilir.
uk: У записах внесків системи керування версіями буде використано приватну адресу електронної пошти для внесків замість адреси електронної пошти вашого облікового запису. Скористайтеся цією можливістю для уникнення витоку вашої справжньої адреси електронної пошти. Зауважте, що використання іншої адреси електронної пошти може призвести до розірвання зв'язків ваших внесків з іншими серверами (наприклад, ваші внески більше не вказуватимуть на ваш профіль у GitHub). Конфіденційність адрес електронної пошти може бути увімкнено на рівні сайта за допомогою змінної :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
zh_hans: 在版本控制提交中，将使用私密代码提交电子邮箱而不是您的账户电子邮箱。使用这个可以避免泄露你的真实电子邮箱。请注意，使用不同的电子邮箱可能会断开你在其他服务器上的做出的贡献（例如您的贡献将不再链接到您的 GitHub 个人资料）。可使用 :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` 在全站范围内开启私密电子邮箱。

source: The list of services depends on your Weblate configuration, but can be made to include popular sites such as GitLab, GitHub, Google, Facebook, or Bitbucket or other OAuth 2.0 providers.
de: Die Liste der Dienste hängt von Ihrer Weblate-Konfiguration ab, kann aber so gestaltet werden, dass sie beliebte Websites wie GitLab, GitHub, Google, Facebook, Bitbucket oder andere OAuth 2.0-Anbieter umfasst.
ga: Braitheann liosta na seirbhísí ar do chumraíocht Weblate, ach is féidir é a dhéanamh chun suíomhanna móréilimh ar nós GitLab, GitHub, Google, Facebook, nó Bitbucket nó soláthraithe OAuth 2.0 eile a chur san áireamh.
hu: A szolgáltatások listája a Weblate konfigurációjától függ, de beállíthatók olyan népszerű szolgáltatók is, mint a GitLab, GitHub, Google, Facebook, Bitbucket vagy más OAuth 2.0 alapú hitelesítők.
id: Daftar layanan bergantung pada konfigurasi Weblate Anda, tetapi dapat dibuat untuk menyertakan situs populer seperti GitLab, GitHub, Google, Facebook, atau Bitbucket atau penyedia OAuth 2.0 lainnya.
ja: 外部サービスの一覧は Weblate の設定によって異なりますが、 GitLab や GitHub、Google、Facebook、Bitbucket といった人気サイトや、その他の OAuth 2.0 プロバイダなども利用可能に設定できます。
nl: De lijst met services is afhankelijk van uw configuratie van Weblate, maar kan worden gemaakt door populaire sites op te nemen, zoals GitLab, GitHub, Google, Facebook of Bitbucket of andere providers voor OAuth 2.0.
pt: A lista de serviços depende da configuração do Weblate, mas pode ser feita para incluir sites populares como GitLab, GitHub, Google, Facebook ou Bitbucket ou outros provedores de OAuth 2.0.
pt_br: A lista de serviços depende da configuração do Weblate, mas pode ser feita para incluir sites populares como GitLab, GitHub, Google, Facebook ou Bitbucket ou outros provedores OAuth 2.0.
ro: Lista de servicii depinde de configurația Weblate, dar poate include site-uri populare, cum ar fi GitLab, GitHub, Google, Facebook sau Bitbucket sau alți furnizori OAuth 2.0.
ru: Список сервисов зависит от ваших настроек Weblate и может включать такие популярные сайты, как GitLab, GitHub, Google, Facebook или Bitbucket, а также других провайдеров OAuth 2.0.
sv: Listan över tjänster beror på din Weblate-konfiguration, men kan utökas till att omfatta populära webbplatser som GitLab, GitHub, Google, Facebook eller Bitbucket eller andra OAuth 2.0-leverantörer.
ta: சேவைகளின் பட்டியல் உங்கள் வலைபெயர்ப்பு உள்ளமைவைப் பொறுத்தது, ஆனால் அறிவிலிஆய்வு, அறிவிலிமையம், கூகிள், பேச்புக் அல்லது பிட்பக்கெட் அல்லது பிற oauth 2.0 வழங்குநர்கள் போன்ற பிரபலமான தளங்களைச் சேர்க்கலாம்.
tr: Hizmetlerin listesi Weblate yapılandırmanıza bağlıdır. Ancak GitLab, GitHub, Google, Facebook veya Bitbucket ya da diğer OAuth 2.0 hizmeti sağlayıcıları gibi yaygın kullanılan siteleri içerecek şekilde yapılabilir.
uk: Список служб залежить від ваших налаштувань Weblate, але він може включати популярні сайти, зокрема GitLab, GitHub, Google, Facebook та Bitbucket, а також інші сайти, які надають доступ до OAuth 2.0.
zh_hans: 服务列表取决于您的 Weblate 配置，但可以设置为包括 GitLab、GitHub、Google、Facebook 或 Bitbucket 或其他 OAuth 2.0 提供商等热门站点。
zh_hant: 服務列表取決於您的WebBlate配置，但可以包括包括Gitlab，Github，Google，Facebook或Bitbucket或其他OAuth 2.0提供程序等流行網站。

source: Profile
de: Benutzerprofil
ga: Próifíl
hu: Profil
id: Profil
ja: ユーザー情報
nl: Profiel
pt: Perfil
pt_br: Perfil
ro: Profil
ru: Профиль
sv: Profil
ta: சுயவிவரம்
tr: Profil
uk: Профіль
zh_hans: 个人资料
zh_hant: 個人檔案

source: All of the fields on this page are optional and can be deleted at any time, and by filling them out, you're giving us consent to share this data wherever your user profile appears.
de: Alle Felder auf dieser Seite sind optional und können jederzeit gelöscht werden. Indem Sie diese Felder ausfüllen, geben Sie uns Ihr Einverständnis, diese Daten überall dort weiterzugeben, wo Ihr Benutzerprofil erscheint.
ga: Tá na réimsí ar fad ar an leathanach seo roghnach agus is féidir iad a scriosadh ag am ar bith, agus trína líonadh amach, tá tú ag tabhairt toiliú dúinn na sonraí seo a roinnt cibé áit a bhfuil do phróifíl úsáideora le feiceáil.
hu: Az ezen az oldalon található mezők kitöltése nem kötelező és bármikor törölheti őket. A mezők kitöltésével hozzájárul ahhoz, hogy az itt megadott adatok megjelenjenek mindenhol, ahol a felhasználói profilja látható.
id: Semua kolom isian di halaman ini bersifat opsional dan dapat dihapus kapan saja dan dengan mengisinya, Anda memberi kami persetujuan untuk membagikan data ini di mana pun profil pengguna Anda muncul.
ja: このページのすべてのフィールドはオプションであり、いつでも削除できます。入力すると、あなたのユーザー情報が表示されるすべての場所で、そのデータが共有されることに同意したとみなされます。
nl: Alle velden op deze pagina zijn optioneel en kunnen op elk gewenst moment worden leeggemaakt. Door ze in te vullen geeft u ons toestemming om deze gegevens te delen op pagina's waar uw profiel wordt getoond.
pt: Todos os campos desta página são opcionais e podem ser apagados a qualquer momento, e ao preenchê-los, dá-nos o seu consentimento para compartilhar esses dados onde quer que o seu perfil de utilizador apareça.
pt_br: Todos os campos desta página são opcionais e podem ser excluídos a qualquer momento e, ao preenchê-los, você está nos dando consentimento para compartilhar esses dados onde quer que seu perfil de usuário apareça.
ro: Toate câmpurile de pe această pagină sunt opționale și pot fi șterse în orice moment, iar prin completarea lor, ne dai consimțământul de a partaja aceste date oriunde apare profilul tău de utilizator.
ru: Все поля на этой странице являются необязательными и в любое время могут быть удалены, и заполнив их, вы даёте нам согласие на показ этих данных везде, где появляется ваш профиль пользователя.
sv: Alla fält på den här sidan är valfria och kan tas bort när som helst, och genom att fylla i dem ger du oss samtycke till att dela dessa data överallt där din användarprofil visas.
ta: இந்த பக்கத்தில் உள்ள அனைத்து புலங்களும் விருப்பமானவை, எந்த நேரத்திலும் நீக்கப்படலாம், அவற்றை நிரப்புவதன் மூலம், உங்கள் பயனர் சுயவிவரம் தோன்றும் இடங்களில் இந்தத் தரவைப் பகிர நீங்கள் எங்களுக்கு ஒப்புதல் அளிக்கிறீர்கள்.
tr: Bu sayfadaki tüm alanlar isteğe bağlıdır ve istediğiniz zaman silinebilir. Bu bilgileri yazarak, bu verileri kullanıcı profilinizin göründüğü her yerde paylaşmamıza izin vermiş olursunuz.
uk: Усі поля на цій сторінці є необовʼязковими та можуть бути будь-коли вилучені. Заповнюючи їх, ви надаєте нам згоду на поширення цих даних усюди, де ми показуватимемо дані вашого профілю користувача.
zh_hans: 本页的所有字段都是选填的，可以随时删除。填写这些字段即表示您同意我们在您的用户个人资料出现的任何地方共享此数据。
zh_hant: 此頁面上的所有欄位皆為選填，且可隨時刪除。一旦填入這些資訊，即表示您同意我們在您的個人檔案出現時分享這些資料。

source: Avatar can be shown for each user (depending on :setting:`ENABLE_AVATARS`). These images are obtained using https://gravatar.com/.
de: Für jeden Benutzer kann ein Avatar angezeigt werden (abhängig von :setting:`ENABLE_AVATARS`). Diese Bilder werden über https://gravatar.com/ bezogen.
ga: Is féidir avatar a thaispeáint do gach úsáideoir (ag brath ar :setting:`ENABLE_AVATARS`). Faightear na híomhánna seo ag baint úsáide as https://gravatar.com/.
hu: Az egyes felhasználókhoz profilkép is megjeleníthető (ez az :setting:`ENABLE_AVATARS` beállítástól függ). A képek a https://gravatar.com/ oldalról származnak.
id: Avatar dapat ditampilkan untuk setiap pengguna (tergantung pada :setting:`ENABLE_AVATARS`). Gambar-gambar ini diperoleh menggunakan https://gravatar.com/.
ja: ユーザーごとのアバターを表示できます（:setting:`ENABLE_AVATARS` が有効の場合）。画像は https://gravatar.com/ を使用して取得します。
nl: Avatar kan worden weergegeven voor elke gebruiker (afhankelijk van :setting:`ENABLE_AVATARS`). Deze afbeeldingen worden verkregen met https://gravatar.com/.
pt: Um avatar pode ser mostrado para cada utilizador (dependendo de :setting:`ENABLE_AVATARS`). Estas imagens são obtidas utilizando https://gravatar.com/.
pt_br: Um avatar pode ser mostrado para cada usuário (dependendo de :setting:`ENABLE_AVATARS`). Estas imagens são obtidas utilizando https://gravatar.com/.
ro: Avatarul poate fi afișat pentru fiecare utilizator (în funcție de :setting:`ENABLE_AVATARS`). Aceste imagini sunt obținute cu ajutorul https://gravatar.com/.
ru: Аватар может показываться для каждого пользователя (это зависит от параметра :setting:`ENABLE_AVATARS`). Эти изображения получаются от сервиса https://gravatar.com/.
sv: Avatar kan visas för varje användare (beroende på :setting:`ENABLE_AVATARS`). Dessa bilder hämtas med hjälp av https://gravatar.com/.
tr: Avatar her kullanıcı için görüntülenebilir (:setting:`ENABLE_AVATARS` seçeneğine bağlı olarak). Bu görseller https://gravatar.com/ üzerinden alınır.
uk: Для кожного користувача може бути показано аватар (залежно від значення параметра :setting:`ENABLE_AVATARS`). Зображення буде отримано за допомогою https://gravatar.com/.
zh_hans: 可以为每个用户显示头像（取决于 :setting:`ENABLE_AVATARS`）。这些图像是使用 https://gravatar.com/ 获得的。
zh_hant: 可以為每個用戶顯示化身（取決於：設置：`enable_avatars`）。這些圖像是使用https://gravatar.com/獲得的。

source: Licenses
de: Lizenzen
ga: Ceadúnais
hu: Licencek
id: Lisensi
ja: ライセンス
nl: Licenties
pt: Licenças
pt_br: Licenças
ro: Licențe
ru: Лицензии
sv: Licenser
ta: உரிமங்கள்
tr: Lisanslar
uk: Ліцензії
zh_hans: 许可协议
zh_hant: 授權方式

source: API access
de: API-Zugang
ga: Rochtain API
hu: API-hozzáférés
id: Akses API
ja: API アクセス
nl: API-toegang
pt: Acesso API
pt_br: Acesso a API
ro: Acces API
ru: Доступ к API
sv: API-åtkomst
ta: பநிஇ அணுகல்
tr: API erişimi
uk: Доступ до API
zh_hans: API 访问
zh_hant: API 存取

source: You can get or reset your API access token here.
de: Sie können Ihr API-Zugangstoken hier abrufen oder zurücksetzen.
ga: Is féidir leat do chomhartha rochtana API a fháil nó a athshocrú anseo.
hu: Itt kérheti le vagy állíthatja vissza az API-hozzáférési tokenjét.
id: Anda bisa mendapatkan atau mengatur ulang token akses API Anda di sini.
ja: API アクセス トークンは、ここで取得またはリセットできます。
nl: U kunt uw API toegangstoken hier verkrijgen of herstellen.
pt: Pode obter ou redefinir o seu token API de acesso aqui.
pt_br: Você pode obter ou redefinir seu token API de acesso aqui.
ro: Puteți obține sau reseta token-ul de acces la API aici.
ru: Вы можете получить или пересоздать свой токен доступа здесь.
sv: Du kan hämta eller återställa din API-åtkomsttoken här.
ta: உங்கள் பநிஇ அணுகல் கிள்ளாக்கை இங்கே பெறலாம் அல்லது மீட்டமைக்கலாம்.
tr: API erişim kodunuzu buradan alabilir ya da sıfırlayabilirsiniz.
uk: Тут ви можете отримати або скинути ваш жетон доступу до програмного інтерфейсу.
zh_hans: 你可以在这里获取或者重置你的 API 访问令牌。
zh_hant: 您可以在此處獲取或重置API訪問令牌。

source: Audit log
de: Audit-Protokoll
ga: Loga iniúchta
hu: Ellenőrzési napló
id: Log audit
ja: 監査ログ
nl: Revisielogboek
pt: Registo de auditoria
pt_br: Registro de auditoria
ro: Jurnal de audit
ru: Журнал аудита
sv: Granskningslogg
ta: தணிக்கை பதிவு
tr: Denetim günlüğü
uk: Часопис перевірок
zh_hans: 审计日志
zh_hant: 稽核記錄

source: Audit log keeps track of the actions performed with your account. It logs IP address and browser for every important action with your account. The critical actions also trigger a notification to a primary e-mail address.
de: Das Audit-Protokoll zeichnet die mit Ihrem Benutzerkonto durchgeführten Aktionen auf. Es protokolliert IP-Adresse und Browser für jede wichtige Aktion mit Ihrem Benutzerkonto. Die kritischen Aktionen lösen auch eine Benachrichtigung an eine primäre E-Mail-Adresse aus.
ga: Coinníonn loga iniúchta súil ar na gníomhartha a dhéantar le do chuntas. Logálann sé seoladh IP agus brabhsálaí do gach gníomh tábhachtach le do chuntas. Spreagann na gníomhartha ríthábhachtacha fógra chuig príomhsheoladh ríomhphoist freisin.
hu: Az ellenőrzési napló rögzíti, milyen műveletek történtek a fiókjával. Minden fontos eseményhez eltárolja az IP-címet és a böngészőt is. A kritikus eseményekről értesítés megy az elsődleges e-mail-címére.
id: Log audit mencatat tindakan yang dilakukan dengan akun Anda. Log ini mencatat alamat IP dan peramban untuk setiap tindakan penting dengan akun Anda. Tindakan penting ini juga memicu notifikasi ke alamat surel utama.
ja: 監査ログは、アカウントで実行された操作を記録します。重要な操作ごとに、IP アドレスとブラウザーをアカウントに記録します。特に重要な操作では、デフォルトのメールアドレスへの通知も行います。
nl: Auditlogs houden de acties bij die worden uitgevoerd met uw account. Het logt IP-adres en browser voor elke belangrijke actie met uw account. De kritieke acties activeren ook een notificatie naar het primaire e-mailadres.
pt: O registo de auditoria rastreia as ações realizadas com a sua conta. Ele regista o endereço IP e o navegador para cada ação importante com a sua conta. As ações críticas também desencadeiam uma notificação a um endereço de e-mail principal.
pt_br: O registro de auditoria acompanha as ações realizadas com sua conta. Ele registra endereço IP e navegador para cada ação importante com sua conta. As ações críticas também desencadeiam uma notificação para um endereço de e-mail principal.
ro: Registrul de audit ține evidența acțiunilor efectuate cu contul dumneavoastră. Acesta înregistrează adresa IP și browserul pentru fiecare acțiune importantă efectuată cu contul vostru. Acțiunile critice declanșează, de asemenea, o notificare la o adresă de e-mail principală.
ru: Журнал аудита отслеживает действия, произведённые с вашей учётной записи. Для каждого важного действия с вашей учётной записью в нём регистрируются IP-адрес и браузер. Критические действия вдобавок инициируют уведомление на основной адрес электронной почты.
sv: Revisionsloggen håller reda på de åtgärder som utförs med ditt konto. Den loggar IP-adress och webbläsare för varje viktig åtgärd med ditt konto. Kritiska åtgärder utlöser också en avisering till en primär e-postadress.
ta: தணிக்கை பதிவு உங்கள் கணக்கில் நிகழ்த்தப்பட்ட செயல்களைக் கண்காணிக்கிறது. இது உங்கள் கணக்குடன் ஒவ்வொரு முக்கியமான செயலுக்கும் ஐபி முகவரி மற்றும் உலாவியை பதிவு செய்கிறது. முக்கியமான செயல்கள் முதன்மை மின்னஞ்சல் முகவரிக்கு அறிவிப்பைத் தூண்டுகின்றன.
tr: Denetim günlüğü, hesabınızla yapılan işlemlerin kaydını tutar. Hesabınızla ilgili her önemli işlem için IP adresini ve kullanılan tarayıcıyı kaydeder. Kritik işlemler ayrıca birincil e-posta adresine bir bildirim gönderilmesini tetikler.
uk: Часопис перевірок зберігає записи дій, які виконувалися із вашим обліковим записом. У ньому можна знайти IP-адреси та записи браузера для кожної важливої дії з вашим обліковим записом. Критичні дії також призводять до надсилання сповіщення на основну адресу електронної пошти.
zh_hans: 审计日志跟踪使用您的账户执行的操作。它会记录您账户中每个重要操作的 IP 地址和浏览器。关键操作还会触发对主电子邮箱地址的通知。
zh_hant: 審核日誌會跟踪您的帳戶執行的操作。它為您的帳戶註銷每個重要操作的IP地址和瀏覽器。關鍵操作還觸發了主電子郵件地址的通知。

source: Searching
de: Suche
ga: Cuardach
hu: Keresés
id: Mencari
ja: 検索
nl: Zoeken
pt: Pesquisas
pt_br: Buscas
ro: Căutare
ru: Поиск
sv: Söker
ta: தேடி
tr: Aranıyor
uk: Пошук
zh_hans: 搜索
zh_hant: 搜索

source: Searching for strings
de: Suche nach Zeichenketten
ga: Ag cuardach teaghráin
hu: Szövegek keresése
id: Mencari string
ja: 文字列の検索
nl: Zoeken naar tekenreeksen
pt_br: Buscando textos
ru: Поиск строк
sv: Söka efter strängar
ta: சரங்களைத் தேடுகிறது
tr: Dizge arama
uk: Пошук рядків
zh_hans: 搜索字符串

source: Advanced queries using boolean operations, parentheses, or field specific lookup can be used to find the strings you want.
de: Erweiterte Abfragen mit booleschen Operationen, Klammern oder feldspezifischen Suchanfragen können verwendet werden, um die gewünschten Zeichenketten zu finden.
ga: Is féidir ceisteanna casta a úsáideann oibríochtaí Boole, lúibíní, nó cuardach sainréimse a úsáid chun na teaghráin atá uait a fháil.
hu: Összetett kereséseket végezhet logikai operátorokkal, zárójelekkel vagy mezőre szűrt feltételekkel, hogy pontosan megtalálja a kívánt szövegeket.
id: Kueri tingkat lanjut menggunakan operasi boolean, tanda kurung, atau pencarian bidang spesifik dapat digunakan untuk menemukan string yang Anda inginkan.
ja: ブール演算、かっこ、またはフィールド指定を使った高度な検索式で文字列を検索できます。入力欄の左横のリストから選択した式を使うこともできます。
nl: Geavanceerde query's met Booleaanse bewerkingen, haakjes of veldspecifiek opzoeken kan worden gebruikt om de tekenreeksen te zoeken die u wilt.
pt: Consultas avançadas que usem operações booleanas, parênteses ou pesquisas específicas de campo podem ser usadas para encontrar as cadeias que deseja.
pt_br: Consultas avançadas usando operações booleanas, parênteses ou buscas específicas de campo podem ser usadas para encontrar os textos que você deseja.
ro: Pentru a găsi șirurile de caractere dorite pot fi utilizate interogări avansate care utilizează operații booleene, paranteze sau căutări specifice unui câmp.
ru: Для поиска нужных строк можно использовать расширенные поисковые запросы, включающие в себя логические операции, круглые скобки или поиск по конкретным полям.
sv: Avancerade sökningar med hjälp av booleska operationer, parenteser eller fältspecifika sökningar kan användas för att hitta de strängar du vill ha.
ta: பூலியன் செயல்பாடுகள், அடைப்புக்குறிப்புகள் அல்லது புலம் குறிப்பிட்ட தேடலைப் பயன்படுத்தி மேம்பட்ட வினவல்கள் நீங்கள் விரும்பும் சரங்களைக் கண்டுபிடிக்க பயன்படுத்தப்படலாம்.
tr: İstediğiniz dizgeleri bulmak için boole işlemleri, parantezler veya alana özgü arama kullanan gelişmiş sorgular kullanılabilir.
uk: Для пошуку потрібних вам рядків можна використовувати складні запити із використанням булевих операцій, дужок та фільтрів полів.
zh_hans: 使用布尔运算、括号或特定于字段的查找的高级查询可用于查找所需的字符串。
zh_hant: 使用布爾操作，括號或字段特定查找的高級查詢可用於查找所需的字符串。
