Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The first option is to download the file in the original format as it is stored in the repository. In this case, any pending changes in the translation are getting committed and the up-to-date file is yield without any conversions.
de: Die erste Option besteht darin, die Datei im Originalformat herunterzuladen, wie sie im Repository gespeichert ist. In diesem Fall werden alle ausstehenden Änderungen in der Übersetzung committet und die aktuelle Datei wird ohne Konvertierung bereitgestellt.
ga: Is é an chéad rogha ná an comhad a íoslódáil san fhormáid bhunaidh mar go bhfuil sé stóráilte sa stór. Sa chás seo, tá aon athruithe ar feitheamh san aistriúchán á ndéanamh agus tá an comhad cothrom le dáta le fáil gan aon tiontuithe.
hu: Elsőként letölthető a fájl az eredeti formátumban, ahogy az a tárolóban szerepel. Ebben az esetben a fordításban lévő függőben lévő változtatások véglegesítésre kerülnek, és az aktuális állapotú fájl kerül kiadásra, átalakítás nélkül.
id: Opsi pertama adalah mengunduh berkas dalam format asli sebagaimana tersimpan di repositori. Dengan cara ini, setiap perubahan yang tertunda dalam terjemahan akan diproses dan berkas terbaru akan dihasilkan tanpa konversi apa pun.
ja: 1 つ目の方法は、リポジトリに格納されているファイルを元の形式でダウンロードすることです。この場合、翻訳の保留中の変更はコミットされ、最新のファイルが変換されずに得られます。
nl: De eerste optie is om het bestand te downloaden in de originele indeling, zoals het is opgeslagen in de opslagruimte. In dat geval worden eventuele openstaande wijzigingen in de vertaling ingediend en het up-to-date bestand wordt zonder enige conversies uitgeleverd.
pt: A primeira opção é descarregar o ficheiro no formato original, uma vez que ele é armazenado no repositório. Neste caso, quaisquer alterações pendentes na tradução estão a ser comprometidas e o ficheiro atualizado é produzido sem nenhuma conversão.
pt_br: A primeira opção é baixar o arquivo no formato original, uma vez que ele é armazenado no repositório. Neste caso, quaisquer alterações pendentes na tradução estão sendo comprometidas e o arquivo atualizado é produzido sem nenhuma conversão.
ro: Prima opțiune este de a descărca fișierul în formatul original, așa cum este stocat în depozit. În acest caz, toate modificările în curs de aplicare în traducere sunt confirmate, iar fișierul actualizat este redat fără nicio conversie.
ru: Первый вариант - загрузить файл в исходном формате в том виде, в котором он хранится в репозиторие. В этом случае все изменения в переводе коммитятся, и получается актуальный файл без каких-либо преобразований.
sv: Det första alternativet är att ladda ner filen i originalformatet så som den lagras i arkivet. I det här fallet bekräftas alla väntande ändringar i översättningen och den uppdaterade filen levereras utan någon konvertering.
ta: முதல் விருப்பம் கோப்பை களஞ்சியத்தில் சேமித்து வைப்பதால் அசல் வடிவத்தில் பதிவிறக்கம் செய்வது. இந்த வழக்கில், மொழிபெயர்ப்பில் நிலுவையில் உள்ள எந்த மாற்றங்களும் உறுதியுடன் உள்ளன, மேலும் புதுப்பித்த கோப்பு எந்த மாற்றங்களும் இல்லாமல் மகசூல் ஆகும்.
tr: İlk seçenek, dosyayı depoda bulunan özgün biçiminde indirmektir. Bu durumda, çeviride bekleyen değişiklikler işlenir ve güncel dosya herhangi bir dönüştürme yapılmadan oluşturulur.
uk: Перший варіант — завантажити файл у початковому форматі, оскільки він зберігається у сховищі. У цьому випадку будь-які очікувані зміни в перекладі виконуються й оновлений файл буде надано без будь-яких перетворень.
zh_hans: 第一个选项是下载存储在仓库中的原始格式的文件。在这种情况下，将提交翻译中的任何挂起更改，并且生成最新文件而不进行任何转换。
zh_hant: 第一個選項是以原始格式下載文件，因為它存儲在存儲庫中。在這種情況下，翻譯中的任何掛起更改都會被提交，最新文件是不帶任何轉換的產量。

source: You can also download the translation converted into one of the widely used localization formats. The converted files will be enriched with data provided in Weblate; such as additional context, comments or flags. Several file formats are available via the :guilabel:`Files` ↓ :guilabel:`Customize download` menu:
de: Die Übersetzung kann auch in eines der weit verbreiteten Lokalisierungsformate umgewandelt heruntergeladen werden. Die umgewandelten Dateien werden mit den in Weblate bereitgestellten Daten angereichert, z. B. mit zusätzlichem Kontext, Kommentaren oder Markierungen. Verschiedene Dateiformate sind über das Menü :guilabel:`Dateien` ↓ :guilabel:`Download anpassen` verfügbar:
ga: Is féidir leat freisin an t-aistriúchán arna thiontú go ceann de na formáidí logánaithe a úsáidtear go forleathan a íoslódáil. Saibhreofar na comhaid tiontaithe le sonraí arna soláthar in Weblate; amhail comhthéacs breise, tuairimí nó bratacha. Tá roinnt formáidí comhaid ar fáil tríd an :guilabel:`Comhaid` ↓ :guilabel:`Saincheap íoslódálacha` roghchlár:
hu: Letölthető továbbá a fordítás egy elterjedt lokalizációs formátumba konvertált változata is. A konvertált fájlokat a Weblate további adatokkal egészíti ki, például kontextusokkal, megjegyzésekkel vagy jelzésekkel. Többféle fájlformátum érhető el a :guilabel:`Fájlok` ↓ :guilabel:`Letöltés testreszabása` menüpontban:
id: Anda juga dapat mengunduh terjemahan yang telah dikonversi ke salah satu format pelokalan yang umum digunakan. Berkas yang dikonversi akan diperkaya dengan data yang disediakan di Weblate; seperti konteks tambahan, komentar, atau tanda. Beberapa format berkas tersedia melalui menu :guilabel:`Files` ↓ :guilabel:`Customize download`:
ja: また、一般的な翻訳形式などに変換した翻訳のダウンロードもできます。変換したファイルには、追加の翻訳情報、コメント、フラグなど、Weblate が提供するデータが追加されます。多くのファイル形式は、:guilabel:`ファイル` ↓ :guilabel:`ダウンロードのカスタマイズ` メニューから入手できます。
nl: U kunt ook de vertaling downloaden die is geconverteerd naar een van de breed gebruikte indelingen voor vertalen. De geconverteerde bestanden zullen worden verrijkt met gegevens die worden verschaft in Weblate; zoals aanvullende context, opmerkingen of vlaggen. Verscheidene bestandsindelingen zijn beschikbaar via het menu :guilabel:`Bestanden` ↓ :guilabel:`Download aanpassen`:
pt: Pode também descarregar a tradução convertida num dos formatos de localização amplamente utilizados. Os ficheiros convertidos serão enriquecidos com dados fornecidos no Weblate, como contexto adicional, comentários ou marcadores. Vários formatos de ficheiro estão disponíveis através do menu :guilabel:`Ficheiros` ↓ :guilabel:`Personalizar a descarrega`:
pt_br: Você pode também baixar a tradução convertida em um dos formatos de localização amplamente utilizados. Os arquivos convertidos serão enriquecidos com dados fornecidos no Weblate, como contexto adicional, comentários ou marcadores. Vários formatos de arquivo estão disponíveis através do menu :guilabel:`Arquivos` ↓ :guilabel:`Personalizar download`:
ro: De asemenea, puteți descărca traducerea convertită într-unul dintre cele mai utilizate formate de localizare. Fișierele convertite vor fi îmbogățite cu datele furnizate în Weblate; cum ar fi context suplimentar, comentarii sau indicatori. Mai multe formate de fișiere sunt disponibile prin intermediul meniului :guilabel:`Files` ↓ :guilabel:`Customize download`:
ru: Вы также можете скачать перевод, преобразованный в один из широко используемых форматов локализации. Преобразованные файлы будут обогащены данными, предоставленными в Weblate, такими как дополнительный контекст, комментарии или флаги. Несколько форматов файлов доступны через меню :guilabel:`Files` ↓ :guilabel:`Настройка загрузки`:
sv: Du kan också ladda ner översättningen konverterad till ett av de vanligaste lokaliseringsformaten. De konverterade filerna kommer att berikas med data från Weblate, såsom ytterligare sammanhang, kommentarer eller flaggor. Flera filformat är tillgängliga via menyn :guilabel:`Filer` ↓ :guilabel:`Anpassa nedladdning`:
ta: பரவலாகப் பயன்படுத்தப்படும் உள்ளூர்மயமாக்கல் வடிவங்களில் ஒன்றாக மாற்றப்பட்ட மொழிபெயர்ப்பையும் நீங்கள் பதிவிறக்கம் செய்யலாம். மாற்றப்பட்ட கோப்புகள் வலைபெயர்ப்பில் வழங்கப்பட்ட தரவுகளால் வளப்படுத்தப்படும்; கூடுதல் சூழல், கருத்துகள் அல்லது கொடிகள் போன்றவை. பல கோப்பு வடிவங்கள்: வபஇசிட்டை: `கோப்புகள்` : வபஇசிட்டை:` தனிப்பயனாக்கு பதிவிறக்கம்` மெனு:
tr: Çeviriyi ayrıca, yaygın olarak kullanılan yerelleştirme biçimlerinden birine dönüştürülmüş olarak da indirebilirsiniz. Dönüştürülmüş dosyalar, ek bağlam, yorumlar veya imler gibi Weblate tarafından sağlanan verilerle zenginleştirilir. :guilabel:`Dosyalar` ↓ :guilabel:`İndirmeyi özelleştir` menüsünden çeşitli dosya biçimlerini seçebilirsiniz:
uk: Ви також можете отримати початкові дані перекладу в одному із поширених форматів локалізації. Перетворені файли буде скомпоновано із даними, які надаються Weblate, зокрема додатковим контекстом, коментарями або прапорцями. Кілька форматів файлів можна отримати за допомогою меню :guilabel:`Файли` ↓ :guilabel:`Налаштувати завантаження`:
zh_hans: 您还可以下载转换为一种广泛使用的本地化格式的翻译。转换后的文件将使用 Weblate 中提供的数据进行丰富；例如附加上下文、评论或标记。以下各种文件格式可通过 :guilabel:`文件` ↓ :guilabel:`自定义下载` 菜单获得：
zh_hant: 您還可以下載轉換為廣泛使用的本地化格式之一的翻譯。轉換後的文件將富裕地富裕在WebLate中提供的數據;例如其他上下文，評論或標誌。通過以下內容提供了多種文件格式：Guilabel：`文件`↓：圭冊：`自定義下載`菜單：

source: XLIFF 1.1 with gettext extensions (``xliff``)
de: XLIFF 1.1 mit Gettext-Erweiterungen (``xliff``)
ga: XLIFF 1.1 le síntí gettext (``xliff``)
hu: XLIFF 1.1 gettext kiterjesztésekkel (``xliff``)
id: XLIFF 1.1 dengan ekstensi gettext (``xliff``)
ja: gettext 拡張機能を備えた XLIFF 1.1 (``xliff``)
nl: XLIFF met gettext-extensies (``xliff``)
pt_br: XLIFF 1.1 com complementos gettext (``xliff``)
ru: XLIFF 1.1 с расширениями gettext (``xliff``)
sv: XLIFF 1.1 med gettext-tillägg (``xliff``)
ta: உரைபெறு நீட்டிப்புகளுடன் ஃலிப்ப் 1.1 (`` xliff``)
tr: Gettext uzantılı XLIFF 1.1 (``xliff``)
uk: `XLIFF 1.1 із розширеннями gettext` (``xliff``)
zh_hans: 带 gettext 扩展的 XLIFF 1.1 (``xliff``)

source: gettext MO (only available when translation is using gettext PO) (``mo``)
de: gettext MO (nur verfügbar, wenn die Übersetzung mit gettext PO erfolgt) (``mo``)
ga: gettext MO (ar fáil ach amháin nuair atá an t-aistriúchán ag baint úsáide as gettext PO) (``mo``)
hu: gettext MO (csak akkor érhető el, ha a fordítás gettext PO-t használ) (``mo``)
id: gettext MO (hanya tersedia saat penerjemahan menggunakan gettext PO) (``mo``)
ja: gettext MO（翻訳が gettext PO 形式のときのみ使用可能）(``mo``)
nl: gettext MO (alleen beschikbaar als de vertaling gettext PO gebruikt) (``mo``)
pt_br: gettext MO (disponível apenas quando a tradução está usando gettext PO) (``mo``)
ru: gettext MO (доступно только при переводе с использованием gettext PO) (``mo``)
sv: gettext MO (endast tillgängligt när översättningen använder gettext PO) (``mo``)
ta: உரைபெறு mo (மொழிபெயர்ப்பு உரைபெறு po ஐப் பயன்படுத்தும் போது மட்டுமே கிடைக்கும்) (`` mo``)
tr: Gettext MO (yalnızca çeviri Gettext PO kullanıyorsa kullanılabilir) (``mo``)
uk: gettext MO (доступне, лише якщо у перекладі використано gettext PO) (``mo``)
zh_hans: gettext MO（仅当翻译使用 gettext PO 时可用）(``mo``)

source: JSON (only available for monolingual translations) (``json``)
de: JSON (nur für einsprachige Übersetzungen verfügbar) (``json``)
ga: JSON (ar fáil le haghaidh aistriúcháin aonteangacha amháin) (``json``)
hu: JSON (csak egynyelvű fordításoknál) (``json``)
id: JSON (hanya tersedia untuk terjemahan monolingual) (``json``)
ja: JSON（モノリンガル翻訳でのみ使用可能） (``json``)
nl: JSON (alleen beschikbaar voor eentalige vertalingen) (``json``)
pt_br: JSON (disponível apenas para traduções monolíngues) (``json``)
ru: JSON (доступен только для одноязычных переводов) (``json``)
sv: JSON (endast tillgängligt för enspråkiga översättningar) (``json``)
ta: சாதொபொகு (ஒருமொழி மொழிபெயர்ப்புகளுக்கு மட்டுமே கிடைக்கிறது) (`` json``)
tr: JSON (yalnızca tek dilli çeviriler için kullanılabilir) (``json``)
uk: JSON (доступне лише для одномовних перекладів) (``json``)
zh_hans: JSON（仅适用于单语翻译）(``json``)

source: JSON nested structure file (only available for monolingual translations) (``json-nested``)
de: JSON-Datei mit verschachtelter Struktur (nur für einsprachige Übersetzungen verfügbar) (``json-nested``)
ga: Comhad struchtúir neadaithe JSON (ar fáil le haghaidh aistriúcháin aonteangacha amháin) (``json-nested``)
hu: JSON hierarchikus szerkezetű fájl (csak egynyelvű fordításoknál) (``json-nested``)
id: Berkas struktur bersarang JSON (hanya tersedia untuk terjemahan monolingual) (``json-nested``)
ja: JSON ネスト構造ファイル（モノリンガル翻訳でのみ使用可能） (``json-nested``)
nl: JSON geneste structuur-bestand (alleen beschikbaar voor eentalige vertalingen) (``json-nested``)
pt_br: Arquivo de estrutura aninhada JSON aninhado(disponível apenas para traduções monolíngues) (``json-nested``)
sv: JSON-fil med nästlad struktur (endast tillgänglig för enspråkiga översättningar) (``json-nested``)
ta: சாதொபொகு உள்ளமைக்கப்பட்ட கட்டமைப்பு கோப்பு (ஒருமொழி மொழிபெயர்ப்புகளுக்கு மட்டுமே கிடைக்கிறது) (`` json-nested``)
tr: JSON iç içe yapı dosyası (yalnızca tek dilli çeviriler için kullanılabilir) (``json-nested``)
uk: Файл із вкладеною структурою JSON (доступне лише для одномовних перекладів) (``json-nested``)
zh_hans: JSON 折叠结构文件（仅适用于单语翻译）(``json-nested``)

source: Android String Resource (only available for monolingual translations) (``aresource``)
de: Android-Zeichenketten-Ressource (nur für einsprachige Übersetzungen verfügbar) (``aresource``)
ga: Acmhainn Téada Android (ar fáil le haghaidh aistriúcháin aonteangacha amháin) (``acmhainn``)
hu: Android String Resource (csak egynyelvű fordításoknál) (``aresource``)
id: Sumber Daya String Android (hanya tersedia untuk terjemahan monolingual) (``aresource``)
ja: Android 文字列リソース（モノリンガル翻訳でのみ使用可能） (``aresource``)
nl: Android String Resource (alleen beschikbaar voor eentalige vertalingen) (``aresource``)
pt_br: Recurso de textos de Android (disponível apenas para traduções monolíngues) (``aresource``)
ru: Строковый ресурс Android (доступен только для одноязычных переводов) (``aresource``)
sv: Android-strängresurs (endast tillgänglig för enspråkiga översättningar) (``aresource``)
ta: ஆண்ட்ராய்டு சரம் வளம் (ஒருமொழி மொழிபெயர்ப்புகளுக்கு மட்டுமே கிடைக்கிறது) (`` aresource``)
tr: Android dizge kaynağı (yalnızca tek dilli çeviriler için kullanılabilir) (``aresource``)
uk: Рядковий ресурс Android (доступне лише для одномовних перекладів) (``aresource``)
zh_hans: Android 字符串资源（仅适用于单语翻译）(``aresource``)

source: iOS strings (only available for monolingual translations) (``strings``)
de: iOS-Zeichenketten (nur für einsprachige Übersetzungen verfügbar) (``strings``)
ga: teaghráin iOS (ar fáil le haghaidh aistriúcháin aonteangacha amháin) (`` teaghráin``)
hu: iOS strings (csak egynyelvű fordításoknál) (``strings``)
id: String iOS (hanya tersedia untuk terjemahan monolingual) (``strings``)
ja: iOS 文字列（モノリンガル翻訳でのみ使用可能）(``strings``)
nl: iOS-tekenreeksen (alleen beschikbaar voor eentalige vertalingen) (``strings``)
pt_br: Textos do iOS (disponível apenas para traduções monolíngues) (``strings``)
ru: Строки iOS (доступны только для одноязычных переводов) (``strings``)
sv: iOS-strängar (endast tillgängliga för enspråkiga översättningar) (``strings``)
ta: ஐஇமு சரங்கள் (ஒருமொழி மொழிபெயர்ப்புகளுக்கு மட்டுமே கிடைக்கும்) (`` சரங்கள்``)
tr: iOS dizgeleri (yalnızca tek dilli çeviriler için kullanılabilir) (``strings``)
uk: Рядки iOS (доступне лише для одномовних перекладів) (``strings``)
zh_hans: iOS 字符串（仅适用于单语翻译）(``strings``)

source: The content available in the converted files differs based on file format features, you can find overview in :ref:`fmt_capabs`.
de: Der in den umgewandelten Dateien verfügbare Inhalt unterscheidet sich aufgrund von Dateiformatmerkmalen, eine Übersicht finden Sie in :ref:`fmt_capabs`.
ga: Tá difríocht idir an t-ábhar atá ar fáil sna comhaid tiontaithe bunaithe ar ghnéithe formáid comhaid, is féidir leat forbhreathnú a fháil i :ref:`fmt_capabs`.
hu: A konvertált fájlok tartalma formátumonként eltér, az áttekintés a :ref:`fmt_capabs` szakaszban található.
id: Konten yang tersedia dalam berkas yang dikonversi berbeda berdasarkan fitur format berkas, Anda dapat menemukan ikhtisarnya di :ref:`fmt_capabs`.
ja: 変換後のファイルで使用可能な情報は、ファイル形式の機能によって異なります。概要については :ref:`fmt_capabs` を確認してください。
nl: De beschikbare inhoud in de geconverteerde bestanden verschilt, gebaseerd op mogelijkheden van de bestandsindeling, u kunt een overzicht vinden in :ref:`fmt_capabs`.
pt: O conteúdo disponível nos ficheiros convertidos difere com base nos recursos de formato de ficheiro, pode encontrar uma visão geral em :ref:`fmt_capabs`.
pt_br: O conteúdo disponível nos arquivos convertidos difere com base nos recursos de formato de arquivo, você pode encontrar uma visão geral em :ref:`fmt_capabs`.
ro: Conținutul disponibil în fișierele convertite diferă în funcție de caracteristicile formatului de fișier, puteți găsi o prezentare generală în :ref:`fmt_capabs`.
ru: Содержимое, доступное в преобразованных файлах, отличается в зависимости от особенностей формата файла, вы можете найти обзор в :ref:`fmt_capabs`.
sv: Innehållet i de konverterade filerna varierar beroende på filformatets egenskaper. Du hittar en översikt i :ref:`fmt_capabs`.
tr: Dönüştürülen dosyalarda bulunan içerik, dosya biçimi özelliklerine göre farklılık gösterir. :ref:`fmt_capabs` içinde özet bilgiler bulabilirsiniz.
uk: Дані у перетворених файлах будуть різними через різні можливості форматів файлів. Огляд можливостей наведено у розділі :ref:`fmt_capabs`.
zh_hans: 转换后的文件中可用的内容因文件格式特性而异，您可以在 :ref:`fmt_capabs` 中找到概述。
zh_hant: 轉換文件中可用的內容基於文件格式功能而不同，您可以查找概述：REF：`FMT_CAPABS`。

source: Downloading components, categories or projects
de: Komponenten, Kategorien oder Projekte herunterladen
ga: Comhpháirteanna, catagóirí nó tionscadail a íoslódáil
hu: Összetevők, kategóriák vagy projektek letöltése
id: Mengunduh komponen, kategori, atau proyek
ja: コンポーネント、カテゴリ、またはプロジェクトのダウンロード
nl: Downloaden van onderdelen, categorieën of projecten
pt: Descarregar componentes, categorias ou projetos
pt_br: Baixando componentes, categorias ou projetos
ru: Загрузка компонентов, категорий или проектов
sv: Ladda ner komponenter, kategorier eller projekt
ta: கூறுகள், பிரிவுகள் அல்லது திட்டங்களை பதிவிறக்குதல்
tr: Bileşenleri, kategorileri veya projeleri indirmek
uk: Отримання складників, категорій або проєктів
zh_hans: 下载部件、分类或项目

source: Translation files for a component, category or project can be downloaded at once via the :guilabel:`Files` menu. The download is always served as a ZIP file, and you can choose original or converted formats similarly as in :ref:`download`.
de: Übersetzungsdateien für eine Komponente, eine Kategorie oder ein Projekt können über das Menü :guilabel:`Dateien` auf einmal heruntergeladen werden. Der Download erfolgt immer als ZIP-Datei, und Sie können das Originalformat oder das umgewandelte Format wählen, ähnlich wie bei :ref:`download`.
ga: Is féidir comhaid aistriúcháin do chomhpháirt, catagóir nó tionscadal a íoslódáil láithreach tríd an roghchlár :guilabel:`Files`. Déantar an íoslódáil a sheirbheáil mar chomhad ZIP i gcónaí, agus is féidir leat formáidí bunaidh nó formáidí comhshó a roghnú mar atá i :ref:`download`.
hu: Egy összetevő, kategória vagy projekt fordítási fájljai egyben is letölthetők a :guilabel:`Fájlok` menüpontból. A letöltés ZIP fájlformátumban történik, és választható az eredeti vagy konvertált formátum, hasonlóan a :ref:`download` részben leírtakhoz.
id: Berkas terjemahan untuk suatu komponen, kategori, atau proyek dapat diunduh langsung melalui menu :guilabel:`Files`. Unduhan selalu disajikan sebagai berkas ZIP, dan Anda dapat memilih format asli atau yang telah dikonversi, sama seperti pada :ref:`download`.
ja: コンポーネント、カテゴリ、プロジェクトの翻訳ファイルは、 :guilabel:`ファイル` メニューから一度にダウンロードできます。 ダウンロードは常に ZIP ファイルとして提供され、:ref:`download` と同様に元の形式か変換した形式を選択できます。
nl: Vertaalbestanden voor een onderdeel, categorie of project kunnen in een keer worden gedownload via het menu :guilabel:`Bestanden`. De download wordt altijd geserveerd als een ZIP-bestand en u kunt kiezen voor originele of geconverteerde indelingen, soortgelijk als in :ref:`download`.
pt_br: Arquivos de tradução para um componente, categoria ou projeto podem ser baixados de uma vez por meio do menu :guilabel:`Arquivos`. O download é sempre servido como um arquivo ZIP, e você pode escolher formatos originais ou convertidos, similarmente a :ref:`download`.
ru: Файлы перевода компонента, категории или проекта могут быть загружены вместе через меню :guilabel:`«Файлы»`. Загрузка всегда выполняется в виде ZIP-файла; вы можете выбрать изначальные или преобразованные форматы так же, как и в :ref:`download`.
sv: Översättningsfiler för en komponent, kategori eller ett projekt kan laddas ner samtidigt via menyn :guilabel:`Files`. Nedladdningen sker alltid som en ZIP-fil, och du kan välja mellan originalformat eller konverterade format på samma sätt som i :ref:`download`.
tr: Bir bileşen, kategori veya projenin çeviri dosyaları :guilabel:`Dosyalar` menüsü kullanılarak tek seferde indirilebilir. İndirilen dosya her zaman bir ZIP dosyası olarak sunulur ve :ref:`download` bölümündeki gibi özgün ya da dönüştürülmüş biçimleri seçebilirsiniz.
uk: Файли перекладів для складника, категорії або проєкту можна одночасно отримати за допомогою меню :guilabel:`Файли`. Отримання даних завжди відбувається у форматі файла ZIP, і ви можете вибрати початковий або перетворений формати так, як це відбувається у розділі :ref:`download`.
zh_hans: 可以通过 :guilabel:`文件 <Files>` 菜单同时下载部件、分类或项目的翻译文件。下载内容始终以 ZIP 文件提供，你可以像在 :ref:`download` 中那样选择原始或转换的格式。

source: Uploading translations
de: Übersetzungen hochladen
ga: Aistriúcháin á n-uaslódáil
hu: Fordítások feltöltése
id: Mengunggah terjemahan
ja: 翻訳のアップロード
nl: Vertalingen uploaden
pt: Enviar traduções
pt_br: Enviando traduções
ro: Încărcarea traducerilor
ru: Загрузка переводов
sv: Ladda upp översättningar
ta: மொழிபெயர்ப்புகளை பதிவேற்றுகிறது
tr: Çevirileri yüklemek
uk: Вивантаження перекладів
zh_hans: 上传译文

source: When you have made your changes, use :guilabel:`Upload translation` in the :guilabel:`Files` menu.
de: Wenn Sie Ihre Änderungen vorgenommen haben, verwenden Sie :guilabel:`Übersetzung hochladen` im Menü :guilabel:`Dateien`.
ga: Nuair a bheidh do chuid athruithe déanta agat, úsáid :guilabel:`Uaslódáil an t-aistriúchán` sa roghchlár :guilabel:`Comhaid`.
hu: Miután elvégezte a módosításokat, használja a :guilabel:`Fordítás feltöltése` lehetőséget a :guilabel:`Fájlok` menüben.
id: Setelah Anda membuat perubahan, gunakan :guilabel:`Upload translation` di menu :guilabel:`Files`.
ja: ファイルに変更を加えたら、:guilabel:`ファイル` メニューの :guilabel:`翻訳のアップロード` を実行します。
nl: Wanneer u uw wijzigingen gemaakt hebt, gebruik dan :guilabel:`Vertaling uploaden` in het menu :guilabel:`Bestanden`.
pt: Quando tiver feito as suas alterações, use :guilabel:`Enviar tradução` no menu :guilabel:`Ficheiros`.
pt_br: Quando você tiver feito suas alterações, use :guilabel:`Enviar tradução` no menu :guilabel:`Arquivos`.
ro: După ce ați făcut modificările, utilizați :guilabel:`Încărcați traducerea` din meniul :guilabel:`File`.
ru: После того, как вы внесли в перевод свои изменения, воспользуйтесь пунктом :guilabel:`Загрузить перевод` меню :guilabel:`Файлы`.
sv: När du har gjort dina ändringar, använd :guilabel:`Ladda upp översättning` i menyn :guilabel:`Filer`.
ta: உங்கள் மாற்றங்களை நீங்கள் செய்தால், பயன்படுத்து: வபஇசிட்டை: `மொழிபெயர்ப்பைப் பதிவேற்றவும்` இல்: வபஇசிட்டை:` கோப்புகள்` பட்டியல்.
tr: Değişikliklerinizi yaptıktan sonra, :guilabel:`Dosyalar` menüsünden :guilabel:`Çeviriyi yükle` seçeneğini kullanın.
uk: Після внесення бажаних змін поза мережею скористайтеся пунктом :guilabel:`Вивантажити переклад` з меню :guilabel:`Файли`.
zh_hans: 进行更改后，请使用 :guilabel:`文件` 菜单中的 :guilabel:`上传译文`。
zh_hant: 當您進行更改時，使用：Guilabel：“上傳翻譯”：Guilabel：`Files`菜單。
