Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This applies to Docker container defaults and example configurations provided in this documentation, but the numbers will change once you customize the amount of WSGI workers or adjust parallelism of Celery.
de: Dies gilt für die Docker-Container-Standardwerte und die Beispielkonfigurationen in dieser Dokumentation, jedoch werden sich die Zahlen ändern, wenn Sie die Anzahl der WSGI-Worker anpassen oder die Parallelität von Celery einstellen.
ga: Baineann sé seo le mainneachtainí coimeádán Docker agus cumraíochtaí mar shampla a sholáthraítear sa doiciméadú seo, ach athrófar na huimhreacha nuair a shaincheapann tú méid oibrithe WSGI nó nuair a choigeartóidh tú comhthreomhar Soilire.
hu: Ez a Docker-konténerek alapértelmezett beállításaira és a dokumentációban szereplő példakonfigurációkra vonatkozik, de a számok módosulnak, ha testreszabja a WSGI munkafolyamatok számát vagy a Celery párhuzamosítását.
id: Hal ini berlaku untuk konfigurasi bawaan kontainer Docker dan contoh yang disediakan dalam dokumentasi ini, tetapi jumlahnya akan berubah setelah Anda menyesuaikan jumlah pekerja WSGI atau menyesuaikan paralelisme Celery.
ja: これは、このドキュメントで提供されている Docker コンテナのデフォルトと設定例に当てはまりますが、WSGI ワーカーの量を変更したり、Celery の並列処理を調整したりすると、数値の変更が必要になります。
nl: Dit is van toepassing op Docker container standaarden en voorbeeld configuraties die worden verschaft in deze documentatie, maar de aantallen zullen wijzigen als u het aantal werkers voor WSGI aanpast of het parallellisme van Celery aanpast.
pt: Isto aplica-se aos padrões dos contentores do Docker e às configurações de exemplo fornecidas nesta documentação, mas os números serão alterados quando personalizar a quantidade de workers WSGI ou ajustar o paralelismo do Celery.
pt_br: Isso se aplica aos padrões dos contêineres do Docker e às configurações de exemplo fornecidas nesta documentação, mas os números serão alterados quando você personalizar a quantidade de workers WSGI ou ajustar o paralelismo do Celery.
sv: Detta gäller standardinställningarna för Docker-containrar och exempelkonfigurationerna i denna dokumentation, men siffrorna kommer att ändras när du anpassar antalet WSGI-arbetare eller justerar parallelliteten i Celery.
ta: இந்த ஆவணத்தில் வழங்கப்பட்ட கப்பல்துறை கொள்கலன் இயல்புநிலை மற்றும் எடுத்துக்காட்டு உள்ளமைவுகளுக்கு இது பொருந்தும், ஆனால் நீங்கள் wsgi தொழிலாளர்களின் அளவைத் தனிப்பயனாக்கியவுடன் அல்லது செலரியின் இணையான தன்மையை சரிசெய்யும்போது எண்கள் மாறும்.
tr: Bu durum, bu belgede belirtilen Docker kapsayıcı varsayılanları ve örnek yapılandırmalar için geçerlidir. Ancak WSGI işlemlerinin sayısını özelleştirdiğinizde veya Celery paralelliğini ayarladığınızda sayılar değişir.
uk: Це стосується типових параметрів контейнера Docker та прикладу налаштувань, який наведено у цій документації, але зміняться числа, щойно ви почнете налаштовувати кількість обробників WSGI або коригувати паралельну обробку у Celery.
zh_hans: 这应用到 Docker 容器默认值及此文档中提供的示例配置，不过一旦你自定义 WSGI worker 数目或调整 Celery 并行数，相关数字就会变化。

source: The actual limit for the number of database connections needs to be higher to account following situations:
de: Der tatsächliche Grenzwert für die Anzahl der Datenbankverbindungen muss höher sein, um folgende Situationen zu berücksichtigen:
ga: Ní mór an teorainn iarbhír do líon na nasc bunachar sonraí a bheith níos airde chun cuntas a thabhairt sna cásanna seo a leanas:
hu: Az adatbázis-kapcsolatok tényleges korlátját magasabbra kell állítani az alábbi helyzetek figyelembevételével:
id: Batasan sebenarnya untuk jumlah koneksi basis data perlu lebih tinggi untuk memperhitungkan situasi berikut:
ja: データベース接続数の実際の制限は、次の状況を考慮してさらに大きくすることが必要:
nl: De feitelijke limiet voor het aantal databaseverbindingen moet hoger zijn om rekening te houden met de volgende situaties:
pt: O limite atual para o número de conexões do banco de dados precisa ser maior para contemplar as seguintes situações:
pt_br: O limite atual para o número de conexões do banco de dados precisa ser maior para contemplar as seguintes situações:
sv: Den faktiska gränsen för antalet databasanslutningar måste vara högre för att ta hänsyn till följande situationer:
ta: தரவுத்தள இணைப்புகளின் எண்ணிக்கையின் உண்மையான வரம்பு பின்வரும் சூழ்நிலைகளுக்கு கணக்கில் அதிகமாக இருக்க வேண்டும்:
tr: Aşağıdaki durumları hesaba katmak için gerçek veri tabanı bağlantı sayısı sınırının daha yüksek olması gerekir:
uk: Справжнє обмеження на кількість з'єднань із базою даних має бути вищим з метою врахування таких речей:
zh_hans: 考虑下列情况，数据库连接数的实际限制需要较高：

source: If case process is killed (for example by OOM killer), it might block the existing connection until timeout.
de: Wenn ein Case-Prozess beendet wird (z. B. durch einen OOM-Killer), kann er die bestehende Verbindung bis zum Timeout blockieren.
ga: Má mharaítear próiseas cáis (mar shampla ag maor OOM), d’fhéadfadh sé go gcuirfeadh sé bac ar an nasc atá ann cheana féin go dtí an teorainn ama.
hu: Ha egy folyamat megszakad (például egy OOM killer miatt), az meglévő kapcsolatot is blokkolhatja a timeout lejártáig.
id: Jika proses kasus dihentikan (misalnya oleh pembunuh OOM), ia mungkin memblokir koneksi yang ada hingga batas waktu.
ja: プロセスが強制終了された場合（OOM キラーによって強制終了された場合など）、タイムアウトするまで既存の接続がブロックされることがあります。
nl: Als het proces case wordt beëindigd (bijvoorbeeld door OOM killer), zou het de bestaande verbinding kunnen blokkeren tot time-out.
pt: Se o processo do caso for eliminado (por exemplo, pelo OOM killer) poderá bloquear a conexão existente até o tempo limite.
pt_br: Se o processo do caso for eliminado (por exemplo, pelo OOM killer), ele poderá bloquear a conexão existente até o tempo limite.
sv: Om processprocessen avbryts (till exempel av OOM-killer) kan den blockera den befintliga anslutningen tills tidsgränsen löper ut.
ta: வழக்கு செயல்முறை கொல்லப்பட்டால் (எடுத்துக்காட்டாக oom கில்லரால்), இது நேரம் முடிவடையும் வரை இருக்கும் இணைப்பைத் தடுக்கலாம்.
tr: Olay işlemi sonlandırılırsa (örneğin bellek tükendi sonlandırıcısı tarafından), geçerli bağlantı zaman aşımına uğrayana kadar engellenebilir.
uk: Якщо процес примусово завершується (наприклад засобом знищення процесів OOM), наявне з'єднання може бути заблоковано до завершення часу очікування.
zh_hans: 如果进程被杀（比如被 OOM killer 干掉），可能造成现有连接被拦截，导致超时。

source: PostgreSQL is usually the best choice for Django-based sites. It's the reference database used for implementing Django database layer.
de: PostgreSQL ist normalerweise die beste Wahl für Django-basierte Websites. Es ist die Referenzdatenbank, die für die Implementierung der Django-Datenbankschicht verwendet wird.
ga: Is gnách gurb é PostgreSQL an rogha is fearr do shuíomhanna atá bunaithe ar Django. Is é an bunachar sonraí tagartha a úsáidtear chun ciseal bunachar sonraí Django a chur i bhfeidhm.
hu: A PostgreSQL általában a legjobb választás Django-alapú webhelyekhez. Ez a referencia-adatbázis, amelyet a Django adatbázisrétegének fejlesztéséhez használnak.
id: PostgreSQL biasanya merupakan pilihan terbaik untuk situs berbasis Django. Ini adalah basis data referensi yang digunakan untuk mengimplementasikan lapisan basis data Django.
ja: 通常、Django ベースのサイトには PostgreSQL が最適です。これは、Django データベース層の実装に使用する参照データベースです。
nl: PostgreSQL is gewoonlijk de beste keuze voor op Django gebaseerde sites. Het is de verwijzingsdatabase die wordt gebruikt voor het implementeren van de databaselaag voor Django.
pt: PostgreSQL é geralmente a melhor escolha para sites baseados em Django. É o banco de dados de referência usado para implementar a camada de banco de dados Django.
pt_br: PostgreSQL é geralmente a melhor escolha para sites baseados em Django. É o banco de dados de referência usado para implementar a camada de banco de dados Django.
ro: PostgreSQL este, de obicei, cea mai bună alegere pentru site-urile bazate pe Django. Este baza de date de referință utilizată pentru implementarea stratului de baze de date Django.
ru: PostgreSQL, как правило, является лучшим выбором для сайтов, написанных на Django. Это эталонная база данных, используемая для реализации слоя баз данных Django.
sv: PostgreSQL är vanligtvis det bästa valet för Django-baserade webbplatser. Det är referensdatabasen som används för att implementera Djangos databaslager.
ta: போச்ட்கிரெச்யூல் பொதுவாக சாங்கோ அடிப்படையிலான தளங்களுக்கு சிறந்த தேர்வாகும். இது சாங்கோ தரவுத்தள அடுக்கை செயல்படுத்த பயன்படுத்தப்படும் குறிப்பு தரவுத்தளம்.
tr: Django temelli siteler için genellikle en iyi seçim PostgreSQL kullanmaktır. Django tarafından referans olarak kullanılan veri tabanıdır.
uk: PostgreSQL, зазвичай є найкращим вибором для заснованих на Django сайтів. Це еталонна база даних, яка використовується для реалізації шару бази даних Django.
zh_hans: PostgreSQL 通常是基于 Django 的网站的最好选择。它是实现 Django 数据库层而使用的参考数据库。
zh_hant: PostgreSQL 通常是基於 Django 的網站的最好選擇。它是實現 Django 數據庫層而使用的參考數據庫。

source: Weblate uses trigram extension which has to be installed separately in some cases. Look for ``postgresql-contrib`` or a similarly named package.
de: Weblate verwendet die Trigram-Erweiterung, die in einigen Fällen separat installiert werden muss. Suchen Sie nach ``postgresql-contrib`` oder einem ähnlich benannten Paket.
ga: Úsáideann Weblate síneadh trigram a chaithfear a shuiteáil ar leithligh i gcásanna áirithe. Cuardaigh `` postgresql-contrib`` nó pacáiste atá ainmnithe mar an gcéanna.
hu: A Weblate trigram kiterjesztést használ, amelyet bizonyos esetekben külön kell telepíteni. Keresse a ``postgresql-contrib`` vagy hasonló nevű csomagot.
id: Weblate menggunakan ekstensi trigram yang terkadang harus diinstal secara terpisah. Cari ``postgresql-contrib`` atau paket dengan nama serupa.
ja: Weblate では、場合によっては個別にインストールすることが必要なトライグラム拡張機能を使用します。``postgresql-contrib`` または同様の名前のパッケージを探してください。
nl: Weblate gebruikt de extensie trigram die in sommige gevallen afzonderlijk moet worden geïnstalleerd. Zoek naar ``postgresql-contrib`` of een soortgelijk genaamd pakket.
pt: O Weblate usa a extensão trigram que deve ser instalada separadamente em alguns casos. Procure por ``postgresql-contrib`` ou um pacote com nome similar.
pt_br: O Weblate usa um complemento de trigrama que deve ser instalado separadamente em alguns casos. Procure por ``postgresql-contrib`` ou um pacote com nome similar.
ro: Weblate utilizează extensia Trigram, care trebuie instalată separat în unele cazuri. Căutați ``postgresql-contrib`` sau un pachet cu nume similar.
ru: Weblate использует расширение для триграмм, которое в некоторых случаях должно быть установлено отдельно. Ищите пакет ``postgresql-contrib`` или аналогичный.
sv: Weblate använder trigram-tillägg som i vissa fall måste installeras separat. Leta efter ``postgresql-contrib`` eller ett paket med liknande namn.
ta: வலைபெயர்ப்பு டிரிகிராம் நீட்டிப்பைப் பயன்படுத்துகிறது, இது சில சந்தர்ப்பங்களில் தனித்தனியாக நிறுவப்பட வேண்டும். `` postgresql-contrib`` அல்லது இதேபோல் பெயரிடப்பட்ட தொகுப்பைத் தேடுங்கள்.
tr: Weblate, bazı durumlarda ayrı olarak kurulması gereken trigram eklentisini kullanır. ``Postgresql-contrib`` ya da benzer şekilde adlandırılmış bir paket arayın.
uk: Weblate використовує розширення обробки триграм, яке можна встановити у деяких випадках. Пошукайте ``postgresql-contrib`` або пакунок із подібною назвою.
zh_hans: Weblate 使用三字母的扩展名，在某些情况下需要单独安装。查找 ``postgresql-contrib`` 或类似命名的包。
zh_hant: Weblate 使用三字母的擴展名，在某些情況下需要單獨安裝。查找 ``postgresql-contrib`` 或類似命名的包。

source: Creating a database in PostgreSQL
de: Erstellen einer Datenbank in PostgreSQL
ga: Bunachar sonraí a chruthú i PostgreSQL
hu: Adatbázis létrehozása PostgreSQL-ben
id: Membuat basis data di PostgreSQL
ja: PostgreSQL でデータベースの作成
nl: Een database maken in PostgreSQL
pt: Criar um banco de dados no PostgreSQL
pt_br: Criando um banco de dados no PostgreSQL
ro: Crearea unei baze de date în PostgreSQL
ru: Создание базы данных в PostgreSQL
sv: Skapa en databas i PostgreSQL
ta: postgresql இல் ஒரு தரவுத்தளத்தை உருவாக்குதல்
tr: PostgreSQL üzerinde bir veri tabanı oluşturmak
uk: Створення бази даних у PostgreSQL
zh_hans: 创建 PostgreSQL 数据库
zh_hant: 建立 PostgreSQL數據庫

source: It is usually a good idea to run Weblate in a separate database, and separate user account:
de: Normalerweise ist es eine gute Idee, Weblate in einer separaten Datenbank und unter einem separaten Benutzerkonto laufen zu lassen:
ga: De ghnáth is smaoineamh maith é Weblate a rith i mbunachar sonraí ar leith, agus cuntas úsáideora ar leith:
hu: Általában jó ötlet a Weblate-et külön adatbázisban és külön felhasználói fiókkal futtatni:
id: Biasanya merupakan ide yang bagus untuk menjalankan Weblate dalam basis data terpisah, dan akun pengguna terpisah:
ja: 通常は、Weblate を専用のデータベースと、専用のユーザーアカウントで実行してください。設定例:
nl: Het is gewoonlijk een goed idee om Weblate uit te voeren in een afzonderlijke database, en afzonderlijk gebruikersaccount:
pt: Geralmente é uma boa ideia executar o Weblate num banco de dados separado e separar a conta do utilizador:
pt_br: Geralmente é uma boa ideia executar o Weblate em um banco de dados separado e separar a conta do usuário:
ro: De obicei, este o idee bună să executați Weblate într-o bază de date separată și într-un cont de utilizator separat:
ru: Обычно рекомендуется запускать Weblate в отдельной базе данных и под отдельной учётной записью:
sv: Det är vanligtvis en bra idé att köra Weblate i en separat databas och med ett separat användarkonto:
ta: ஒரு தனி தரவுத்தளத்தில் வலைபெயர்ப்பு இயக்குவது பொதுவாக ஒரு நல்ல யோசனையாகும், மேலும் பயனர் கணக்கைப் பிரிக்கவும்:
tr: Weblate için ayrı bir kullanıcı hesabı ile ayrı bir veri tabanı kullanmak genellikle iyi bir fikirdir:
uk: Зазвичай, варто зробити так, щоб Weblate працював із окремою базою даних і окремим обліковим записом користувача:
zh_hans: 在另一个单独的数据库中运行 Weblate，并将用户账户分开通常是个好方法：
zh_hant: 在另一個單獨的數據庫中運行 Weblate ，並將用戶賬戶分開通常是個好方法：

source: If you don't want to make the Weblate user a superuser in PostgreSQL, you can omit that. In that case you will have to perform some of the migration steps manually as a PostgreSQL superuser in schema Weblate will use:
de: Wenn Sie den Weblate-Benutzer nicht zu einem Superuser in PostgreSQL machen wollen, können Sie das weglassen. In diesem Fall müssen Sie einige der Migrationsschritte manuell als PostgreSQL-Superuser im Schema durchführen, das Weblate verwenden wird:
ga: Mura dteastaíonn uait an t-úsáideoir Weblate a dhéanamh ina shár-úsáideoir in PostgreSQL, is féidir é sin a fhágáil ar lár. Sa chás sin beidh ort cuid de na céimeanna aistrithe a dhéanamh de láimh mar úsáidfidh sár-úsáideoir PostgreSQL sa scéimre Weblate:
hu: Ha nem szeretné a Weblate felhasználót PostgreSQL superuser (teljes körű) jogokkal ellátni ,ez a lépés kihagyható. Ebben az esetben bizonyos migrációs lépéseket kézzel kell végrehajtani PostgreSQL teljes körű jogosultságokkal azon a sémanéven, amelyet a Weblate használni fog:
id: Jika Anda tidak ingin menjadikan pengguna Weblate sebagai pengguna super di PostgreSQL, Anda dapat menghilangkannya. Dalam hal ini, Anda harus melakukan beberapa langkah migrasi secara manual karena pengguna super PostgreSQL dalam skema Weblate akan menggunakan:
ja: Weblate ユーザーを、PostgreSQL のスーパーユーザーにしたくない場合は、省略できます。その場合、Weblate が使用するスキーマの PostgreSQL スーパーユーザーとして、移行手順の一部を手動で実行することになります。実行する移行コマンド:
nl: Als u de gebruiker van Weblate geen superuser in PostgreSQL wilt maken, kun u dat weglaten. In dat geval zult u enkele stappen voor de migratie handmatig moeten uitvoeren, omdat een superuser van PostgreSQL in het schema Weblate zal gebruiken:
pt: Se não quiser fazer do utilizador do Weblate um superutilizador no PostgreSQL, pode omiti-lo. Nesse caso, terá que executar algumas das etapas de migração manualmente como um superutilizador do PostgreSQL no esquema Weblate usará:
pt_br: Se você não quiser fazer do usuário do Weblate um superusuário no PostgreSQL, você pode omitir isso. Nesse caso, você terá que executar algumas das etapas de migração manualmente como um superusuário PostgreSQL no esquema Weblate usará:
ro: Dacă nu doriți să faceți din utilizatorul Weblate un superutilizator în PostgreSQL, puteți omite acest lucru. În acest caz, va trebui să efectuați manual unele dintre etapele de migrare ca superutilizator PostgreSQL în schema pe care o va folosi Weblate:
ru: Если вы не хотите делать пользователя Weblate суперпользователем в PostgreSQL, вы можете пропустить этот шаг. В этом случае вам придётся выполнить некоторые шаги по миграции вручную, так как суперпользователь PostgreSQL запускает в схеме Weblate следующую команду:
sv: Om du inte vill göra Weblate-användaren till superanvändare i PostgreSQL kan du utelämna det. I så fall måste du utföra vissa migreringssteg manuellt som superanvändare i PostgreSQL i det schema som Weblate kommer att använda:
ta: போச்ட்கிரெச்க்யூலில் வலைபெயர்ப்பு பயனரை ஒரு சூப்பர் யூசராக மாற்ற நீங்கள் விரும்பவில்லை என்றால், நீங்கள் அதை தவிர்க்கலாம். அவ்வாறான நிலையில், ச்கீமா வலைபெயர்ப்பில் ஒரு போச்ட்கிரெச்க்யூல் சூப்பர் யூசராக சில இடம்பெயர்வு படிகளை கைமுறையாக செய்ய வேண்டும்:
tr: Weblate kullanıcısını PostgreSQL üzerinde süper kullanıcı yapmak istemiyorsanız, bu seçeneği atlayabilirsiniz. Bu durumda, PostgreSQL süper kullanıcısı ile Weblate şemasındaki bazı aktarım adımlarını el ile yapmanız gerekir:
uk: Якщо ви не хочете робити користувача Weblate надкористувачем у PostgreSQL, ви можете пропустити це. У такому випадку вам доведеться виконати деякі з кроків з перенесення вручну від імені надкористувача PostgreSQL у схемі, яку використовуватиме Weblate:
zh_hans: 如果不想 Weblate 在 PostgreSQL 中使用超级用户，可以省略掉。在模式中必须作为 PostgreSQL 超级用户，来手动执行一些迁移步骤的情况下，Weblate 将使用：
zh_hant: 如果不想 Weblate 在 PostgreSQL 中使用超級用戶，可以省略掉。在模式中必須作為 PostgreSQL 超級用戶，來手動執行一些遷移步驟的情況下， Weblate 將使用：

source: Configuring Weblate to use PostgreSQL
de: Weblate für die Verwendung von PostgreSQL konfigurieren
ga: Weblate a chumrú chun PostgreSQL a úsáid
hu: Weblate konfigurálása PostgreSQL használatára
id: Mengonfigurasi Weblate untuk menggunakan PostgreSQL
ja: Weblate で PostgreSQL を使用するための設定
nl: Weblate configureren om PostgreSQL te gebruiken
pt: Configurar Weblate para usar PostgreSQL
pt_br: Configurando Weblate para usar PostgreSQL
ro: Configurarea Weblate pentru a utiliza PostgreSQL
ru: Настройка Weblate для использования PostgreSQL
sv: Konfigurera Weblate för att använda PostgreSQL
ta: போச்ட்கிரெச்க்யூல் பயன்படுத்த வலைபெயர்ப்பு கட்டமைத்தல்
tr: Weblate yapılandırmasını PostgreSQL kullanacak biçimde ayarlamak
uk: Налаштовування Weblate на використання PostgreSQL
zh_hans: 配置 Weblate 来使用 PostgreSQL
zh_hant: 配置 Weblate 來使用 PostgreSQL

source: The :file:`settings.py` snippet for PostgreSQL:
de: Das :file:`settings.py`-Snippet für PostgreSQL:
ga: An snippet :file:`settings.py` do PostgreSQL:
hu: A :file:`settings.py` fájlban a PostgreSQL-hez tartozó kódrészlet:
id: Cuplikan :file:`settings.py` untuk PostgreSQL:
ja: :file:`settings.py` に必要な PostgreSQL 用の設定:
nl: De snipper uit :file:`settings.py` voor PostgreSQL:
pt: O trecho :file:`settings.py` para PostgreSQL:
pt_br: O trecho de :file:`settings.py` para PostgreSQL:
ro: Fragmentul :file:`settings.py` pentru PostgreSQL:
ru: Фрагмент настроек :file:`settings.py` для PostgreSQL:
sv: :file:`settings.py`-snippet för PostgreSQL:
tr: PostgreSQL için :file:`settings.py` dosyasına eklenecek kod parçası:
uk: Фрагмент :file:`settings.py` для PostgreSQL:
zh_hans: PostgreSQL 的 :file:`settings.py` 片段：
zh_hant: PostgreSQL 的 :file:`settings.py` 片段：
