Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Dropped support for VCS integration settings deprecated in 4.14.
de: Die Unterstützung für seit 4.14 veraltete VCS-Integrationseinstellungen eingestellt.
ga: Tacaíocht íslithe do shocruithe comhtháthaithe VCS in 4.14.
hu: Megszűnt a 4.14-es verzióban elavulttá vált VCS integrációs beállítások támogatása.
id: Dukungan terhadap pengaturan integrasi VCS yang tidak digunakan lagi pada versi 4.14 telah dihentikan.
ja: 4.14 で非推奨となった VCS 統合設定への対応を終了。
nl: Ondersteuning vervallen voor instellingen voor integratie van VCS die zijn vervallen in 4.14.
pt_br: Removido o suporte a configurações de integração com VCS descontinuadas na versão 4.14.
ru: Прекращена поддержка настроек интеграции VCS, устаревших в версии 4.14.
sv: Stödet för VCS-integrationsinställningar som avvecklats i 4.14 har tagits bort.
ta: வி.சி.எச் ஒருங்கிணைப்பு அமைப்புகளுக்கான உதவி 4.14 இல் நீக்கப்பட்டது.
tr: 4.14 sürümünde kullanımdan kaldırılan sürüm denetimi sistemi bütünleştirmesi desteği kaldırıldı.
uk: Відкинуто підтримку параметрів інтеграції з системами керування версіями, яку визнано застарілою у 4.14.
zh_hans: 去掉了对在 4.14 版本中废弃的 VCS 集成设置的支持。

source: Added support for Bitbucket Server pull requests.
de: Unterstützung für Bitbucket-Server-Pull-Requests hinzugefügt.
ga: Tacaíocht bhreise le haghaidh iarratais ar tharraingt Freastalaí Bitbucket.
hu: Bitbucket Server módosítási kérelem (pull request) támogatás hozzáadva.
id: Menambahkan dukungan untuk permintaan penarikan Bitbucket Server.
ja: Bitbucket Server のプルリクエストへの対応。
nl: Ondersteuning toegevoegd voor Bitbucket Server pull verzoeken.
pt_br: Adicionado suporte a pull requests do Bitbucket Server.
ru: Добавлена поддержка запросов на извлечение сервера Bitbucket.
sv: Stöd för pull-förfrågningar från Bitbucket Server har lagts till.
ta: பிட்பக்கெட் சேவையக இழுப்பு கோரிக்கைகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Bitbucket Server çekme istekleri desteği eklendi.
uk: Додано підтримку запитів щодо злиття для сервера Bitbucket.
zh_hans: 新增支持 Bitbucker 服务器拉取请求。

source: Improved conflicts handling in gettext PO files.
de: Verbesserte Konfliktbehandlung in gettext PO-Dateien.
ga: Láimhseáil coinbhleachtaí feabhsaithe i gcomhaid PO gettext.
hu: Ütközéskezelés javítása gettext PO-fájlok esetén.
id: Peningkatan penanganan konflik dalam berkas PO gettext.
ja: gettext PO ファイルでの競合処理の改良。
nl: Verbeterde afhandeling conflicten in gettext PO-bestanden.
pt_br: Melhorado o tratamento de conflitos em arquivos gettext PO.
ru: Улучшена обработка конфликтов в файлах gettext PO.
sv: Förbättrad konflikthantering i gettext PO-filer.
ta: உரைபெறு po கோப்புகளில் கையாளும் மேம்பட்ட மோதல்கள்.
tr: Gettext PO dosyalarında çakışmaların işlenmesi iyileştirildi.
uk: Удосконалено обробку конфліктів у файлах PO gettext.
zh_hans: 改进了 gettext PO 文件中的冲突处理。

source: Added support for defining strings state when adding via API.
de: Unterstützung für die Definition des Zeichenkettenstatus beim Hinzufügen über die API.
ga: Tacaíocht bhreise chun staid teaghráin a shainiú agus iad ag cur trí API.
hu: API-n keresztül történő szöveghozzáadáskor mostantól meghatározható a szöveg állapota.
id: Menambahkan dukungan untuk mendefinisikan status string saat menambahkan melalui API.
ja: API 経由で追加するときに文字列の状態の定義への対応。
nl: Ondersteuning toegevoegd voor het definiëren van de status van tekenreeksen bij toevoegen via de API.
pt_br: Adicionado suporte para definir status de texto ao adicionar via API.
ru: Добавлена поддержка определения состояния строк при добавлении через API.
sv: Lagt till stöd för att definiera strängstatus vid tillägg via API.
ta: பநிஇ வழியாக சேர்க்கும்போது சரங்களை வரையறுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: API ile ekleme sırasında dizge durumunu tanımlama desteği eklendi.
uk: Додано підтримку визначення стану рядків при додаванні за допомогою програмного інтерфейсу.
zh_hans: 新增支持通过 API 添加字符串时定义字符串的状态。

source: Added support for configuring CORS allowed origins.
de: Unterstützung für die Konfiguration von CORS-zulässigen Ursprüngen hinzugefügt.
ga: Tacaíocht bhreise chun bunús ceadaithe CORS a chumrú.
hu: CORS engedélyezett források konfigurálásának támogatása hozzáadva.
id: Menambahkan dukungan untuk mengonfigurasi asal yang diizinkan CORS.
ja: CORS が許可するオリジンの設定に対応。
nl: Ondersteuning toegevoegd voor het configureren van CORS toegestane bronnen.
pt_br: Adicionado suporte para configurar origens permitidas por CORS.
ru: Добавлена поддержка настройки разрешённых источников CORS.
sv: Lagt till stöd för konfigurering av CORS-tillåtna ursprung.
ta: cor களை கட்டமைப்பதற்கான உதவி சேர்க்கப்பட்டது அனுமதிக்கப்பட்ட தோற்றம்.
tr: CORS tarafından izin verilen kaynakları yapılandırma desteği eklendi.
uk: Додано підтримку налаштовування дозволених джерел CORS.
zh_hans: 新增支持配置允许的 CORS 源。

source: Added plurals support to automatic suggestions.
de: Unterstützung von Pluralformen für automatische Vorschläge hinzugefügt.
ga: Tacaíocht iolraí curtha le moltaí uathoibríocha.
hu: Automatikus javaslatok mostantól támogatják a többes számokat.
id: Menambahkan dukungan jamak ke saran otomatis.
ja: 複数形の自動提案に対応。
nl: Ondersteuning voor meervouden toegevoegd voor automatische suggesties.
pt_br: Adicionado suporte a plurais para sugestões automáticas.
ru: В автоматические предложения добавлена поддержка множественного числа.
sv: Lagt till stöd för pluralformer i automatiska förslag.
ta: தானியங்கி பரிந்துரைகளுக்கு பன்மை உதவி சேர்க்கப்பட்டது.
tr: Çoğul biçimler için kendiliğinden öneri desteği eklendi.
uk: Додано підтримку форм множини для автоматичних пропозицій.
zh_hans: 自动建议新增复数形式支持。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/89?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/89?closed=1>`__。

source: Celery beat is now storing the tasks schedule in the database, ``CELERY_BEAT_SCHEDULER`` and :setting:`django:INSTALLED_APPS` need to be changed for that.
de: Celery Beat speichert nun den Aufgabenplan in der Datenbank, ``CELERY_BEAT_SCHEDULER`` und :setting:`django:INSTALLED_APPS` müssen dafür geändert werden.
ga: Tá an buille soilire ag stóráil an sceideal tascanna sa bhunachar sonraí anois, is gá ``CELERY_BEAT_SCHEDULER`` agus :setting:`django:INSTALLED_APPS` a athrú chuige sin.
hu: A Celery beat mostantól az adatbázisban tárolja a feladatütemezést, ehhez módosítani kell a ``CELERY_BEAT_SCHEDULER`` és az :setting:`django:INSTALLED_APPS` beállításokat.
id: Celery beat sekarang menyimpan jadwal tugas dalam basis data, ``CELERY_BEAT_SCHEDULER`` dan :setting:`django:INSTALLED_APPS` perlu diubah untuk itu.
ja: 現在、celery beat はデータベースにタスク スケジュールを保存するようになりました。そのため、 ``CELERY_BEAT_SCHEDULER`` および :setting:`django:INSTALLED_APPS` の変更が必要です。
nl: Celery beat slaat nu het schema voor de taken op in de database, ``CELERY_BEAT_SCHEDULER`` en :setting:`django:INSTALLED_APPS` moeten daarvoor worden gewijzigd.
pt_br: O beat do Celery agora está armazenando a programação de tarefas no banco de dados. ``CELERY_BEAT_SCHEDULER`` e :setting:`django:INSTALLED_APPS` precisam ser alterados para isso.
ru: Celery beat теперь сохраняет расписание задач в базе данных, для этого необходимо изменить ``CELERY_BEAT_SCHEDULER`` и :setting:`django:INSTALLED_APPS`.
sv: Celery Beat lagrar nu uppgiftschemat i databasen, ``CELERY_BEAT_SCHEDULER`` och :setting:`django:INSTALLED_APPS` måste ändras för detta.
tr: Celery vuruşu artık görev zamanlamasını veri tabanında saklıyor. Bunun için ``CELERY_BEAT_SCHEDULER`` ve :setting:`django:INSTALLED_APPS` seçeneklerinde değişiklik yapılmalıdır.
uk: У новій версії биття Celery зберігає план завдань у базі даних. Для цього слід змінити ``CELERY_BEAT_SCHEDULER`` і :setting:`django:INSTALLED_APPS`.
zh_hans: Celery beat 现在在数据库中保存任务计划，需要为此更改 ``CELERY_BEAT_SCHEDULER`` 和 :setting:`django:INSTALLED_APPS`。

source: The deprecated VCS setting for credentials is no longer supported, see :ref:`up-4-14`.
de: Die veraltete VCS-Einstellung für Zugangsdaten wird nicht mehr unterstützt, siehe :ref:`up-4-14`.
ga: Ní thacaítear a thuilleadh leis an socrú VCS dímheasta le haghaidh dintiúir, féach :ref:`up-4-14`.
hu: A korábban elavultnak jelölt VCS hitelesítési beállítás már nem támogatott, lásd: :ref:`up-4-14`.
id: Pengaturan VCS yang tidak digunakan lagi untuk kredensial tidak lagi didukung, lihat :ref:`up-4-14`.
ja: 非推奨の VCS 設定による認証情報への対応は終了しました。 参照: :ref:`up-4-14`。
nl: De vervallen instelling voor inloggegevens van VCS wordt niet langer ondersteund, bekijk :ref:`up-4-14`.
pt_br: A configuração VCS descontinuada para credenciais não é mais suportada, consulte :ref:`up-4-14`.
ru: Устаревший параметр VCS для учётных данных больше не поддерживается, см. :ref:`up-4-14`.
sv: Den föråldrade VCS-inställningen för autentiseringsuppgifter stöds inte längre, se :ref:`up-4-14`.
tr: Kullanımdan kaldırılan sürüm denetimi sistemi kimlik doğrulama bilgileri ayarı artık desteklenmiyor. Ayrıntılı bilgi almak için: :ref:`up-4-14`.
uk: Припинено підтримку застарілого параметра системи керування версіями для реєстраційних даних, див. :ref:`up-4-14`.
zh_hans: 不再支持已废弃的 VCS 凭据设置，见 :ref:`up-4-14`。

source: Upgrade of `django-crispy-forms` requires changes in :setting:`django:INSTALLED_APPS`.
de: Das Upgrade von `django-crispy-forms` erfordert Änderungen in :setting:`django:INSTALLED_APPS`.
ga: Teastaíonn athruithe i `django-crispy-forms` chun :setting:`django:INSTALLED_APPS` a uasghrádú.
hu: A `django-crispy-forms` frissítése módosításokat igényel az :setting:`django:INSTALLED_APPS` beállításban.
id: Pemutakhiran `django-crispy-forms` memerlukan perubahan dalam :setting:`django:INSTALLED_APPS`.
ja: `django-crispy-forms` をアップグレードするには、:setting:`django:INSTALLED_APPS` の変更が必要です。
nl: Upgraden van `django-crispy-forms` vereist wijzigingen in :setting:`django:INSTALLED_APPS`.
pt_br: A atualização do `django-crispy-forms` requer alterações em :setting:`django:INSTALLED_APPS`.
ru: Обновление `django-crispy-forms` требует изменений в :setting:`django:INSTALLED_APPS`.
sv: Uppgradering av `django-crispy-forms` kräver ändringar i :setting:`django:INSTALLED_APPS`.
tr: `django-crispy-forms` yükseltmesi için :setting:`django:INSTALLED_APPS` içinde değişiklikler yapılmalıdır.
uk: Оновлення `django-crispy-forms` потребує змін у :setting:`django:INSTALLED_APPS`.
zh_hans: 升级 `django-crispy-forms` 需要在 :setting:`django:INSTALLED_APPS` 中进行更改。

source: Integration of `django-cors-headers` requires changes in :setting:`django:INSTALLED_APPS` and :setting:`django:MIDDLEWARE`.
de: Die Integration von `django-cors-headers` erfordert Änderungen in :setting:`django:INSTALLED_APPS` und :setting:`django:MIDDLEWARE`.
ga: Chun `django-cors-headers` a chomhtháthú, tá gá le hathruithe sa :setting:`django:INSTALLED_APPS` agus :setting:`django:MIDDLEWARE`.
hu: A `django-cors-headers` integrálása módosításokat igényel az :setting:`django:INSTALLED_APPS` és a :setting:`django:MIDDLEWARE` beállításokban.
id: Integrasi `django-cors-headers` memerlukan perubahan dalam :setting:`django:INSTALLED_APPS` dan :setting:`django:MIDDLEWARE`.
ja: `django-cors-headers` を統合するには、:setting:`django:INSTALLED_APPS` と :setting:`django:MIDDLEWARE` の変更が必要です。
nl: Integratie van `django-cors-headers` vereist wijzigingen in :setting:`django:INSTALLED_APPS` en :setting:`django:MIDDLEWARE`.
pt_br: A integração de `django-cors-headers` requer alterações em :setting:`django:INSTALLED_APPS` e :setting:`django:MIDDLEWARE`.
ru: Интеграция `django-cors-headers` требует изменений в :setting:`django:INSTALLED_APPS` и :setting:`django:MIDDLEWARE`.
sv: Integration av `django-cors-headers` kräver ändringar i :setting:`django:INSTALLED_APPS` och :setting:`django:MIDDLEWARE`.
tr: `django-cors-headers` bütünleştirmesi için :setting:`django:INSTALLED_APPS` ve :setting:`django:MIDDLEWARE` seçeneklerinde değişiklik yapılmalıdır.
uk: Інтеграція `django-cors-headers` потребує змін у :setting:`django:INSTALLED_APPS` і :setting:`django:MIDDLEWARE`.
zh_hans: `django-cors-headers` 集成需要在 :setting:`django:INSTALLED_APPS` 和 :setting:`django:MIDDLEWARE` 中做出更改。

source: Introduction of :setting:`CACHE_DIR` changed default value of :setting:`django:STATIC_ROOT`. You might need to adjust :ref:`static-files` accordingly.
de: Die Einführung von :setting:`CACHE_DIR` hat den Standardwert von :setting:`django:STATIC_ROOT` geändert. Möglicherweise muss die :ref:`static-files` entsprechend angepasst werden.
ga: Réamhrá de :setting:`CACHE_DIR` athraigh luach réamhshocraithe de :setting:`django:STATIC_ROOT`. B'fhéidir go mbeidh ort :ref:`static-files` a choigeartú dá réir sin.
hu: A :setting:`CACHE_DIR` bevezetése megváltoztatta a :setting:`django:STATIC_ROOT` alapértelmezett értékét. Ennek megfelelően frissítse a :ref:`static-files` beállításokat.
id: Pengenalan :setting:`CACHE_DIR` mengubah nilai bawaan :setting:`django:STATIC_ROOT`. Anda mungkin perlu menyesuaikan :ref:`static-files`.
ja: :setting:`CACHE_DIR` の導入により、 :setting:`django:STATIC_ROOT` のデフォルト値を変更。それに応じて :ref:`static-files` を調整する必要があるかもしれません。
nl: Introductie van :setting:`CACHE_DIR` wijzigde de standaard waarde van :setting:`django:STATIC_ROOT`. U zou misschien uw :ref:`static-files` overeenkomstig moeten aanpassen.
pt_br: Introdução de :setting:`CACHE_DIR` alterou o valor padrão de :setting:`django:STATIC_ROOT`. Talvez seja necessário ajustar :ref:`static-files` adequadamente.
ru: Введение :setting:`CACHE_DIR` изменило значение по умолчанию :setting:`django:STATIC_ROOT`. Возможно, вам придётся соответствующим образом настроить :ref:`static-files`.
sv: Införandet av :setting:`CACHE_DIR` ändrade standardvärdet för :setting:`django:STATIC_ROOT`. Du kan behöva justera :ref:`static-files` i enlighet med detta.
tr: :setting:`CACHE_DIR` seçeneğinin ayarlanması, :setting:`django:STATIC_ROOT` için varsayılan değeri değiştirdi. :ref:`static-files` değerini uygun şekilde güncellemeniz gerekebilir.
uk: Впровадження :setting:`CACHE_DIR` змінило типове значення :setting:`django:STATIC_ROOT`. Можливо, вам доведеться скоригувати відповідним чином :ref:`static-files`.
zh_hans: :setting:`CACHE_DIR` 的引入更改了 :setting:`django:STATIC_ROOT` 的默认值。 你可能需要相应调整 :ref:`static-files`。

source: *Released on January 25th 2023.*
de: *Veröffentlicht am 25. Januar 2023.*
ga: *Eisithe ar 25 Eanáir 2023.*
hu: *Kiadva: 2023. január 25.*
id: *Dirilis pada 25 Januari 2023.*
nl: *Uitgegeven op 25 januari 2023.*
pt_br: *Atualizado em 25 de janeiro de 2023.*
sv: *Släpptes den 25 januari 2023.*
tr: *25 Ocak 2023 tarihinde yayınlandı.*
uk: *Випущено 25 січня 2023 року.*

source: Enabled gotext JSON and i18next v4 formats in the default configuration.
de: Die JSON-Formate gotext und i18next v4 in der Standardkonfiguration aktiviert.
ga: Cumasaíodh formáidí gotext JSON agus i18next v4 sa chumraíocht réamhshocraithe.
hu: A gotext JSON és i18next v4 formátumok alapértelmezetten engedélyezve lettek.
id: Mengaktifkan format gotext JSON dan i18next v4 dalam konfigurasi bawaan.
ja: デフォルト設定で gotext JSON および i18next v4 形式に対応。
nl: Indelingen gotext JSON en i18next v4 ingeschakeld in de standaard configuratie.
pt_br: Formatos gotext JSON e i18next v4 foram habilitados na configuração padrão.
ru: В конфигурации по умолчанию включены форматы gotext JSON и i18next v4.
sv: Aktiverade gotext JSON- och i18next v4-format i standardkonfigurationen.
ta: இயல்புநிலை உள்ளமைவில் gotext சாதொபொகு மற்றும் i18next v4 வடிவங்கள் இயக்கப்பட்டன.
tr: Varsayılan yapılandırmada gotext JSON ve i18next v4 biçimleri kullanıma alındı.
uk: Уможливлено формати gotext JSON і i18next v4 у типовій конфігурації.
zh_hans: 在默认配置中启用了 gotext JSON 和 i18next v4 版格式。

source: Fixed crash on uploading corrupted files.
de: Absturz beim Hochladen von beschädigten Dateien behoben.
ga: Timpiste seasta ar uaslódáil comhaid truaillithe.
hu: Javítva az összeomlás hibás fájl feltöltésekor.
id: Memperbaiki kerusakan saat mengunggah berkas yang rusak.
ja: 破損したファイルをアップロードする際のクラッシュを修正。
nl: Gerepareerde crash bij uploaden van corrupte bestanden.
pt_br: Corrigida a falha no envio de arquivos corrompidos.
ru: Исправлен сбой при загрузке повреждённых файлов.
sv: Fixat krasch vid uppladdning av korrupta filer.
ta: சிதைந்த கோப்புகளை பதிவேற்றுவதில் நிலையான செயலிழப்பு.
tr: Bozuk dosyalar yüklendiğinde yaşanan çökme sorunu düzeltildi.
uk: Виправлено аварійне завершення роботи при вивантаженні пошкоджених файлів.
zh_hans: 修复了上传破损文件时的崩溃。

source: Show stale directories in Git repository status.
de: Anzeige veralteter Verzeichnisse im Git-Repository-Status.
ga: Taispeáin seaneolairí i stádas stór Git.
hu: Git tároló állapotában mostantól láthatók az elavult könyvtárak.
id: Menampilkan direktori basi dalam status repositori Git.
ja: Git リポジトリのステータスで古いディレクトリを表示するように改良。
nl: Verouderde opslagruimten in status van opslagruimte voor Git weergeven.
pt_br: Mostra diretórios obsoletos no status do repositório Git.
ru: Показывать устаревшие каталоги в статусе репозитория Git.
sv: Visa inaktiva kataloger i Git-repositoriets status.
ta: அறிவிலி களஞ்சிய நிலையில் பழைய கோப்பகங்களைக் காட்டு.
tr: Git depo durumunda eski klasörlerin görüntülenmesi sağlandı.
uk: Реалізовано показ незмінних каталогів у стані сховища Git.
zh_hans: 在 Git 仓库状态中显示 stale 目录。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/91?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/91?closed=1>`__。

source: *Released on January 19th 2023.*
de: *Veröffentlicht am 19. Januar 2023.*
ga: *Eisithe ar 19 Eanáir 2023.*
hu: *Kiadva: 2023. január 19.*
id: *Dirilis pada 19 Januari 2023.*
nl: *Uitgegeven op 19 januari 2023.*
pt_br: *Atualizado em 19 de janeiro de 2023.*
sv: *Släpptes den 19 januari 2023.*
tr: *19 Ocak 2023 tarihinde yayınlandı.*
uk: *Випущено 19 січня 2023 року.*

source: Fixed suggestions from automatic translation.
de: Die Vorschläge der automatischen Übersetzung korrigiert.
ga: Moltaí seasta ó aistriúchán uathoibríoch.
hu: Javítva az automatikus fordítási javaslatok működése.
id: Memperbaiki saran dari terjemahan otomatis.
ja: 自動翻訳からの提案の修正。
nl: Gerepareerde suggesties uit automatische vertaling.
pt: Sugestões da tradução automática corrigidas.
pt_br: Sugestões corrigidas da tradução automática.
ru: Исправлены предложения от автоматического перевода.
sv: Korrigeringar av förslag från automatisk översättning.
ta: தானியங்கி மொழிபெயர்ப்பிலிருந்து நிலையான பரிந்துரைகள்.
tr: Kendiliğinden çeviri önerileri düzeltildi.
uk: Виправлено пропозиції автоматичного перекладу.
zh_hans: 修复了来自自动翻译的建议。

source: Fixed add-on page crash in some corner cases.
de: Absturz der Erweiterungsseite in einigen Ausnahmefällen behoben.
ga: Tuairteála leathanach breiseán seasta i gcásanna áirithe cúinne.
hu: Javítva a kiegészítők oldalának összeomlása bizonyos speciális esetekben.
id: Memperbaiki kerusakan halaman pengaya pada beberapa kasus khusus.
ja: 一部の特殊なケースで発生するアドオン ページのクラッシュを修正。
nl: Gerepareerd add-on crash van pagina in sommige randgevallen.
pt: Corrigida a falha da página de extensões em alguns casos extremos.
pt_br: Corrigida a falha da página de complemento em alguns casos específicos.
ru: Исправлен сбой страницы дополнения в некоторых случаях.
sv: Fixat tilläggssidekrasch i vissa specialfall.
ta: சில மூலையில் நிகழ்வுகளில் நிலையான துணை நிரல் செயலிழப்பு.
tr: Bazı uç durumlarda yaşanan eklenti sayfasının çökmesi sorunu düzeltildi.
uk: Виправлено аварійне завершення роботи сторінки додатків у деяких рідкісних випадках.
zh_hans: 修复了某些极端情况下附加组件页面崩溃的问题。

source: Fixed untranslating template for new translations in some cases.
de: In einigen Fällen wurde die Vorlage für neue Übersetzungen nicht mehr übersetzt.
ga: Teimpléad seasta neamhaistrithe le haghaidh aistriúcháin nua i gcásanna áirithe.
hu: Javítva az új fordítások esetén használt sablon lefordítatlanná tétele néhány esetben.
id: Memperbaiki templat yang tidak dapat diterjemahkan untuk terjemahan baru dalam beberapa kasus.
ja: 一部で発生する、新しい翻訳の未翻訳テンプレート問題の修正。
nl: Gerepareerd niet vertalen van sjabloon voor nieuwe vertalingen, in sommige gevallen.
pt: Corrigido o modelo sem tradução para novas traduções em alguns casos.
pt_br: Corrigido modelo sem tradução para novas traduções em alguns casos.
ru: Исправлен непереводимый шаблон для новых переводов в некоторых случаях.
sv: Fixade mallar som inte översattes för nya översättningar i vissa fall.
ta: சில சந்தர்ப்பங்களில் புதிய மொழிபெயர்ப்புகளுக்கான நிலையான மொழிபெயர்ப்பு வார்ப்புரு.
tr: Bazı durumlarda yeni çevirilerde yaşanan kalıbın çevrilmemesi sorunu düzeltildi.
uk: Виправлено неможливість перекладу шаблона для нових перекладів у деяких випадках.
zh_hans: 修复了某些情况下取消翻译新翻译的模板的问题。
