Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Update all translation files to match the monolingual upstream base file. Unused strings are removed, and new ones added as copies of the source string.
de: Aktualisieren Sie alle Übersetzungsdateien entsprechend der einsprachigen Upstream-Basisdatei. Nicht verwendete Zeichenketten werden entfernt und neue Zeichenketten werden als Kopien der Ausgangszeichenkette hinzugefügt.
ga: Nuashonraigh gach comhad aistriúcháin chun teacht leis an mbunchomhad aonteangach réamhtheachtacha. Baintear teaghráin nár úsáideadh, agus cuirtear cinn nua leis mar chóipeanna den teaghrán foinse.
hu: Minden fordítási fájl frissítése az egynyelvű forrásfájl alapján. A már nem használt szövegek eltávolításra kerülnek, az új szövegeket pedig a forrásszöveg másolataként adja hozzá.
id: Memperbarui semua berkas terjemahan agar sesuai dengan berkas dasar monolingual. String yang tidak terpakai akan dihapus dan string baru ditambahkan sebagai salinan string sumber.
ja: すべての翻訳ファイルを、上流にあるモノリンガル用の基礎となる翻訳ファイルと整合するように更新します。使われない文字列は削除され、新しい文字列は原文をコピーして追加されます。
nl: Werk alle vertaalbestanden bij zodat deze overeenkomen met het eentalige upstream basisbestand. Ongebruikte tekenreeksen worden verwijderd en nieuwe worden toegevoegd als kopieën van de brontekenreeks.
pt: Atualize todos os ficheiros de tradução para que correspondam ao ficheiro base monolingue original. As cadeias não utilizadas são removidas e as cadeias novas são adicionadas como cópias da cadeia fonte.
pt_br: Atualiza todos os arquivos de tradução para corresponder ao arquivo base monolíngue do upstream. Textos não usados são removidos e novos são adicionados como cópias do texto fonte.
ro: Actualizează toate fișierele de traducere pentru a se potrivi cu fișierul sursă monolingv din sursă principală. Șirurile neutilizate sunt eliminate, iar cele noi sunt adăugate ca copii ale șirului sursă.
ru: Обновляет все файлы перевода, приводя их в соответствие с одноязычным исходным базовым файлом. Неиспользуемые строки удаляются, а новые добавляются как копии исходных строк.
sv: Uppdatera alla översättningsfiler så att de matchar den enspråkiga uppströmsbasfilen. Oanvända strängar tas bort och nya läggs till som kopior av källsträngen.
ta: ஒருமொழி மேலோடை அடிப்படை கோப்புடன் பொருந்தக்கூடிய அனைத்து மொழிபெயர்ப்பு கோப்புகளையும் புதுப்பிக்கவும். பயன்படுத்தப்படாத சரங்கள் அகற்றப்படுகின்றன, மேலும் புதியவை மூல சரத்தின் நகல்களாக சேர்க்கப்படுகின்றன.
tr: Tüm çeviri dosyalarını tek dilli temel dosya ile eşleşecek biçimde günceller. Kullanılmayan dizgeler kaldırılır ve yeni dizgeler kaynak dizgenin kopyaları olarak eklenir.
uk: Оновити усі файли перекладу, щоб вони відповідали одномовному основному файлу. Невикористані рядки вилучаються, а нові додаються як копії початкового рядка.
zh_hans: 更新所有翻译文件以匹配上游单语言译文模版文件。未使用的字符串将被删除，新字符串将复制源字符串添加。
zh_hant: 更新所有翻譯檔以符合單語言上游基底檔。未使用的字串將移除，新增加的字串將根據來源字串複製加入。

source: Use :ref:`addon-weblate.cleanup.generic` if you only want to remove stale translation keys.
de: Verwenden Sie :ref:`addon-weblate.cleanup.generic`, wenn Sie nur veraltete Übersetzungsschlüssel entfernen möchten.
ga: Úsáid :ref:`addon-weblate.cleanup.generic` mura bhfuil uait ach seaneochracha aistriúcháin a bhaint.
hu: Használja a :ref:`weblate általános tisztító kiegészítőjét <addon-weblate.cleanup.generic>`, ha csak az elavult fordítási kulcsokat szeretné eltávolítani.
id: Gunakan :ref:`addon-weblate.cleanup.generic` jika Anda hanya ingin menghapus kunci terjemahan yang usang.
ja: 古い翻訳キーのみを削除する場合は、:ref:`addon-weblate.cleanup.generic` を使用します。
nl: Gebruik :ref:`addon-weblate.cleanup.generic` als u alleen verouderde sleutels voor vertalingen wilt verwijderen.
pt: Use :ref:`addon-weblate.cleanup.generic` se só quiser remover chaves de tradução obsoletas.
pt_br: Use :ref:`addon-weblate.cleanup.generic` se você só quiser remover chaves de tradução obsoletas.
ro: Utilizați :ref:`addon-weblate.cleanup.generic` dacă doriți să eliminați doar cheile de traducere vechi.
ru: Если вы хотите только удалить устаревшие ключи перевода, используйте надстройку :ref:`addon-weblate.cleanup.generic`.
sv: Använd :ref:`addon-weblate.cleanup.generic` om du bara vill ta bort gamla översättningsnycklar.
tr: Yalnızca eski çeviri anahtarlarını kaldırmak istiyorsanız :ref:`addon-weblate.cleanup.generic` kullanın.
uk: Скористайтеся :ref:`addon-weblate.cleanup.generic`, якщо ви хочете лише вилучити застарілі переклади.
zh_hans: 如果只想删除陈旧的翻译键，那么使用 :ref:`addon-weblate.cleanup.generic`。
zh_hant: 如果只想刪除陳舊的翻譯鍵，那麼使用 :ref:`addon-weblate.cleanup.generic`。

source: Sends notification to a Slack channel based on selected events.
de: Sendet Benachrichtigungen an einen Slack-Kanal basierend auf ausgewählten Ereignissen.
ga: Seolann sé fógra chuig cainéal Slack bunaithe ar imeachtaí roghnaithe.
hu: Értesítést küld egy Slack csatornára a kiválasztott események alapján.
id: Mengirim notifikasi ke saluran Slack berdasarkan peristiwa yang dipilih.
ja: 選択したイベントに基づいてSlackチャンネルに通知を送信します。
nl: Stuurt notificatie aan een kanaal van Slack, gebaseerd op geselecteerde gebeurtenissen.
sv: Skickar meddelanden till en Slack-kanal baserat på valda händelser.
tr: Seçilen olaylara göre bir Slack kanalına bildirim gönderir.
uk: Надсилає сповіщення до каналу Slack на основі вибраних подій.

source: The notification content might show HTML tags. This is a known issue that will be soon addressed; see https://github.com/WeblateOrg/weblate/issues/15056.
de: Der Inhalt der Benachrichtigung kann HTML-Tags enthalten. Dies ist ein bekanntes Problem, das bald behoben wird; siehe https://github.com/WeblateOrg/weblate/issues/15056.
ga: D’fhéadfadh clibeanna HTML a bheith le feiceáil in ábhar an fhógra. Is fadhb aitheanta í seo a réiteofar go luath; féach https://github.com/WeblateOrg/weblate/issues/15056.
hu: Az értesítések tartalma esetenként HTML címkéket is megjeleníthet. Ez egy ismert hiba, amelyet hamarosan javítanak; lásd: https://github.com/WeblateOrg/weblate/issues/15056.
id: Konten notifikasi mungkin menampilkan tag HTML. Ini adalah masalah umum yang akan segera diatasi; lihat https://github.com/WeblateOrg/weblate/issues/15056.
nl: De inhoud van de notificatie mist tags voor HTML. Dit is een bekend probleem dat binnenkort zal worden aangepakt, bekijk https://github.com/WeblateOrg/weblate/issues/15056.
sv: Meddelandets innehåll kan innehålla HTML-taggar. Detta är ett känt problem som snart kommer att åtgärdas. Se https://github.com/WeblateOrg/weblate/issues/15056.
uk: У вмісті сповіщень можуть міститися теги HTML. Це відома проблема, яку буде вирішено найближчим часом; див. https://github.com/WeblateOrg/weblate/issues/15056.

source: To obtain a webhook URL, follow the steps outlined in the `Slack Incoming Webhooks documentation <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_
de: Um eine Webhook-URL zu erhalten, befolgen Sie die Schritte in der `Slack-Incoming-Webhooks-Dokumentation <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_
ga: Chun URL webhook a fháil, lean na céimeanna atá leagtha amach i `ndoiciméadacht Slack Incoming Webhooks <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_
hu: A webhook URL beszerzéséhez kövesse a `Slack bejövő webhookok dokumentációját <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_
id: Untuk mendapatkan URL webhook, ikuti langkah-langkah yang diuraikan dalam `Dokumentasi Webhook Masuk Slack <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_
nl: Verkrijgen van een URL voor een webhaak, volg de stappen zoals die zijn vermeld in de `Slack Incoming Webhooks documentatie <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_
sv: För att få en webhook-URL, följ stegen som beskrivs i dokumentationen för Slack Incoming Webhooks <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>_
uk: Щоб отримати URL-адресу вебхука, виконайте кроки, описані `в документації до Slack Incoming Webhooks. <https://docs.slack.dev/messaging/sending-messages-using-incoming-webhooks>`_

source: Compliance of the secret length with the specification is now validated.
sv: Sekretesslängdens överensstämmelse med specifikationen valideras nu.

source: Webhook secret
sv: Hemlighet för webhook

source: The Standard Webhooks secret is a base64 encoded string.
sv: Standard Webhooks-hemligheten är en base64-kodad sträng.

source: Sends notifications to external services based on selected events, following the Standard Webhooks specification.
de: Sendet Benachrichtigungen an externe Dienste basierend auf ausgewählten Ereignissen, entsprechend der Standard-Webhooks-Spezifikation.
ga: Seolann sé fógraí chuig seirbhísí seachtracha bunaithe ar imeachtaí roghnaithe, ag leanúint shonraíocht chaighdeánach Webhooks.
hu: Értesítéseket küld külső szolgáltatásoknak a kiválasztott események alapján, a Standard Webhooks szabványnak megfelelően.
id: Mengirim notifikasi ke layanan eksternal berdasarkan peristiwa yang dipilih, mengikuti spesifikasi Standard Webhook.
nl: Stuurt notificaties aan externe services, gebaseerd op geselecteerde gebeurtenissen, volgens de specificatie van Standard Webhooks.
sv: Skickar aviseringar till externa tjänster baserat på valda händelser, enligt standardspecifikationen för webhooks.
tr: Standart Webhooks spesifikasyonunu izleyerek, seçilen olaylara dayalı olarak harici hizmetlere bildirim gönderir.
uk: Надсилає сповіщення зовнішнім службам на основі вибраних подій, дотримуючись специфікації Standard Webhooks.

source: The request payload complies with the :ref:`schema-messaging` schema. The OpenAPI description can also be found at ``/api/docs/``. Sample request body:
de: Die Nutzdaten der Anfrage entsprechen dem Schema :ref:`schema-messaging`. Die OpenAPI-Beschreibung kann auch unter ``/api/docs/`` gefunden werden. Beispielanfrage :
ga: Comhlíonann ualach an iarratais an scéim :ref:`schema-messaging`. Is féidir cur síos ar an OpenAPI a fháil ag ``/api/docs/`` freisin. Corp iarratais samplach:
hu: A kérés adatszerkezete megfelel a :ref:`schema-messaging` sémának. Az OpenAPI-leírás elérhető a ``/api/docs/`` címen. Példa kérés törzsre:
id: Muatan permintaan sesuai dengan skema :ref:`schema-messaging`. Deskripsi OpenAPI juga dapat ditemukan di ``/api/docs/``. Contoh isi permintaan:
nl: De aangevraagde lading voldoet aan het schema :ref:`schema-messaging`. De OpenAPI-beschrijving is ook te vinden op ``/api/docs/``. Voorbeeld tekstblok voor aanvraag:
sv: Begäranens nyttolast överensstämmer med :ref:`schema-messaging`-schemat. OpenAPI-beskrivningen finns också på ``/api/docs/``. Exempel på begäran:
uk: Корисне навантаження запиту відповідає схемі :ref:`schema-messaging`. Опис OpenAPI також можна знайти за адресою ``/api/docs/``. Приклад тіла запиту:

source: Sample request body with categories:
de: Beispielanfrage mit Kategorien:
ga: Corp iarratais shamplach le catagóirí:
hu: Példa kérés törzs kategóriákkal:
id: Contoh isi permintaan dengan kategori:
nl: Voorbeeld aanvraag tekstblok met categorieën:
sv: Exempel på begäran med kategorier:
uk: Зразок тексту запиту з категоріями:

source: Sample request headers:
de: Beispiel für Anfrage-Header:
ga: Ceanntásca iarratais samplacha:
hu: Példa kérés fejlécekre:
id: Contoh header permintaan:
nl: Voorbeeld koppen voor verzoeken:
sv: Exempel på begäranrubriker:
uk: Зразки заголовків запиту:

source: The ``webhook-signature`` is a space separated list of HMAC signatures generated using the ``secret`` string, the request payload, the ``webhook-timestamp``, and the ``webhook-id``. This ensures the authenticity and integrity of the webhook request.
de: ``webhook-signature`` ist eine durch Leerzeichen getrennte Liste von HMAC-Signaturen, die anhand der Zeichenketten ``secret``, der Nutzdaten der Anfrage, ``webhook-timestamp`` und ``webhook-id`` erzeugt wurden. Damit wird die Authentifizierung und Integrität der Webhook-Anfrage sichergestellt.
ga: Is liosta de shínithe HMAC scartha le spásanna é an ``webhook-signature`` a ghintear ag baint úsáide as an teaghrán ``secret``, ualach an iarratais, an ``webhook-timestamp``, agus an ``webhook-id``. Cinntíonn sé seo barántúlacht agus sláine an iarratais webhook.
hu: A ``webhook-signature`` egy szóközzel elválasztott HMAC-aláírások listája, amelyeket a ``secret`` karakterlánc, a kérés törzse, a ``webhook-timestamp`` és a ``webhook-id`` felhasználásával hoztak létre. Ez biztosítja a webhook kérés hitelességét és épségét.
id: ``webhook-signature`` adalah daftar tanda tangan HMAC yang dipisahkan spasi, yang dihasilkan menggunakan string ``secret``, payload permintaan, ``webhook-timestamp``, dan ``webhook-id``. Hal ini memastikan keaslian dan integritas permintaan webhook.
nl: De ``webhook-signature`` is een door een spatie gescheiden lijst van handtekeningen HMAC die is gegenereerd met de tekenreeks ``secret``, de lading van het verzoek, de ``webhook-timestamp`` en de ``webhook-id``. Dat zorgt voor de authenticiteit en de integriteit van het verzoek voor de webhaak.
sv: ``webhook-signature`` är en lista med HMAC-signaturer separerade med mellanslag som genereras med hjälp av strängen ``secret``, begäranens nyttolast, ``webhook-timestamp`` och ``webhook-id``. Detta säkerställer äktheten och integriteten hos webhook-begäran.
uk: ``webhook-signature`` — це список підписів HMAC, розділених пробілами, згенерованих за допомогою рядка ``secret``, корисного навантаження запиту, ``webhook-timestamp`` та ``webhook-id``. Це гарантує автентичність та цілісність запиту вебхука.

source: The provided ``secret`` is a base64 encoded string between 24 bytes (192 bits) and 64 bytes (512 bits). It can be prefixed with ``whsec_`` for easy identification.
sv: Den angivna ``hemligheten`` är en base64-kodad sträng mellan 24 byte (192 bitar) och 64 byte (512 bitar). Den kan prefixeras med ``whsec_`` för enkel identifiering.

source: To verify a request, you can use the ``Webhook.verify`` method from the ``standardwebhooks`` library or an implementation of the "Standard Webhooks Specification".
de: Um eine Anfrage zu verifizieren, können Sie die Methode ``Webhook.verify`` aus der Bibliothek ``standardwebhooks`` oder eine Implementierung der „Standard Webhooks Specification“ verwenden.
ga: Chun iarratas a fhíorú, is féidir leat an modh ``Webhook.verify`` ón leabharlann ``standardwebhooks`` nó cur i bhfeidhm den "Standard Webhooks Specification" a úsáid.
hu: A kérés érvényesítéséhez használható a ``Webhook.verify`` metódus a ``standardwebhooks`` könyvtárból vagy a "Standard Webhooks Specification" egy implementációja.
id: Untuk memverifikasi permintaan, Anda dapat menggunakan metode ``Webhook.verify`` dari pustaka ``standardwebhooks`` atau implementasi "Spesifikasi Webhook Standar".
nl: Voor het verifiëren van een verzoek kunt u de methode ``Webhook.verify`` uit de bibliotheek ``standardwebhooks`` gebruiken of een implementatie van de "Standard Webhooks Specificatie".
sv: För att verifiera en begäran kan du använda metoden ``Webhook.verify`` från biblioteket ``standardwebhooks`` eller en implementering av "Standard Webhooks Specification".
uk: Щоб перевірити запит, ви можете скористатися методом ``Webhook.verify`` з бібліотеки ``standardwebhooks`` або реалізацією "Стандартної специфікації вебхуків".

source: `Python library for Standard Webhooks <https://pypi.org/project/standardwebhooks/>`_
id: `Perpustakaan Python untuk Webhook Standar <https://pypi.org/project/standardwebhooks/>`_
sv: Python-bibliotek för standardwebhooks <https://pypi.org/project/standardwebhooks/>_

source: Customize XML output
de: XML-Ausgabe anpassen
ga: Saincheap aschur XML
hu: XML kimenet testreszabása
id: Sesuaikan keluaran XML
ja: XML 出力形式のカスタマイズ
nl: Xml-uitvoer aanpassen
pt: Personalizar a saída de XML
pt_br: Personalizar saída XML
ro: Personalizare ieșire XML
ru: Настройка вывода XML
sv: Anpassa XML-utdata
ta: எக்ச்எம்எல் வெளியீட்டைத் தனிப்பயனாக்குங்கள்
tr: XML çıktısını özelleştirme
uk: Налагодити виведення XML
zh_hans: 自定义 XML 输出

source: Customize YAML output
de: YAML-Ausgabe anpassen
ga: Saincheap aschur YAML
hu: YAML kimenet testreszabása
id: Sesuaikan keluaran YAML
ja: YAML 出力形式のカスタマイズ
nl: Yaml-uitvoer aanpassen
pt: Personalizar a saída YAML
pt_br: Personalizar saída YAML
ro: Personalizare ieșire YAML
ru: Настройка вывода в YAML
sv: Anpassa YAML-utmatning
ta: yaml வெளியீட்டைத் தனிப்பயனாக்குங்கள்
tr: YAML çıktısını özelleştirme
uk: Налагодити виведення YAML
zh_hans: 自定义 YAML 输出
zh_hant: 自訂 YAML 輸出

source: Common add-on parameters
sv: Vanliga tilläggsparametrar

source: Amazon Translate
sv: Amazon Översätt
ta: அமேசான் மொழிபெயர்
zh_hans: Amazon 翻译

source: Weblate Translation Memory
de: Weblate-Übersetzungsspeicher
ga: Cuimhne Aistriúcháin Weblate
hu: Weblate fordítási memória
id: Memori Terjemahan Weblate
ja: Weblate 翻訳メモリ
nl: Weblate vertaalgeheugen
ro: Memorie de traducere Weblate
ru: Память переводов Weblate
sv: Weblate översättningsminne
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பு நினைவகம்
tr: Weblate çeviri belleği
uk: Пам'ять перекладів Weblate
zh_hans: Weblate 翻译记忆库

source: Resource updated
id: Sumber diperbarui
nl: Resource bijgewerkt
sv: Resursen uppdaterad
tr: Kaynak güncellendi
uk: Ресурс оновлено

source: Translation completed
id: Penerjemahan selesai
nl: Vertaling afgewerkt
sv: Översättning klar
tr: Çeviri tamamlandı
uk: Переклад завершено

source: Translation changed
id: Penerjemahan telah diubah
nl: Vertaling aangepast
sv: Översättning ändrad
tr: Çeviri değiştirildi
uk: Переклад змінено

source: Comment added
id: Komentar ditambahkan
nl: Opmerking toegevoegd
sv: Kommentar tillagd
tr: Yorum eklendi
uk: Коментар додано

source: Suggestion added
id: Saran ditambahkan
nl: Suggestie toegevoegd
sv: Förslag tillagt
tr: Öneri ekledi
uk: Додано пропозицію

source: Translation added
id: Terjemahan ditambahkan
nl: Vertaling toegevoegd
sv: Översättning tillagd
tr: Çeviri eklendi
uk: Додано переклад

source: Automatically translated
de: Automatisch übersetzt
ga: Aistrithe go huathoibríoch
hu: Automatikusan lefordítva
id: Diterjemahkan secara otomatis
ja: 自動翻訳された文字列
nl: Automatisch vertaald
pt: Traduzido automaticamente
pt_br: Traduzido automaticamente
ro: Tradus automat
ru: Переведено автоматически
sv: Automatiskt översatt
ta: தானாக மொழிபெயர்க்கப்பட்டுள்ளது
tr: Kendiliğinden çevrilmiş
uk: Перекладено автоматично
zh_hans: 自动翻译

source: Suggestion accepted
id: Saran diterima
nl: Suggestie aanvaard
sv: Förslag accepterat
tr: Öneri kabul edildi
uk: Пропозицію прийнято

source: Translation reverted
id: Terjemahan dikembalikan
nl: Vertaling teruggedraaid
sv: Översättning återställd
tr: Çeviri geri alındı
uk: Пропозицію завернуто

source: Translation uploaded
id: Terjemahan telah diunggah
nl: Vertaling geüpload
sv: Översättning skickad
tr: Çeviri yüklendi
uk: Пропозицію завантажено

source: Source string added
id: String sumber ditambahkan
nl: Brontekenreeks toegevoegd
sv: Källsträng tillagd
tr: Kaynak dizge eklendi
uk: Додано початковий рядок

source: Component locked
id: Komponen terkunci
nl: Onderdeel vergrendeld
sv: Komponent låst
tr: Bileşen kilitlendi
uk: Складник заблоковано

source: Component unlocked
id: Komponen tidak dikunci
nl: Onderdeel ontgrendeld
sv: Komponent olåst
tr: Bileşen kilidi açıldı
uk: Складник розблоковано

source: Changes committed
id: Perubahan dibuat
nl: Wijzigingen doorgevoerd
sv: Ändringar arkiverade
tr: Değişiklikler gönderildi
uk: Записано зміни

source: Changes pushed
id: Perubahan didorong
nl: Wijzigingen gepusht
sv: Ändringar skickade
tr: Değişiklikler itildi
uk: Зміни записано до сховища

source: Repository reset
id: Atur ulang repositori
nl: Opslagruimte hersteld
sv: Arkivåterställning
tr: Depo sıfırlandı
uk: Відновлено початковий стан сховища

source: Repository merged
id: Repositori digabungkan
nl: Opslagruimte samengevoegd
sv: Arkivet sammanslaget
tr: Depo birleştirildi
uk: Сховища об'єднано

source: Repository rebased
id: Repositori dibasis ulang
nl: Opslagruimte heropgebouwd
sv: Arkivet ombaserat
tr: Depo yeniden yerleştirildi
uk: Зміни зі сховища перенесено

source: Repository merge failed
id: Penggabungan repositori gagal
nl: Opslagruimtesamenvoeging mislukt
sv: Sammanslagning av arkiv misslyckades
tr: Depo birleştirilemedi
uk: Не вдалося об'єднати сховища

source: Repository rebase failed
id: Basis ulang repositori gagal
nl: Opslagruimte heropbouwen mislukt
sv: Ombasering av arkiv misslyckades
tr: Depo yeniden yerleştirilemedi
uk: Не вдалося перенести зміни зі сховища

source: Parsing failed
id: Penguraian gagal
nl: Verwerken mislukt
sv: Tolkning misslyckades
tr: İşlem yapılamadı
uk: Не вдалося обробити дані

source: Translation removed
id: Terjemahan dihapus
nl: Vertaling verwijderd
sv: Översättning borttagen
tr: Çeviri silindi
uk: Переклад вилучено

source: Suggestion removed
id: Saran dihapus
nl: Suggestie verwijderd
sv: Förslaget borttaget
tr: Öneri silindi
uk: Вилучено пропозицію

source: Translation replaced
id: Terjemahan diganti
nl: Vertaling vervangen
sv: Översättning ersatt
tr: Çeviri değiştirildi
uk: Переклад замінено

source: Repository push failed
id: Pendorongan repositori gagal
nl: Opslagruimtepush mislukt
sv: Skicka arkiv misslyckades
tr: Depo itilemedi
uk: Не вдалося записати зміни до сховища

source: Suggestion removed during cleanup
id: Saran akan dihapus saat pembersihan
nl: Suggestie verwijderd tijdens het opschonen
sv: Förslaget borttaget vid rensning
tr: Öneri temizleme sırasında silindi
uk: Вилучено пропозицію під час очищення

source: Source string changed
id: String sumber diubah
nl: Brontekenreeks gewijzigd
sv: Källsträngen ändrad
tr: Kaynak dizge değiştirildi
uk: Змінено джерельний рядок

source: String added
id: String ditambahkan
nl: Tekenreeks toegevoegd
sv: Sträng tillagd
tr: Dizge eklendi
uk: Додано рядок

source: Bulk status changed
id: Keadaan massal diubah
nl: Bulk-statuswijziging
sv: Mass-statusändring
tr: Durum toplu olarak değiştirildi
uk: Змінено пакетний стан

source: Visibility changed
id: Keterlihatan diubah
nl: Zichtbaarheid aangepast
sv: Synlighet ändrad
tr: Görünürlük değiştirildi
uk: Змінено видимість

source: User added
id: Pengguna ditambahkan
nl: Gebruiker toegevoegd
sv: Användare tillagd
tr: Kullanıcı eklendi
uk: Додано користувача

source: User removed
id: Pengguna dikeluarkan
nl: Gebruiker verwijderd
sv: Användare borttagen
tr: Kullanıcı silindi
uk: Вилучено користувача

source: Translation approved
id: Terjemahan disetujui
nl: Vertaling goedgekeurd
sv: Översättning godkänd
tr: Çeviri onaylandı
uk: Переклад затверджено

source: Marked for edit
id: Ditandai untuk penyuntingan
nl: Gemarkeerd voor aanpassing
sv: Flaggad för redigering
tr: Düzenlenecek olarak imlendi
uk: Позначено для редагування

source: Component removed
id: Komponen dihapus
nl: Onderdeel verwijderd
sv: Komponent borttagen
tr: Bileşen silindi
uk: Складник вилучено

source: Project removed
id: Proyek dihapus
nl: Project verwijderd
sv: Projektet borttaget
tr: Proje silindi
uk: Проєкт вилучено

source: Project renamed
id: Proyek diubah namanya
nl: Projectnaam gewijzigd
sv: Projekt bytte namn
tr: Proje yeniden adlandırıldı
uk: Проєкт перейменовано

source: Component renamed
id: Komponen diubah namanya
nl: Onderdeelnaam gewijzigd
sv: Komponent bytte namn
tr: Bileşen yeniden adlandırıldı
uk: Складник перейменовано

source: Moved component
id: Komponen yang dipindah
nl: Onderdeel verplaatst
sv: Komponent flyttad
tr: Bileşen taşındı
uk: Пересунуто складник

source: Contributor joined
id: Kontributor bergabung
nl: Medewerker toegevoegd
sv: Bidragsgivare gick med
tr: Katkıda bulunan katıldı
uk: Долучився учасник

source: Announcement posted
id: Pengumuman diterbitkan
nl: Aankondiging geplaatst
sv: Meddelande publicerat
tr: Duyuru yayınlandı
uk: Оприлюднено оголошення
