Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Regular expression used to filter the translation when scanning for file mask. It can be used to limit the list of languages managed by Weblate.
de: Regulärer Ausdruck, der zum Filtern der Übersetzung beim Scannen nach Dateimaske verwendet wird. Er kann verwendet werden, um die Liste der von Weblate verwalteten Sprachen einzuschränken.
ga: Sloinneadh rialta a úsáidtear chun an t-aistriúchán a scagadh agus tú ag scanadh le haghaidh masc comhaid. Is féidir é a úsáid chun teorainn a chur leis an liosta teangacha atá á mbainistiú ag Weblate.
hu: Reguláris kifejezés, amely a fájlmaszk beolvasásakor szűri a fordításokat. Ezzel korlátozható a Weblate által kezelt nyelvek listája.
id: Ekspresi reguler digunakan untuk memfilter terjemahan saat memindai file mask. Ini dapat digunakan untuk membatasi daftar bahasa yang dikelola oleh Weblate.
ja: ファイル マスクのスキャン時に、翻訳ファイルをフィルター処理する正規表現。Weblate が管理する言語のリストを制限するために使用します。
nl: Reguliere uitdrukking gebruikt om de vertaling te filteren bij het scannen naar bestandsmasker. Het kan worden gebruikt om de lijst met talen, die wordt beheerd door Weblate, te beperken.
pt: Expressão regular usada para filtrar a tradução quando examinar por uma máscara de ficheiro. Pode ser usada para limitar a lista de idiomas geridos pelo Weblate.
pt_br: Expressão regular usada para filtrar a tradução ao examinar por uma máscara de arquivo. Pode ser usada para limitar a lista de idiomas gerenciados pelo Weblate.
ro: Expresie regulată utilizată pentru a filtra traducerea la scanarea pentru masca de fișier. Poate fi utilizată pentru a limita lista de limbi gestionate de Weblate.
ru: Регулярное выражение, используемое для фильтрации перевода при поиске файлов по маске. Это можно использовать для ограничения списка управляемых Weblate’ом языков.
sv: Reguljära uttryck som används för att filtrera översättningen vid sökning efter filmasker. Det kan användas för att begränsa listan över språk som hanteras av Weblate.
ta: கோப்பு முகமூடிக்கு ச்கேன் செய்யும் போது மொழிபெயர்ப்பை வடிகட்ட வழக்கமான வெளிப்பாடு பயன்படுத்தப்படுகிறது. வலைபெயர்ப்பு நிர்வகிக்கும் மொழிகளின் பட்டியலைக் கட்டுப்படுத்த இதைப் பயன்படுத்தலாம்.
tr: Dosya maskesine göre tarama yapılırken çeviriyi süzmek için kullanılacak kurallı ifade. Weblate tarafından yönetilen dillerin listesini sınırlamak için kullanılabilir.
uk: Регулярний вираз, який використовується для фільтрації перекладу при скануванні маски файлу. Цим можна скористатися для обмеження списку мов, якими керує Weblate.
zh_hans: 当扫描文件掩码时用于将翻译过滤的正则表达式。它可以用于限制 Weblate 管理的语言列表。

source: You need to list language codes as they appear in the filename.
de: Sie müssen die Sprachcodes so auflisten, wie sie im Dateinamen erscheinen.
ga: Ní mór duit cóid teanga a liostú mar atá siad san ainm comhaid.
hu: A nyelvkódokat úgy kell megadni, ahogy a fájlnevekben szerepelnek.
id: Anda perlu mencantumkan kode bahasa seperti yang muncul dalam nama berkas.
ja: ファイル名に付加する言語コードのリストが必要です。
nl: U moet de taalcodes vermelden zoals zij verschijnen in de bestandsnaam.
pt: Precisa listar os códigos de idioma conforme aparecem no nome do ficheiro.
pt_br: Você precisa listar os códigos de idioma conforme aparecem no nome do arquivo.
ro: Trebuie să enumerați codurile de limbă așa cum apar ele în numele fișierului.
ru: Вам необходимо перечислить коды языков в том же виде, в котором они встречаются в именах файлов.
sv: Du måste ange språkkoderna så som de visas i filnamnet.
ta: மொழி குறியீடுகள் கோப்பு பெயரில் தோன்றும் போது நீங்கள் பட்டியலிட வேண்டும்.
tr: Dil kodlarını dosya adında göründükleri şekilde listelemeniz gerekir.
uk: Вам слід вказати список кодів мов так, як їх використовуються у назвах файлів.
zh_hans: 单出现在文件名中时，您需要列出语言代码。
zh_hant: 單出現在文件名中時，您需要列出語言代碼。

source: Some examples of filtering:
de: Einige Beispiele für die Filterung:
ga: Roinnt samplaí de scagadh:
hu: Néhány példa a szűrésre:
id: Beberapa contoh filter:
ja: フィルター処理の例:
nl: Enkele voorbeelden voor filteren:
pt: Alguns exemplos de filtragem:
pt_br: Alguns exemplos de filtragem:
ro: Câteva exemple de filtrare:
ru: Несколько примеров фильтров:
sv: Några exempel på filtrering:
ta: வடிகட்டுவதற்கான சில எடுத்துக்காட்டுகள்:
tr: Bazı süzme örnekleri:
uk: Ось декілька прикладів фільтрування:
zh_hans: 过滤的一些示例：
zh_hant: 過濾的一些例子：

source: Filter description
de: Filterbeschreibung
ga: Cur síos ar an scagaire
hu: Szűrés leírása
id: Deskripsi filter
ja: フィルターの説明
nl: Filterbeschrijving
pt: Descrição do filtro
pt_br: Descrição do filtro
ro: Descriere filtru
ru: Описание фильтра
sv: Filterbeskrivning
ta: வடிகட்டி விளக்கம்
tr: Süzgeç açıklaması
uk: Опис фільтра
zh_hans: 过滤器的描述
zh_hant: 過濾器的描述

source: Regular expression
de: Regulärer Ausdruck
ga: Léiriú rialta
hu: Reguláris kifejezés
id: Ekspresi reguler
ja: 正規表現
nl: Reguliere uitdrukking
pt: Expressão regular
pt_br: Expressão regular
ro: Expresie regulată
ru: Регулярное выражение
sv: Reguljärt uttryck
ta: வழக்கமான வெளிப்பாடு
tr: Kurallı ifade
uk: Регулярний вираз
zh_hans: 正则表达式
zh_hant: 正則表達式

source: Selected languages only
de: Nur ausgewählte Sprachen
ga: Teangacha roghnaithe amháin
hu: Csak a kiválasztott nyelvek
id: Hanya bahasa yang dipilih
ja: 使用言語の選択
nl: Alleen geselecteerde talen
pt: Apenas idiomas selecionados
pt_br: Apenas idiomas selecionados
ro: Doar limbile selectate
ru: Только выбранные языки
sv: Endast utvalda språk
ta: தேர்ந்தெடுக்கப்பட்ட மொழிகள் மட்டுமே
tr: Yalnızca seçilmiş diller
uk: Лише вибрані мови
zh_hans: 只有选择的语言

source: Exclude languages
de: Sprachen ausschließen
ga: Fág teangacha as an áireamh
hu: Nyelvek kizárása
id: Kecualikan bahasa
ja: 言語を除外する
nl: Talen uitsluiten
pt: Exclui idiomas
pt_br: Exclui idiomas
ro: Excludeți limbile
ru: Исключить языки
sv: Uteslut språk
ta: மொழிகளை விலக்கு
tr: Dilleri katmama
uk: Виключити мови
zh_hans: 排除语言
zh_hant: 排除的語言

source: Filter two letter codes only
de: Nur Zwei-Buchstaben-Codes
ga: Scag cód dhá litir amháin
hu: Csak a kétbetűs kódok szűrése
id: Filter hanya dua kode huruf
ja: 2 文字のコードのみ
nl: Alleen codes met twee letters filteren
pt: Filtra apenas códigos de duas letras
pt_br: Filtra apenas códigos de duas letras
ro: Filtrează numai codurile de două litere
ru: Выбрать только двубуквенные языковые коды
sv: Filtrera endast tvåbokstavskoder
ta: இரண்டு கடிதம் குறியீடுகளை மட்டுமே வடிகட்டவும்
tr: Yalnızca iki harfli kodları süzme
uk: Фільтрувати лише дволітерні коди
zh_hans: 只筛选两个字母的代码
zh_hant: 只篩選兩個字母的代碼

source: Exclude non language files
de: Nicht-Sprachdateien ausschließen
ga: Fág amach comhaid nach bhfuil teanga acu
hu: Nem nyelvi fájlok kizárása
id: Kecualikan berkas non bahasa
ja: 言語以外のファイルを除外する
nl: Niet-taalbestanden uitsluiten
pt: Exclui ficheiros que não são idiomas
pt_br: Exclui arquivos que não são idiomas
ro: Excludeți fișierele care nu sunt de limbă
ru: Исключить неязыковые файлы
sv: Uteslut icke-språkfiler
ta: மொழி அல்லாத கோப்புகளை விலக்கவும்
tr: Dil dosyası olmayanları katmama
uk: Виключити файли, які не є мовними
zh_hans: 排除非语言文件
zh_hant: 排除非語言文件

source: Include all files (default)
de: Alle Dateien einschließen (Standard)
ga: Cuir gach comhad san áireamh (réamhshocraithe)
hu: Összes fájl belefoglalása (alapértelmezett)
id: Sertakan semua berkas (bawaan)
ja: すべてのファイルを含める（既定）
nl: Alle bestanden opnemen (standaard)
pt: Inclui todos os ficheiros (predfinição)
pt_br: Inclui todos os arquivos (padrão)
ro: Include toate fișierele (implicit)
ru: Включить все файлы (по умолчанию)
sv: Inkludera alla filer (standard)
ta: எல்லா கோப்புகளையும் சேர் (இயல்புநிலை)
tr: Tüm dosyaları katma (varsayılan)
uk: Включити усі файли (типовий варіант)
zh_hans: 包括所有文件（默认）
zh_hant: 包括所有文件（默認）

source: Key filter
de: Schlüsselfilter
ga: Scagaire eochair
hu: Kulcsszűrő
id: Filter kunci
ja: キー フィルター
nl: Sleutels filteren
pt_br: Filtro de chaves
ru: Ключевой фильтр
sv: Nyckelfilter
ta: விசை வடிகட்டி
tr: Anahtar süzgeci
uk: Фільтр за ключем
zh_hans: 键筛选器

source: A regular expression that is used to filter units by their keys. It displays only those units whose keys match the regular expression that was set as the value of this field.
de: Ein regulärer Ausdruck, mit dem Einheiten anhand ihrer Schlüssel gefiltert werden. Es werden nur die Einheiten angezeigt, deren Schlüssel mit dem regulären Ausdruck übereinstimmen, der als Wert in diesem Feld festgelegt wurde.
ga: Sloinn rialta a úsáidtear chun aonaid a scagadh de réir a n-eochracha. Ní thaispeánann sé ach na haonaid sin a bhfuil a n-eochracha ag teacht leis an slonn rialta a socraíodh mar luach an réimse seo.
hu: Reguláris kifejezés, amellyel az egységek kulcsai alapján lehet szűrni. Csak azok az egységek jelennek meg, amelyek kulcsai megfelelnek a megadott reguláris kifejezésnek.
id: Ekspresi reguler yang digunakan untuk memfilter unit berdasarkan kuncinya. Ekspresi ini hanya menampilkan unit yang kuncinya cocok dengan ekspresi reguler yang ditetapkan sebagai nilai kolom ini.
ja: キーによってユニットをフィルタリングするために使用される正規表現。このフィールドの値として設定された正規表現と一致するキーを持つユニットのみが表示されます。
nl: Een reguliere uitdrukking die wordt gebruikt om eenheden op hun sleutels te filteren. Het geeft alleen die eenheden weer waarvan de sleutels overeenkomen met de reguliere uitdrukking die werd ingesteld als waarde voor dit veld.
pt_br: Uma expressão regular que é usada para filtrar unidades por suas chaves. Ela exibe apenas as unidades cujas chaves correspondem à expressão regular que foi definida como o valor deste campo.
sv: Ett reguljärt uttryck som används för att filtrera enheter efter deras nycklar. Det visar endast de enheter vars nycklar matchar det reguljära uttrycket som angetts som värde för detta fält.
ta: அவற்றின் விசைகள் மூலம் அலகுகளை வடிகட்டப் பயன்படும் வழக்கமான வெளிப்பாடு. இந்த புலத்தின் மதிப்பாக அமைக்கப்பட்ட வழக்கமான வெளிப்பாட்டுடன் சாவிகள் பொருந்தக்கூடிய அலகுகளை மட்டுமே இது காட்டுகிறது.
tr: Birimleri anahtarlarına göre süzmek için kullanılacak bir kurallı ifade. Yalnızca anahtarları bu alanın değeri olarak ayarlanmış kurallı ifadeyle eşleşen birimler görüntülenir.
uk: Регулярний вираз для фільтрування модулів за ключами. Буде показано лише ті модулі, чих ключі відповідають регулярному виразу, який було встановлено як значення цього поля.
zh_hans: 根据键筛选单元的政策表达式。它只展示键值特定单元，这些单元的键值匹配被设定为该字段值的正则表达式。

source: Selected keys only
de: Nur ausgewählte Schlüssel
ga: Eochracha roghnaithe amháin
hu: Csak a kiválasztott kulcsok
id: Hanya kunci yang dipilih
nl: Alleen geselecteerde toetsen
pt_br: Apenas chaves selecionadas
sv: Endast valda tangenter
ta: தேர்ந்தெடுக்கப்பட்ட விசைகள் மட்டுமே
tr: Yalnızca seçilmiş anahtarlar
uk: Лише вибрані ключі
zh_hans: 仅选中的键

source: Exclude app store changelogs
de: App-Store-Änderungsprotokolle ausschließen
ga: Fág logaí athruithe sa siopa aip as an áireamh
hu: App Store-változásnaplók kizárása
id: Kecualikan catatan perubahan toko aplikasi
nl: Exclusief door app opgeslagen wijzigingenlogs
pt_br: Excluir registros de alterações da loja de aplicativos
sv: Uteslut ändringsloggar från appbutiken
ta: ஆப் கடை சேஞ்ச்லாக்சை விலக்கு
tr: Uygulama mağazası değişiklik günlükleri katılmasın
uk: Виключити журнали змін магазину програм
zh_hans: 排除应用商店更新日志

source: Filter prefixed strings
de: Vorangestellte Zeichenketten filtern
ga: Scag teaghráin réamhshocrú
hu: Előtaggal ellátott szövegek szűrése
id: Filter string awalan
nl: Vooraf gerepareerde tekenreeksen filteren
pt_br: Filtrar textos prefixados
sv: Filtrera strängar med prefix
ta: முன்னொட்டு சரங்களை வடிகட்டவும்
tr: Hazır düzeltilmiş dizgeleri süz
uk: Фільтр рядків із префіксом
zh_hans: 过滤预修复字符串

source: This filter is only available for components with monolingual file formats.
de: Dieser Filter ist nur für Komponenten mit einsprachigen Dateiformaten verfügbar.
ga: Níl an scagaire seo ar fáil ach do chomhpháirteanna le formáidí comhaid aonteangacha.
hu: Ez a szűrő csak egynyelvű fájlformátumú összetevők esetében érhető el.
id: Filter ini hanya tersedia untuk komponen dengan format berkas monolingual.
ja: このフィルターは、モノリンガル ファイル形式のコンポーネントでのみ使用できます。
nl: Dit filter is alleen beschikbaar voor onderdelen met eentalige bestandsindelingen.
pt_br: Este filtro está disponível apenas para componentes com formatos de arquivo monolíngues.
sv: Detta filter är endast tillgängligt för komponenter med enspråkiga filformat.
ta: இந்த வடிகட்டி ஒருமொழி கோப்பு வடிவங்களைக் கொண்ட கூறுகளுக்கு மட்டுமே கிடைக்கிறது.
tr: Bu süzgeç yalnızca dosya biçimleri tek dilli olan bileşenler ile kullanılabilir.
uk: Цим фільтром можна скористатися лише для складників із одномовними форматами файлів.
zh_hans: 此筛选器只对有单语言文件格式的部件可用。

source: Variants regular expression
de: Varianten regulärer Ausdruck
ga: Leaganacha abairt rialta
hu: Változatok reguláris kifejezése
id: Varian ekspresi reguler
ja: 別表記を決定する正規表現
nl: Varianten op reguliere uitdrukking
pt: Expressão regular das variantes
pt_br: Expressão regular de variantes
ro: Variante expresie regulată
ru: Регулярное выражение вариантов
sv: Reguljärt uttryck för varianter
ta: மாறுபாடுகள் வழக்கமான வெளிப்பாடு
tr: Çeşitler kurallı ifadesi
uk: Формальний вираз варіантів
zh_hans: 正则表达式变体
zh_hant: 變體的正則表達式

source: Regular expression used to determine the variants of a string, see :ref:`variants`.
de: Regulärer Ausdruck, um die Varianten einer Zeichenkette zu bestimmen, siehe :ref:`variants`.
ga: Léiriú rialta a úsáidtear chun leaganacha teaghrán a chinneadh, féach :ref:`variants`.
hu: Reguláris kifejezés, amely a szövegek változatainak meghatározására szolgál, lásd: :ref:`variants`.
id: Ekspresi reguler yang digunakan untuk menentukan varian suatu string, lihat :ref:`variants`.
ja: 文字列の別表記を特定するために使用する正規表現。参照: :ref:`variants`。
nl: Reguliere uitdrukking gebruikt om de varianten van een tekenreeks te bepalen, bekijk :ref:`variants`.
pt: Expressão regular usada para determinar as variantes de uma cadeias, veja :ref:`variants`.
pt_br: Expressão regular usada para determinar as variantes de um texto, consulte :ref:`variants`.
ro: Expresie regulată utilizată pentru a determina variantele unui șir de caractere, a se vedea :ref:`variants`.
ru: Регулярное выражение, используемое для определения вариантов строки, смотрите раздел :ref:`variants`.
sv: Reguljära uttryck som används för att bestämma varianter av en sträng, se :ref:`variants`.
tr: Bir dizgenin değişkenlerini belirlemek için kullanılacak kurallı ifade. Ayrıntılı bilgi almak için: :ref:`variants`.
uk: Формальний вираз, який використовується для визначення варіантів рядка, див. :ref:`variants`.
zh_hans: 用于确定字符串变体的正则表达式，请见 :ref:`variants`。
zh_hant: 用於確定字符串變體的正則表達式，請見 :ref:`variants`。

source: Most of the fields can be edited by project owners or administrators, in the Weblate interface.
de: Die meisten Felder können von Projektverantwortlichen oder Administratoren in der Weblate-Bedienoberfläche bearbeitet werden.
ga: Is féidir le húinéirí nó riarthóirí tionscadail an chuid is mó de na réimsí a chur in eagar, i gcomhéadan Weblate.
hu: A legtöbb mezőt a projekt tulajdonosai vagy adminisztrátorai szerkeszthetik a Weblate felületén.
id: Sebagian besar bidang dapat disunting oleh pemilik proyek atau administrator, di antarmuka Weblate.
ja: ほとんどの項目は、Weblate 管理画面からプロジェクトの所有者または管理者が編集できます。
nl: De meeste velden kunnen in de interface van Weblate worden bewerkt door projecteigenaren of beheerders.
pt: A maioria dos campos pode ser editada por proprietários ou administradores de projetos, na interface do Weblate.
pt_br: A maioria dos campos pode ser editada por proprietários ou administradores de projetos, na interface do Weblate.
ro: Majoritatea câmpurilor pot fi editate de către proprietarii sau administratorii de proiect, în interfața Weblate.
ru: Большинство полей могут отредактировать владельцы или администраторы проекта через интерфейс Weblate.
sv: De flesta fälten kan redigeras av projektägare eller administratörer i Weblate-gränssnittet.
ta: வலைபெயர்ப்பு இடைமுகத்தில் திட்ட உரிமையாளர்கள் அல்லது நிர்வாகிகளால் பெரும்பாலான துறைகளைத் திருத்தலாம்.
tr: Alanların çoğu, proje sahipleri veya yöneticiler tarafından Weblate arayüzünden düzenlenebilir.
uk: Більшість полів можуть редагувати власники або адміністратори проєкту за допомогою інтерфейсу Weblate.
zh_hans: 多数字段可以由项目所有者或管理员在 Weblate 界面上编辑。

source: This setting is inherited from the project if left empty.
de: Diese Einstellung wird vom Projekt vererbt, wenn sie leer bleibt.
ga: Faightear an socrú seo mar oidhreacht ón tionscadal má fhágtar folamh é.
hu: Ha ez a beállítás üresen marad, a projekt beállításait örökli.
id: Pengaturan ini diwarisi dari proyek jika dibiarkan kosong.
nl: Deze instelling wordt geërfd van het project, indien leeg gelaten.
pt_br: Esta configuração será herdada do projeto se deixada em branco.
sv: Denna inställning ärvs från projektet om den lämnas tom.
tr: Bu ayar, boş bırakılırsa projeden miras alınır.
uk: Цей параметр успадковується з проекту, якщо залишити порожнім.

source: Priority
de: Priorität
ga: Tosaíocht
hu: Prioritás
id: Prioritas
ja: 優先度
nl: Prioriteit
pt: Prioridade
pt_br: Prioridade
ro: Prioritate
ru: Приоритет
sv: Prioritet
ta: முன்னுரிமை
tr: Öncelik
uk: Пріоритет
zh_hans: 优先级
zh_hant: 優先度

source: Components with higher priority are offered first to translators.
de: Komponenten mit höherer Priorität werden Übersetzern zuerst angeboten.
ga: Déantar comhpháirteanna a bhfuil tosaíocht níos airde acu a thairiscint d’aistritheoirí ar dtús.
hu: A magasabb prioritással rendelkező összetevők lesznek először felajánlva a fordítóknak.
id: Komponen dengan prioritas yang lebih tinggi akan pertama ditawarkan pada penerjemah.
ja: 優先度の高いコンポーネントから順に翻訳者に提供されます。
nl: Onderdelen met hogere prioriteit worden eerst aangeboden aan vertalers.
pt: Componentes de prioridade mais elevada são oferecidos primeiro aos tradutores.
pt_br: Componentes com prioridade mais alta são oferecidos primeiro para os tradutores.
ro: Componentele cu prioritate mai mare sunt oferite mai întâi traducătorilor.
ru: Переводчикам вначале предлагаются компоненты с большим приоритетом.
sv: Komponenter med högre prioritet erbjuds först till översättare.
ta: அதிக முன்னுரிமை கொண்ட கூறுகள் முதலில் மொழிபெயர்ப்பாளர்களுக்கு வழங்கப்படுகின்றன.
tr: Yüksek öncelikli bileşenler çevirmenlere öncelikli olarak sunulur.
uk: Перекладачам спершу пропонуються складники із більшою перевагою.
zh_hans: 高优先级的部件将最先提供给译者。
zh_hant: 較高優先度的組件會優先提供給翻譯者。

source: This now also affects ordering of matched glossary terms.
de: Dies wirkt sich nun auch auf die Reihenfolge der übereinstimmenden Glossarbegriffe aus.
ga: Bíonn tionchar aige seo anois freisin ar ordú na dtéarmaí gluaise comhoiriúnaithe.
hu: Ez most már a szójegyzékben egyező kifejezések sorrendjére is hatással van.
id: Ini sekarang juga memengaruhi urutan istilah glosarium yang cocok.
ja: これは、一致した用語集の用語の順序にも影響します。
nl: Dit beïnvloedt nu ook de volgorde van overeenkomende termen in de woordenlijst.
pt: Isso agora também afeta a ordem dos termos correspondentes do glossário.
pt_br: Isso agora também afeta a ordem dos termos correspondentes do glossário.
ru: Теперь это также влияет на порядок совпадающих терминов словаря.
sv: Detta påverkar nu även ordningen på matchade ordlistetermer.
ta: இது இப்போது பொருந்திய சொற்களஞ்சிய விதிமுறைகளை வரிசைப்படுத்துவதையும் பாதிக்கிறது.
tr: Bu seçenek artık eşleşen sözlük terimlerinin sıralamasını da etkiliyor.
uk: У новій версії це також стосується упорядковування відповідних термінів з глосарія.
zh_hans: 这同样影响匹配的术语表术语的顺序。

source: Restricted access
de: Eingeschränkter Zugriff
ga: Rochtain shrianta
hu: Korlátozott hozzáférés
id: Akses terbatas
ja: アクセス制限
nl: Beperkte toegang
pt: Acesso restrito
pt_br: Acesso restrito
ro: Acces restricționat
ru: Ограниченный доступ
sv: Begränsad åtkomst
ta: தடைசெய்யப்பட்ட அணுகல்
tr: Kısıtlı erişim
uk: Обмежений доступ
zh_hans: 受限制的访问
zh_hant: 受限制的訪問

source: By default the component is visible to anybody who has access to the project, even if the person can not perform any changes in the component. This makes it easier to keep translation consistency within the project.
de: Standardmäßig ist die Komponente für jeden sichtbar, der Zugriff auf das Projekt hat, auch wenn die Person keine Änderungen an der Komponente vornehmen kann. Dies erleichtert die Einhaltung der Übersetzungskonsistenz innerhalb des Projekts.
ga: De réir réamhshocraithe tá an chomhpháirt le feiceáil ag aon duine a bhfuil rochtain aige ar an tionscadal, fiú mura féidir leis an duine aon athruithe a dhéanamh ar an gcomhpháirt. Fágann sé sin go mbeidh sé níos fusa comhsheasmhacht aistriúcháin a choinneáil laistigh den tionscadal.
hu: Alapértelmezés szerint az összetevő mindenki számára látható, aki hozzáfér a projekthez, még akkor is, ha az illető nem végezhet módosítást az összetevőn. Ez megkönnyíti a fordítási konzisztencia fenntartását a projektben.
id: Secara bawaan, komponen ini dapat dilihat oleh siapa pun yang memiliki akses ke proyek, meskipun orang tersebut tidak dapat melakukan perubahan apa pun pada komponen tersebut. Hal ini memudahkan untuk menjaga konsistensi terjemahan dalam proyek.
ja: デフォルトでは、コンポーネントに変更を加えることができない場合でも、プロジェクトにアクセスできるすべてのユーザーにコンポーネントを表示します。これにより、プロジェクト内での翻訳の一貫性が維持しやすくなります。
nl: Standaard is het onderdeel zichtbaar voor iedereen die toegang heeft tot het project, zelfs als de persoon geen wijzigingen in het onderdeel kan maken. Dit maakt het gemakkelijker om de consistentie van de vertaling binnen het project te behouden.
pt: Por predefinição, o componente é visível para todos que tenham acesso ao projeto, mesmo se a pessoa não puder realizar nenhuma alteração no componente. Isso torna mais fácil manter a consistência da tradução dentro do projeto.
pt_br: Por padrão, o componente é visível para qualquer pessoa que tenha acesso ao projeto, mesmo se a pessoa não puder realizar nenhuma alteração no componente. Isso torna mais fácil manter a consistência da tradução dentro do projeto.
ro: În mod implicit, componenta este vizibilă pentru orice persoană care are acces la proiect, chiar dacă persoana respectivă nu poate efectua nicio modificare în componentă. Acest lucru facilitează menținerea coerenței traducerii în cadrul proiectului.
ru: По умолчанию компонент виден любому, кто имеет доступ к проекту, даже если этот человек не может выполнить в компоненте никаких изменений. Это облегчает поддержание согласованности перевода в рамках проекта.
sv: Som standard är komponenten synlig för alla som har tillgång till projektet, även om personen inte kan göra några ändringar i komponenten. Detta gör det enklare att upprätthålla översättningskonsistensen inom projektet.
ta: முன்னிருப்பாக, அந்தக் கூறுகளில் எந்த மாற்றங்களையும் செய்ய முடியாவிட்டாலும், திட்டத்தை அணுகக்கூடிய எவருக்கும் கூறு தெரியும். இது திட்டத்திற்குள் மொழிபெயர்ப்பு நிலைத்தன்மையை எளிதாக்குகிறது.
tr: Varsayılan olarak, bileşen, bileşende herhangi bir değişiklik yapamasa bile, projeye erişimi olan herkes tarafından görülebilir. Böylece proje içinde çeviri tutarlılığının korunması kolaylaşır.
uk: Типово, складник видимий усім, хто має доступ до проєкту, навіть якщо особа не може вносити зміни до складника. Це спрощує підтримання однорідності перекладу у межах проєкту.
zh_hans: 部件默认对访问项目的任何人都可见，即使不能在部件中进行任何更改。这会容易地使翻译在项目内保持一致。
zh_hant: 組件默認對訪問項目的任何人都可見，即使不能在組件中進行任何更改。這會容易地使翻譯在項目內保持一致。
