Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Order glossary terms based on the glossary component priority.
de: Die Glossarbegriffe werden basierend auf der Priorität der Glossarkomponente sortiert.
ga: Ordaigh téarmaí gluais bunaithe ar thosaíocht chomhpháirt na gluaise.
hu: A szójegyzéki kifejezések sorrendje mostantól a szójegyzéket tartalmazó összetevő prioritása szerint rendeződik.
id: Urutkan istilah glosarium berdasarkan prioritas komponen glosarium.
ja: 用語集コンポーネントの優先度に基づいて用語集の用語を並べ替えるように改良。
nl: Volgorde termen woordenlijst gebaseerd op de prioriteit van het onderdeel van de woordenlijst.
pt: Ordena os termos do glossário com base na prioridade do componente do glossário.
pt_br: Ordena os termos do glossário com base na prioridade do componente do glossário.
ru: Упорядочены термины словаря на основе приоритета компонентов словаря.
sv: Ordna termerna i ordlistan utifrån ordlistans komponentprioritet.
ta: சொற்களஞ்சிய கூறு முன்னுரிமையின் அடிப்படையில் சொற்களஞ்சியம் சொற்களை ஆர்டர் செய்யுங்கள்.
tr: Sözlük terimleri sözlük bileşeni önceliğine göre sıralandı.
uk: Реалізовано упорядковування термінів глосарія на основі пріоритетності складника глосарія.
zh_hans: 根据术语表部件优先级对术语表术语进行排序。

source: Added team administrators who can add or remove members of the team.
de: Teamadministratoren hinzugefügt, die Mitglieder des Teams hinzufügen oder entfernen können.
ga: Cuireadh riarthóirí foirne leis ar féidir leo baill den fhoireann a chur leis nó a bhaint.
hu: Csapatadminisztrátorok hozzáadva, akik kezelhetik a csapat tagjait.
id: Menambahkan administrator tim yang dapat menambah atau menghapus anggota tim.
ja: チームのメンバーを追加または削除できるチーム管理者を追加する機能の追加。
nl: Teambeheerders toegevoegd die leden van het team kunnen toevoegen of verwijderen.
pt: Adicionados administradores de equipa que podem adicionar ou remover membros da equipa.
pt_br: Adicionados administradores de equipe que podem adicionar ou remover membros da equipe.
ru: Добавлены администраторы команды, которые могут добавлять или удалять участников команды.
sv: Lagt till teamadministratörer som kan lägga till eller ta bort medlemmar i teamet.
ta: அணியின் உறுப்பினர்களைச் சேர்க்க அல்லது அகற்றக்கூடிய குழு நிர்வாகிகள் சேர்க்கப்பட்டனர்.
tr: Takım üyeleri ekleyebilen ya da kaldırabilen takım yöneticileri eklendi.
uk: Додано адміністраторів команд, які можуть додавати учасників до команди або вилучати їх з неї.
zh_hans: 添加了可以添加或删除团队成员的管理员。

source: Added a popup confirmation before deleting users.
de: Popup-Bestätigung vor dem Löschen von Benutzern hinzugefügt.
ga: Cuireadh deimhniú aníos roimh úsáideoirí a scriosadh.
hu: Felhasználók törlése előtt megerősítő felugró ablak jelenik meg.
id: Menambahkan popup konfirmasi sebelum menghapus pengguna.
ja: ユーザーを削除する前にポップアップ確認をする機能の追加。
nl: Een pop-up voor bevestiging toegevoegd bij verwijderen van gebruikers.
pt: Adicionada um pop-up de confirmação antes de apagar utilizadores.
pt_br: Adicionada um pop-up de confirmação antes de excluir usuários.
ru: Добавлено всплывающее подтверждение перед удалением пользователей.
sv: Lagt till en popup-bekräftelse innan användare raderas.
ta: பயனர்களை நீக்குவதற்கு முன் பாப்அப் உறுதிப்படுத்தலைச் சேர்த்தது.
tr: Kullanıcıları silmeden önce bir açılır pencere onayı eklendi.
uk: Додано контекстну панель підтвердження при вилученні записів користувачів.
zh_hans: 增加了删除用户前的弹窗确认。

source: Added add-on to customize XML output.
de: Erweiterung zum Anpassen der XML-Ausgabe hinzugefügt.
ga: Cuireadh breiseán leis chun aschur XML a shaincheapadh.
hu: Új kiegészítő XML kimenet testreszabásához.
id: Menambahkan pengaya untuk menyesuaikan keluaran XML.
ja: XML 出力を変更するためのアドオンの追加。
nl: Toegevoegde add-on voor aanpassen uitvoer XML.
pt: Adicionado extensão para personalizar a saída em XML.
pt_br: Adicionado add-on para personalizar a saída XML.
ru: Добавлена надстройка для настройки вывода XML.
sv: Tillägg för att anpassa XML-utdata.
ta: எக்ச்எம்எல் வெளியீட்டைத் தனிப்பயனாக்க கூடுதல் சேர்க்கப்பட்டது.
tr: XML çıktısını özelleştirmek için eklenti eklendi.
uk: Додано додаток для налаштування виведення XML.
zh_hans: 添加了自定义 XML 输出的附加组件。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/88?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/88?closed=1>`__。

source: Weblate now requires ``btree_gin`` extension in PostgreSQL. The migration process will install it if it has sufficient privileges. See :ref:`dbsetup-postgres` for manual setup.
de: Weblate benötigt jetzt die ``btree_gin`` Erweiterung in PostgreSQL. Der Migrationsprozess wird sie installieren, wenn er genügend Rechte hat. Siehe :ref:`dbsetup-postgres` für die manuelle Einrichtung.
ga: Tá síneadh ``btree_gin`` ag teastáil ó Weblate anois i PostgreSQL. Déanfaidh an próiseas imirce é a shuiteáil má tá pribhléidí leordhóthanacha aige. Féach :ref:`dbsetup-postgres` le haghaidh socrú láimhe.
hu: A Weblate mostantól PostgreSQL-ben igényli a ``btree_gin`` kiterjesztést. A migráció automatikusan telepíti, ha megfelelő jogosultság áll rendelkezésre. Kézi beállításhoz lásd: :ref:`dbsetup-postgres`.
id: Weblate sekarang membutuhkan ekstensi ``btree_gin`` di PostgreSQL. Proses migrasi akan menginstalnya jika memiliki hak akses yang memadai. Lihat :ref:`dbsetup-postgres` untuk pengaturan manual.
ja: Weblate では、PostgreSQL の ``btree_gin`` 拡張が必要になりました。 必要とする権限がすべてあれば、移行プロセスに従ってインストールされます。 手動でアップグレードする場合は :ref:`dbsetup-postgres` を確認してください。
nl: Weblate vereist nu de extensie ``btree_gin`` in PostgreSQL. Het migratieproces zal het installeren als het voldoende rechten heeft. Bekijk :ref:`dbsetup-postgres` voor handmatig instellen.
pt: O Weblate agora requer a extensão ``btree_gin`` no PostgreSQL. O processo de migração irá instalá-lo se tiver privilégios suficientes. Veja :ref:`dbsetup-postgres` para configuração manual.
pt_br: O Weblate agora requer o complemento ``btree_gin`` no PostgreSQL. O processo de migração irá instalá-lo se tiver privilégios suficientes. Consulte :ref:`dbsetup-postgres` para configuração manual.
ro: Weblate necesită acum extensia ``btree_gin`` în PostgreSQL. Procesul de migrare o va instala dacă are suficiente privilegii. Consultați :ref:`dbsetup-postgres` pentru instalarea manuală.
ru: Weblate теперь требует расширения ``btree_gin`` в PostgreSQL. В процессе миграции он будет установлен, если у него есть достаточные привилегии. См. :ref:`dbsetup-postgres` для ручной настройки.
sv: Weblate kräver nu tillägget ``btree_gin`` i PostgreSQL. Migrationsprocessen installerar det om den har tillräckliga behörigheter. Se :ref:`dbsetup-postgres` för manuell installation.
tr: Artık Weblate için PostgreSQL üzerinde "btree_gin" eklentisi gerekiyor. Aktarım işlemi, yeterli izinleri varsa bunu kurar. El ile kurulum için :ref:`dbsetup-postgres` bölümüne bakabilirsiniz.
uk: Для роботи нової версії Weblate потрібне розширення ``btree_gin`` у PostgreSQL. Під час процедури перенесення його буде встановлено, якщо процес має достатні привілеї. Див. :ref:`dbsetup-postgres` щодо налаштовування вручну.
zh_hans: Weblate 现在需要 PostgreSQL 中的 ``btree_gin`` 扩展。如果具有足够的权限，迁移过程中将安装它。请参阅 :ref:`dbsetup-postgres` 进行手动设置。

source: The Docker image no longer enables debug mode by default. In case you want it, enable it in the environment using :envvar:`WEBLATE_DEBUG`.
de: Das Docker-Image aktiviert den Debugmodus nicht mehr standardmäßig. Falls Sie ihn wünschen, aktivieren Sie ihn in der Einsatzumgebung mit :envvar:`WEBLATE_DEBUG`.
ga: Ní chumasaíonn íomhá an Docker mód dífhabhtaithe a thuilleadh de réir réamhshocraithe. Ar eagla go dteastaíonn uait é, cumasaigh sa timpeallacht é ag úsáid :envvar:`WEBLATE_DEBUG`.
hu: A Docker-kép alapértelmezetten már nem aktiválja a hibakeresési módot. Ha szükséges, a :envvar:`WEBLATE_DEBUG` környezeti változóval engedélyezhető.
id: Gambar Docker tidak lagi mengaktifkan mode awakutu secara bawaan. Jika Anda menginginkannya, aktifkan di lingkungan menggunakan :envvar:`WEBLATE_DEBUG`.
ja: Docker イメージは、デフォルトでデバッグ モードが有効ではなくなりました。必要に応じて、:envvar:`WEBLATE_DEBUG` を使用して環境にあわせて有効にしてください。
nl: De Docker image schakelt niet langer standaard de modus debuggen in. In het geval u dat wel wilt, schakel het in de omgeving in met :envvar:`WEBLATE_DEBUG`.
pt: A imagem do Docker não ativa mais o modo de depuração por padrão. Caso queira, ative-o no ambiente usando :envvar:`WEBLATE_DEBUG`.
pt_br: A imagem do Docker não habilita mais o modo de depuração por padrão. Caso queira, habilite-o no ambiente usando :envvar:`WEBLATE_DEBUG`.
ru: Образ Docker больше не включает режим отладки по умолчанию. Если вы этого хотите, включите его в среде, используя :envvar:`WEBLATE_DEBUG`.
sv: Docker-bilden aktiverar inte längre felsökningsläget som standard. Om du vill använda det kan du aktivera det i miljön med hjälp av :envvar:`WEBLATE_DEBUG`.
tr: Docker kalıbı artık varsayılan olarak hata ayıklama kipini kullanıma almıyor. İsterseniz, :envvar:`WEBLATE_DEBUG` ortam seçeneği ile kullanıma alabilirsiniz.
uk: В образі для Docker більше типово не вмикається режим діагностики. Якщо він вам потрібен, увімкніть його за допомогою змінної середовища :envvar:`WEBLATE_DEBUG`.
zh_hans: 该 Docker 镜像不再默认启用调试模式。如果你想要它，使用 :envvar:`WEBLATE_DEBUG` 在环境中启用。

source: The database migration make take hours on larger instances due to recreating some of the indexes.
de: Die Datenbankmigration kann bei größeren Instanzen Stunden dauern, da einige der Indizes neu erstellt werden müssen.
ga: Tógann an t-aistriú bunachar sonraí uaireanta ar chásanna níos mó mar gheall ar roinnt de na hinnéacsanna a athchruthú.
hu: Az adatbázis-migráció nagyobb példányoknál több órát is igénybe vehet az indexek újragenerálása miatt.
id: Migrasi basis data mungkin memerlukan waktu berjam-jam pada instansi yang lebih besar karena adanya pembuatan ulang beberapa indeks.
ja: データベースの移行では、一部のインデックスが再作成されるため、大きなインスタンスでは数時間かかります。
nl: De migratie van de database kan uren duren op grotere instanties vanwege het opnieuw maken van de indexen.
pt: A migração do banco de dados pode levar horas em instâncias maiores devido à recriação de alguns dos índices.
pt_br: A migração do banco de dados pode levar horas em instâncias maiores devido à recriação de alguns dos índices.
ru: Миграция базы данных на более крупных экземплярах занимает несколько часов из-за воссоздания некоторых индексов.
sv: Databasmigreringen kan ta flera timmar på större instanser på grund av att vissa index måste skapas om.
ta: தரவுத்தள இடம்பெயர்வு சில குறியீடுகளை மீண்டும் உருவாக்குவதால் பெரிய நிகழ்வுகளுக்கு மணிநேரம் எடுக்கும்.
tr: Büyük kopyalarda veri tabanı aktarımı, bazı dizinlerin yeniden oluşturulması nedeniyle saatlerce sürer.
uk: Перенесення бази даних може тривати годинами у великих екземплярах через потребу у повторному створенні деяких з покажчиків.
zh_hans: 由于要重新创建一些索引，数据库迁移在较大的实例上可能需要花费数小时。

source: **Changed in 4.15.1:** The default value for ``DEFAULT_PAGINATION_CLASS`` in rest framework settings was changed.
de: **Geändert in 4.15.1:** Der Standardwert für ``DEFAULT_PAGINATION_CLASS`` in den Rest-Framework-Einstellungen geändert.
ga: **Athraithe in 4.15.1:** Athraíodh an luach réamhshocraithe le haghaidh ``DEFAULT_PAGINATION_CLASS`` i socruithe creata scíthe.
hu: **Változott a 4.15.1 verzióban:** A ``DEFAULT_PAGINATION_CLASS`` alapértelmezett értéke megváltozott a rest framework beállításaiban.
id: **Diubah dalam 4.15.1:** Nilai bawaan untuk ``DEFAULT_PAGINATION_CLASS`` dalam pengaturan rest framework telah diubah.
ja: **4.15.1 で変更:** REST フレームワーク設定の ``DEFAULT_PAGINATION_CLASS`` のデフォルト値が変更されました。
nl: **Gewijzigd in 4.15.1:** De standaard waarde voor ``DEFAULT_PAGINATION_CLASS`` in de instellingen van het REST framewerk werd gewijzigd.
pt: **Alterado em 4.15.1:** O valor padrão para ``DEFAULT_PAGINATION_CLASS`` foi alterado nas configurações da estrutura REST.
pt_br: **Alterado no 4.15.1:** O valor padrão para ``DEFAULT_PAGINATION_CLASS`` nas configurações do framework foi alterado.
ru: **Изменено в версии 4.15.1:** Изменено значение по умолчанию для ``DEFAULT_PAGINATION_CLASS`` в настройках среды REST.
sv: **Ändrat i 4.15.1:** Standardvärdet för ``DEFAULT_PAGINATION_CLASS`` i rest framework-inställningarna har ändrats.
ta: ** 4.15.1 இல் மாற்றப்பட்டது: ** rest கட்டமைப்பின் அமைப்புகளில் `` இயல்புநிலை_பாகேசன்_ கிளாச்`` க்கான இயல்புநிலை மதிப்பு மாற்றப்பட்டது.
tr: **4.15.1 sürümünde değiştirildi:** Rest framework ayarlarında ``DEFAULT_PAGINATION_CLASS`` seçeneğinin varsayılan değeri değiştirildi.
uk: **Змінено у 4.15.1:** було змінено типове значення для ``DEFAULT_PAGINATION_CLASS`` у решті параметрів бібліотек.
zh_hans: **在 4.15.1 版中发生改变：**\ 更改了 rest 框架设置中 ``DEFAULT_PAGINATION_CLASS`` 的默认值。

source: *Released on November 5th 2022.*
de: *Veröffentlicht am 5. November 2022.*
ga: *Eisithe ar 5 Samhain 2022.*
hu: *Kiadva: 2022. november 5.*
id: *Dirilis pada 5 November 2022.*
nl: *Uitgegeven op 5 november 2022.*
pt_br: *Atualizado em 5 de novembro de 2022.*
sv: *Släpptes den 5 november 2022.*
tr: *5 Kasım 2022 tarihinde yayınlandı.*
uk: *Випущено 5 листопада 2022 року.*

source: Added support for removing entries from translation memory.
de: Unterstützung für das Entfernen von Einträgen aus dem Übersetzungsspeicher hinzugefügt.
ga: Tacaíocht bhreise chun iontrálacha a bhaint den chuimhne aistriúcháin.
hu: Fordítási memória bejegyzések törlésének támogatása hozzáadva.
id: Menambahkan dukungan untuk menghapus entri dari memori terjemahan.
ja: 翻訳メモリにある用語の抹消に対応。
nl: Toegevoegde ondersteuning voor verwijderen van items vertaalgeheugen.
pt: Adicionado o suporte a remover entradas da memória de tradução.
pt_br: Adicionado o suporte a remover entradas da memória de tradução.
ro: A fost adăugat suport pentru eliminarea intrărilor din memoria de traducere.
ru: Добавлена поддержка удаления записей из памяти переводов.
sv: Lagt till stöd för att ta bort poster från översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவகத்திலிருந்து உள்ளீடுகளை அகற்றுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Çeviri belleğinden kayıtları kaldırma özelliği eklendi.
uk: Додано підтримку вилучення записів з пам'яті перекладів проєкту.
zh_hans: 新增支持从翻译记忆库中删除条目。

source: Improved analysis on the duplicate language alert.
de: Verbesserte Analyse der Warnung bei doppelter Sprache.
ga: Anailís fheabhsaithe ar an bhfoláireamh dúblach teanga.
hu: Elemzés javítása az ismétlődő nyelv figyelmeztetésnél.
id: Peningkatan analisis pada peringatan bahasa duplikat.
ja: 重複した言語の警告の通知を改良。
nl: Verbeterde analyse voor het alarm voor duplicaat taal.
pt: Melhorada a análise no alerta de idioma duplicado.
pt_br: Melhorada a análise no alerta de idioma duplicado.
ro: A fost îmbunătățită analiza alertei de limbă duplicată.
ru: Улучшен анализ предупреждения о дублировании языка.
sv: Förbättrad analys av varningen om dubbla språk.
ta: நகல் மொழி எச்சரிக்கையில் மேம்படுத்தப்பட்ட பகுப்பாய்வு.
tr: Çift dil uyarısında çözümleme iyileştirildi.
uk: Удосконалено аналіз при попередженні про дублювання мов.
zh_hans: 改善了对重复语言警告的分析。

source: Improved accuracy of the consecutive duplicated-words check.
de: Verbesserte Genauigkeit bei der Prüfung auf aufeinanderfolgende doppelte Wörter.
ga: Feabhas ar chruinneas an tseiceáil ar fhocail dhúbailte as a chéile.
hu: Egymást követő, ismétlődő szavak ellenőrzésének pontossága javult.
id: Peningkatan akurasi pemeriksaan kata duplikat yang berurutan.
ja: 連続重複語検査の精度向上。
nl: Verbeterde nauwkeurigheid van de opeenvolgende controle voor gedupliceerde woorden.
pt_br: Melhorada a precisão de verificação de palavras consecutivas duplicadas.
ru: Повышена точность последовательной проверки повторяющихся слов.
sv: Förbättrad noggrannhet vid kontroll av upprepade ord i följd.
ta: தொடர்ச்சியான நகல்-சொற்களின் சோதனையின் மேம்பட்ட துல்லியம்.
tr: Ard arda yinelenen sözcük kalite denetiminin doğruluğu iyileştirildi.
uk: Удосконалено точність перевірки на послідовне дублювання слів.
zh_hans: 提高了连续重复的单词检查的准确性。

source: Improved scaling of sending many notifications.
de: Verbesserte Skalierung des Versands vieler Benachrichtigungen.
ga: Scálú feabhsaithe ar sheoladh go leor fógraí.
hu: Értesítések tömeges küldésének skálázhatósága javítva.
id: Peningkatan skala pengiriman banyak notifikasi.
ja: 大量の通知を送信する際のスケーリングを改良。
nl: Verbeterd schalen van verzenden van heel veel notificaties.
pt: Melhorado o escalonamento de enviar muitas notificações.
pt_br: Melhorado o escalonamento de enviar muitas notificações.
ro: Îmbunătățirea scalării pentru trimiterea mai multor notificări.
ru: Улучшено масштабирование отправки большого количества уведомлений.
sv: Förbättrad skalning vid sändning av många aviseringar.
ta: பல அறிவிப்புகளை அனுப்பும் மேம்பட்ட அளவிடுதல்.
tr: Çok sayıda bildirim gönderme ölçeklendirilmesi iyileştirildi.
uk: Удосконалено масштабування за одночасного надсилання багатьох сповіщень.
zh_hans: 改进了发送许多通知的缩放。

source: Improved string-state handling for subtitle translation.
de: Verbesserte Behandlung des Zeichenkettenstatus bei der Übersetzung von Untertiteln.
ga: Láimhseáil fheabhsaithe ar staid teaghrán le haghaidh aistriúcháin fotheideal.
hu: Feliratfordítás esetén a szövegállapot-kezelés javítva.
id: Peningkatan penanganan status string untuk terjemahan subjudul.
ja: 字幕翻訳の文字列状態の処理を改良。
nl: Verbeterde afhandeling status tekenreeks voor vertalingen subtitels.
pt_br: Melhorado tratamento de status do texto para tradução de legendas.
ru: Улучшена обработка состояния строки для перевода субтитров.
sv: Förbättrad hantering av strängstatus för översättning av undertexter.
ta: வசன மொழிபெயர்ப்புக்கான மேம்படுத்தப்பட்ட சரம்-நிலை கையாளுதல்.
tr: Alt yazı çevirisi için dizge durumunun işlenmesi iyileştirildi.
uk: Удосконалено обробку станів рядків для перекладу субтитрів.
zh_hans: 改进了字幕翻译的字符串状态处理。

source: Deprecated insecure configuration of VCS service API keys via _TOKEN/_USERNAME configuration instead of _CREDENTIALS list.
de: Unsichere Konfiguration von API-Schlüsseln der VCS-Dienste über _TOKEN/_USERNAME-Konfiguration anstelle der _CREDENTIALS-Liste eingestellt.
ga: Cumraíocht neamhdhaingean réamh-mheasta d'eochracha API seirbhíse VCS trí chumraíocht _TOKEN/_USERNAME in ionad liosta _CREDENTIALS.
hu: Elavult és nem biztonságos beállításként jelölve a VCS API kulcsok _TOKEN/_USERNAME használata, javasolt helyette a _CREDENTIALS lista.
id: Konfigurasi tidak aman yang tidak digunakan lagi dari kunci API layanan VCS melalui konfigurasi _TOKEN/_USERNAME dan bukan daftar _CREDENTIALS.
ja: _CREDENTIALS リストの代わりに _TOKEN/_USERNAME 設定による VCS サービス API キーの安全でない設定を非推奨に変更。
nl: Vervallen onveilige configuratie van de VCS service API-sleutels via configuratie van _TOKEN/_USERNAME, in plaats van een lijst voor _CREDENTIALS.
pt: Descontinuada a configuração insegura de chaves de API do serviço VCS por meio da configuração _TOKEN/_USERNAME em vez da lista _CREDENTIALS.
pt_br: Descontinuada a configuração insegura de chaves de API do serviço VCS por meio da configuração _TOKEN/_USERNAME em vez da lista _CREDENTIALS.
ro: A fost eliminată configurarea nesigură a cheilor API ale serviciului VCS prin intermediul configurației _TOKEN/_USERNAME în loc de lista _CREDENTIALS.
ru: Устарела небезопасная конфигурация ключей API службы VCS с помощью конфигурации _TOKEN/_USERNAME вместо списка _CREDENTIALS.
sv: Föråldrad osäker konfiguration av VCS-tjänstens API-nycklar via _TOKEN/_USERNAME-konfiguration istället för _CREDENTIALS-listan.
ta: _ கிரெடென்சியல்ச் பட்டியலுக்கு பதிலாக _டோகன்/_username உள்ளமைவு வழியாக வி.சி.எச் பணி பநிஇ விசைகளின் பாதுகாப்பற்ற உள்ளமைவு.
tr: VCS hizmeti API anahtarlarının _CREDENTIALS listesi yerine _TOKEN/_USERNAME yapılandırması ile güvenli olmayan yapılandırması kullanımdan kaldırıldı.
uk: Визнано застарілими небезпечні налаштування служб керування версіями за допомогою ключів програмного інтерфейсу та _TOKEN/_USERNAME замість _CREDENTIALS list.
zh_hans: 已弃用通过 _TOKEN/_USERNAME 配置而不是 _CREDENTIALS 列表对 版本控制系统服务 API 密钥进行不安全配置。

source: Fixed processing of some uploaded CSV files.
de: Die Verarbeitung einiger hochgeladener CSV-Dateien korrigiert.
ga: Próiseáil sheasta ar roinnt comhad CSV uaslódáilte.
hu: Néhány feltöltött CSV-fájl feldolgozásának hibája javítva.
id: Memperbaiki pemrosesan beberapa berkas CSV yang diunggah.
ja: アップロードした CSV ファイルの処理を一部修正。
nl: Gerepareerde verwerking van sommige geüploade CSV-bestanden.
pt: Corrigido o processamento de alguns ficheiros CSV enviados.
pt_br: Corrigido o processamento de alguns arquivos CSV enviados.
ro: S-a reparat procesarea unor fișiere CSV încărcate.
ru: Исправлена обработка некоторых загруженных файлов CSV.
sv: Fixat bearbetningen av vissa uppladdade CSV-filer.
ta: பதிவேற்றிய சில காபிம கோப்புகளின் நிலையான செயலாக்கம்.
tr: Yüklenen bazı CSV dosyalarının işlenmesi düzeltildi.
uk: Виправлено обробку деяких вивантажених файлів CSV.
zh_hans: 修复了某些上传的 CSV 文件的处理。

source: Improved whitespace changes handling in diff display.
de: Verbesserte Handhabung von Leerzeichenänderungen in der Diff-Anzeige.
ga: Láimhseáil athruithe spás bán feabhsaithe i dtaispeántas difr.
hu: Különbségek megjelenítésénél a szóközváltozások kezelése javítva.
id: Peningkatan penanganan perubahan spasi dalam tampilan diff.
ja: 差分表示で空白の変更の取り扱いを改良。
nl: Verbeterde afhandeling wijzigingen witruimte in weergave diff.
pt: Melhorado o tratamento de alterações de espaços em branco na exibição de comparação.
pt_br: Melhorado o tratamento de alterações de espaços em branco na exibição de comparação.
ro: A fost îmbunătățită gestionarea modificărilor de spații albe în afișarea diferențelor.
ru: Улучшена обработка изменений пробелов при отображении различий.
sv: Förbättrad hantering av blankstegsändringar i diff-visningen.
ta: மேம்பட்ட இடைவெளி மாற்றங்கள் வேறுபாடு காட்சியில் கையாளுதல்.
tr: Fark görünümünde boşluk değişimlerinin işlenmesi iyileştirildi.
uk: Удосконалено обробку змін у пробілах під час показу розбіжностей.
zh_hans: 改进了差异显示中的空白更改处理。
