Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If the team specifies any :guilabel:`Components`, all the permissions given to the members of that team are granted for all the components attached to the team, and an access with no additional permissions is granted for all the projects these components are in. :guilabel:`Projects` are ignored.
de: Wenn das Team ein :guilabel:`Komponenten` angibt, werden alle Berechtigungen, die den Mitgliedern dieses Teams erteilt wurden, für alle Komponenten gewährt, die dem Team zugeordnet sind, und ein Zugriff ohne zusätzliche Berechtigungen wird für alle Projekte gewährt, in denen diese Komponenten enthalten sind. :guilabel:`Projekte` werden ignoriert.
ga: Má shonraíonn an fhoireann aon :guilabel:`Components`, deonaítear gach cead a thugtar do chomhaltaí na foirne sin do na comhpháirteanna go léir a ghabhann leis an bhfoireann, agus tugtar rochtain gan cead breise do na tionscadail go léir ina bhfuil na comhpháirteanna seo . :guilabel:`Projects` Déantar neamhaird de `tionscadail`.
hu: Ha a csapat megad valamilyen :guilabel:`Összetevők` értéket, akkor a csapat tagjai minden jogosultságot megkapnak az adott csapathoz rendelt összetevőkön, és automatikusan hozzáférést kapnak (külön jogosultságok nélkül) azokhoz a projektekhez is, amelyekben ezek az összetevők találhatók. A :guilabel:`Projektek` mező ilyenkor figyelmen kívül marad.
id: Jika tim menentukan :guilabel:`Komponen` apa pun, semua izin yang diberikan kepada anggota tim tersebut diberikan untuk semua komponen yang melekat pada tim, dan akses tanpa izin tambahan diberikan untuk semua proyek tempat komponen tersebut berada. :guilabel:`Proyek` diabaikan.
ja: チームに :guilabel:`コンポーネント` が指定されている場合、そのチームのメンバーに付与されたすべてのアクセス権は、チームに登録したすべてのコンポーネントに及びます。また、これらのコンポーネントを含むすべてのプロジェクトについては、新たにアクセス権を追加しなくてもアクセスが許可されます。:guilabel:`プロジェクト` は無視されます。
nl: Als het team :guilabel:`Onderdelen` specificeert, worden alle rechten die zijn gegeven aan leden van dat team toegewezen aan alle onderdelen die zijn gekoppeld aan het team, en toegang zonder aanvullende rechten wordt toegewezen voor alle projecten waar deze onderdelen in staan. :guilabel:`Projecten` wordt genegeerd.
pt: Se a equipa especificar quaisquer :guilabel:`Componentes`, todas as permissões dadas aos membros dessa equipa são concedidas para todos os componentes anexados à equipa e um acesso sem permissões adicionais é concedido para todos os projetos nos quais que esses componentes estão. :guilabel:`Projetos` são ignorados.
pt_br: Se a equipe especificar quaisquer :guilabel:`Componentes`, todas as permissões dadas aos membros dessa equipe são concedidas para todos os componentes anexados à equipe, e um acesso sem permissões adicionais é concedido para todos os projetos nos quais que esses componentes estão. :guilabel:`Projetos` são ignorados.
ru: Если в группе указаны какие-либо :guilabel:`компоненты`, то все разрешения, данные членам этой группы, предоставляются для всех компонентов, присоединённых к группе, и доступ без дополнительных разрешений предоставляется для всех проектов, в которых находятся эти компоненты. :guilabel:`Проекты` игнорируются.
sv: Om teamet anger några :guilabel:`Komponenter`, beviljas alla behörigheter som ges till medlemmarna i det teamet för alla komponenter som är kopplade till teamet, och åtkomst utan ytterligare behörigheter beviljas för alla projekt som dessa komponenter ingår i. :guilabel:`Projekt` ignoreras.
ta: குழு ஏதேனும் குறிப்பிடினால்: வபஇசிட்டை: `கூறுகள்`, அந்த குழுவின் உறுப்பினர்களுக்கு வழங்கப்பட்ட அனைத்து அனுமதிகளும் குழுவுடன் இணைக்கப்பட்ட அனைத்து கூறுகளுக்கும் வழங்கப்படுகின்றன, மேலும் இந்த கூறுகள் உள்ள அனைத்து திட்டங்களுக்கும் கூடுதல் அனுமதிகள் இல்லாத அணுகல் வழங்கப்படுகிறது .: வபஇசிட்டை: `திட்டங்கள்` புறக்கணிக்கப்படுகின்றன.
tr: Takımda herhangi bir :guilabel:`Bileşen` belirtiliyorsa, takıma bağlı tüm bileşenler için o takımın üyelerine tüm izinler verilir ve bu bileşenlerin içinde bulunduğu tüm projeler için ek izinleri olmayan bir erişim verilir. :guilabel:`Projeler` yok sayılır.
uk: Якщо команда визначає якийсь :guilabel:`Складник`, усі права доступу, надані учасникам цієї команди, надаються для всіх складників, пов'язаних із командою, і доступ без додаткових прав доступу надається для всіх проєктів, частиною яких є ці складники. :guilabel:`Проєкти` буде проігноровано.
zh_hans: 如果该团队指定了任何 :guilabel:`部件`，则授予该团队成员的所有权限都适用于附加到该团队的所有部件，并为这些部件所在的所有项目授予没有额外权限的访问权限。 :guilabel:`项目` 将被忽略。

source: Otherwise, if the team specifies any :guilabel:`Projects`, either by directly listing them or by having :guilabel:`Projects selection` set to a value like :guilabel:`All public projects`, all those permissions are applied to all the projects, which effectively grants the same permissions to access all projects :ref:`unrestricted components <component-restricted>`.
de: Andernfalls, wenn das Team irgendwelche :guilabel:`Projekte` angibt, entweder durch direkte Auflistung oder indem :guilabel:`Projektauswahl` auf einen Wert wie :guilabel:`Alle öffentlichen Projekte` gesetzt wird, werden alle diese Berechtigungen auf alle Projekte angewandt, was effektiv dieselben Zugriffsrechte für alle :ref:`nicht eingeschränkten Komponenten <component-restricted>` des Projekts gewährt.
ga: Seachas sin, má shonraíonn an fhoireann aon :guilabel:`Tionscadail`, trí iad a liostú go díreach nó trí :guilabel:`Roghnú na dtionscadal` a shocrú chuig luach mar :guilabel:`Gach tionscadal poiblí`, cuirtear na ceadanna sin i bhfeidhm ar gach na tionscadail, a thugann na ceadanna céanna go héifeachtach chun rochtain a fháil ar gach tionscadal :ref:`comhpháirteanna neamhshrianta <component-restricted>`.
hu: Egyébként, ha a csapat megad bármilyen :guilabel:`Projektet`, akár közvetlen felsorolással, akár úgy, hogy a :guilabel:`Projekt kiválasztás` mező egy értékre van állítva, például: :guilabel:`Minden nyilvános projekt`, akkor minden megadott jogosultság alkalmazásra kerül az összes ilyen projektre, ami ténylegesen ugyanazt a jogosultságot adja minden :ref:`korlátozás nélküli összetevőhöz <component-restricted>`.
id: Jika tidak, jika tim menentukan :guilabel:`Projects` apa pun, baik dengan mencantumkannya secara langsung atau dengan menyetel :guilabel:`Projects selection` ke nilai seperti :guilabel:`All public projects`, semua izin tersebut diterapkan ke semua proyek, yang secara efektif memberikan izin yang sama untuk mengakses semua proyek :ref:`unrestricted components <component-restricted>`.
ja: それ以外の場合、チームで :guilabel:`プロジェクト` を直接指定するか、:guilabel:`プロジェクトの選択` から :guilabel:`すべての公開プロジェクト` などを選択することにより、アクセス権がそれらのプロジェクトに適用され、同じアクセス権がプロジェクト内の :ref:`アクセス制限のないコンポーネント <component-restricted>` にも及びます。
nl: Anders, als het team :guilabel:`Projecten` specificeert, ofwel door ze direct te vermelden of door :guilabel:`Projecten selecteren` te hebben ingesteld op een waarde als :guilabel:`Alle publieke projecten`, worden al deze rechten toegepast op alle projecten, wat in feite dezelfde rechten toekent voor toegang tot alle :ref:`onbeperkte onderdelen <component-restricted>` van het project.
pt: Caso contrário, se a equipa especificar :guilabel:`Projetos`, seja listando-os diretamente ou tendo :guilabel:`Seleção de projetos` definida com um valor como :guilabel:`Todos os projetos públicos`, todas essas permissões são aplicadas a todos os projetos, que efetivamente concede as mesmas permissões para acessar todos os :ref:`componentes irrestritos <component-restricted>` dos projetos.
pt_br: Caso contrário, se a equipe especificar :guilabel:`Projetos`, seja listando-os diretamente ou tendo :guilabel:`Seleção de projetos` definida com um valor como :guilabel:`Todos os projetos públicos`, todas essas permissões são aplicadas a todos os projetos, que efetivamente concede as mesmas permissões para acessar todos os :ref:`componentes irrestritos <component-restricted>` dos projetos.
ro: În caz contrar, dacă echipa specifică orice :guilabel:`Proiecte`, fie prin enumerarea directă a acestora, fie prin faptul că :guilabel:`Selecția proiectelor` este setată la o valoare precum :guilabel:`Toate proiectele publice`, toate aceste permisiuni sunt aplicate tuturor proiectelor, ceea ce acordă efectiv aceleași permisiuni de acces la toate proiectele :ref:`componente fără restricții <component-restricted>`.
ru: В противном случае, если группа указывает какие-либо :guilabel:`проекты`, либо прямо перечислив их, либо установив :guilabel:`выбор проекта` в значение типа :guilabel:`«Все публичные проекты»`, все эти разрешения применяются ко всем проектам, что фактически предоставляет одинаковые разрешения на доступ ко всем проектам :ref:`unrestricted components <component-restricted>`.
sv: Annars, om teamet anger några :guilabel:`Projekt`, antingen genom att direkt lista dem eller genom att ha :guilabel:`Projektval` inställt på ett värde som :guilabel:`Alla offentliga projekt`, tillämpas alla dessa behörigheter på alla projekt, vilket i praktiken ger samma behörigheter för åtkomst till alla projekt :ref:`obegränsade komponenter <component-restricted>`.
tr: Yoksa, takımda herhangi bir :guilabel:`Proje` belirtiliyorsa, bunları doğrudan listeleyerek veya :guilabel:`Proje seçimi` değerini :guilabel:`Tüm herkese açık projeler` gibi bir değere ayarlayarak, tüm bu izinler tüm projelere uygulanır ve bu da tüm projelere erişmek için aynı izinleri etkin bir şekilde verir :ref:`kısıtlanmamış bileşenler <component-restricted>`.
uk: Інакше, якщо команда визначає якісь :guilabel:`Проєкти`, або безпосереднім визначенням їхнього списку, або встановленням для параметра :guilabel:`Вибір проєктів` значення, подібного до :guilabel:`Усі публічні проєкти`, усі ці права доступу застосовуються до усіх проєктів, які насправді надають ті самі права доступу для доступу до усіх :ref:`складників без обмежень <component-restricted>` проєкту.
zh_hans: 否则，如果团队指定了任何 :guilabel:`项目`，通过直接列出它们或通过将 :guilabel:`项目选择` 设置为类似 :guilabel:`所有公开项目` 的值，所有这些权限将应用于所有项目，它有效地授予访问所有项目的相同权限 :ref:`不受限制的部件 <component-restricted>`。

source: The restrictions imposed by a team’s :guilabel:`Languages` are applied separately, when it’s verified if a user has an access to perform certain actions. Namely, it’s applied only to actions directly related to the translation process itself like reviewing, saving translations, adding suggestions, etc.
de: Die durch das :guilabel:`Sprachen` eines Teams auferlegten Einschränkungen, werden separat angewandt, wenn überprüft wird, ob ein Benutzer die Berechtigung für bestimmte durchzuführende Aktionen hat. Sie werden nämlich nur auf Aktionen angewendet, die direkt mit dem Übersetzungsprozess selbst zusammenhängen, wie zum Beispiel das Überprüfen, Speichern von Übersetzungen, Hinzufügen von Vorschlägen usw.
ga: Cuirtear na srianta a fhorchuirtear le :guilabel:`Teangacha` foirne i bhfeidhm ar leithligh, nuair a fhíoraítear an bhfuil rochtain ag úsáideoir chun gníomhartha áirithe a dhéanamh. Is é sin, ní chuirtear i bhfeidhm é ach ar ghníomhartha a bhaineann go díreach leis an bpróiseas aistriúcháin féin amhail athbhreithniú a dhéanamh, aistriúcháin a shábháil, moltaí a chur leis, etc.
hu: A csapat :guilabel:`Nyelvek` mezőjében megadott korlátozások külön kerülnek alkalmazásra, amikor ellenőrizzük, hogy egy felhasználónak van-e jogosultsága bizonyos műveletek végrehajtására. Ezek a korlátozások csak a fordítási folyamathoz közvetlenül kapcsolódó műveletekre vonatkoznak, például ellenőrzésre, fordítások mentésére, javaslatok hozzáadására stb.
id: Pembatasan yang diberlakukan oleh :guilabel:`Languages` tim diterapkan secara terpisah, ketika diverifikasi apakah pengguna memiliki akses untuk melakukan tindakan tertentu. Artinya, pembatasan ini hanya diterapkan pada tindakan yang berkaitan langsung dengan proses penerjemahan itu sendiri, seperti meninjau, menyimpan terjemahan, menambahkan saran, dll.
ja: チームの :guilabel:`言語` による制限は、ユーザーが操作を実行するためのアクセス権があるか検証するときに行われます。つまり、査読、翻訳の保存、提案の追加など、翻訳作業に直接関係する操作にのみ適用されます。
nl: De beperkingen die worden opgelegd door :guilabel:`Talen` van een team worden afzonderlijk toegepast, wanneer geverifieerd is dat een gebruiker toegang heeft om bepaalde acties uit te voeren. Het wordt namelijk alleen toegepast op acties die direct zijn gerelateerd aan het vertaalproces zelf, zoals nakijken, vertalingen opslaan, suggesties toevoegen, etc.
pt: As restrições impostas pelos :guilabel:`Idiomas` de uma equipa são aplicadas separadamente, quando é verificado se um utilizador tem acesso para realizar determinadas ações. Ou seja, é aplicado apenas a ações diretamente relacionadas ao próprio processo de tradução, como revisar, gravar traduções, adicionar sugestões, etc.
pt_br: As restrições impostas pelos :guilabel:`Idiomas` de uma equipe são aplicadas separadamente, quando é verificado se um usuário tem acesso para realizar determinadas ações. Ou seja, é aplicado apenas a ações diretamente relacionadas ao próprio processo de tradução, como revisar, salvar traduções, adicionar sugestões, etc.
ru: Ограничения, накладываемые группой :guilabel:`языков`, применяются отдельно, когда проверяется, имеет ли пользователь доступ к выполнению определённых действий. А именно, они применяются только к действиям, непосредственно связанным с самим процессом перевода, таким как рецензирование, сохранение переводов, добавление предложений и т.д.
sv: De begränsningar som införts av ett teams :guilabel:`Språk` tillämpas separat när det kontrolleras om en användare har behörighet att utföra vissa åtgärder. Det vill säga, det tillämpas endast på åtgärder som är direkt relaterade till själva översättningsprocessen, såsom granskning, sparande av översättningar, tillägg av förslag etc.
ta: ஒரு குழுவினரால் விதிக்கப்பட்ட கட்டுப்பாடுகள்: வபஇசிட்டை: `மொழிகள்` தனித்தனியாகப் பயன்படுத்தப்படுகின்றன, ஒரு பயனருக்கு சில செயல்களைச் செய்ய அணுகல் இருந்தால் அது சரிபார்க்கப்படும் போது. அதாவது, மொழிபெயர்ப்பு செயல்முறையுடன் நேரடியாக தொடர்புடைய செயல்களுக்கு மட்டுமே இது பயன்படுத்தப்படுகிறது, மொழிபெயர்ப்புகளை மதிப்பாய்வு செய்தல், சேமிப்பு, பரிந்துரைகளைச் சேர்ப்பது போன்றவை.
tr: Bir takımın :guilabel:`Diller` değeri tarafından uygulanan kısıtlamalar, kullanıcının belirli işlemleri yapma izni olup olmadığına bakılarak ayrı olarak uygulanır. Yani, yalnızca çeviri sürecinin kendisiyle doğrudan ilgili onaylama, çevirileri kaydetme, öneri ekleme gibi işlemlere uygulanır.
uk: Обмеження, які накладаються параметром :guilabel:`Мови` команди, застосовуються окремо, після перевірки, чи має користувач доступ до певних дій. А саме, вони застосовуються лише до дій безпосередньо пов'язаних із самим процесом перекладу, зокрема рецензуванням, збереженням перекладів, додаванням пропозицій тощо.
zh_hans: 当验证用户是否有权限执行某些操作时，由团队的 :guilabel:`语言` 施加的限制将单独应用。也就是说，它仅适用于与翻译过程本身直接相关的操作，例如审校、保存翻译、添加建议等。

source: Use :guilabel:`Language selection` or :guilabel:`Project selection` to automate inclusion of all languages or projects.
de: Verwenden Sie :guilabel:`Sprachauswahl` oder :guilabel:`Projektauswahl` um automatisch alle Sprachen oder Projekte einzuschließen.
ga: Úsáid :guilabel:`Roghnú teanga` nó :guilabel:`Roghnú tionscadail` chun cuimsiú na dteangacha nó na dtionscadal go léir a uathoibriú.
hu: A :guilabel:`Nyelvválasztás` vagy a :guilabel:`Projekt kiválasztás` mezők használatával automatizálható minden nyelv vagy projekt bevonása.
id: Gunakan :guilabel:`Pemilihan bahasa` atau :guilabel:`Pemilihan proyek` untuk mengotomatiskan penyertaan semua bahasa atau proyek.
ja: :guilabel:`言語の選択` または :guilabel:`プロジェクトの選択` を使用して、すべての言語またはプロジェクトを自動的に一括で設定できます。
nl: Gebruik :guilabel:`Taal selecteren` of :guilabel:`Project selecteren` om automatisch alle talen of projecten op te nemen.
pt: Use :guilabel:`Seleção de idioma` ou :guilabel:`Seleção de projeto` para automatizar a inclusão de todos os idiomas ou projetos.
pt_br: Use :guilabel:`Seleção de idioma` ou :guilabel:`Seleção de projeto` para automatizar a inclusão de todos os idiomas ou projetos.
ro: Utilizați :guilabel:`Selecție limbă` sau :guilabel:`Selecție proiect` pentru a automatiza includerea tuturor limbilor sau proiectelor.
ru: Для автоматического включения всех языков или проектов используйте переключатели :guilabel:`Выбор языка` или :guilabel:`Выбор проекта`.
sv: Använd :guilabel:`Språkval` eller :guilabel:`Projektval` för att automatiskt inkludera alla språk eller projekt.
ta: பயன்படுத்து: வபஇசிட்டை: `மொழி தேர்வு` அல்லது: வபஇசிட்டை:` திட்டத் தேர்வு` அனைத்து மொழிகள் அல்லது திட்டங்களைச் சேர்ப்பதை தானியக்கமாக்குவதற்கு.
tr: Tüm dillerin veya projelerin kendiliğinden katılması için :guilabel:`Dil seçimi` ya da :guilabel:`Proje seçimi` kullanın.
uk: Для автоматизації включення всіх мов або проєктів ви можете скористатися пунктами :guilabel:`Вибір мови` та :guilabel:`Вибір проєкту`.
zh_hans: 使用 :guilabel:`语言选择` 或 :guilabel:`项目选择` 来自动包括所有语言或项目。
zh_hant: 使用 :guilabel:`Language selection` 或 :guilabel:`Project selection` 來自動包括所有語言或項目。

source: A project ``foo`` with the components: ``foo/bar`` and ``foo/baz``, with reviewing and management rights, in the following team:
de: Ein Projekt ``foo`` mit den Komponenten: ``foo/bar`` und ``foo/baz``, mit Prüf- und Verwaltungsrechten, im folgenden Team:
ga: Tionscadal ``foo`` leis na comhpháirteanna: ``foo/bar`` agus ``foo/baz``, le cearta athbhreithnithe agus bainistíochta, san fhoireann seo a leanas:
hu: Egy ``foo`` projekt a következő összetevőkkel: ``foo/bar`` és ``foo/baz``, felülvizsgálati és kezelési jogokkal, a következő csapatban:
id: Proyek ``foo`` dengan komponen: ``foo/bar`` dan ``foo/baz``, dengan hak peninjauan dan pengelolaan, dalam tim berikut:
ja: 以下のチームで、査読および管理権限を持つプロジェクト ``foo`` とそのサブコンポーネント ``foo/bar`` および ``foo/baz`` がある場合:
nl: Een project ``foo`` met de componenten: ``foo/bar`` en ``foo/baz``, met rechten voor nakijken en beheren, in het volgende team:
pt: Um projeto ``foo`` com os componentes: ``foo/bar`` e ``foo/baz``, com direitos de revisão e gestão, na seguinte equipa:
pt_br: Um projeto ``foo`` com os componentes: ``foo/bar`` e ``foo/baz``, com direitos de revisão e gerenciamento, na seguinte equipe:
sv: Ett projekt ``foo`` med komponenterna: ``foo/bar`` och ``foo/baz``, med gransknings- och hanteringsrättigheter, i följande team:
ta: கூறுகளுடன் `` ஃபூ`` ஒரு திட்டம்: `` ஃபூ/பார்`` மற்றும் `` ஃபூ/பாச்``, மறுபரிசீலனை மற்றும் மேலாண்மை உரிமைகளுடன், பின்வரும் குழுவில்:
tr: Şu bileşenleri olan bir ``foo`` projesi: ``foo/bar`` ve ``foo/baz`` ve onaylama ve yönetim izinleri ile şu takım içinde:
uk: Проєкт ``щось`` із такими складниками: ``щось/десь`` і ``щось/там`` з правами рецензування та керування у такій команді:
zh_hans: 下列团队中的项目 ``foo``，项目含部件: ``foo/bar`` 和 ``foo/baz``，有审校和管理权：

source: Group `Spanish Admin-Reviewers`
de: Gruppe ` Administrator-Prüfer Spanisch`
ga: Grúpa `Riarthóir-Athbhreithneoirí na Spáinne`
hu: `Spanyol admin-felülvizsgálók` csoportja
id: Grup `Admin-Peninjau Spanyol`
ja: `スペイン語 査読管理者` グループ
nl: Groep `Spaans Beheer-Nakijken`
pt: Grupo `Revisores-admins de espanhol`
pt_br: Grupo `Revisores-admins de espanhol`
ro: Grupul `Spanish Administratori-Revizori`
ru: Группа `Испанские администраторы-рецензенты`
sv: Gruppen ”Spanska administratörer-granskare”
ta: குழு `ச்பானிச் நிர்வாக மதிப்பாய்வு செய்பவர்கள்`
tr: Grup `İspanyol Yönetici-Onaylayıcılar`
uk: Група `Spanish Admin-Reviewers`
zh_hans: `西班牙语管理审校员` 群组

source: `Review Strings`, `Manage repository`
de: `Zeichenketten überprüfen`, `Repository verwalten`
ga: `Teaghráin Athbhreithnithe`, `Bainistigh stór`
hu: `Szövegek felülvizsgálata`, `Tároló kezelése`
id: `Tinjau String`, `Kelola repositori`
ja: `文字列の査読`、`リポジトリの管理`
nl: `Tekenreeksen nakijken`, `Opslagplaats beheren`
pt: `Rever cadeias`, `Gerir repositório`
pt_br: `Revisar textos`, `Gerenciar repositório`
ro: `Revizuire șiruri de caractere`, `Gestionare depozit`
ru: `Рецензирование строк`, `Управление репозиторием`
sv: `Granska strängar`, `Hantera arkiv`
ta: `மதிப்பாய்வு சரங்களை`,` களஞ்சியத்தை நிர்வகி`
tr: `Dizgeleri onaylama`, `Depo yönetimi`
uk: `Рецензування рядків`, `Управління сховищем`
zh_hans: `审校字符串`、`管理仓库`

source: Components
de: Komponenten
ga: Comhpháirteanna
hu: Összetevők
id: Komponen
ja: コンポーネント
nl: Onderdelen
pt: Componentes
pt_br: Componentes
ro: Componente
ru: Компоненты
sv: Komponenter
ta: கூறுகள்
tr: Bileşenler
uk: Складники
zh_hans: 部件
zh_hant: 組件

source: `Spanish`
de: `Spanisch`
ga: `Spáinnis`
hu: `Spanyol`
id: `Spanyol`
ja: `スペイン語`
nl: `Spaans`
pt: `Espanhol`
pt_br: `Espanhol`
ro: `Spaniolă`
ru: `Испанский`
sv: `Spanska`
ta: `ச்பானிச்`
tr: `İspanyolca`
zh_hans: `西班牙语`

source: Members of that team will have these permissions (assuming the default role settings):
de: Die Mitglieder dieses Teams haben diese Berechtigungen (unter Annahme der Standardrolleneinstellungen):
ga: Beidh na ceadanna seo ag baill na foirne sin (ag glacadh leis na réamhshocruithe róil):
hu: A csapat tagjai a következő jogosultságokkal rendelkeznek (feltételezve az alapértelmezett szerepkör beállításokat):
id: Anggota tim tersebut akan memiliki izin berikut (dengan asumsi pengaturan peran bawaan):
ja: そのチームの登録者に与えられるアクセス権（既定のロール設定を前提とする）:
nl: Leden van dat team zullen deze rechten hebben (uitgaande van de standaard instellingen voor de rollen):
pt: Os membros dessa equipa terão estas permissões (assumindo as configurações de função padrão):
pt_br: Os membros dessa equipe terão essas permissões (assumindo as configurações de função padrão):
sv: Medlemmarna i det teamet kommer att ha följande behörigheter (förutsatt att standardrollinställningarna gäller):
ta: அந்த அணியின் உறுப்பினர்களுக்கு இந்த அனுமதிகள் இருக்கும் (இயல்புநிலை பங்கு அமைப்புகளை கருதி):
tr: Bu takımın üyelerinin şu izinleri olacak (varsayılan rol ayarları kabul edilerek):
uk: Учасники цієї команди матимуть такі права доступу (за умови параметрів типової ролі):
zh_hans: 该团队的成员将有这些权限（假设使用默认角色设置）：

source: General (browsing) access to the whole project ``foo`` including both components in it: ``foo/bar`` and ``foo/baz``.
de: Allgemeiner Zugriff (zur Durchsicht) auf das gesamte Projekt ``foo`` einschließlich der beiden Komponenten darin: ``foo/bar`` und ``foo/baz``.
ga: Rochtain ghinearálta (brabhsáil) ar an tionscadal iomlán `` foo`` lena n-áirítear an dá chomhpháirt ann: ``foo/bar`` agus `` foo/baz``.
hu: Általános (böngészési) hozzáférés a teljes ``foo`` projekthez, beleértve mindkét összetevőt: ``foo/bar`` és ``foo/baz``.
id: Akses umum (menjelajah) ke seluruh proyek ``foo`` termasuk kedua komponen di dalamnya: ``foo/bar`` dan ``foo/baz``.
ja: プロジェクト内のコンポーネント ``foo/bar`` および ``foo/baz`` を含む、 ``foo`` プロジェクト全体への一般的なアクセス（閲覧）。
nl: Algemene (bladeren) toegang tot het gehele project ``foo`` inclusief de beide componenten erin: ``foo/bar`` en ``foo/baz``.
pt: Acesso geral (navegação) para todo o projeto ``foo`` incluindo ambos componentes nele: ``foo/bar`` e ``foo/baz``.
pt_br: Acesso geral (navegação) para todo o projeto ``foo`` incluindo ambos componentes nele: ``foo/bar`` e ``foo/baz``.
ro: Acces general (navigare) la întregul proiect ``foo``, inclusiv la ambele componente din el: ``foo/bar`` și ``foo/baz``.
ru: Общий (просмотровый) доступ ко всему проекту ``foo``, включая оба компонента в нём: ``foo/bar`` и ``foo/baz``.
sv: Allmän (bläddring) åtkomst till hela projektet ``foo`` inklusive båda komponenterna i det: ``foo/bar`` och ``foo/baz``.
ta: பொது (உலாவல்) முழு திட்டத்திற்கும் அணுகல் `` ஃபூ`` அதில் உள்ள இரண்டு கூறுகளும்: `` ஃபூ/பார்`` மற்றும் `` ஃபூ/பாச்``.
tr: Şu iki bileşenin de bulunduğu ``foo`` projesi için genel (göz atma) izni: ``foo/bar`` ve ``foo/baz``.
uk: Загальний доступ (до навігації) до усього проєкту ``щось``, включно із обома складниками у ньому: ``щось/десь`` і ``щось/там``.
zh_hans: 对整个项目 ``foo`` 的一般（浏览）访问，包括其中的两个部件：\ ``foo/bar`` 和 ``foo/baz``。
zh_hant: 一般（瀏覽）訪問整個項目``foo``，包括它的兩個組件：``foo / bar``和``foo / baz``。
