Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The database migration performs `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ on the database role used by Weblate. In most cases, the name of the role matches the username. In more complex setups the role name is different from the username, and you will get an error about non-existing role during the database migration (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). This is known to happen with Azure Database for PostgreSQL, but it's not limited to this environment. Please set ``ALTER_ROLE`` to change the name of the role Weblate should alter during the database migration.
de: Die Datenbankmigration führt `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ für die von Weblate verwendete Datenbankrolle durch. In den meisten Fällen stimmt der Name der Rolle mit dem Benutzernamen überein. In komplexeren Einrichtungen weicht der Rollenname vom Benutzernamen ab und Sie erhalten während der Datenbankmigration eine Fehlermeldung über eine nicht vorhandene Rolle (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). Es ist bekannt, dass dies mit Azure Database for PostgreSQL passiert, aber es ist nicht auf diese Einsatzumgebung beschränkt. Bitte setzen Sie ``ALTER_ROLE``, um den Namen der Rolle zu ändern, die Weblate während der Datenbankmigration ändern soll.
ga: Feidhmíonn an t-aistriú bunachar sonraí `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ ar an ról bunachar sonraí a úsáideann Weblate. I bhformhór na gcásanna, tagann ainm an róil leis an ainm úsáideora. I socruithe níos casta tá ainm an róil difriúil ón ainm úsáideora, agus gheobhaidh tú earráid maidir le ról nach bhfuil ann cheana féin le linn aistriú an bhunachair sonraí (``psycopg2.errors.UndefinedObject: role "weblate@hostname" is not exist``). Is eol go dtarlóidh sé seo le Bunachar Sonraí Azure do PostgreSQL, ach níl sé teoranta don timpeallacht seo. Socraigh ``ALTER_ROLE`` le do thoil chun ainm an róil ar cheart do Weblate a athrú le linn aistriú an bhunachair sonraí a athrú.
hu: Az adatbázis-migráció során a `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ parancsot hajtja végre a Weblate által használt adatbázis-szerepkörön. A legtöbb esetben a szerepkör neve megegyezik a felhasználónévvel. Összetettebb beállításoknál a szerepkör neve eltérhet a felhasználónévtől, ilyenkor a migráció során hibaüzenetet kap (``psycopg2.errors.UndefinedObject: role \"weblate@hostname\" does not exist``). Ez ismert probléma például az Azure Database for PostgreSQL környezetben, de nem kizárólag ott fordul elő. Ilyen esetben kérjük, állítsa be az ``ALTER_ROLE`` változót a megfelelő szerepkörnév megadásához az adatbázis-migráció során.
id: Migrasi basis data melakukan `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ pada peran basis data yang digunakan oleh Weblate. Umumnya, nama peran sama dengan nama pengguna. Pada pengaturan yang lebih kompleks, nama peran berbeda dari nama pengguna, dan Anda akan mendapatkan pesan galat tentang peran yang tidak ada selama migrasi basis data (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). Hal ini diketahui terjadi pada Azure Database for PostgreSQL, tetapi tidak terbatas pada lingkungan ini. Harap atur ``ALTER_ROLE`` untuk mengubah nama peran yang harus diubah Weblate selama migrasi basis data.
ja: データベースの移行時には、Weblate が使用するデータベースのロールに対して `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ を実行します。ほとんどの場合、ロールの名前は username と一致します。より複雑な設定では、ロール名がユーザー名と異なり、データベース移行中に存在しないロールについてのエラーが発生します（``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``）。これは Azure Database for PostgreSQL で発生することは判明していますが、この環境に限定されていません。データベース移行時に、Weblate が変更することが必要なロール名を ``ALTER_ROLE`` に設定してください。
nl: De migratie van de database voert uit `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ op de rol van de database die wordt gebruikt door Weblate. In de meeste gevallen komt de naam van de rol overeen met de gebruikersnaam. In meer complexe opstellingen is de naam van de rol een andere dan de gebruikersnaam, en zult u een fout krijgen over een niet bestaande rol tijdens het migreren van de database (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). Bekend is dat dit gebeurt met Azure Database voor PostgreSQL, maar het is niet beperkt tot die omgeving. Stel ``ALTER_ROLE`` in om de naam van de rol te wijzigen die Weblate zou moeten wijzigen tijdens het migreren van de database.
pt_br: A migração do banco de dados executa `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ na função de banco de dados usada pelo Weblate. Na maioria dos casos, o nome da função corresponde ao nome de usuário. Em configurações mais complexas, o nome da função é diferente do nome de usuário e você obterá um erro sobre a função não existente durante a migração do banco de dados (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). Isso é conhecido por acontecer com o Azure Database para PostgreSQL, mas não está limitado a este ambiente. Defina ``ALTER_ROLE`` para alterar o nome da função que o Weblate deve alterar durante a migração do banco de dados.
sv: Databasmigreringen utför `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ på den databasroll som används av Weblate. I de flesta fall matchar rollens namn användarnamnet. I mer komplexa installationer skiljer sig rollnamnet från användarnamnet, och du kommer att få ett felmeddelande om en icke-existerande roll under databasmigreringen (``psycopg2.errors.UndefinedObject: rollen "weblate@hostname" finns inte``). Detta är känt för att inträffa med Azure Database for PostgreSQL, men det är inte begränsat till denna miljö. Ställ in ``ALTER_ROLE`` för att ändra namnet på den roll som Weblate ska ändra under databasmigreringen.
ta: தரவுத்தள இடம்பெயர்வு `மாற்று பாத்திரத்தை <https://www.postgresql.org/docs/16/sql-alterrole.html>` _ வலைபெயர்ப்பு பயன்படுத்தும் தரவுத்தள பாத்திரத்தில் செய்கிறது. பெரும்பாலான சந்தர்ப்பங்களில், பாத்திரத்தின் பெயர் பயனர்பெயருடன் பொருந்துகிறது. மிகவும் சிக்கலான அமைப்புகளில், பங்கு பெயர் பயனர்பெயரிலிருந்து வேறுபட்டது, மேலும் தரவுத்தள இடம்பெயர்வின் போது இல்லாத பங்கு குறித்து நீங்கள் பிழையைப் பெறுவீர்கள் (`` psycopg2.errors.undefinedObject: பங்கு "வெப்லேட்@ஓச்ட்பெயர்" இல்லை``). இது Postgresql க்கான அசூர் தரவுத்தளத்துடன் நிகழ்கிறது, ஆனால் இது இந்த சூழலுடன் மட்டுப்படுத்தப்படவில்லை. தரவுத்தள இடம்பெயர்வின் போது வலைபெயர்ப்பு மாற்ற வேண்டிய பாத்திரத்தின் பெயரை மாற்ற `` ஆல்டர்_ரோல்`` ஐ அமைக்கவும்.
tr: Veri tabanı aktarımı, Weblate tarafından kullanılan `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ veri tabanı rolüyle gerçekleştirir. Çoğu durumda rolün adı kullanıcı adıyla aynıdır. Daha karmaşık kurulumlarda rol adı kullanıcı adından farklıdır ve veri tabanı aktarımı sırasında rolün var olmadığı ile ilgili bir hata iletisi görürsünüz (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). Bu sorunun PostgreSQL için Azure veri tabanı ile ortaya çıktığı biliniyor. Ancak yalnızca bu durumla sınırlı değildir. Lütfen veri tabanı aktarımı sırasında Weblate tarafından kullanılacak rolün adını ``ALTER_ROLE`` ile ayarlayın.
uk: Під час перенесення бази даних виконується `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ щодо ролі у базі даних, яку використовує Weblate. У більшості випадків назва ролі збігається із іменем користувача. У складніших випадках назва ролі відрізняється від імені користувача, і ви побачите повідомлення про помилку щодо ролі, якої не існує, під час перенесення бази даних (``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``). Таке, як відомо, трапляється із базою даних Azure для PostgreSQL, але проблеми не обмежено лише цим середовищем. Будь ласка, встановіть значення ``ALTER_ROLE``, щоб змінити назву ролі, яку Weblate має поміняти під час перенесення бази даних.
zh_hans: 数据库的合并执行了 Weblate 使用的 `ALTER ROLE <https://www.postgresql.org/docs/16/sql-alterrole.html>`_ 数据库角色。在多数情况下，角色的名称与用户名匹配。在更富在的设置中，角色的名称与用户名不同，而在数据库合并过程中会得到不存在的角色的错误信息（``psycopg2.errors.UndefinedObject: role "weblate@hostname" does not exist``，角色“weblate@hostname”不存在）。已知这会在 PostgreSQL 的 Azure 数据库时发生，但并不仅限于这种环境。请将 ``ALTER_ROLE`` 设置为数据库合并过程中 Weblate 应该更改的角色的名称。

source: MySQL and MariaDB
de: MySQL und MariaDB
ga: MySQL agus MariaDB
hu: MySQL és MariaDB
id: MySQL dan MariaDB
ja: MySQL と MariaDB
nl: MySQL en MariaDB
pt: MySQL e MariaDB
pt_br: MySQL e MariaDB
ro: MySQL și MariaDB
ru: MySQL и MariaDB
sv: MySQL och MariaDB
ta: mysql மற்றும் மரியாடிபி
tr: MySQL ve MariaDB
uk: MySQL і MariaDB
zh_hans: MySQL 和 MariaDB

source: While MySQL and MariaDB support is still maintained in Weblate, our primary focus is PostgreSQL. It is recommended to use PostgreSQL for new installs, and to migrate existing installs to PostgreSQL, see :ref:`database-migration`.
de: Während MySQL und MariaDB in Weblate weiterhin unterstützt werden, liegt unser Hauptaugenmerk auf PostgreSQL. Es wird empfohlen, PostgreSQL für neue Installationen zu verwenden und bestehende Installationen zu PostgreSQL zu migrieren, siehe :ref:`database-migration`.
ga: Cé go gcoimeádtar tacaíocht MySQL agus MariaDB fós i Weblate, is é PostgreSQL ár bpríomhfhócas. Moltar PostgreSQL a úsáid le haghaidh suiteálacha nua, agus suiteálacha atá ann cheana a aistriú go PostgreSQL, féach :ref:`database-migration`.
hu: Bár a MySQL és MariaDB támogatása továbbra is fennáll a Weblate-ben, elsődleges fókuszunk a PostgreSQL-en van. Új telepítésekhez a PostgreSQL használata ajánlott, illetve meglévő telepítések esetén is javasolt áttérni rá, lásd: :ref:`database-migration`.
id: Meskipun dukungan MySQL dan MariaDB masih tersedia di Weblate, fokus utama kami adalah PostgreSQL. Disarankan untuk menggunakan PostgreSQL untuk instalasi baru, dan untuk memigrasikan instalasi yang sudah ada ke PostgreSQL, lihat :ref:`database-migration`.
ja: Weblate では、MySQL と MariaDB への対応は継続していますが、私たちの次の興味は PostgreSQL です。新しいインストールでは PostgreSQL の使用を推奨しており、既存のインストールを PostgreSQL に移行することも推奨しています。参照: :ref:`database-migration`。
nl: Hoewel ondersteuning voor MySQL en MariaDB nog steeds wordt onderhouden in Weblate, ligt onze primaire focus op PostgreSQL. Aanbevolen wordt om PostgreSQL te gebruiken voor nieuwe installaties, en om bestaande installaties te migreren naar PostgreSQL, bekijk :ref:`database-migration`.
pt: Embora o suporte ao MySQL e MariaDB ainda seja mantido no Weblate, o nosso foco principal é o PostgreSQL. É recomendado usar o PostgreSQL para novas instalações e migrar instalações existentes para o PostgreSQL, consulte: :ref:`database-migration`.
pt_br: Embora o suporte ao MySQL e MariaDB ainda seja mantido no Weblate, nosso foco principal é o PostgreSQL. É recomendado usar o PostgreSQL para novas instalações e migrar instalações existentes para o PostgreSQL, consulte: :ref:`database-migration`.
ru: В то время как поддержка MySQL и MariaDB по-прежнему поддерживается в Weblate, наше основное внимание уделяется PostgreSQL. Рекомендуется использовать PostgreSQL для новых установок, а для переноса существующих установок в PostgreSQL см. :ref:`database-migration`.
sv: Även om MySQL och MariaDB fortfarande stöds i Weblate, är vårt huvudfokus PostgreSQL. Vi rekommenderar att du använder PostgreSQL för nya installationer och migrerar befintliga installationer till PostgreSQL, se :ref:`database-migration`.
tr: Weblate üzerinde MySQL ve MariaDB desteğini sürdürürken, birincil önceliğimiz PostgreSQL kullanmak. Yeni kurulumlar için PostgreSQL kullanılması ve var olan kurulumların PostgreSQL üzerine taşınması önerilir. Ayrıntılı bilgi almak için: :ref:`database-migration`.
uk: Хоча підтримка MySQL і MariaDB зберігається у Weblate, ми зробили основний акцент на PostgreSQL. Рекомендуємо використовувати для нових встановлень PostgreSQL і переносити наявні встановлення на PostgreSQL, див. :ref:`database-migration`.
zh_hans: 虽然 Weblate 仍继续支持 MySQL 和 MariaDB，我们的主要精力已经在 PostgreSQL 上。新安装推荐使用 PostgreSQL，要迁移现有安装到 PostgreSQL，请见 :ref:`database-migration`。

source: Some Weblate features will perform better with :ref:`postgresql`. This includes searching and translation memory, which both utilize full-text features in the database and PostgreSQL implementation is superior.
de: Einige Weblate-Funktionen werden mit :ref:`postgresql` besser funktionieren. Dazu gehören die Suche und der Übersetzungsspeicher, die Volltextfunktionen in der Datenbank nutzen, wobei die PostgreSQL-Implementierung besser ist.
ga: Feidhmeoidh roinnt gnéithe Weblate níos fearr le :ref:`postgresql`. Áirítear leis seo cuimhne cuardaigh agus aistriúcháin, a úsáideann gnéithe téacs iomlán sa bhunachar sonraí agus is fearr a chuirtear i bhfeidhm PostgreSQL.
hu: Bizonyos Weblate funkciók jobban teljesítenek :ref:`postgresql` alatt. Ilyen például a keresés és a fordítási memória, amelyek teljes szöveges keresési funkciókat használnak, és ezek PostgreSQL alatt hatékonyabbak.
id: Beberapa fitur Weblate akan bekerja lebih baik dengan :ref:`postgresql`. Ini termasuk memori pencarian dan terjemahan, yang mana keduanya memanfaatkan fitur teks lengkap dalam basis data dan implementasi PostgreSQL yang lebih unggul.
ja: Weblate の機能の中には、:ref:`postgresql` を使用するとパフォーマンスが向上するものがあります。これには、検索と翻訳メモリが含まれます。どちらもデータベースの全文機能を利用しており、PostgreSQL を実装する方が優れています。
nl: Sommige mogelijkheden van Weblate zullen beter presteren met :ref:`postgresql`. Dit omvat zoeken en vertaalgeheugen, die beide de mogelijkheden voor volledige tekst in de database gebruiken en de implementatie van PostgreSQL daarin is superieur.
pt: Alguns recursos do Weblate terão melhor desempenho com :ref:`postgresql`. Isso inclui a memória de pesquisa e tradução, que ambos utilizam recursos de texto completo no banco de dados e a implementação do PostgreSQL é superior.
pt_br: Alguns recursos do Weblate terão melhor desempenho com :ref:`postgresql`. Isso inclui a memória de busca e tradução, que ambos utilizam recursos de texto completo no banco de dados e a implementação do PostgreSQL é superior.
ro: Unele caracteristici Weblate vor funcționa mai bine cu :ref:`postgresql`. Aceasta include căutarea și memoria de traducere, care utilizează ambele caracteristici full-text în baza de date, iar implementarea PostgreSQL este superioară.
ru: Некоторые функции Weblate лучше работают с :ref:`postgresql`. Среди них: поиск и память переводов, обе из которых используют функции полнотекстового поиска базы данных, а их реализация в PostgreSQL превосходит все остальные.
sv: Vissa Weblate-funktioner fungerar bättre med :ref:`postgresql`. Detta gäller bland annat sökning och översättningsminne, som båda använder fulltextfunktioner i databasen, och PostgreSQL-implementeringen är överlägsen.
tr: Bazı Weblate özellikleri :ref:`postgresql` ile daha iyi çalışır. PostgreSQL veri tabanı, tam metin özelliklerinin kullanılmasını sağlar ve arama ile çeviri belleği işlemlerinde daha üstündür.
uk: Деякі можливості Weblate працюватимуть краще з використанням :ref:`postgresql`. Це стосується пошуку і пам'яті перекладів — можливостей, у яких використовується повнотекстова обробка у базі даних — реалізація у PostgreSQL є найкращою.
zh_hans: 一些 Weblate 功能使用 :ref:`postgresql` 会表现得更好。这包括搜索与翻译记忆库，它们都利用了数据库中的全文特性，而且 PostgreSQL 的实现更胜一筹。
zh_hant: 一些 Weblate 特性使用 :ref:`postgresql` 會執行得更好。這包括搜索與翻譯記憶庫，它們都使用了數據庫中的全文本特性，而 PostgreSQL 的實施更勝一籌。

source: Weblate can be also used with MySQL or MariaDB, please see :ref:`django:mysql-notes` and :ref:`django:mariadb-notes` for caveats using Django with those. Because of the limitations it is recommended to use :ref:`postgresql` for new installations.
de: Weblate kann auch mit MySQL oder MariaDB verwendet werden, bitte lesen Sie :ref:`django:mysql-notes` und :ref:`django:mariadb-notes` für Hinweise zur Verwendung von Django mit diesen. Aufgrund der Einschränkungen wird empfohlen, :ref:`postgresql` für neue Installationen zu verwenden.
ga: Is féidir suíomh Gréasáin a úsáid freisin le MySQL nó MariaDB, féach le do thoil :ref:`django:mysql-notes` agus :ref:`django:mariadb-notes` le haghaidh caveats a úsáideann Django leo siúd. Mar gheall ar na teorainneacha moltar :ref:`postgresql` a úsáid le haghaidh suiteálacha nua.
hu: A Weblate használható MySQL-lel vagy MariaDB-vel is, további részletekért lásd: :ref:`django:mysql-notes` és :ref:`django:mariadb-notes`. Az ismert korlátozások miatt azonban új telepítések esetén a :ref:`postgresql` használata javasolt.
id: Weblate juga dapat digunakan dengan MySQL atau MariaDB. Silakan lihat :ref:`django:mysql-notes` dan :ref:`django:mariadb-notes` untuk peringatan penggunaan Django dengan keduanya. Karena keterbatasannya, disarankan untuk menggunakan :ref:`postgresql` untuk instalasi baru.
ja: Weblate は、MySQL や MariaDB でも使用できます。Django を使用する際の注意事項については、:ref:`django:mysql-notes` および :ref:`django:mariadb-notes` を確認してください。制限があるため、新規インストールには :ref:`postgresql` の使用を推奨します。
nl: Weblate kan ook worden gebruikt met MySQL of MariaDB, bekijk :ref:`django:mysql-notes` en :ref:`django:mariadb-notes` voor valkuilen bij het gebruiken van Django daarbij. Vanwege de beperkingen wordt aanbevolen om :ref:`postgresql` te gebruiken voor nieuwe installaties.
pt: Weblate também pode ser usado com MySQL ou MariaDB, consulte :ref:`django:mysql-notes` e :ref:`django:mariadb-notes` para ressalvas ao uso do Django com elas. or causa das limitações, é recomendado usar :ref:`postgresql` para novas instalações.
pt_br: Weblate também pode ser usado com MySQL ou MariaDB, consulte :ref:`django:mysql-notes` e :ref:`django:mariadb-notes` para ressalvas ao uso do Django com elas. or causa das limitações, é recomendado usar :ref:`postgresql` para novas instalações.
ro: Weblate poate fi folosit și cu MySQL sau MariaDB, vă rugăm să consultați :ref:`django:mysql-notes` și :ref:`django:mariadb-notes` pentru avertismente legate de utilizarea Django cu acestea. Din cauza limitărilor, se recomandă să folosiți :ref:`postgresql` pentru noile instalări.
ru: Weblate также можно использовать с MySQL или MariaDB, ознакомитесь с предостережениями по их использованию вместе с Django в разделах :ref:`Замечания по MySQL <django:mysql-notes>` и :ref:`Замечания по MariaDB <django:mariadb-notes>` его документации. Из-за ограничений рекомендуется использовать :ref:`postgresql` при новой установке.
sv: Weblate kan också användas med MySQL eller MariaDB. Se :ref:`django:mysql-notes` och :ref:`django:mariadb-notes` för varningar om användning av Django med dessa. På grund av begränsningarna rekommenderas det att använda :ref:`postgresql` för nya installationer.
tr: Weblate, MySQL ya da MariaDB ile de kullanılabilir. Bunları Django ile kullanmakla ilgili uyarılar için :ref:`django:mysql-notes` ve :ref:`django:mariadb-notes` bölümlerine bakabilirsiniz. Bazı sınırlamalar nedeniyle, yeni kurulumlar için :ref:`postgresql` kullanılması önerilir.
uk: Weblate можна також користуватися із MySQL або MariaDB. Будь ласка, ознайомтеся із розділами :ref:`django:mysql-notes` і :ref:`django:mariadb-notes`, щоб дізнатися більше про можливі проблеми із використанням Django разом із цими серверами баз даних. Через обмеження, які накладаються використанням інших баз даних, рекомендуємо використовувати для нововстановлених екземплярів :ref:`postgresql`.
zh_hans: Weblate 还可以使用 MySQL 或 MariaDB，使用与两个数据库相关的 Django 而导致的警告，请参见 :ref:`django:mysql-notes` 和 :ref:`django:mariadb-notes`。由于这些限制，我们建议对新安装使用 :ref:`postgresql`。
zh_hant: Weblate 還可以使用 MySQL 或 MariaDB ，使用與兩個數據庫相關的 Django 而導致的警告，請參見 :ref:`django:mysql-notes` 和 :ref:`django:mariadb-notes` 。由於這些限制，我們建議對新安裝使用 :ref:`postgresql`。

source: Weblate requires MySQL at least 8 or MariaDB at least 10.5.
de: Weblate benötigt MySQL mindestens in der Version 8 oder MariaDB mindestens in der Version 10.5.
ga: Éilíonn Weblate MySQL ar a laghad 8 nó MariaDB ar a laghad 10.5.
hu: A Weblate legalább MySQL 8 vagy legalább MariaDB 10.5 verziót igényel.
id: Weblate memerlukan MySQL minimal 8 atau MariaDB minimal 10.5.
nl: Weblate vereist ten minste MySQL 8 of ten minste MariaDB 10.5.
pt_br: O Weblate requer MySQL no mínimo 8 ou MariaDB no mínimo 10.5.
sv: Weblate kräver MySQL minst 8 eller MariaDB minst 10.5.
tr: Weblate için en az MySQL 8 ya da MariaDB 10.5 sürümü kullanılmalıdır.
uk: Weblate вимагає MySQL принаймні 8 або MariaDB принаймні 10.5.

source: Following configuration is recommended for Weblate:
de: Die folgende Konfiguration wird für Weblate empfohlen:
ga: Moltar an chumraíocht seo a leanas do Weblate:
hu: A Weblate számára az alábbi konfiguráció ajánlott:
id: Konfigurasi berikut direkomendasikan untuk Weblate:
ja: Weblate で推奨する設定:
nl: De volgende configuratie wordt aanbevolen voor Weblate:
pt: A configuração seguinte é recomendada para Weblate:
pt_br: A seguinte configuração é recomendada para Weblate:
ro: Următoarea configurație este recomandată pentru Weblate:
ru: Для Weblate рекомендуется следующая конфигурация:
sv: Följande konfiguration rekommenderas för Weblate:
ta: வலைபெயர்ப்புடுக்கு பின்வரும் உள்ளமைவு பரிந்துரைக்கப்படுகிறது:
tr: Weblate için önerilen yapılandırma:
uk: Рекомендовано такі налаштування для Weblate:
zh_hans: 推荐 Weblate 使用后面的设置：
zh_hant: 推薦 Weblate 使用後面的設置：

source: Use the ``utf8mb4`` charset to allow representation of higher Unicode planes (for example emojis).
de: Verwenden Sie den Zeichensatz ``utf8mb4``, um die Darstellung höherer Unicode-Ebenen (zum Beispiel Emojis) zu ermöglichen.
ga: Úsáid an tacar carachtair ``utf8mb4`` chun eitleáin Unicode níos airde a léiriú (mar shampla emojis).
hu: Az ``utf8mb4`` karakterkészlet használata, hogy magasabb Unicode síkok (például emojik) is kezelhetők legyenek.
id: Gunakan charset ``utf8mb4`` untuk memungkinkan representasi bidang Unicode yang lebih tinggi (misalnya emoji).
ja: ``utf8mb4`` 文字セットを使用して、より高い Unicode プレーン（絵文字など）の表現を可能にする。
nl: Gebruik de tekenset ``utf8mb4`` om weergave van de hogere vlakken in Unicode mogelijk te maken (bijvoorbeeld emoji's).
pt: Use o conjunto de caracteres ``utf8mb4`` para permitir a representação de planos Unicode mais altos (por exemplo, emojis).
pt_br: Use o conjunto de caracteres ``utf8mb4`` para permitir a representação de planos Unicode mais altos (por exemplo, emojis).
ro: Utilizați setul de caractere ``utf8mb4`` pentru a permite reprezentarea planurilor Unicode superioare (de exemplu, emojis).
ru: Используйте кодовую таблицу ``utf8mb4`` для представления символов с более высоких плоскостей Юникода (например, эмодзи).
sv: Använd teckenuppsättningen ``utf8mb4`` för att möjliggöra representation av högre Unicode-plan (till exempel emojis).
ta: அதிக யூனிகோட் விமானங்களின் பிரதிநிதித்துவத்தை அனுமதிக்க `` utf8mb4`` சார்செட்டைப் பயன்படுத்து (எடுத்துக்காட்டாக ஈமோசிகள்).
tr: Daha yüksek Unicode düzlemlerinin (emojiler gibi) görüntülenmesini sağlamak için ``utf8mb4`` karakter kümesini kullanın.
uk: Скористайтеся набором символів ``utf8mb4``, щоб уможливити обробку вищих блоків Unicode (зокрема емодзі).
zh_hans: 使用 ``utf8mb4`` 字符集来允许表示更高的 Unicode 平面（例如 emojis 表情符号）。
zh_hant: 使用 ``utf8mb4`` 字符集來允許表示更高的 Unicode 平面（例如 emojis 表情符號）。
