Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Navigate to the previous translation in the current search.
de: Zur vorherigen Übersetzung in der aktuellen Suche navigieren.
ga: Déan nascleanúint chuig an aistriúchán roimhe seo sa chuardach reatha.
hu: Ugrás az aktuális keresés előző fordításához.
id: Navigasi ke terjemahan sebelumnya dalam pencarian saat ini.
nl: Navigeer naar de vorige vertaling in de huidige zoekactie.
pt_br: Navega para a tradução anterior na busca atual.
sv: Navigera till föregående översättning i den aktuella sökningen.
ta: தற்போதைய தேடலில் முந்தைய மொழிபெயர்ப்புக்கு செல்லவும்.
tr: Geçerli aramadaki önceki çeviriye gider.
uk: Перейти до попереднього перекладу в поточному пошуку.
zh_hans: 导航到当前搜索中的前一处翻译。

source: :kbd:`Alt+PageDown` or
de: :kbd:`Alt+Bild↓` oder
ga: :kbd:`Alt+PageDown` nó
hu: :kbd:`Alt+PageDown` vagy
id: :kbd:`Alt+PageDown` atau
ja: :kbd:`Alt+PageDown` または
nl: :kbd:`Alt+PageDown` of
pt: :kbd:`Alt+PageDown` ou
pt_br: :kbd:`Alt+PageDown` ou
ro: :kbd:`Alt+PageDown` sau
ru: :kbd:`Alt+PageDown` или
sv: :kbd:`Alt+PageDown` eller
tr: :kbd:`Alt+PageDown` ya da
uk: :kbd:`Alt+PageDown` або
zh_hans: :kbd:`Alt+PageDown` 或

source: :kbd:`Ctrl+↓` or
de: :kbd:`Strg+↓` oder
ga: :kbd:`Ctrl+↓` nó
hu: :kbd:`Ctrl+↓` vagy
id: :kbd:`Ctrl + ↓` atau
ja: :kbd:`Ctrl+↓` または
nl: :kbd:`Ctrl+↓` of
pt: :kbd:`Ctrl+↓` ou
pt_br: :kbd:`Ctrl+↓` ou
ro: :kbd:`Ctrl+↓` sau
ru: :kbd:`Ctrl+↓` или
sv: :kbd:`Ctrl+↓` eller
tr: :kbd:`Ctrl+↓` ya da
uk: :kbd:`Ctrl+↓` або
zh_hans: :kbd:`Ctrl+↓` 或

source: :kbd:`Alt+↓` or
de: :kbd:`Alt+↓` oder
ga: :kbd:`Alt+↓` nó
hu: :kbd:`Alt+↓` vagy
id: :kbd:`Alt + ↓` atau
ja: :kbd:`Alt+↓` または
nl: :kbd:`Alt+↓` of
pt: :kbd:`Alt+↓` ou
pt_br: :kbd:`Alt+↓` ou
ro: :kbd:`Alt+↓` sau
ru: :kbd:`Alt+↓` или
sv: :kbd:`Alt+↓` eller
tr: :kbd:`Alt+↓` ya da
uk: :kbd:`Alt+↓` або
zh_hans: :kbd:`Alt+↓` 或

source: Navigate to the next translation in the current search.
de: Zur nächsten Übersetzung in der aktuellen Suche navigieren.
ga: Déan nascleanúint go dtí an chéad aistriúchán eile sa chuardach reatha.
hu: Ugrás az aktuális keresés következő fordításához.
id: Navigasi ke terjemahan berikutnya dalam pencarian saat ini.
ja: 現在の検索で次の翻訳に移動します。
nl: Navigeer naar volgende vertaling in huidige zoekactie.
pt: Navegar para a próxima tradução na pesquisa atual.
pt_br: Ir para a próxima tradução na busca atual.
ru: Переход к следующему переводу в текущем поиске.
sv: Navigera till nästa översättning i den aktuella sökningen.
ta: தற்போதைய தேடலில் அடுத்த மொழிபெயர்ப்புக்கு செல்லவும்.
tr: Geçerli aramadaki sonraki çeviriye gider.
uk: Перейти до наступного перекладу у поточному пошуку.
zh_hans: 转到当前搜索中的下一条翻译。

source: :kbd:`Ctrl+Enter` or
de: :kbd:`Strg+Eingabe` oder
ga: :kbd:`Ctrl+Iontráil` nó
hu: :kbd:`Ctrl+Enter` vagy
id: :kbd:`Ctrl+Enter` atau
ja: :kbd:`Ctrl+Enter` または
nl: :kbd:`Ctrl+Enter` of
pt: :kbd:`Ctrl+Enter` ou
pt_br: :kbd:`Ctrl+Enter` ou
ro: :kbd:`Ctrl+Enter` sau
ru: :kbd:`Ctrl+Enter` или
sv: :kbd:`Ctrl+Enter` eller
tr: :kbd:`Ctrl+Enter` ya da
uk: :kbd:`Ctrl+Enter` або
zh_hans: :kbd:`Ctrl+Enter` 或

source: Submit current form; this is same as pressing :guilabel:`Save and continue` while editing translation.
de: Aktuelles Formular absenden; dies entspricht dem Drücken von :guilabel:`Speichern und fortfahren` während dem Bearbeiten der Übersetzung.
ga: Cuir isteach an fhoirm reatha; is ionann é seo agus :guilabel:`Sábháil agus lean ar aghaidh` a bhrú agus an t-aistriúchán á chur in eagar.
hu: Az aktuális űrlap elküldése; ugyanaz, mintha a :guilabel:`Mentés és folytatás` gombra kattintana fordítás szerkesztése közben.
id: Kirim formulir saat ini; ini sama dengan menekan :guilabel:`Save and continue` saat menyunting terjemahan.
ja: 現在の翻訳を送信する。翻訳の編集中に :guilabel:`保存して次へ` を押すことと同じ。
nl: In huidige vorm indienen; dit is hetzelfde als drukken op :guilabel:`Opslaan en doorgaan` bij het bewerken van een vertaling.
pt: Envia o formulário atual; isso é o mesmo que pressionar :guilabel:`Gravar e continuar` enquanto edita a tradução.
pt_br: Envia o formulário atual; isso é o mesmo que pressionar :guilabel:`Salvar e continuar` enquanto edita a tradução.
ro: Trimiteți formularul curent; este același lucru cu apăsarea :guilabel:`Salvare și continuare` în timpul editării traducerii.
ru: Отправить текущую форму; это то же самое, что нажать :guilabel:`«Сохранить и продолжить»` при редактировании перевода.
sv: Skicka in aktuell blankett; detta motsvarar att trycka på :guilabel:`Spara och fortsätt` medan du redigerar översättningen.
ta: தற்போதைய படிவத்தை சமர்ப்பிக்கவும்; இது அழுத்துவதைப் போன்றது: வபஇசிட்டை: மொழிபெயர்ப்பைத் திருத்தும் போது `சேமித்து தொடரவும்.
tr: Geçerli formu gönderir. Bu seçenek, çeviriyi düzenlerken :guilabel:`Kaydet ve ilerile` düğmesine basmakla aynıdır.
uk: Надіслати поточну форму. Під час редагування перекладу це те саме, що натискання кнопки :guilabel:`Зберегти та продовжити`.
zh_hans: 提交当前表格；这与在编辑翻译时按 :guilabel:`保存并继续` 相同。

source: :kbd:`Ctrl+Shift+Enter` or
de: :kbd:`Strg+Umschalt+Eingabe` oder
ga: :kbd:`Ctrl+Shift+Iontráil` nó
hu: :kbd:`Ctrl+Shift+Enter` vagy
id: :kbd:`Ctrl+Shift+Enter` atau
ja: :kbd:`Ctrl+Shift+Enter` または
nl: :kbd:`Ctrl+Shift+Enter` of
pt: :kbd:`Ctrl+Shift+Enter` ou
pt_br: :kbd:`Ctrl+Shift+Enter` ou
ro: :kbd:`Ctrl+Shift+Enter` sau
ru: :kbd:`Ctrl+Shift+Enter` или
sv: :kbd:`Ctrl+Skift+Enter` eller
tr: :kbd:`Ctrl+Shift+Enter` ya da
uk: :kbd:`Ctrl+Shift+Enter` або
zh_hans: :kbd:`Ctrl+Shift+Enter` 或

source: Unmark translation as Needing edit and submit it.
de: Übersetzung als bearbeitungsbedürftig aufheben und einreichen.
ga: Dímharcáil an t-aistriúchán mar Teastaíonn eagarthóireacht uaidh agus cuir isteach é.
hu: A „Szerkesztést igényel” jelzés eltávolítása a fordításról és beküldés.
id: Hapus tanda terjemahan sebagai Perlu disunting dan kirimkan.
ja: 翻訳の要編集フラグを解除して送信する。
nl: Verwijder vertaling markering "benodigt wijziging", en stuur in.
pt_br: Desfaz a marcação da tradução como "Necessita de edição" e faz o envio.
ru: Снять пометку «На правку» с перевода и отправить его.
sv: Avmarkera översättningen som "Behöver redigeras" och skicka in den.
ta: திருத்தி அதைத் திருத்தி சமர்ப்பிக்கவும்.
tr: Çeviriden Düzenlenmesi gerekli imini kaldırır ve gönderir.
uk: Зняти позначку «Потребує редагування» і надіслати.
zh_hans: 取消译文“需要编辑”的标记并提交它。

source: :kbd:`Alt+Enter` or
de: :kbd:`Alt+Eingabe` oder
ga: :kbd:`Alt+Iontráil` nó
hu: :kbd:`Alt+Enter` vagy
id: :kbd:`Alt+Enter` atau
ja: :kbd:`Alt+Enter` または
nl: :kbd:`Alt+Enter` of
pt: :kbd:`Alt+Enter` ou
pt_br: :kbd:`Alt+Enter` ou
ro: :kbd:`Alt+Enter`sau
ru: :kbd:`Alt+Enter` или
sv: :kbd:`Alt+Enter` eller
tr: :kbd:`Alt+Enter` ya da
uk: :kbd:`Alt+Enter` або
zh_hans: :kbd:`Alt+Enter` 或

source: Submit the string as a suggestion; this works the same as pressing :guilabel:`Suggest` while editing translation.
de: Die Zeichenkette als Übersetzung vorschlagen; dies entspricht dem Drücken von :guilabel:`Vorschlagen` während dem Bearbeiten der Übersetzung.
ga: Cuir an teaghrán isteach mar mholadh; oibríonn sé seo mar an gcéanna le :guilabel:`Suggest` a bhrú agus an t-aistriúchán á chur in eagar.
hu: A szöveg beküldése javaslatként; ugyanaz, mintha a :guilabel:`Javaslat` gombra kattintana fordítás közben.
id: Kirimkan string sebagai saran; cara kerjanya sama seperti menekan :guilabel:`Suggest` saat menyunting terjemahan.
nl: Tekenreeks indienen als een suggestie; dit werkt hetzelfde als drukken op :guilabel:`Opslaan als suggestie` bij bewerken van een vertaling.
pt_br: Envia o texto como sugestão; isso funciona da mesma forma que pressionar :guilabel:`Sugerir` enquanto edita a tradução.
sv: Skicka in strängen som ett förslag; detta fungerar på samma sätt som att trycka på :guilabel:`Suggest` när du redigerar översättningen.
ta: சரத்தை ஒரு ஆலோசனையாக சமர்ப்பிக்கவும்; இது அழுத்துவதைப் போலவே செயல்படுகிறது: கிலாபெல்: மொழிபெயர்ப்பைத் திருத்தும் போது `பரிந்துரைக்கவும்.
tr: Dizgeyi öneri olarak gönderir. Çeviriyi düzenlerken :guilabel:`Öner` düğmesine basmakla aynı şeyi yapar.
uk: Надіслати рядок як пропозицію. Під час редагування перекладу це те саме, що натискання кнопки :guilabel:`Запропонувати`.
zh_hans: 将字符串提交为建议；这等同于在编辑译文时按下 :guilabel:`建议`。

source: :kbd:`Ctrl+E` or
de: :kbd:`Strg+E` oder
ga: :kbd:`Ctrl+E` nó
hu: :kbd:`Ctrl+E` vagy
id: :kbd:`Ctrl+E` atau
ja: :kbd:`Ctrl+E` または
nl: :kbd:`Ctrl+E` of
pt: :kbd:`Ctrl+E` ou
pt_br: :kbd:`Ctrl+E` ou
ro: :kbd:`Ctrl+E` sau
ru: :kbd:`Ctrl+E` или
sv: :kbd:`Ctrl+E` eller
tr: :kbd:`Ctrl+E` ya da
uk: :kbd:`Ctrl+E` або
zh_hans: :kbd:`Ctrl+E` 或

source: Focus on translation editor.
de: Den Übersetzungseditor fokussieren.
ga: Fócas ar eagarthóir aistriúcháin.
hu: A fókusz áthelyezése a fordításszerkesztőre.
id: Fokus pada penyunting terjemahan.
ja: 翻訳入力フォームにカーソル移動。
nl: Focus op de vertalingsbewerker.
pt_br: Focar no editor de tradução.
ru: Фокус на редакторе перевода.
sv: Fokusera på översättningsredigeraren.
ta: மொழிபெயர்ப்பு எடிட்டரில் கவனம் செலுத்துங்கள்.
tr: Çeviri düzenleyiciye geçer.
uk: Фокусувати редактор перекладу.
zh_hans: 聚焦到翻译编辑器。

source: :kbd:`Ctrl+U` or
de: :kbd:`Strg+U` oder
ga: :kbd:`Ctrl+U` nó
hu: :kbd:`Ctrl+U` vagy
id: :kbd:`Ctrl+U` atau
ja: :kbd:`Ctrl+U` または
nl: :kbd:`Ctrl+U` of
pt: :kbd:`Ctrl+U` ou
pt_br: :kbd:`Ctrl+U` ou
ro: :kbd:`Ctrl+U` sau
ru: :kbd:`Ctrl+U` или
sv: :kbd:`Ctrl+U` eller
tr: :kbd:`Ctrl+U` ya da
uk: :kbd:`Ctrl+U` або
zh_hans: :kbd:`Ctrl+U` 或

source: Focus on comment editor.
de: Den Kommentareditor fokussieren.
ga: Fócas ar eagarthóir tuairimí.
hu: A fókusz áthelyezése a megjegyzésszerkesztőre.
id: Fokus pada penyunting terjemahan.
ja: コメント入力フォームにカーソル移動。
nl: Focus op de reactiesbewerker.
pt_br: Focar no editor de comentários.
ru: Фокус на редакторе комментариев.
sv: Fokusera på kommentarsredigeraren.
ta: கருத்து எடிட்டரில் கவனம் செலுத்துங்கள்.
tr: Yorum düzenleyiciye geçer.
uk: Фокусувати редактор коментарів.
zh_hans: 聚焦到评论编辑器。

source: :kbd:`Ctrl+M` or
de: :kbd:`Strg+M` oder
ga: :kbd:`Ctrl+M` nó
hu: :kbd:`Ctrl+M` vagy
id: :kbd:`Ctrl+M` atau
ja: :kbd:`Ctrl+M` または
nl: :kbd:`Ctrl+M` of
pt: :kbd:`Ctrl+M` ou
pt_br: :kbd:`Ctrl+M` ou
ro: :kbd:`Ctrl+M` sau
ru: :kbd:`Ctrl+M` или
sv: :kbd:`Ctrl+M` eller
tr: :kbd:`Ctrl+M` ya da
uk: :kbd:`Ctrl+M` або
zh_hans: :kbd:`Ctrl+M` 或

source: :kbd:`Ctrl+1` to :kbd:`Ctrl+9` or
de: :kbd:`Strg+1` bis :kbd:`Strg+9` oder
ga: :kbd:`Ctrl+1` go :kbd:`Ctrl+9` nó
hu: :kbd:`Ctrl+1` és :kbd:`Ctrl+9` között vagy
id: :kbd:`Ctrl+1` ke :kbd:`Ctrl+9` atau
ja: :kbd:`Ctrl+1` to :kbd:`Ctrl+9` または
nl: :kbd:`Ctrl+1` tot en met :kbd:`Ctrl+9` of
pt: :kbd:`Ctrl+1` até :kbd:`Ctrl+9` ou
pt_br: :kbd:`Ctrl+1` até :kbd:`Ctrl+9` ou
ro: :kbd:`Ctrl+1` to :kbd:`Ctrl+9` sau
ru: :kbd:`Ctrl+1` — :kbd:`Ctrl+9` или
sv: :kbd:`Ctrl+1` till :kbd:`Ctrl+9` eller
tr: :kbd:`Ctrl+1` to :kbd:`Ctrl+9` ya da
uk: Від :kbd:`Ctrl+1` до :kbd:`Ctrl+9` або
zh_hans: :kbd:`Ctrl+1` 到 :kbd:`Ctrl+9` 或

source: :kbd:`Cmd+1` to :kbd:`Cmd+9`
de: :kbd:`Cmd+1` bis :kbd:`Cmd+9`
ga: :kbd:`Cmd+1` go :kbd:`Cmd+9`
hu: :kbd:`Cmd+1` és :kbd:`Cmd+9` között
id: :kbd:`Cmd+1` hingga :kbd:`Cmd+9`
nl: :kbd:`Cmd+1` tot en met :kbd:`Cmd+9`
pt: :kbd:`Cmd+1` até :kbd:`Cmd+9`
pt_br: :kbd:`Cmd+1` até :kbd:`Cmd+9`
ro: :kbd:`Cmd+1` la :kbd:`Cmd+9`
ru: :kbd:`Cmd+1` — :kbd:`Cmd+9`
sv: :kbd:`Cmd+1` till :kbd:`Cmd+9`
uk: Від :kbd:`Cmd+1` до :kbd:`Cmd+9`
zh_hans: :kbd:`Cmd+1` 到 :kbd:`Cmd+9`

source: Copies placeable of a given number from source string.
de: Den Platzhalter der angegebenen Zahl aus der Ausgangszeichenkette kopieren.
ga: Cóipeanna is féidir a chur ar uimhir tugtha ón téad foinse.
hu: A forrásszövegből a megadott számú behelyettesíthető elem másolása.
id: Menyalin tempatan dari nomor tertentu dari string sumber.
ja: 原文内の置き換え可能な文字列を、入力値に合わせて翻訳フォームにコピーします。
nl: Te plaatsen kopie voor opgegeven nummer van brontekenreeks.
pt_br: Cópias posicionáveis de um determinado número de texto fonte.
ru: Копирует размещаемый файл заданного числа из исходной строки.
sv: Placerbara kopior av ett givet antal från källsträngen.
ta: மூல சரத்திலிருந்து கொடுக்கப்பட்ட எண்ணின் நகல்கள்.
tr: Kaynak dizgeden belirtilen numaralı yerleştirilebilir ögeyi kopyalar.
uk: Копіює замінник із відповідним номером з початкового рядка.
zh_hans: 复制来自源字符串给定编号的 placeable。

source: :kbd:`Ctrl+M` followed by :kbd:`1` to :kbd:`9` or
de: :kbd:`Strg+M` gefolgt von :kbd:`1` bis :kbd:`9` oder
ga: :kbd:`Ctrl+M` agus :kbd:`1` go :kbd:`9` nó
hu: :kbd:`Ctrl+M` majd :kbd:`1` és :kbd:`9` között vagy
id: :kbd:`Ctrl+M` diikuti oleh :kbd:`1` hingga :kbd:`9` atau
ja: :kbd:`Ctrl+M` の後に :kbd:`1` から :kbd:`9` または
nl: :kbd:`Ctrl+M` gevolgd door :kbd:`1` tot en met :kbd:`9` of
pt_br: :kbd:`Ctrl+M` seguido por :kbd:`1` até :kbd:`9` ou
ru: :kbd:`Ctrl+M`, затем от :kbd:`1` до :kbd:`9` или
sv: :kbd:`Ctrl+M` följt av :kbd:`1` till :kbd:`9` eller
tr: :kbd:`Ctrl+M` ardından :kbd:`1` ile :kbd:`9` arası ya da
uk: :kbd:`Ctrl+M`, потім від :kbd:`1` до :kbd:`9` або
zh_hans: :kbd:`Ctrl+M` 后接 :kbd:`1` 到 :kbd:`9` 或

source: :kbd:`Cmd+M` followed by :kbd:`1` to :kbd:`9`
de: :kbd:`Cmd+M` gefolgt von :kbd:`1` bis :kbd:`9`
ga: :kbd:`Cmd+M` ina dhiaidh :kbd:`1` go :kbd:`9`
hu: :kbd:`Cmd+M` majd :kbd:`1` és :kbd:`9` között
id: :kbd:`Cmd+M` diikuti oleh :kbd:`1` hingga :kbd:`9`
ja: :kbd:`Cmd+M` の後に :kbd:`1` から :kbd:`9`
nl: :kbd:`Cmd+M` gevolgd door :kbd:`1` tot en met :kbd:`9`
pt_br: :kbd:`Cmd+M` seguido por :kbd:`1` até :kbd:`9`
ru: :kbd:`Cmd+M`, затем от :kbd:`1` до :kbd:`9`
sv: :kbd:`Cmd+M` följt av :kbd:`1` till :kbd:`9`
tr: :kbd:`Cmd+M` ardından :kbd:`1` ile :kbd:`9` arası
uk: :kbd:`Cmd+M`, потім від :kbd:`1` до :kbd:`9`
zh_hans: :kbd:`Cmd+M` 后接 :kbd:`1` 到 :kbd:`9`

source: Copy the machine translation of a given number to current translation.
de: Die maschinelle Übersetzung der angegebenen Zahl in die aktuelle Übersetzung kopieren.
ga: Cóipeáil an t-aistriúchán meaisín d'uimhir tugtha chuig an aistriúchán reatha.
hu: A megadott számú gépi fordítás másolása az aktuális fordításmezőbe.
id: Menyalin terjemahan mesin dari nomor tertentu ke terjemahan saat ini.
ja: 指定した番号の機械翻訳を、現在の翻訳フォームにコピーします。
nl: Kopieer de machinevertaling van een bepaald nummer naar de huidige vertaling.
pt: Copiar a tradução mecânica de um determinado número para a tradução atual.
pt_br: Copia a tradução automática de um determinado número para a tradução atual.
ru: Скопировать машинный перевод заданного числа в текущий перевод.
sv: Kopiera maskinöversättningen av ett givet antal till aktuell översättning.
tr: Belirilen numaralı makine çevirisini geçerli çeviriye kopyalar.
uk: Копіювати комп'ютерний переклад із вказаним номером до поточного перекладу.

source: :kbd:`Ctrl+I` followed by :kbd:`1` to :kbd:`9` or
de: :kbd:`Strg+I` gefolgt von :kbd:`1` bis :kbd:`9` oder
ga: :kbd:`Ctrl+I` ina dhiaidh :kbd:`1` go :kbd:`9` nó
hu: :kbd:`Ctrl+I` majd :kbd:`1` és :kbd:`9` között vagy
id: :kbd:`Ctrl+I` diikuti oleh :kbd:`1` hingga :kbd:`9` atau
ja: :kbd:`Ctrl+I` の後に :kbd:`1` から :kbd:`9` または
nl: :kbd:`Ctrl+I` gevolgd door :kbd:`1` tot en met :kbd:`9` of
pt_br: :kbd:`Ctrl+I` seguido por :kbd:`1` até :kbd:`9` ou
ru: :kbd:`Ctrl+I`, затем от :kbd:`1` до :kbd:`9` или
sv: :kbd:`Ctrl+I` följt av :kbd:`1` till :kbd:`9` eller
tr: :kbd:`Ctrl+I` ardından :kbd:`1` ile :kbd:`9` arası ya da
uk: :kbd:`Ctrl+I`, потім від :kbd:`1` до :kbd:`9` або
zh_hans: :kbd:`Ctrl+I` 后接 :kbd:`1` 到 :kbd:`9` 或

source: :kbd:`Cmd+I` followed by :kbd:`1` to :kbd:`9`
de: :kbd:`Cmd+I` gefolgt von :kbd:`1` bis :kbd:`9`
ga: :kbd:`Cmd+I` ina dhiaidh :kbd:`1` go :kbd:`9`
hu: :kbd:`Cmd+I` majd :kbd:`1` és :kbd:`9` között
id: :kbd:`Cmd+I` diikuti oleh :kbd:`1` hingga :kbd:`9`
ja: :kbd:`Cmd+I` の後に :kbd:`1` から :kbd:`9`
nl: :kbd:`Cmd+I` gevolgd door :kbd:`1` tot en met :kbd:`9`
pt_br: :kbd:`Cmd+I` seguido por :kbd:`1` até :kbd:`9`
ru: :kbd:`Cmd+I` с последующими :kbd:`1` до :kbd:`9`
sv: :kbd:`Cmd+I` följt av :kbd:`1` till :kbd:`9`
tr: :kbd:`Cmd+I` ardından :kbd:`1` ile :kbd:`9` arası
uk: :kbd:`Cmd+I`, потім від :kbd:`1` до :kbd:`9`
zh_hans: :kbd:`Cmd+I` 后接 :kbd:`1` 到 :kbd:`9`

source: Ignore one item in the list of failing checks.
de: Ein Element in der Liste der fehlgeschlagenen Qualitätsprüfungen ignorieren.
ga: Déan neamhaird de mhír amháin i liosta na seiceálacha a dteipeann orthu.
hu: Egy elem kihagyása a sikertelen ellenőrzések listájából.
id: Mengabaikan satu hal dalam daftar pemeriksaan yang gagal.
ja: 番号を指定して、検査不合格となった 1 項目を除外する。
nl: Een item in de lijst met foutmelding negeren.
pt: Ignore um item na lista de falhas em verificações.
pt_br: Ignora o item na lista de verificações com falha.
ro: Ignorați un element din lista de verificări nereușite.
ru: Игнорирование одного элемента в списке неудачных проверок.
sv: Ignorera ett objekt i listan över misslyckade kontroller.
ta: தோல்வியுற்ற சோதனைகளின் பட்டியலில் ஒரு உருப்படியை புறக்கணிக்கவும்.
tr: Denetim hataları listesindeki bir ögeyi yok sayar.
uk: Ігнорувати один запис у списку непройдених перевірок.
zh_hans: 忽略未通过的检查列表中的一项。

source: :kbd:`Ctrl+J` or
de: :kbd:`Strg+J` oder
ga: :kbd:`Ctrl+J` nó
hu: :kbd:`Ctrl+J` vagy
id: :kbd:`Ctrl+J` atau
ja: :kbd:`Ctrl+J` または
nl: :kbd:`Ctrl+J` of
pt: :kbd:`Ctrl+J` ou
pt_br: :kbd:`Ctrl+J` ou
ro: :kbd:`Ctrl+J` ori
ru: :kbd:`Ctrl+J` или
sv: :kbd:`Ctrl+J` eller
tr: :kbd:`Ctrl+J` ya da
uk: :kbd:`Ctrl+J` або
zh_hans: :kbd:`Ctrl+J` 或

source: Shows the :guilabel:`Nearby strings` tab.
de: Reiterkarte :guilabel:`Benachbarte Zeichenketten` anzeigen.
ga: Taispeáin an cluaisín :guilabel:`Teaghráin in aice láimhe`.
hu: Megjeleníti a :guilabel:`Szomszédos szövegek` lapot.
id: Menampilkan tab :guilabel:`String terdekat`.
ja: :guilabel:`前後の文字列` タブの表示。
nl: Geeft de tab :guilabel:`Soortgelijke sleutels` weer.
pt: Mostra a guia de :guilabel:`Cadeias próximas`.
pt_br: Mostra a aba de :guilabel:`Textos próximos`.
ro: Afișează fila :guilabel:`Nearby strings`.
ru: Показ вкладки :guilabel:`Соседние строки`.
sv: Visar fliken :guilabel:`Närliggande strängar`.
ta: காட்டுகிறது: வபஇசிட்டை: `அருகிலுள்ள சரங்கள்` தாவல்.
tr: :guilabel:`Yakındaki dizgeler` sekmesini görüntüler.
uk: Показує вкладку :guilabel:`Сусідні рядки`.
zh_hans: 显示 :guilabel:`附近字符串` 选项卡。

source: :kbd:`Ctrl+S` or
de: :kbd:`Strg+S` oder
ga: :kbd:`Ctrl+S` nó
hu: :kbd:`Ctrl+S` vagy
id: :kbd:`Ctrl+S` atau
ja: :kbd:`Ctrl+S` または
nl: :kbd:`Ctrl+S` of
pt: :kbd:`Ctrl+S` ou
pt_br: :kbd:`Ctrl+S` ou
ro: :kbd:`Ctrl+S` ori
ru: :kbd:`Ctrl+S` или
sv: :kbd:`Ctrl+S` eller
tr: :kbd:`Ctrl+S` ya da
uk: :kbd:`Ctrl+S` або
zh_hans: :kbd:`Ctrl+S` 或

source: Focus on search field.
de: Das Suchfeld fokussieren.
ga: Fócas ar réimse cuardaigh.
hu: A keresőmezőre helyezi a fókuszt.
id: Fokus pada kolom pencarian.
ja: 検索入力フォームにカーソル移動。
nl: Focus op zoekveld.
pt: Focar no campo de pesquisa.
pt_br: Focar no campo de busca.
ru: Фокус на поле поиска.
sv: Fokusera på sökfältet.
ta: தேடல் புலத்தில் கவனம் செலுத்துங்கள்.
tr: Arama alanına geçer.
uk: Фокусувати поле пошуку.
zh_hans: 聚焦到搜索框。

source: :kbd:`Ctrl+O` or
de: :kbd:`Strg+O` oder
ga: :kbd:`Ctrl+O` nó
hu: :kbd:`Ctrl+O` vagy
id: :kbd:`Ctrl+O` atau
ja: :kbd:`Ctrl+O` または
nl: :kbd:`Ctrl+O` of
pt: :kbd:`Ctrl+O` ou
pt_br: :kbd:`Ctrl+O` ou
ro: :kbd:`Ctrl+O` sau
ru: :kbd:`Ctrl+O` или
sv: :kbd:`Ctrl+O` eller
tr: :kbd:`Ctrl+O` ya da
uk: :kbd:`Ctrl+O` або
zh_hans: :kbd:`Ctrl+O` 或

source: Copy the source string.
de: Die Ausgangszeichenkette kopieren.
ga: Cóipeáil an teaghrán foinse.
hu: A forrásszöveg másolása.
id: Salin string sumber.
ja: 原文をコピーします。
nl: Kopieer de brontekenreeks.
pt_br: Copia o texto fonte.
ru: Копировать исходную строку.
sv: Kopiera källsträngen.
ta: மூல சரத்தை நகலெடுக்கவும்.
tr: Kaynak dizgeyi kopyalar.
uk: Копіювати початковий рядок.
zh_hans: 复制源字符串。

source: :kbd:`Ctrl+Y` or
de: :kbd:`Strg+Y` oder
ga: :kbd:`Ctrl+Y` nó
hu: :kbd:`Ctrl+Y` vagy
id: :kbd:`Ctrl+Y` atau
ja: :kbd:`Ctrl+Y` または
nl: :kbd:`Ctrl+Y` of
pt: :kbd:`Ctrl+Y` ou
pt_br: :kbd:`Ctrl+Y` ou
ro: :kbd:`Ctrl+Y` ori
ru: :kbd:`Ctrl+Y` или
sv: :kbd:`Ctrl+Y` eller
tr: :kbd:`Ctrl+Y` ya da
uk: :kbd:`Ctrl+Y` або
zh_hans: :kbd:`Ctrl+Y` 或

source: Toggle the :guilabel:`Needs editing` checkbox.
de: Kontrollkästchen :guilabel:`Bearbeitungsbedürftig` umschalten.
ga: Scoránaigh an ticbhosca :guilabel:`Tá eagarthóireacht de dhíth`.
hu: A :guilabel:`Szerkesztést igényel` jelölőnégyzet ki- vagy bekapcsolása.
id: Menambahkan kotak centang :guilabel:`Perlu disunting`.
ja: :guilabel:`要編集` にチェックを付ける。
nl: Schakelt het keuzevak :guilabel:`Bewerken nodig`.
pt: Marca ou desmarca a caixa de seleção de :guilabel:`Necessita edição`.
pt_br: Marca ou desmarca a caixa de seleção de :guilabel:`Necessita de edição`.
ro: Activați caseta de selectare :guilabel:`Necesită editare`.
ru: Переключение флажка :guilabel:`На правку`.
sv: Markera kryssrutan :guilabel:`Behöver redigeras`.
ta: மாற்று: வபஇசிட்டை: `திருத்துதல் தேவை` தேர்வுப்பெட்டி தேவை.
tr: :guilabel:`Düzenlenmesi gerekli` imini değiştirir.
uk: Перемкнути прапорець :guilabel:`Потребує редагування`.
zh_hans: 勾选/取消勾选 :guilabel:`需要编辑` 复选框。

source: Browse the next translation string.
de: Zur nächsten Übersetzungszeichenkette gehen.
ga: Brabhsáil an chéad teaghrán aistriúcháin eile.
hu: A következő fordítási szöveg megtekintése.
id: Lihat string terjemahan berikutnya.
ja: 次の翻訳文字列に移動します。
nl: Bezoek de volgende zin in de vertaling.
pt_br: Ir para o próximo texto a ser traduzido.
ru: Перейти к следующей строке перевода.
sv: Bläddra till nästa översättningssträng.
ta: அடுத்த மொழிபெயர்ப்பு சரத்தை உலாவுக.
tr: Sonraki çeviri dizgesine geçer.
uk: Перейти до наступного рядка перекладу.
zh_hans: 浏览下一条翻译字符串。

source: Browse the previous translation string.
de: Zur vorherigen Übersetzungszeichenkette gehen.
ga: Brabhsáil teaghrán an aistriúcháin roimhe seo.
hu: Az előző fordítási szöveg megtekintése.
id: Lihat string terjemahan sebelumnya.
ja: 前の翻訳文字列に移動します。
nl: Bezoek de vorige zin in de vertaling.
pt: Navegar para a cadeia traduzida anteriormente.
pt_br: Ir para o texto traduzido anteriormente.
ru: Перейти к предыдущей строке перевода.
sv: Bläddra till föregående översättningssträng.
ta: முந்தைய மொழிபெயர்ப்பு சரத்தை உலாவுக.
tr: Önceki çeviri dizgesine geçer.
uk: Перейти до попереднього рядка перекладу.
zh_hans: 浏览先前的翻译字符串。

source: Visual keyboard
de: Visuelle Tastatur
ga: Méarchlár amhairc
hu: Vizuális billentyűzet
id: Kibor visual
ja: ビジュアル キーボード
nl: Visueel toetsenbord
pt: Teclado visual
pt_br: Teclado visual
ro: Tastatura vizuală
ru: Визуальная клавиатура
sv: Visuellt tangentbord
ta: காட்சி விசைப்பலகை
tr: Sanal klavye
uk: Візуальна клавіатура
zh_hans: 虚拟键盘
