Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Hides version info from unauthenticated users. This also makes all documentation links point to the latest version instead of the documentation matching the currently installed version.
de: Versteckt Versionsinformationen vor nicht authentifizierten Benutzern. Dies führt auch dazu, dass alle Links zur Dokumentation auf die neueste Version verweisen, anstatt auf die Dokumentation, die der aktuell installierten Version entspricht.
ga: Folaíonn sé faisnéis faoin leagan ó úsáideoirí neamhfhíordheimhnithe. Ciallaíonn sé seo freisin go bhfuil naisc doiciméadaithe go léir in iúl don leagan is déanaí in ionad na doiciméid a thagann leis an leagan atá suiteáilte faoi láthair.
hu: A verzióinformációk elrejtése a nem hitelesített felhasználók elől. Ez egyben azt is eredményezi, hogy a dokumentációra mutató linkek mindig a legújabb verzióra irányítanak, nem pedig az aktuálisan telepített verzióhoz tartozóra.
id: Menyembunyikan informasi versi dari pengguna yang tidak terautentikasi. Ini juga membuat semua tautan dokumentasi mengarah ke versi terbaru, alih-alih dokumentasi yang sesuai dengan versi yang saat ini terinstal.
ja: 未認証のユーザーにはバージョン情報は表示されません。また、これにより、すべてのドキュメント リンクは、現在インストールされているバージョンに一致するドキュメントではなく、最新バージョンを参照します。
nl: Verbergt informatie over de versie voor niet geauthenticeerde gebruikers. Dit zorgt er ook voor dat alle koppelingen voor documentatie verwijzen naar de laatste versie, in plaats van naar de documentatie die overeenkomt met de momenteel geïnstalleerde versie.
pt: Esconde informação de versão de utilizadores não autenticados. Isto também faz todos as ligações de documentação apontar para a última versão, ao invés da versão de combinação da documentação instalada atualmente.
pt_br: Esconde informação de versão de usuários não autenticados. Isso também faz todos os links de documentação apontar para a última versão, ao invés da versão de combinação da documentação instalada atualmente.
ru: Прячет информацию о версии от неавторизованных пользователей. Это также перенаправляет все ссылки на документацию последней версии вместо той, которая на самом деле установлена.
sv: Döljer versionsinformation från icke-autentiserade användare. Detta gör också att alla dokumentationslänkar pekar på den senaste versionen istället för dokumentationen som matchar den version som för närvarande är installerad.
ta: அங்கீகரிக்கப்படாத பயனர்களிடமிருந்து பதிப்பு தகவலை மறைக்கிறது. இது தற்போது நிறுவப்பட்ட பதிப்போடு பொருந்தக்கூடிய ஆவணங்களுக்கு பதிலாக அனைத்து ஆவண இணைப்புகளையும் அண்மைக் கால பதிப்பிற்கு சுட்டிக்காட்டுகிறது.
tr: Sürüm bilgilerini kimliği doğrulanmamış kullanıcılardan gizler. Bu seçenek aynı zamanda tüm belge bağlantılarının kurulu sürüm belgeleri yerine son sürümün belgelerini görüntülemesini sağlar.
uk: Ховає відомості щодо версії від користувачів, які не пройшли розпізнавання. Це також призведе до того, що усі посилання на документацію вказуватимуть на документацію із найсвіжішої версії, замість документації відповідної встановленої версії.
zh_hans: 对未经身份验证用户隐藏版本信息。这也会使所有文档链接都指向最新的版本，而不是与当前安装版本相匹配的文档。

source: Hiding the version is a recommended security practice in some corporations, does not prevent an attacker from figuring out version by probing behavior.
de: Das Verstecken der Version ist in einigen Unternehmen eine empfohlene Sicherheitspraxis, es verhindert aber nicht, dass ein Angreifer die Version durch Ausprobieren des Verhaltens herausfinden kann.
ga: Is cleachtas slándála molta é an leagan a cheilt i roinnt corparáidí, ní chuireann sé cosc ar ionsaitheoir an leagan a fheiceáil trí iompar iniúchta.
hu: A verzió elrejtése egyes vállalati környezetekben ajánlott biztonsági gyakorlat, de nem akadályozza meg teljesen, hogy egy támadó a rendszer viselkedése alapján kiderítse a használt verziót.
id: Menyembunyikan versi merupakan praktik keamanan yang direkomendasikan di beberapa perusahaan, namun tidak mencegah penyerang mengetahui versi dengan menyelidiki perilaku.
ja: 一部の企業ではバージョンの非表示が推奨されていますが、攻撃者が動作を調査してバージョンを特定することを阻止できません。
nl: Verbergen van de versie is een aanbevolen beveiligingsmaatregel voor sommige bedrijven, voorkomt echter niet dat een aanvaller de versie uitvogelt door te proberen.
pt: Ocultar a versão é uma prática de segurança recomendada em algumas empresas, mas não impede um atacante de descobrir a versão por meio de comportamentos de sondagem.
pt_br: Ocultar a versão é uma prática de segurança recomendada em algumas empresas, mas não impede um atacante de descobrir a versão por meio de comportamentos de sondagem.
ru: Скрытие версии является рекомендованной практикой безопасности в некоторых корпорациях, но не мешает злоумышленнику выяснить версию путём пробного поведения.
sv: Att dölja versionen är en rekommenderad säkerhetsåtgärd i vissa företag, men hindrar inte en angripare från att ta reda på versionen genom att undersöka beteendet.
ta: பதிப்பை மறைப்பது சில நிறுவனங்களில் பரிந்துரைக்கப்பட்ட பாதுகாப்பு நடைமுறையாகும், நடத்தை ஆராய்வதன் மூலம் ஒரு தாக்குதல் பதிப்பைக் கண்டுபிடிப்பதைத் தடுக்காது.
tr: Sürümün gizlenmesi bazı kuruluşlar için önerilen bir güvenlik önlemidir. Ancak saldırganın uygulamanın davranışını inceleyerek sürümü öğrenmesini engellemez.
uk: Приховування версії є рекомендованим для посилення захисту у деяких корпораціях, але воно не захистить вас від спроб нападника визначити версію за зондуванням її поведінки.
zh_hans: 隐藏版本是某些企业推荐的安全实践，但不能防止攻击者通过试探行为来找出版本。

source: This is turned off by default.
de: Diese Funktion ist standardmäßig ausgeschaltet.
ga: Tá sé seo múchta de réir réamhshocraithe.
hu: Ez a funkció alapértelmezés szerint ki van kapcsolva.
id: Ini dimatikan secara bawaan.
ja: デフォルトで無効です。
nl: Dit is standaard uitgeschakeld.
pt: Isto está desativado por predefinição.
pt_br: Isso está desligado por padrão.
ro: Acest lucru este dezactivat în mod implicit.
ru: По умолчанию этот параметр выключен.
sv: Detta är avstängt som standard.
ta: இது இயல்பாக அணைக்கப்படுகிறது.
tr: Bu seçenek varsayılan olarak kapalıdır.
uk: Типово вимкнено.
zh_hans: 默认这是关闭的。

source: Indicates whether Weblate is running behind a reverse proxy.
de: Gibt an, ob Weblate hinter einem Reverse-Proxy ausgeführt wird.
ga: Léiríonn sé an bhfuil Weblate ag rith taobh thiar de sheachvótálaí droim ar ais.
hu: Annak jelzése, hogy a Weblate fordított (reverse) proxy mögött fut-e.
id: Menunjukkan apakah Weblate berjalan di belakang proksi terbalik.
ja: Weblate がリバース プロキシの背後で動作しているかどうかを示します。
nl: Geeft aan of Weblate wordt uitgevoerd van achter een omgekeerde proxy.
pt: Indica se o Weblate está a ser usado através de um proxy reverso.
pt_br: Indica se o Weblate está sendo usado atrás de um proxy reverso.
ro: Indică dacă Weblate rulează în spatele unui proxy invers.
ru: Указывает, работает ли Weblate за обратным прокси.
sv: Anger om Weblate körs bakom en omvänd proxy.
ta: தலைகீழ் ப்ராக்சியின் பின்னால் வலைபெயர்ப்பு இயங்குகிறதா என்பதைக் குறிக்கிறது.
tr: Weblate platformunun ters vekil sunucu arkasında çalışıp çalışmadığını gösterir.
uk: Вказує, чи працює Weblate за реверсивним проксі-сервером.
zh_hans: 指示 Weblate 是否在反向代理之后运行。
zh_hant: 指示 Weblate 是否在反向代理後面運行。

source: If set to ``True``, Weblate gets IP address from a header defined by :setting:`IP_PROXY_HEADER`.
de: Wenn auf ``True`` gesetzt, bezieht Weblate die IP-Adresse aus einem Header, der durch :setting:`IP_PROXY_HEADER` definiert ist.
ga: Má tá sé socraithe go ``True``, faigheann Weblate seoladh IP ó cheanntásc atá sainmhínithe ar :setting:`IP_PROXY_HEADER`.
hu: Ha ``True`` értékre van állítva, a Weblate az :setting:`IP_PROXY_HEADER` által meghatározott fejlécből olvassa ki a felhasználó IP-címét.
id: Jika diatur ke ``True``, Weblate mendapatkan alamat IP dari header yang didefinisikan oleh :setting:`IP_PROXY_HEADER`.
ja: ``True`` に設定されている場合、Weblate は :setting:`IP_PROXY_HEADER` で定義したヘッダーから IP アドレスを取得します。
nl: Indien ingesteld op ``True`` verkrijgt Weblate IP-adressen van een kop die is gedefinieerd door :setting:`IP_PROXY_HEADER`.
pt: Se for definido como ``True``, o Weblate obtém o endereço IP de um cabeçalho definido por :setting:`IP_PROXY_HEADER`.
pt_br: Se definido como ``True``, o Weblate obtém endereço IP de um cabeçalho definido por :setting:`IP_PROXY_HEADER`.
ro: Dacă este setat la ``True``, Weblate obține adresa IP dintr-un antet definit de :setting:`IP_PROXY_HEADER`.
ru: Если установлен в ``True``, то Weblate получает IP адрес из заголовка, определённого параметром :setting:`IP_PROXY_HEADER`.
sv: Om inställt på ``True`` hämtar Weblate IP-adressen från en rubrik definierad av :setting:`IP_PROXY_HEADER`.
tr: ``True`` olarak ayarlanırsa, Weblate IP adresini :setting:`IP_PROXY_HEADER` seçeneğindeki bir üst bilgiden alır.
uk: Якщо встановлено значення ``True``, Weblate отримуватиме IP-адресу з заголовка, який визначено :setting:`IP_PROXY_HEADER`.
zh_hans: 如果设置为 ``True``，Weblate 会从 :setting:`IP_PROXY_HEADER` 定义的标头中获取 IP 地址。
zh_hant: 如果設置為 ``True`` ， Weblate 會從 :setting:`IP_PROXY_HEADER`定義的標頭中得到 IP 地址。

source: Ensure you are actually using a reverse proxy and that it sets this header, otherwise users will be able to fake the IP address.
de: Vergewissern Sie sich, dass Sie tatsächlich einen Reverse-Proxy verwenden und dass dieser diesen Header setzt, da die Benutzer sonst die IP-Adresse fälschen können.
ga: Cinntigh go bhfuil tú ag baint úsáide as seachfhreastalaí droim ar ais agus go socraíonn sé an ceanntásc seo, nó beidh úsáideoirí in ann an seoladh IP a bhréagnú.
hu: Fontos, hogy valóban fordított (reverse) proxy-t használjon, és az megfelelően állítsa be ezt a fejlécet, különben a felhasználók hamis IP-címeket is megadhatnak.
id: Pastikan Anda benar-benar menggunakan proksi terbalik dan menyetel header ini, jika tidak, pengguna akan dapat memalsukan alamat IP.
ja: リバース プロキシを実際に使用していること、およびリバース プロキシがこのヘッダーを設定していることを確認します。リバース プロキシを使用していない場合、ユーザーは IP アドレスを偽装できます。
nl: Zorg er voor dat u feitelijk een omgekeerde reverse proxy gebruikt en dat het de kop instelt, anders zullen gebruikers in staat zijn het IP-adres na te bootsen.
pt: Certifique-se de que está realmente a usar um proxy reverso e que ele define este cabeçalho, caso contrário, os utilizadores poderão falsificar o endereço IP.
pt_br: Certifique-se de que você está realmente usando um proxy reverso e que ele define este cabeçalho, caso contrário, os usuários poderão falsificar o endereço IP.
ro: Asigurați-vă că utilizați într-adevăr un proxy invers și că acesta setează acest antet, altfel utilizatorii vor putea falsifica adresa IP.
ru: Убедитесь, что вы и в самом деле используете обратный прокси и что он устанавливает этот заголовок, иначе пользователи смогут подделать IP адрес.
sv: Se till att du verkligen använder en omvänd proxy och att den ställer in denna rubrik, annars kommer användarna att kunna förfalska IP-adressen.
ta: நீங்கள் உண்மையில் ஒரு தலைகீழ் பதிலாளைப் பயன்படுத்துகிறீர்கள் என்பதையும், அது இந்த தலைப்பை அமைக்கிறது என்பதையும் உறுதிசெய்க, இல்லையெனில் பயனர்கள் ஐபி முகவரியை போலியாகப் பெற முடியும்.
tr: Gerçekten bir ters vekil sunucu kullandığınızdan ve bu üst bilginin ayarlandığından emin olun. Yoksa kullanıcılar IP adresini taklit edebilir.
uk: Переконайтеся, що зворотний проксі-сервер справді використовується, і що він встановлює цей заголовок, інакше користувачі зможуть підробляти IP-адресу.
zh_hans: 确保真正使用反向代理，并且设置了这个标头，否则用户将能够假冒 IP 地址。
zh_hant: 確保真正使用反向代理，並且設置了這個標頭，否則用戶將能夠假冒 IP 地址。

source: This is not on by default.
de: Diese Funktion ist nicht standardmäßig eingeschaltet.
ga: Níl sé seo ar siúl de réir réamhshocraithe.
hu: Ez a beállítás alapértelmezés szerint ki van kapcsolva.
id: Ini tidak aktif secara bawaan.
ja: これはデフォルトで無効です。
nl: Dit is standaard uitgeschakeld.
pt: Isto está ligado por predefinição.
pt_br: Isso não está ativado por padrão.
ro: Acest lucru nu este activat în mod implicit.
ru: По умолчанию этот параметр не включён.
sv: Detta är inte aktiverat som standard.
ta: இது இயல்பாக இல்லை.
tr: Bu seçenek, varsayılan olarak kapalıdır.
uk: Типово не увімкнено.
zh_hans: 默认这不是打开的。
zh_hant: 默認這不是打開的。

source: Indicates which header Weblate should obtain the IP address from when :setting:`IP_BEHIND_REVERSE_PROXY` is turned on.
de: Gibt an, aus welchem Header Weblate die IP-Adresse beziehen soll, wenn :setting:`IP_BEHIND_REVERSE_PROXY` eingeschaltet ist.
ga: Léiríonn sé cén ceannteideal ba chóir do Weblate an seoladh IP a fháil nuair :setting:`IP_BEHIND_REVERSE_PROXY` a chasadh air.
hu: Azt határozza meg, hogy a Weblate melyik fejlécből olvassa ki az IP-címet, ha az :setting:`IP_BEHIND_REVERSE_PROXY` be van kapcsolva.
id: Menunjukkan header Weblate mana yang harus mendapatkan alamat IP saat :setting:`IP_BEHIND_REVERSE_PROXY` diaktifkan.
ja: :setting:`IP_BEHIND_REVERSE_PROXY` が有効の場合、Weblate がどのヘッダーから IP アドレスを取得するかを示します。
nl: Geeft aan van welke kop Weblate het IP-adres zou moeten verkrijgen als :setting:`IP_BEHIND_REVERSE_PROXY` is ingeschakeld.
pt: Indica de qual cabeçalho o Weblate deve obter o endereço IP quando :setting:`IP_BEHIND_REVERSE_PROXY` está ativado.
pt_br: Indica de qual cabeçalho o Weblate deve obter o endereço IP quando :setting:`IP_BEHIND_REVERSE_PROXY` está ativado.
ro: Indică antetul din care Weblate ar trebui să obțină adresa IP atunci când :setting:`IP_BEHIND_REVERSE_PROXY` este activat.
ru: Указывает, из какого заголовка Weblate должен получить IP-адрес при включении параметра :setting:`IP_BEHIND_REVERSE_PROXY`.
sv: Anger vilken rubrik Weblate ska hämta IP-adressen från när :setting:`IP_BEHIND_REVERSE_PROXY` är aktiverat.
tr: :setting:`IP_BEHIND_REVERSE_PROXY` seçeneği açıldığında hangi Weblate üst bilgisinde IP adresinin bulunduğunu gösterir.
uk: Вказує, з якого заголовка Weblate має отримати адресу, коли увімкнено :setting:`IP_BEHIND_REVERSE_PROXY`.
zh_hans: 指示当 :setting:`IP_BEHIND_REVERSE_PROXY` 打开时，Weblate应该从那个标头得到 IP 地址。
zh_hant: 指示當 :setting:`IP_BEHIND_REVERSE_PROXY` 打開時，Weblate應該從那個標頭得到 IP 地址。

source: Defaults to ``HTTP_X_FORWARDED_FOR``.
de: Die Standardeinstellung ist ``HTTP_X_FORWARDED_FOR``.
ga: Réamhshocrú le ``HTTP_X_FORWARDED_FOR``.
hu: Alapértelmezett érték: ``HTTP_X_FORWARDED_FOR``.
id: Bawaannya adalah ``HTTP_X_FORWARDED_FOR``.
ja: デフォルトは ``HTTP_X_FORWARDED_FOR`` です。
nl: Standaard is ``HTTP_X_FORWARDED_FOR``.
pt: A predefinição é ``HTTP_X_FORWARDED_FOR``.
pt_br: Padrão é ``HTTP_X_FORWARDED_FOR``.
ro: Valoarea implicită este ``HTTP_X_FORWARDED_FOR``.
ru: По умолчанию установлен в ``HTTP_X_FORWARDED_FOR``.
sv: Standardvärdet är ``HTTP_X_FORWARDED_FOR``.
ta: இயல்புநிலை `` http_x_forward_for``.
tr: Varsayılan değer: ``HTTP_X_FORWARDED_FOR``.
uk: Типове значення — ``HTTP_X_FORWARDED_FOR``.
zh_hans: 默认为 ``HTTP_X_FORWARDED_FOR``。

source: The default changed from 1 to -1.
de: Der Standardwert wurde von 1 auf -1 geändert.
ga: D'athraigh an réamhshocrú ó 1 go -1.
hu: Az alapértelmezett érték 1-ről -1-re változott.
id: Nilai bawaan berubah dari 1 menjadi -1.
ja: デフォルトは 1 から -1 に変更されました。
nl: De standaard is gewijzigd van 1 naar -1.
pt: O padrão mudou de 1 para -1.
pt_br: O padrão mudou de 1 para -1.
ru: Значение по умолчанию изменено с 1 на -1.
sv: Standardvärdet ändrades från 1 till -1.
ta: இயல்புநிலை 1 முதல் -1 வரை மாற்றப்பட்டது.
tr: Varsayılan değer 1 yerine -1 olarak değiştirildi.
uk: Типове значення змінено з 1 на -1.
zh_hans: 默认值从 1 改成了 -1。

source: Indicates which part of :setting:`IP_PROXY_HEADER` is used as client IP address.
de: Gibt an, welcher Teil von :setting:`IP_PROXY_HEADER` als Client-IP-Adresse verwendet wird.
ga: Léiríonn sé cén chuid de :setting:`IP_PROXY_HEADER` a úsáidtear mar sheoladh IP an chliaint.
hu: Azt jelzi, hogy az :setting:`IP_PROXY_HEADER` fejlécben melyik IP-címet kell felhasználni a kliens IP-címeként.
id: Menunjukkan bagian mana dari :setting:`IP_PROXY_HEADER` yang digunakan sebagai alamat IP klien.
ja: クライアントの IP アドレスとして :setting:`IP_PROXY_HEADER` のどの部分が使用されているかを示します。
nl: Geeft aan welk deel van :setting:`IP_PROXY_HEADER` als IP-adres voor de cliënt wordt gebruikt.
pt: Indica qual parte de :setting:`IP_PROXY_HEADER` é usada como endereço IP do cliente.
pt_br: Indica qual parte de :setting:`IP_PROXY_HEADER` é usada como endereço IP do cliente.
ro: Indică ce parte din :setting:`IP_PROXY_HEADER` este utilizată ca adresă IP a clientului.
ru: Указывает, какая часть параметра :setting:`IP_PROXY_HEADER` используется в качестве IP-адреса клиента.
sv: Anger vilken del av :setting:`IP_PROXY_HEADER` som används som klientens IP-adress.
tr: :setting:`IP_PROXY_HEADER` ögesinin istemci IP adresi olarak kullanılacak bölümünü gösterir.
uk: Вказує, яку частину :setting:`IP_PROXY_HEADER` має бути використано як клієнтську IP-адресу.
zh_hans: 指示 :setting:`IP_PROXY_HEADER` 的哪部分用作客户端 IP 地址。
zh_hant: 指示 :setting:`IP_PROXY_HEADER` 的哪部分用作客戶端 IP 地址。

source: Depending on your setup, this header might consist of several IP addresses, (for example ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) and you can configure which address from the header is used as client IP address here.
de: Je nach Ihrer Einrichtung kann dieser Header aus mehreren IP-Adressen bestehen (z. B. ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) und Sie können hier konfigurieren, welche Adresse aus dem Header als Client-IP-Adresse verwendet wird.
ga: Ag brath ar do shocrú, seans go mbeidh roinnt seoltaí IP sa cheanntásc seo, (mar shampla ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) agus is féidir leat a chumrú cén seoladh ón gceanntásc a úsáidtear mar sheoladh IP an chliaint anseo.
hu: A beállítástól függően ez a fejléc több IP-címet is tartalmazhat (például: ``X-Forwarded-For: client-ip, proxy-a, proxy-b``), és itt adható meg, hogy melyik címet használja a rendszer.
id: Bergantung pada pengaturan Anda, header ini mungkin terdiri dari beberapa alamat IP, (misalnya ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) dan Anda dapat mengonfigurasi alamat mana dari header yang digunakan sebagai alamat IP klien di sini.
ja: 設定により、このヘッダーが複数の IP アドレス（例: ``X-Forwarded-For: client-ip, proxy-a, proxy-b``）で構成されることがあります。ここで、ヘッダーのどのアドレスをクライアント IP アドレスとして使用するかどうかを設定できます。
nl: Afhankelijk van uw instellingen zou deze kop kunnen bestaan uit verscheidene IP-adressen, (bijvoorbeeld ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) en u kunt configureren welk adres uit de kop hier als IP-adres voor de cliënt wordt gebruikt.
pt: Dependendo da sua configuração, este cabeçalho pode consistir em vários endereços IP (por exemplo, ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) e pode configurar qual endereço do cabeçalho é usado como endereço IP do cliente aqui.
pt_br: Dependendo de sua configuração, esse cabeçalho pode consistir em vários endereços IP (por exemplo, ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) e você pode configurar qual endereço do cabeçalho é usado como endereço IP do cliente aqui.
ru: В зависимости от вашей установки, этот заголовок может состоять из нескольких IP-адресов (например, ``X-Forwarded-For: client-ip, proxy-a, proxy-b``), и здесь вы можете настроить, какой адрес из заголовка используется в качестве IP-адреса клиента.
sv: Beroende på din konfiguration kan denna rubrik bestå av flera IP-adresser (till exempel ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) och du kan här konfigurera vilken adress från rubriken som ska användas som klientens IP-adress.
ta: உங்கள் அமைப்பைப் பொறுத்து, இந்த தலைப்பு பல ஐபி முகவரிகளைக் கொண்டிருக்கலாம், (எடுத்துக்காட்டாக `` எக்ச்-ஃபார்வர்ட்-ஃபார்: கிளையன்ட்-ஐபி, பதிலாள்-ஏ, பதிலாள்-பி``) மற்றும் தலைப்பிலிருந்து எந்த முகவரி பயன்படுத்தப்படுகிறது என்பதை நீங்கள் உள்ளமைக்கலாம் கிளையன்ட் ஐபி முகவரியாக இங்கே.
tr: Kurulumunuza bağlı olarak, bu üst bilgi birkaç IP adresinden oluşabilir (örneğin, ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) ve üst bilgiden hangi adresin istemci IP adresi olarak kullanılacağını bu bölümden yapılandırabilirsiniz.
uk: Залежно від вашої конфігурації, цей заголовок може складатися з декількох IP-адрес (наприклад, ``X-Forwarded-For: client-ip, proxy-a, proxy-b``), і ви можете налаштувати, яку адресу з заголовка буде використано як клієнтську IP-адресу тут.
zh_hans: 取决于你的设置，这个标头会包括几个 IP 地址，（例如 ``X-Forwarded-For: client-ip, proxy-a, proxy-b`` ），并且可以配置标头的哪个地址在这里用作客户端 IP 地址。

source: Setting this affects the security of your installation. You should only configure it to use trusted proxies for determining the IP address. Please check <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> for more details.
de: Diese Einstellung wirkt sich auf die Sicherheit Ihrer Installation aus. Sie sollten sie nur so konfigurieren, dass vertrauenswürdige Proxys zur Ermittlung der IP-Adresse verwendet werden. Weitere Einzelheiten finden Sie unter <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns>.
ga: Bíonn tionchar ag an socrú seo ar shlándáil do shuiteála. Níor cheart duit é a chumrú ach chun seachfhreastalaithe iontaofa a úsáid chun an seoladh IP a chinneadh. Féach <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> le haghaidh tuilleadh sonraí.
hu: Ennek a beállításnak a módosítása befolyásolja a telepítés biztonságát. Csak megbízható proxyk IP-címének meghatározásához állítsa be. További információk: <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns>.
id: Pengaturan ini akan memengaruhi keamanan instalasi Anda. Anda sebaiknya hanya mengonfigurasinya untuk menggunakan proksi tepercaya dalam menentukan alamat IP. Silakan periksa <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> untuk rincian selengkapnya.
nl: Instellen hiervan beïnvloedt de veiligheid van uw installatie. U zou het alleen voor vertrouwde proxy's moeten configureren om het IP-adres te bepalen. Bekijk<https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> voor meer details.
pt_br: Essa configuração afeta a segurança de sua instalação. Você só deve configurá-lo para usar proxies confiáveis para determinar o endereço IP. Consulte <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> para obter mais detalhes.
sv: Denna inställning påverkar säkerheten för din installation. Du bör endast konfigurera den för att använda betrodda proxyservrar för att fastställa IP-adressen. Se <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> för mer information.
uk: Налаштування цього параметра впливає на безпеку вашої інсталяції. Вам слід налаштувати його лише на використання довірених проксі-серверів для визначення IP-адреси. Будь ласка, перевірте <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> для отримання більш детальної інформації.

source: Defaults to -1.
de: Der Standardwert ist -1.
ga: Réamhshocrú go -1.
hu: Alapértelmezett érték: -1.
id: Bawaannya adalah -1.
ja: デフォルトは -1 です。
nl: Standaard is -1.
pt: O padrão é -1.
pt_br: O padrão é -1.
ru: По умолчанию -1.
sv: Standardvärdet är -1.
ta: இயல்புநிலை -1 க்கு.
tr: Varsayılan değer: -1.
uk: Типове значення — -1.
zh_hans: 默认为 -1。
