Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fills in translation strings with source string.
de: Füllt Übersetzungszeichenketten mit der Ausgangszeichenkette aus.
ga: Líonann sé teaghráin aistriúcháin le teaghrán foinse.
hu: A fordítási szövegeket a forrásszöveggel tölti ki.
id: Mengisi string terjemahan dengan string sumber.
ja: 初期値として原文を翻訳に代入する。
nl: Vult de vertaalvakken met de brontekenreeksen.
pt: Preenche cadeias de tradução com a cadeia fonte.
pt_br: Preenche textos de tradução com texto fonte.
ro: Completează șirurile de traducere cu șirul sursă.
ru: Заполняет перевод используя исходные строки.
sv: Fyller i översättningssträngar med källsträng.
ta: மூல சரத்துடன் மொழிபெயர்ப்பு சரங்களை நிரப்புகிறது.
tr: Çeviri dizgelerini kaynak dizgeler ile doldurur.
uk: Заповнює рядки перекладу початковими рядками.
zh_hans: 用源字符串填充翻译字符串。
zh_hant: 用來源字串填充翻譯字串。

source: All untranslated strings in the component will be filled with the source string, and marked as needing edit. Use this when you can not have empty strings in the translation files.
de: Alle nicht übersetzten Zeichenketten in der Komponente werden mit der Ausgangszeichenkette gefüllt und als bearbeitungsbedürftig markiert. Verwenden Sie dies, wenn in den Übersetzungsdateien keine leeren Zeichenketten enthalten sein dürfen.
ga: Líonfar gach teaghrán neamhaistrithe sa chomhpháirt leis an teaghrán foinse, agus marcálfar iad mar theaghráin a bhfuil gá le heagrú. Bain úsáid as seo nuair nach féidir teaghráin fholmha a bheith agat sna comhaid aistriúcháin.
hu: Az összes le nem fordított szöveg az összetevőben a forrásszöveggel lesz kitöltve, és „Szerkesztést igényel” megjelölést kap. Használja ezt, ha nem lehetnek üres szövegek a fordítási fájlokban.
id: Semua string yang tidak diterjemahkan dalam komponen akan diisi dengan string sumber, dan ditandai sebagai perlu diedit. Gunakan ini ketika Anda tidak bisa memiliki string kosong dalam berkas terjemahan.
ja: コンポーネント内の全ての未翻訳の文字列には原文が入り、要編集になります。これは、翻訳ファイルに空の文字列を含めることができない場合に使用します。
nl: Alle niet vertaalde tekenreeksen in het onderdeel zullen worden gemarkeerd dat zij moeten worden bewerkt. Gebruik dit als u geen lege tekenreeksen in de vertaalde bestanden wilt.
pt: Todos os textos não traduzidos no componente serão preenchidos com a cadeia fonte e marcados como necessita de edição. Use-o quando não puder ter cadeias vazias nos ficheiros de tradução.
pt_br: Todos os textos não traduzidos no componente serão preenchidos com o texto fonte e marcados como necessitando edição. Use isso quando você não puder ter textos vazios nos arquivos de tradução.
ro: Toate șirurile de caractere netraduse din componentă vor fi completate cu șirul sursă și vor fi marcate ca necesitând editare. Utilizați această opțiune atunci când nu puteți avea șiruri de caractere goale în fișierele de traducere.
ru: Все непереведённые строки в компоненте будут представлены исходной строкой и помечены «На правку». Используйте это, когда в файлах перевода не может быть пустых строк.
sv: Alla icke översatta strängar i komponenten kommer att fyllas med källsträngen och markeras som redigeringsbara. Använd detta när du inte kan ha tomma strängar i översättningsfilerna.
ta: கூறுகளில் உள்ள அனைத்து மொழிபெயர்க்கப்படாத சரங்களும் மூல சரத்தால் நிரப்பப்பட்டு, திருத்து தேவை என்று குறிக்கப்படும். மொழிபெயர்ப்பு கோப்புகளில் நீங்கள் வெற்று சரங்களை வைத்திருக்க முடியாதபோது இதைப் பயன்படுத்து.
tr: Bileşendeki tüm çevrilmemiş dizgeler kaynak dizgeyle doldurulur ve düzenlenmesi gerekli olarak imlenir. Çeviri dosyalarında boş dizge kabul edilmediğinde bunu kullanın.
uk: Усі неперекладені рядки складника буде заповнено початковими рядками та позначено такими, що потребують редагування. Скористайтеся цим, якщо у файла перекладу всі переклади мають бути непорожніми.
zh_hans: 部件中所有未翻译的字符串将被填充为源字符串，并被标记为需要编辑。当你的翻译文件中不能兼容空字符串时请使用这个功能。

source: Pseudolocale generation
de: Erzeugung von Pseudolokalen
ga: Giniúint pseudolocale
hu: Szimulált nyelv generálás
id: Generator pelokalan semu
ja: 疑似ロケールの生成
nl: Pseudotaal genereren
pt: Geração da pseudolocalidade
pt_br: Geração de pseudolocalidade
ro: Generare pseudolocale
ru: Генератор псевдолокалей
sv: Pseudolocale-generering
ta: சூடோலோகேல் தலைமுறை
tr: Sözde yerel oluşturma
uk: Створення псевдолокалей
zh_hans: 假语言环境（Pseudolocale）生成
zh_hant: 偽語系產生

source: Target translation
de: Zielübersetzung
ga: Aistriúchán sprice
hu: Célfordítás
id: Target Terjemahan
ja: 翻訳先
nl: Doelvertaling
pt: Tradução de destino
pt_br: Tradução alvo
ro: Traducere țintă
ru: Целевой перевод
sv: Målöversättning
ta: இலக்கு மொழிபெயர்ப்பு
tr: Hedef çeviri
uk: Цільовий переклад
zh_hans: 目标译文
zh_hant: 目標翻譯

source: All strings in this translation will be overwritten
de: Alle Zeichenketten in dieser Übersetzung werden überschrieben
ga: Déanfar gach teaghrán san aistriúchán seo a fhorscríobh
hu: A megadott fordítás összes szövege felül lesz írva
id: Semua string diterjemahan ini akan ditimpa
ja: この言語の翻訳は全て上書きされます
nl: Alle tekenreeksen van deze vertaling worden overschreven
pt: Todas as cadeias nesta tradução serão sobrescritas
pt_br: Todos os textos nesta tradução serão substituídos
ro: Toate șirurile din această traducere vor fi suprascrise
ru: Все строки в этом переводе будут перезаписаны
sv: Alla strängar i denna översättning kommer att skrivas över
ta: இந்த மொழிபெயர்ப்பில் உள்ள அனைத்து சரங்களும் மேலெழுதப்படும்
tr: Bu çevirideki tüm dizgelerin üzerine yazılacak
uk: Усі рядки у цьому перекладі буде перезаписано
zh_hans: 此翻译中的所有字符串都将被覆盖

source: Prepended static text
de: Vorangestellter statischer Text
ga: Téacs statach curtha roimh
hu: Elé fűzött statikus szöveg
id: Teks statis diisi awal
nl: Vooraf ingestelde statische tekst
pt_br: Texto estático anexado
sv: Statisk text i början
tr: Başına eklenen sabit metin
uk: Доданий статичний текст

source: Prepended variable text
de: Vorangestellter variabler Text
ga: Téacs athrógach curtha roimh
hu: Elé fűzött változó szöveg
id: Teks variabel diisi awal
nl: Vooraf ingestelde variabele tekst
pt_br: Texto da variável anexado
sv: Variabel text i början
tr: Başına eklenen değişken metin
uk: Додано на початку змінний текст

source: Appended static text
de: Angehängter statischer Text
ga: Téacs statach curtha leis
hu: Mögé fűzött statikus szöveg
id: Ditambahkan teks statis
nl: Achteraf ingestelde statische tekst
pt_br: Texto estático acrescentado
sv: Statisk text i slutet
tr: Sonuna eklenen sabit metin
uk: Додано статичний текст

source: Appended variable text
de: Angehängter variabler Text
ga: Téacs athraitheach curtha leis
hu: Mögé fűzött változó szöveg
id: Teks variabel ditambahkan
nl: Achteraf ingestelde variabele tekst
pt_br: Texto da variável acrescentado
sv: Variabel text i slutet
tr: Sonuna eklenen değişken metin
uk: Доданий змінний текст

source: Variable text multiplier
de: Variabler Textmultiplikator
ga: Iolraitheoir téacs athraitheach
hu: Változó szöveg szorzója
id: Pengganda teks variabel
nl: Vermenigvuldigingsfactor variabele tekst
pt_br: Multiplicador de texto variável
sv: Variabel textmultiplikator
tr: Değişken metin çarpanı
uk: Змінний текстовий множник

source: How many times to repeat the variable text depending on the length of the source string.
de: Wie oft der variable Text, je nach Länge der Ausgangszeichenkette, wiederholt werden soll.
ga: Cé mhéad uair is ceart an téacs athrógach a athdhéanamh ag brath ar fhad an teaghráin foinse.
hu: Hányszor ismétlődjön a változó szöveg a forrásszöveg hosszától függően.
id: Berapa kali mengulang teks variabel tergantung dari panjang string sumber.
nl: Hoe vaak de variabele tekst moet worden herhaald, afhankelijk van de lengte van de brontekenreeks.
pt_br: Quantas vezes repetir o texto da variável, dependendo do comprimento do texto fonte.
sv: Hur många gånger variabeltexten ska upprepas beroende på längden på källsträngen.
tr: Kaynak dizgenin uzunluğuna bağlı olarak değişken metnin kaç kez yineleneceği.
uk: Скільки разів повторювати змінний текст залежно від довжини вихідного рядка.

source: Include read-only strings
de: Schreibgeschützte Zeichenketten einschließen
ga: Cuir teaghráin inléite amháin san áireamh
hu: Csak olvasható szövegek bevonása
id: Termasuk string hanya baca
ja: 翻訳禁止の文字列を含める
nl: Alleen-lezen-tekenreeksen opnemen
pt: Incluir cadeias de apenas leitura
pt_br: Incluir textos somente leitura
ro: Include șiruri doar pentru citire
ru: Включить строки только для чтения
sv: Inkludera skrivskyddade strängar
ta: படிக்க மட்டும் சரங்களைச் சேர்
tr: Salt okunur dizgeleri katma
uk: Включити рядки лише для читання
zh_hans: 包含只读字符串

source: Generates a translation by adding prefix and suffix to source strings automatically.
de: Erzeugt eine Übersetzung durch automatisches Hinzufügen von Präfix und Suffix zu Ausgangszeichenketten.
ga: Gintear aistriúchán trí réimír agus iarmhír a chur le teaghráin foinse go huathoibríoch.
hu: Fordítást generál úgy, hogy automatikusan hozzáadja a forrásszövegekhez a megadott elő- és utótagokat.
id: Menghasilkan terjemahan dengan menambahkan prefiks dan sufiks ke string sumber secara otomatis.
ja: 原文に接頭辞と接尾辞を自動的に追加して、翻訳を生成します。
nl: Genereert een vertaling door automatisch een voor- en achtervoegsel toe te kennen aan brontekenreeksen.
pt: Gera uma tradução ao adicionar automaticamente um prefixo e sufixo às cadeias fonte.
pt_br: Gera uma tradução adicionando prefixo e sufixo de textos fonte automaticamente.
ro: Generează o traducere prin adăugarea automată a prefixului și sufixului la șirurile sursă.
ru: Генерирует дополнительный перевод, автоматически добавляя префикс и суффикс к исходным строкам.
sv: Skapar en översättning genom att automatiskt lägga till prefix och suffix till källsträngarna.
ta: மூல சரங்களுக்கு முன்னொட்டு மற்றும் பின்னொட்டைச் சேர்ப்பதன் மூலம் மொழிபெயர்ப்பை உருவாக்குகிறது.
tr: Kaynak dizgelere kendiliğinden ön ek ve son ek ekleyerek çeviri oluşturur.
uk: Автоматично створює переклад додаванням префікса і суфікса до початкових рядків.
zh_hans: 通过向源字符串添加前缀和后缀自动生成翻译。
zh_hant: 藉由在來源字串加前綴與後綴，來自動生成偽語系翻譯。

source: Pseudolocales are useful to find strings that are not prepared for localization. This is done by altering all translatable source strings to make it easy to spot unaltered strings when running the application in the pseudolocale language.
de: Pseudolokalisierungen sind nützlich, um Zeichenketten zu finden, die nicht für die Lokalisierung vorbereitet sind. Dazu werden alle übersetzbaren Ausgangszeichenketten geändert, so dass es einfach ist, unveränderte Zeichenketten zu erkennen, wenn die Anwendung in der Pseudolokalsprache ausgeführt wird.
ga: Tá pseudolocales úsáideach chun teaghráin a aimsiú nach bhfuil ullmhaithe le haghaidh logánú. Déantar é seo trí gach teaghrán foinse inaistrithe a athrú chun go mbeidh sé éasca teaghráin neamhathraithe a fheiceáil agus an feidhmchlár á rith sa teanga pseudolocale.
hu: A szimulált nyelvek hasznosak annak felderítésére, hogy vannak-e olyan szövegek, amelyek nincsenek előkészítve lokalizálásra. Ez úgy történik, hogy az összes fordítható forrásszöveget módosítja, így a nem módosított szövegek könnyen felismerhetők, amikor az alkalmazást szimulált nyelvi módban futtatják.
id: Pelokalan semu berguna untuk menemukan string yang tidak disiapkan untuk pelokalan. Ini dilakukan dengan mengubah semua string sumber yang dapat diterjemahkan untuk memudahkan menemukan string yang tidak diubah saat menjalankan aplikasi dalam bahasa pelokalan semu.
ja: 疑似ロケールは、翻訳対象になっていない文字列を探すのに便利です。すべての翻訳可能な原文を変更したあと、アプリケーションを疑似ロケールで実行して、置き換えられていない文字列を簡単に見つけることができます。
nl: Pseudolocalen zijn nuttig om tekenreeksen te zoeken die nog niet voorbereid zijn voor vertaling. Dit wordt gedaan door alle vertaalbare tekenreeksen te wijzigen om het gemakkelijk te maken niet gewijzigde tekenreeksen op te sporen als de toepassing wordt uitgevoerd in de taal van de pseudolocale.
pt: Pseudolocalidades são úteis para encontrar textos que não estão preparadas para localização. Isso é feito a alterar todas as cadeias fonte traduzíveis para facilitar a descoberta de textos inalterados ao executar a aplicação no idioma da pseudolocalidade.
pt_br: Pseudolocalidades são úteis para encontrar textos que não estão preparados para localização. Isso é feito alterando todos os textos fonte traduzíveis para facilitar a descoberta de textos inalterados ao executar o aplicativo no idioma da pseudolocalidade.
ro: Pseudolocalele sunt utile pentru a găsi șiruri de caractere care nu sunt pregătite pentru localizare. Acest lucru se realizează prin modificarea tuturor șirurilor sursă traductibile pentru a facilita identificarea șirurilor nealterate la rularea aplicației în limba pseudolocală.
ru: Псевдолокали могут быть полезны для поиска строк, которые небыли подготовлены для локализации должным образом. Это происходит с помощью автоматического изменения всех переводимых исходных строк, дабы те строки, которые не были изменены, было бы достаточно просто заметить при запуске приложения.
sv: Pseudolokaler är användbara för att hitta strängar som inte är förberedda för lokalisering. Detta görs genom att ändra alla översättningsbara källsträngar så att det blir lätt att upptäcka oförändrade strängar när applikationen körs på pseudolokalens språk.
ta: உள்ளூர்மயமாக்கலுக்குத் தயாரிக்கப்படாத சரங்களைக் கண்டுபிடிக்க சூடோலோகல்கள் பயனுள்ளதாக இருக்கும். சூடோலோகேல் மொழியில் பயன்பாட்டை இயக்கும் போது மாற்றப்படாத சரங்களைக் கண்டறிவதை எளிதாக்குவதற்காக மொழிபெயர்க்கக்கூடிய அனைத்து மூல சரங்களையும் மாற்றுவதன் மூலம் இது செய்யப்படுகிறது.
tr: Sözde yereller, yerelleştirme için hazırlanmamış dizgeleri bulmaya yarar. Böylece, uygulamayı sözde yerel dilde çalıştırırken değiştirilmemiş dizgelerin bulunmasını kolaylaştırmak için tüm çevrilebilir kaynak dizgeleri değiştirilir.
uk: Псевдолокалі корисні для пошуку рядків, які не приготовано до локалізації. Результат досягається зміною усіх придатних до перекладу початкових рядків таким чином, щоб рядок, який не змінено, було просто виявити під час запуску програми із відповідними рядками псевдолокальній мові.
zh_hans: 伪 locale 对于查找未准备好进行本地化的字符串很有用。这是通过修改所有可翻译的源字符串来实现的，使得在用伪 locale 语言运行应用程序时很容易发现未修改的字符串。
zh_hant: 偽 locale 對於查找未準備好進行本地化的字符串很有用。這是通過修改所有可翻譯的源字符串來實現的，使得在用偽 locale 語言運行應用程序時很容易發現未修改的字符串。

source: Finding strings whose localized counterparts might not fit the layout is also possible.
de: Es ist auch möglich, Zeichenketten zu finden, deren lokalisierte Entsprechungen nicht in das Layout passen.
ga: Is féidir teaghráin a aimsiú nach n-oireann a gcomhghleacaithe áitiúla don leagan amach freisin.
hu: Az is lehetséges, hogy olyan szövegeket találjon, amelyek lokalizált változata esetleg nem férne el a felületen.
id: Menemukan string yang padanan lokalnya mungkin tidak sesuai dengan tata letak juga dimungkinkan.
ja: また、現地語化したときにレイアウトが崩れるかもしれない文字列も発見できます。
nl: Tekenreeksen zoeken waarvan de vertaalde tegenhangers nog niet voldoen aan de lay-out is ook mogelijk.
pt: Também é possível encontrar cadeias cujas contrapartes localizadas podem não se ajustar ao layout.
pt_br: Também é possível encontrar textos cujas contrapartes localizadas podem não se ajustar ao layout.
ro: De asemenea, este posibil să se găsească șiruri de caractere ale căror omologi localizați ar putea să nu se potrivească cu aspectul.
ru: Также с помощью этого возможно отследить те строки, чьи локализованные версии могут не уместиться в отведённое под них место и ломать вёрстку.
sv: Det är också möjligt att hitta strängar vars lokaliserade motsvarigheter kanske inte passar in i layouten.
ta: உள்ளூர்மயமாக்கப்பட்ட சகாக்கள் தளவமைப்புக்கு பொருந்தாத சரங்களைக் கண்டுபிடிப்பதும் சாத்தியமாகும்.
tr: Yerelleştirilmiş karşılıkları yerleşime uymayabilecek dizgeler de bulunabilir.
uk: Також можливий пошук рядків, локалізовані відповідники яких можуть не відповідати макету.
zh_hans: 也可以查找其本地化对应项可能不适合布局的字符串。
zh_hant: 發現本地化對應物可能不適合佈局的字符串也是可能的。

source: Using the variable parts makes it possible to look for strings which might not fit into the user interface after the localization - it extends the text based on the source string length. The variable texts are repeated by length of the text multiplied by the multiplier. For example ``Hello world`` with variable text ``_`` and variable multiplier of 1 becomes ``Hello world___________`` - the text is repeated once for each character in the source string.
de: Das Verwenden der variablen Teile ermöglicht es, nach Zeichenketten zu suchen, die nach der Lokalisierung möglicherweise nicht in die Bedienoberfläche passen – der Text wird auf der Grundlage der Länge der Ausgangszeichenkette erweitert. Die variablen Texte werden um die Länge des Textes multipliziert mit dem Multiplikator wiederholt. Zum Beispiel wird ``Hello world`` mit dem variablen Text ``_`` und dem variablen Multiplikator von 1 zu ``Hello world___________`` – der Text wird für jedes Zeichen in der Ausgangszeichenkette einmal wiederholt.
ga: Trí na codanna athraitheacha a úsáid, is féidir teaghráin a lorg nach n-oirfeadh don chomhéadan úsáideora tar éis an logánaithe - síneann sé an téacs bunaithe ar fhad an teaghráin foinse. Déantar na téacsanna athraitheacha a athdhéanamh de réir fhad an téacs iolraithe faoin iolraitheoir. Mar shampla, éiríonn ``Haigh a dhomhan`` le téacs athraitheach ``_`` agus iolraitheoir athraitheach de 1 ina ``Haigh a dhomhan__________`` - déantar an téacs a athdhéanamh uair amháin do gach carachtar sa teaghrán foinse.
hu: A változó részek használatával ellenőrizhető, hogy a lokalizált szövegek nem lógnak-e ki a felhasználói felületről – a rendszer ilyenkor a forrásszöveg hosszától függően hosszabbítja meg a szöveget. A változó szövegek ismétlődnek, a szöveg hossza és a szorzó szorzataként. Például a ``Hello world`` szöveg változó karakterként ``_`` beállítással és 1-es szorzóval ``Hello world___________`` lesz – minden karakterre egy ismétlés jut a forrásszöveg hosszának megfelelően.
id: Penggunaan bagian variabel memungkinkan pencarian string yang mungkin tidak sesuai dengan antarmuka pengguna setelah pelokalan - teks tersebut diperluas berdasarkan panjang string sumber. Teks variabel diulang berdasarkan panjang teks dikalikan dengan pengalinya. Misalnya, ``Halo dunia`` dengan teks variabel ``_`` dan pengali variabel 1 menjadi ``Halo dunia___________`` - teks diulang sekali untuk setiap karakter dalam string sumber.
nl: Gebruiken van de variabele delen maakt het mogelijk te zoeken naar tekenreeksen die niet passen in de gebruikersinterface na de vertaling - het breidt de tekst uit, gebaseerd op de lengte van de brontekenreeks. De variabele tekst worden herhaald met de lengte van de tekst, vermenigvuldigd met de vermenigvuldigingsfactor. Bijvoorbeeld ``Hallo wereld`` met het variabele tekst ``_`` en variabele vermenigvuldigingsfactor 1, wordt ``Hallo wereld____________`` - de tekst wordt een keer herhaald voor elk teken in de brontekenreeks.
sv: Genom att använda variablerna kan man söka efter strängar som kanske inte passar in i användargränssnittet efter lokaliseringen – det förlänger texten baserat på källsträngens längd. De variabla texterna upprepas med textens längd multiplicerad med multiplikatorn. Till exempel blir ``Hello world`` med variabeltext ``_`` och variabel multiplikator 1 ``Hello world___________`` – texten upprepas en gång för varje tecken i källsträngen.
uk: Використання змінних частин дає змогу шукати рядки, які можуть не поміститися в інтерфейсі після локалізації - вони розширюють текст на основі довжини вихідного рядка. Змінні тексти повторюються на довжину тексту, помножену на множник. Наприклад, ``Hello world`` зі змінним текстом ``_`` і змінним множником 1 стає ``Hello world___________`` - текст повторюється один раз для кожного символу у вихідному рядку.

source: The strings will be generated using following pattern:
de: Die Zeichenketten werden nach folgendem Muster erzeugt:
ga: Ginfear na teaghráin ag baint úsáide as an bpatrún seo a leanas:
hu: A szövegek a következő minta alapján generálódnak:
id: String akan dibuat menggunakan pola berikut:
ja: 文字列の生成に使用されるパターン:
nl: De tekenreeksen worden op basis van het volgende patroon gegenereerd:
pt: As cadeias serão geradas segundo o padrão:
pt_br: Os textos serão gerados usando o seguinte padrão:
ro: Șirurile vor fi generate folosind următorul model:
ru: Строки будут генерироваться по следующему шаблону:
sv: Strängarna genereras enligt följande mönster:
ta: பின்வரும் முறையைப் பயன்படுத்தி சரங்கள் உருவாக்கப்படும்:
tr: Dizgeler şu model kullanılarak oluşturulacak:
uk: Рядки буде створено за таким взірцем:
zh_hans: 将使用以下模式生成字符串：

source: :guilabel:`Prepended static text` :guilabel:`Prepended variable text` :guilabel:`Source string` :guilabel:`Appended variable text` :guilabel:`Appended static text`
de: :guilabel:`Vorangestellter statischer Text` :guilabel:`Vorangestellter variabler Text` :guilabel:`Ausgangszeichenkette` :guilabel:`Angehängter variabler Text` :guilabel:`Angehängter statischer Text`
hu: :guilabel:`Elé fűzött statikus szöveg` :guilabel:`Elé fűzött változó szöveg` :guilabel:`Forrásszöveg` :guilabel:`Mögé fűzött változó szöveg` :guilabel:`Mögé fűzött statikus szöveg`
nl: :guilabel:`Vooraf ingestelde statische tekst` :guilabel:`Vooraf ingestelde variabele tekst` :guilabel:`Brontekenreeks` :guilabel:`Achteraf ingestelde variabele tekst` :guilabel:`Achteraf ingestelde statische tekst`
sv: :guilabel:`Förinställd statisk text` :guilabel:`Förinställd variabel text` :guilabel:`Källsträng` :guilabel:`Tillagd variabel text` :guilabel:`Tillagd statisk text`

source: You can use real languages for testing, but there are dedicated pseudolocales available in Weblate - `en_XA` and `ar_XB`.
de: Sie können echte Sprachen zum Testen verwenden, aber in Weblate gibt es speziell dafür vorgesehene Pseudolokalisierungen – `en_XA` und `ar_XB`.
ga: Is féidir leat fíortheangacha a úsáid le haghaidh tástála, ach tá pseudolocales tiomnaithe ar fáil in Weblate - `en_XA` agus `ar_XB`.
hu: Teszteléshez használhat valódi nyelveket is, de a Weblate-ben elérhetők dedikált szimulált nyelvek is – `en_XA` és `ar_XB`.
id: Anda dapat menggunakan bahasa asli untuk pengujian, tetapi ada pelokalan semu khusus yang tersedia di Weblate, misalnya `en_XA` dan `ar_XB`.
ja: テストには実際の言語を使用できますが、 Weblate には専用の疑似ロケール（ `en_XA` と `ar_XB` ）が用意されています。
nl: U kunt om te testen echte talen gebruiken, maar er zijn aangewezen pseudolocalen beschikbaar in Weblate - `en_XA` en `ar_XB`.
pt: Pode usar idiomas reais para teste, mas existem pseudolocalidades disponíveis no Weblate - `en_XA` e `ar_XB`.
pt_br: Você pode usar idiomas reais para teste, mas existem pseudolocalidades disponíveis no Weblate - `en_XA` e `ar_XB`.
ro: Puteți folosi limbi reale pentru testare, dar există pseudolocale dedicate disponibile în Weblate - `en_XA` și `ar_XB`.
ru: Хотя вы и можете использовать настоящие языки для проверки, но для этой цели в Weblate уже есть специальные псевдолокали: `en_XA` и `ar_XB`.
sv: Du kan använda riktiga språk för testning, men det finns särskilda pseudolokaler tillgängliga i Weblate – `en_XA` och `ar_XB`.
ta: சோதனைக்கு நீங்கள் உண்மையான மொழிகளைப் பயன்படுத்தலாம், ஆனால் வலைபெயர்ப்பு - `en_xa` மற்றும்` ar_xb` ஆகியவற்றில் பிரத்யேக சூடோலோகல்கள் உள்ளன.
tr: Deneme için gerçek dilleri kullanabilirsiniz. Bunun yanında Weblate üzerinde `en_XA` ve `ar_XB` gibi bu iş için ayrılmış sahte ayarlar vardır.
uk: Ви можете використовувати справжні мови для перевірки, але у Weblate доступні виділені псевдолокалі — `en_XA` and `ar_XB`.
zh_hans: 可以使用真正的语言进行检测，但在 Weblate 中有专用的假语言环境——`en_XA` 和 `ar_XB`。
zh_hant: 可以使用真正的語言進行檢測，但在 Weblate 中有專用的假語言環境——`en_XA` 和 `ar_XB`。
