Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate can produce detailed logs of what is going on in the background. In the default configuration it uses syslog and that makes the log appear either in :file:`/var/log/messages` or :file:`/var/log/syslog` (depending on your syslog daemon configuration).
de: Weblate kann detaillierte Protokolle darüber erstellen, was im Hintergrund vor sich geht. In der Standardkonfiguration verwendet es syslog, wodurch das Protokoll entweder in :file:`/var/log/messages` oder :file:`/var/log/syslog` erscheint (abhängig von der Konfiguration Ihres syslog-Daemons).
ga: Is féidir le Weblate logaí mionsonraithe a tháirgeadh ar a bhfuil ar siúl sa chúlra. Sa chumraíocht réamhshocraithe úsáideann sé syslog agus a fhágann go bhfuil an logáil le feiceáil i :file:`/var/log/messages` nó :file:`/var/log/syslog` (ag brath ar do chumraíocht deamhan syslog).
hu: A Weblate részletes naplókat tud készíteni a háttérben zajló folyamatokról. Alapértelmezett beállítások mellett a `syslog` rendszert használja, így a naplóbejegyzések a :file:`/var/log/messages` vagy a :file:`/var/log/syslog` fájlban jelennek meg (a syslog démon konfigurációjától függően).
id: Weblate dapat menghasilkan log rinci tentang apa yang terjadi di latar belakang. Dalam konfigurasi bawaan, Weblate menggunakan syslog, sehingga log muncul di :file:`/var/log/messages` atau :file:`/var/log/syslog` (tergantung konfigurasi daemon syslog Anda).
ja: Weblate は、バックグラウンドで行われていることの詳細なログを生成できます。デフォルトの設定では syslog が使用され、ログは :file:`/var/log/messages` または :file:`/var/log/syslog` （syslog デーモンの設定によって異なる）のいずれかに出力されます。
nl: Weblate kan gedetailleerde logs produceren over wat er op de achtergrond gebeurt. In de standaard configuratie gebruikt het syslog en dat laat het log verschijnen in ofwel :file:`/var/log/messages` of :file:`/var/log/syslog` (afhankelijk van de configuratie van uw syslog daemon).
pt: Weblate pode produzir registos (logs) detalhados do que está a acontecer em segundo fundo. Na configuração padrão, ele usa syslog e isso faz o log aparecer em :file:`/var/log/messages` ou :file:`/var/log/syslog` (a depender da configuração do seu daemon syslog).
pt_br: Weblate pode produzir registros (logs) detalhados do que está acontecendo em segundo fundo. Na configuração padrão, ele usa syslog e isso faz o log aparecer em :file:`/var/log/messages` ou :file:`/var/log/syslog` (dependendo da configuração do seu daemon syslog).
ro: Weblate poate produce jurnale detaliate cu privire la ceea ce se întâmplă în fundal. În configurația implicită, utilizează syslog, ceea ce face ca jurnalul să apară fie în :file:`/var/log/messages`, fie la :file:`/var/log/syslog` (în funcție de configurația daemonului syslog).
ru: Weblate может вести детализированные журналы того, что происходит на фоне. С настройками по умолчанию он использует syslog в результате чего файл журнала появляется в :file:`/var/log/messages` или в :file:`/var/log/syslog` (в зависимости от настроек вашего демона syslog).
sv: Weblate kan skapa detaljerade loggar över vad som händer i bakgrunden. I standardkonfigurationen används syslog, vilket gör att loggen visas antingen i :file:`/var/log/messages` eller :file:`/var/log/syslog` (beroende på din syslog-daemonkonfiguration).
tr: Weblate, arka planda neler olup bittiği ile ilgili ayrıntılı günlükler tutabilir. Varsayılan yapılandırmada syslog kullanılır ve bu da günlüğün :file:`/var/log/messages` veya :file:`/var/log/syslog` içinde tutulmasını sağlar (syslog daemon yapılandırmanıza bağlı olarak).
uk: Weblate може створювати докладні журнали із записами того, що відбувається за лаштунками. За типових налаштувань програма використовує журнал системи, і те, з чого складається журнал записується або до :file:`/var/log/messages`, або до :file:`/var/log/syslog` (залежно від налаштувань фонової служби системного журналу у вашій системі).
zh_hans: Weblate 可以生成后台正在发生什么的详细日志。在默认配置中，它使用 syslog，并使日志出现在 :file:`/var/log/messages` 或 :file:`/var/log/syslog` 中（取决于您的 syslog 守护程序配置）。

source: The Celery process (see :ref:`celery`) usually produces its own logs as well. The example system-wide setups logs to several files under :file:`/var/log/celery/`.
de: Der Celery-Prozess (siehe :ref:`celery`) erzeugt normalerweise auch seine eigenen Protokolle. Das Beispiel, das systemweit eingerichtet wurde, protokolliert in mehreren Dateien unter :file:`/var/log/celery/`.
ga: De ghnáth táirgeann an próiseas Soilire (féach :ref:`celery`) a logaí féin freisin. Logálann na socruithe mar shampla ar fud an chórais chuig roinnt comhad faoi :file:`/var/log/celery/`.
hu: A Celery folyamat (lásd: :ref:`celery`) általában saját naplókat is készít. A példa szerinti rendszerszintű beállítás több naplófájlba ír a :file:`/var/log/celery/` könyvtár alatt.
id: Proses Celery (lihat :ref:`celery`) biasanya juga menghasilkan log-nya sendiri. Contoh pengaturan log di seluruh sistem disimpan dalam beberapa berkas di bawah :file:`/var/log/celery/`.
ja: Celery プロセス（参照: :ref:`celery`）は、通常、独自のログも作成します。システム全体の設定の例では、ログは :file:`/var/log/celery/` 以下の複数のファイルに記録されます。
nl: Het proces van Celery (bekijk :ref:`celery`) produceert gewoonlijk ook zijn eigen logs. De systeembrede voorbeeldopstellingen loggen naar de verscheidene bestanden onder :file:`/var/log/celery/`.
pt: O processo de Celery (veja :ref:`celery`) normalmente também produz os próprios registos. O exemplo de configurações de todo o sistema regista em vários ficheiros em :file:`/var/log/celery/`.
pt_br: O processo de Celery (consulte :ref:`celery`) normalmente também produz seus próprios registros. O exemplo de configurações de todo o sistema registra em vários arquivos em :file:`/var/log/celery/`.
ro: Procesul Celery (a se vedea :ref:`celery`) produce, de obicei, și propriile jurnale. Exemplul de configurare la nivel de sistem înregistrează jurnalele în mai multe fișiere în :file:`/var/log/celery/`.
ru: Процесс Celery (смотреть раздел :ref:`celery`) обычно также ведёт свои собственные журналы. Скажем, в примере с установкой Celery в качестве системного сервиса журналы будут записываться в несколько файлов в каталоге :file:`/var/log/celery/`.
sv: Celery-processen (se :ref:`celery`) genererar vanligtvis också egna loggar. I exemplet loggas systemomfattande inställningar till flera filer under :file:`/var/log/celery/`.
tr: Celery işlemi (ayrıntılı bilgi almak için: :ref:`celery`) genellikle kendi günlüklerini de tutar. Örnek sistem genelindeki kurulumlarda günlükler :file:`/var/log/celery/` altındaki birkaç dosyaya kaydedilir.
uk: Процес Celery (див. :ref:`celery`) зазвичай створює власний журнал. У прикладі загальносистемного налаштовування журнал записується до декількох файлів у каталозі :file:`/var/log/celery/`.
zh_hans: Celery 进程（请参见 :ref:`celery`）通常也产生自己的日志。示例的系统范围的安装被记录到 :file:`/var/log/celery/` 下的几个日志文件中。

source: Docker containers log to their output (as per usual in the Docker world), so you can look at the logs using ``docker compose logs``. You can get more detailed logs by changing :envvar:`WEBLATE_LOGLEVEL`.
de: Docker-Container protokollieren ihre Ausgabe (wie in der Docker-Welt üblich), so dass Sie sich die Protokolle mit ``docker compose logs`` ansehen können. Sie können detailliertere Protokolle erhalten, indem Sie :envvar:`WEBLATE_LOGLEVEL` ändern.
ga: Logáil coimeádáin Docker lena n-aschur (mar is gnách i saol an Docker), ionas gur féidir leat breathnú ar na logaí ag baint úsáide as ``docker compose logs``. Is féidir leat logaí níos mionsonraithe a fháil trí athrú :envvar:`WEBLATE_LOGLEVEL`.
hu: A Docker-konténerek a szokásos módon az STDOUT kimenetre naplóznak, így a naplók megtekinthetők a ``docker compose logs`` paranccsal. Részletesebb naplókat kaphat, ha módosítja a :envvar:`WEBLATE_LOGLEVEL` értékét.
id: Kontainer Docker mencatat keluarannya (seperti biasa di dunia Docker), jadi Anda bisa melihat log tersebut menggunakan ``docker compose logs``. Anda bisa mendapatkan log yang lebih rinci dengan mengubah :envvar:`WEBLATE_LOGLEVEL`.
ja: Docker コンテナは（Docker の世界では通常通り）その出力にログを記録するので、 ``docker-compose logs`` を使用してログを見ることができます。:envvar:`WEBLATE_LOGLEVEL` を変更すると、より詳細なログを取得できます。
nl: Docker containers loggen naar hun uitvoer (zoals gebruikelijk is in de wereld van Docker), dus u kunt de logs bekijken met ``docker compose logs``. U kunt meer gedetailleerde logs verkrijgen door :envvar:`WEBLATE_LOGLEVEL` te wijzigen.
pt_br: Os contêineres Docker registram a sua saída (como é habitual no mundo Docker), por isso pode olhar para os logs utilizando ``docker compose logs``. Você pode obter logs mais detalhados alterando :envvar:`WEBLATE_LOGLEVEL`.
ru: Контейнеры Docker записывают свои выходные данные (как обычно в мире Docker), поэтому вы можете просмотреть журналы, используя ``docker compose logs``. Вы можете получить более подробные журналы, изменив :envvar:`WEBLATE_LOGLEVEL`.
sv: Docker-containrar loggar till sin utdata (som vanligt i Docker-världen), så du kan titta på loggarna med ``docker compose logs``. Du kan få mer detaljerade loggar genom att ändra :envvar:`WEBLATE_LOGLEVEL`.
tr: Docker kapsayıcıları çıktılarını günlüğe kaydeder (Docker dünyası için her zaman olduğu gibi). Bu günlüklere ``docker-compose logs`` komutuyla bakabilirsiniz. Günlük ayrıntı düzeyini :envvar:`WEBLATE_LOGLEVEL` seçeneği ile değiştirebilirsiniz.
uk: Контейнери Docker записують виведені дані (це звичайна практика у царині Docker), тож ви можете ознайомитися із журналом за допомогою команди ``docker-compose logs``. Отримати докладніший журнал можна встановленням відповідного значення змінної :envvar:`WEBLATE_LOGLEVEL`.
zh_hans: Docker 容器记录它们的输出（按照 Docker 世界的惯例），因此可以使用 ``docker compose logs`` 来查看日志。要获得更详细的日志，你可以更改 :envvar:`WEBLATE_LOGLEVEL`。

source: :ref:`sample-configuration` contains :setting:`django:LOGGING` configuration.
de: :ref:`sample-configuration` enthält die :setting:`django:LOGGING` Konfiguration.
ga: :ref:`sample-configuration` tá :setting:`django:LOGGING` cumraíocht.
hu: A :ref:`sample-configuration` rész tartalmazza a :setting:`django:LOGGING` konfigurációt.
id: :ref:`sample-configuration` berisi konfigurasi :setting:`django:LOGGING`.
ja: :ref:`sample-configuration` は、:setting:`django:LOGGING` の設定を含んでいます。
nl: :ref:`sample-configuration` bevat :setting:`django:LOGGING` configuratie.
pt: :ref:`sample-configuration` contém uma configuração de :setting:`django:LOGGING`.
pt_br: :ref:`sample-configuration` contém uma configuração de :setting:`django:LOGGING`.
ro: :ref:`sample-configuration` conține configurația :setting:`django:LOGGING`.
ru: :setting:`django:LOGGING` в :ref:`примере файла настроек <sample-configuration>`.
sv: :ref:`sample-configuration` innehåller :setting:`django:LOGGING`-konfigurationen.
tr: :ref:`sample-configuration` içinde :setting:`django:LOGGING` yapılandırması bulunur.
uk: :ref:`sample-configuration` містить налаштування :setting:`django:LOGGING`.
zh_hans: :ref:`sample-configuration` 包含 :setting:`django:LOGGING` 配置。
zh_hant: :ref:`sample-configuration` 包含 :setting:`django:LOGGING` 配置。

source: Not processing background tasks
de: Keine Verarbeitung von Hintergrundaufgaben
ga: Gan tascanna cúlra a phróiseáil
hu: Háttérfeladatok nem futnak
id: Tidak memproses tugas latar belakang
ja: バックグラウンド タスクが処理されない
nl: Niet verwerken van taken op de achtergrond
pt: Não a processar tarefas de segundo plano
pt_br: Não processando tarefas de segundo plano
ro: Nu se procesează sarcinile de fundal
ru: Не обрабатываются фоновые задачи
sv: Bearbetar inte bakgrundsuppgifter
ta: பின்னணி பணிகளை செயலாக்கவில்லை
tr: Arka plan görevleri yapılamıyor
uk: Фонові завдання не обробляються
zh_hans: 不处理后台任务

source: A lot of things are done in the background by Celery workers. If things like sending out e-mails or component removal does not work, there might a related issue.
de: Viele Dinge werden im Hintergrund von Celery-Workern erledigt. Wenn Dinge wie das Versenden von E-Mails oder das Entfernen von Komponenten nicht funktionieren, könnte es ein damit zusammenhängendes Problem geben.
ga: Déanann oibrithe Soilire go leor rudaí sa chúlra. Mura n-oibríonn rudaí ar nós ríomhphoist a sheoladh amach nó comhpháirteanna a bhaint, d’fhéadfadh go mbeadh ceist ghaolmhar ann.
hu: Számos művelet a háttérben történik, Celery munkafolyamatok (workers) segítségével. Ha például az e-mailek kiküldése vagy az összetevők eltávolítása nem működik, akkor valószínűleg ezzel kapcsolatos probléma áll fenn.
id: Banyak hal yang dilakukan di latar belakang oleh Celery worker. Jika hal-hal seperti mengirim surel atau penghapusan komponen terjadi kegagalan, mungkin ada masalah yang saling terkait.
ja: 多くのことが Celery ワーカーによりバックグラウンドで行われています。メール送信やコンポーネントの削除などが機能しない場合、原因は Celery ワーカーによる可能性があります。
nl: Veel dingen worden op de achtergrond uitgevoerd door werkers van Celery. Als dingen zoals het versturen van e-mails of het verwijderen van ene onderdeel niet werken, zou er een gerelateerd probleem kunnen zijn.
pt: Muitas coisas são feitas em segundo plano pelos workers do Celery. Se coisas como o envio de e-mails ou remoção de componentes não funcionarem, pode haver algum problema relacionado.
pt_br: Muitas coisas são feitas em segundo plano pelos workers do Celery. Se coisas como o envio de e-mails ou remoção de componentes não funcionarem, pode haver algum problema relacionado.
ro: O mulțime de lucruri sunt făcute în fundal de către lucrătorii de la Celery. Dacă lucruri precum trimiterea de e-mailuri sau eliminarea componentelor nu funcționează, este posibil să existe o problemă conexă.
ru: Многие вещи выполняются обработчиками Celery в фоновом режиме. Если такие вещи, как рассылка писем или удаление компонентов, не работают, возможно, проблема связана с ними.
sv: Många saker görs i bakgrunden av Celery-arbetare. Om saker som att skicka e-post eller ta bort komponenter inte fungerar kan det finnas ett relaterat problem.
ta: செலரி தொழிலாளர்களால் பின்னணியில் நிறைய விசயங்கள் செய்யப்படுகின்றன. மின்னஞ்சல்களை அனுப்புவது அல்லது கூறு அகற்றுதல் போன்ற விசயங்கள் செயல்படவில்லை என்றால், தொடர்புடைய சிக்கல் இருக்கலாம்.
tr: Celery işlemleri tarafından arka planda birçok şey yapılır. E-posta gönderme ya da bileşen kaldırma gibi işlemler yapılmıyorsa, bununla ilgili bir sorun olabilir.
uk: Значна частина даних обробляється у фоновому режимі обробниками Celery. Якщо не працює надсилання повідомлень електронної пошти або вилучення складників, можливо, проблема полягає саме у роботі обробників.
zh_hans: Celery 工作进程在后台完成很多事。如果像发送电子邮件或删除部件这样的事情不能正常运作，那么可能有一个相关的问题。

source: Things to check in that case:
de: Dinge, die in diesem Fall zu überprüfen sind:
ga: Rudaí le seiceáil sa chás sin:
hu: Ilyen esetben érdemes ellenőrizni a következőket:
id: Hal-hal yang harus diperiksa dalam kasus itu:
ja: その場合の確認事項:
nl: Dingen om in dat geval te controleren:
pt: Coisas a verificar neste caso:
pt_br: Coisas a verificar neste caso:
ro: Lucruri de verificat în acest caz:
ru: В таком случае следует:
sv: Saker att kontrollera i det fallet:
ta: அந்த வழக்கில் சரிபார்க்க வேண்டிய விசயங்கள்:
tr: Bu durumda şunlar denetlenmelidir:
uk: Речі, які слід перевірити у цьому випадку:
zh_hans: 在那种情况下需要检查的事情：

source: Check that the Celery process is running, see :ref:`celery`
de: Überprüfen, ob der Celery-Prozess ausgeführt wird, siehe :ref:`celery`
ga: Seiceáil go bhfuil an próiseas Celery ag rith, féach :ref:`celery`
hu: Fut-e a Celery folyamat – lásd: :ref:`celery`
id: Periksa apakah proses Celery sedang berjalan, lihat :ref:`celery`
ja: Celery プロセスが実行されているか確認。参照 :ref:`celery`
nl: Controleer of het proces van Celery wordt uitgevoerd, bekijk :ref:`celery`
pt: Certifique-se que o processo do Celery está em execução, veja :ref:`celery`
pt_br: Certifique-se que o processo do Celery está em execução, consulte :ref:`celery`
ro: Verificați dacă procesul Celery rulează, vezi :ref:`celery`
ru: Проверьте, запущен ли процесс Celery, смотрите раздел :ref:`celery`
sv: Kontrollera att Celery-processen körs, se :ref:`celery`
tr: Celery işleminin çalışıp çalışmadığını denetleyin. Ayrıntılı bilgi almak için: :ref:`celery`
uk: Перевірте, чи запущено процес Celery, див. :ref:`celery`
zh_hans: 检查 Celery 进程是否正在运行，见 :ref:`celery`

source: Check the Celery queue status, either in :ref:`management-interface`, or using :wladmin:`celery_queues`
de: Den Status der Celery-Warteschlange überprüfen, entweder in der :ref:`management-interface`, oder mit :wladmin:`celery_queues`
ga: Seiceáil stádas scuaine Celery, i :ref:`management-interface`, nó ag baint úsáidea :wladmin:`celery_queues`
hu: Mi a Celery várólista állapota – ellenőrizhető a :ref:`management-interface` felületen vagy a :wladmin:`celery_queues` paranccsal
id: Periksa status antrian Celery, baik di :ref:`management-interface`, atau menggunakan :wladmin:`celery_queues`
ja: :ref:`management-interface` または :wladmin:`celery_queues` を使用して、Celery キューの状態を確認
nl: Controleer de status van de wachtrij van Celery, ofwel in :ref:`management-interface`, of gebruik :wladmin:`celery_queues`
pt_br: Verifique o status da fila do Celery em :ref:`management-interface` ou usando :wladmin:`celery_queues`
ru: Проверьте состояние очереди Celery либо в :ref:`management-interface`, либо с помощью :wladmin:`celery_queues`
sv: Kontrollera statusen för Celery-kön, antingen i :ref:`management-interface` eller med hjälp av :wladmin:`celery_queues`
tr: Celery kuyruğunun durumunu :ref:`management-interface` içinden ya da :wladmin:`celery_queues` komutuyla denetleyin
uk: Перевірте стан черги Celery у :ref:`management-interface` або за допомогою :wladmin:`celery_queues`
zh_hans: 在 :ref:`management-interface` 中或者使用 :wladmin:`celery_queues` 检查 Celery 队列状态

source: Look in the Celery logs for errors (see :ref:`weblate-logs`)
de: In den Celery-Protokollen nach Fehlern suchen (siehe :ref:`weblate-logs`)
ga: Féach sna logaí Soilire le haghaidh earráidí (féach :ref:`weblate-logs`)
hu: Vannak-e hibák a Celery naplókban – lásd: :ref:`weblate-logs`
id: Lihat log Celery untuk galat (lihat :ref:`weblate-logs`)
ja: Celery のログにエラーがないか調べる（参照: :ref:`weblate-logs`）
nl: Zoek naar fouten in de logs van Celery (bekijk :ref:`weblate-logs`)
pt: Procure erros nos registos do Celery (veja :ref:`weblate-logs`)
pt_br: Procure erros nos registros do Celery (consulte :ref:`weblate-logs`)
ro: Uitați-vă în jurnalele Celery pentru erori (vezi :ref:`weblate-logs`)
ru: Посмотрите в журналах Celery на наличие ошибок (смотреть раздел :ref:`weblate-logs`)
sv: Leta efter fel i Celery-loggarna (se :ref:`weblate-logs`)
tr: Hatalar için Celery günlüklerine bakın (ayrıntılı bilgi almak için: :ref:`weblate-logs`)
uk: Пошукайте повідомлення про помилки у журналі Celery (див. :ref:`weblate-logs`)
zh_hans: 查看 Celery 日志寻找错误（请参见 :ref:`weblate-logs`）

source: Not receiving e-mails from Weblate
de: Keine E-Mails von Weblate erhalten
ga: Gan r-phoist a fháil ó Weblate
hu: Nem érkeznek meg az e-mailek a Weblate-től
id: Tidak menerima surel dari Weblate
ja: Weblate からメールが届かない
nl: Geen e-mails ontvangen van Weblate
pt: Não a receber e-mails do Weblate
pt_br: Não recebendo e-mails do Weblate
ro: Nu primiți e-mailuri de la Weblate
ru: Не доходит электронная почта от Weblate
sv: Får inte e-post från Weblate
ta: வலைபெயர்ப்புடிலிருந்து மின்னஞ்சல்களைப் பெறவில்லை
tr: Weblate e-postaları alınamıyor
uk: Не надходять повідомлення електронної пошти від Weblate
zh_hans: 不接收来自 Weblate 的电子邮件
zh_hant: 不接收來自 Weblate 的電子郵件

source: You can verify whether outgoing e-mail is working correctly by using the :djadmin:`django:sendtestemail` management command (see :ref:`invoke-manage` for instructions on how to invoke it in different environments) or by using :ref:`management-interface` under the :guilabel:`Tools` tab.
de: Sie können überprüfen, ob ausgehende E-Mails korrekt funktionieren, indem Sie den Verwaltungsbefehl :djadmin:`django:sendtestemail` verwenden (siehe :ref:`invoke-manage` für Anweisungen, wie man ihn in verschiedenen Umgebungen aufruft) oder indem Sie die :ref:`management-interface` unter dem Reiter :guilabel:`Werkzeuge` verwenden.
ga: Is féidir leat a fhíorú an bhfuil an ríomhphost amach ag obair i gceart trí úsáid a bhaint as an ordú bainistíochta :djadmin:`django:sendtestemail` (féach :ref:`invoke-manage` le haghaidh treoracha ar conas é a agairt i dtimpeallachtaí éagsúla) nó trí :ref:`management-interface` a úsáid faoin gcluaisín :guilabel:`Tools`.
hu: Annak ellenőrzésére, hogy működik-e a kimenő e-mailküldés, használja a :djadmin:`django:sendtestemail` parancsot (részletek: :ref:`invoke-manage`) vagy a :ref:`management-interface` felület :guilabel:`Eszközök` fülét.
id: Anda dapat memverifikasi apakah surel keluar berfungsi dengan benar dengan menggunakan perintah manajemen :djadmin:`django:sendtestemail` (lihat :ref:`invoke-manage` untuk petunjuk tentang cara memanggilnya di lingkungan yang berbeda) atau dengan menggunakan :ref:`management-interface` di bawah tab :guilabel:`Tools`.
ja: 送信メールが正常に動作しているかどうかを確認するには、:djadmin:`django:sendtestemail` 管理コマンド（異なる環境で起動する方法については、:ref:`invoke-manage` を確認）を使用するか、:guilabel:`ツール` タブから :ref:`management-interface` を使用します。
nl: U kunt verifiëren of de uitgaande mail correct werkt met de beheersopdracht :djadmin:`django:sendtestemail` (bekijk :ref:`invoke-manage` voor instructies over hoe het op de verschillende omgevingen aan te roepen) of met :ref:`management-interface` onder de tab :guilabel:`Gereedschap`.
pt: Pode verificar se o e-mail de saída está a funcionar corretamente a usar o comando de gestão :djadmin:`django:sendtestemail` (veja :ref:`invoke-manage` para instruções sobre como invocá-lo em diferentes ambientes) ou a usar :ref:`management-interface` sob a guia :guilabel:`Ferramentas`.
pt_br: Você pode verificar se o e-mail de saída está funcionando corretamente usando o comando de gerenciamento :djadmin:`django:sendtestemail` (consulte :ref:`invoke-manage` para instruções sobre como invocá-lo em diferentes ambientes) ou usando :ref:`management-interface` sob a aba :guilabel:`Ferramentas`.
ro: Puteți verifica dacă poșta electronică de ieșire funcționează corect utilizând comanda de gestionare :djadmin:`django:sendtestemail` (consultați :ref:`invoke-manage` pentru instrucțiuni despre cum să o apelați în diferite medii) sau utilizând :ref:`management-interface` din fila :guilabel:`Tools`.
ru: Проверить, правильно ли работает исходящая почта. Это можно сделать с помощью команды управления :djadmin:`django:sendtestemail` (подробности, как вызывать её в различных окружениях, смотрите в разделе :ref:`invoke-manage`) или с помощью :ref:`интерфейса управления <management-interface>` на вкладке :guilabel:`Инструменты`.
sv: Du kan kontrollera om utgående e-post fungerar korrekt genom att använda :djadmin:`django:sendtestemail`-hanteringskommandot (se :ref:`invoke-manage` för instruktioner om hur du anropar det i olika miljöer) eller genom att använda :ref:`management-interface` under fliken :guilabel:`Verktyg`.
tr: Giden e-postanın düzgün çalışıp çalışmadığını :djadmin:`django:sendtestemail` yönetim komutuyla (farklı ortamlarda nasıl çağrılacağı ile ilgili bilgi almak için: :ref:`invoke-manage`) ya da :guilabel:`Araçlar` sekmesi altındaki :ref:`management-interface` komutuyla doğrulayabilirsiniz.
uk: Ви можете перевірити, чи працює вихідна пошта належним чином, за допомогою команди керування :djadmin:`django:sendtestemail` (див. :ref:`invoke-manage`, щоб ознайомитися із настановами щодо того, як викликати її у різних середовищах) або за допомогою :ref:`інтерфейсу керування <management-interface>` на вкладці :guilabel:`Засоби`.
zh_hans: 你可以使用 :djadmin:`django:sendtestemail` 管理命令（关于在不同环境中如何调用它的指示说明请参见 :ref:`invoke-manage` ）或 :guilabel:`Tools` 选项卡下的 :ref:`management-interface` 来验证外发电子邮件是否正常工作。
