Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: *Released on October 15th 2020.*
de: *Veröffentlicht am 15. Oktober 2020.*
ga: *Eisithe ar 15 Deireadh Fómhair 2020.*
hu: *Kiadva: 2020. október 15.*
id: *Dirilis pada 15 Oktober 2020.*
nl: *Uitgegeven op 15 oktober 2020.*
pt_br: *Atualizado em 15 de outubro de 2020.*
sv: *Släpptes den 15 oktober 2020.*
tr: *15 Ekim 2020 tarihinde yayınlandı.*
uk: *Випущено 15 жовтня 2020 року.*

source: Include user stats in the API.
de: Aufnahme von Benutzerstatistiken in die API.
ga: Cuir staitisticí úsáideora san API.
hu: Felhasználói statisztikák megjelenítése az API-ban.
id: Sertakan statistik pengguna dalam API.
ja: API にユーザーの統計情報を含めるように改良。
nl: Statistieken voor gebruiker opgenomen in de API.
pt: Incluídas estatísticas de utilizador na API.
pt_br: Incluídas estatísticas de usuário na API.
ro: Includeți statisticile utilizatorilor în API.
ru: В API включена статистика пользователей.
sv: Inkludera användarstatistik i API:et.
ta: பநிஇ இல் பயனர் புள்ளிவிவரங்களைச் சேர்.
tr: API uygulamasına kullanıcı istatistikleri eklendi.
uk: До програмного інтерфейсу включено статистичні дані користувача.
zh_hans: 包括了 API 中的用户统计数据。
zh_hant: 包括了 API 中的用戶統計數據。

source: Fixed component ordering on paginated pages.
de: Die Reihenfolge der Komponenten auf paginierten Seiten korrigiert.
ga: Ordú comhpháirte seasta ar leathanaigh uimhrithe.
hu: Összetevők sorrendjének javítása oldalszámozott nézetekben.
id: Memperbaiki tatanan komponen pada halaman yang dibagi menjadi beberapa halaman.
ja: ページ分割されたページでのコンポーネントの順序問題の修正。
nl: Volgorde onderdeel gerepareerd op gepagineerde pagina's.
pt: Corrigida a ordem de componentes em páginas paginadas.
pt_br: Corrigida a ordem de componentes em páginas paginadas.
ro: A fost reparată ordonarea componentelor pe paginile paginate.
ru: Исправлена сортировка компонентов на страницах с постраничной разбивкой результатов.
sv: Fast komponentordning på sidindelade sidor.
ta: சிறிய பக்கங்களில் நிலையான கூறு வரிசைப்படுத்துதல்.
tr: Sayfalanmış sayfalardaki bileşen sıralaması sorunu düzeltildi.
uk: Виправлено упорядкування складників на поділених на частини сторінках.
zh_hans: 修复了分页的页面上订购的部件。
zh_hant: 修復了分頁的頁面上訂購的組件。

source: Define source language for a glossary.
de: Die Ausgangssprache für ein Glossar festgelegt.
ga: Sainmhínigh teanga foinse le haghaidh gluais.
hu: Forrásnyelv meghatározása szójegyzékhez.
id: Tentukan bahasa sumber untuk glosarium.
ja: 用語集の原文の言語の設定。
nl: Brontaal voor een woordenlijst definiëren.
pt: Definido o idioma fonte de um glossário.
pt_br: Definido o idioma fonte de um glossário.
ro: Definiți limba sursă pentru un glosar.
ru: Определение исходного языка для словаря.
sv: Definiera källspråk för en ordlista.
ta: ஒரு சொற்களஞ்சியத்திற்கான மூல மொழியை வரையறுக்கவும்.
tr: Bir sözlük için kaynak dil tanımlaması eklendi.
uk: Реалізовано визначення початкової мови для глосарія.
zh_hans: 定义了术语表的源语言。
zh_hant: 為詞彙表確定了語言。

source: Rewritten support for GitHub and GitLab pull requests.
de: Überarbeitete Unterstützung für GitHub- und GitLab-Pull-Requests.
ga: Tacaíocht athscríofa d'iarratais tarraingthe GitHub agus GitLab.
hu: GitHub és GitLab módosítási kérelmek (pull request) támogatása újraírásra került.
id: Dukungan yang ditulis ulang untuk permintaan penarikan GitHub dan GitLab.
ja: GitHub および GitLab のプルリクエストに対応するためのコードの書き直し。
nl: Opnieuw geschreven ondersteuning voor GitHub en GitLab pull requests.
pt: Reescrito o suporte a pull requests do GitHub e GitLab.
pt_br: Reescrito o suporte a pull requests do GitHub e GitLab.
ro: Suport rescris pentru solicitările GitHub și GitLab pull requests.
ru: Переписана поддержка GitHub’овских и GitLab’овских запросов на извлечение.
sv: Omskriven support för GitHub- och GitLab-pull-förfrågningar.
ta: அறிவிலிமையம் மற்றும் அறிவிலிஆய்வு புல் கோரிக்கைகளுக்கு மீண்டும் எழுதப்பட்டது.
tr: GitHub ve GitLab çekme istekleri desteği yeniden yazıldı.
uk: Переписано підтримку запитів щодо об'єднання для GitHub і GitLab.
zh_hans: 重写了对 GitHub 和 GitLab 拉取请求的支持。
zh_hant: 重寫了對 GitHub 和 GitLab 拉取請求的支持。

source: Fixed stats counts after removing suggestion.
de: Statistikzählungen nach dem Entfernen eines Übersetzungsvorschlages korrigiert.
ga: Áireamh stats seasta tar éis an moladh a bhaint.
hu: Javaslat törlése utáni statisztika frissítési hibák javítása.
id: Memperbaiki perhitungan statistik setelah menghapus saran.
ja: 提案を削除した後の統計カウントを修正しました。
nl: Gerepareerd telling statistieken na verwijderen suggestie.
pt: Contagens de estatísticas corrigidas após a remoção da sugestão.
pt_br: Corrigidas a contagem das estatísticas após remoção de sugestão.
ro: Am corectat numărul de statistici după eliminarea sugestiei.
ru: Исправлен счётчик статистики после удаления предложения.
sv: Fasta statistikvärden räknas efter att förslaget har tagits bort.
ta: பரிந்துரையை நீக்கிய பின் நிலையான புள்ளிவிவரங்கள் கணக்கிடப்படுகின்றன.
tr: Öneri kaldırıldıktan sonra istatistik sayılarının doğru olması sorunu düzeltildi.
uk: Виправлено обчислення статистичних даних після вилучення пропозиції.
zh_hans: 修复了移除建议后的统计数据计数。

source: Extended public user profile.
de: Öffentliches Benutzerprofil erweitert.
ga: Próifíl úsáideora poiblí leathnaithe.
hu: Nyilvános felhasználói profil kibővítve.
id: Memperluas profil pengguna publik.
ja: 公開ユーザー情報を拡張しました。
nl: Openbaar gebruikersprofiel uitgebreid.
pt: Perfil do utilizador público estendido.
pt_br: Estendido perfil público de usuário.
ro: Profil de utilizator public extins.
ru: Расширен общедоступный профиль пользователя.
sv: Utökad offentlig användarprofil.
ta: நீட்டிக்கப்பட்ட பொது பயனர் சுயவிவரம்.
tr: Herkese açık kullanıcı profili zenginleştirildi.
uk: Розширено дані загальнодоступного профілю користувача.
zh_hans: 扩展了公开的用户个人资料。

source: Fixed configuration of enforced checks.
de: Die Konfiguration der erzwungenen Qualitätsprüfungen korrigiert.
ga: Cumraíocht sheasta na seiceálacha forfheidhmithe.
hu: Kötelező ellenőrzések beállításának javítása.
id: Memperbaiki konfigurasi pemeriksaan yang dipaksakan.
ja: 強制検査設定の修正。
nl: Configuratie van afgedwongen controles gerepareerd.
pt: Corrigida a configuração de verificações reforçadas.
pt_br: Corrigida a configuração de verificações reforçadas.
ro: A fost corectată configurația verificărilor obligatorii.
ru: Исправлены настройки принудительных проверок.
sv: Fast konfiguration av obligatoriska kontroller.
ta: செயல்படுத்தப்பட்ட சோதனைகளின் நிலையான உள்ளமைவு.
tr: Zorunlu denetimlerin yapılandırılması sorunu düzeltildi.
uk: Виправлено налаштування для примусових перевірок.
zh_hans: 修复了强制检查的配置。
zh_hant: 修復了強制檢查的配置。

source: Improve documentation about built-in backups.
de: Verbesserung der Dokumentation über integrierte Sicherungen.
ga: Feabhsaigh an doiciméadú faoi chúltacaí ionsuite.
hu: Beépített biztonsági mentésekről szóló dokumentáció bővítése.
id: Memperbaiki dokumentasi tentang rekam cadang bawaan.
ja: 組み込みバックアップについてのドキュメントの改良。
nl: Verbeterde documentatie over ingebouwde back-ups.
pt: Melhorada a documentação sobre cópias de segurança integradas.
pt_br: Melhorada a documentação sobre backups embutidos.
ro: Îmbunătățirea documentației privind copiile de rezervă încorporate.
ru: Улучшена документация по встроенному резервному копированию.
sv: Förbättra dokumentationen om inbyggda säkerhetskopior.
ta: உள்ளமைக்கப்பட்ட காப்புப்பிரதிகள் பற்றிய ஆவணங்களை மேம்படுத்தவும்.
tr: İç yedekleme belgeleri iyileştirildi.
uk: Удосконалено документацію щодо вбудованих засобів резервного копіювання.
zh_hans: 改进了内建备份的文档。
zh_hant: 改進了內建備份的文檔。

source: Moved source language attribute from project to a component.
de: Das Attribut der Ausgangssprache vom Projekt in eine Komponente verschoben.
ga: Bogadh aitreabúid na teanga foinse ó thionscadal go comhpháirt.
hu: A forrásnyelv attribútum a projektről átkerült az összetevő szintjére.
id: Memindahkan atribut bahasa sumber dari proyek ke komponen.
ja: 原文の言語の属性を、プロジェクトからコンポーネントに移動。
nl: Attribuut brontaal verplaatst van project naar een onderdeel.
pt: Movido o atributo do idioma fonte do projeto para um componente.
pt_br: Movido o atributo do idioma fonte do projeto para um componente.
ro: A mutat atributul limbii sursă de la proiect la o componentă.
ru: Атрибут исходного языка перемещён из проекта в компонент.
sv: Flyttade källspråksattributet från projektet till en komponent.
ta: மூல மொழி பண்புக்கூறு திட்டத்திலிருந்து ஒரு கூறுக்கு நகர்த்தப்பட்டது.
tr: Kaynak dil özniteliği projeden bir bileşene taşındı.
uk: Атрибут початкової мови пересунуто з проєкту до складника.
zh_hans: 将源语言属性从项目移动到部件。
zh_hant: 將源語言屬性從項目移動到組件。

source: Add Vue I18n formatting check.
de: „Vue I18n“-Formatierungsprüfung hinzugefügt.
ga: Cuir seiceáil formáidithe Vue I18n leis.
hu: Vue I18n formázási ellenőrzés hozzáadva.
id: Menambahkan pemeriksaan pemformatan Vue I18n.
ja: Vue I18n 書式の検査の追加。
nl: Toegevoegd controle opmaak voor Vue I18n.
pt: Adicionar a verificação de formatação Vue I18n.
pt_br: Adicionada verificação de formatação Vue I18n.
ro: Adăugați verificarea formatării Vue I18n.
ru: Добавлена проверка форматирования локализации Vue.
sv: Lägg till Vue I18n-formateringskontroll.
ta: vue ப18ல் வடிவமைப்பு சோதனை சேர்.
tr: Vue I18n biçimlendirme denetimi eklendi.
uk: Додано перевірку форматування I18n Vue.
zh_hans: 添加了 Vue I18n 格式化检查。

source: Generic placeholders check now supports regular expressions.
de: Die allgemeine Platzhalterprüfung unterstützt jetzt reguläre Ausdrücke.
ga: Tacaíonn seiceáil áitshealbhóirí cineálach anois le habairtí rialta.
hu: A helyettesítő karakterek ellenőrzése mostantól támogatja a reguláris kifejezéseket is.
id: Pemeriksaan penempatan generik sekarang mendukung ekspresi reguler.
ja: 汎用プレースホルダー チェックが正規表現に対応。
nl: Controle voor algemene plaatsvervangers ondersteunt nu reguliere uitdrukkingen.
pt: A verificação de espaços reservados genéricos agora oferece suporte a expressões regulares.
pt_br: A verificação de espaços reservados genéricos agora oferece suporte a expressões regulares.
ro: Verificarea generică a locurilor de ordine suportă acum expresii regulate.
ru: Обычная проверка заполнителей теперь поддерживает регулярные выражения.
sv: Generiska platshållare stöder nu reguljära uttryck.
ta: பொதுவான ஒதுக்கிடமான சோதனை இப்போது வழக்கமான வெளிப்பாடுகளை ஆதரிக்கிறது.
tr: Genel yer belirtici kalite denetimine kurallı ifade desteği eklendi.
uk: У перевірці типових замінників у новій версії реалізовано використання формальних виразів.
zh_hans: 通用占位符的检查现在支持了正则表达式。
zh_hant: 一般佔位符的檢查現在支持了正則表達式。

source: Improved look of Matrix mode.
de: Verbessertes Aussehen des Matrixmodus.
ga: Cuma feabhsaithe ar mhód Maitrís.
hu: Mátrix nézet megjelenésének javítása.
id: Meningkatkan tampilan mode Matrix.
ja: 対応表の外観の改善。
nl: Verbeterd uiterlijk voor modus Matrix.
pt: Melhorado o visual do modo Matriz.
pt_br: Melhorado o visual do modo Matriz.
ro: Aspectul modului Matrix a fost îmbunătățit.
ru: Улучшен внешний вид матричного режима.
sv: Förbättrat utseende för Matrix-läget.
ta: மேட்ரிக்ச் பயன்முறையின் மேம்பட்ட தோற்றம்.
tr: Matris kipinin görünümü iyileştirildi.
uk: Удосконалено вигляд режиму матриці.
zh_hans: 改进了矩阵模式的外观。

source: Machinery is now called automatic suggestions.
de: Suchmaschinen werden jetzt als automatische Vorschläge bezeichnet.
ga: Tugtar moltaí uathoibríocha ar innealra anois.
hu: A „Machinery” elnevezést lecseréltük „Automatikus javaslatokra”.
id: Terjemahan mesin sekarang disebut saran otomatis.
ja: 機械翻訳を、新しく自動提案と命名。
nl: Machinery wordt nu automatische suggesties genoemd.
pt: A maquinaria é agora chamada sugestões automáticas.
pt_br: Maquinaria agora é chamada de sugestões automáticas.
ro: Mașinile se numesc acum sugestii automate.
ru: «Автоматизированный перевод» теперь называется «автоматическими предложениями».
sv: Maskiner kallas nu automatiska förslag.
ta: இயந்திரங்கள் இப்போது தானியங்கி பரிந்துரைகள் என்று அழைக்கப்படுகின்றன.
tr: Makine çevirisinin adı kendiliğinden öneriler olarak değiştirildi.
uk: Пункт «Автоматизація» перейменовано на «Автоматичні пропозиції».
zh_hans: 机器翻译现在被称为自动建议。

source: Added support for interacting with multiple GitLab or GitHub instances.
de: Unterstützung für die Interaktion mit mehreren GitLab- oder GitHub-Instanzen hinzugefügt.
ga: Tacaíocht bhreise le haghaidh idirghníomhú le hiliomad cásanna GitLab nó GitHub.
hu: Támogatás hozzáadva több GitLab vagy GitHub példány egyidejű kezeléséhez.
id: Menambahkan dukungan untuk berinteraksi dengan beberapa instansi GitLab atau GitHub.
ja: 複数の GitLab または GitHub インスタンスとの接続に対応。
nl: Ondersteuning toegevoegd voor interactie met meerdere instanties van GitLab of GitHub.
pt: Adicionado suporte para interagir com várias instâncias do GitLab ou GitHub.
pt_br: Adicionado suporte para interagir com várias instâncias do GitLab ou GitHub.
ro: A fost adăugat suport pentru interacțiunea cu mai multe instanțe GitLab sau GitHub.
ru: Добавлена поддержка взаимодействия с несколькими экземплярами GitLab’а или GitHub’а.
sv: Lagt till stöd för interaktion med flera GitLab- eller GitHub-instanser.
ta: பல அறிவிலிஆய்வு அல்லது அறிவிலிமையம் நிகழ்வுகளுடன் தொடர்புகொள்வதற்கான உதவி சேர்க்கப்பட்டது.
tr: Birden çok GitLab ya da GitHub kopyası ile etkileşim desteği eklendi.
uk: Додано підтримку взаємодії із декількома екземплярами GitLab або GitHub.
zh_hans: 增加了与多个GitLab或GitHub实例交互的支持。
zh_hant: 增加了與多個GitLab或GitHub實例交互的支持。

source: Extended API to cover project updates, unit updates and removals and glossaries.
de: API erweitert, um Projektaktualisierungen, Einheitenaktualisierungen und -entfernungen sowie Glossare abzudecken.
ga: API leathnaithe chun nuashonruithe tionscadail, nuashonruithe aonad agus baint agus gluaiseanna a chlúdach.
hu: API kibővítve projektfrissítésekkel, szövegegységek frissítésével és törlésével, valamint szójegyzékekkel.
id: API yang diperluas untuk mencakup pembaruan proyek, pembaruan dan penghapusan unit, serta glosarium.
ja: プロジェクトの更新、ユニットの更新、削除、用語集に対応する拡張 API の追加。
nl: API voor behandelen van bijwerken project, bijwerken eenheden en verwijderen en woordenlijsten uitgebreid.
pt: Estendida a API para cobrir atualizações de projeto, atualizações de unidade e remoções e glossários.
pt_br: Estendida a API para cobrir atualizações de projeto, atualizações de unidade e remoções e glossários.
ro: API extinsă pentru a acoperi actualizările de proiecte, actualizările și eliminările de unități și glosare.
ru: API расширен для покрытия обновления проектов, а также обновления и удаления единиц перевода и словарей.
sv: Utökad API för att täcka projektuppdateringar, enhetsuppdateringar och borttagningar samt ordlistor.
ta: திட்ட புதுப்பிப்புகள், அலகு புதுப்பிப்புகள் மற்றும் நீக்குதல்கள் மற்றும் சொற்களஞ்சியங்களை மறைக்க விரிவாக்கப்பட்ட பநிஇ.
tr: API, proje güncellemelerini, birim güncellemeleri ve silmeleri ile sözlükleri kapsayacak şekilde zenginleştirildi.
uk: Розширено API — враховано оновлення і вилучення проєктів та модулів, а також глосарії.
zh_hans: 扩展了 API 以覆盖项目更新、单元更新与删除，以及术语表。
zh_hant: 擴展了 API 以覆蓋項目更新、單元更新與刪除，以及詞彙表。

source: Unit API now properly handles plural strings.
de: Die Einheiten-API verarbeitet jetzt Zeichenketten mit Pluralformen korrekt.
ga: Láimhseálann Unit API teaghráin iolra i gceart anois.
hu: Az egységek API-ja mostantól helyesen kezeli a többes számú szövegeket.
id: Unit API sekarang menangani string jamak dengan benar.
ja: Unit API を、複数の文字列を適切に処理するよう改良。
nl: Eenheid API behandelt nu op juiste wijze tekenreeksen van meervouden.
pt: A API de unidade agora lida corretamente com várias cadeias.
pt_br: A API de unidade agora lida corretamente com vários textos.
ro: Unit API gestionează acum în mod corespunzător șirurile de caractere la plural.
ru: API единицы перевода теперь правильно обрабатывает строки с формами множественного числа.
sv: Unit API hanterar nu pluralsträngar korrekt.
ta: யூனிட் பநிஇ இப்போது பன்மை சரங்களை சரியாக கையாளுகிறது.
tr: Birim API uygulamasının çoğul dizgeleri düzgün şekilde işlemesi sağlandı.
uk: У API модулів належним чином реалізовано обробку рядків із формами множини.
zh_hans: 单元 API 现在可以正确处理复数字符串。
zh_hant: 單元 API 現在能正常處理多個字符串。

source: Component creation can now handle ZIP file or document upload.
de: Die Komponentenerstellung kann jetzt ZIP-Dateien oder hochgeladene Dokumenten verarbeiten.
ga: Is féidir le cruthú comhpháirteanna láimhseáil comhad ZIP nó uaslódáil doiciméad anois.
hu: Összetevők létrehozása mostantól ZIP fájl vagy dokumentum feltöltésével is lehetséges.
id: Pembuatan komponen sekarang dapat menangani pengunggahan berkas ZIP atau dokumen.
ja: コンポーネントの作成で、ZIP ファイルまたはドキュメントのアップロードを処理できるように改良。
nl: Maken van onderdeel kan nu ZIP-bestand of uploaden document afhandelen.
pt: A criação de componentes agora pode lidar com ficheiros ZIP ou o envio de documentos.
pt_br: A criação de componentes agora pode lidar com arquivos ZIP ou envio de documentos.
ro: Crearea componentelor poate gestiona acum încărcarea fișierelor ZIP sau a documentelor.
ru: Создать компонент теперь можно, загрузив ZIP-файл или документ.
sv: Komponentskapande kan nu hantera ZIP-filer eller dokumentuppladdning.
ta: கூறு உருவாக்கம் இப்போது சிப் கோப்பு அல்லது ஆவண பதிவேற்றத்தைக் கையாள முடியும்.
tr: Bileşen oluşturmanın ZIP dosyası ya da belge yüklemesini işleyebilmesi sağlandı.
uk: У новій версії засіб створення складників може обробляти файл ZIP або вивантажений документ.
zh_hans: 部件的新建现在能够处理上传的 ZIP 文件或文档。
zh_hant: 組件的新建現在能夠處理上傳的 ZIP 文件或文檔。

source: Consolidated API response status codes.
de: Statuscodes der API-Antwort konsolidiert.
ga: Cóid stádais freagartha API comhdhlúite.
hu: API válaszkódok egységesítve.
id: Kode status respons API yang terkonsolidasi.
ja: API 応答ステータスコードの統合。
nl: Geconsolideerde API antwoord statuscodes.
pt: Códigos de estado de resposta API consolidados.
pt_br: Códigos de status de resposta API consolidados.
ro: Codurile de stare ale răspunsurilor API consolidate.
ru: Единообразие в кодах состояний ответа API.
sv: Konsoliderade API-svarskoder.
ta: ஒருங்கிணைந்த பநிஇ மறுமொழி நிலை குறியீடுகள்.
tr: API yanıt durum kodları birleştirildi.
uk: Консолідовано коди стану відповідей API .
zh_hans: 巩固了 API 相应状态代码。
zh_hant: 鞏固了 API 相應狀態代碼。

source: Support Markdown in contributor agreement.
de: Unterstützung von Markdown in der Mitwirkungsvereinbarung.
ga: Tacaigh le Markdown i gcomhaontú ranníocóra.
hu: Közreműködői megállapodás támogatja a Markdown formátumot.
id: Mendukung Markdown dalam perjanjian kontributor.
ja: 貢献者同意条項で markdown に対応。
nl: Markdown ondersteunen in overeenkomst gebruiker.
pt: Suporte a Markdown no acordo de colaborador.
pt_br: Suporte a Markdown no acordo de colaborador.
ro: Sprijină Markdown în acordul colaboratorului.
ru: Поддержка разметки Markdown в соглашении участника.
sv: Stöd Markdown i bidragaravtalet.
ta: பங்களிப்பாளர் ஒப்பந்தத்தில் மார்க் பேரூர் உதவி.
tr: Katılımcı anlaşmasında Markdown kullanılabilmesi sağlandı.
uk: Реалізовано підтримку Markdown в угоді з перекладачами.
zh_hans: 在贡献者协议中支持 Markdown。

source: Improved source strings tracking.
de: Verbesserte Nachverfolgung von Ausgangszeichenketten.
ga: Rianú teaghráin fhoinse feabhsaithe.
hu: Forrásszövegek nyomon követésének javítása.
id: Meningkatkan pelacakan string sumber.
ja: 原文の記録を改善した。
nl: Verbeterd bijhouden van brontekenreeksen.
pt: Rastreamento de cadeias fonte melhorado.
pt_br: Melhorado o rastreamento de textos fontes.
ro: Îmbunătățirea urmăririi șirurilor sursă.
ru: Улучшено отслеживание исходных строк.
sv: Förbättrad spårning av källsträngar.
ta: மேம்படுத்தப்பட்ட மூல சரங்கள் கண்காணிப்பு.
tr: Kaynak dizge izlemesi iyileştirildi.
uk: Удосконалено відстеження початкових рядків.
zh_hans: 改进了源字符串追踪。

source: Improved JSON, YAML and CSV formats compatibility.
de: Verbesserte Kompatibilität mit JSON-, YAML- und CSV-Formaten.
ga: Comhoiriúnacht feabhsaithe formáidí JSON, YAML agus CSV.
hu: JSON, YAML és CSV formátumokkal való kompatibilitás javítása.
id: Peningkatan kompatibilitas format JSON, YAML, dan CSV.
ja: JSON、YAML および CSV 形式の互換性の改良。
nl: Verbeterde compatibiliteit indelingen JSON, YAML en CSV.
pt: Melhorada a compatibilidade dos formatos JSON, YAML e CSV.
pt_br: Melhorada a compatibilidade dos formatos JSON, YAML e CSV.
ro: Compatibilitate îmbunătățită cu formatele JSON, YAML și CSV.
ru: Улучшена совместимость с форматами JSON, YAML и CSV.
sv: Förbättrad kompatibilitet med JSON-, YAML- och CSV-format.
ta: மேம்படுத்தப்பட்ட சாதொபொகு, yaml மற்றும் காபிம வடிவங்கள் பொருந்தக்கூடியவை.
tr: JSON, YAML ve CSV biçimleriyle uyumluluk iyileştirildi.
uk: Удосконалено сумісність з форматами JSON, YAML і CSV.
zh_hans: 改进了 JSON、YAML 和 CSV 格式兼容性。
zh_hant: 改進了 JSON、YAML 和 CSV 格式兼容性。

source: Added support for removing strings.
de: Unterstützung für das Entfernen von Zeichenketten hinzugefügt.
ga: Tacaíocht breise chun teaghráin a bhaint.
hu: Szövegek eltávolításának támogatása hozzáadva.
id: Menambahkan dukungan untuk menghapus string.
ja: 文字列の削除に対応。
nl: Ondersteuning toegevoegd voor het verwijderen van tekenreeksen.
pt: Suporte adicional para remover cadeias.
pt_br: Suporte adicionado para remover Fios da Meada.
ro: A fost adăugat suport pentru eliminarea șirurilor de caractere.
ru: Добавлена поддержка удаления строк.
sv: Lagt till stöd för att ta bort strängar.
ta: சரங்களை அகற்றுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Dizgeleri silme özelliği eklendi.
uk: Додано підтримку вилучення рядків.
zh_hans: 增加了对删除字符串的支持。

source: Improved performance of file downloads.
de: Verbesserte Leistung beim Herunterladen von Dateien.
ga: Feabhsú ar fheidhmíocht íoslódálacha comhaid.
hu: Fájlletöltések teljesítményének javítása.
id: Peningkatan kinerja pengunduhan berkas.
ja: ファイル ダウンロードの性能の改良。
nl: Verbeterde prestaties voor downloaden van bestanden.
pt: Melhorado o desempenho de descargas de ficheiros.
pt_br: Melhorado o desempenho de downloads de arquivos.
ro: Performanță îmbunătățită a descărcărilor de fișiere.
ru: Улучшена производительность скачивания файлов.
sv: Förbättrad prestanda vid nedladdning av filer.
ta: கோப்பு பதிவிறக்கங்களின் மேம்பட்ட செயல்திறன்.
tr: Dosya indirme başarımı iyileştirildi.
uk: Поліпшено швидкодію під час отримання файлів.
zh_hans: 改进了文件下载的性能。
zh_hant: 改進了文件下載的性能。

source: Improved repository management view.
de: Verbesserte Ansicht der Repository-Verwaltung.
ga: Dearcadh feabhsaithe ar bhainistíocht stórtha.
hu: Tárolókezelési nézet fejlesztése.
id: Tampilan manajemen repositori yang ditingkatkan.
ja: リポジトリ管理画面の改良。
nl: Verbeterde weergave beheer opslagruimten.
pt: Melhorada a visão de gestão de repositório.
pt_br: Melhorada a visão de gerenciamento de repositório.
ro: Vizualizare îmbunătățită a gestionării depozitelor.
ru: Улучшен интерфейс управления репозиториями.
sv: Förbättrad vy för hantering av arkiv.
ta: மேம்படுத்தப்பட்ட களஞ்சிய மேலாண்மை பார்வை.
tr: Depo yönetimi görünümü iyileştirildi.
uk: Удосконалено панель керування сховищами.
zh_hans: 改进了仓库管理视图。

source: Automatically enable java-format for Android.
de: Automatisches Aktivieren des Java-Formats für Android.
ga: Cumasaigh formáid java do Android go huathoibríoch.
hu: Android esetén a `java-format` ellenőrzés automatikusan engedélyezésre kerül.
id: Aktifkan format java secara otomatis untuk Android.
ja: Android の java-format を自動的に有効にするように変更。
nl: Automatisch indeling Java inschakelen voor Android.
pt: Ativa automaticamente o formato java para Android.
pt_br: Habilita automaticamente o formato java para Android.
ro: Activați automat formatul java pentru Android.
ru: Автоматическое включение java-формата для Android.
sv: Aktivera automatiskt Java-format för Android.
ta: ஆண்ட்ராய்டு க்கான சாவா வடிவத்தை தானாக இயக்கவும்.
tr: Android için Java biçiminin kendiliğinden kullanıma alınması sağlandı.
uk: Реалізовано автоматичне вмикання формату java для Android.
zh_hans: 为 Android 自动启动 java 格式。
zh_hant: 為安卓自動啟動 java 格式。
