Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate 0.x series
de: Weblate 0.x
ga: Weblate 0.x sraith
hu: Weblate 0.x sorozat
id: Seri Weblate 0.x
ja: Weblate 0.x シリーズ
nl: Weblate 0.x serie
pt: Série 0.x do Weblate
pt_br: Série 0.x do Weblate
ro: Seria Weblate 0.x
ru: Серия Weblate 0.x
sv: Weblate 0.x-serien
ta: வலைபெயர்ப்பு 0.x தொடர்
tr: Weblate 0.x serisi
uk: Випуски Weblate 0.x
zh_hans: Weblate 0.x 系列
zh_hant: Weblate 0.x 系列

source: *Released on April 18th 2012.*
de: *Veröffentlicht am 18. April 2012.*
ga: *Eisithe ar 18 Aibreán 2012.*
hu: *Kiadva: 2012. április 18.*
id: *Dirilis pada 18 April 2012.*
nl: *Uitgegeven op 18 april 2012.*
pt_br: *Atualizado em 18 de abril de 2012.*
sv: *Släppt den 18 april 2012.*
tr: *18 Nisan 2012 tarihinde yayınlandı.*
uk: *Випущено 18 квітня 2012 року.*

source: Fixed import of unknown languages.
de: Den Import von unbekannten Sprachen korrigiert.
ga: Iompórtáil seasta teangacha anaithnid.
hu: Javítva az ismeretlen nyelvek importálása.
id: Memperbaiki impor bahasa yang tidak dikenal.
ja: 不明な言語のインポートを修正。
nl: Gerepareerd importeren van onbekende talen.
pt: Corrigida a importação de idiomas desconhecidos.
pt_br: Corrigida a importação de idiomas desconhecidos.
ro: A fost reparat importul de limbi necunoscute.
ru: Исправлен импорт неизвестных языков.
sv: Fast import av okända språk.
ta: அறியப்படாத மொழிகளின் நிலையான இறக்குமதி.
tr: Bilinmeyen diller içe aktarılırken yaşanan sorun düzeltildi.
uk: Виправлено імпортування невідомих мов.
zh_hans: 修复了未知语言的导入。
zh_hant: 修復了未知語言的導入。

source: Improved listing of nearby messages.
de: Verbesserte Auflistung von benachbarten Zeichenketten.
ga: Liosta feabhsaithe de theachtaireachtaí in aice láimhe.
hu: Közeli üzenetek listázásának javítása.
id: Peningkatan daftar pesan terdekat.
ja: 前後のメッセージの一覧を改良。
nl: Verbeterde vermelding van nabijgelegen eenheden.
pt: Melhorada a lista de mensagens próximas.
pt_br: Melhorada a lista de mensagens próximas.
ro: A fost îmbunătățită listarea mesajelor din apropiere.
ru: Улучшен список соседних сообщений.
sv: Förbättrad lista över närliggande meddelanden.
ta: அருகிலுள்ள செய்திகளின் மேம்பட்ட பட்டியல்.
tr: Yakındaki iletilerin listelenmesi iyileştirildi.
uk: Удосконалено побудову списку сусідніх повідомлень.
zh_hans: 改进了附近消息的列表。
zh_hant: 改進了附近消息的列表。

source: Improved several checks.
de: Mehrere Qualitätsprüfungen verbessert.
ga: Feabhsaíodh roinnt seiceálacha.
hu: Több ellenőrzés továbbfejlesztve.
id: Memperbaiki beberapa pemeriksaan.
ja: 一部の検査の改良。
nl: Verscheidene controles verbeterd.
pt: Melhoradas várias verificações.
pt_br: Melhoradas várias verificações.
ro: Au fost îmbunătățite mai multe verificări.
ru: Улучшено несколько проверок.
sv: Flera kontroller har förbättrats.
ta: பல சோதனைகளை மேம்படுத்தியது.
tr: Birkaç denetim iyileştirildi.
uk: Удосконалено декілька перевірок.
zh_hans: 改进了几项检查。
zh_hant: 改進了幾項檢查。

source: Documentation updates.
de: Aktualisierung der Dokumentation.
ga: Nuashonruithe doiciméad.
hu: Dokumentáció frissítések.
id: Pembaruan dokumentasi.
ja: ドキュメントの更新。
nl: Documentatie bijgewerkt.
pt: Atualizações de documentação.
pt_br: Atualizações de documentação.
ro: Actualizări ale documentației.
ru: Обновление документации.
sv: Dokumentationsuppdateringar.
ta: ஆவணப்படுத்தல் புதுப்பிப்புகள்.
tr: Belgeler güncellendi.
uk: Оновлення документації.
zh_hans: 文档更新。
zh_hant: 文檔更新。

source: Added definition for several more languages.
de: Definition für weitere Sprachen hinzugefügt.
ga: Sainmhíniú breise le haghaidh roinnt teangacha eile.
hu: További nyelvek definíciója került hozzáadásra.
id: Menambahkan definisi untuk beberapa bahasa lainnya.
ja: 一部の言語の定義を追加。
nl: Definities toegevoegd voor meerdere verschillende talen.
pt: Adicionada definição para vários outros idiomas.
pt_br: Adicionada definição para vários outros idiomas.
ro: A fost adăugată o definiție pentru mai multe limbi.
ru: Добавлены определения для ещё нескольких языков.
sv: Lagt till definitioner för flera ytterligare språk.
ta: இன்னும் பல மொழிகளுக்கான வரையறை சேர்க்கப்பட்டது.
tr: Birkaç dilin tanımları eklendi.
uk: Додано визначення для декількох інших мов.
zh_hans: 增加了另外几种语言的定义。
zh_hant: 為更多的幾種語言添加了定義。

source: Various code cleanups.
de: Verschiedene Codebereinigungen.
ga: Glanta cód éagsúla.
hu: Különféle kódtisztítások.
id: Berbagai pembersihan kode.
ja: 多くのコードのクリーンアップ。
nl: Verscheidene opschoningen van code.
pt: Várias limpezas de código.
pt_br: Várias limpezas de código.
ro: Diferite curățări de cod.
ru: Всякая разная чистка кода.
sv: Olika kodrensningar.
ta: பல்வேறு குறியீடு தூய்மைப்படுத்தல்கள்.
tr: Çeşitli kod temizlemeleri yapıldı.
uk: Різноманітні чищення коду.
zh_hans: 各种代码清理。
zh_hant: 各種編碼清理。

source: Documentation improvements.
de: Verbesserung der Dokumentation.
ga: Feabhsuithe ar dhoiciméadú.
hu: Dokumentációs fejlesztések.
id: Peningkatan dokumentasi.
ja: ドキュメントの改善。
nl: Verbeteringen in documentatie.
pt: Melhorias na documentação.
pt_br: Melhorias na documentação.
ro: Îmbunătățirea documentației.
ru: Улучшения в документации.
sv: Dokumentationsförbättringar.
ta: ஆவணமாக்கல் மேம்பாடுகள்.
tr: Belgelerde iyileştirmeler yapıldı.
uk: Удосконалення у документації.
zh_hans: 文档改进。
zh_hant: 文檔改進。

source: Changed file layout.
de: Dateilayout geändert.
ga: Athraíodh leagan amach an chomhaid.
hu: Fájlszerkezet módosítva.
id: Tata letak berkas diubah.
ja: ファイル配置の変更。
nl: Gewijzigde bestandslay-out.
pt: Alteração do layout do ficheiro.
pt_br: Alterado o layout de arquivo.
ro: A fost modificat aspectul fișierului.
ru: Изменение макета файла.
sv: Ändrad fillayout.
ta: கோப்பு தளவமைப்பு மாற்றப்பட்டது.
tr: Dosya yerleşimi değiştirildi.
uk: Змінено компонування файлів.
zh_hans: 更改了文件布局。
zh_hant: 更改了文件佈局。

source: Update helper scripts to Django 1.4.
de: Hilfsskripte auf Django 1.4 aktualisiert.
ga: Nuashonraigh scripteanna cúntóir go Django 1.4.
hu: Segédszkriptek frissítve a Django 1.4 verzióhoz.
id: Perbarui skrip pembantu ke Django 1.4.
ja: ヘルパー スクリプトを Django 1.4 に更新。
nl: Bijgewerkte hulpscripts naar Django 1.4.
pt: Atualiza scripts auxiliares para Django 1.4.
pt_br: Atualiza scripts auxiliares para Django 1.4.
ro: Actualizarea scripturilor ajutătoare la Django 1.4.
ru: Обновление вспомогательных скриптов до версии Django 1.4.
sv: Uppdatera hjälpscript till Django 1.4.
ta: சாங்கோ 1.4 க்கு உதவி ச்கிரிப்ட்களைப் புதுப்பிக்கவும்.
tr: Yardım betikleri Django 1.4 sürümüne güncellendi.
uk: Оновлено допоміжні скрипт для Django 1.4.
zh_hans: 将帮助脚本更新为 Django 1.4。
zh_hant: 將幫助腳本更新為 Django 1.4。

source: Improved navigation while translating.
de: Verbesserte Navigation beim Übersetzen.
ga: Nascleanúint fheabhsaithe agus tú ag aistriú.
hu: Fordítás közbeni navigáció javítása.
id: Peningkatan navigasi saat menerjemahkan.
ja: 翻訳中の操作性の改良。
nl: Verbeterde navigatie tijdens vertalen.
pt: Melhorada a navegação durante a tradução.
pt_br: Melhorada a navegação durante a tradução.
ro: Navigare îmbunătățită în timpul traducerii.
ru: Улучшение навигации во время перевода.
sv: Förbättrad navigering under översättningen.
ta: மொழிபெயர்க்கும் போது மேம்படுத்தப்பட்ட வழிசெலுத்தல்.
tr: Çeviri sırasında gezinme iyileştirildi.
uk: Удосконалено навігацію під час перекладу.
zh_hans: 改进了翻译时的导航。
zh_hant: 改進了翻譯時的導航。

source: Better handling of po file renames.
de: Bessere Handhabung beim Umbenennen von PO-Dateien.
ga: Láimhseáil níos fearr ar athainmneacha po-chomhaid.
hu: PO-fájlok átnevezésének jobb kezelése.
id: Penanganan penggantian nama berkas po yang lebih baik.
ja: po ファイル名の変更処理の改良。
nl: Betere afhandeling van hernoemen van PO-bestanden.
pt: Melhor tratamento de renomeações de ficheiros po.
pt_br: Melhor tratamento de renomeações de arquivos po.
ro: O mai bună gestionare a redenumirii fișierelor po.
ru: Улучшение обработки переименования po-файлов.
sv: Bättre hantering av namnändringar av po-filer.
ta: po கோப்பு மறுபெயரிடங்களை சிறப்பாக கையாளுதல்.
tr: PO dosyası ad değişikliklerinin işlenmesi iyileştirildi.
uk: Удосконалено обробку перейменовування файлів PO.
zh_hans: 更好地处理 po 文件的重命名。
zh_hant: 更好地處理 po 文件的重命名。

source: Better validation while creating component.
de: Bessere Validierung beim Erstellen von Komponenten.
ga: Bailíochtú níos fearr agus comhpháirt á chruthú.
hu: Pontosabb érvényesítés összetevő létrehozásakor.
id: Validasi yang lebih baik saat membuat komponen.
ja: コンポーネント作成中の検証機能の改良。
nl: Betere validatie bij maken van onderdeel.
pt: Melhor validação durante a criação do componente.
pt_br: Melhor validação durante a criação do componente.
ro: O mai bună validare în timpul creării componentei.
ru: Улучшены проверки при создании компонентов.
sv: Bättre validering vid skapande av komponenter.
ta: கூறுகளை உருவாக்கும் போது சிறந்த சரிபார்ப்பு.
tr: Bileşen oluştururken doğrulama iyileştirildi.
uk: Удосконалено перевірку при створенні складника.
zh_hans: 新建部件时更好的验证。
zh_hant: 新建組件時更好的驗證。

source: Integrated full setup into syncdb.
de: Vollständige Einrichtung in syncdb integriert.
ga: Socrú iomlán comhtháite i syncdb.
hu: Teljes beállítás integrálása a `syncdb` folyamatba.
id: Pengaturan lengkap terintegrasi ke dalam syncdb.
ja: 完全なセットアップを syncdb と連携。
nl: Geïntegreerde volledige opstelling naar syncdb.
pt: Integrada a configuração completa no syncdb.
pt_br: Integrada a configuração completa no syncdb.
ro: Configurație completă integrată în syncdb.
ru: Полная интеграция установки в команду syncdb.
sv: Integrerad fullständig installation i syncdb.
ta: முழு அமைப்பை ஒத்திசைவுடன் ஒருங்கிணைத்தது.
tr: syncdb ile bütünleşik tam kurulum sağlandı.
uk: Усі налаштування інтегровано до syncdb.
zh_hans: 将完全设置集成到 syncdb 中。
zh_hant: 將完全設置集成到 syncdb 中。

source: Added list of recent changes to all translation pages.
de: Liste der letzten Änderungen auf allen Übersetzungsseiten hinzugefügt.
ga: Cuireadh liosta leis na hathruithe is déanaí ar gach leathanach aistriúcháin.
hu: Legutóbbi változások listája hozzáadva minden fordítási oldalhoz.
id: Menambahkan daftar perubahan terkini ke semua halaman terjemahan.
ja: すべての翻訳ページに最近の変更点の一覧を追加。
nl: Lijst met recente wijzigingen toegevoegd aan alle pagina's voor vertalen.
pt: Adicionada lista de mudanças recentes para todas as páginas de tradução.
pt_br: Adicionada lista de mudanças recentes para todas as páginas de tradução.
ro: A fost adăugată o listă cu modificările recente la toate paginile de traducere.
ru: На всех страницах перевода добавлен список последних изменений.
sv: Lista över senaste ändringar har lagts till på alla översättningssidor.
ta: அனைத்து மொழிபெயர்ப்பு பக்கங்களிலும் அண்மைக் கால மாற்றங்களின் பட்டியல் சேர்க்கப்பட்டது.
tr: Tüm çeviri sayfalarına yapılan son değişikliklerin listesi eklendi.
uk: Додано список нещодавніх змін на усі сторінки перекладу.
zh_hans: 在所有翻译页面中增加了近期变更列表。
zh_hant: 為所有翻譯頁面添加了最近更改的列表。

source: Check for untranslated strings ignores format string only messages.
de: Die Prüfung auf nicht übersetzte Zeichenketten ignoriert Meldungen, die nur Formatzeichenketten enthalten.
ga: Déanann seiceáil an bhfuil teaghráin neamhaistrithe neamhaird ar theachtaireachtaí formáide amháin.
hu: A le nem fordított szövegek ellenőrzése mostantól figyelmen kívül hagyja azokat az üzeneteket, amelyek csak formátumsztringből állnak.
id: Pemeriksaan string yang tidak diterjemahkan mengabaikan pesan string format saja.
ja: 未翻訳の文字列を検査し、フォーマット文字列のみのメッセージは無視するように改良。
nl: Controle op niet vertaalde tekenreeksen negeert eenheden met alleen tekenreeks voor indeling.
pt: A verificação de cadeias não traduzidas ignora as mensagens de cadeias de apenas formato.
pt_br: A verificação de textos não traduzidos ignora mensagens de texto apenas de formato.
ro: Verificarea șirurilor de caractere netraduse ignoră doar mesajele cu șiruri de format.
ru: Проверка наличия непереведённых строк игнорирует сообщения только о формате строки.
sv: Kontrollera om det finns orörda strängar ignorerar endast meddelanden med formatsträngar.
ta: மொழிபெயர்க்கப்படாத சரங்களை சரிபார்க்கவும் வடிவமைப்பு சரம் மட்டுமே செய்திகளை புறக்கணிக்கிறது.
tr: Çevrilmemiş dizge denetiminin, yalnızca biçim dizgesi iletilerini yok sayması sağlandı.
uk: Під час перевірки на неперекладені рядки реалізовано нехтування повідомлень, які складаються лише з рядків форматування.
zh_hans: 检查未翻译的字符串，忽略格式字符串只检查消息。

source: *Released on April 3rd 2012.*
de: *Veröffentlicht am 3. April 2012.*
ga: *Eisithe ar 3 Aibreán 2012.*
hu: *Kiadva: 2012. április 3.*
id: *Dirilis pada tanggal 3 April 2012.*
nl: *Uitgegeven op 3 april 2012.*
pt_br: *Atualizado em 3 de abril de 2012.*
sv: *Släpptes den 3 april 2012.*
tr: *3 Nisan 2012 tarihinde yayınlandı.*
uk: *Випущено 3 квітня 2012 року.*

source: Replaced own full text search with Whoosh.
de: Die eigene Volltextsuche durch Whoosh ersetzt.
ga: Cuireadh Whoosh in ionad an chuardaigh téacs iomlán féin.
hu: Saját teljes szövegkeresés lecserélve Whoosh-alapú keresésre.
id: Mengganti pencarian teks lengkap sendiri dengan Whoosh.
ja: 独自の全文検索を Whoosh に変更。
nl: Eigen volledige tekst zoeken vervangen door Whoosh.
pt: Substituída a própria pesquisa de texto completo por Whoosh.
pt_br: Substituída a própria busca de texto completo por Whoosh.
ro: Înlocuirea propriei căutări de text integral cu Whoosh.
ru: Собственный полнотекстовый поиск заменён на Whoosh.
sv: Ersatte egen fulltextsökning med Whoosh.
ta: ஊச் உடன் சொந்த முழு உரை தேடலை மாற்றியது.
tr: Tam metin araması Whoosh ile değiştirildi.
uk: Власний повнотекстовий пошук замінено на Whoosh.
zh_hans: 用 Whoosh 代替自己的全文搜索。
zh_hant: 用 Whoosh 代替自己的全文搜索。

source: Various fixes and improvements to checks.
de: Verschiedene Korrekturen und Verbesserungen der Qualitätsprüfungen.
ga: Ceartúcháin agus feabhsuithe éagsúla ar sheiceálacha.
hu: Több javítás és fejlesztés az ellenőrzésekhez.
id: Berbagai perbaikan dan peningkatan pada pemeriksaan.
ja: 多くの修正と検査の改良。
nl: Verscheidene reparaties en verbeteringen aan controles.
pt: Várias correções e melhorias nas verificações.
pt_br: Várias correções e melhorias nas verificações.
ro: Diverse remedieri și îmbunătățiri ale verificărilor.
ru: Различные исправления и улучшения проверок.
sv: Olika korrigeringar och förbättringar av kontroller.
ta: சோதனைகளின் பல்வேறு திருத்தங்கள் மற்றும் மேம்பாடுகள்.
tr: Denetimlerde çeşitli düzeltme ve iyileştirmeler yapıldı.
uk: Різноманітні виправлення і удосконалення у перевірках.
zh_hans: 对检查的各种修复和改进。
zh_hant: 對檢查的各種修改和改進。

source: New command updatechecks.
de: Neuer Befehl updatechecks.
ga: Seiceálacha nuashonraithe orduithe nua.
hu: Új parancs: `updatechecks`.
id: Pembaruan perintah baru.
ja: 新コマンド updatechecks の追加。
nl: Nieuwe opdracht controles bijwerken.
pt: Novo comando updatechecks.
pt_br: Novo comando updatechecks.
ro: Noua comandă updatechecks.
ru: Новая команда updatechecks.
sv: Nytt kommando updatechecks.
ta: புதிய கட்டளை புதுப்பிப்பு தொழில்நுட்பங்கள்.
tr: Yeni updatechecks komutu eklendi.
uk: Нова команда updatechecks.
zh_hans: 新的命令更新检查。
zh_hant: 新的命令更新檢查。

source: Lot of translation updates.
de: Viele Aktualisierungen der Übersetzungen.
ga: Go leor nuashonruithe aistriúcháin.
hu: Számos fordítás frissítve.
id: Banyak pembaruan terjemahan.
ja: 翻訳機能の多くの改良。
nl: Veel bijwerken van vertalingen.
pt: Muitas atualizações de tradução.
pt_br: Muitas atualizações de tradução.
ro: O mulțime de actualizări de traduceri.
ru: Множество обновлений переводов.
sv: Många översättningsuppdateringar.
ta: நிறைய மொழிபெயர்ப்பு புதுப்பிப்புகள்.
tr: Çok sayıda çeviri güncellemesi yapıldı.
uk: Багато оновлень перекладів.
zh_hans: 很多翻译更新。
zh_hant: 很多翻譯更新。

source: Added dictionary for storing most frequently used terms.
de: Ein Wörterbuch zum Speichern der am häufigsten verwendeten Begriffe hinzugefügt.
ga: Foclóir curtha leis chun na téarmaí is minicí a úsáidtear a stóráil.
hu: Szótár hozzáadva a leggyakrabban használt kifejezések tárolására.
id: Menambahkan kamus untuk menyimpan istilah yang paling sering digunakan.
ja: よく使う用語を登録できる辞書を追加。
nl: Woordenboek toegevoegd voor het opslaan van de meest frequent gebruikte termen.
pt: Adicionado dicionário para armazenar os termos usados com mais frequência.
pt_br: Adicionado dicionário para armazenar os termos usados com mais frequência.
ro: A fost adăugat un dicționar pentru stocarea celor mai frecvent utilizați termeni.
ru: Добавлен словарь для хранения наиболее часто используемых терминов.
sv: Lagt till ordbok för lagring av de mest använda termerna.
ta: அடிக்கடி பயன்படுத்தப்படும் விதிமுறைகளை சேமிக்க அகராதி சேர்க்கப்பட்டது.
tr: Sık kullanılan terimlerin kaydedilebilmesi için sözlük eklendi.
uk: Додано словник для зберігання більшості часто використовуваних термінів.
zh_hans: 添加了字典，来存储最常用的术语。
zh_hant: 添加了字典，來存儲最常用的術語。

source: Added /admin/report/ for overview of repositories status.
de: /admin/report/ für die Übersicht über die Repositorys-Status hinzugefügt.
ga: Curtha leis /admin/report/ le haghaidh forbhreathnú ar stádas na stórtha.
hu: Hozzáadva: /admin/report/ oldal a tárolók állapotának áttekintésére.
id: Menambahkan /admin/report/ untuk ikhtisar status repositori.
ja: リポジトリの状態の概要に /admin/report/ を追加。
nl: Toegevoegd /admin/report/ voor overzicht status van opslagruimten.
pt: Adicionado /admin/report/ para uma visão geral do estado dos repositórios.
pt_br: Adicionado /admin/report/ para uma visão geral do status dos repositórios.
ro: S-a adăugat /admin/report/ pentru o privire de ansamblu asupra stării depozitelor.
ru: Добавлена конечная точка /admin/report/ для обзора состояния репозиториев.
sv: Lagt till /admin/report/ för översikt över arkivens status.
ta: சேர்க்கப்பட்டது/நிர்வாகி/அறிக்கை/களஞ்சிய நிலையின் கண்ணோட்டத்திற்கு.
tr: Depoların durumu özeti için /admin/report/ eklendi.
uk: Додано /admin/report/ для огляду стану сховищ.
zh_hans: 为仓库状态的概况添加了 /admin/report/。
zh_hant: 為倉庫狀態的概況添加了 /admin/report/。

source: Machine translation services no longer block page loading.
de: Maschinelle Übersetzungsdienste blockieren das Laden von Seiten nicht mehr.
ga: Ní chuireann seirbhísí aistriúcháin meaisín bac ar luchtú leathanach a thuilleadh.
hu: A gépi fordítási szolgáltatások többé nem blokkolják az oldal betöltését.
id: Layanan terjemahan mesin tidak lagi memblokir pemuatan halaman.
ja: 機械翻訳サービスによるページ読み込みでブロックしないように改良。
nl: Services voor machinevertaling blokkeren niet langer het laden van pagina.
pt: Os serviços de tradução de máquina não bloqueiam mais o carregamento da página.
pt_br: Os serviços de tradução automática não bloqueiam mais o carregamento da página.
ro: Serviciile de traducere automată nu mai blochează încărcarea paginilor.
ru: Сервисы машинного перевода больше не блокируют загрузку страницы.
sv: Maskinöversättningstjänster blockerar inte längre sidladdningen.
ta: இயந்திர மொழிபெயர்ப்பு சேவைகள் இனி பக்க ஏற்றத்தைத் தடுக்காது.
tr: Makine çevirisi hizmetlerinin sayfa yüklemesini engellemesi önlendi.
uk: Усунено блокування завантаження сторінок службами комп'ютерного перекладу.
zh_hans: 机器翻译服务不会再阻碍页面加载了。
zh_hant: 機器翻譯頁面不再阻礙裝入頁面。

source: Management interface now contains also useful actions to update data.
de: Die Verwaltungsoberfläche enthält jetzt auch nützliche Aktionen zur Datenaktualisierung.
ga: Tá gníomhartha úsáideacha anois sa chomhéadan bainistíochta chun sonraí a nuashonrú.
hu: A kezelőfelületen új hasznos műveletek érhetők el az adatok frissítésére.
id: Antarmuka manajemen sekarang juga berisi tindakan yang berguna untuk memperbarui data.
ja: 管理画面に、データを更新するための便利な操作の追加。
nl: Beheerinterface bevat nu ook nuttige acties voor het bijwerken van gegevens.
pt: A interface de gestão agora também contém ações úteis para atualizar dados.
pt_br: A interface de gerenciamento agora também contém ações úteis para atualizar dados.
ro: Interfața de gestionare conține acum și acțiuni utile pentru actualizarea datelor.
ru: Интерфейс управления теперь также содержит полезные действия для обновления данных.
sv: Administrationsgränssnittet innehåller nu även användbara funktioner för att uppdatera data.
ta: மேலாண்மை இடைமுகத்தில் தரவைப் புதுப்பிக்க பயனுள்ள செயல்களும் உள்ளன.
tr: Yönetim arayüzüne yararlı verileri güncelleme işlemleri eklendi.
uk: Нова версія інтерфейсу керування містить корисні пункти для оновлення даних.
zh_hans: 管理界面现在也包含用于更新数据的有用操作。
zh_hant: 管理界面現在也包含有用的行為來更新數據。

source: Records log of changes made by users.
de: Protokollierung von Änderungen, die von Benutzern vorgenommen wurden.
ga: Taifeadann loga athruithe a rinne úsáideoirí.
hu: A felhasználók által végrehajtott változások naplózása.
id: Mencatat log perubahan yang dibuat oleh pengguna.
ja: ユーザーによる変更の記録ログ機能の追加。
nl: Neemt log van door gebruikers gemaakte wijzigingen op.
pt: Regista o log de alterações feitas pelos utilizadores.
pt_br: Registra o log de alterações feitas pelos usuários.
ro: Înregistrează jurnalul modificărilor efectuate de utilizatori.
ru: Запись в журнал сделанных пользователями изменений.
sv: Registrerar logg över ändringar gjorda av användare.
ta: பயனர்களால் செய்யப்பட்ட மாற்றங்களின் பதிவுகள் பதிவு.
tr: Kullanıcılar tarafından yapılan değişikliklerin günlük kayıtlarının tutulması sağlandı.
uk: Реалізовано запис до журналу змін, які внесено користувачами.
zh_hans: 记录用户所做更改的日志。
zh_hant: 記錄用戶所做更改的日誌。

source: Ability to postpone commit to Git to generate less commits from single user.
de: Möglichkeit, Commits an Git zu verschieben, um weniger Commits von einem einzelnen Benutzer zu erzeugen.
ga: Cumas gealltanas do Git a chur siar chun níos lú gealltanais a ghiniúint ó úsáideoir aonair.
hu: Lehetőség a Git véglegesítések elhalasztására, hogy kevesebb véglegesítés keletkezzen egy felhasználótól.
id: Kemampuan untuk menunda komit pada Git untuk menghasilkan komit lebih sedikit dari satu pengguna.
ja: Git へのコミットを延期し、1 人のユーザーから生成されるコミットを減らすように改良。
nl: Mogelijk om indieningen bij Git uit te stellen om minder indieningen van een enkele gebruiker te genereren.
pt: Capacidade de adiar o commit para Git para gerar menos commits de um único utilizador.
pt_br: Capacidade de adiar o commit para Git para gerar menos commits de um único usuário.
ro: Posibilitatea de a amâna confirmarea în Git pentru a genera mai puține confirmări de la un singur utilizator.
ru: Возможность откладывания коммита в Git, чтобы генерировать поменьше коммитов от одного пользователя.
sv: Möjlighet att skjuta upp commit till Git för att generera färre commit från en enskild användare.
ta: ஒற்றை பயனரிடமிருந்து குறைவான கமிட்டுகளை உருவாக்க அறிவிலி மீது உறுதிப்பாட்டை ஒத்திவைக்கும் திறன்.
tr: Tek bir kullanıcıdan daha az işleme oluşturmak için Git işlemesini erteleme özelliği eklendi.
uk: Реалізовано можливість відкладення внеску до Git для зменшення кількості внесків від одного користувача.
zh_hans: 推至提交给 Git 的能力，来产生来自单一用户的更少的提交。
zh_hant: 推至提交給 Git 的能力，來產生來自單一用戶的更少的提交。

source: Possibility to browse failing checks.
de: Möglichkeit, fehlgeschlagene Qualitätsprüfungen zu durchsuchen.
ga: Deis chun seiceálacha teipthe a bhrabhsáil.
hu: Hibás ellenőrzések böngészésének lehetősége.
id: Kemungkinan untuk menelusuri pemeriksaan yang gagal.
ja: 検査不合格の項目の表示。
nl: Mogelijkheid om door mislukte controles te bladeren.
pt: Possibilidade de navegar nas verificações com falha.
pt_br: Possibilidade de navegar nas verificações com falha.
ro: Posibilitatea de a răsfoi controalele nereușite.
ru: Возможность просмотра неудачных проверок.
sv: Möjlighet att bläddra bland misslyckade kontroller.
ta: தோல்வியுற்ற சோதனைகளை உலாவ வாய்ப்பு.
tr: Başarısız olan denetimlere göz atma özelliği eklendi.
uk: Реалізовано можливість навігації непройденими перевірками.
zh_hans: 可以浏览未通过的检查。
zh_hant: 瀏覽失敗檢查的可能性。
