Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Possibility to relocate Weblate (for example to run it under /weblate path).
de: Möglichkeit, Weblate zu verschieben (z. B. um es unter dem Pfad /weblate auszuführen).
ga: Deis Weblate a athlonnú (mar shampla é a rith faoi chonair /weblate).
hu: Weblate áthelyezésének lehetősége (például futtatás `/weblate` útvonal alatt).
id: Kemungkinan untuk merelokasi Weblate (misalnya menjalankannya di jalur /weblate).
ja: Weblateの再配置が可能（例: /weblate のパスの下で実行）に改良。
nl: Mogelijkheid om Weblate te verplaatsen (om het bijvoorbeeld uit te voeren onder het pad /weblate).
pt: Possibilidade de realocar o Weblate (por exemplo, executá-lo no caminho /weblate).
pt_br: Possibilidade de realocar o Weblate (por exemplo, executá-lo no caminho /weblate).
ro: Posibilitatea de a relocaliza Weblate (de exemplu, pentru a-l rula în calea /weblate).
ru: Возможность переместить Weblate (запускать его установленным по другому пути, например, `/weblate`).
sv: Möjlighet att flytta Weblate (till exempel för att köra det under sökvägen /weblate).
ta: வலைபெயர்ப்பை இடமாற்றம் செய்வதற்கான சாத்தியம் (எடுத்துக்காட்டாக அதை /வலைபெயர்ப்பு பாதையின் கீழ் இயக்க).
tr: Weblate kurulumunun yerinin değiştirilmesi sağlandı (örneğin /weblate yolu altında çalıştırmak için).
uk: Реалізовано можливість перенесення Weblate (наприклад, запуску його з каталогу /weblate).
zh_hans: 重新定位 Weblate 的可能性（例如在 /weblate 路径下运行）。
zh_hant: 重新定位 Weblate 的可能性（例如在 /weblate 路徑下運行）。

source: Support for manually choosing file type in case autodetection fails.
de: Unterstützung für die manuelle Auswahl des Dateityps, wenn die automatische Erkennung fehlschlägt.
ga: Tacaíocht chun cineál comhaid a roghnú de láimh ar eagla go dteipeann ar an uathbhrath.
hu: Fájltípus kézi kiválasztásának támogatása, ha az automatikus felismerés nem sikerül.
id: Dukungan untuk memilih jenis berkas secara manual jika deteksi otomatis gagal.
ja: 自動検出が失敗した場合に、手動でファイル形式を選択できるように改良。
nl: Ondersteuning voor handmatig kiezen van bestandstype in het geval automatisch detecteren mislukt.
pt: Suporte para escolher manualmente o tipo de ficheiro no caso de falha na autodetecção.
pt_br: Suporte para escolher manualmente o tipo de arquivo no caso de falha na autodetecção.
ro: Suport pentru alegerea manuală a tipului de fișier în cazul în care detecția automată eșuează.
ru: Возможность выбрать тип файла вручную, если автоопределение с этим не справилось.
sv: Stöd för manuell val av filtyp om automatisk identifiering misslyckas.
ta: தன்னியக்கவியல் தோல்வியுற்றால் கோப்பு வகையை கைமுறையாக தேர்ந்தெடுப்பதற்கான உதவி.
tr: Kendiliğinden algılamanın başarısız olması durumunda dosya türünü el ile seçme özelliği eklendi.
uk: Реалізовано підтримку вибору типу файлів вручну, якщо не вдається визначити тип файлів автоматично.
zh_hans: 支持在自动检测失败的情况下手动选择文件类型。
zh_hant: 支持在自動檢測失敗的情況下手動選擇文件類型。

source: Better support for Android resources.
de: Bessere Unterstützung für Android-Ressourcen.
ga: Tacaíocht níos fearr d'acmhainní Android.
hu: Android erőforrások jobb támogatása.
id: Dukungan yang lebih baik untuk sumber daya Android.
ja: Android リソースへの対応を強化。
nl: Betere ondersteuning voor bronnen van Android.
pt: Melhor suporte para recursos Android.
pt_br: Melhor suporte para recursos Android.
ro: Suport mai bun pentru resursele Android.
ru: Улучшена поддержка ресурсов Android.
sv: Bättre stöd för Android-resurser.
ta: ஆண்ட்ராய்டு வளங்களுக்கு சிறந்த உதவி.
tr: Android kaynakları için daha iyi destek sağlandı.
uk: Удосконалено підтримку ресурсів Android.
zh_hans: 更好地支持 Android 资源。
zh_hant: 更好地支持 Android 源。

source: Support for generating SSH key from web interface.
de: Unterstützung für das Generieren von SSH-Schlüsseln über die Weboberfläche.
ga: Tacaíocht chun eochair SSH a ghiniúint ón gcomhéadan gréasáin.
hu: SSH kulcs generálásának lehetősége a webes felületről.
id: Dukungan untuk menghasilkan kunci SSH dari antarmuka web.
ja: Web インターフェイスで SSH 鍵を自動生成するように改良。
nl: Ondersteuning voor het genereren van een SSH-sleutel vanuit de webinterface.
pt: Suporte para gerar chave SSH a partir da interface web.
pt_br: Suporte para gerar chave SSH a partir da interface web.
ro: Suport pentru generarea cheii SSH din interfața web.
ru: Поддержка генерации SSH-ключей из веб-интерфейса.
sv: Stöd för generering av SSH-nyckel från webbgränssnittet.
ta: வலை இடைமுகத்திலிருந்து பாஓடு விசையை உருவாக்குவதற்கான உதவி.
tr: İnternet arayüzünden SSH anahtarı oluşturma özelliği eklendi.
uk: Реалізовано підтримку створення ключа SSH з вебінтерфейсу.
zh_hans: 支持从 web 界面生成 SSH 密钥。
zh_hant: 支持從 web 界面生成 SSH 密鑰。

source: More visible data exports.
de: Mehr sichtbare Datenexporte.
ga: Easpórtálacha sonraí níos sofheicthe.
hu: Adatexportálási lehetőségek láthatóbbá tétele.
id: Ekspor data yang lebih terlihat.
ja: データの書き出しをより見やすく改良。
nl: Meer zichtbare export van gegevens.
pt: Exportações de dados mais visíveis.
pt_br: Exportações de dados mais visíveis.
ro: Exporturi de date mai vizibile.
ru: Экспорт данных сделан более заметным.
sv: Mer synliga dataexporter.
ta: மேலும் புலப்படும் தரவு ஏற்றுமதி.
tr: Veri dışa aktarımlarının daha görünür olması sağlandı.
uk: Більше видимих засобів експортування даних.
zh_hans: 更多的可视化数据导出。
zh_hant: 更多的可視化數據導出。

source: New buttons to enter some special characters.
de: Neue Schaltfläche zur Eingabe von Sonderzeichen.
ga: Cnaipí nua chun roinnt carachtair speisialta a chur isteach.
hu: Új gombok speciális karakterek beviteléhez.
id: Tombol baru untuk memasukkan beberapa karakter khusus.
ja: 一部の特殊文字を入力するためのボタンの追加。
nl: Nieuwe knoppen om enkele speciale tekens in te voeren.
pt: Novos botões para inserir alguns caracteres especiais.
pt_br: Novos botões para inserir alguns caracteres especiais.
ro: Butoane noi pentru introducerea unor caractere speciale.
ru: Новые кнопки для ввода некоторых специальных символов.
sv: Nya knappar för att skriva vissa specialtecken.
ta: சில சிறப்பு எழுத்துக்களை உள்ளிட புதிய பொத்தான்கள்.
tr: Bazı özel karakterleri yazmak için yeni düğmeler eklendi.
uk: Нові кнопки для введення деяких спеціальних символів.
zh_hans: 新的按钮来输入一些特殊字符。
zh_hant: 新的按鈕來輸入一些特殊字符。

source: Support for exporting dictionary.
de: Unterstützung für den Export von Wörterbüchern.
ga: Tacaíocht le haghaidh onnmhairiú foclóir.
hu: Szótár exportálásának támogatása.
id: Dukungan untuk mengekspor kamus.
ja: 辞書のエクスポートに対応。
nl: Ondersteuning voor exporteren van woordenboek.
pt: Suporte para exportação de dicionário.
pt_br: Suporte para exportação de dicionário.
ro: Suport pentru exportul dicționarului.
ru: Поддержка экспорта словарей.
sv: Stöd för export av ordbok.
ta: அகராதியை ஏற்றுமதி செய்வதற்கான உதவி.
tr: Sözlüğü dışa aktarma özelliği eklendi.
uk: Реалізовано підтримку експортування словника.
zh_hans: 支持导出字典。
zh_hant: 支持導出字典。

source: Support for locking down whole Weblate installation.
de: Unterstützung für das Sperren der gesamten Weblate-Installation.
ga: Tacaíocht do shuiteáil Weblate iomlán a ghlasáil.
hu: Lehetőség a teljes Weblate telepítés zárolására.
id: Dukungan untuk mengunci seluruh instalasi Weblate.
ja: Weblate のインストール全体のロックに対応。
nl: Ondersteuning voor vergrendelen van de gehele installatie van Weblate.
pt: Suporte para bloquear toda a instalação do Weblate.
pt_br: Suporte para bloquear toda a instalação do Weblate.
ro: Suport pentru blocarea întregii instalații Weblate.
ru: Поддержка блокирования всей установки Weblate.
sv: Stöd för att låsa hela Weblate-installationen.
ta: முழு வலைபெயர்ப்பு நிறுவலைப் பூட்டுவதற்கான உதவி.
tr: Tüm Weblate kurulumunu kilitleme özelliği eklendi.
uk: Реалізовано підтримку блокування усього встановленого екземпляра Weblate.
zh_hans: 支持锁定整个 Weblate 安装。
zh_hant: 支持鎖定整個 Weblate 安裝。

source: Checks for source strings and support for source strings review.
de: Qualitätsprüfungen für Ausgangszeichenketten und Unterstützung für das Überprüfen von Ausgangszeichenketten.
ga: Seiceálacha le haghaidh teaghráin foinse agus tacaíocht le haghaidh athbhreithniú teaghráin foinse.
hu: Forrásszövegek ellenőrzése és azok felülvizsgálatának támogatása.
id: Memeriksa string sumber dan dukungan untuk peninjauan string sumber.
ja: 原文と原文の査読に対応。
nl: Controles voor brontekenreeksen en ondersteuning voor beoordelen brontekenreeksen.
pt: Verificações para cadeias fonte e suporte para revisão de cadeias fonte.
pt_br: Verificações para texto fonte e suporte para revisão de texto fonte.
ro: Verifică dacă există șiruri de caractere sursă și suport pentru revizuirea șirurilor de caractere sursă.
ru: Проверки для исходных строк и поддержка их рецензирования.
sv: Kontroller av källsträngar och stöd för granskning av källsträngar.
ta: மூல சரங்களுக்கான சோதனைகள் மற்றும் மூல சரங்களை மதிப்பாய்வு செய்வதற்கான உதவி.
tr: Kaynak dizge denetimleri ve kaynak dizge onaylama özellikleri eklendi.
uk: Реалізовано перевірки початкових рядків і підтримку рецензування початкових рядків.
zh_hans: 检查源字符串，并支持源字符串复查。
zh_hant: 檢查源字符串，並支持源字符串複查。

source: Support for user comments for both translations and source strings.
de: Unterstützung für Benutzerkommentare sowohl für Übersetzungen als auch für Ausgangszeichenketten.
ga: Tacaíocht do thuairimí úsáideoirí le haghaidh aistriúcháin agus teaghráin foinse araon.
hu: Felhasználói megjegyzések támogatása mind fordításokhoz, mind forrásszövegekhez.
id: Dukungan untuk komentar pengguna untuk terjemahan dan string sumber.
ja: 翻訳と原文の両方で、ユーザー コメント機能の追加。
nl: Ondersteuning voor opmerkingen van gebruikers voor zowel vertalingen als brontekenreeksen.
pt: Suporte para comentários de utilizadores para traduções e cadeias fonte.
pt_br: Suporte para comentários de usuários para traduções e textos fonte.
ro: Suport pentru comentariile utilizatorilor atât pentru traduceri, cât și pentru șirurile sursă.
ru: Поддержка комментариев пользователей и для переводов и для исходных строк.
sv: Stöd för användarkommentarer för både översättningar och källsträngar.
ta: மொழிபெயர்ப்புகள் மற்றும் மூல சரங்கள் இரண்டிற்கும் பயனர் கருத்துகளுக்கான உதவி.
tr: Hem çeviriler hem de kaynak dizgeler için kullanıcı yorumları özelliği eklendi.
uk: Реалізовано підтримку коментарів користувача для перекладів і початкових рядків.
zh_hans: 支持翻译和源字符串的用户评论。
zh_hant: 支持翻譯和源字符串的用戶註釋。

source: Better changes log tracking.
de: Bessere Nachverfolgung des Änderungsprotokolls.
ga: Rianú loga athruithe níos fearr.
hu: Változások naplózásának pontosabb követése.
id: Pelacakan log perubahan yang lebih baik.
ja: 変更履歴の追跡の改良。
nl: Beter bijhouden log van wijzigingen.
pt: Melhor rastreamento de logs de alteração.
pt_br: Melhor rastreamento de logs de alteração.
ro: O mai bună urmărire a jurnalului de modificări.
ru: Улучшено отслеживание журнала изменений.
sv: Bättre spårning av ändringsloggar.
ta: பதிவு கண்காணிப்பு சிறந்த மாற்றங்கள்.
tr: Günlük izleme iyileştirildi.
uk: Удосконалено стеження за змінами у журналі.
zh_hans: 更好地更改日志跟踪。
zh_hant: 更好地更改日誌跟踪。

source: Changes can now be monitored using RSS.
de: Änderungen können nun per RSS überwacht werden.
ga: Is féidir monatóireacht a dhéanamh ar athruithe anois trí úsáid a bhaint as RSS.
hu: A változások mostantól RSS-en keresztül is követhetők.
id: Perubahan sekarang dapat dipantau menggunakan RSS.
ja: RSS を使用した変更の監視機能の追加。
nl: Wijzigingen kunnen nu worden gemonitord met RSS.
pt: As alterações agora podem ser monitoradas a usar RSS.
pt_br: As alterações agora podem ser monitoradas usando RSS.
ro: Modificările pot fi acum monitorizate prin RSS.
ru: За изменениями теперь можно следить с помощью RSS.
sv: Ändringar kan nu övervakas med hjälp av RSS.
ta: rss ஐப் பயன்படுத்தி மாற்றங்களை இப்போது கண்காணிக்க முடியும்.
tr: Değişikliklerin RSS ile izlenebilmesi sağlandı.
uk: У новій версії за змінами можна стежити за допомогою RSS.
zh_hans: 现在更改可以使用 RSS 监测。
zh_hant: 現在更改可以使用 RSS 監測。

source: Improved support for RTL languages.
de: Verbesserte Unterstützung für Sprachen mit linksläufiger Schreibrichtung.
ga: Tacaíocht fheabhsaithe do theangacha RTL.
hu: Javított támogatás a jobbról balra írt nyelvekhez.
id: Peningkatan dukungan untuk bahasa RTL.
ja: RTL 言語への対応の強化。
nl: Verbeterde ondersteuning voor talen van-rechts-naar-links.
pt: Melhorado o suporte para idiomas RTL.
pt_br: Melhorado o suporte para idiomas RTL.
ro: Suport îmbunătățit pentru limbile RTL.
ru: Улучшена поддержка языков с письмом с право налево.
sv: Förbättrat stöd för RTL-språk.
ta: ஆர்.டி.எல் மொழிகளுக்கான மேம்பட்ட உதவி.
tr: Sağdan sola yazılan dillerin desteği iyileştirildi.
uk: Удосконалено підтримку мов із записом справа ліворуч.
zh_hans: 改进了对 RTL 语言的支持。
zh_hant: 改進了對 RTL 語言的支持。

source: *Released on August 14th 2012.*
de: *Veröffentlicht am 14. August 2012.*
ga: *Eisithe ar 14 Lúnasa 2012.*
hu: *Kiadva: 2012. augusztus 14.*
id: *Dirilis pada 14 Agustus 2012.*
nl: *Uitgegeven op 14 augustus 2012.*
pt_br: *Atualizado em 14 de agosto de 2012.*
sv: *Släppt den 14 augusti 2012.*
tr: *14 Ağustos 2012 tarihinde yayınlandı.*
uk: *Випущено 14 серпня 2012 року.*

source: Weblate now uses South for database migration, please check upgrade instructions if you are upgrading.
de: Weblate verwendet jetzt South für die Datenbankmigration. Bitte lesen Sie die Upgrade-Anweisungen, wenn Sie ein Upgrade durchführen.
ga: Úsáideann Weblate anois South le haghaidh aistriú bunachar sonraí, seiceáil na treoracha uasghrádaithe má tá tú ag uasghrádú.
hu: Weblate mostantól a South eszközt használja adatbázis-migrációhoz. Frissítés előtt ellenőrizze a frissítési utasításokat.
id: Weblate sekarang menggunakan South untuk migrasi basis data, silakan periksa petunjuk pemutakhiran jika Anda melakukan pemutakhiran.
ja: Weblate では、データベースの移行に South を使用するようになりました。アップグレードする場合は、アップグレード手順を確認してください。
nl: Weblate gebruikt nu South voor databasemigratie, controleer de instructies voor upgraden als u upgradet.
pt: O Weblate agora usa o South para migração do banco de dados. Confira as instruções de atualização se estiver a atualizar.
pt_br: O Weblate agora usa o South para migração do banco de dados. Confira as instruções de atualização se você estiver atualizando.
ro: Weblate folosește acum South pentru migrarea bazei de date, vă rugăm să verificați instrucțiunile de actualizare dacă faceți upgrade.
ru: Weblate теперь использует South для миграции базы данных, посмотрите инструкции, если вы обновляетесь.
sv: Weblate använder nu South för databasmigrering. Läs uppgraderingsinstruktionerna om du uppgraderar.
ta: வலைபெயர்ப்பு இப்போது தரவுத்தள இடம்பெயர்வுக்கு தெற்கே பயன்படுத்துகிறது, நீங்கள் மேம்படுத்தினால் வழிமுறைகளை மேம்படுத்தவும்.
tr: Weblate veri tabanı aktarımı için South kullanımına geçildi. Yükseltme yapıyorsanız lütfen yükseltme yönergesine bakın.
uk: Використано South для перенесення бази даних. Будь ласка, ознайомтеся із настановами щодо оновлення, якщо ви оновлюєте систему.
zh_hans: Weblate 现在为数据库迁移使用 South，如果升级的话请检查升级的指示。
zh_hant: Weblate 現在為數據庫遷移使用 South，如果升級的話請檢查升級的指示。

source: Fixed minor issues with linked git repos.
de: Kleinere Probleme mit verlinkten Git-Repositorys behoben.
ga: Mioncheisteanna seasta le repos git nasctha.
hu: Apróbb hibák javítva a kapcsolt git tárolóknál.
id: Memperbaiki masalah kecil dengan repo git yang tertaut.
ja: リンクされた git リポジトリの軽微な問題の修正。
nl: Kleine problemen met gekoppelde opslagruimten van Git gerepareerd.
pt: Corrigidos pequenos problemas com repositórios git vinculados.
pt_br: Corrigidos pequenos problemas com repositórios git vinculados.
ro: Au fost rezolvate probleme minore cu depozitele git legate.
ru: Исправлены мелкие проблемы со связанными git-репозиториями.
sv: Fixade mindre problem med länkade git-repositorier.
ta: இணைக்கப்பட்ட அறிவிலி களஞ்சியங்களுடன் நிலையான சிறிய சிக்கல்கள்.
tr: Bağlı Git depolarıyla ilgili yaşanan küçük sorunlar düzeltildi.
uk: Виправлено незначні проблеми із пов'язаними сховищами git.
zh_hans: 修复了连接 git repos 的小问题。
zh_hant: 修復了連接 git repos 的小問題。

source: New introduction page for engaging people with translating using Weblate.
de: Neue Einführungsseite, um Menschen für das Übersetzen mit Weblate zu begeistern.
ga: Leathanach réamhrá nua chun daoine a mhealladh le haistriúchán trí úsáid a bhaint as Weblate.
hu: Új bevezető oldal, ami segít bevonni az embereket a fordításba a Weblate használatával.
id: Halaman pengenalan baru untuk melibatkan orang dalam penerjemahan menggunakan Weblate.
ja: Weblate を使用した翻訳に人々を参加させるための新しい紹介ページの追加。
nl: Nieuwe introductiepagina voor aantrekken van mensen voor vertalen met Weblate.
pt: Nova página de introdução para engajar as pessoas com tradução a usar Weblate.
pt_br: Nova página de introdução para engajar as pessoas com tradução usando Weblate.
ro: O nouă pagină de introducere pentru a implica oamenii în traducerea cu ajutorul Weblate.
ru: Новая страница введения для вовлечения людей в процесс перевода с помощью Weblate.
sv: Ny introduktionssida för att engagera människor i översättning med hjälp av Weblate.
ta: வலைபெயர்ப்பைப் பயன்படுத்தி மொழிபெயர்ப்பதில் மக்களை ஈடுபடுத்துவதற்கான புதிய அறிமுகம் பக்கம்.
tr: Giriş sayfası Weblate kullanarak çeviri yapan kişilerin ilgisini çekecek biçimde yenilendi.
uk: Нова вступна сторінка для залучення користувачів до перекладу за допомогою Weblate.
zh_hans: 用于吸引人们使用 Weblate 参与翻译的全新介绍页面。
zh_hant: 現在將人員與翻譯建立聯繫的簡介頁面使用 Weblate。

source: Added widgets which can be used for promoting translation projects.
de: Widgets hinzugefügt, die zur Förderung von Übersetzungsprojekten verwendet werden können.
ga: Cuireadh giuirléidí leis ar féidir iad a úsáid chun tionscadail aistriúcháin a chur chun cinn.
hu: Widgetek hozzáadva, amelyekkel népszerűsíthetők a fordítási projektek.
id: Menambahkan widget yang dapat digunakan untuk mempromosikan proyek terjemahan.
ja: 翻訳プロジェクトの宣伝に使用できるウィジェットの追加。
nl: Widgets toegevoegd die kunnen worden gebruikt om vertaalprojecten te promoten.
pt: Adicionados widgets que podem ser usados para promover projetos de tradução.
pt_br: Adicionados widgets que podem ser usados para promover projetos de tradução.
ro: Au fost adăugate widget-uri care pot fi folosite pentru promovarea proiectelor de traducere.
ru: Добавлены виджеты, которые можно использовать для продвижения в массы перевода своего проекта.
sv: Lagt till widgets som kan användas för att marknadsföra översättningsprojekt.
ta: மொழிபெயர்ப்பு திட்டங்களை ஊக்குவிக்க பயன்படுத்தக்கூடிய விட்செட்டுகள் சேர்க்கப்பட்டன.
tr: Çeviri projelerini tanıtmak için kullanılabilecek pano bileşenleri eklendi.
uk: Додано віджети, якими можна скористатися для просування проєктів з перекладу.
zh_hans: 添加了可用于推广翻译项目的小挂件。
zh_hant: 添加了小程序，可以用於推動翻譯項目。

source: Added option to reset repository to origin (for privileged users).
de: Option hinzugefügt, um das Repository auf den Ursprung zurückzusetzen (für berechtigte Benutzer).
ga: Rogha breise chun an stór a athshocrú go dtí an tionscnamh (le haghaidh úsáideoirí faoi phribhléid).
hu: Lehetőség a tároló visszaállítására az eredeti állapotra (jogosult felhasználók számára).
id: Menambahkan opsi untuk mengatur ulang repositori ke asal (untuk pengguna istimewa).
ja: リポジトリをオリジンに戻すオプションの追加（特権ユーザー向け）。
nl: Optie toegevoegd om opslagruimte terug te zetten naar origin (voor gebruikers met die rechten).
pt: Adicionada opção para redefinir o repositório para a origem (para utilizadores privilegiados).
pt_br: Adicionada opção para redefinir o repositório para a origem (para usuários privilegiados).
ro: A fost adăugată opțiunea de resetare a depozitului la origine (pentru utilizatorii privilegiați).
ru: Добавлена возможность отката (`reset`) репозитория к его состоянию в удалённом источнике (`origin`).
sv: Lagt till alternativ för att återställa arkivet till ursprunget (för privilegierade användare).
ta: களஞ்சியத்தை தோற்றத்திற்கு மீட்டமைக்க விருப்பம் சேர்க்கப்பட்டது (சலுகை பெற்ற பயனர்களுக்கு).
tr: Depoyu özgün durumuna sıfırlama seçeneği eklendi (izin verilmiş kullanıcılar için).
uk: Додано пункт для скидання стану сховища до початкового (для привілейованих користувачів).
zh_hans: 添加了选项将仓库重置为原始状态（对于有特权的用户）。
zh_hant: 添加了選項將倉庫重置為原始狀態（對於有特權的用戶）。

source: Project or component can now be locked for translations.
de: Projekte oder Komponenten können jetzt für Übersetzungen gesperrt werden.
ga: Is féidir tionscadal nó comhpháirt a ghlasáil anois le haghaidh aistriúcháin.
hu: Projektek vagy összetevők fordításra zárolhatók.
id: Proyek atau komponen sekarang dapat dikunci untuk terjemahan.
ja: プロジェクトまたはコンポーネントを翻訳用にロックできるように改良。
nl: Project of onderdeel kan nu worden vergrendeld voor vertalingen.
pt: O projeto ou componente agora pode ser bloqueado para traduções.
pt_br: O projeto ou componente agora pode ser bloqueado para traduções.
ro: Proiectul sau componenta pot fi acum blocate pentru traduceri.
ru: Проекты или компоненты теперь могут быть заблокированы от перевода.
sv: Projekt eller komponenter kan nu låsas för översättning.
ta: திட்டம் அல்லது கூறு இப்போது மொழிபெயர்ப்புகளுக்கு பூட்டப்படலாம்.
tr: Proje ve bileşenlere çevirileri kilitleme özelliği eklendi.
uk: Передбачено можливість блокування проєкту або складника для перекладів.
zh_hans: 现在可以为翻译锁定项目和部件。
zh_hant: 現在可以為翻譯鎖定項目和組件。

source: Possibility to disable some translations.
de: Möglichkeit, einige Übersetzungen zu deaktivieren.
ga: Deis roinnt aistriúcháin a dhíchumasú.
hu: Egyes fordítások letiltásának lehetősége.
id: Kemungkinan untuk menonaktifkan beberapa terjemahan.
ja: 翻訳の一部を無効にする機能の追加。
nl: Mogelijkheid om enkele vertalingen uit te schakelen.
pt: Possibilidade de desativar algumas traduções.
pt_br: Possibilidade de desabilitar algumas traduções.
ro: Posibilitatea de a dezactiva unele traduceri.
ru: Возможность отключить некоторые переводы.
sv: Möjlighet att inaktivera vissa översättningar.
ta: சில மொழிபெயர்ப்புகளை முடக்க வாய்ப்பு.
tr: Bazı çevirilerin kullanımdan kaldırılabilmesi sağlandı.
uk: Реалізовано можливість вимикання деяких перекладів.
zh_hans: 禁止一些翻译的可能性。
zh_hant: 禁止一些翻譯的可能性。

source: Configurable options for adding new translations.
de: Konfigurierbare Optionen für das Hinzufügen neuer Übersetzungen.
ga: Roghanna inchumraithe chun aistriúcháin nua a chur leis.
hu: Új fordítások hozzáadásának beállítható lehetőségei.
id: Opsi yang dapat dikonfigurasi untuk menambahkan terjemahan baru.
ja: 新しい翻訳を追加するための設定可能なオプションの追加。
nl: Configureerbare opties voor toevoegen van nieuwe vertalingen.
pt: Opções configuráveis para adicionar novas traduções.
pt_br: Opções configuráveis para adicionar novas traduções.
ro: Opțiuni configurabile pentru adăugarea de noi traduceri.
ru: Теперь параметры добавления новых переводов можно настроить.
sv: Konfigurerbara alternativ för att lägga till nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கான கட்டமைக்கக்கூடிய விருப்பங்கள்.
tr: Yeni çevirilerin eklenmesine yapılandırılabilir seçenekler eklendi.
uk: Реалізовано придатні до налаштовування варіанти додавання нових перекладів.
zh_hans: 添加新翻译的可配置选项。
zh_hant: 添加新翻譯的可配置選項。

source: Configuration of git commits per project.
de: Konfiguration der Git-Commits pro Projekt.
ga: Cumraíocht gealltanais git in aghaidh an tionscadail.
hu: Git véglegesítések konfigurálása projektszinten.
id: Konfigurasi komit git per proyek.
ja: プロジェクトごとに git コミットを設定できるように改良。
nl: Configuratie van indieningen voor Git per project.
pt: Configuração de git commits por projeto.
pt_br: Configuração de git commits por projeto.
ro: Configurarea comenzilor git pentru fiecare proiect.
ru: Настройка git-коммитов для каждого отдельного проекта.
sv: Konfiguration av git-commits per projekt.
ta: ஒரு திட்டத்திற்கு git இன் உள்ளமைவு.
tr: Her proje için Git işlemelerini yapılandırma özelliği eklendi.
uk: Уможливлено налаштовування параметрів внесків git для окремих проєктів.
zh_hans: 每个项目的 git 提交的配置。
zh_hant: 每個項目的 git 提交的配置。
