Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`check-same` is now skipped for Toki Pona.
de: :ref:`check-same` wird nun für Toki Pona übersprungen.
ga: Tá :ref:`check-same` scipeáilte anois do Toki Pona.
hu: A :ref:`check-same` ellenőrzés Toki Pona nyelv esetén automatikusan kihagyásra kerül.
id: :ref:`check-same` sekarang dilewati untuk Toki Pona.
nl: :ref:`check-same` wordt nu overgeslagen voor Toki Pona.
pt_br: :ref:`check-same` agora é ignorado para a Toki Pona.
sv: :ref:`check-same` hoppas nu över för Toki Pona.
uk: :ref:`check-same` тепер пропускається для Токі Пона.

source: :ref:`search-strings` supports ``has:location`` lookup.
de: :ref:`search-strings` unterstützt nun ``has:location``.
ga: Tacaíonn :ref:`search-strings` le cuardach ``has:location``.
hu: A :ref:`search-strings` támogatja a ``has:location`` típusú keresést.
id: :ref:`search-strings` mendukung pencarian ``has:location``.
nl: :ref:`search-strings` ondersteunt opzoeken op ``has:location``.
sv: :ref:`search-strings` stöder sökning med ``has:location``.
uk: :ref:`search-strings` підтримує пошук ``has:location``.

source: Unicode whitespaces are now considered as problematic characters for :ref:`glossary`, see :ref:`check-prohibited-initial-character`.
de: Unicode-Leerzeichen werden jetzt als problematische Zeichen für :ref:`glossary` betrachtet, siehe :ref:`check-prohibited-initial-character`.
ga: Meastar anois gur carachtair fhadhbacha iad spásanna bána Unicode le haghaidh :ref:`glossary`, féach :ref:`check-prohibited-initial-character`.
hu: Az Unicode szóközök mostantól problémás karakternek számítanak a :ref:`glossary` esetében, lásd: :ref:`check-prohibited-initial-character`.
id: Spasi Unicode sekarang dianggap sebagai karakter bermasalah untuk :ref:`glossary`, lihat :ref:`check-prohibited-initial-character`.
nl: Witruimte van Unicode wordt nu beschouwd als problematische tekens voor :ref:`glossary`, bekijk :ref:`check-prohibited-initial-character`.
sv: Unicode-mellanslag betraktas nu som problematiska tecken för :ref:`glossary`, se :ref:`check-prohibited-initial-character`.
uk: Пробіли Unicode тепер вважаються проблемними символами для :ref:`glossary`, див. :ref:`check-prohibited-initial-character`.

source: :ref:`addon-weblate.webhook.webhook` logs are now displayed nicely.
de: :ref:`addon-weblate.webhook.webhook`-Protokolle werden jetzt übersichtlich angezeigt.
ga: Taispeántar logaí :ref:`addon-weblate.webhook.webhook` go deas anois.
hu: A :ref:`addon-weblate.webhook.webhook` naplók most már jól olvasható formában jelennek meg.
id: :ref:`addon-weblate.webhook.webhook` sekarang ditampilkan dengan baik.
nl: :ref:`addon-weblate.webhook.webhook` logs worden nu netjes weergegeven.
sv: :ref:`addon-weblate.webhook.webhook`-loggar visas nu på ett överskådligt sätt.
uk: :ref:`addon-weblate.webhook.webhook` журнали тепер відображаються коректно.

source: :ref:`addon-weblate.webhook.webhook` can be installed multiple times.
de: :ref:`addon-weblate.webhook.webhook` kann mehrfach installiert werden.
ga: Is féidir :ref:`addon-weblate.webhook.webhook` a shuiteáil arís agus arís eile.
hu: A :ref:`addon-weblate.webhook.webhook` kiegészítő többször is telepíthető.
id: :ref:`addon-weblate.webhook.webhook` dapat diinstal beberapa kali.
nl: :ref:`addon-weblate.webhook.webhook` mag nu meerdere keren geïnstalleerd worden.
sv: :ref:`addon-weblate.webhook.webhook` kan installeras flera gånger.
uk: :ref:`addon-weblate.webhook.webhook` можна встановлювати кілька разів.

source: :ref:`user-profile` can now include contact URL.
de: :ref:`user-profile` kann jetzt eine Kontakt-URL enthalten.
ga: Is féidir le :ref:`user-profile` URL teagmhála a áireamh anois.
hu: A :ref:`user-profile` most már tartalmazhat kapcsolattartási URL-t.
id: :ref:`user-profile` sekarang dapat menyertakan URL kontak.
nl: :ref:`user-profile` mag nu een URL voor contact opnemen bevatten.
sv: :ref:`user-profile` kan nu inkludera kontakt-URL.
uk: :ref:`user-profile` тепер можна включати URL-адресу контакту.

source: :http:post:`/api/projects/` allows non-superusers to create projects when :ref:`billing` module is enabled.
de: :http:post:`/api/projects/` ermöglicht Nicht-Superusern das Erstellen von Projekten, wenn das Modul :ref:`billing` aktiviert ist.
ga: Ligeann :http:post:`/api/projects/` do dhaoine nach sárúsáideoirí iad tionscadail a chruthú nuair a bhíonn an modúl :ref:`billing` cumasaithe.
hu: A :http:post:`/api/projects/` végpont lehetővé teszi projektek létrehozását nem rendszergazdák számára is, ha a :ref:`billing` modul engedélyezve van.
id: :http:post:`/api/projects/` memungkinkan non-superpengguna untuk membuat proyek ketika modul :ref:`billing` diaktifkan.
nl: :http:post:`/api/projects/` geeft niet-superusers nu de mogelijkheid om projecten te maken als de module :ref:`billing` is ingeschakeld.
sv: :http:post:`/api/projects/` tillåter icke-superanvändare att skapa projekt när :ref:`billing`-modulen är aktiverad.
uk: :http:post:`/api/projects/` дозволяє користувачам без прав суперкористувача створювати проекти, коли модуль :ref:`billing` увімкнено.

source: :http:post:`/api/groups/` supports project-scoped team creation by non-superusers.
de: :http:post:`/api/groups/` unterstützt das Erstellen projektspezifischer Teams durch Nicht-Superuser.
ga: Tacaíonn :http:post:`/api/groups/` le cruthú foirne atá dírithe ar thionscadail ag daoine nach sárúsáideoirí iad.
hu: A :http:post:`/api/groups/` végpont támogatja projektszintű csapat létrehozását nem rendszergazdák számára is.
id: :http:post:`/api/groups/` mendukung pembuatan tim dalam cakupan proyek oleh non-superpengguna.
nl: :http:post:`/api/groups/` ondersteunt binnen het bereik van het project maken van team door niet-superusers.
pt_br: :http:post:`/api/groups/` oferece suporte à criação de equipes com escopo de projeto por usuários sem permissão de superusuários.
sv: :http:post:`/api/groups/` stöder skapande av projektbaserade team av icke-superanvändare.
uk: :http:post:`/api/groups/` підтримує створення команд на рівні проекту користувачами, які не є суперкористувачами.

source: :http:get:`/api/users/` now includes ``languages``.
de: :http:get:`/api/users/` enthält jetzt ``languages``.
ga: Tá ``teangacha`` san áireamh anois i :http:get:`/api/users/`.
hu: A :http:get:`/api/users/` mostantól tartalmazza a ``languages`` mezőt is.
id: :http:get:`/api/users/` sekarang menyertakan ``languages``.
nl: :http:get:`/api/users/` bevat nu ``languages``.
pt_br: :http:get:`/api/users/` agora inclui ``languages``.
sv: :http:get:`/api/users/` innehåller nu ``languages``.
uk: :http:get:`/api/users/` тепер включає ``languages``.

source: :ref:`addon-weblate.webhook.webhook` documentation improved.
de: :ref:`addon-weblate.webhook.webhook`-Dokumentation verbessert.
ga: Feabhsaíodh an doiciméadú :ref:`addon-weblate.webhook.webhook`.
hu: Fejlesztett dokumentáció a :ref:`addon-weblate.webhook.webhook` kiegészítőhöz.
id: :ref:`addon-weblate.webhook.webhook` dokumentasi ditingkatkan.
nl: :ref:`addon-weblate.webhook.webhook` documentatie verbeterd.
sv: :ref:`addon-weblate.webhook.webhook` dokumentationen förbättrad.
uk: :ref:`addon-weblate.webhook.webhook` документацію покращено.

source: Improved support for extended metadata in :ref:`tbx`.
de: Verbesserte Unterstützung für erweiterte Metadaten in :ref:`tbx`.
ga: Tacaíocht fheabhsaithe do mheiteashonraí leathnaithe i :ref:`tbx`.
hu: Továbbfejlesztett metaadat-támogatás a :ref:`tbx` esetén.
id: Peningkatan dukungan untuk metadata yang diperluas di :ref:`tbx`.
nl: Verbeterde ondersteuning voor uitgebreide metadata in :ref:`tbx`.
sv: Förbättrat stöd för utökade metadata i :ref:`tbx`.
uk: Покращена підтримка розширених метаданих у :ref:`tbx`.

source: :ref:`addon-weblate.webhook.webhook` now includes a category field when available.
de: :ref:`addon-weblate.webhook.webhook` enthält nun auch ein Feld für die Kategorie, sofern verfügbar.
ga: Tá réimse catagóire san áireamh anois i :ref:`addon-weblate.webhook.webhook` nuair a bhíonn sé ar fáil.
hu: A :ref:`addon-weblate.webhook.webhook` mostantól kategóriamezőt is tartalmaz, ha elérhető.
id: :ref:`addon-weblate.webhook.webhook` sekarang menyertakan kolom kategori jika tersedia.
nl: :ref:`addon-weblate.webhook.webhook` bevat nu een veld Categorie indien beschikbaar.
sv: :ref:`addon-weblate.webhook.webhook` innehåller nu ett kategorifält när det är tillgängligt.
uk: :ref:`addon-weblate.webhook.webhook` тепер містить поле категорії, якщо воно доступне.

source: Uploaded fonts can be updated and changes to them are tracked, see :ref:`fonts`.
hu: A feltöltött betűtípusok frissíthetők, a módosítások nyomon követhetők, lásd: :ref:`fonts`.
id: Font yang diunggah dapat diperbarui dan perubahannya dilacak, lihat :ref:`fonts`.
nl: Geüploade lettertypen kunnen worden bijgewerkt en wijzigingen eraan worden bijgehouden, bekijk :ref:`fonts`.
sv: Uppladdade teckensnitt kan uppdateras och ändringar spåras, se :ref:`fonts`.
uk: Можна оновлювати вивантажені шрифти, а програма стежить за ними, див. :ref:`fonts`.

source: Weblate is now available in Bashkir language.
hu: A Weblate mostantól elérhető baskír nyelven is.
id: Weblate sekarang tersedia dalam bahasa Bashkir.
nl: Weblate is nu beschikbaar in de taal Bashkir.
sv: Weblate finns nu tillgängligt på basjkiriska.
uk: Нову версію Weblate перекладено башкирською мовою.

source: :ref:`dashboard` translations ordering when paginating.
de: Reihenfolge der Übersetzungen auf der :ref:`dashboard` beim Seitenumbruch.
ga: :ref:`dashboard` ag ordú aistriúcháin agus leathanaigh á n-úsáid.
hu: A :ref:`dashboard` fordítások rendezése oldalankénti megjelenítés esetén.
id: :ref:`dashboard` terjemahan yang diurutkan saat membuat halaman.
nl: :ref:`dashboard` vertalingen ordenen bij pagineren.
pt_br: :ref:`dashboard` ordenação de traduções ao paginar.
sv: :ref:`dashboard` översättningarnas ordning vid paginering.
uk: :ref:`dashboard` порядок перекладів під час нумерації сторінок.

source: Honor DeepL API Free glossary limits in :ref:`mt-deepl`.
de: Berücksichtigen der Glossarbeschränkungen der kostenlosen DeepL-API in :ref:`mt-deepl`.
ga: Teorainneacha gluaise saor in aisce API Honor DeepL i :ref:`mt-deepl`.
hu: A :ref:`mt-deepl` mostantól figyelembe veszi az ingyenes DeepL API szójegyzék-korlátozásait.
id: Batasan glosarium gratis Honor DeepL API di :ref:`mt-deepl`.
nl: Rekening houden met beperkingen voor woordenlijst DeepL API Free in :ref:`mt-deepl`.
sv: Hedra DeepL API Gratis ordlista begränsningar i :ref:`mt-deepl`.
uk: Обмеження безкоштовного глосарію Honor DeepL API у :ref:`mt-deepl`.

source: :ref:`addon-weblate.webhook.webhook` delivery of project-wide events.
de: :ref:`addon-weblate.webhook.webhook`-Durchführung projektweiter Ereignisse.
ga: :ref:`addon-weblate.webhook.webhook` seachadadh imeachtaí ar fud an tionscadail.
hu: A :ref:`addon-weblate.webhook.webhook` mostantól projektszintű események kézbesítését is támogatja.
id: :ref:`addon-weblate.webhook.webhook` penyampaian peristiwa di seluruh proyek.
nl: :ref:`addon-weblate.webhook.webhook` afleveren van projectbrede gebeurtenissen.
sv: :ref:`addon-weblate.webhook.webhook` leverans av projektomfattande händelser.
uk: :ref:`addon-weblate.webhook.webhook` проведення заходів у межах проекту.

source: False reports of :ref:`check-translated` with flags or explanation changes.
de: Falsche Berichte von :ref:`check-translated` mit Markierungen oder Erklärungsänderungen.
ga: Tuairiscí bréagacha ar :ref:`check-translated` le bratacha nó athruithe míniúcháin.
hu: Hamis :ref:`check-translated` figyelmeztetések, ha csak jelzők vagy magyarázatok változtak.
id: Laporan palsu :ref:`check-translated` dengan tanda atau perubahan penjelasan.
nl: Valse rapporten van :ref:`check-translated` met vlaggen of uitleg gewijzigd.
sv: Falska rapporter om :ref:`check-translated` med flaggor eller ändringar i förklaringar.
uk: Хибні повідомлення про :ref:`check-translated` зі змінами прапорців або пояснень.

source: Creating new translations in :doc:`/formats/appstore`.
de: Erstellen neuer Übersetzungen in :doc:`/formats/appstore`.
ga: Ag cruthú aistriúcháin nua i :doc:`/formats/appstore`.
hu: Új fordítások létrehozása az :doc:`/formats/appstore` formátumban.
id: Membuat terjemahan baru di :doc:`/formats/appstore`.
nl: Nieuwe vertalingen maken in :doc:`/formats/appstore`.
pt_br: Criação de novas traduções em :doc:`/formats/appstore`.
sv: Skapa nya översättningar i :doc:`/formats/appstore`.
uk: Створення нових перекладів у :doc:`/formats/appstore`.

source: :ref:`search-replace` correctly handles plurals.
de: :ref:`search-replace` verarbeitet Pluralformen korrekt.
ga: Láimhseálann :ref:`search-replace` i gceart iolraí.
hu: A :ref:`search-replace` funkció helyesen kezeli a többes számú alakokat.
id: :ref:`search-replace` menangani bentuk jamak dengan benar.
nl: :ref:`search-replace` behandelt tekenreeksen van meervouden netjes.
sv: :ref:`search-replace` hanterar pluralformer korrekt.
uk: :ref:`search-replace` правильно обробляє форми множини.

source: The projects and categories default tab now shows translated languages.
de: In den Projekt- und Kategorie-Reitern werden jetzt übersetzte Sprachen angezeigt.
ga: Taispeánann an cluaisín réamhshocraithe tionscadail agus catagóirí teangacha aistrithe anois.
hu: A projektek és kategóriák alapértelmezett lapja most már a lefordított nyelveket is mutatja.
id: Tab bawaan proyek dan kategori sekarang menampilkan bahasa yang diterjemahkan.
nl: De projecten en categorieën standaard tab laat nu vertaalde talen zien.
sv: Fliken Standard för projekt och kategorier visar nu översatta språk.
uk: На вкладці проектів та категорій за замовчуванням тепер відображаються перекладені мови.

source: :ref:`saml-auth` support is no longer included in the default dependencies.
hu: A :ref:`saml-auth` támogatás már nem része az alapértelmezett függőségeknek.
id: Dukungan :ref:`saml-auth` tidak lagi disertakan dalam dependensi bawaan.
nl: ondersteuning voor :ref:`saml-auth` is niet langer opgenomen in de standaard afhankelijkheden.
sv: :ref:`saml-auth`-stöd ingår inte längre i standardberoendena.
uk: Підтримку :ref:`saml-auth` виключено з типових залежностей.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/141?closed=1>`__.

source: *Released on May 7th 2025.*
de: *Veröffentlicht am 7. Mai 2025.*
ga: *Scaoilte ar an 7 Bealtaine 2025.*
hu: *Kiadva: 2025. május 7.*
id: *Dirilis pada 7 Mei 2025.*
nl: *Uitgegeven op 7 mei 2025.*
sv: *Släpptes den 7 maj 2025.*
uk: *Випущено 7 травня 2025 року.*

source: :ref:`addon-weblate.webhook.webhook` logs requests and responses.
de: :ref:`addon-weblate.webhook.webhook` protokolliert Anfragen und Antworten.
ga: Logálann :ref:`addon-weblate.webhook.webhook` iarratais agus freagraí.
hu: A :ref:`addon-weblate.webhook.webhook` naplózza a kéréseket és válaszokat.
id: :ref:`addon-weblate.webhook.webhook` mencatat permintaan dan respons.
nl: :ref:`addon-weblate.webhook.webhook` logt verzoeken en antwoorden.
sv: :ref:`addon-weblate.webhook.webhook` loggar förfrågningar och svar.
uk: :ref:`addon-weblate.webhook.webhook` реєструє запити та відповіді.

source: :ref:`addon-weblate.webhook.webhook` was not triggered in some situations.
de: :ref:`addon-weblate.webhook.webhook` wurde in einigen Situationen nicht ausgelöst.
ga: Níor cuireadh :ref:`addon-weblate.webhook.webhook` i ngníomh i gcásanna áirithe.
hu: A :ref:`addon-weblate.webhook.webhook` bizonyos helyzetekben nem lett aktiválva.
id: :ref:`addon-weblate.webhook.webhook` tidak dipicu dalam beberapa situasi.
nl: :ref:`addon-weblate.webhook.webhook` werd in sommige situaties niet geactiveerd.
sv: :ref:`addon-weblate.webhook.webhook` aktiverades inte i vissa situationer.
uk: :ref:`addon-weblate.webhook.webhook` у деяких ситуаціях не спрацьовував.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/146?closed=1>`__.

source: *Released on May 3rd 2025.*
de: *Veröffentlicht am 3. Mai 2025.*
ga: *Scaoilte ar an 3 Bealtaine 2025.*
hu: *Kiadva: 2025. május 3.*
id: *Dirilis pada 3 Mei 2025.*
nl: *Uitgegeven op 3 mei 2025.*
sv: *Släpptes den 3 maj 2025.*
uk: *Випущено 3 травня 2025 року.*

source: Fixed release publishing.
de: Die Versionsveröffentlichung korrigiert.
ga: Foilsiú eisiúna seasta.
hu: A kiadások közzétételének javítása.
id: Penerbitan rilis tetap.
nl: Gerepareerde publicatie uitgave.
sv: Fast publiceringstidpunkt.
uk: Публікація виправленого релізу.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/145?closed=1>`__.

source: Glossary performance in zen mode and automatic suggestions.
de: Glossarleistung im Zen-Modus und bei automatischen Vorschlägen.
ga: Feidhmíocht glosaire i mód zen agus moltaí uathoibríocha.
hu: Szójegyzék teljesítmény zen mód és automatikus javaslatok esetén.
id: Kinerja glosarium dalam mode zen dan saran otomatis.
nl: Uitvoering woordenlijsten in modus Zen en automatische suggesties.
pt_br: Desempenho do glossário no modo Zen e sugestões automáticas.
sv: Ordlista i zen-läge och automatiska förslag.
uk: Продуктивність глосарію в режимі дзен та автоматичні пропозиції.

source: Extended supported formats for :ref:`addon-weblate.json.customize`.
de: Erweiterte Unterstützung von Formaten für :ref:`addon-weblate.json.customize`.
ga: Formáidí leathnaithe tacaithe le haghaidh :ref:`addon-weblate.json.customize`.
hu: A :ref:`addon-weblate.json.customize` által támogatott formátumok bővítése.
id: Format dukungan yang diperluas untuk :ref:`addon-weblate.json.customize`.
nl: Uitgebreide ondersteunde indelingen voor :ref:`addon-weblate.json.customize`.
pt_br: Formatos suportados estendidos para :ref:`addon-weblate.json.customize`.
sv: Utökade format som stöds för :ref:`addon-weblate.json.customize`.
uk: Розширено підтримку форматів для :ref:`addon-weblate.json.customize`.

source: XML export no longer crashes on locations with special characters.
de: Der XML-Export stürzt an Stellen mit Sonderzeichen nicht mehr ab.
ga: Ní thuairteann easpórtáil XML a thuilleadh in áiteanna ina bhfuil carachtair speisialta.
hu: Az XML-exportálás már nem omlik össze speciális karaktereket tartalmazó helyszínek esetén.
id: Ekspor XML tidak lagi mogok di lokasi dengan karakter khusus.
nl: XML exporteren zal niet langer crashen op locaties met speciale tekens.
sv: XML-export kraschar inte längre på platser med specialtecken.
uk: Експорт XML більше не призводить до аварійного завершення роботи в місцях зі спеціальними символами.

source: Improved error handling on ZIP upload.
de: Verbesserte Fehlerbehandlung beim ZIP-Upload.
ga: Láimhseáil earráide feabhsaithe ar uaslódáil ZIP.
hu: Hibakezelés javítása ZIP-fájl feltöltésekor.
id: Peningkatan penanganan galat pada unggahan ZIP.
nl: Verbeterde foutafhandeling bij uploaden ZIP.
sv: Förbättrad felhantering vid ZIP-uppladdning.
uk: Покращено обробку помилок під час завантаження ZIP-архіву.

source: Django 5.2 compatibility.
de: Kompatibilität mit Django 5.2.
ga: Comhoiriúnacht le Django 5.2.
hu: Django 5.2 kompatibilitás.
id: Kompatibilitas Django 5.2.
nl: Django 5.2 compatibiliteit.
sv: Kompatibilitet med Django 5.2.
uk: Сумісність з Django 5.2.

source: Avoid repeated glossary synchronizations.
de: Vermeiden von wiederholten Synchronisierungen des Glossars.
ga: Seachain sioncrónúcháin glosáir arís agus arís eile.
hu: Ismétlődő szójegyzék-szinkronizálások elkerülése.
id: Hindari sinkronisasi glosarium yang berulang.
nl: Vermijd herhalende synchronisaties voor woordenlijsten.
sv: Undvik upprepade synkroniseringar av ordlistan.
uk: Уникайте повторних синхронізацій глосаріїв.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/144?closed=1>`__.

source: *Released on April 25th 2025.*
de: *Veröffentlicht am 25. April 2025.*
ga: *Scaoilte ar an 25 Aibreán 2025.*
hu: *Kiadva: 2025. április 25.*
id: *Dirilis pada 25 April 2025.*
nl: *Uitgegeven op 25 april 2025.*
sv: *Släpptes den 25 april 2025.*
uk: *Випущено 25 квітня 2025 року.*

source: :ref:`projectbackup` now include teams and categories.
de: :ref:`projectbackup` enthalten jetzt auch Teams und Kategorien.
ga: Tá foirne agus catagóirí san áireamh anois i :ref:`projectbackup`.
hu: A :ref:`projectbackup` mostantól tartalmazza a csapatokat és a kategóriákat is.
id: :ref:`projectbackup` sekarang menyertakan tim dan kategori.
nl: :ref:`projectbackup` bevat nu teams en categorieën.
pt_br: :ref:`projectbackup` agora inclui equipes e categorias.
sv: :ref:`projectbackup` inkluderar nu team och kategorier.
uk: :ref:`projectbackup` тепер включайте команди та категорії.
