Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This service converts text between Cyrillic and Latin scripts for languages that have both scripts.
de: Dieser Dienst wandelt Text zwischen kyrillischer und lateinischer Schrift für Sprachen, die beide Schriften haben.
ga: Tiontaíonn an tseirbhís seo téacs idir scripteanna Coireallacha agus Laidine do theangacha a bhfuil an dá script acu.
hu: Ez a szolgáltatás a szöveget alakítja át a cirill és latin írásrendszerek között olyan nyelvek esetében, amelyek mindkét írásmódot használják.
id: Layanan ini mengonversi teks antara aksara Sirilik dan Latin untuk bahasa yang memiliki kedua aksara tersebut.
ja: このサービスは、キリル文字とラテン文字の両方の文字セットを持つ言語のテキストを相互変換します。
nl: Deze service converteert tekst tussen Cyrillisch en Latijns schrift voor talen die beide schriften hebben.
pt: Este serviço converte texto entre os scripts Cirílico e Latino para idiomas que têm ambos os scripts.
pt_br: Esse serviço converte texto entre os scripts Cirílico e Latino para idiomas que têm ambos os scripts.
sv: Denna tjänst konverterar text mellan kyrilliska och latinska alfabet för språk som har båda alfabet.
ta: இந்த பணி இரண்டு ச்கிரிப்டுகளையும் கொண்ட மொழிகளுக்கான சிரிலிக் மற்றும் லத்தீன் ச்கிரிப்ட்களுக்கு இடையில் உரையை மாற்றுகிறது.
tr: Bu hizmet, her iki alfabeyi de kullanan dillerdeki metinleri Kiril ve Latin alfabeleri arasında dönüştürür.
uk: Цей сервіс перетворює текст між кирилицею та латиницею для мов, які мають обидві писемності.
zh_hans: 此服务为同时包含西里尔和拉丁字母表的语言在两种字母表间转换文本。

source: `Cyrtranslit repository <https://github.com/opendatakosovo/cyrillic-transliteration>`_
ga: `Stór Cyrtranslit <https://github.com/opendatakosovo/cyrillic-transliteration>`_
hu: `Cyrtranslit tároló <https://github.com/opendatakosovo/cyrillic-transliteration>`_
id: `Repositori Cyrtranslit <https://github.com/opendatakosovo/cyrillic-transliteration>`_
ja: `Cyrtranslit リポジトリ <https://github.com/opendatakosovo/cyrillic-transliteration>`_
pt: `Repositório Cyrtranslit <https://github.com/opendatakosovo/cyrillic-transliteration>`_
pt_br: `Repositório Cyrtranslit <https://github.com/opendatakosovo/cyrillic-transliteration>`_
sv: `Cyrtranslit-arkiv <https://github.com/opendatakosovo/cyrillic-transliteration>`_
ta: `Cyrtranslit களஞ்சியம் <https://github.com/opendatakosovo/cyrillic-transliteration>` _
tr: `Cyrtranslit deposu <https://github.com/opendatakosovo/cyrillic-transliteration>`_
uk: `Cyrtranslit репозиторій <https://github.com/opendatakosovo/cyrillic-transliteration>`_
zh_hans: `Cyrtranslit 仓库 <https://github.com/opendatakosovo/cyrillic-transliteration>`_

source: Formality
de: Formalität
ga: Foirmiúlacht
hu: Formalitás
id: Formalitas
ja: フォーマリティ
nl: Formaliteit
pt: Formalidade
pt_br: Formalidade
ro: Formalitate
ru: Формальность
sv: Formalitet
ta: முறைப்படி
tr: Resmilik
uk: Формальність

source: Uses the specified formality if language is not specified as (in)formal
de: Verwendet die angegebene Formalität, wenn die Sprache nicht als (in)formell angegeben ist
ga: Úsáideann sé an fhoirmiúlacht shonraithe mura sonraítear teanga mar (i)fhoirmiúil
hu: A megadott formalitási szintet használja, ha a nyelvnél nincs külön megadva, hogy formális vagy informális legyen
id: Menggunakan formalitas yang ditentukan jika bahasa tidak ditentukan sebagai (tidak) formal
ja: 言語が（イン）フォーマルとして指定されていない場合は、指定された形式を使用します
nl: Gebruik de opgegeven formaliteit als de taal niet is ingesteld als (in)formeel
pt: Usa a formalidade especificada se o idioma não for especificado como (in)formal
pt_br: Usa a formalidade especificada se o idioma não for especificado como (in)formal
ro: Folosește formalitatea specificată dacă limba nu este specificată ca fiind (in)formală
ru: Использует указанную формальность, если язык не указан как (не)формальный
sv: Använder angiven formalitet om språket inte anges som (o)formellt
ta: மொழி (இல்) முறையாக குறிப்பிடப்படாவிட்டால் குறிப்பிட்ட முறையைப் பயன்படுத்துகிறது
tr: Dil resmi olup olmadığı belirtilmemişse, belirtilen resmilik kullanılır
uk: Використовує вказану формальність, якщо мову не вказано як (не)формальну
zh_hans: 如果语言未被指定为书面语，则使用指定的正式程度

source: Translation context
de: Übersetzungskontext
ga: Comhthéacs aistriúcháin
hu: Fordítási kontextus
id: Konteks terjemahan
ja: 翻訳情報
nl: Context vertaling
pt: Contexto da tradução
pt_br: Contexto da tradução
ro: Contextul traducerii
ru: Контекст перевода
sv: Översättningskontext
ta: மொழிபெயர்ப்பு சூழல்
tr: Çeviri bağlamı
uk: Контекст перекладу
zh_hans: 翻译上下文

source: Describe the context of the translation to improve the accuracy of the translation.
de: Beschreiben Sie den Kontext der Übersetzung, um die Genauigkeit der Übersetzung zu verbessern.
ga: Déan cur síos ar chomhthéacs an aistriúcháin chun cruinneas an aistriúcháin a fheabhsú.
hu: Írja le a fordítás szövegkörnyezetét a pontosabb fordítás érdekében.
id: Deskripsikan konteks penerjemahan untuk meningkatkan akurasi terjemahan.
ja: 翻訳の正確性を高めるために、翻訳の文脈を記述します。
nl: Beschrijf de context van de vertaling om de nauwkeurigheid te verbeteren.
pt: Descreva o contexto da tradução para melhorar a precisão da tradução.
pt_br: Descreva o contexto da tradução para melhorar a precisão da tradução.
ru: Опишите контекст перевода, чтобы повысить точность перевода.
sv: Beskriv översättningens sammanhang för att förbättra översättningens noggrannhet.
ta: மொழிபெயர்ப்பின் துல்லியத்தை மேம்படுத்த மொழிபெயர்ப்பின் சூழலை விவரிக்கவும்.
tr: Çevirinin doğruluğunu artırmak için çevirinin bağlamını tanımlayın.
uk: Опишіть контекст перекладу, щоб підвищити точність перекладу.
zh_hans: 描述翻译上下文改进翻译准确性。

source: Use next-gen model
hu: Használja az új generációs modellt
id: Gunakan model generasi berikutnya
nl: Next-gen-model gebruiken
sv: Använd nästa generations modell
tr: Yeni nesil model kullan
uk: Використати модель next-gen

source: Prefer next-gen LLM over classic machine translation model.
hu: Előnyben részesíti az új generációs LLM modellt a hagyományos gépi fordítással szemben.
id: Utamakan LLM generasi berikutnya daripada model penerjemahan mesin biasa.
nl: Voorkeur voor next-gen LLM boven klassieke model voor machinevertaling.
sv: Föredra nästa generations LLM framför klassisk maskinöversättningsmodell.
tr: Klasik makine çeviri modeli yerine yeni nesil LLM'yi yeğle.
uk: Надавати перевагу ВММ next-gen над класичною моделлю комп'ютерного перекладу.

source: DeepL is paid service providing good machine translation for a few languages. You need to purchase :guilabel:`DeepL API` subscription or you can use legacy :guilabel:`DeepL Pro (classic)` plan.
de: DeepL ist ein kostenpflichtiger Dienst, der eine gute maschinelle Übersetzung für einige Sprachen bietet. Sie müssen ein :guilabel:`DeepL API`-Abonnement erwerben oder Sie können den alten :guilabel:`DeepL Pro (classic)`-Plan verwenden.
ga: Is seirbhís íoctha é DeepL a sholáthraíonn aistriúchán meaisín maith do chúpla teanga. Ní mór duit síntiús :guilabel:`DeepL API` a cheannach nó is féidir leat plean oidhreachta :guilabel:`DeepL Pro (clasaiceach)` a úsáid.
hu: A DeepL egy fizetős szolgáltatás, amely néhány nyelv esetében kiváló gépi fordítást biztosít. Használatához :guilabel:`DeepL API` előfizetés megvásárlása szükséges vagy választható a régi típusú :guilabel:`DeepL Pro (classic)` csomag is.
id: DeepL adalah layanan berbayar yang menyediakan terjemahan mesin yang baik untuk beberapa bahasa. Anda perlu membeli langganan :guilabel:`DeepL API` atau Anda dapat menggunakan paket :guilabel:`DeepL Pro (classic)` yang lama.
ja: DeepL は有料サービスであり、複数の言語向けに優れた機械翻訳を提供しています。:guilabel:`DeepL API` サブスクリプションを購入するか、:guilabel:`DeepL Pro (classic)` プランを使用してください。
nl: DeepL is een betaalde service die goede machinevertalingen verschaft voor een aantal talen. U moet een abonnement voor de :guilabel:`DeepL API` kopen of u kunt het verouderde plan :guilabel:`DeepL Pro (classic)` gebruiken.
pt: DeepL é um serviço pago que fornece boa tradução de máquina para alguns idiomas. Precisa comprar a assinatura do :guilabel:`DeepL API` ou pode usar o plano legado :guilabel:`DeepL Pro (classic)`.
pt_br: DeepL é um serviço pago que oferece boa tradução automática para alguns idiomas. Você precisa adquirir a assinatura :guilabel:`DeepL API` ou pode usar o plano :guilabel:`DeepL Pro (classic)`.
ro: DeepL este un serviciu plătit care oferă un serviciu de traducere automată de calitate pentru câteva limbi. Trebuie să achiziționați abonamentul :guilabel:`DeepL API` sau puteți utiliza planul :guilabel:`DeepL Pro (clasic)`.
ru: DeepL — это платный сервис, предоставляющий хороший машинный перевод на несколько языков. Вам необходимо приобрести подписку на :guilabel:`DeepL API` или воспользоваться устаревшим планом :guilabel:`DeepL Pro (classic)`.
sv: DeepL är en betaltjänst som erbjuder bra maskinöversättning för ett fåtal språk. Du måste köpa ett :guilabel:`DeepL API`-abonnemang eller så kan du använda det äldre :guilabel:`DeepL Pro (classic)`-abonnemanget.
ta: ஒரு சில மொழிகளுக்கு நல்ல இயந்திர மொழிபெயர்ப்பை வழங்கும் கட்டண பணி deepl ஆகும். நீங்கள் வாங்க வேண்டும்: uilabel: `deepl api` சந்தா அல்லது நீங்கள் மரபு: uilabel:` deepl pro (கிளாசிக்) `திட்டம் பயன்படுத்தலாம்.
tr: DeepL, birkaç dil için iyi makine çevirisi sağlayan ücretli bir hizmettir. :guilabel:`DeepL API` aboneliği satın almanız gerekir veya eski :guilabel:`DeepL Pro (klasik)` tarifesini kullanabilirsiniz.
uk: DeepL є платною службою, яка надає якісні комп'ютерні переклади декількома мовами. Вам слід придбати передплату на :guilabel:`DeepL API` або можете скористатися застарілим тарифним планом :guilabel:`DeepL Pro (classic)`.
zh_hans: DeepL 是付费服务，提供一些语言的良好机器翻译。您需要购买 :guilabel:`DeepL API` 订阅，或者您可以使用传统的 :guilabel:`DeepL Pro (classic)` 计划。
zh_hant: DeepL 是付費服務，提供一些語言的良好機器翻譯。您需要購買 :guilabel:`DeepL API` 訂閱，或者您可以使用傳統的 :guilabel:`DeepL Pro (classic)` 計劃。

source: API URL to use with the DeepL service. At the time of writing, there is the v1 API as well as a free and a paid version of the v2 API.
de: API-URL zur Verwendung mit dem DeepL-Dienst. Zum Zeitpunkt des Schreibens gibt es die v1-API sowie eine kostenlose und eine kostenpflichtige Version der v2-API.
ga: URL API le húsáid leis an tseirbhís DeepL. Agus é seo á scríobh, tá an v1 API ann chomh maith le leagan saor in aisce agus íoctha den v2 API.
hu: Az API használatához megadandó URL. A dokumentum írásakor elérhető a v1 API, valamint a v2 API ingyenes és fizetős változata.
id: URL API untuk digunakan dengan layanan DeepL. Saat artikel ini ditulis, tersedia API v1 serta versi gratis dan berbayar dari API v2.
ja: DeepL のサービスで使用する API の URL です。執筆時点では、v1 API の他に、v2 API の無料版と有料版があります。
nl: URL voor de API om te gebruiken met de service DeepL. Op het moment van schrijven zijn er de v1 API, als ook een gratis en een betaalde versie voor de v2 API.
pt: A URL da API para usar com o serviço DeepL. No momento em que este artigo foi escrito, existe a API v1, bem como uma versão gratuita e uma versão paga da API v2.
pt_br: A URL da API para usar com o serviço DeepL. No momento em que este artigo foi escrito, existe a API v1, bem como uma versão gratuita e uma versão paga da API v2.
ro: URL-ul API care trebuie utilizat cu serviciul DeepL. La momentul redactării acestui articol, există API v1, precum și o versiune gratuită și una cu plată a API v2.
ru: URL API для использования с сервисом DeepL. На момент написания статьи существует API вер. 1, а также бесплатная и платная версии API вер. 2.
sv: API-URL som ska användas med DeepL-tjänsten. Vid skrivande stund finns det v1 API samt en gratis och en betald version av v2 API.
ta: பநிஇ முகவரி deepl சேவையுடன் பயன்படுத்த. எழுதும் நேரத்தில், வி 1 பநிஇ மற்றும் வி 2 ஏபிஐயின் இலவச மற்றும் கட்டண பதிப்பு உள்ளது.
tr: DeepL hizmetiyle kullanılacak API adresi. Bu bilgi yazıldığında, API v1 yanında ücretsiz ve ücretli API v2 sürümleri bulunuyordu.
uk: Адреса програмного інтерфейсу API, яку слід використовувати для служби DeepL. На час написання цього підручника використовувався програмний інтерфейсу версії 1, а також безкоштовна та оплачувана версія 2 програмного інтерфейсу.
zh_hans: 用于 DeepL 服务的 API URL。在撰写本文时，有v1版API以及v2版API的免费和付费版本。

source: Is meant for API usage on the paid plan, and the subscription is usage-based.
de: Ist für die API-Nutzung des kostenpflichtigen Angebots gedacht, und das Abonnement ist nutzungsabhängig.
ga: Tá sé i gceist le húsáid API ar an bplean íoctha, agus tá an síntiús bunaithe ar úsáid.
hu: Ez az URL a fizetős csomaghoz tartozó API-használatra szolgál, az előfizetés használatalapú elszámolású.
id: Ditujukan untuk penggunaan API pada paket berbayar, dan langganannya berbasis penggunaan.
ja: 有料プラン用の API を使用し、使用量をもとにしたサブスクリプションです。
nl: Is alleen bedoeld voor gebruiken de API van het betaalde plan en het abonnement is gebaseerd op het gebruik.
pt: Destina-se ao uso da API no plano pago e a assinatura é baseada em uso.
pt_br: Destina-se ao uso da API no plano pago e a assinatura é baseada em uso.
ro: Este destinat utilizării API în cadrul planului plătit, iar abonamentul este bazat pe utilizare.
ru: Предназначена для использования через API на платном тарифном плане, а подписка основана на использовании.
sv: Är avsedd för API-användning i den betalda planen, och prenumerationen är användningsbaserad.
ta: கட்டணத் திட்டத்தில் பநிஇ பயன்பாட்டிற்காகவே உள்ளது, மேலும் சந்தா பயன்பாடு அடிப்படையிலானது.
tr: Ücretli olarak API kullanımı içindir ve abonelik yöntemi uygulanır.
uk: Призначено для використання програмного інтерфейсу у межах оплачуваного плану. Передплата є заснованою на використанні.
zh_hans: 用于付费计划的 API 用量，订阅是基于用量的。

source: Is meant for API usage on the free plan, and the subscription is usage-based.
de: Ist für die API-Nutzung des kostenlosen Angebots gedacht, und das Abonnement ist nutzungsabhängig.
ga: Tá sé i gceist le húsáid API ar an bplean saor in aisce, agus tá an síntiús bunaithe ar úsáid.
hu: Ez az URL az ingyenes csomaghoz tartozó API-használatra szolgál, az előfizetés szintén használatalapú elszámolású.
id: Ditujukan untuk penggunaan API pada paket gratis, dan langganannya berbasis penggunaan.
ja: 無料プラン用の API を使用し、使用量をもとにしたサブスクリプションです。
nl: Is bedoeld voor gebruiken van de API in het gratis plan en het abonnement is gebaseerd op het gebruik.
pt: Destina-se ao uso da API no plano gratuito e a assinatura é baseada em uso.
pt_br: Destina-se ao uso da API no plano gratuito e a assinatura é baseada em uso.
ro: Este destinat utilizării API în cadrul planului plătit, iar abonamentul este bazat pe utilizare.
ru: Предназначена для использования через API на платном тарифном плане, а подписка основана на использовании.
sv: Är avsedd för API-användning i gratispaketet, och prenumerationen är användningsbaserad.
ta: இலவச திட்டத்தில் பநிஇ பயன்பாட்டிற்காகவே உள்ளது, மேலும் சந்தா பயன்பாடு அடிப்படையிலானது.
tr: Ücretsiz olarak API kullanımı içindir ve abonelik yöntemi uygulanır.
uk: Призначено для використання програмного інтерфейсу у межах безкоштовного плану. Передплата є заснованою на використанні.
zh_hans: 用于免费计划的 API 用量，订阅是基于用量的。

source: Is meant for CAT tools and is usable with a per-user subscription.
de: Ist für CAT-Tools gedacht und kann mit einem Benutzerabonnement verwendet werden.
ga: Tá sé i gceist le haghaidh uirlisí CAT agus is féidir é a úsáid le síntiús in aghaidh an úsáideora.
hu: Ezt az URL-t fordítástámogató eszközök (CAT eszközök) számára alakították ki, és felhasználónkénti előfizetéssel vehető igénybe.
id: Ditujukan untuk peralatan CAT dan dapat digunakan dengan langganan per pengguna.
ja: CAT ツール用を使用し、ユーザー単位でサブスクリプションを使用できます。
nl: Is bedoeld voor CAT-programma's en is te gebruiken met een abonnement per gebruiker.
pt: Destina-se a ferramentas CAT e é utilizável com assinatura por utilizador.
pt_br: Destina-se a ferramentas CAT e é utilizável com assinatura por usuário.
ro: Este destinat instrumentelor CAT și poate fi utilizat cu un abonament per utilizator.
ru: Предназначена для CAT-инструментов и может быть использована с подпиской на пользователя.
sv: Är avsedd för CAT-verktyg och kan användas med ett abonnemang per användare.
ta: பூனை கருவிகளுக்கானது மற்றும் ஒரு பயனர் சந்தாவுடன் பயன்படுத்தக்கூடியது.
tr: CAT araçları içindir ve kullanıcı başına abonelik yöntemi uygulanır.
uk: Призначено для інструментів комп'ютерного перекладу. Придатна до використання із передплатою для окремих користувачів.
zh_hans: 用于计算机辅助翻译工具，可以按用户订阅。

source: Previously Weblate was classified as a CAT tool by DeepL, so it was supposed to use the v1 API, but now is supposed to use the v2 API. Therefore it defaults to v2, and you can change it to v1 in case you have an existing CAT subscription and want Weblate to use that.
de: Früher wurde Weblate von DeepL als CAT-Tool eingestuft und sollte daher die v1-API verwenden, aber jetzt soll die v2-API verwendet werden. Daher ist v2 voreingestellt, und Sie können es auf v1 ändern, falls Sie ein bestehendes CAT-Abonnement haben und möchten, dass Weblate dieses nutzt.
ga: Roimhe seo bhí Weblate rangaithe mar uirlis CAT ag DeepL, agus mar sin bhí sé ceaptha an v1 API a úsáid, ach anois tá sé ceaptha an API v2 a úsáid. Mar sin mainneachtainí é go v2, agus is féidir leat é a athrú go v1 ar eagla go bhfuil síntiús CAT agat cheana féin agus gur mhaith leat Weblate é sin a úsáid.
hu: Korábban a DeepL a Weblate-et CAT eszközként sorolta be, így a v1 API-t kellett használnia. Jelenleg azonban a v2 API használata az irányadó, ezért ez az alapértelmezés, de módosítható v1-re, ha meglévő CAT-előfizetéssel rendelkezik, és azt szeretné a Weblate-ben használni.
id: Sebelumnya, Weblate diklasifikasikan sebagai alat CAT oleh DeepL, sehingga seharusnya menggunakan API v1, tetapi sekarang seharusnya menggunakan API v2. Oleh karena itu, default-nya adalah v2, dan Anda dapat mengubahnya ke v1 jika Anda sudah memiliki langganan CAT dan ingin Weblate menggunakannya.
ja: 以前 Weblate は DeepL によって CAT ツールとして分類されていたため、v1 API を使用することになっていましたが、現在は v2 API を使用することになっています。そのため、デフォルトは v2 になっており、デフォルトの CAT サブスクリプションを持っていて Weblate がそのサブスクリプションを使用したい場合は v1 に変更できます。
nl: Eerder werd Weblate als een CAT-programma geclassificeerd door DeepL, het werd dus geacht de v1 API te gebruiken, maar nu wordt het geacht de v2 API te gebruiken. Daarom is de standaard v2 en u kunt het wijzigen naar v1 in het geval u een bestaand abonnement voor CAT heeft en Weblate dat wil laten gebruiken.
pt: Anteriormente, o Weblate era classificado como uma ferramenta CAT pelo DeepL, por isso deveria usar a API v1, mas agora é entendido que deve usar a API v2. Portanto, a predefinição é v2 e pode alterar-lo para v1 no caso de ter uma assinatura CAT existente e querer que o Weblate use isso.
pt_br: Anteriormente, o Weblate era classificado como uma ferramenta CAT pelo DeepL, por isso deveria usar a API v1, mas agora é entendido que deve usar a API v2. Portanto, seu padrão é v2, e você pode alterar isso para v1 no caso de você ter uma assinatura CAT existente e querer que o Weblate use isso.
ro: Anterior, Weblate a fost clasificat ca un instrument CAT de către DeepL, așa că trebuia să utilizeze API v1, dar acum trebuie să utilizeze API v2. Prin urmare, este implicit v2 și puteți să o schimbați la v1 în cazul în care aveți un abonament CAT existent și doriți ca Weblate să îl folosească.
ru: Ранее Weblate классифицировался DeepL как CAT-инструмент, поэтому предполагалось использовать API версии v1, но теперь предполагается использовать API версии v2. Поэтому по умолчанию параметр имеет значение v2, но вы можете изменить его на v1 в случае, если у вас есть существующая CAT-подписка и вы хотите, чтобы Weblate использовал её.
sv: Tidigare klassificerades Weblate som ett CAT-verktyg av DeepL, så det skulle använda v1 API, men nu ska det använda v2 API. Därför är v2 standardinställningen, och du kan ändra det till v1 om du har ett befintligt CAT-abonnemang och vill att Weblate ska använda det.
ta: முன்னர் வலைபெயர்ப்பு ஒரு பூனை கருவியாக deepl ஆல் வகைப்படுத்தப்பட்டது, எனவே இது வி 1 பநிஇ பயன்படுத்த வேண்டும், ஆனால் இப்போது வி 2 பநிஇ பயன்படுத்த வேண்டும். எனவே இது v2 க்கு இயல்புநிலையாகிறது, மேலும் உங்களிடம் ஏற்கனவே இருக்கும் பூனை சந்தா இருந்தால், அதைப் பயன்படுத்த வலைபெயர்ப்பு விரும்பினால் அதை v1 ஆக மாற்றலாம்.
tr: Weblate daha önce, DeepL tarafından bir CAT aracı olarak sınıflandırılmıştı. Bu nedenle API v1 kullanması gerekiyordu. Ancak şimdi API v2 kullanması gerekiyor. Bu nedenle, v2 varsayılan değerdir ve var olan bir CAT aboneliğiniz varsa ve Weblate tarafından bunun kullanılmasını istiyorsanız bu değeri v1 olarak değiştirebilirsiniz.
uk: Раніше DeepL вважала Weblate засобом комп'ютеризованого перекладу, тому слід було використовувати версію 1 програмного інтерфейсу, але тепер слід використовувати версію 2. Через це, типовим є використання версії 2. Ви можете змінити версію на 1, якщо у вас є передплата для системи комп'ютеризованого перекладу, і ви хочете, щоб Weblate скористався нею.
zh_hans: 之前 Weblate 被 DeepL 归类为计算机辅助翻译（CAT）工具，所以应该使用 v1 API，但现在应该使用 v2 API。因此它默认为 v2，如果您现在有一个计算机辅助翻译工具（CAT ）订阅，并希望 Weblate 使用它，您可以将其更改为 v1。
zh_hant: 此前 Weblate 被 DeepL 分類為計算機輔助翻譯工具，因此應該使用 v1 API ，但現在應該使用 v2 API 。這樣默認為 v2 ，在你有現有的計算機輔助翻譯工具訂閱，並想要 Weblate 使用它的情況下，可以將其更改為 v1 。

source: Weblate supports DeepL formality, it will choose matching one based on the language (for example, there is ``de@formal`` and ``de@informal``).
de: Weblate unterstützt DeepL-Formalität, es wählt eine passende basierend auf der Sprache (zum Beispiel gibt es ``de@formal`` und ``de@informal``).
ga: Tacaíonn Weblate le foirmiúlacht DeepL, roghnóidh sé ceann a mheaitseáil bunaithe ar an teanga (mar shampla, tá ``de@formal`` agus ``de@informal``).
hu: A Weblate támogatja a DeepL formalitási beállításait, és a nyelv alapján választja ki a megfelelőt (például létezik ``de@formal`` és ``de@informal`` változat is).
id: Weblate mendukung formalitas DeepL, ia akan memilih yang cocok berdasarkan bahasa (misalnya, ada ``de@formal`` dan ``de@informal``).
ja: Weblate は DeepL の敬称と親称に対応しており、言語（例えば ``de@formal`` と ``de@informal`` があります）に応じたものが選択されます。
nl: Weblate ondersteunt formaliteit voor DeepL, het zal de overeenkomende kiezen, gebaseerd op de taal (er zijn bijvoorbeeld ``de@formal`` en ``de@informal``).
pt: O Weblate oferece suporte à formalidade no DeepL, ele escolherá uma correspondência com base no idioma (por exemplo, há ``de@formal`` e ``de@informal``).
pt_br: O Weblate oferece suporte à formalidade no DeepL, ele escolherá uma correspondência com base no idioma (por exemplo, há ``de@formal`` e ``de@informal``).
ro: Weblate suportă DeepL formalitate, va alege una potrivită în funcție de limbă (de exemplu, există ``de@formal`` și ``de@informal``).
ru: Weblate поддерживает формальность DeepL, он выберет соответствующий язык в зависимости от языка (например, есть ``de@formal`` и ``de@informal``).
sv: Weblate stöder DeepL-formalitet och väljer en matchande variant baserat på språket (det finns till exempel ``de@formal`` och ``de@informal``).
ta: வலைபெயர்ப்பு டீப்ல் முறையை ஆதரிக்கிறது, இது மொழியின் அடிப்படையில் ஒன்றைப் பொருத்துவதைத் தேர்ந்தெடுக்கும் (எடுத்துக்காட்டாக, `` டி@முறையான`` மற்றும் `டி@முறைசாரா`` உள்ளது).
tr: Weblate, DeepL resmilik düzeyini destekler ve dile göre eşleşen birini seçer (örneğin, "de@formal" ve "de@informal" seçenekleri vardır).
uk: У Weblate передбачено підтримку формальності DeepL, програма вибере відповідник на основі мови (наприклад, є ``de@formal`` і ``de@informal``).
zh_hans: Weblate支持 DeepL 形式，它将根据语言选择匹配的形式（例如，有 ``de@formal`` 和 ``de@informal`` ）。
