Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Do any needed changes in the repo (for example using :command:`git mv`), push them to the upstream repository.
de: Alle notwendigen Änderungen im Projektarchiv durchführen (z. B. mit :command:`git mv`) und diese in das Upstream-Repository pushen.
ga: Déan aon athruithe riachtanacha ar an stór (mar shampla, ag baint úsáide as :command:`git mv`), brúigh iad chuig an stór in aghaidh an tsrutha.
hu: Végezze el a szükséges módosításokat a tárolóban (például: :command:`git mv` használatával), majd töltse fel őket a forrás tárolóba.
id: Lakukan perubahan yang diperlukan dalam repo (misalnya menggunakan :command:`git mv`), dorong ke repositori hulu.
ja: リポジトリに必要な変更を加える（例: :command:`git mv` の使用); 変更を上流のリポジトリにプッシュします。
nl: Maak de nodige wijzigingen in de opslagruimte (gebruik bijvoorbeeld :command:`git mv`), push ze naar de opslagruimte upstream.
pt: Faça todas as alterações necessárias no repositório (por exemplo, a usar :command:`git mv`), faça o push delas para o repositório upstream.
pt_br: Faça todas as alterações necessárias no repositório (por exemplo, usando :command:`git mv`), faça o push delas para o repositório upstream.
ro: Efectuați orice modificări necesare în repo (de exemplu, folosind :command:`git mv`) și împingeți-le în depozitul upstream.
ru: Внесите необходимые изменения в репозиторий (например, используя :command:`git mv`), отправьте их в вышестоящий репозиторий.
sv: Gör eventuella nödvändiga ändringar i repo (till exempel med hjälp av :command:`git mv`), och skicka dem till uppströmsrepositoriet.
ta: ரெப்போவில் ஏதேனும் தேவையான மாற்றங்களைச் செய்யுங்கள் (எடுத்துக்காட்டாக 'கட்டளை:'கிட் எம்வி'ஐப் பயன்படுத்தி), அவற்றை மேல்நிலை களஞ்சியத்திற்குத் தள்ளவும்.
tr: Depoda gerekli değişiklikleri yapın (örneğin :command:`git mv` kullanarak) ve bunları yukarı akış deposuna itin.
uk: Внесіть усі потрібні вам зміни до сховища (наприклад, за допомогою :command:`git mv`), запишіть їх до основного сховища.
zh_hans: 在仓库中进行任何需要的更改（例如使用 :command:`git mv`），将它们推送到上游仓库。

source: Unlock the component and re-enable hooks in the project configuration.
de: Die Komponente entsperren und die Hooks in der Projektkonfiguration wieder aktivieren.
ga: Díghlasáil an chomhpháirt agus athchumasaigh crúcaí i gcumraíocht an tionscadail.
hu: Oldja fel az összetevő zárolását, és kapcsolja vissza a webhookokat a projekt beállításaiban.
id: Buka kunci komponen dan aktifkan kembali kait dalam konfigurasi proyek.
ja: コンポーネントのロックを解除し、プロジェクトの設定からフックを再度有効化する。
nl: Ontgrendel het onderdeel en activeer de hooks opnieuw in de configuratie van het project.
pt: Desbloqueie o componente e reative os ganchos na configuração do projeto.
pt_br: Desbloqueie o componente e reabilite os ganchos na configuração do projeto.
ro: Deblocați componenta și activați din nou cârligele în configurația proiectului.
ru: Разблокируйте компонент и повторно включите обработчики в конфигурации проекта.
sv: Lås upp komponenten och återaktivera krokarna i projektkonfigurationen.
ta: கூறுகளைத் திறந்து, திட்ட உள்ளமைவில் கொக்கிகளை மீண்டும் இயக்கவும்.
tr: Bileşenin kilidini açın ve proje yapılandırmasındaki kancaları yeniden kullanıma alın.
uk: Розблокуйте складник і повторно увімкніть скрипти у налаштуваннях проєкту.
zh_hans: 解锁部件并重新启用项目配置中的挂钩。

source: :ref:`projectbackup` might be useful to perform prior to such disrupting changes.
de: Es könnte sinnvoll sein, vor solchen einschneidenden Änderungen :ref:`projectbackup` auszuführen.
ga: D'fhéadfadh go mbeadh :ref:`projectbackup` úsáideach a dhéanamh roimh athruithe cur isteach den sórt sin.
hu: A :ref:`projectbackup` hasznos lehet az ilyen kockázatos változtatások előtt.
id: :ref:`projectbackup` mungkin berguna untuk dilakukan sebelum perubahan yang mengganggu tersebut.
nl: :ref:`projectbackup` zou nuttig kunnen zijn om uit te voeren voordat dergelijke ingrijpende wijzigingen worden gemaakt.
pt_br: :ref:`projectbackup` pode ser útil antes de tais mudanças perturbadoras.
sv: :ref:`projectbackup` kan vara användbart att utföra innan sådana störande förändringar.
ta: :ref:`projectbackup` might be useful பெறுநர் perform prior பெறுநர் such disrupting changes.
tr: Bu türde bozulmaya yol açabilecek değişikliklerden önce :ref:`projectbackup` yapmak yararlı olabilir.
uk: Перед такими руйнівними змінами може бути корисним виконання :ref:`projectbackup`.
zh_hans: 在这种破坏性更改前执行 :ref:`projectbackup` 也许会有用。

source: How do I review the translations of others?
de: Wie überprüft man die Übersetzungen anderer?
ga: Conas a dhéanaim athbhreithniú ar aistriúcháin daoine eile?
hu: Hogyan tudom mások fordításait felülvizsgálni?
id: Bagaimana caranya untuk meninjau terjemahan orang lain?
ja: 他の人の翻訳を確認する方法は？
nl: Hoe beoordeel ik de vertalingen van anderen?
pt: Como faço para revisar as traduções dos outros?
pt_br: Como faço para revisar as traduções dos outros?
ro: Cum pot revizui traducerile altora?
ru: Как мне отрецензировать переводы других переводчиков?
sv: Hur granskar jag andras översättningar?
ta: மற்றவர்களின் மொழிபெயர்ப்புகளை நான் எவ்வாறு மதிப்பாய்வு செய்வது?
tr: Başkalarının çevirilerini nasıl onaylarım?
uk: Як рецензувати переклади інших користувачів?
zh_hans: 如何复查其他人的翻译？
zh_hant: 如何復查其他人的翻譯？

source: There are several review based workflows available in Weblate, see :ref:`workflows`.
de: Es gibt mehrere überprüfungsbasierte Arbeitsabläufe in Weblate, siehe :ref:`workflows`.
ga: Tá roinnt sreafaí oibre bunaithe ar athbhreithniú ar fáil i Weblate, féach :ref:`workflows`.
hu: A Weblate többféle ellenőrzés-alapú munkafolyamatot támogat, lásd: :ref:`workflows`.
id: Ada beberapa alur kerja berbasis tinjauan yang tersedia di Weblate, lihat :ref:`workflows`.
ja: Weblate では、査読のためのワークフローを複数用意しています。参照: :ref:`workflows`。
nl: Er zijn verscheidene op beoordelen gebaseerde werkwijzen beschikbaar in Weblate, bekijk :ref:`workflows`.
pt: Há vários fluxos de trabalho baseados em revisões disponíveis em Weblate, veja :ref:`workflows`.
pt_br: Há vários fluxos de trabalho baseados em revisões disponíveis em Weblate, consulte :ref:`workflows`.
ro: Există mai multe fluxuri de lucru bazate pe revizuire disponibile în Weblate, consultați :ref:`workflows`.
ru: В Weblate доступно на выбор несколько вариантов рабочего процесса, основанные на рецензировании, смотреть раздел :ref:`workflows`.
sv: Det finns flera granskningsbaserade arbetsflöden tillgängliga i Weblate, se :ref:`workflows`.
tr: Weblate üzerinde kullanılabilen birkaç onaylama tabanlı iş akışı bulunur. Ayrıntılı bilgi almak için: :ref:`workflows`.
uk: У Weblate передбачено підтримку кількох робочих процесів з рецензування, див. :ref:`workflows`.
zh_hans: 在 Weblate 中，基于工作流程有几种复查方式，请参见 :ref:`workflows`。
zh_hant: 在 Weblate 中，基於工作流程有幾種複查方式，請參見 :ref:`workflows`。

source: There is a review tool available at the bottom of the translation view, where you can choose to browse translations made by others since a given date.
de: Am unteren Rand der Übersetzungsansicht steht ein Überprüfungstool zur Verfügung, mit dem Sie Übersetzungen durchsuchen können, die seit einem bestimmten Datum von anderen erstellt wurden.
ga: Tá uirlis athbhreithnithe ar fáil ag bun an amhairc aistriúcháin, áit ar féidir leat rogha a dhéanamh aistriúcháin a rinne daoine eile ó dháta áirithe a bhrabhsáil.
hu: A felülvizsgáló eszköz a fordítási nézet alján található – ott beállíthatja, hogy csak a megadott dátum után történt fordításokat böngéssze más felhasználóktól.
id: Tersedia alat tinjauan di bagian bawah tampilan terjemahan, tempat Anda dapat memilih untuk menelusuri terjemahan yang dibuat oleh orang lain sejak tanggal tertentu.
ja: 翻訳画面の下部にある査読ツールを使用して、指定した日付以降に他の翻訳者がした翻訳を確認します。
nl: Er is een programma voor beoordelen beschikbaar aan de onderzijde van de weergave van de vertaling, waar u kunt kiezen om door vertalingen te bladeren die zijn gemaakt door anderen vanaf een bepaalde datum.
pt: Há uma ferramenta de revisão disponível na parte inferior da vista de tradução, onde pode optar por navegar pelas traduções feitas por outros desde uma data determinada.
pt_br: Há uma ferramenta de revisão disponível na parte inferior na visualização da tradução, onde você pode optar por visualizar traduções feitas por outras pessoas desde uma determinada data.
ro: Există un instrument de revizuire disponibil în partea de jos a vizualizării traducerilor, unde puteți alege să răsfoiți traducerile făcute de alte persoane de la o anumită dată.
ru: В нижней части представления перевода имеется инструмент рецензирования, с помощью которого можно просматривать переводы, выполненные другими пользователями с заданной даты.
sv: I botten av översättningsvyn finns ett granskningsverktyg där du kan välja att bläddra bland översättningar som gjorts av andra sedan ett visst datum.
ta: மொழிபெயர்ப்பு காட்சியின் அடிப்பகுதியில் ஒரு மதிப்பாய்வு கருவி கிடைக்கிறது, அங்கு ஒரு குறிப்பிட்ட தேதியிலிருந்து மற்றவர்களால் செய்யப்பட்ட மொழிபெயர்ப்புகளை உலாவ நீங்கள் தேர்வு செய்யலாம்.
tr: Çeviri görünümünün alt bölümünde, belirli bir tarihten sonra başkaları tarafından yapılan çevirileri görebileceğiniz bir onaylama aracı bulunur.
uk: Передбачено особливий інструмент, панель його розташовано у нижній частині панелі перекладу. На цій панелі ви можете вибрати навігацію перекладами, які виконано іншими користувачами, починаючи з вказаної дати.
zh_hans: 在翻译视图底部有个复查工具，可以在那里选择浏览给定时间以来其他人进行的翻译。
zh_hant: 在翻譯視圖底部有個複查工具，可以在那裡選擇瀏覽給定時間以來其他人進行的翻譯。

source: How do I provide feedback on a source string?
de: Wie gibt man Rückmeldung zu einer Ausgangszeichenkette?
ga: Conas is féidir liom aiseolas a sholáthar ar theaghrán foinse?
hu: Hogyan adhatok visszajelzést egy forrásszöveghez?
id: Bagaimana cara memberikan umpan balik pada string sumber?
ja: 原文についてのフィードバックの方法は？
nl: Hoe geef ik terugkoppeling over een brontekenreeks?
pt: Como posso fornecer feedback sobre uma cadeia fonte?
pt_br: Como posso fornecer feedback sobre um texto fonte?
ro: Cum pot oferi feedback cu privire la un șir de surse?
ru: Как мне предоставить обратную связь по исходной строке?
sv: Hur ger jag feedback på en källsträng?
ta: ஒரு மூல சரத்தில் நான் எவ்வாறு பின்னூட்டம் வழங்குவது?
tr: Bir kaynak dizge ile ilgili nasıl geri bildirim sağlayabilirim?
uk: Як надавати відгуки щодо початкового рядка?
zh_hans: 如何提供源字符串的反馈？
zh_hant: 如何提供源字符串的反饋？

source: On context tabs below translation, you can use the :guilabel:`Comments` tab to provide feedback on a source string, or discuss it with other translators.
de: Auf den Kontextreitern unterhalb der Übersetzung können Sie den Reiter :guilabel:`Kommentare` verwenden, um Rückmeldung zu einer Ausgangszeichenkette zu geben oder sie mit anderen Übersetzern zu diskutieren.
ga: Ar na cluaisíní comhthéacs faoi bhun an aistriúcháin, is féidir leat an táb :guilabel:`Comments` a úsáid chun aiseolas a sholáthar ar theaghrán foinse, nó é a phlé le haistritheoirí eile.
hu: A fordításhoz tartozó kontextusfülek alatt a :guilabel:`Megjegyzések` fülön keresztül adhat visszajelzést egy forrásszöveghez vagy meg is vitathatja azt más fordítókkal.
id: Pada tab konteks di bawah terjemahan, Anda dapat menggunakan tab :guilabel:`Comments` untuk memberikan masukan pada string sumber, atau mendiskusikannya dengan penerjemah lain.
ja: 翻訳の直下に、翻訳情報のタブが並んでいます。:guilabel:`コメント` タブの中で、原文についてフィードバックを送ったり、他の翻訳者と話し合ったりできます。
nl: Op tabs voor de context onder de vertalingen, kunt u de tab :guilabel:`Opmerkingen` gebruiken om terugkoppeling te geven over een brontekenreeks, of die bespreken met andere vertalers.
pt: Nas guias de contexto abaixo da tradução, pode utilizar a guia :guilabel:`Comentários` para fornecer feedback sobre uma cadeia fonte, ou discuti-lo com outros tradutores.
pt_br: Nas abas de contexto abaixo da tradução, você pode utilizar a aba :guilabel:`Comentários` para fornecer feedback sobre um texto fonte, ou discuti-lo com outros tradutores.
ro: Pe filele de context de sub traducere, puteți utiliza fila :guilabel:`Comments` pentru a oferi feedback cu privire la un șir sursă sau pentru a discuta cu alți traducători.
ru: На контекстных вкладках, расположенных ниже перевода, вы можете использовать вкладку :guilabel:`Комментарии` для предоставления обратной связи по исходной строке или для её обсуждения с другими переводчиками.
sv: På kontextflikarna under översättningen kan du använda fliken :guilabel:`Kommentarer` för att ge feedback på en källsträng eller diskutera den med andra översättare.
ta: மொழிபெயர்ப்புக்குக் கீழே உள்ள சூழல் தாவல்களில், ஒரு மூல சரத்தைப் பற்றிய கருத்துக்களை வழங்க நீங்கள் "குய்லாபெல்:'கருத்துகள்' தாவலைப் பயன்படுத்தலாம் அல்லது பிற மொழிபெயர்ப்பாளர்களுடன் விவாதிக்கலாம்.
tr: Çevirinin altındaki bağlam bölümünde, bir kaynak dizge ile ilgili geri bildirim vermek ya da diğer çevirmenlerle tartışmak için :guilabel:`Yorumlar` sekmesini kullanabilirsiniz.
uk: На контекстних вкладках під перекладом ви можете скористатися вкладкою :guilabel:`Коментарі`, щоб надати відгук щодо початкового рядка або обговорити його із іншими перекладачами.
zh_hans: 在翻译下方的上下文选项卡中，可以通过 :guilabel:`评论` 选项卡提供源字符串的反馈，或者与其他译者讨论。
zh_hant: 在翻譯下面的文本標籤上，可以使用 :guilabel:`Comments` 標籤來提供源字符串的反饋，或者與其他翻譯者討論。

source: How can I use existing translations while translating?
de: Wie verwendet man bestehende Übersetzungen beim Übersetzen?
ga: Conas is féidir liom aistriúcháin atá ann cheana a úsáid agus mé ag aistriú?
hu: Hogyan használhatom a meglévő fordításokat fordítás közben?
id: Bagaimana saya bisa menggunakan terjemahan yang ada saat menerjemahkan?
ja: 翻訳中に既存の翻訳を使用する方法は？
nl: Hoe kan ik bestaande vertalingen gebruiken bij vertalen?
pt: Como posso usar as traduções existentes enquanto traduzo?
pt_br: Como posso usar as traduções existentes enquanto traduzo?
ro: Cum pot folosi traducerile existente în timpul traducerii?
ru: Как я могу использовать при переводе уже существующие переводы?
sv: Hur kan jag använda befintliga översättningar när jag översätter?
ta: மொழிபெயர்க்கும் போது தற்போதுள்ள மொழிபெயர்ப்புகளை நான் எவ்வாறு பயன்படுத்தலாம்?
tr: Çeviri yaparken var olan çevirileri nasıl kullanabilirim?
uk: Як скористатися наявними перекладами під час перекладу?
zh_hans: 翻译时如何使用现有的翻译？
zh_hant: 翻譯時如何使用現有的翻譯？

source: All translations within Weblate can be used thanks to shared translation memory.
de: Dank des gemeinsamen Übersetzungsspeichers können alle Übersetzungen innerhalb von Weblate verwendet werden.
ga: Is féidir gach aistriúchán laistigh de Weblate a úsáid a bhuí le cuimhne aistriúcháin roinnte.
hu: A Weblate-en belül minden fordítás elérhető a közös fordítási memória révén.
id: Semua terjemahan dalam Weblate dapat digunakan berkat memori terjemahan bersama.
ja: Weblate 内のすべての翻訳は、共有翻訳メモリを使用します。
nl: Alle vertalingen binnen Weblate kunnen worden gebruikt, dankzij gedeeld vertaalgeheugen.
pt: Todas as traduções no Weblate podem ser usadas graças à memória de tradução compartilhada.
pt_br: Todas as traduções no Weblate podem ser usadas graças à memória de tradução compartilhada.
ro: Toate traducerile din Weblate pot fi utilizate datorită memoriei de traducere partajate.
ru: Благодаря разделяемой памяти переводов могут быть использованы все переводы, загруженные в Weblate.
sv: Alla översättningar inom Weblate kan användas tack vare delat översättningsminne.
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகத்திற்கு நன்றி வலைபெயர்ப்பில் உள்ள அனைத்து மொழிபெயர்ப்புகளையும் பயன்படுத்தலாம்.
tr: Paylaşılan çeviri belleği ile, Weblate içindeki tüm çeviriler kullanılabilir.
uk: Усі переклади у межах Weblate можна використовувати завдяки спільній пам'яті перекладів.
zh_hans: 得益于共享的翻译记忆库，Weblate 中的所有翻译都可以使用。

source: You can import existing translation memory files into Weblate.
de: Sie können vorhandene Übersetzungsspeicherdateien in Weblate importieren.
ga: Is féidir leat comhaid chuimhne aistriúcháin atá ann cheana a allmhairiú isteach i Weblate.
hu: Importálhat meglévő fordítási memóriafájlokat is a Weblate-be.
id: Anda dapat mengimpor berkas memori terjemahan yang ada ke Weblate.
ja: 既存の翻訳メモリ ファイルを Weblate にインポートできます。
nl: U kunt bestaande bestanden voor vertaalgeheugens importeren in Weblate.
pt: Pode importar ficheiros de memória de tradução existentes para o Weblate.
pt_br: Você pode importar tradução arquivos de memória de tradução existente para o Weblate.
ro: Puteți importa în Weblate fișiere de memorie de traducere existente.
ru: Вы можете импортировать в Weblate свою уже существующую память переводов из файлов.
sv: Du kan importera befintliga översättningsminnesfiler till Weblate.
ta: தற்போதுள்ள மொழிபெயர்ப்பு நினைவக கோப்புகளை வலைபெயர்ப்பில் இறக்குமதி செய்யலாம்.
tr: Var olan çeviri belleği dosyalarını Weblate üzerine aktarabilirsiniz.
uk: Ви можете імпортувати до Weblate наявні файли пам'яті перекладів.
zh_hans: 你可以将现有翻译记忆库导入 Weblate。

source: Use the import functionality to load compendium as translations, suggestions or translations needing review. This is the best approach for a one-time translation using a compendium or a similar translation database.
de: Verwenden Sie die Importfunktion, um Kompendien als Übersetzungen, Vorschläge oder zu überprüfende Übersetzungen zu laden. Dies ist der beste Ansatz für eine einmalige Übersetzung mithilfe eines Kompendiums oder einer ähnlichen Übersetzungsdatenbank.
ga: Úsáid an fheidhmiúlacht iompórtála chun achoimre a lódáil mar aistriúcháin, moltaí nó aistriúcháin ar gá athbhreithniú a dhéanamh orthu. Is é seo an cur chuige is fearr le haghaidh aistriúchán aonuaire ag baint úsáide as compendium nó bunachar sonraí aistriúcháin comhchosúil.
hu: Az importálási funkcióval betölthet szójegyzékeket fordításként, javaslatként vagy szerkesztést igénylő fordításként. Ez a legjobb módszer, ha egyszeri fordítást végez egy szójegyzék vagy hasonló fordítási adatbázis alapján.
id: Gunakan fungsi impor untuk memuat kompendium sebagai terjemahan, saran, atau terjemahan yang perlu ditinjau. Ini adalah pendekatan terbaik untuk terjemahan sekali pakai menggunakan kompendium atau basis data terjemahan serupa.
ja: インポート機能を使用して、翻訳の概要、提案または査読が必要な翻訳を取り込みます。これは、概要または類似の翻訳データベースを使用した 1 回限りの翻訳に最適な方法です。
nl: Gebruik de mogelijkheid voor het importeren om een compendium te laden als vertalingen, suggesties of vertalingen die beoordeling nodig hebben. Dat is de beste benadering voor een eenmalige vertaling met een compendium of een soortgelijke database met vertalingen.
pt: Use a funcionalidade de importação para carregar compêndios como traduções, sugestões ou traduções que necessitem de revisão. Esta é a melhor abordagem para uma tradução única a usar um compêndio ou uma base de dados de tradução similar.
pt_br: Use a funcionalidade de importação para carregar compêndios como traduções, sugestões ou traduções que necessitem de revisão. Esta é a melhor abordagem para uma tradução única usando um compêndio ou uma base de dados de tradução similar.
ro: Folosiți funcționalitatea de import pentru a încărca compendiul ca traduceri, sugestii sau traduceri care trebuie revizuite. Aceasta este cea mai bună abordare pentru o traducere unică care utilizează un compendiu sau o bază de date de traduceri similară.
ru: Используйте функциональность импорта для загрузки компендиума в качестве переводов, предложений или переводов, нуждающихся в рецензировании. Это лучший подход для одноразового перевода с использованием компендиума или аналогичной базы данных переводов.
sv: Använd importfunktionen för att ladda kompendiet som översättningar, förslag eller översättningar som behöver granskas. Detta är den bästa metoden för en engångsöversättning med hjälp av ett kompendium eller en liknande översättningsdatabas.
ta: மதிப்பாய்வு தேவைப்படும் மொழிபெயர்ப்புகள், பரிந்துரைகள் அல்லது மொழிபெயர்ப்புகளாக தொகுப்பை ஏற்ற இறக்குமதி செயல்பாட்டைப் பயன்படுத்து. இது ஒரு தொகுப்பு அல்லது ஒத்த மொழிபெயர்ப்பு தரவுத்தளத்தைப் பயன்படுத்தி ஒரு முறை மொழிபெயர்ப்புக்கான சிறந்த அணுகுமுறையாகும்.
tr: Özetleri çeviriler, öneriler ya da düzenlenmesi gereken çeviriler olarak yüklemek için içe aktarma özelliğini kullanın. Bu, bir özet ya da benzer bir çeviri veri tabanı kullanan tek seferlik bir çeviri için en iyi yaklaşımdır.
uk: Скористайтеся функціональними можливостями з імпортування для завантаження компіляції перекладів, пропозицій або перекладів, які потребують рецензування. Це оптимальний підхід для одноразового перекладу на основі компіляції або подібної бази даних перекладів.
zh_hans: 使用导入功能将概要导入作为翻译、建议或需要复查的翻译。这是使用概要或相似的翻译数据库一次性翻译的最好方法。
zh_hant: 使用導入功能將概要導入作為翻譯、建議或需要復查的翻譯。這是使用概要或相似的翻譯數據庫一次性翻譯的最好方法。

source: You can set up :ref:`mt-tmserver` with all databases you have and let Weblate use it. This is good when you want to use it several times during translation.
de: Sie können :ref:`mt-tmserver` mit allen Datenbanken, die Sie haben, einrichten und Weblate diesen verwenden lassen. Dies ist gut, wenn Sie ihn während der Übersetzung mehrmals verwenden wollen.
ga: Is féidir leat :ref:`mt-tmserver` a shocrú le gach bunachar sonraí atá agat agus ligean do Weblate é a úsáid. Tá sé seo go maith nuair is mian leat é a úsáid arís agus arís eile le linn aistriúcháin.
hu: Beállíthatja a :ref:`mt-tmserver` használatát az összes adatbázissal, és engedélyezheti, hogy a Weblate azokat használja – ez akkor hasznos, ha többször is szeretné ezeket alkalmazni fordítás során.
id: Anda dapat mengatur :ref:`mt-tmserver` dengan semua basis data yang Anda miliki dan membiarkan Weblate menggunakannya. Ini berguna jika Anda ingin menggunakannya beberapa kali selama terjemahan.
ja: 所有しているすべてのデータベースに :ref:`mt-tmserver` を導入し、Weblate から使用します。翻訳中に何度も使用する場合に適しています。
nl: U kunt een :ref:`mt-tmserver` instellen met alle databases die u hebt en Weblate die laten gebruiken. Dat is goed als u het verscheidene keren wilt gebruiken bij het vertalen.
pt: Pode configurar :ref:`mt-tmserver` com todos os bancos de dados que tem e deixar o Weblate utilizá-lo. Isto é bom quando quer utilizá-lo várias vezes durante a tradução.
pt_br: Você pode configurar :ref:`mt-tmserver` com todos os bancos de dados que você tem e deixar o Weblate utilizá-lo. Isto é bom quando você quer utilizá-lo várias vezes durante a tradução.
ro: Puteți configura :ref:`mt-tmserver` cu toate bazele de date pe care le aveți și lăsați Weblate să îl folosească. Acest lucru este bun atunci când doriți să îl utilizați de mai multe ori în timpul traducerii.
ru: Вы можете настроить :ref:`mt-tmserver` для всех имеющихся у вас баз данных и позволить Weblate использовать их. Это хорошо, если вы хотите использовать его несколько раз во время перевода.
sv: Du kan konfigurera :ref:`mt-tmserver` med alla databaser du har och låta Weblate använda den. Detta är bra när du vill använda den flera gånger under översättningen.
tr: Kullandığınız tüm veri tabanlarına :ref:`mt-tmserver` kurabilir ve Weblate tarafından kullanmasını sağlayabilirsiniz. Bu yöntem, çeviri sırasında birkaç kez kullanmak istediğinizde daha iyidir.
uk: Ви можете налаштувати :ref:`mt-tmserver` із усіма базами даних перекладів, які у вас є, і надати змогу Weblate користуватися ними. Це корисно, якщо ви хочете скористатися ними декілька разів під час перекладу.
zh_hans: 可以使用您所具有的所有数据库来设置 :ref:`mt-tmserver`。在翻译时多次使用的时候这种方法很好。
