Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: As per usual with OAuth 2 services, you need to register your application with Facebook. Once this is done, you can set up Weblate to use it:
de: Wie bei „OAuth 2“-Diensten üblich, müssen Sie Ihre Anwendung bei Facebook registrieren. Sobald dies geschehen ist, können Sie Weblate einrichten, um es zu nutzen:
ga: Mar is gnách le seirbhísí OAuth 2, ní mór duit d’iarratas a chlárú le Facebook. Nuair a bheidh sé seo déanta, is féidir leat Weblate a shocrú chun é a úsáid:
hu: Ahogy az OAuth 2 szolgáltatásoknál megszokott, a Facebookhoz is regisztrálni kell az alkalmazást. Miután ez megtörtént, a Weblate megfelelően beállítható:
id: Seperti biasa dengan layanan OAuth 2, Anda harus mendaftarkan aplikasi Anda ke Facebook. Setelah ini selesai, Anda dapat mengatur Weblate untuk menggunakannya:
ja: 一般的な OAuth 2 サービスと同じように、Facebook にアプリケーションを登録することが必要です。登録後に、Weblateを設定して使用できます。Facebook への登録例と Weblate の設定例:
nl: Zoals gewoonlijk met services van OAuth 2 moet u uw toepassing registreren bij Facebook. Als dat eenmaal is gedaan, kunt u Weblate instellen om het te gebruiken:
pt: Como de costume com os serviços OAuth 2, precisa registar a sua aplicação no Facebook. Uma vez feito, pode configurar o Weblate para usá-lo:
pt_br: Como de costume com os serviços OAuth 2, você precisa registrar seu aplicativo no Facebook. Uma vez feito isso, você pode configurar o Weblate para usá-lo:
ro: Ca de obicei în cazul serviciilor OAuth 2, trebuie să vă înregistrați aplicația cu Facebook. După ce ați făcut acest lucru, puteți configura Weblate pentru a o utiliza:
ru: Как обычно с сервисами OAuth 2, вам необходимо зарегистрировать ваше приложение в Facebook. После этого вы сможете настроить Weblate на его использование:
sv: Som vanligt med OAuth 2-tjänster måste du registrera din applikation hos Facebook. När detta är gjort kan du konfigurera Weblate för att använda den:
ta: oauth 2 சேவைகளுடன் வழக்கம்போல, உங்கள் விண்ணப்பத்தை பேச்புக்கில் பதிவு செய்ய வேண்டும். இது முடிந்ததும், அதைப் பயன்படுத்த நீங்கள் வலைபெயர்ப்பு அமைக்கலாம்:
tr: OAuth 2 hizmetlerinde her zamanki gibi, uygulamanızı Facebook üzerine kaydetmeniz gerekir. Bunu yaptıkran sonra, Weblate yapılandırmasını uygulamayı kullanacak biçimde ayarlayabilirsiniz:
uk: Як звично для служб OAuth 2, вам слід зареєструвати вашу програму за допомогою Facebook. Після цього, вам слід налаштувати Weblate на її використання:
zh_hans: 通常通过 OAuth2 服务，需要用 Facebook 来注册应用。一旦完成，就可以新建 Weblate 来使用了：
zh_hant: 通常通過 OAuth2 服務，需要用 Facebook 來註冊應用。一旦完成，就可以新建 Weblate 來使用了：

source: The redirect URL is ``https://WEBLATE SERVER/accounts/complete/facebook/``.
de: Die Weiterleitungs-URL lautet ``https://WEBLATE SERVER/accounts/complete/facebook/``.
ga: Is é an URL atreoraithe ``https://WEBLATE freastalaí/cuntas/iomlán/facebook/``.
hu: Az átirányítási URL: ``https://WEBLATE SERVER/accounts/complete/facebook/``.
id: URL pengalihannya adalah ``https://WEBLATE SERVER/accounts/complete/facebook/``.
ja: リダイレクト先の URL は、``https://WEBLATE SERVER/accounts/complete/facebook/``。
nl: De URL voor de verwijzing is ``https://WEBLATE SERVER/accounts/complete/facebook/``.
pt_br: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/facebook/``.
sv: Omdirigeringsadressen är ``https://WEBLATE SERVER/accounts/complete/facebook/``.
ta: திருப்பி விடப்பட்ட முகவரி `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/பேச்புக்/``.
tr: Yönlendirme adresi: ``https://WEBLATE SERVER/accounts/complete/facebook/``.
uk: Адреса переспрямовування — ``https://СЕРВЕР WEBLATE/accounts/complete/facebook/``.
zh_hans: 重定向 URL 为 ``https://WEBLATE SERVER/accounts/complete/facebook/``.

source: For using GitLab OAuth 2, you need to register an application at <https://gitlab.com/profile/applications>.
de: Um GitLab OAuth 2 zu verwenden, müssen Sie eine Anwendung unter <https://gitlab.com/profile/applications> registrieren.
ga: Chun GitLab OAuth 2 a úsáid, ní mór duit iarratas a chlárú ag <https://gitlab.com/profile/applications>.
hu: GitLab OAuth 2 használatához regisztrálni kell egy alkalmazást a <https://gitlab.com/profile/applications> címen.
id: Untuk menggunakan GitLab OAuth 2, Anda perlu mendaftarkan aplikasi di <https://gitlab.com/profile/applications>.
ja: GitLab OAuth 2 を使用するには、<https://gitlab.com/profile/applications> にアプリケーションを必ず登録してください。
nl: Voor het gebruiken van GitLab OAuth 2 moet u een toepassing registreren bij <https://gitlab.com/profile/applications>.
pt: Para usar o OAuth 2 do GitLab, precisa registar uma aplicaçaõ em <https://gitlab.com/profile/applications>.
pt_br: Para usar o OAuth 2 do GitLab, você precisa registrar um aplicativo em <https://gitlab.com/profile/applications>.
sv: För att kunna använda GitLab OAuth 2 måste du registrera en applikation på <https://gitlab.com/profile/applications>.
ta: அறிவிலிஆய்வு OAuth 2 ஐப் பயன்படுத்த, நீங்கள் ஒரு விண்ணப்பத்தை <https://gitlab.com/profile/applications> இல் பதிவு செய்ய வேண்டும்.
tr: GitLab OAuth 2 kullanmak için <https://gitlab.com/profile/applications> adresinden bir uygulama kaydetmeniz gerekir.
uk: Для користування GitLab OAuth 2 вам слід зареєструвати програму у <https://gitlab.com/profile/applications>.
zh_hans: 要使用 GitLab OAuth 2，需要在 <https://gitlab.com/profile/applications> 上注册应用。

source: The redirect URL is ``https://WEBLATE SERVER/accounts/complete/gitlab/`` and ensure you mark the `read_user` scope.
de: Die Weiterleitungs-URL lautet ``https://WEBLATE SERVER/accounts/complete/gitlab/`` und stellen Sie sicher, dass Sie den Bereich `read_user` markieren.
ga: Is é an URL atreoraithe ná ``https://WEBLATE SERVER/accounts/complete/gitlab/`` agus cinntigh go marcálann tú an scóip `read_user`.
hu: Az átirányítási URL: ``https://WEBLATE SERVER/accounts/complete/gitlab/``, és meg kell jelölni a `read_user` hatőkört (scope).
id: URL pengalihannya adalah ``https://WEBLATE SERVER/accounts/complete/gitlab/`` dan pastikan Anda menandai cakupan `read_user`.
ja: リダイレクト先の URL は ``https://WEBLATE SERVER/accounts/complete/gitlab/`` であり、スコープが `read_user` に設定されているかどうかを確認してください。
nl: De URL voor de verwijzing is ``https://WEBLATE SERVER/accounts/complete/gitlab/`` en zorg ervoor dat u het bereik `read_user` selecteert.
pt: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/gitlab/`` e garantir que marque o escopo `read_user`.
pt_br: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/gitlab/`` e garantir que você marque o escopo `read_user`.
ro: URL-ul de redirecționare este ``https://WEBLATE SERVER/accounts/complete/gitlab/`` și asigurați-vă că ați marcat domeniul `read_user`.
ru: URL-адрес перенаправления — ``https://СЕРВЕР WEBLATE/accounts/complete/gitlab/`` и убедитесь, что вы отметили область видимости `read_user`.
sv: Omdirigeringsadressen är ``https://WEBLATE SERVER/accounts/complete/gitlab/`` och se till att du markerar `read_user`-omfånget.
ta: திருப்பி விடப்பட்ட முகவரி `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/அறிவிலிஆய்வு/`` மற்றும் `ரீட்_சர்` நோக்கத்தைக் குறிக்கவும் என்பதை உறுதிப்படுத்தவும்.
tr: Yönlendirme adresi: ``https://WEBLATE SERVER/accounts/complete/gitlab/`` and ensure you mark the `read_user` scope.
uk: Адреса переспрямовування — ``https://СЕРВЕР WEBLATE/accounts/complete/gitlab/`` і не забудьте позначити область видимості `read_user`.
zh_hans: 重定向 URL 为 ``https://WEBLATE SERVER/accounts/complete/gitlab/``，并确保你标记 `read_user` 范围。
zh_hant: 重定向 URL 為 ``https://WEBLATE SERVER/accounts/complete/gitlab/`` ，並確保你標記 `read_user` 範圍。

source: For using Gitea OAuth 2, you need to register an application at ``https://GITEA SERVER/user/settings/applications``.
de: Um GitLab OAuth 2 zu verwenden, müssen Sie eine Anwendung unter ``https://GITEA SERVER/user/settings/applications`` registrieren.
ga: Chun Gitea OAuth 2 a úsáid, ní mór duit iarratas a chlárú ag `` https://GITEA SERVER/user/settings/applications``.
hu: Gitea OAuth 2 használatához regisztrálni kell egy alkalmazást a ``https://GITEA SERVER/user/settings/applications`` oldalon.
id: Untuk menggunakan Gitea OAuth 2, Anda perlu mendaftarkan aplikasi di ``https://GITEA SERVER/user/settings/applications``.
ja: Gitea OAuth 2 を使用するには、<https://GITEA SERVER/user/settings/applications> にアプリケーションを必ず登録してください。
nl: Voor het gebruiken van Gitea OAuth 2 moet u een toepassing registreren bij ``https://GITEA SERVER/user/settings/applications``.
pt: Para usar o OAuth 2 do Gitea, precisa registar uma aplicação em ``https://GITEASERVER/user/settings/applications``.
pt_br: Para usar o OAuth 2 do Gitea, você precisa registrar um aplicativo em ``https://SERVIDOR GITEA/user/settings/applications``.
sv: För att kunna använda Gitea OAuth 2 måste du registrera en applikation på ``https://GITEA SERVER/user/settings/applications``.
ta: அறிவிலிதேநீர் OAUTH 2 ஐப் பயன்படுத்த, நீங்கள் ஒரு பயன்பாட்டை `` https: // அறிவிலிதேநீர் சேவையகம்/பயனர்/அமைப்புகள்/பயன்பாடுகள்`` இல் பதிவு செய்ய வேண்டும்.
tr: Gitea OAuth 2 kullanmak için ``https://GITEA SERVER/user/settings/applications`` adresinden bir uygulama kaydetmeniz gerekir.
uk: Для використання Gitea OAuth 2 вам слід зареєструвати застосунок на ``https://GITEA SERVER/user/settings/applications``.
zh_hans: 要使用 Gitea OAuth 2，需要在 ``https://GITEA SERVER/user/settings/applications``. 上注册应用。

source: The redirect URL is ``https://WEBLATE SERVER/accounts/complete/gitea/``.
de: Die Weiterleitungs-URL lautet ``https://WEBLATE SERVER/accounts/complete/gitea/``.
ga: Is é an URL atreoraithe ``https://WEBLATE freastalaí/cuntas/iomlán/gitea/``.
hu: Az átirányítási URL: ``https://WEBLATE SERVER/accounts/complete/gitea/``.
id: URL pengalihannya adalah ``https://WEBLATE SERVER/accounts/complete/gitea/``.
ja: リダイレクト URL は ``https://WEBLATE SERVER/accounts/complete/gitea/`` です。
nl: De URL voor de verwijzing is ``https://WEBLATE SERVER/accounts/complete/gitea/``.
pt: A URL de redirecionamento é ``https://WEBLATESERVER/accounts/complete/gitea/``.
pt_br: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/gitea/``.
sv: Omdirigeringsadressen är ``https://WEBLATE SERVER/accounts/complete/gitea/``.
ta: திருப்பி விடப்பட்ட முகவரி `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/gitea/``.
tr: Yönlendirme adresi: ``https://WEBLATE SERVER/accounts/complete/gitea/``.
uk: Адреса переспрямовування — ``https://СЕРВЕР WEBLATE/accounts/complete/gitea/``.
zh_hans: 重定向 URL 为 ``https://WEBLATE SERVER/accounts/complete/gitea/``.

source: The configuration above also works with Forgejo; for an example of production deployment with Forgejo, see `Codeberg Translate <https://translate.codeberg.org>`_.
de: Die obige Konfiguration funktioniert auch mit Forgejo; für ein Beispiel der produktiven Bereitstellung mit Forgejo siehe `Codeberg Translate <https://translate.codeberg.org>`_.
ga: Oibríonn an chumraíocht thuas le Forgejo freisin; le haghaidh sampla d’imscaradh táirgeachta le Forgejo, féach `Codeberg Translate <https://translate.codeberg.org>`_.
hu: A fenti konfiguráció Forgejo-val is működik; egy éles példát itt találhat: `Codeberg Translate <https://translate.codeberg.org>`_.
id: Konfigurasi di atas juga berfungsi dengan Forgejo; untuk contoh penerapan produksi dengan Forgejo, lihat `Codeberg Translate <https://translate.codeberg.org>`_.
nl: Bovenstaande configuratie werkt ook met Forgejo; voor een voorbeeld voor productie uitrollen met Forgejo, bekijk `Codeberg Translate <https://translate.codeberg.org>`_.
pt_br: A configuração acima também funciona com o Forgejo; para um exemplo de implantação de produção com o Forgejo, consulte `Codeberg Translate <https://translate.codeberg.org>`_.
sv: Konfigurationen ovan fungerar även med Forgejo. För ett exempel på produktionsdistribution med Forgejo, se `Codeberg Translate <https://translate.codeberg.org>`_.
tr: Yukarıdaki yapılandırma Forgejo ile de çalışır. Forgejo ile üretim dağıtımına bir örnek için `Codeberg Translate <https://translate.codeberg.org>`_ bölümüne bakabilirsiniz.
uk: Наведена вище конфігурація також працює з Forgejo; для прикладу розгортання виробництва з Forgejo див. `Codeberg Translate <https://translate.codeberg.org>`_.

source: Weblate can be configured to use common or specific tenants for authentication.
de: Weblate kann so konfiguriert werden, dass allgemeine oder spezifische Mandanten für die Authentifizierung verwendet werden.
ga: Is féidir Weblate a chumrú chun tionóntaí coitianta nó sonracha a úsáid le haghaidh fíordheimhnithe.
hu: A Weblate úgy is beállítható, hogy közös vagy egyedi Azure AD bérlőkhöz (tenant) végezzen hitelesítést.
id: Weblate dapat dikonfigurasi untuk menggunakan penyewa autentikasi umum atau khusus.
ja: Weblate は、認証に共通または特定のテナントを使用する設定にできます。
nl: Weblate kan worden geconfigureerd om veel voorkomende of specifieke huurders voor authenticatie te gebruiken.
pt: Weblate pode ser configurado para usar inquilinos comuns ou específicos para autenticação.
pt_br: Weblate pode ser configurado para usar inquilinos comuns ou específicos para autenticação.
ro: Weblate poate fi configurat pentru a utiliza chiriași comuni sau specifici pentru autentificare.
ru: Weblate можно настроить на использование общих или конкретных арендаторов для авторизации.
sv: Weblate kan konfigureras för att använda allmänna eller specifika användare för autentisering.
ta: அங்கீகாரத்திற்காக பொதுவான அல்லது குறிப்பிட்ட குத்தகைதாரர்களைப் பயன்படுத்த வலைபெயர்ப்பு கட்டமைக்கப்படலாம்.
tr: Weblate, kimlik doğrulaması için genel ya da belirli kiracıları kullanacak şekilde yapılandırılabilir.
uk: Weblate може бути налаштовано на використання типових або специфічних власників системи розпізнавання.
zh_hans: 可以配置 Weblate，使用一般或特定租户进行身份验证。
zh_hant: 可以配置 Weblate，使用一般或特定租戶進行身份驗證。

source: The redirect URL is ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` for common and ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` for tenant-specific authentication.
de: Die Weiterleitungs-URL lautet ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` für allgemeine und ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` für mandantenspezifische Authentifizierung.
ga: Is é an URL atreoraithe ná `` https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` le haghaidh coitianta agus `` https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` do thionónta- fíordheimhniú ar leith.
hu: Az átirányítási URL az általános hitelesítéshez: ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/``, a bérlőspecifikus hitelesítéshez pedig: ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/``.
id: URL pengalihannya adalah ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` untuk umum dan ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` untuk penyewa autentikasi khusus.
ja: リダイレクト先の URL は、共通では ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` 、テナント固有の認証では ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` です。
nl: De URL voor de verwijzing is ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` voor veel voorkomende en ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` voor huurder-specifieke authenticatie.
pt: O URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/azuread-oauth2/`` para autenticação comum e ``https://SERVIDOR WEBLATE/accounts/complete/azuread-tenant-oauth2/`` para autenticação específica do inquilino.
pt_br: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/azuread-oauth2/`` para autenticação comum e ``https://SERVIDOR WEBLATE/accounts/complete/azuread-tenant-oauth2/`` para autenticação específica do inquilino.
ro: URL-ul de redirecționare este ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` pentru autentificarea comună și ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` pentru autentificarea specifică chiriașilor.
ru: URL-адрес перенаправления — ``https://СЕРВЕР WEBLATE/accounts/complete/azuread-oauth2/`` для общей и ``https://СЕРВЕР WEBLATE/accounts/complete/azuread-tenant-oauth2/`` для конкретной для арендатора авторизации.
sv: Omdirigerings-URL:en är ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` för allmän autentisering och ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` för hyresgästspecifik autentisering.
ta: திருப்பி விடப்பட்ட முகவரி `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/அசுரெட்-ஓஅ் 2/`` பொதுவான மற்றும் `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/அசுரெட்-குத்தகைதாரர்-ஓஅ் 2/`` ` குறிப்பிட்ட ஏற்பு.
tr: Yönlendirme adresi: Genel kiracılar için ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` ve belirli kiracılar için ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` biçimindedir.
uk: Адресою переспрямування є ``https://СЕРВЕР WEBLATE/accounts/complete/azuread-oauth2/`` для звичайного і ``https://СЕРВЕР WEBLATE/accounts/complete/azuread-tenant-oauth2/`` для специфічного для орендаря розпізнавання.
zh_hans: 常见的重定向 URL 为 ``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/``，``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` 用于租户特定身份验证。
zh_hant: 常見的重定向URL 為``https://WEBLATE SERVER/accounts/complete/azuread-oauth2/`` ， ``https://WEBLATE SERVER/accounts/complete/azuread-tenant-oauth2/`` 用於租戶特定身份驗證。

source: You will need following:
de: Sie benötigen Folgendes:
ga: Beidh na nithe seo a leanas uait:
hu: A következő adatokra lesz szükség:
id: Anda akan memerlukan hal berikut:
ja: 必須項目:
nl: U heeft het volgende nodig:
pt: Precisará do seguinte:
pt_br: Você precisará do seguinte:
ru: Вам потребуется следующее:
sv: Du behöver följande:
ta: உங்களுக்கு பின்வருபவை தேவைப்படும்:
tr: Şunlara gerek duyacaksınız:
uk: Вам знадобиться таке:
zh_hans: 你需要下列东西：

source: *Application (client) ID* can be obtained from application page. *Object ID* is not used in Weblate.
de: Die *Anwendungs-(Client-)ID* kann von der Anwendungsseite abgerufen werden. Die *Objekt-ID* wird in Weblate nicht verwendet.
ga: *Is féidir ID an iarratais (cliant)* a fháil ó leathanach an iarratais. Ní úsáidtear *Oject ID* in Weblate.
hu: *Application (client) ID*: az alkalmazás oldalán érhető el. (Az *Object ID* nem használt a Weblate-ben.)
id: *ID Aplikasi (klien)* dapat diperoleh dari halaman aplikasi. *ID Objek* tidak digunakan di Weblate.
ja: *Application (client) ID* はアプリページから取得できます。 *Object ID* は Weblate では使用しません。
nl: *Toepassing (client) ID* kan worden verkregen vanaf de pagina van de toepassing. *Object ID* wordt in Weblate niet gebruikt.
pt: A *ID da aplicação (cliente)* pode ser obtido na página do aplicação. O *ID do objeto* não é utilizado no Weblate.
pt_br: A *ID do Aplicativo (cliente)* pode ser obtida na página do aplicativo. A *ID do Objeto* não é usado no Weblate.
ru: *Идентификатор (ID) приложения (клиента)* можно получить на странице приложения. *Идентификатор объекта* в Weblate не используется.
sv: *Applikations-ID (klient-ID)* kan hämtas från applikationssidan. *Objekt-ID* används inte i Weblate.
ta: * பயன்பாடு (கிளையன்ட்) ஐடி* பயன்பாட்டு பக்கத்திலிருந்து பெறலாம். * பொருள் ஐடி* வலைபெயர்ப்பில் பயன்படுத்தப்படவில்லை.
tr: *Uygulama (istemci) kimliği (Application (client) ID)* başvuru sayfasından alınabilir. *Nesne kimliği (Object ID)* Weblate üzerinde kullanılmaz.
uk: *Ідентифікатор програми (клієнта)* можна отримати зі сторінки програми. *Ідентифікатор об'єкта* у Weblate не використовують.
zh_hans: *Application (client) ID* 可从应用程序页面获得。Weblate 不使用 *Object ID*.

source: *Directory (tenant) ID* is needed for tenant scoped authentication, what is usually desired.
de: Die *Verzeichnis-(Mandanten-)ID* wird für eine mandantenabhängige Authentifizierung benötigt, was in der Regel erwünscht ist.
ga: *Tá ID eolaire (tionónta)* ag teastáil le haghaidh fíordheimhnithe scóipe tionónta, rud a bhíonn ag teastáil de ghnáth.
hu: *Directory (tenant) ID*: szükséges a bérlőspecifikus hitelesítéshez, ami általában az elvárt beállítás.
id: *ID Direktori (penyewa)* diperlukan untuk autentikasi cakupan penyewa, yang biasanya diinginkan.
ja: *Directory (tenant) ID* は、通常必要なテナント スコープの認証に必要です。
nl: *Map (huurder) ID* is nodig voor authenticatie in het bereik van huurders, wat gewoonlijk gewenst is.
pt: A *ID do Diretório (arrendatário)* é necessária para a autenticação com escopo de arrendatário, o que geralmente é desejado.
pt_br: A *ID do Diretório (locatário)* é necessária para a autenticação com escopo de locatário, o que geralmente é desejado.
ru: *Идентификатор (ID) каталога (клиента)* необходим для проверки подлинности на уровне клиента, что обычно требуется.
sv: *Katalog-ID (tenant) ID* behövs för autentisering inom tenant-ramen, vilket vanligtvis är önskvärt.
ta: * அடைவு (குத்தகைதாரர்) ஐடி* குத்தகைதாரர் ச்கோப் செய்யப்பட்ட அங்கீகாரத்திற்கு தேவை, பொதுவாக விரும்பியவை.
tr: *Dizin (kiracı) kimliği (Directory (tenant) ID)*, genellikle istenen, kiracı kapsamlı kimlik doğrulaması için gereklidir.
uk: *Ідентифікатор каталогу (орендного)* потрібен для розпізнавання для орендованого простору, що, зазвичай, є бажаним.
zh_hans: 租户范围的身份验证（通常情况下的理想选择）需要用到 *Directory (tenant) ID*.

source: *Secret value* is displayed once you generate a secret for an application. *Secret ID* is not used in Weblate.
de: Der *Geheimniswert* wird angezeigt, sobald Sie ein Geheimnis für eine Anwendung erzeugen. Die *Geheimnis-ID* wird in Weblate nicht verwendet.
ga: Taispeántar *luach rúnda* nuair a ghineann tú rún d’fheidhmchlár. Ní úsáidtear *ID Rúnda* in Weblate.
hu: *Secret value*: akkor jelenik meg, amikor titkos kulcsot generál az alkalmazás számára. (A *Secret ID* szintén nem használt a Weblate-ben.)
id: *Nilai rahasia* ditampilkan setelah Anda membuat rahasia untuk aplikasi. *ID Rahasia* tidak digunakan di Weblate.
ja: アプリケーションのシークレットを生成すると、*Secret value* が表示されます。 *Secret ID* は Weblate では使用しません。
nl: *Geheime waarde* wordt weergegeven als u eenmaal een geheim genereert voor een toepassing. *Geheim ID* wordt in Weblate niet gebruikt.
pt: O *Valor do Segredo* é exibido quando gera um segredo para uma aplicação. A *ID do Segredo* não é usada no Weblate.
pt_br: O *Valor do Segredo* é exibido quando você gera um segredo para um aplicativo. A *ID do Segredo* não é usado no Weblate.
ru: *Значение секрета* отображается после создания ключа для приложения. *Идентификатор (ID) секрета* не используется в Weblate.
sv: *Hemligt värde* visas när du genererar en hemlighet för en applikation. *Hemligt ID* används inte i Weblate.
ta: * ரகசிய மதிப்பு* நீங்கள் ஒரு பயன்பாட்டிற்கான ரகசியத்தை உருவாக்கியவுடன் காட்டப்படும். * ரகசிய ஐடி* வலைபெயர்ப்பில் பயன்படுத்தப்படவில்லை.
tr: Bir uygulama için bir parola oluşturduğunuzda *Gizli değer (Secret value)* görüntülenir. *Gizli kimlik (Secret ID)* Weblate üzerinde kullanılmaz.
uk: *Значення ключа* буде показано одразу після створення ключа для програми. *Ідентифікатор ключа* у Weblate не використовують.
zh_hans: 一旦你为一个应用程序生成了 secret 就会显示 *Secret value*. Weblate 不使用 *Secret ID*.
