Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This check failing can quite often be caused by a missing full stop at the end of a sentence, or similar minor issues which translators tend to fix in translation, while it would be better to fix it in the source string.
de: Wenn die Prüfung fehlschlägt, kann das oft an einem fehlenden Punkt am Ende eines Satzes liegen oder an ähnlichen Kleinigkeiten, welche die Übersetzer in der Regel in der Übersetzung korrigieren, während es besser wäre, dies in der Ausgangszeichenkette zu beheben.
ga: Go minic is féidir leis an teip seiceála seo a bheith mar chúis le lánstad in easnamh ag deireadh abairte, nó mioncheisteanna comhchosúla a mbíonn sé de nós ag aistritheoirí a shocrú san aistriúchán, agus b’fhearr é a shocrú sa teaghrán foinse.
hu: Az ilyen hibák gyakran olyan apróságok miatt fordulnak elő, mint például a mondat végi pont hiánya — amit a fordítók rendszerint pótolnak, de célszerűbb lenne már a forrásban javítani.
id: Kegagalan pemeriksaan ini cukup sering disebabkan oleh titik yang hilang di akhir kalimat, atau masalah kecil serupa yang cenderung diperbaiki oleh penerjemah dalam terjemahan, padahal akan lebih baik memperbaikinya dalam string sumber.
ja: この検査の不合格は、文字列の末尾の終止符の欠落など、原文で修正すべきだが翻訳者が翻訳で修正する傾向があるささいな問題によって引き起こされることが多いです。
nl: Mislukken van deze controle kan vaak worden veroorzaakt door een ontbrekende punt aan het einde van een zin, of soortgelijke kleine problemen die vertalers neigen op te lossen in de vertaling, terwijl het beter zou zijn het op te lossen in de brontekenreeks.
pt: Esta falha na verificação pode muitas vezes ser causada por um ponto final de uma frase, ou por questões menores similares que os tradutores tendem a corrigir na tradução, enquanto seria melhor corrigi-la na cadeia fonte.
pt_br: Esta falha na verificação pode muitas vezes ser causada por um ponto final de uma frase, ou por questões menores similares que os tradutores tendem a corrigir na tradução, enquanto que seria melhor corrigi-la no texto fonte.
ro: Acest eșec al verificării poate fi cauzat destul de des de un punct de suspensie lipsă la sfârșitul unei propoziții sau de probleme minore similare pe care traducătorii au tendința de a le rezolva în traducere, în timp ce ar fi mai bine să le rezolve în șirul sursă.
ru: Часто неудачная проверка может быть вызвана пропущенной точкой в конце предложения или подобными мелкими проблемами, которые переводчики склонны исправлять в переводе, в то время как лучше было бы их исправить в исходной строке.
sv: Denna kontroll misslyckas ofta på grund av att en punkt saknas i slutet av en mening eller liknande mindre problem som översättare tenderar att åtgärda i översättningen, medan det skulle vara bättre att åtgärda det i källsträngen.
ta: இந்த சோதனை தோல்வி என்பது ஒரு வாக்கியத்தின் முடிவில் காணாமல் போன முழு நிறுத்தத்தினாலோ அல்லது மொழிபெயர்ப்பாளர்கள் மொழிபெயர்ப்பில் சரிசெய்யும் இதேபோன்ற சிறிய சிக்கல்களாலும் ஏற்படலாம், அதே நேரத்தில் மூல சரத்தில் அதை சரிசெய்வது நல்லது.
tr: Bu denetim hatası genellikle bir cümlenin sonundaki eksik bir noktadan ya da çevirmenlerin çeviride düzeltme eğiliminde oldukları benzer küçük sorunlardan kaynaklanabilir ve kaynak dizgede düzeltmek daha iyi olacaktır.
uk: Поширеною причиною того, що рядок не пройшов перевірки, є нестача крапки наприкінці речення або подібні незначні проблеми, які перекладачі намагаються виправити у перекладі, хоча найкращим способом є виправлення початкового рядка.
zh_hans: 这种检查失败往往是由于句子末尾缺少句号或类似的小问题造成的，译者往往在译文中解决这些问题，而最好在源字符串中解决。
zh_hant: 此檢查失敗通常可以在句子末尾的缺失完整停止丟失或類似的次要問題傾向於在翻譯中解決，而在源字符串中將其更好。

source: Multiple unnamed variables
de: Mehrere unbenannte Variablen
ga: Athróga iolracha gan ainm
hu: Több névtelen változó
id: Beberapa variabel tanpa nama
ja: 複数の無名変数
nl: Meerdere naamloze variabelen
pt: Várias variáveis sem nome
pt_br: Várias variáveis sem nome
ro: Variabile multiple fără nume
ru: Несколько переменных без названий
sv: Flera namnlösa variabler
ta: பெயரிடப்படாத பல மாறிகள்
tr: Birden çok değişken adlandırılmamış
uk: Декілька змінних без назв
zh_hans: 多个未命名的变量
zh_hant: 多個未命名變數

source: There are multiple unnamed variables in the string, making it impossible for translators to reorder them.
de: Es existieren mehrere unbenannte Variablen in der Zeichenkette, so dass es für Übersetzer unmöglich ist, sie neu zu ordnen.
ga: Tá iliomad athróg gan ainm sa téad, rud a fhágann nach féidir le haistritheoirí iad a athordú.
hu: A szövegben több névtelen változó is található, ami megnehezíti vagy lehetetlenné teszi azok sorrendjének megváltoztatását a fordítás során.
id: Ada beberapa variabel tanpa nama dalam string, sehingga tidak mungkin bagi penerjemah untuk menyusunnya kembali.
ja: 文字列内に名前のない変数が複数あるため、翻訳者が変数を並べ替えることはできません。
nl: Er staan meerdere niet benoemde variabelen in de tekenreeks, wat het voor vertalers onmogelijk maakt om ze opnieuw te ordenen.
pt: Há várias variáveis sem nome na cadeia, o que impossibilita aos tradutores reordená-las.
pt_br: Há várias variáveis sem nome no texto, o que impossibilita aos tradutores reordená-las.
ro: Există mai multe variabile fără nume în șirul de caractere, ceea ce face imposibilă reordonarea acestora de către traducători.
ru: Строка содержит несколько неименованных переменных, что не позволяет переводчикам их переупорядочивать.
sv: Det finns flera namnlösa variabler i strängen, vilket gör det omöjligt för översättare att ordna om dem.
ta: சரத்தில் பெயரிடப்படாத பல மாறிகள் உள்ளன, இதனால் மொழிபெயர்ப்பாளர்கள் அவற்றை மறுதொடக்கம் செய்வது சாத்தியமில்லை.
tr: Dizgede birden çok adlandırılmamış değişken var. Çevirmenler istese de bunların sıralamasını değiştiremez.
uk: У рядку є декілька змінних без назв — перекладачі не зможуть змінити порядок цих змінних.
zh_hans: 字符串中有多个未命名的变量，因此译者无法重新排序它们。
zh_hant: 字符串中有多個未命名的變量，使翻譯是不可能重新排序的轉換器。

source: Consider using named variables instead to allow translators to reorder them.
de: Erwägen Sie, stattdessen benannte Variablen zu verwenden, damit die Übersetzer sie neu anordnen können.
ga: Smaoinigh ar athróga ainmnithe a úsáid ina ionad sin le ligean d’aistritheoirí iad a athordú.
hu: Érdemes a névtelen változók helyett elnevezetteket használni, mivel ezek nagyobb szabadságot adnak a fordítóknak a szórend alakításában.
id: Pertimbangkan untuk menggunakan variabel bernama sebagai gantinya untuk memungkinkan penerjemah menyusunnya ulang.
ja: 代わりに、名前付き変数を使用して、翻訳者が変数の順序を変更できるように検討してください。
nl: Overweeg in plaats daarvan het gebruiken van benoemde variabelen, om vertalers toe te staan ze opnieuw te ordenen.
pt: Considere usar variáveis nomeadas para permitir que os tradutores as reordenem.
pt_br: Considere usar variáveis nomeadas para permitir que os tradutores as reordenem.
ro: Luați în considerare utilizarea variabilelor numite pentru a permite traducătorilor să le reordoneze.
ru: Рассмотрите возможность использования именованных переменных вместо неименованных, чтобы позволить переводчикам менять их порядок в переводимом тексте.
sv: Överväg att använda namngivna variabler istället så att översättarna kan ordna om dem.
ta: மொழிபெயர்ப்பாளர்களை மறுவரிசைப்படுத்த அனுமதிக்க பெயரிடப்பட்ட மாறிகளைப் பயன்படுத்துவதைக் கவனியுங்கள்.
tr: Çevirmenlerin bunların sıralamasını değiştirebilmesi için adlandırılmış değişkenler kullanmayı değerlendirin.
uk: Вам варто використовувати іменовані змінні, щоб перекладачі могли переставляти їх у перекладі.
zh_hans: 考虑使用命名变量来允许翻译人员重新排序。
zh_hant: 考慮使用命名變量，而不是允許翻譯器重新排序。

source: Unpluralised
de: Ohne Pluralformen
ga: Neamhiolra
hu: Többes szám nélküli
id: Tidak ada bentuk jamak
ja: 複数形の書式になっていない
nl: geen meervoud
pt: Não pluralizado
pt_br: Não pluralizado
ro: Fără plural
ru: Формы единственного числа
sv: Opluraliserad
ta: பயப்படாதது
tr: Çoğul değil
uk: Немає форм множини
zh_hans: 未复数化
zh_hant: 未複數化

source: The string is used as plural, but not using plural forms.
de: Die Zeichenkette wird im Plural verwendet, hat aber keine Pluralformen.
ga: Úsáidtear an teaghrán mar iolra, ach ní úsáidtear foirmeacha iolra.
hu: A szöveg többes számúként van megjelölve, de nem használ többes számú alakokat.
id: String digunakan sebagai jamak, tetapi tidak menggunakan bentuk jamak.
nl: De tekenreeks wordt gebruikt als meervoud, maar gebruikt geen meervoudsvormen.
pt_br: O texto é usado como plural, mas não está usando formas de plural.
sv: Strängen används i plural, men utan att använda pluralformer.
tr: Dizge çoğul olarak kullanılmış, ancak çoğul biçimler kullanılmamış.
uk: Рядок використовується як множина, але не використовує форми множини.

source: The string is used as a plural, but does not use plural forms. In case your translation system supports this, you should use the plural aware variant of it.
de: Die Zeichenkette wird als Plural verwendet, benutzt aber keine Pluralformen. Falls Ihr Übersetzungssystem dies unterstützt, sollte die pluralbewusste Variante davon verwendet werden.
ga: Úsáidtear an téad mar iolra, ach ní úsáidtear foirmeacha iolra. Sa chás go dtacaíonn do chóras aistriúcháin leis seo, ba cheart duit an leagan iolra feasach de a úsáid.
hu: A szöveg többes számként szerepel, de nem alkalmaz többes számú szerkezetet. Ha a fordítási rendszer támogatja ezt, érdemes többes számot kezelő változatot használni.
id: String tersebut digunakan sebagai bentuk jamak, tetapi tidak menggunakan bentuk jamak. Jika sistem terjemahan Anda mendukung hal ini, sebaiknya gunakan varian yang mendukung bentuk jamak.
ja: 文字列は複数形として使用されますが、複数形の書式が使われていません。翻訳システムが複数形に対応している場合は、それを使用してください。
nl: De tekenreeks wordt gebruikt als een meervoud, maar heeft geen meervoudsvormen. In het geval dat uw vertaalsysteem dit ondersteunt, zou u de variant, die zich bewust is van meervouden, ervan moeten gebruiken.
pt: A cadeia é usado como um plural, mas não usa formas de plural. Caso o seu sistema de tradução tenha suporte a isso, deve usar a variante que reconheça o plural.
pt_br: O texto é usado como um plural, mas não usa formas de plural. Caso o seu sistema de tradução tenha suporte a isso, você deve usar a variante que reconheça o plural.
ro: Șirul este folosit ca plural, dar nu folosește forme de plural. În cazul în care sistemul vostru de traducere suportă acest lucru, ar trebui să folosiți varianta conștientă de plural a acestuia.
ru: Строка содержит множественное число, но не использует формы множественного числа. В случае, если ваша система перевода его поддерживает, вы должны использовать вариант, учитывающий множественное число.
sv: Strängen används som plural, men använder inte pluralformer. Om ditt översättningssystem stöder detta bör du använda den pluralmedvetna varianten av den.
ta: சரம் ஒரு பன்மையாக பயன்படுத்தப்படுகிறது, ஆனால் பன்மை வடிவங்களைப் பயன்படுத்தாது. உங்கள் மொழிபெயர்ப்பு அமைப்பு இதை ஆதரித்தால், அதன் பன்மை விழிப்புணர்வு மாறுபாட்டைப் பயன்படுத்த வேண்டும்.
tr: Dizge çoğul olarak kullanılmış, ancak çoğul biçimleri kullanmıyor. Çeviri sisteminizin bunu desteklemesi durumunda, çoğul farkındalığı olan çeşidini kullanmalısınız.
uk: Рядок використано як рядок із формами множини, але у ньому не використовуються форми множини. Якщо у вашій системі перекладу передбачено підтримку форм множини, вам слід використовувати варіант рядка, який уможливлює переклад за усіма правилами форм множини різних мов.
zh_hans: 字符串用作复数形式，但不使用复数形式。如果您的翻译系统支持此功能，则应使用它的复数感知变体。
zh_hant: 該字符串用作複數，但不使用複數形式。如果您的翻譯系統支持此情況，您應該使用它的複數感知變體。

source: For example with Gettext in Python it could be:
de: Mit Gettext in Python könnte es zum Beispiel so aussehen:
ga: Mar shampla le Gettext i Python d'fhéadfadh sé a bheith:
hu: Például Pythonban, a Gettext esetén így nézhet ki:
id: Misalnya dengan Gettext di Python bisa seperti ini:
ja: Python の Gettext 使用例:
nl: Bijvoorbeeld met Gettext in Python zou het kunnen zijn:
pt: Por exemplo, com o Gettext em Python poderia ser:
pt_br: Por exemplo, com o Gettext em Python poderia ser:
ro: De exemplu, cu Gettext în Python ar putea fi:
ru: Например, при использовании Gettext в Python это может выглядеть так:
sv: Med Gettext i Python kan det till exempel se ut så här:
ta: உதாரணமாக பைத்தானில் கெட்டெக்ச்டுடன் அது இருக்கக்கூடும்:
tr: Örneğin, Python üzerindeki gettext ile şöyle olabilir:
uk: Наприклад, із Gettext у Python це може бути:
zh_hans: 例如，在Python中使用Gettext，它可以是：
zh_hant: 例如，在Python中用GetText可能是：

source: Placeables in automatic suggestion
sv: Placerbara objekt i automatiska förslag

source: Checks for placeables expose information on current placeables and this can be used to instruct automatic suggestion engines to keep them. The support for this varies in different services and in many cases there is no way to enforce keeping placeables intact.
sv: Kontroller av placerbara objekt visar information om aktuella placerbara objekt, och detta kan användas för att instruera automatiska förslagsmotorer att behålla dem. Stödet för detta varierar mellan olika tjänster, och i många fall finns det inget sätt att tvinga fram att placerbara objekt behålls intakta.

source: Downloading and uploading translations
de: Herunterladen und Hochladen von Übersetzungen
ga: Íoslódáil agus uaslódáil aistriúcháin
hu: Fordítások letöltése és feltöltése
id: Mengunduh dan mengunggah terjemahan
ja: 翻訳のダウンロードとアップロード
nl: Downloaden en uploaden van vertalingen
pt: Descarregar e enviar traduções
pt_br: Baixando e enviando traduções
ro: Descărcarea și încărcarea traducerilor
ru: Скачивание и загрузка переводов
sv: Ladda ner och ladda upp översättningar
ta: மொழிபெயர்ப்புகளைப் பதிவிறக்குதல் மற்றும் பதிவேற்றுதல்
tr: Çevirileri indirmek ve yüklemek
uk: Отримання і вивантаження перекладів
zh_hans: 下载和上传译文

source: You can export files from a translation, make changes, and import them again. This allows working offline, and then merging changes back into the existing translation. This works even if it has been changed in the meantime.
de: Sie können Dateien aus einer Übersetzung exportieren, Änderungen vornehmen und sie dann wieder importieren. So können Sie offline arbeiten und die Änderungen wieder in die vorhandene Übersetzung einfügen. Dies funktioniert auch, wenn die Übersetzung in der Zwischenzeit geändert wurde.
ga: Is féidir leat comhaid a easpórtáil ó aistriúchán, athruithe a dhéanamh agus iad a allmhairiú arís. Ligeann sé seo oibriú as líne, agus ansin athruithe a chumasc ar ais isteach san aistriúchán reatha. Oibríonn sé seo fiú má athraíodh é idir an dá linn.
hu: A fordítási fájlok exportálhatók, módosíthatók, majd ismét importálhatók. Ez lehetővé teszi az offline munkát, majd a változtatások egyesítését a meglévő fordításba. Ez akkor is működik, ha időközben változott a fordítás.
id: Anda dapat mengekspor berkas dari terjemahan, membuat perubahan, dan mengimpornya kembali. Ini memungkinkan Anda bekerja secara offline, lalu menggabungkan kembali perubahan ke dalam terjemahan yang sudah ada. Hal ini tetap berlaku meskipun terjemahan telah diubah.
ja: 翻訳のファイルをエクスポートし、変更を加えて、再度インポートできます。これにより、オフラインで作業してから、変更内容を既存の翻訳にマージできます。マージするまでに変更があっても機能します。
nl: U kunt bestanden uit een vertaling exporteren, wijzigingen maken en ze weer importeren. Dat maakt het offline werken mogelijk, en dan het terug samenvoegen van de wijzigingen in de bestaande vertaling. Dit werkt zelfs als het in de tussentijd is gewijzigd.
pt: Pode exportar ficheiros de uma tradução, fazer alterações e importá-los novamente. Isso permite trabalhar off-line e depois mesclar mudanças de volta na tradução existente. Isso funciona mesmo que tenha sido alterado entretanto.
pt_br: Você pode exportar arquivos a partir de uma tradução, fazer alterações e importá-los novamente. Isso permite trabalhar offline e, em seguida, mesclar mudanças de volta na tradução existente. Isso funciona mesmo que tenha sido alterado nesse meio tempo.
ro: Puteți exporta fișiere dintr-o traducere, să faceți modificări și să le importați din nou. Acest lucru permite să lucrați offline și apoi să îmbinați modificările înapoi în traducerea existentă. Acest lucru funcționează chiar dacă aceasta a fost modificată între timp.
ru: Вы можете экспортировать файлы из перевода, внести в них изменения и снова их импортировать. Это позволяет поработать над переводом в автономном режиме, а затем влить изменения обратно в существующий перевод. Это работает, даже если существующий перевод за это время был изменён.
sv: Du kan exportera filer från en översättning, göra ändringar och importera dem igen. Detta gör det möjligt att arbeta offline och sedan slå samman ändringarna med den befintliga översättningen. Detta fungerar även om den har ändrats under tiden.
ta: நீங்கள் ஒரு மொழிபெயர்ப்பிலிருந்து கோப்புகளை ஏற்றுமதி செய்யலாம், மாற்றங்களைச் செய்யலாம் மற்றும் அவற்றை மீண்டும் இறக்குமதி செய்யலாம். இது ஆஃப்லைனில் வேலை செய்ய அனுமதிக்கிறது, பின்னர் மாற்றங்களை மீண்டும் இருக்கும் மொழிபெயர்ப்பில் இணைப்பது. இதற்கிடையில் இது மாற்றப்பட்டாலும் இது வேலை செய்கிறது.
tr: Bir çevirinin dosyalarını dışa aktarabilir, değişiklikler yapabilir ve bunları yeniden içe aktarabilirsiniz. Böylece, çevrim dışı çalışabilir ve yapılan değişiklikleri var olan çeviriyle yeniden birleştirebilirsiniz. Bu yöntem, bu arada kaynak değiştirilmiş olsa bile işe yarar.
uk: Ви можете експортувати файли з перекладу, внести зміни і імпортувати змінені файли до системи. Таким чином, можна працювати поза мережею, а потім надіслати зміну до наявного перекладу. Це працює, навіть якщо початкові рядки було змінено під час перекладу.
zh_hans: 您可以从翻译中导出文件，进行更改，然后再次导入。这允许脱机工作，然后将更改合并回现有译文中。即使在此期间已更改，这也有效。
zh_hant: 您可以從轉換中導出文件，進行更改，並再次導入它們。這允許脫機工作，然後將更改合併回現有翻譯。這也有效，即使它在此期間已更改。

source: Available options might be limited by :ref:`access control <access-control>` settings.
de: Die verfügbaren Optionen können durch die Einstellungen von der :ref:`Zugriffssteuerung <access-control>` eingeschränkt sein.
ga: Seans go mbeidh na roghanna atá ar fáil teoranta ag socruithe :ref:`rialú rochtana <access-control>`.
hu: Az elérhető lehetőségeket korlátozhatják a :ref:`hozzáférés-vezérlés <access-control>` beállításai.
id: Pilihan yang tersedia mungkin dibatasi oleh pengaturan :ref:`access control <access-control>`.
ja: 利用できるオプションは :ref:`access control <access-control>` の設定で制限されます。
nl: Beschikbare opties zouden kunen zijn beperkt door instellingen van :ref:`toegangsbeheer <access-control>`.
pt: As opções disponíveis podem ser limitadas por configurações de :ref:`controle de acesso <access-control>`.
pt_br: As opções disponíveis podem ser limitadas por configurações de :ref:`controle de acesso <access-control>`.
ro: Opțiunile disponibile pot fi limitate de setările :ref:`access control <access-control>``.
ru: Доступные параметры могут быть ограничены настройками :ref:`управления доступа <access-control>`.
sv: Tillgängliga alternativ kan begränsas av inställningarna för :ref:`åtkomstkontroll <access-control>`.
tr: Kullanılabilecek seçenekler :ref:`access control <access-control>` ayarlarıyla sınırlı olabilir.
uk: Доступні варіанти може бути обмежено параметрами :ref:`керування доступом <access-control>`.
zh_hans: 可用选项可能会受到 :ref:`访问控制 <access-control>` 设置的限制。
zh_hant: 可用選項可能受到限制：參考：“訪問控制<Access-Control>”設置“。

source: Downloading translations
de: Übersetzungen herunterladen
ga: Aistriúcháin a íoslódáil
hu: Fordítások letöltése
id: Mengunduh terjemahan
ja: 翻訳のダウンロード
nl: Vertalingen downloaden
pt: Descarregar traduções
pt_br: Baixando traduções
ro: Descărcarea traducerilor
ru: Скачивание переводов
sv: Ladda ner översättningar
ta: மொழிபெயர்ப்புகளைப் பதிவிறக்குகிறது
tr: Çevirileri indirmek
uk: Отримання перекладів
zh_hans: 下载译文

source: From the project or component dashboard, translatable files can be downloaded in the :guilabel:`Files` menu.
de: Von der Projekt- oder Komponenten-Übersichtsseite können übersetzbare Dateien über das Menü :guilabel:`Dateien` heruntergeladen werden.
ga: Ó dheais an tionscadail nó na gcomhpháirteanna, is féidir comhaid inaistrithe a íoslódáil sa roghchlár :guilabel:`Comhaid`.
hu: A projekt vagy az összetevő vezérlőpultjáról a lefordítható fájlok a :guilabel:`Fájlok` menüből tölthetők le.
id: Dari dasbor proyek atau komponen, berkas yang dapat diterjemahkan dapat diunduh di menu :guilabel:`Files`.
ja: プロジェクトまたはコンポーネントのダッシュボードから、翻訳可能なファイルを :guilabel:`ファイル` メニューからダウンロードできます。
nl: Vanuit het dashboard van project of component kunnen vertaalbare bestanden worden gedownload in het menu :guilabel:`Bestanden`.
pt: A partir do painel do projeto ou componente, ficheiros traduzíveis podem ser descarregados no menu :guilabel:`Ficheiros`.
pt_br: A partir do painel do projeto ou componente, arquivos traduzíveis podem ser baixados no menu :guilabel:`Arquivos`.
ro: Din tabloul de bord al proiectului sau al componentei, fișierele traductibile pot fi descărcate din meniul :guilabel:`Files`.
ru: Из панели проекта или компонента переводимые файлы можно загрузить в меню :guilabel:`файлов`.
sv: Från projekt- eller komponentpanelen kan översättningsbara filer laddas ner i menyn :guilabel:`Filer`.
ta: திட்டம் அல்லது கூறு டாச்போர்டில் இருந்து, மொழிபெயர்க்கக்கூடிய கோப்புகளை: வபஇசிட்டை: `கோப்புகள்` பட்டியலில் பதிவிறக்கம் செய்யலாம்.
tr: Çevrilebilecek dosyalar proje ya da bileşen panosundaki :guilabel:`Dosyalar` menüsünden indirilebilir.
uk: З панелі керування проєктом або складником, доступні для перекладу файли можна завантажити з меню :guilabel:`Файли`.
zh_hans: 从项目或组件仪表板，可翻译文件可以在 :guilabel:`文件` 菜单中下载。
zh_hant: 從項目或組件儀表板中，可在以下方式下載可翻譯文件：Guilabel：`files`菜單。
