Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Indicates forbidden translation in a glossary, see :ref:`glossary-forbidden`.
de: Zeigt eine verbotene Übersetzung in einem Glossar an, siehe :ref:`glossary-forbidden`.
ga: Léiríonn sé aistriúchán toirmiscthe i ngluaiseacht, féach :ref:`glossary-forbidden`.
hu: Tiltott fordítás jelzése egy szójegyzékben, lásd: :ref:`glossary-forbidden`.
id: Menunjukkan terjemahan terlarang dalam glosarium, lihat :ref:`glossary-forbidden`.
ja: 用語集で、使ってはいけない訳語を示します。参照: :ref:`glossary-forbidden`。
nl: Geeft verboden vertalingen aan in een woordenlijst, bekijk :ref:`glossary-forbidden`.
pt: Indica tradução proibida num glossário, veja :ref:`glossary-forbidden`.
pt_br: Indica tradução proibida em um glossário, consulte :ref:`glossary-forbidden`.
ro: Indică o traducere interzisă într-un glosar, a se vedea :ref:`glossary-forbidden`.
ru: Используется для пометки переводов в словаре как нежелательных, см. раздел :ref:`glossary-forbidden`.
sv: Indikerar förbjuden översättning i en ordlista, se :ref:`glossary-forbidden`.
tr: Bir sözlükte yasaklanmış bir çeviriyi belirtir. Ayrıntılı bilgi almak için: :ref:`glossary-forbidden`.
uk: Позначає заборонений переклад у глосарії, див. :ref:`glossary-forbidden`.
zh_hans: 表示术语表中禁止的译文，参见 :ref:`glossary-forbidden`。
zh_hant: 表示術語表中的禁止翻譯，請參閱：REF：“詞彙表禁止”。

source: Make the :ref:`check-same` avoid using the built-in words exceptions.
de: Vermeidet, dass :ref:`check-same` die integrierte Wörter-Ausnahmeliste verwendet.
ga: Lig duit :ref:`check-same` liosta dubh inmheánach a sheachaint.
hu: A :ref:`check-same` ellenőrzésnél a beépített szó-kivétellisták használatának mellőzése.
id: Jadikan :ref:`check-same` menghindari penggunaan pengecualian kata bawaan.
nl: Zorg ervoor dat :ref:`check-same` de ingebouwde uitzonderingen van woorden vermijdt.
pt_br: Faz :ref:`check-same` evitar o uso de exceções de palavras embutidas.
sv: Gör så att :ref:`check-same` undviker att använda de inbyggda ordundantagen.
tr: :ref:`check-same` kalite denetiminin iç kara listedeki sözcükleri engellemesini sağlar.
uk: Зробіть так, щоб :ref:`check-same` не використовував вбудовані винятки слів.

source: Make format checks enforce using format even for plural forms with a single value, see :ref:`check-formats`.
de: Erzwingt für Formatprüfungen die Verwendung des Formats auch für Pluralformen mit einem einzigen Wert, siehe :ref:`check-formats`.
ga: Déan seiceálacha formáide a chur i bhfeidhm ag baint úsáide as formáid fiú i gcás foirmeacha iolra a bhfuil luach amháin acu, féach :ref:`check-formats`.
hu: A formátumellenőrzések szigorú érvényesítése, még olyan többes számú alakok esetén is, ahol csak egy érték szerepel, lásd: :ref:`check-formats`.
id: Buat pemeriksaan format diberlakukan menggunakan format bahkan untuk bentuk jamak dengan nilai tunggal, lihat :ref:`check-formats`.
ja: 複数形が単一の値の場合でも、フォーマットの検査を強制します。参照: :ref:`check-formats`。
nl: Forceren dat controles voor indeling de indeling zelfs voor meervoudsvormen met een enkele waarde gebruiken, bekijk :ref:`check-formats`.
pt: Faça com que as verificações de formato imponham o uso do formato mesmo para formas de plural com um único valor, consulte :ref:`check-formats`.
pt_br: Faça com que as verificações de formato imponham o uso do formato mesmo para formas de plural com um único valor, consulte :ref:`check-formats`.
ru: Сделать так, чтобы проверка формата заставляла использовать формат даже для множественных форм с одним значением, см. :ref:`check-formats`.
sv: Gör formatkontroller obligatoriska även för pluralformer med ett enda värde, se :ref:`check-formats`.
tr: Tek değerli çoğul biçimler için bile biçim denetimlerinde biçim kullanımının dayatılmasını sağlar. Ayrıntılı bilgi almak için: :ref:`check-formats`.
uk: Примусово використати форматування для форм множити із єдиним значенням, див. :ref:`check-formats`.
zh_hans: 让格式检查强制使用格式，即使对单一值的复数形式也是如此，见 :ref:`check-formats`。

source: Enable the :ref:`check-check-glossary` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-check-glossary`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-check-glossary`.
hu: A :ref:`check-check-glossary` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-check-glossary`.
ja: :ref:`check-check-glossary` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-check-glossary` in.
pt: Ative a verificação de qualidade :ref:`check-check-glossary`.
pt_br: Habilita a verificação de qualidade :ref:`check-check-glossary`.
ro: Activați verificarea calității :ref:`check-check-glossary`.
ru: Включите проверку качества :ref:`check-check-glossary`.
sv: Aktivera kvalitetskontrollen :ref:`check-check-glossary`.
tr: :ref:`check-check-glossary` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-check-glossary`.
zh_hans: 启用 :ref:`check-check-glossary` 质量检查。

source: Enable the :ref:`check-angularjs-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-angularjs-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-angularjs-format`.
hu: A :ref:`check-angularjs-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-angularjs-format`.
ja: :ref:`check-angularjs-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-angularjs-format` in.
pt: Ative a verificação de qualidade :ref:`check-angularjs-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-angularjs-format`.
ro: Activați verificarea calității :ref:`check-angularjs-format`.
ru: Включите проверку качества :ref:`check-angularjs-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-angularjs-format`.
tr: :ref:`check-angularjs-format` kalite denetimini kullanıma alır.
uk: Пропустити перевірку якості :ref:`check-angularjs-format`.
zh_hans: 启用 :ref:`check-angularjs-format` 质量检查。

source: Enable the :ref:`check-c-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-c-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-c-format`.
hu: A :ref:`check-c-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-c-format`.
ja: :ref:`check-c-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-c-format` in.
pt: Ative a verificação de qualidade :ref:`check-c-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-c-format`.
ro: Activați verificarea calității :ref:`check-c-format`.
ru: Включите проверку качества :ref:`check-c-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-c-format`.
tr: :ref:`check-c-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-c-format`.
zh_hans: 启用 :ref:`check-c-format` 质量检查。

source: Enable the :ref:`check-c-sharp-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-c-sharp-format`.
ga: Cumasaigh seiceáil cáilíochta :ref:`check-c-sharp-format`.
hu: A :ref:`check-c-sharp-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-c-sharp-format`.
ja: :ref:`check-c-sharp-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-c-sharp-format` in.
pt: Ative a verificação de qualidade :ref:`check-c-sharp-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-c-sharp-format`.
ro: Activați verificarea calității :ref:`check-c-sharp-format`.
ru: Включите проверку качества :ref:`check-c-sharp-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-c-sharp-format`.
tr: :ref:`check-c-sharp-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-c-sharp-format`.
zh_hans: 启用 :ref:`check-c-sharp-format` 质量检查。

source: Enable the :ref:`check-es-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-es-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-es-format`.
hu: A :ref:`check-es-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-es-format`.
ja: :ref:`check-es-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-es-format` in.
pt: Ative a verificação de qualidade :ref:`check-es-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-es-format`.
ro: Activați verificarea calității :ref:`check-es-format`.
ru: Включите проверку качества :ref:`check-es-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-es-format`.
tr: :ref:`check-es-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-es-format`.
zh_hans: 启用 :ref:`check-es-format` 质量检查。

source: Enable the :ref:`check-i18next-interpolation` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-i18next-interpolation`.
ga: Cumasaigh seiceáil cáilíochta :ref:`check-i18next-interpolation`.
hu: A :ref:`check-i18next-interpolation` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-i18next-interpolation`.
ja: :ref:`check-i18next-interpolation` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-i18next-interpolation` in.
pt: Ative a verificação de qualidade :ref:`check-i18next-interpolation`.
pt_br: Habilita a verificação de qualidade :ref:`check-i18next-interpolation`.
ro: Activați verificarea calității :ref:`check-i18next-interpolation`.
ru: Включите проверку качества :ref:`check-i18next-interpolation`.
sv: Aktivera kvalitetskontrollen :ref:`check-i18next-interpolation`.
tr: :ref:`check-i18next-interpolation` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-i18next-interpolation`.
zh_hans: 启用 :ref:`check-i18next-interpolation` 质量检查。

source: Enable the :ref:`check-icu-message-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-icu-message-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-icu-message-format`.
hu: A :ref:`check-icu-message-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-icu-message-format`.
ja: :ref:`check-icu-message-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-icu-message-format` in.
pt: Ativa a verificação de qualidade :ref:`check-icu-message-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-icu-message-format`.
ro: Activați verificarea calității :ref:`check-icu-message-format`.
ru: Включите проверку качества :ref:`check-icu-message-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-icu-message-format`.
tr: :ref:`check-icu-message-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-icu-message-format`.
zh_hans: 启用 :ref:`check-icu-message-format` 质量检查。

source: Enable the :ref:`check-java-printf-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-java-printf-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-java-printf-format`.
hu: A :ref:`check-java-printf-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-java-printf-format`.
ja: :ref:`check-java-printf-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-java-printf-format` in.
pt: Ativa a verificação de qualidade :ref:`check-java-printf-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-java-printf-format`.
ro: Activați verificarea calității :ref:`check-java-printf-format`.
ru: Включите проверку качества :ref:`check-java-printf-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-java-printf-format`.
tr: :ref:`check-java-printf-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-java-printf-format`.
zh_hans: 启用 :ref:`check-java-printf-format` 质量检查。

source: Enable the :ref:`check-java-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-java-format`.
ga: Cumasaigh seiceáil cáilíochta :ref:`check-java-format`.
hu: A :ref:`check-java-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-java-format`.
ja: :ref:`check-java-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-java-format` in.
pt: Ative a verificação de qualidade :ref:`check-java-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-java-format`.
ro: Activați verificarea calității :ref:`check-java-format`.
ru: Включите проверку качества :ref:`check-java-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-java-format`.
tr: :ref:`check-java-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-java-format`.
zh_hans: 启用 :ref:`check-java-format` 质量检查。

source: Enable the :ref:`check-javascript-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-javascript-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-javascript-format`.
hu: A :ref:`check-javascript-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-javascript-format`.
ja: :ref:`check-javascript-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-javascript-format` in.
pt: Ative a verificação de qualidade :ref:`check-javascript-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-javascript-format`.
ro: Activați verificarea calității :ref:`check-javascript-format`.
ru: Включите проверку качества :ref:`check-javascript-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-javascript-format`.
tr: :ref:`check-javascript-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-javascript-format`.
zh_hans: 启用 :ref:`check-javascript-format` 质量检查。

source: Enable the :ref:`check-lua-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-lua-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-lua-format`.
hu: A :ref:`check-lua-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-lua-format`.
ja: :ref:`check-lua-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-lua-format` in.
pt: Ative a verificação de qualidade :ref:`check-lua-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-lua-format`.
ro: Activați verificarea calității :ref:`check-lua-format`.
ru: Включите проверку качества :ref:`check-lua-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-lua-format`.
tr: :ref:`check-lua-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-lua-format`.
zh_hans: 启用 :ref:`check-lua-format` 质量检查。

source: Enable the :ref:`check-object-pascal-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-object-pascal-format`.
ga: Cumasaigh seiceáil cáilíochta :ref:`check-object-pascal-format`.
hu: A :ref:`check-object-pascal-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-object-pascal-format`.
ja: :ref:`check-object-pascal-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-object-pascal-format` in.
pt: Ative a verificação de qualidade :ref:`check-object-pascal-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-object-pascal-format`.
ro: Activați verificarea calității :ref:`check-object-pascal-pascal-format`.
ru: Включите проверку качества :ref:`check-object-pascal-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-object-pascal-format`.
tr: :ref:`check-object-pascal-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-object-pascal-format`.
zh_hans: 启用 :ref:`check-object-pascal-format` 质量检查。

source: Enable the :ref:`check-percent-placeholders` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-percent-placeholders`.
ga: Cumasaigh seiceáil cáilíochta :ref:`check-percent-placeholders`.
hu: A :ref:`check-percent-placeholders` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-percent-placeholders`.
ja: :ref:`check-percent-placeholders` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-percent-placeholders` in.
pt: Ativa a verificação de qualidade :ref:`check-percent-placeholders`.
pt_br: Habilita a verificação de qualidade :ref:`check-percent-placeholders`.
ro: Activați verificarea calității :ref:`check-percent-placeholders`.
ru: Включите проверку качества :ref:`check-percent-placeholders`.
sv: Aktivera kvalitetskontrollen :ref:`check-percent-placeholders`.
tr: :ref:`check-percent-placeholders` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-percent-placeholders`.
zh_hans: 启用 :ref:`check-percent-placeholders` 质量检查。

source: Enable the :ref:`check-perl-brace-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-perl-brace-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-perl-brace-format`.
hu: A :ref:`check-perl-brace-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-perl-brace-format`.
ja: :ref:`check-perl-brace-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-perl-brace-format` in.
pt: Ative a verificação de qualidade :ref:`check-perl-brace-format`.
pt_br: Habilite a verificação de qualidade :ref:`check-perl-brace-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-perl-brace-format`.
tr: :ref:`check-perl-brace-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-perl-brace-format`.
zh_hans: 开启 :ref:`check-perl-brace-format` 质量检查。

source: Enable the :ref:`check-perl-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-perl-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-perl-format`.
hu: A :ref:`check-perl-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-perl-format`.
ja: :ref:`check-perl-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-perl-format` in.
pt: Ativa a verificação de qualidade :ref:`check-perl-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-perl-format`.
ro: Activați verificarea calității :ref:`check-perl-format`.
ru: Включите проверку качества :ref:`check-perl-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-perl-format`.
tr: :ref:`check-perl-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-perl-format`.
zh_hans: 启用 :ref:`check-perl-format` 质量检查。

source: Enable the :ref:`check-php-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-php-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-php-format`.
hu: A :ref:`check-php-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-php-format`.
ja: :ref:`check-php-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-php-format` in.
pt: Ativa a verificação de qualidade :ref:`check-php-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-php-format`.
ro: Activați verificarea calității :ref:`check-perl-format`.
ru: Включите проверку качества :ref:`check-php-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-php-format`.
tr: :ref:`check-php-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-php-format`.
zh_hans: 启用 :ref:`check-php-format` 质量检查。

source: Enable the :ref:`check-python-brace-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-python-brace-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-python-brace-format`.
hu: A :ref:`check-python-brace-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-python-brace-format`.
ja: :ref:`check-python-brace-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-python-brace-format` in.
pt: Ativa a verificação de qualidade :ref:`check-python-brace-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-python-brace-format`.
ro: Activați verificarea calității :ref:`check-python-brace-format`.
ru: Включите проверку качества :ref:`check-python-brace-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-python-brace-format`.
tr: :ref:`check-python-brace-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-python-brace-format`.
zh_hans: 启用 :ref:`check-python-brace-format` 质量检查。

source: Enable the :ref:`check-python-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-python-format`.
ga: Cumasaigh seiceáil cáilíochta :ref:`check-python-format`.
hu: A :ref:`check-python-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-python-format`.
ja: :ref:`check-python-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-python-format` in.
pt: Ativa a verificação de qualidade :ref:`check-python-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-python-format`.
ro: Activați verificarea calității :ref:`check-python-format`.
ru: Включите проверку качества :ref:`check-python-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-python-format`.
tr: :ref:`check-python-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-python-format`.
zh_hans: 启用 :ref:`check-python-format` 质量检查。

source: Enable the :ref:`check-qt-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-qt-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-qt-format`.
hu: A :ref:`check-qt-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-qt-format`.
ja: :ref:`check-qt-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-qt-format` in.
pt: Ativa a verificação de qualidade :ref:`check-qt-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-qt-format`.
ro: Activați verificarea calității :ref:`check-qt-format`.
ru: Включите проверку качества :ref:`check-qt-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-qt-format`.
tr: :ref:`check-qt-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-qt-format`.
zh_hans: 启用 :ref:`check-qt-format` 质量检查。

source: Enable the :ref:`check-qt-plural-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-qt-plural-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-qt-plural-format`.
hu: A :ref:`check-qt-plural-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-qt-plural-format`.
ja: :ref:`check-qt-plural-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-qt-plural-format` in.
pt: Ativa a verificação de qualidade :ref:`check-qt-plural-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-qt-plural-format`.
ro: Activați verificarea calității :ref:`check-qt-format`.
ru: Включите проверку качества :ref:`check-qt-plural-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-qt-plural-format`.
tr: :ref:`check-qt-plural-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-qt-plural-format`.
zh_hans: 启用 :ref:`check-qt-plural-format` 质量检查。

source: Enable the :ref:`check-ruby-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-ruby-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-ruby-format`.
hu: A :ref:`check-ruby-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-ruby-format`.
ja: :ref:`check-ruby-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-ruby-format` in.
pt: Ativa a verificação de qualidade :ref:`check-ruby-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-ruby-format`.
ro: Activați verificarea calității :ref:`check-ruby-format`.
ru: Включите проверку качества :ref:`check-ruby-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-ruby-format`.
tr: :ref:`check-ruby-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-ruby-format`.
zh_hans: 启用 :ref:`check-ruby-format` 质量检查。
