Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Multi-module Maven project with Java properties translations.
de: Maven-Projekt mit mehreren Modulen und Übersetzungen von Java-Properties.
ga: Tionscadal Maven Il-modúl le haistriúcháin airíonna Java....
hu: Több modulból álló Maven projekt Java properties fordításokkal.
id: Proyek Maven multimodul dengan terjemahan properti Java.
ja: Java プロパティの翻訳を備えたマルチモジュールの Maven プロジェクト。
nl: Maven-project met meerdere modules en Java properties-vertalingen.
pt: Projeto multi-módulo do Maven com traduções de propriedades de Java.
pt_br: Projeto Maven multimódulo com traduções de propriedades Java.
ru: Многомодульный проект Maven со свойствами переводов на Java.
sv: Flermoduls Maven-projekt med översättningar av Java-egenskaper.
ta: சாவா பண்புகள் மொழிபெயர்ப்புகளுடன் பல-தொகுதி மேவன் திட்டம்.
tr: Java öznitelikleri çevirileri ile birkaç modüllü Maven projesi.
uk: Багатомодульний проєкт Maven зі перекладами властивостей Java.
zh_hans: 有 Java 属性翻译的多模块 Maven 项目。

source: Component name:
de: Name der Komponente:
ga: Ainm na Comhpháirte:
hu: Összetevő neve:
id: Nama komponen:
ja: コンポーネント名:
nl: Naam van onderdeel:
pt: Nome do componente:
pt_br: Nome do componente:
ru: Название компонента:
sv: Komponentnamn:
ta: கூறு பெயர்:
tr: Bileşen adı:
uk: Назва складника:
zh_hans: 部件名称：

source: Component discovery add-on uses :ref:`internal-urls`. It’s a convenient way to share VCS setup between multiple components. Linked components use the local repository of the main component set up by filling ``weblate://project/main-component`` into the :ref:`component-repo` field (in :guilabel:`Operations` ↓ :guilabel:`Settings` ↓ :guilabel:`Version control system`) of each respective component. This saves time with configuration and system resources too.
id: Pengaya penemuan komponen menggunakan :ref:`internal-urls`. Ini merupakan cara praktis untuk berbagi pengaturan VCS antar beberapa komponen. Komponen yang terhubung menggunakan repositori lokal dari pengaturan komponen utama dengan mengisi ``weblate://project/main-component`` ke dalam kolom :ref:`component-repo` (di :guilabel:`Operations` ↓ :guilabel:`Settings` ↓ :guilabel:`Version control system`) masing-masing komponen. Ini juga menghemat waktu konfigurasi dan sumber daya sistem.
sv: Komponentupptäcktstillägget använder :ref:`internal-urls`. Det är ett bekvämt sätt att dela VCS-inställningar mellan flera komponenter. Länkade komponenter använder det lokala arkivet för huvudkomponenten som konfigurerats genom att fylla i ``weblate://project/main-component`` i fältet :ref:`component-repo` (i :guilabel:`Operations` ↓ :guilabel:`Settings` ↓ :guilabel:`Version control system`) för respektive komponent. Detta sparar tid vid konfigurationen och även systemresurser.
uk: Додаток для виявлення компонентів використовує :ref:`internal-urls`. Це зручний спосіб спільного використання налаштувань VCS між кількома компонентами. Пов’язані компоненти використовують локальний репозиторій основного компонента, налаштованого шляхом заповнення ``weblate://project/main-component`` у полі :ref:`component-repo` (у :guilabel:`Operations` ↓ :guilabel:`Settings` ↓ :guilabel:`Version control system`) кожного відповідного компонента. Це також економить час на налаштування та системні ресурси.

source: Ensure the new component contains the full set of translatable languages with :ref:`addon-weblate.consistency.languages`.
id: Pastikan komponen baru berisi rangkaian lengkap bahasa yang dapat diterjemahkan dengan :ref:`addon-weblate.consistency.languages`.
sv: Se till att den nya komponenten innehåller alla översättningsbara språk med :ref:`addon-weblate.consistency.languages`.
uk: Переконайтеся, що новий компонент містить повний набір мов, які можна перекладати, за допомогою :ref:`addon-weblate.consistency.languages`.

source: To be discovered, a new component must contain a file that matches ``base_file_template`` **and** at least one file with a name that matches ``match`` -- i.e., the component must contain a base language file and at least one existing translation. Otherwise, it will be ignored.
id: Agar dapat ditemukan, komponen baru harus berisi berkas yang cocok dengan ``base_file_template`` **dan** setidaknya satu berkas dengan nama yang cocok dengan ``match`` -- artinya, komponen harus berisi berkas bahasa dasar dan setidaknya satu terjemahan yang sudah ada. Jika tidak, komponen tersebut akan diabaikan.
sv: För att upptäckas måste en ny komponent innehålla en fil som matchar ``base_file_template`` **och** minst en fil med ett namn som matchar ``match`` -- dvs. komponenten måste innehålla en basspråkfil och minst en befintlig översättning. Annars kommer den att ignoreras.
uk: Щоб новий компонент було виявлено, він повинен містити файл, що відповідає шаблону ``base_file_template`` **та** принаймні один файл з назвою, що відповідає шаблону ``match`` -- тобто компонент повинен містити файл базової мови та принаймні один існуючий переклад. В іншому випадку він буде проігноровано.

source: Change events
de: Änderungsereignisse
ga: Athraigh imeachtaí
hu: Eseményváltozások
id: Ubah peristiwa
ja: 変更イベント
nl: Gebeurtenissen wijzigen
pt_br: Alterar eventos
sv: Ändringshändelser
tr: Değişiklik eylemleri
uk: Події зміни

source: AMQP broker host
sv: AMQP-brokervärd

source: The AMQP broker to connect to.
sv: AMQP-brokern som ska anslutas till.

source: Use SSL for AMQP connection
sv: Använd SSL för AMQP-anslutning

source: CA certificates
sv: CA-certifikat

source: Bundle of PEM encoded CA certificates used to validate the certificate presented by the server.
sv: Paket med PEM-kodade CA-certifikat som används för att validera det certifikat som presenteras av servern.

source: Client SSL key
sv: Klient-SSL-nyckel

source: PEM encoded client private SSL key.
sv: PEM-kodad privat SSL-nyckel för klient.

source: Client SSL certificates
sv: SSL-certifikat för klienten

source: PEM encoded client SSL certificate.
sv: PEM-kodat SSL-certifikat för klient.

source: Sends notifications to a Fedora Messaging compatible AMQP exchange.
sv: Skickar aviseringar till en Fedora Messaging-kompatibel AMQP-växel.

source: Fedora Messaging is AMQP-based publisher for all changes happening in Weblate. You can hook additional services on changes happening in Weblate using this.
de: Fedora Messaging ist ein AMQP-basierter Publisher für alle Änderungen, die in Weblate stattfinden. Damit können Sie zusätzliche Dienste mit Weblate-Änderungen verbinden.
ga: Is foilsitheoir é Fedora Messaging atá bunaithe ar AMQP maidir le gach athrú a tharlaíonn ar Weblate. Is féidir leat seirbhísí breise a chuimsiú ar athruithe atá ag tarlú ar Weblate agus é seo á úsáid agat.
hu: A Fedora Messaging egy AMQP-alapú üzenetküldő rendszer, amely rögzíti a Weblate-ben bekövetkező változásokat. Ezzel a megoldással további szolgáltatásokat kapcsolhat a Weblate-ben történő eseményekhez.
id: Fedora Messaging adalah penerbit berbasis AMQP untuk semua perubahan yang terjadi di Weblate. Anda dapat menghubungkan layanan tambahan pada perubahan yang terjadi di Weblate menggunakan ini.
ja: Fedora Messaging は AMQP ベースのパブリッシャーで、Weblate で発生するすべての変更に対応しています。これを使用して、Weblate で発生する変更に追加のサービスをフックします。
nl: Fedora Messaging is een op AMQP gebaseerde uitgever voor alle wijzigingen die gebeuren in Weblate. U kunt hiermee aanvullende services voor wijzigingen, die gebeuren in Weblate, koppelen.
pt: Fedora Messaging é um editor baseado em AMQP para todas as mudanças que acontecem no Weblate. Pode conectar serviços adicionais nas mudanças que acontecem no Weblate usando isso.
pt_br: Fedora Messaging é um editor baseado em AMQP para todas as mudanças que acontecem no Weblate. Você pode conectar serviços adicionais nas mudanças que acontecem no Weblate usando isso.
ro: Fedora Messaging este un editor bazat pe AMQP pentru toate modificările care se produc în Weblate. Puteți agăța servicii suplimentare pe modificările care se produc în Weblate folosind acest lucru.
ru: Fedora Messaging - это основанный на AMQP издатель всех изменений, происходящих в Weblate. С его помощью вы можете подключать дополнительные сервисы к изменениям, происходящим в Weblate.
sv: Fedora Messaging är en AMQP-baserad publiceringsplattform för alla ändringar som sker i Weblate. Med hjälp av denna kan du koppla ytterligare tjänster till ändringar som sker i Weblate.
ta: வலைபெயர்ப்பில் நடக்கும் அனைத்து மாற்றங்களுக்கும் ஃபெடோரா செய்தி amqp- அடிப்படையிலான வெளியீட்டாளர். இதைப் பயன்படுத்தி வலைபெயர்ப்பில் நடக்கும் மாற்றங்கள் குறித்து கூடுதல் சேவைகளை நீங்கள் இணைக்கலாம்.
tr: Fedora Messaging, Weblate üzerinde yapılan tüm değişiklikleri ileten AMQP temelli bir yayınlayıcıdır. Bunu kullanarak Weblate üzerindeki değişikliklere ek hizmetler bağlayabilirsiniz.
uk: Fedora Messaging — заснований на AMQP засіб публікації усіх змін, які відбуваються у Weblate. За її допомогою ви можете будувати додаткові служби на основі змін, які відбуваються у Weblate.
zh_hans: Fedora Messaging 是基于 AMQP 的发布者，用于处理 Weblate 中发生的所有更改。您可以使用它来挂钩 Weblate 中发生的更改的附加服务。
zh_hant: Fedora Messaging是基於AMQP的發布者，用於Weberate中發生的所有變化。您可以在使用此操作中掛鉤正在發生的更改的其他服務。

source: Message topic
sv: Meddelandeämne

source: All messages have topic ``weblate.<action>.<project>.<component>.<translation>``. The action is lowercase textual representation of action with underscores instead of space, for example ``resource_update``, all other parts are optional and represent slug of the object or a language code.
sv: Alla meddelanden har ämnet ``weblate.<action>.<project>.<component>.<translation>``. Åtgärden är en textrepresentation i gemener av åtgärden med understreck istället för mellanslag, till exempel ``resource_update``. Alla andra delar är valfria och representerar objektets slug eller en språkkod.

source: Message body
sv: Meddelande

source: The body consists of following fields (given that they are available for the event):
sv: Kroppen består av följande fält (förutsatt att de är tillgängliga för evenemanget):

source: Numerical ID of change
sv: Numeriskt ID för ändring
ta: மாற்றத்தின் எண் ஐடி
zh_hans: 更改的数字 ID

source: Verbose name of the change.
sv: Detaljerat namn på ändringen.

source: ISO formatted timestamp
sv: Tidsstämpel i ISO-format
ta: ஐஎச்ஓ வடிவமைக்கப்பட்ட நேர முத்திரை
zh_hans: ISO 格式的时间戳

source: New value of the change (eg. new translation of the string)
sv: Nytt värde för ändringen (t.ex. ny översättning av strängen)
ta: மாற்றத்தின் புதிய மதிப்பு (எ.கா. சரத்தின் புதிய மொழிபெயர்ப்பு)
zh_hans: 更改的新值（如字符串的新翻译）

source: Old value of the change (eg. previous translation of the string)
pt: Valor antigo da alteração (p. ex. tradução anterior da cadeia)
sv: Gammalt värde för ändringen (t.ex. tidigare översättning av strängen)
ta: மாற்றத்தின் பழைய மதிப்பு (எ.கா. சரத்தின் முந்தைய மொழிபெயர்ப்பு)
zh_hans: 更改的旧值（如字符串之前额翻译）

source: Source string.
sv: Källsträng.

source: Absolute URL to view the related object.
sv: Absolut URL för att visa det relaterade objektet.

source: Author username (this can be different from user for example when accepting suggestions)
sv: Författarens användarnamn (detta kan skilja sig från användarnamnet, till exempel när förslag accepteras)
ta: ஆசிரியர் பயனர்பெயர் (பரிந்துரைகளை ஏற்றுக்கொள்ளும்போது இது பயனரிடமிருந்து வேறுபட்டிருக்கலாம்)
zh_hans: 作者的用户名（进行接受建议等操作时，可以不同于用户名）

source: Acting username
sv: Tillfälligt användarnamn

source: Project slug
de: Projekt-Slug
ga: Seilide tionscadail
hu: Projekt URL-azonosító (slug)
id: Slug proyek
ja: プロジェクト スラッグ
nl: Slug voor project
pt: URL amigável do projeto
pt_br: Slug da URL do projeto
ro: Limbajul proiectului
ru: Плашка проекта
sv: Projektslugg
ta: திட்ட ச்லக்
tr: Proje kısaltması
uk: Ідентифікатор проєкту
zh_hans: 项目标识串
zh_hant: 項目標識串

source: Component slug
de: Komponenten-Slug
ga: Seilide comhpháirte
hu: Összetevő URL-azonosítója (slug)
id: Komponen slug
ja: コンポーネント スラッグ
nl: Slug voor het onderdeel
pt: URL amigável do componente
pt_br: Slug do componente
ro: Componenta slug
ru: Плашка компонента
sv: Komponent slug
ta: கூறு ச்லக்
tr: Bileşen kısaltması
uk: Ідентифікатор складника
zh_hans: 部件标识串
zh_hant: 組件標識串

source: Translation language code
de: Sprachcode der Übersetzung
ga: Cód teanga aistriúcháin
hu: Fordítás nyelvkódja
id: Kode bahasa terjemahan
ja: 翻訳言語コード
nl: Taalcode vertaling
pt: Código de idioma de tradução
pt_br: Código de idioma de tradução
ro: Codul limbii de traducere
ru: Код языка перевода
sv: Översättningsspråkkod
ta: மொழிபெயர்ப்பு மொழி குறியீடு
tr: Çeviri dili kodu
uk: Код мови перекладу
zh_hans: 翻译语言代码

source: Message headers
sv: Meddelandehuvuden

source: There are additional headers which you might utilize for routing as well:
sv: Det finns ytterligare rubriker som du också kan använda för routning:

source: Example messages
sv: Exempel på meddelanden

source: Repository merge event:
sv: Händelse för sammanslagning av arkiv:

source: New source string event:
sv: Ny källsträngshändelse:

source: Resource update event:
sv: Resursuppdateringsevenemang:

source: Project removal event:
sv: Projektborttagningsevenemang:

source: New contributor event:
sv: Nytt evenemang för bidragsgivare:

source: New translation event:
sv: Nytt översättningsarrangemang:

source: `Configuring Fedora Messaging`_
sv: `Konfigurera Fedora Messaging`_

source: Bulk edit
de: Massenbearbeitung
ga: Bulc eagarthóireacht
hu: Tömeges szerkesztés
id: Sunting massal
ja: 一括編集
nl: Bulk bewerken
pt: Edição em massa
pt_br: Editor em massa
ro: Editare în masă
ru: Массовая правка
sv: Massredigering
ta: மொத்த திருத்து
tr: Toplu düzenleme
uk: Масове редагування
zh_hans: 批量编辑
zh_hant: 大量編輯

source: State to set
de: Zu setzender Status
ga: Luaigh a shocrú
hu: Beállítandó állapot
id: Status untuk dipasang
ja: 翻訳状態の設定
nl: In te stellen status
pt: Estado a definir
pt_br: Status a definir
ro: Stare de setat
ru: Задаваемое состояние
sv: Tillstånd som ska sättas
ta: அமைக்க மாநிலம்
tr: Ayarlanacak durum
uk: Стан для встановлення
zh_hans: 要设置的状态
zh_hant: 要設定的狀態

source: Do not change
id: Tidak berubah
nl: Niet wijzigen
sv: Ändra inte
tr: Durum değiştirilmesin
uk: Не змінювати

source: Needs editing
de: Bearbeitungsbedürftig
ga: Tá eagarthóireacht de dhíth
hu: Szerkesztést igényel
id: Perlu disunting
ja: 要編集
nl: Bewerken nodig
pt: Precisa de edição
pt_br: Necessita de edição
ro: Necesită editare
ru: На правку
sv: Behöver åtgärdas
ta: திருத்துதல் தேவை
tr: Düzenlenmesi gerekli
uk: Потребує редагування
zh_hans: 需要编辑
zh_hant: 需要編輯

source: Needs rewriting
sv: Behöver skrivas om

source: Needs checking
sv: Behöver kontrolleras

source: Translated
id: Diterjemahkan
nl: Vertaald
sv: Översatt
tr: Çevrilmiş
uk: Перекладено

source: Approved
de: Genehmigt
ga: Ceadaithe
hu: Jóváhagyva
id: Disetujui
ja: 承認済み
nl: Goedgekeurd
pt: Aprovadas
pt_br: Aprovado
ro: Aprobat
ru: Одобрено
sv: Godkänd
ta: அங்கீகரிக்கப்பட்டது
tr: Onaylanmış
uk: Схвалено
zh_hans: 已核准
zh_hant: 已核可

source: Translation flags to add
de: Übersetzungsmarkierung zum Hinzufügen
ga: Bratacha aistriúcháin le cur leis
hu: Hozzáadandó fordítási jelzők
id: Tanda terjemahan untuk ditambahkan
ja: 追加する翻訳フラグ
nl: Toe te voegen vertaalopties
pt: Bandeiras de tradução para adicionar
pt_br: Marcadores de tradução para adicionar
ro: Indicator de traducere de adăugat
ru: Добавляемые флаги перевода
sv: Översättningsflaggor att lägga till
ta: சேர்க்க மொழிபெயர்ப்பு கொடிகள்
tr: Eklenecek çeviri imleri
uk: Додати наступні прапорці перекладу
zh_hans: 要添加的翻译标记
zh_hant: 要加入的翻譯旗標

source: Translation flags to remove
de: Übersetzungsmarkierung zum Entfernen
ga: Bratacha aistriúcháin le baint
hu: Eltávolítandó fordítási jelzők
id: Tanda penerjemahan yang akan dihapus
ja: 削除する翻訳フラグ
nl: Te verwijderen vertaalopties
pt: Bandeiras de tradução para remover
pt_br: Marcadores de tradução a remover
ro: Indicatoare de traducere de eliminat
ru: Удаляемые флаги перевода
sv: Översättningsflaggor att ta bort
ta: அகற்ற மொழிபெயர்ப்பு கொடிகள்
tr: Kaldırılacak çeviri imleri
uk: Вилучити наступні прапорці перекладу
zh_hans: 要删除的翻译标记
zh_hant: 要移除的翻譯標籤

source: Labels to add
de: Labels zum Hinzufügen
ga: Lipéid le cur leis
hu: Hozzáadandó címkék
id: Label untuk ditambahkan
ja: 追加するラベル
nl: Toe te voegen labels
pt: Etiqueta a adicionar
pt_br: Etiquetas para adicionar
ro: Etichete de adăugat
ru: Добавляемые метки
sv: Etiketter att lägga till
ta: சேர்க்க சிட்டைகள்
tr: Eklenecek etiketler
uk: Мітки для додавання
zh_hans: 要添加的标签
zh_hant: 要加入的標籤

source: Labels to remove
de: Labels zum Entfernen
ga: Lipéid le baint
hu: Eltávolítandó címkék
id: Label untuk dihapus
ja: 削除するラベル
nl: Te verwijderen labels
pt: Etiquetas a remover
pt_br: Etiquetas para remover
ro: Etichete de eliminat
ru: Удаляемые метки
sv: Etiketter att ta bort
ta: அகற்ற சிட்டைகள்
tr: Kaldırılacak etiketler
uk: Мітки для видалення
zh_hans: 要删除的标签
zh_hant: 要移除的標籤

source: Bulk edit flags, labels, or states of strings.
de: Massenbearbeitung von Markierungen, Labels oder den Zeichenkettenstatus.
ga: Bulceagrú bratacha, lipéid, nó stáit teaghráin.
hu: Szövegek jelzőinek, címkéinek vagy állapotainak tömeges szerkesztése.
id: Edit tanda, label, status, atau string secara massal.
ja: 文字列のフラグ、ラベル、状態を一括編集します。
nl: Pas meerdere aanmerkingen, labels of tekenreeksstatussen tegelijk aan.
pt: Edição em série de marcadores, etiquetas, ou estados de cadeias.
pt_br: Edição em massa de marcadores, etiquetas ou status de textos.
ro: Editează majoritatea semnalărilor, etichetelor sau stării șirurilor.
ru: Позволяет массово править флаги, метки или состояния строк.
sv: Massredigering av flaggor, etiketter eller strängstatus.
ta: கொடிகள், சிட்டைகள் அல்லது சரங்களின் நிலைகளை மொத்தமாகத் திருத்தவும்.
tr: Dizgelerin imlerini, etiketlerini veya durumlarını toplu düzenleyin.
uk: Надає можливість пакетного редагування прапорців, міток або стану рядків.
zh_hans: 批量编辑标记、标签或字符串状态。
zh_hant: 大量編輯字串的旗標、標籤或狀態。

source: **Examples:**
de: **Beispiele:**
ga: **Samplaí:**
hu: **Példák:**
id: **Berbagai Contoh:**
ja: **例:**
nl: **Voorbeelden:**
pt: **Exemplos::**
pt_br: **Exemplos:**
ro: **Exemple:**
ru: **Примеры:**
sv: **Exempel:**
ta: ** எடுத்துக்காட்டுகள்: **
tr: **Örnekler:**
uk: **Приклади:**
zh_hans: **示例：**

source: Label new strings automatically
de: Neue Zeichenketten automatisch beschriften
ga: Lipéadaigh teaghráin nua go huathoibríoch
hu: Új szövegek automatikus címkézése
id: Beri label string baru secara otomatis
ja: 新しい文字列に自動的にラベルを生成
nl: Nieuwe tekenreeksen automatisch labelen
pt: Rotula novas cadeias automaticamente
pt_br: Rotula novos textos automaticamente
ro: Etichetarea automată a șirurilor noi
ru: Автоматическое присвоение метки новым строкам
sv: Märk nya strängar automatiskt
ta: புதிய சரங்களை தானாகவே லேபிளிடுங்கள்
tr: Yeni dizgeler kendiliğinden etiketlensin
uk: Автоматичне встановлення міток нових рядків
zh_hans: 自动给新字符串添加标签

source: Search query
de: Suchanfrage
ga: Iarratas cuardaigh
hu: Keresési lekérdezés
id: Kueri pencarian
ja: 検索クエリ
nl: Zoekactie
pt: Consulta de pesquisa
pt_br: Solicitação de busca
ro: Interogare de căutare
ru: Поисковый запрос
sv: Sökfråga
ta: தேடல் வினவல்
tr: Arama sorgusu
uk: Запит щодо пошуку
zh_hans: 搜索查询

source: *recent*
ga: *le déanaí*
hu: *friss szövegek*
id: *terkini*
pt: *recente*
pt_br: *recente*
sv: *senaste*
ta: *அண்மையில்*
tr: *son*
zh_hans: *近期*

source: Marking all :ref:`appstore` changelog strings read-only
de: Markieren aller :ref:`appstore` Änderungsprotokoll-Zeichenketten als schreibgeschützt
ga: Marcáil na teaghráin log-athraithe go léite amháin :ref:`appstore` a mharcáil
hu: Az összes :ref:`appstore` változásnapló szöveg csak olvashatóvá tétele
id: Menandai semua :ref:`appstore` string log perubahan dengan hanya-baca
ja: :ref:`appstore` の変更履歴 エントリを、すべて翻訳禁止にする
nl: Markeer alle tekenreeksen voor log met wijzigingen :ref:`appstore` als alleen-lezen
pt: Marcar como apenas para leitura todas as cadeias do historial de :ref:`appstore`
pt_br: Marcar como somente leitura todos os textos do changelog de :ref:`appstore`
ro: Marcarea tuturor șirurilor de modificare :ref:`appstore` changelog numai pentru citire
ru: Отмечать все строки :ref:`appstore` списка изменений доступными только для чтения
sv: Markera alla :ref:`appstore`-ändringsloggsträngar som skrivskyddade
tr: Tüm :ref:`appstore` değişiklik günlüğü dizgelerini salt okunur olarak imleme
uk: Позначення всіх рядків журналу змін :ref:`appstore` придатними лише для читання
zh_hans: 将 :ref:`appstore` 所有更新日志字符串标记为只读

source: Marking certain strings read-only
de: Markieren bestimmter Zeichenketten als schreibgeschützt
ga: Teaghráin áirithe a mharcáil inléite amháin
hu: Bizonyos szövegek csak olvashatóvá tétele
id: Menandai string tertentu sebagai hanya baca
ja: 特定の文字列を翻訳禁止にする
nl: Markeer bepaalde tekenreeksen als alleen-lezen
pt: Marcar certas cadeias como apenas para leitura
pt_br: Marcar como somente leitura determinados textos
sv: Markera vissa strängar som skrivskyddade
ta: சில சரங்களை வாசிக்க மட்டும் குறிப்பது
tr: Belirli dizgeleri salt okunur olarak imleme
uk: Позначення певних рядків придатними лише для читання
zh_hans: 将特定字符串标记为只读

source: Flag unchanged translations as "Needs editing"
de: Unveränderte Übersetzungen als „Bearbeitungsbedürftig“ markieren
ga: Bratach aistriúcháin gan athrú mar "Tá eagarthóireacht de dhíth"
hu: Változatlan fordítások megjelölése „Szerkesztést igényel” állapottal
id: Tandai terjemahan baru sebagai "Perlu disunting"
ja: 未翻訳の翻訳文に "要編集" フラグを付ける
nl: Ongewijzigde vertalingen aanduiden met ‘Aanpassing nodig’
pt: Marcar as traduções inalteradas como "Precisa de edição"
pt_br: Marcar traduções não alteradas como "Necessita de edição"
ro: Semnalează traducerile neschimbate ca „Necesită editare”
ru: Пометка неизменённых переводов флагом «На правку»
sv: Markera oförändrade översättningar med "Behöver åtgärdas"
ta: கொடி மாறாத மொழிபெயர்ப்புகள் "திருத்துதல் தேவை"
tr: Değiştirilmemiş çevirileri "Düzenlenmesi gerekli" olarak imleme
uk: Позначити незмінені переклади як такі, що потребують редагування
zh_hans: 将未更改的译文标记为“需要编辑”
zh_hant: 將未變動的翻譯標記為「需要編輯」
