Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: List of filenames in current repository or remote URLs to parse for translatable strings.
de: Liste der Dateinamen im aktuellen Repository oder Remote-URLs, die nach übersetzbaren Zeichenketten analysiert werden sollen.
ga: Liosta de na comhaid sa stór reatha nó i URLanna cianda le parsáil le haghaidh teaghráin inaistrithe.
hu: Az aktuális tárolóban lévő vagy távoli URL-ekről elérhető fájlnevek listája, amelyekből lefordítható szövegeket keresünk.
id: Daftar nama berkas dalam repositori saat ini atau URL jarak jauh yang akan diuraikan untuk string yang dapat diterjemahkan.
ja: 現在のリポジトリ内のファイル名のリスト、または翻訳可能な文字列を解析するリモート URL。
nl: Lijst met bestandsnamen in de huidige opslagruimte of externe URL's die moeten worden doorzocht op vertaalbare tekenreeksen.
pt: Lista de nomes de ficheiros no repositório atual ou URLs remotas a serem analisados para obter cadeias traduzíveis.
pt_br: Lista de nomes de arquivos em URLs atuais ou remotos para analisar para textos traduzíveis.
ro: Listă de nume de fișiere din depozitarul curent sau de adrese URL la distanță care trebuie interpretate pentru șiruri traductibile.
ru: Список имён файлов в текущем репозитории или URL-адреса, которые нужно разобрать для извлечения переводимых строк.
sv: Lista över filnamn i aktuella databas- eller fjärradresser som ska tolkas för översättningsbara strängar.
ta: மொழிபெயர்க்கக்கூடிய சரங்களுக்கு பாகுபடுத்த தற்போதைய களஞ்சியத்தில் அல்லது தொலைநிலை முகவரி களில் கோப்பு பெயர்களின் பட்டியல்.
tr: Geçerli depoda ya da uzak adreslerde çevrilebilir dizgeler için işlenecek dosya adlarının listesi.
uk: Список назв файлів у поточному сховищі або віддалених адрес, які слід обробити для отримання придатних до перекладу рядків.
zh_hans: 当前仓库或远程 URL 中要解析可翻译字符串的文件名列表。
zh_hant: 在目前儲存庫或遠端 URL 中，要解析其可翻譯字串的檔案名稱清單。

source: Publishes translations into content delivery network for use in JavaScript or HTML localization.
de: Veröffentlicht Übersetzungen in einem Content Delivery-Netzwerk zur Verwendung in der JavaScript- oder HTML-Lokalisierung.
ga: Foilsíonn sé aistriúcháin go líonra seachadta inneachair le húsáid i logánú JavaScript nó HTML.
hu: A fordításokat tartalomszolgáltató hálózatra (CDN) publikálja, hogy JavaScript vagy HTML lokalizáció során felhasználhatók legyenek.
id: Kirim terjemahan ke jaringan pengiriman konten untuk dipakai di pelokalan JavaScript atau HTML.
ja: JavaScript または HTML の現地語化用に、翻訳をコンテンツ配信ネットワークに公開します。
nl: Publiceert vertalingen als CDN voor gebruik in javascript- en html-vertaling.
pt: Publica traduções na rede de distribuição de conteúdo para o uso na localização de JavaScript ou HTML.
pt_br: Publica traduções na rede de entrega de conteúdo para uso em localização de JavaScript ou de HTML.
ro: Publică traducerile în rețeaua de livrare de conținut pentru a fi utilizate în localizarea JavaScript sau HTML.
ru: Публикует переводы в сеть доставки контента для использования в локализации JavaScript или HTML.
sv: Publicerar översättningar till content delivery network för användning i JavaScript eller HTML-lokalisering.
ta: சாவாச்கிரிப்ட் அல்லது html உள்ளூராக்கலில் பயன்படுத்த மொழிபெயர்ப்புகளை உள்ளடக்க விநியோக பிணையம்கில் வெளியிடுகிறது.
tr: JavaScript ya da HTML yerelleştirmesinde kullanılmak üzere içerik dağıtım ağına çevirileri yayınlar.
uk: Оприлюднює переклади у мережах надання даних для використання у локалізації JavaScript або HTML.
zh_hans: 将译文发布到 JavaScript 或 HTML 本地化中使用的内容分发网络。
zh_hant: 將翻譯發布給內容遞交網路，供 JavaScript 或 HTML 在地化處理使用。

source: Can be used to localize static HTML pages, or to load localization in the JavaScript code.
de: Kann verwendet werden, um statische HTML-Seiten zu übersetzen oder um die Übersetzung in den JavaScript-Code zu laden.
ga: Is féidir é a úsáid chun leathanaigh HTML statacha a logánú, nó chun logánú a luchtú sa chód JavaScript.
hu: Használható statikus HTML-oldalak lokalizálására vagy a lokalizáció betöltésére JavaScript-kódban.
id: Dapat digunakan untuk melokalkan halaman HTML statis atau untuk memuat pelokalan dalam kode JavaScript.
ja: 静的な HTML ページを現地語化したり、JavaScript コードで翻訳を読み込むために使用できます。
nl: Kan worden gebruikt om statische HTML-pagina's te lokaliseren, of om lokalisatie in de codeJavaScript te laden.
pt: Pode ser usado para localizar páginas HTML estáticas ou para carregar a localização no código JavaScript.
pt_br: Pode ser usado para localizar páginas HTML estáticas ou para carregar a localização no código JavaScript.
ro: Poate fi utilizat pentru a localiza pagini HTML statice sau pentru a încărca localizarea în codul JavaScript.
ru: Его можно использовать для локализации статических HTML-страниц или для загрузки локализации в код JavaScript.
sv: Kan användas för att lokalisera statiska HTML-sidor eller för att ladda lokalisering i JavaScript-koden.
ta: நிலையான html பக்கங்களை உள்ளூர்மயமாக்க அல்லது சாவாச்கிரிப்ட் குறியீட்டில் உள்ளூர்மயமாக்கலை ஏற்ற பயன்படுத்தலாம்.
tr: Statik HTML sayfalarını yerelleştirmek veya JavaScript kodunda yerelleştirmeyi yüklemek için kullanılabilir.
uk: Можна скористатися для локалізації статичних сторінок HTML або завантаження локалізації у коді JavaScript.
zh_hans: 可以用于本地化静态 HTML 网页，或者在 JavaScript 代码中加载本地化文件。
zh_hant: 可以用於本地化靜態 HTML 網頁，或者在 JavaScript 代碼中加載本地化文件。

source: Generates a unique URL for your component you can include in HTML pages to localize them. See :ref:`weblate-cdn` for more details.
de: Erzeugt eine eindeutige URL für Ihre Komponente, die Sie in HTML-Seiten einfügen können, um diese zu lokalisieren. Siehe :ref:`weblate-cdn` für weitere Details.
ga: Gineann sé URL uathúil do chomhpháirt is féidir leat a áireamh i leathanaigh HTML chun iad a logánú. Féach :ref:`weblate-cdn` le haghaidh tuilleadh sonraí.
hu: Egy egyedi URL-t hoz létre az összetevőjéhez, amelyet HTML-oldalakba ágyazva lokalizálhatja azokat. További részletekért lásd: :ref:`weblate-cdn`.
id: Menghasilkan URL unik untuk komponen Anda yang mana dapat Anda sertakan di halaman HTML untuk melokalkannya. Lihat :ref:`weblate-cdn` untuk detailnya.
ja: HTML のページに挿入して、翻訳を可能にするコンポーネント専用の URL を生成します。詳細については、:ref:`weblate-cdn` を確認してください。
nl: Genereert een unieke URL voor uw onderdeel dat u kunt opnemen in HTML-pagina's om ze te vertalen. Bekijk :ref:`weblate-cdn` voor meer details.
pt: Gera um URL exclusivo para o seu componente, que pode ser incluído em páginas HTML para localizá-los. Veja :ref:`weblate-cdn` para mais detalhes.
pt_br: Gera um URL exclusivo para seu componente, que pode ser incluído em páginas HTML para localizá-los. Consulte :ref:`weblate-cdn` para mais detalhes.
ro: Generează un URL unic pentru componenta dvs. pe care îl puteți include în paginile HTML pentru a le localiza. Consultați :ref:`weblate-cdn` pentru mai multe detalii.
ru: Создаёт для вашего компонента уникальный URL-адрес, который вы можете использовать на своих HTML-страницах для локализации. Подробности смотрите в разделе «:ref:`weblate-cdn`».
sv: Genererar en unik URL för din komponent som du kan inkludera i HTML-sidor för att lokalisera dem. Se :ref:`weblate-cdn` för mer information.
tr: Bileşeniniz için, bunları yerelleştirmek amacıyla HTML sayfalarına ekleyebileceğiniz benzersiz bir adres oluşturur. Ayrıntılı bilgi almak için: :ref:`weblate-cdn`.
uk: Створює унікальну адресу для вашого складника, яку ви можете включати до сторінок HTML для їхньої локалізації. Див. :ref:`weblate-cdn`, щоб дізнатися більше.
zh_hans: 为你的部件生成一个唯一的 URL，你可以将其包含在 HTML 页面中以本地化它们。详情见 :ref:`weblate-cdn`。
zh_hant: 為你的組件生成一個唯一的 URL，你可以將其包含在 HTML 頁面中以本地化它們。詳情見 :ref:`weblate-cdn`。

source: This add-on requires additional configuration on the Weblate server. :setting:`LOCALIZE_CDN_PATH` configures where generated files will be written (on a filesystem), and :setting:`LOCALIZE_CDN_URL` defines where they will be served (URL). Serving of the files is not done by Weblate and has to be set up externally (typically using a CDN service).
de: Diese Erweiterung erfordert eine zusätzliche Konfiguration auf dem Weblate-Server: :setting:`LOCALIZE_CDN_PATH` konfiguriert, wo die generierten Dateien geschrieben werden (auf einem Dateisystem), und :setting:`LOCALIZE_CDN_URL` definiert, wo sie bereitgestellt werden (URL). Das Bereitstellen der Dateien erfolgt nicht durch Weblate, sondern muss extern eingerichtet werden (normalerweise über einen CDN-Dienst).
ga: Éilíonn an breiseán seo cumraíocht bhreise ar an bhfreastalaí Weblate. :setting: Cumraíonn :setting:`LOCALIZE_CDN_PATH` cá scríobhfar comhaid ghintear (ar chóras comhaid), agus :setting:`LOCALIZE_CDN_URL` sainmhíníonn cá háit a sheirbheálfar iad (URL). Ní dhéanann Weblate na comhaid a sheirbheáil agus caithfear iad a chur ar bun go seachtrach (de ghnáth ag baint úsáide as seirbhís CDN).
hu: Ez a kiegészítő további konfigurációt igényel a Weblate szerveren. A :setting:`LOCALIZE_CDN_PATH` adja meg, hogy a generált fájlok hová íródjanak ki (a fájlrendszerre), a :setting:`LOCALIZE_CDN_URL` pedig azt, hogy honnan legyenek kiszolgálva (URL). A fájlok kiszolgálását nem a Weblate végzi, ezt külsőleg kell megoldani (jellemzően egy CDN szolgáltatáson keresztül).
id: Pengaya ini membutuhkan konfigurasi tambahan pada server Weblate. :setting:`LOCALIZE_CDN_PATH` mengatur di mana tempat berkas yang dihasilkan akan ditulis (pada sistem berkas), dan :setting:`LOCALIZE_CDN_URL` menentukan di mana tempat berkas akan disajikan (URL). Penyajian berkas tidak dilakukan oleh Weblate dan harus disiapkan secara eksternal (biasanya menggunakan layanan CDN).
ja: このアドオンには、Weblate サーバー上で追加の設定が必要です。 :setting:`LOCALIZE_CDN_PATH` は生成されたファイルが書き込まれる場所（ファイルシステム上）を設定し、 :setting:`LOCALIZE_CDN_URL` はファイルが提供される場所（URL）を定義します。ファイルの提供は Weblate によって行われないため、外部で設定することが必要です（通常は CDN サービスを使用します）。
nl: Deze add-on vereist aanvullende configuratie op de server van Weblate. :setting:`LOCALIZE_CDN_PATH` configureert waar de gemaakte bestanden zullen worden weggeschreven (op een bestandssysteem) en :setting:`LOCALIZE_CDN_URL` definieert waar zij zullen worden geserved (URL). Serven van bestanden wordt niet gedaan door Weblate en moet extern worden ingesteld (gewoonlijk met een service CDN).
pt: Este complemento requer configuração adicional no servidor Weblate. :setting:`LOCALIZE_CDN_PATH` configura onde os ficheiros gerados serão gravados (num sistema de ficheiros) e :setting:`LOCALIZE_CDN_URL` define onde eles serão servidos (URL). O serviço dos ficheiros não é feito pelo Weblate e deve ser configurado externamente (normalmente usando um serviço CDN).
pt_br: Esse complemento requer configuração adicional no servidor Weblate. :setting:`LOCALIZE_CDN_PATH` configura onde os arquivos gerados serão gravados (em um sistema de arquivos) e :setting:`LOCALIZE_CDN_URL` define onde eles serão servidos (URL). O serviço dos arquivos não é feito pelo Weblate e deve ser configurado externamente (normalmente usando um serviço CDN).
ru: Это дополнение требует дополнительной настройки на сервере Weblate. :setting:`LOCALIZE_CDN_PATH` определяет место записи созданных файлов (в файловой системе), а :setting:`LOCALIZE_CDN_URL` - место их обслуживания (URL). Обслуживание файлов не выполняется Weblate и должна быть настроена извне (обычно с помощью CDN-сервиса).
sv: Detta tillägg kräver ytterligare konfiguration på Weblate-servern. :setting:`LOCALIZE_CDN_PATH` konfigurerar var genererade filer ska skrivas (på ett filsystem) och :setting:`LOCALIZE_CDN_URL` definierar var de ska serveras (URL). Serveringen av filerna sköts inte av Weblate och måste konfigureras externt (vanligtvis med hjälp av en CDN-tjänst).
tr: Bu eklenti için, Weblate sunucusunda ek yapılandırma gerekir. :setting:`LOCALIZE_CDN_PATH`, oluşturulan dosyaların nereye yazılacağını (bir dosya sisteminde) ayarlar ve :setting:`LOCALIZE_CDN_URL`, bunların nereden sunulacağını (adres) belirler. Dosyalar Weblate tarafından sunulmaz ve dışarıdan ayarlanması gerekir (genellikle bir CDN içerik dağıtımı ağı hizmeti kullanılarak).
uk: Для цього додатка потрібні додаткові налаштування на сервері Weblate. :setting:`LOCALIZE_CDN_PATH` налаштовує місце, куди буде записано створені файли (у файловій системі), а :setting:`LOCALIZE_CDN_URL` визначає, де їх буде оброблено (адресу). Обслуговування файлів відбувається не на самому Weblate — його слід налаштувати зовні (типово, за допомогою служби CDN).
zh_hans: 此附加组件需在 Weblate 服务器上进行附加配置。:setting:`LOCALIZE_CDN_PATH` 配置生成的文件（在文件系统中）的写入位置，:setting:`LOCALIZE_CDN_URL` 定义从何处提供这些文件（URL）。Weblate 本身不提供这些文件，你必须设置外部源（通常使用 CDN 服务）。

source: This add-on is configured on :guilabel:`Hosted Weblate` and serves the files via ``https://weblate-cdn.com/``.
de: Diese Erweiterung wird auf :guilabel:`Hosted Weblate` konfiguriert und liefert die Dateien über ``https://weblate-cdn.com/``.
ga: Tá an breiseán seo cumraithe ar :guilabel:`Hosted Weblate` agus freastalaíonn sé ar na comhaid trí ``https://weblate-cdn.com/``.
hu: Ez a kiegészítő a :guilabel:`Hosted Weblate` szolgáltatásban már be van állítva, és a fájlokat a ``https://weblate-cdn.com/`` címen szolgálja ki.
id: Pengaya ini diatur pada :guilabel:`Hosted Weblate` dan menyajikan berkas melalui ``https://weblate-cdn.com/``.
ja: このアドオンは :guilabel:`Hosted Weblate` で設定され、``https://weblate-cdn.com/`` 経由でファイルを提供します。
nl: Deze add-on is geconfigureerd op :guilabel:`Hosted Weblate` en serveert bestanden via ``https://weblate-cdn.com/``.
pt: Esta extensão é configurado em :guilabel:`Hosted Weblate` e disponibiliza os ficheiros via ``https://weblate-cdn.com/``.
pt_br: Esse complemento é configurado em :guilabel:`Hosted Weblate` e disponibiliza os arquivos via ``https://weblate-cdn.com/``.
ru: Это дополнение настраивается на :guilabel:`Hosted Weblate` и обслуживает файлы через ``https://weblate-cdn.com/``.
sv: Detta tillägg är konfigurerat på :guilabel:`Hosted Weblate` och levererar filerna via ``https://weblate-cdn.com/``.
ta: இந்த துணை நிரல் கட்டமைக்கப்பட்டுள்ளது: வபஇசிட்டை: `வலைபெயர்ப்பு புரவலன் செய்யப்பட்டு` `https: // weblate-cdn.com/` `வழியாக கோப்புகளை வழங்குகிறது.
tr: Bu eklenti :guilabel:`Hosted Weblate` üzerinde yapılandırılmıştır ve dosyaları ``https://weblate-cdn.com/`` adresinden sunar.
uk: Цей додаток налаштовано на :guilabel:`Hosted Weblate`, він обслуговує файли за допомогою ``https://weblate-cdn.com/``.
zh_hans: 此附加组件在 :guilabel:`Hosted Weblate` 上配置并通过 ``https://weblate-cdn.com/`` 提供文件。

source: Remove blank strings
de: Leere Zeichenketten entfernen
ga: Bain teaghráin bhána
hu: Üres szövegek eltávolítása
id: Hapus string kosong
ja: 空白文字列の削除
nl: Blanco tekenreeksen verwijderen
pt: Remover cadeias em branco
pt_br: Remover textos vazios
ro: Elimină șiruri goale
ru: Удаление пустых строк
sv: Ta bort tomma strängar
ta: வெற்று சரங்களை அகற்றவும்
tr: Boş dizgeleri silme
uk: Вилучити порожні рядки
zh_hans: 移除空白字符串
zh_hant: 移除空白字串

source: `This add-on has no configuration.`
de: `Diese Erweiterung hat keine Konfiguration.`
ga: `Níl aon chumraíocht ag an mbreiseán seo.`
hu: `Ennek a kiegészítőnek nincs konfigurációja.`
id: `Pengaya ini tidak memiliki konfigurasi.`
ja: `このアドオンには設定はありません。`
nl: `Deze add-on heeft geen configuratie.`
pt: `Esta extensão não tem configuração.`
pt_br: `Esse complemento não tem configuração.`
ro: `Acest add-on nu are nicio configurație.`
ru: `Эта надстройка не имеет конфигурации.`
sv: `Detta tillägg har ingen konfiguration.`
ta: `இந்த துணை நிரலுக்கு எந்த உள்ளமைவும் இல்லை
tr: `Bu eklentinin yapılandırması yok.`
uk: `Цей додаток не має налаштувань.`
zh_hans: `此附加组件无配置。`

source: Removes strings without a translation from translation files.
de: Entfernt Zeichenketten ohne Übersetzung aus den Übersetzungsdateien.
ga: Bain teaghráin gan aistriú ó chomhaid aistriúcháin.
hu: Eltávolítja azokat a szövegeket a fordítási fájlokból, amelyekhez nincs fordítás.
id: Hapus string tanpa terjemahan dari berkas terjemahan.
ja: 翻訳ファイルから翻訳されていない文字列を削除します。
nl: Wist tekenreeksen zonder vertaling uit vertaalbestanden.
pt: Remove cadeias não traduzidas dos ficheiros de tradução.
pt_br: Remove textos não traduzidos dos arquivos de tradução.
ro: Elimină șirurile fără traducere din fișierele de traducere.
ru: Удаляет из файлов перевода строки без перевода.
sv: Tar bort strängar utan en översättning från översättningsfiler.
ta: மொழிபெயர்ப்பு கோப்புகளிலிருந்து மொழிபெயர்ப்பு இல்லாமல் சரங்களை நீக்குகிறது.
tr: Çeviri dosyalarından çevirisi olmayan dizgeleri kaldırır.
uk: Вилучає рядки без перекладу з файлів перекладу.
zh_hans: 从翻译文件中删除没有译文的字符串。
zh_hant: 從翻譯檔中移除沒有譯文的字串。

source: Use this to not have any empty strings in translation files (for example if your localization library displays them as missing instead of falling back to the source string).
de: Verwenden Sie dies, um leere Zeichenketten in Übersetzungsdateien zu vermeiden (z. B. wenn Ihre Lokalisierungsbibliothek sie als fehlend anzeigt, anstatt auf die Ausgangszeichenkette zurückzugreifen).
ga: Bain úsáid as seo chun nach mbeidh aon teaghráin fholmha i gcomhaid aistriúcháin (mar shampla má thaispeánann do leabharlann logánaithe iad a bheith in easnamh in ionad titim ar ais go dtí an teaghrán foinse).
hu: Használja ezt, ha szeretné elkerülni, hogy üres szövegek maradjanak a fordítási fájlokban (például ha a lokalizációs könyvtára hiányzóként kezeli az üreseket ahelyett, hogy az eredeti szöveget jelenítené meg).
id: Gunakan ini agar tidak ada string kosong di dalam berkas terjemahan (misalnya jika pustaka pelokalan Anda menampilkannya sebagai "string hilang" alih-alih kembali ke string sumber).
ja: 翻訳ファイルに空の文字列を含ませたくない場合使用します（例: 翻訳ライブラリにおいて原文に戻すのではなく、空の文字列が不足していると表示させる場合）。
nl: Gebruik dit niet om lege tekenreeksen in vertaalbestanden te krijgen (bijvoorbeeld als uw bibliotheek voor vertalen ze weergeeft als ontbrekend, in plaats van terug te vallen op de brontekenreeks).
pt: Use isso para não ter cadeias vazias em ficheiros de tradução (por exemplo, se a sua biblioteca de localização os exibe como em falta em vez de recorrer ao texto fonte).
pt_br: Use isso para não ter textos vazios em arquivos de tradução (por exemplo, se sua biblioteca de localização os exibe como em falta em vez de recorrer ao texto fonte).
ro: Utilizați această opțiune pentru a nu avea șiruri goale în fișierele de traducere (de exemplu, dacă biblioteca de localizare le afișează ca fiind lipsă în loc să revină la șirul sursă).
ru: Используйте эту надстройку, чтобы пустые строки не попадали в файлы перевода (например, в случае, если ваша библиотека локализации отображает их как отсутствующие вместо того, чтобы подставлять исходные).
sv: Använd detta för att undvika tomma strängar i översättningsfiler (till exempel om ditt lokaliseringsbibliotek visar dem som saknade istället för att återgå till källsträngen).
ta: மொழிபெயர்ப்பு கோப்புகளில் எந்த வெற்று சரங்களும் இல்லை என்பதற்கு இதைப் பயன்படுத்து (எடுத்துக்காட்டாக, உங்கள் உள்ளூர்மயமாக்கல் நூலகம் மூல சரத்திற்குத் திரும்புவதற்குப் பதிலாக அவற்றைக் காணவில்லை எனக் காட்டினால்).
tr: Çeviri dosyalarında boş dizgelerin görünmemesi için bunu kullanın (yerelleştirme kitaplığınızın kaynak dizgeyi kullanmak yerine boş dizgeler görüntülemesi gibi durumlarda).
uk: Використовуйте це, якщо не хочете, щоб порожні рядки з'являлись у файлах перекладу (наприклад, коли у бібліотеці локалізації їх показано як пропущені рядки, а не повернено до початкового рядка).
zh_hans: 使用此方法可以使翻译文件中不存在任何空字符串（例如，如果您的本地化库将它们显示为缺失，而不是退回到源字符串）。
zh_hant: 使用此方法可以使翻譯文件中不存在任何空字符串(例如，如果你的本地化庫將它們顯示為缺失，而不是退回到源字符串)。

source: Cleanup translation files
de: Übersetzungsdateien bereinigen
ga: Glanadh comhaid aistriúcháin
hu: Fordítási fájlok tisztítása
id: Bersihkan berkas terjemahan
ja: 翻訳ファイルのクリーンアップ
nl: Vertaalbestanden opruimen
pt: Limpeza de ficheiros de tradução
pt_br: Limpar arquivos de tradução
ro: Curăță fișierele de traducere
ru: Очистка файлов перевода
sv: Städa upp i översättningsfiler
ta: தூய்மைப்படுத்தும் மொழிபெயர்ப்பு கோப்புகள்
tr: Çeviri dosyalarını temizleme
uk: Очищення файлів перекладу
zh_hans: 清理翻译文件
zh_hant: 清理翻譯檔

source: Update all translation files to match the monolingual base file. For most file formats, this means removing stale translation keys no longer present in the base file.
de: Aktualisieren Sie alle Übersetzungsdateien so, dass sie mit der einsprachigen Basisdatei übereinstimmen. Für die meisten Dateiformate bedeutet dies, veraltete Übersetzungsschlüssel, die in der Basisdatei nicht mehr vorhanden sind, zu entfernen.
ga: Nuashonraigh gach comhad aistriúcháin chun teacht leis an mbunchomhad aonteangach. Don chuid is mó de na formáidí comhaid, ciallaíonn sé seo go mbaintear seaneochracha aistriúcháin nach bhfuil sa bhunchomhad a thuilleadh.
hu: Frissíti az összes fordítási fájlt, hogy megfeleljenek a egynyelvű alapfájlnak. A legtöbb fájlformátum esetén ez azt jelenti, hogy eltávolítja az alapfájlban már nem szereplő, régi fordítási kulcsokat.
id: Memperbarui semua berkas terjemahan agar sesuai dengan berkas dasar monolingual. Untuk kebanyakan format berkas, hal ini berarti menghapus kunci terjemahan lama yang tidak ada lagi di berkas basis.
ja: すべての翻訳ファイルを、モノリンガル用の基礎となる翻訳ファイルと一致するように更新します。ほとんどのファイル形式で、基礎となる翻訳ファイルに存在しない、無効な翻訳キーは削除されます。
nl: Werk alle vertaalbestanden bij om overeen te komen met het eentalige basisbestand. Bij de meeste bestandsformaten houdt dit in dat ongebruikte vertaalsleutels, die niet meer in het basisbestand aanwezig zijn, verwijderd worden.
pt: Atualize todos os ficheiros de tradução para coincidirem com o ficheiro monolingue base. Para a maioria dos formatos de ficheiro, significa remover as chaves de tradução obsoletas que já não existem no ficheiro base.
pt_br: Atualiza todos os arquivos de tradução para corresponder ao arquivo base monolíngue. Para a maioria dos formatos isto significa remover chaves de tradução obsoletas que não estão mais presentes no arquivo base.
ro: Actualizează toate fișierele de traducere pentru a se potrivi cu fișierul de bază monolingv. Pentru majoritatea formatelor de fișiere, aceasta înseamnă eliminarea cheilor de traducere învechite care nu mai sunt prezente în fișierul de bază.
ru: Обновите все файлы перевода, чтобы они соответствовали одноязычному базовому файлу. Для большинства форматов файлов это означает удаление устаревших ключей перевода, которые больше не присутствуют в базовом файле.
sv: Uppdatera alla översättningsfiler så att de stämmer överens med den enspråkiga basfilen. För de flesta filformat betyder det att översättningsposter som inte finns kvar i basfilen kommer att raderas.
ta: ஒருமொழி அடிப்படை கோப்புடன் பொருந்தக்கூடிய அனைத்து மொழிபெயர்ப்பு கோப்புகளையும் புதுப்பிக்கவும். பெரும்பாலான கோப்பு வடிவங்களுக்கு, இதன் பொருள் அடிப்படை மொழிபெயர்ப்பு விசைகள் இனி அடிப்படை கோப்பில் இல்லை.
tr: Tüm çeviri dosyalarını tek dilli temel dosyayla eşleşecek şekilde günceller. Bu işlem çoğu dosya biçiminde temel dosyada artık bulunmayan eski çeviri anahtarlarını kaldırır.
uk: Оновіть всі файли перекладу, щоб вони відповідали одномовному основному файлу. Для більшості форматів файлів це означає видалення застарілих перекладацьких ключів, які вже відсутні у основному файлі.
zh_hans: 更新所有翻译文件以匹配单语言译文模版文件。对于大多数文件格式来说，这意味着移除译文模版文件中不再出现的旧翻译条目。
zh_hant: 更新所有翻譯檔以符合單語言基礎檔。對大多數檔案格式而言，這代表會移除基礎檔中不再存在的失時效翻譯金鑰。
