Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The `string-array` that points to the `string` elements should be stored in a different file, and not be made available for translation.
de: Das `string-array`, das auf die `string`-Elemente zeigt, sollte in einer anderen Datei gespeichert und nicht für die Übersetzung verfügbar gemacht werden.
ga: Ba cheart an `eagar teaghrán` a thugann suntas do na heilimintí `teaghrán` a stóráil i gcomhad eile, agus gan é a chur ar fáil le haistriú.
hu: Azokat a `string-array` elemeket, amelyek `string` elemekre hivatkoznak, külön fájlban célszerű tárolni, és nem szabad elérhetővé tenni fordításra.
id: `string-array` yang menunjuk ke elemen `string` harus disimpan dalam berkas yang berbeda, dan tidak disediakan untuk terjemahan.
ja: `string` 要素を指す `string-array` は、別のファイルに格納することが必要であり、翻訳には使用できません。
nl: De `string-array` die verwijst naar de elementen `string` zou moeten worden opgeslagen in een ander bestand, en niet beschikbaar moeten zijn voor vertaling.
pt: O `string-array` que aponta para os elementos `string` deve ser armazenado num ficheiro diferente e não ser disponibilizado para tradução.
pt_br: O `string-array` que aponta para os elementos `string` deve ser armazenado em um arquivo diferente e não ser disponibilizado para tradução.
ro: Rețeaua `string-array` care indică elementele `string` ar trebui să fie stocată într-un alt fișier și să nu fie disponibilă pentru traducere.
ru: Элемент `string-array`, указывающий на элементы `string`, должен храниться в другом файле и не должен быть доступен для перевода.
sv: Strängmatrisen som pekar på strängelementen ska lagras i en annan fil och inte göras tillgänglig för översättning.
ta: 'சரம்' கூறுகளை சுட்டிக்காட்டும் 'சரம்-வரிசை' வேறு கோப்பில் சேமிக்கப்பட வேண்டும், மொழிபெயர்ப்புக்கு கிடைக்கக்கூடாது.
tr: `String` bileşenlerini gösteren `string-array` farklı bir dosyada tutulmalı ve çevrilecek olarak sunulmamalıdır.
uk: `string-array`, який вказує на елементи `string`, має зберігатися в іншому файлі і не повинен бути доступним для перекладу.
zh_hans: 指向 `string` 元素的 `string-array` 应存储在不同文件中，并且不为翻译所用。
zh_hant: 指向 `string` 元素的 `string-array` 應存儲在不同文件中，並且不為翻譯所用。

source: This script may help pre-process your existing strings.xml files and translations: https://gist.github.com/paour/11291062
de: Dieses Skript kann dabei helfen, die bestehenden strings.xml-Dateien und -Übersetzungen vorzuverarbeiten: https://gist.github.com/paour/11291062
ga: Seans go gcabhróidh an script seo le do chomhaid strings.xml agus aistriúcháin atá ann cheana a réamhphróiseáil: https://gist.github.com/paour/11291062
hu: Ez a szkript segíthet az `strings.xml` fájlok és a meglévő fordítások előfeldolgozásában: https://gist.github.com/paour/11291062
id: Skrip ini dapat membantu melakukan pra-proses berkas strings.xml dan terjemahan yang ada: https://gist.github.com/paour/11291062
ja: 既存の strings.xml ファイルと翻訳を事前に処理するのに便利なスクリプト: https://gist.github.com/paour/11291062
nl: Dit script kan helpen bij het vooraf verwerken van uw bestaande bestanden strings.xml en vertalingen: https://gist.github.com/paour/11291062
pt: Este script pode ajudar a pré-processar os seus ficheiros strings.xml e traduções existentes: https://gist.github.com/paour/11291062
pt_br: Este script pode ajudar a preprocessar seus arquivos strings.xml e traduções existentes: https://gist.github.com/paour/11291062
ro: Acest script poate ajuta la pre-procesarea fișierelor strings.xml și a traducerilor existente: https://gist.github.com/paour/11291062
ru: Помочь в подготовке существующих файлов strings.xml и переводов вам может вот этот скрипт: https://gist.github.com/paour/11291062
sv: Det här skriptet kan hjälpa dig att förbehandla dina befintliga strings.xml-filer och översättningar: https://gist.github.com/paour/11291062
ta: உங்கள் தற்போதைய சரங்கள்.xml கோப்புகள் மற்றும் மொழிபெயர்ப்புகளை முன்கூட்டியே செயலாக்க இந்த ச்கிரிப்ட் உதவக்கூடும்: https://gist.github.com/paour/11291062
tr: Bu betik, var olan dizgeler.xml dosyalarınızı ve çevirilerinizi önceden işlemenize yardımcı olabilir: https://gist.github.com/paour/11291062
uk: Цей скрипт може допомогти у попередній обробці наявних файлів strings.xml і перекладів: https://gist.github.com/paour/11291062
zh_hans: 这个脚本可以帮助预处理现有的 strings.xml 文件和翻译：https://gist.github.com/paour/11291062
zh_hant: 這個腳本可以幫助預處理現有的 strings.xml 文件和翻譯：https://gist.github.com/paour/11291062

source: To avoid translating some strings, these can be marked as non-translatable. This can be especially useful for string references:
de: Um das Übersetzen einiger Zeichenketten zu vermeiden, können diese als nicht übersetzbar markiert werden. Dies kann besonders bei Zeichenketten-Referenzen nützlich sein:
ga: Chun nach n-aistrítear roinnt teaghráin, is féidir iad seo a mharcáil mar neamh-aistrithe. Féadfaidh sé seo a bheith úsáideach go háirithe le haghaidh tagairtí teaghrán:
hu: Ha egyes szövegeket nem szeretne lefordíttatni, azokat megjelölheti nem fordíthatóként. Ez különösen hasznos lehet hivatkozott sztringek esetén:
id: Untuk menghindari penerjemahan beberapa string, ini dapat ditandai sebagai tidak dapat diterjemahkan. Ini khususnya berguna untuk referensi string:
ja: 文字列の翻訳を回避するため、文字列にマークを付けて翻訳禁止に設定できます。とても便利な文字列が翻訳禁止かどうかを確認するための設定方法:
nl: Voor het vermijden van het vertalen van sommige tekenreeksen, kunnen deze worden gemarkeerd als niet te vertalen. Dat kan in het bijzonder nuttig zijn voor verwijzingen naar tekenreeksen:
pt: Para evitar a tradução de algumas cadeias, podem ser marcadas como não traduzíveis. Isso pode ser especialmente útil para referências de cadeias:
pt_br: Para evitar a tradução de alguns textos, eles podem ser marcados como não traduzíveis. Isso pode ser especialmente útil para referências de textos:
ro: Pentru a evita traducerea unor șiruri de caractere, acestea pot fi marcate ca netranslatabile. Acest lucru poate fi util în special pentru referințele de șiruri de caractere:
ru: Чтобы избежать перевода некоторых строк, их можно пометить как непереводимые. Это может быть особенно полезно для строковых ссылок:
sv: För att undvika att vissa strängar översätts kan dessa markeras som icke översättningsbara. Detta kan vara särskilt användbart för strängreferenser:
ta: சில சரங்களை மொழிபெயர்ப்பதைத் தவிர்க்க, இவை மொழிபெயர்க்க முடியாதவை என்று குறிக்கப்படலாம். சர குறிப்புகளுக்கு இது குறிப்பாக பயனுள்ளதாக இருக்கும்:
tr: Bazı dizgelerin çevrilmesini önlemek için, bunlar çevrilemez olarak imlenebilir. Bu seçenek özellikle dizge başvuruları için kullanışlı olabilir:
uk: Щоб уникнути перекладу деяких рядків, їх можна позначити як непридатні до перекладу. Це може бути особливо корисно для посилань:
zh_hans: 为了避免翻译某些字符串，可以将它们标记为不可翻译。这对于字符串引用特别有用：

source: `Android string resources documentation <https://developer.android.com/guide/topics/resources/string-resource>`_
id: `Dokumentasi sumber daya string Android <https://developer.android.com/guide/topics/resources/string-resource>`_
sv: `Dokumentation om strängresurser i Android <https://developer.android.com/guide/topics/resources/string-resource>`_

source: Weblate configuration
de: Weblate-Konfiguration
ga: Cumraíocht Weblate
hu: Weblate beállítás
id: Konfigurasi Weblate
ja: Weblate の設定
nl: Weblate-configuratie
pt: Configuração do Weblate
pt_br: Configuração do Weblate
ro: Configurație Weblate
ru: Настройка Weblate
sv: Weblate-konfiguration
ta: வலைபெயர்ப்பு configuration
tr: Weblate yapılandırması
uk: Налаштування Weblate
zh_hans: Weblate 配置

source: `Empty`
de: `Leer`
ga: `Folamh`
hu: `Üres`
id: `Kosong`
ja: `Empty（空）`
nl: `Leeg`
pt: `Vazio`
pt_br: `Vazio`
ro: `Gol`
ru: `Пусто`
sv: `Tom`
ta: 'வெறுமை'
tr: `Boş`
uk: `Порожньо`
zh_hans: `空`

source: `Android String Resource`
de: `Android-Zeichenketten-Ressource`
ga: `Acmhainn Teaghrán Android`
id: `Sumber Daya String Android`
ja: `Android 文字列リソース`
pt: `Recurso de cadeias de Android`
pt_br: `Recurso de textos de Android`
ro: `Resurse de șiruri Android`
ru: `Строковый ресурс Android`
sv: `Android-strängresurs`
ta: 'அண்ட்ராய்டு ச்ட்ரிங் ரிசோர்ச்'
tr: `Android dizgesi kaynağı`
uk: `рядковий ресурс Android`
zh_hans: `Android 字符串资源`
zh_hant: `安卓字符串資源`

source: Apple iOS strings
de: Apple-iOS-Zeichenketten
ga: Teaghráin Apple iOS
hu: Apple iOS-sztringek
id: String Apple iOS
ja: Apple iOS 文字列
nl: Apple iOS tekenreeksen
pt: Cadeias de Apple iOS
pt_br: Textos de Apple iOS
ro: Șiruri Apple iOS
ru: Строки Apple iOS
sv: Apple iOS-strängar
ta: apple ஐஇமு strings
tr: Apple iOS dizgeleri
uk: Рядки Apple iOS
zh_hans: 苹果 iOS 字符串
zh_hant: 蘋果 iOS 字符串

source: File format typically used for translating Apple :index:`iOS <pair: iOS; translation>` applications, but also standardized by PWG 5100.13 and used on NeXTSTEP/OpenSTEP.
de: Dateiformat, das typischerweise für die Übersetzung von Apple-:index:`iOS <pair: iOS; translation>` -Anwendungen verwendet wird, aber auch durch PWG 5100.13 standardisiert und unter NeXTSTEP/OpenSTEP eingesetzt wird.
ga: Formáid comhaid a úsáidtear de ghnáth chun Apple :index:`iOS < pair: iOS; aistriúcháin>`, ach freisin caighdeánaithe ag PWG 5100.13 agus úsáidte ar NeXTSTEP/OpenSTEP.
hu: Ez a fájlformátum jellemzően Apple :index:`iOS <pair: iOS; translation>` alkalmazások fordításához használatos, de a PWG 5100.13 szabvány is rögzíti, és alkalmazták a NeXTSTEP/OpenSTEP rendszerekben is.
id: Format berkas yang biasanya digunakan untuk menerjemahkan aplikasi Apple :index:`iOS <pair: iOS; translation>`, tetapi juga distandarisasi oleh PWG 5100.13 dan digunakan pada NeXTSTEP/OpenSTEP.
ja: Apple :index:`iOS <pair: iOS; translation>` アプリケーションの翻訳に一般的に使用されるファイル形式だが、PWG 5100.13 で標準化され、NeXTSTEP/OpenSTEP でも使用する。
nl: Bestandsindeling gewoonlijk gebruikt voor het vertalen van toepassingen van Apple :index:`iOS <pair: iOS; translation>`, maar ook gestandaardiseerd door PWG 5100.13 en gebruikt op NeXTSTEP/OpenSTEP.
pt: Formato de ficheiro normalmente usado para traduzir aplicações do Apple :index:`iOS <pair: iOS; translation>`, mas também padronizado pelo PWG 5100.13 e usado no NeXTSTEP/OpenSTEP.
pt_br: Formato de arquivo normalmente usado para traduzir aplicativos do Apple :index:`iOS <pair: iOS; translation>`, mas também padronizado pelo PWG 5100.13 e usado no NeXTSTEP/OpenSTEP.
ro: Format de fișier utilizat de obicei pentru traducerea aplicațiilor Apple :index:`iOS <pereche: iOS; traducere>`, dar și standardizat de PWG 5100.13 și utilizat pe NeXTSTEP/OpenSTEP.
ru: Формат файла, обычно используемый для перевода Apple :index:`iOS <pair: iOS; Translation>`, но также стандартизирован PWG 5100.13 и используется в NeXTSTEP/OpenSTEP.
sv: Filformat som vanligtvis används för att översätta Apple :index:`iOS <pair: iOS; translation>`-applikationer, men som också standardiserats av PWG 5100.13 och används på NeXTSTEP/OpenSTEP.
ta: கோப்பு வடிவம் பொதுவாக ஆப்பிள் :index:'ios <pair: ios; translation>' பயன்பாடுகளை மொழிபெயர்க்கப் பயன்படுகிறது, ஆனால் pwg 5100.13 ஆல் தரப்படுத்தப்பட்டு நெக்ச்ட்டெப் / openstep இல் பயன்படுத்தப்படுகிறது.
tr: Dosya biçimi genellikle Apple :index:`iOS <pair: iOS; translation>` uygulamalarını çevirmek için kullanılır. Ancak PWG 5100.13 ile standartlaştırılır ve NeXTSTEP/OpenSTEP üzerinde kullanılır.
uk: Формат файлів, який типово використовують для перекладу програм Apple :index:`iOS <pair: iOS; translation>`, але також стандартизований PWG 5100.13 і використаний у NeXTSTEP/OpenSTEP.
zh_hans: 通常用于翻译 Apple 的文件格式 :index:`iOS <pair: iOS; translation>` 应用程序，但也由 PWG 5100.13 标准化并用于 NeXTSTEP/OpenSTEP。

source: Apple iOS strings are usually used as monolingual.
de: Apple-iOS-Zeichenketten werden normalerweise einsprachig verwendet.
ga: De ghnáth úsáidtear teaghráin Apple iOS mar aonteangach.
hu: Az iOS-sztringek általában egynyelvűek.
id: String Apple iOS biasanya digunakan sebagai monolingual.
ja: Apple iOS の文字列は、通常、モノリンガルとして使用します。
nl: Apple iOS-tekenreeksen worden gewoonlijk gebruikt als eentalig.
pt: As cadeias de Apple iOS são geralmente usados como monolingue.
pt_br: Os textos de Apple iOS geralmente são usados como monolingue.
ro: Șirurile de caractere Apple iOS sunt utilizate de obicei ca fiind monolingve.
ru: Строки Apple iOS обычно используются как одноязычные.
sv: Apple iOS-strängar används vanligtvis som enspråkiga.
ta: ஆப்பிள் ஐஓஎச் சரங்கள் பொதுவாக ஒற்றை மொழியாகப் பயன்படுத்தப்படுகின்றன.
tr: Apple iOS dizgeleri genellikle tek dilli çeviriler olarak kullanılır.
uk: Рядки Apple iOS, зазвичай, використовуються як одномовні переклади.
zh_hans: 苹果 iOS 字符串通常用作单语言。

source: `Apple "strings files" documentation <https://developer.apple.com/library/archive/documentation/MacOSX/Conceptual/BPInternational/MaintaingYourOwnStringsFiles/MaintaingYourOwnStringsFiles.html>`_
id: `Dokumentasi "berkas string" Apple <https://developer.apple.com/library/archive/documentation/MacOSX/Conceptual/BPInternational/MaintaingYourOwnStringsFiles/MaintaingYourOwnStringsFiles.html>`_
sv: `Apple "strings files" dokumentation <https://developer.apple.com/library/archive/documentation/MacOSX/Conceptual/BPInternational/MaintaingYourOwnStringsFiles/MaintaingYourOwnStringsFiles.html>`_

source: `Message Catalog File Format in PWG 5100.13 <https://ftp.pwg.org/pub/pwg/candidates/cs-ippjobprinterext3v10-20120727-5100.13.pdf#page=66>`_
id: `Format Berkas Katalog Pesan dalam PWG 5100.13 <https://ftp.pwg.org/pub/pwg/candidates/cs-ippjobprinterext3v10-20120727-5100.13.pdf#page=66>`_
sv: `Meddelandekatalogfilformat i PWG 5100.13 <https://ftp.pwg.org/pub/pwg/candidates/cs-ippjobprinterext3v10-20120727-5100.13.pdf#page=66>`_

source: ``Resources/en.lproj/Localizable.strings`` or ``Resources/Base.lproj/Localizable.strings``
de: ``Resources/en.lproj/Localizable.strings`` oder ``Resources/Base.lproj/Localizable.strings``
ga: ``Resources/en.lproj/Localizable.strings`` nó ``Resources/Base.lproj/Localizable.strings``
hu: ``Resources/en.lproj/Localizable.strings`` vagy ``Resources/Base.lproj/Localizable.strings``
id: ``Resources/en.lproj/Localizable.strings`` atau ``Resources/Base.lproj/Localizable.strings``
ja: ``Resources/en.lproj/Localizable.strings`` もしくは ``Resources/Base.lproj/Localizable.strings``
nl: ``Resources/en.lproj/Localizable.strings`` of ``Resources/Base.lproj/Localizable.strings``
pt: ``Resources/en.lproj/Localizable.strings`` ou ``Resources/Base.lproj/Localizable.strings``
pt_br: ``Resources/en.lproj/Localizable.strings`` ou ``Resources/Base.lproj/Localizable.strings``
ro: ``Resurse/en.lproj/Localizable.strings`` sau ``Resurse/Base.lproj/Localizable.strings``
ru: ``Resources/en.lproj/Localizable.strings`` или ``Resources/Base.lproj/Localizable.strings``
sv: ``Resources/en.lproj/Localizable.strings`` eller ``Resources/Base.lproj/Localizable.strings``
ta: "resources/en.lproj/localizable.strings" அல்லது "resources/base.lproj/localizable.strings"
tr: ``Resources/en.lproj/Localizable.strings`` ya da ``Resources/Base.lproj/Localizable.strings``
uk: ``Resources/en.lproj/Localizable.strings`` або ``Resources/Base.lproj/Localizable.strings``
zh_hans: ``Resources/en.lproj/Localizable.strings`` 或 ``Resources/Base.lproj/Localizable.strings``
zh_hant: ``Resources/en.lproj/Localizable.strings`` 或 ``Resources/Base.lproj/Localizable.strings``

source: `iOS Strings (UTF-8)`
de: `iOS-Zeichenketten (UTF-8)`
ga: `Teaghráin iOS (UTF-8)`
id: `String iOS (UTF-8)`
ja: `iOS 文字列 (UTF-8)`
pt: `Cadeias do iOS (UTF-8)`
pt_br: `Textos do iOS (UTF-8)`
ro: `Șiruri de caractere pentru iOS (UTF-8)`
ru: `Строки iOS (UTF-8)`
sv: `iOS-strängar (UTF-8)`
ta: 'ஐஇமு strings (utf-8)'
tr: `iOS dizgeleri (UTF-8)`
uk: `рядки iOS (UTF-8)`
zh_hans: `iOS 字符串 (UTF-8)`

source: Metadata used for publishing apps in various app stores can be translated. Currently the following tools are compatible:
de: Metadaten, die für die Veröffentlichung von Apps in verschiedenen App-Stores verwendet werden, können übersetzt werden. Derzeit sind die folgenden Tools kompatibel:
ga: Is féidir meiteashonraí a úsáidtear chun aipeanna a fhoilsiú i siopaí aipeanna éagsúla a aistriú. Faoi láthair tá na huirlisí seo a leanas comhoiriúnach:
hu: A különböző alkalmazásboltokban való megjelenéshez használt metaadatok fordíthatók. Jelenleg az alábbi eszközökkel kompatibilis:
id: Metadata yang digunakan untuk menerbitkan aplikasi di berbagai toko aplikasi dapat diterjemahkan. Saat ini, alat-alat berikut kompatibel:
ja: 多くのアプリ ストアで、アプリの公開に使用するメタデータを翻訳します。現在、互換性があるツール:
nl: Metadata gebruikt voor het publiceren van toepassingen in verscheidene app stores mag worden vertaald. Momenteel zijn de volgende gereedschappen compatibel:
pt: Metadados usados para publicar aplicações em várias lojas de aplicações podem ser traduzidos. Atualmente, as seguintes ferramentas são compatíveis:
pt_br: Metadados usados para publicar aplicativos em várias lojas de aplicativos podem ser traduzidos. Atualmente, as seguintes ferramentas são compatíveis:
ro: Metadatele utilizate pentru publicarea aplicațiilor în diverse magazine de aplicații pot fi traduse. În prezent, următoarele instrumente sunt compatibile:
ru: Метаданные, используемые для публикации приложений в различных магазинах приложений, могут быть переведены. В настоящее время совместимы следующие инструменты:
sv: Metadata som används för att publicera appar i olika appbutiker kan översättas. För närvarande är följande verktyg kompatibla:
ta: பல்வேறு ஆப் ச்டோர்களில் பயன்பாடுகளை வெளியிட பயன்படுத்தப்படும் மெட்டாடேட்டாவை மொழிபெயர்க்க முடியும். தற்போது பின்வரும் கருவிகள் இணக்கமாக உள்ளன:
tr: Çeşitli uygulama mağazalarında uygulama yayınlamak için kullanılan üst veriler çevrilebilir. Şu anda şu araçlar uyumludur:
uk: Метадані, що використовуються для публікації програм у різних крамницях програм, можна перекладати. У поточній версії сумісними є такі інструменти:
zh_hans: 用于在各种应用商店发布应用的元数据可以被翻译目前兼容以下工具：
zh_hant: 可以翻譯用於在各種應用商店中發布應用程序的應用程序的元數據。目前以下工具兼容：

source: The metadata consists of several textfiles, which Weblate will present as separate strings to translate.
de: Die Metadaten bestehen aus mehreren Textdateien, die Weblate als separate Zeichenketten zum Übersetzen darstellt.
ga: Is éard atá sna meiteashonraí ná roinnt comhad téacs, a chuirfidh Weblate i láthair mar theaghráin ar leith le haistriú.
hu: A metaadat több szövegfájlból áll, amelyeket a Weblate különálló fordítandó szövegként jelenít meg.
id: Metadata terdiri dari beberapa berkas teks, yang akan disajikan Weblate sebagai string terpisah untuk diterjemahkan.
ja: メタデータは複数のテキストファイルから構成されており、Weblate は、それを別々の文字列として翻訳します。
nl: De metadata bestaat uit verschillende tekstbestanden, die Weblate zal weergeven als afzonderlijke te vertalen tekenreeksen.
pt: Os metadados consistem em vários ficheiros de texto, que o Weblate apresentará como cadeias separados para traduzir.
pt_br: Os metadados consistem em vários arquivos de texto, que o Weblate apresentará como textos separados para traduzir.
ro: Metadatele constau din mai multe fișiere text, pe care Weblate le va prezenta ca șiruri separate pentru traducere.
ru: Метаданные состоят из нескольких текстовых файлов, которые Weblate представляет для перевода в виде отдельных строк.
sv: Metadata består av flera textfiler, som Weblate presenterar som separata strängar att översätta.
ta: மேனிலை தரவு பல உரைக் கோப்புகளைக் கொண்டுள்ளது, அவற்றை மொழிபெயர்க்க வலைபெயர்ப்பு தனி சரங்களாக வழங்கும்.
tr: Üst veriler, Weblate tarafından çevrilmek üzere ayrı dizgeler olarak sunulacak birkaç metin dosyasından oluşur.
uk: Метадані складаються із декількох текстових файлів, які Weblate показуватиме як окремі рядки для перекладу.
zh_hans: 元数据由几个文本文件组成，Weblate 将把这些文本文件作为单独的字符串进行翻译。
zh_hant: 元數據由多個TextFile組成，Web2將作為單獨的字符串呈現要轉換。

source: In case you don't want to translate certain strings (for example changelogs), you can hide them using :ref:`component-key_filter` or mark them read-only (see :ref:`custom-checks`). This can be automated by the :ref:`addon-weblate.flags.bulk`.
de: Falls Sie bestimmte Zeichenketten (z. B. Änderungsprotokolle) nicht übersetzen möchten, können Sie diese mit :ref:`component-key_filter` ausblenden oder als schreibgeschützt markieren (siehe :ref:`custom-checks`). Dies kann durch die :ref:`addon-weblate.flags.bulk` automatisiert werden.
ga: I gcás nach dteastaíonn uait teaghráin áirithe a aistriú (mar shampla changelogs), is féidir leat iad a cheilt ag baint úsáid :ref:`component-key_filter` nó iad a mharcáil léamh amháin (féach :ref:`custom-checks`). Is féidir é seo a uathoibriú trí :ref:`addon-weblate.flags.bulk`.
hu: Ha bizonyos szövegeket nem szeretne lefordítani (például a változásnaplókat), elrejtheti őket a :ref:`component-key_filter` használatával vagy megjelölheti őket csak olvashatóként (lásd: :ref:`custom-checks`). Ez automatizálható a :ref:`addon-weblate.flags.bulk` segítségével.
id: Jika Anda tidak ingin menerjemahkan string tertentu (misalnya catatan perubahan), Anda dapat menyembunyikannya menggunakan :ref:`component-key_filter` atau menandainya sebagai hanya-baca (lihat :ref:`custom-checks`). Ini dapat diotomatisasi oleh :ref:`addon-weblate.flags.bulk`.
nl: In het geval dat u bepaalde tekenreeksen niet wilt vertalen (bijvoorbeeld logs met wijzigingen), u kunt ze verbergen met :ref:`component-key_filter` of ze markeren als alleen-lezen (bekijk :ref:`custom-checks`). Dit kan worden geautomatiseerd door de :ref:`addon-weblate.flags.bulk`.
pt_br: Caso você não queira traduzir certos textos (por exemplo, changelogs), você pode ocultá-los usando :ref:`component-key_filter` ou marque-os como somente leitura (consulte :ref:`custom-checks`). Isto pode ser automatizado por :ref:`addon-weblate.flags.bulk`.
sv: Om du inte vill översätta vissa strängar (till exempel ändringsloggar) kan du dölja dem med :ref:`component-key_filter` eller markera dem som skrivskyddade (se :ref:`custom-checks`). Detta kan automatiseras med :ref:`addon-weblate.flags.bulk`.
tr: Belirli dizgeleri (örneğin değişiklik günlükleri) çevirmek istemiyorsanız, bunları :ref:`component-key_filter` kullanarak gizleyin ya da salt okunur olarak işaretleyin (ayrıntılı bilgi almak için: :ref:`custom-checks`). Bu işlem, :ref:`addon-weblate.flags.bulk` ile kendiliğinden yapılabilir.
uk: Якщо ви не хочете перекладати певні рядки (наприклад, журнали змін), ви можете приховати їх за допомогою :ref:`component-key_filter` або позначити їх лише для читання (див. :ref:`custom-checks`). Це можна автоматизувати за допомогою :ref:`addon-weblate.flags.bulk`.
zh_hans: 如果您不想翻译某些字符串（例如变更日志），你可以使用 :ref:`component-key_filter` 隐藏它们，或者将它们标记为只读（参见 :ref:`custom-checks`）这可以通过 :ref:`addon-weblate.flags.bulk` 自动完成。

source: `App store metadata files`
de: `App-Store-Metadatendateien`
ga: `Comhaid meiteashonraí an tsiopa app`
hu: `App Store-metaadatfájlok`
id: `Berkas metadata toko aplikasi`
ja: `アプリ ストア のメタデータ ファイル`
nl: `App store metadata-bestanden`
pt: `Ficheiros de metadados de loja de aplicações`
pt_br: `Arquivos de metadados de loja de aplicativos`
ro: `Filele de metadate ale magazinului de aplicații`
ru: `Файлы метаданных магазина приложений`
sv: `Metadatafiler för appbutiker`
ta: 'ஆப் கடை மேனிலை தரவு கோப்புகள்'
tr: `App store üst veri dosyaları`
uk: 'Файли метаданих крамниці програм`
zh_hans: `应用商店元数据文件`

source: ARB File
de: ARB-Datei
ga: Comhad ARB
hu: ARB-fájl
id: Berkas ARB
ja: ARB ファイル
nl: ARB-bestand
pt: Ficheiro ARB
pt_br: Arquivo ARB
ro: Fișier ARB
ru: Файл ARB
sv: ARB-fil
ta: ஏஆர்பி கோப்பு
tr: ARB dosyası
uk: Файл ARB
zh_hans: ARB 文件
