Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Whenever a new translatable string is imported from the VCS and it matches a source string, it is flagged as needing editing in Weblate. Especially useful for file formats that include source strings for untranslated strings.
de: Jedes Mal wenn eine neue übersetzbare Zeichenkette aus dem VCS importiert wird und mit der Ausgangszeichenkette übereinstimmt, wird sie in Weblate als bearbeitungsbedürftig markiert. Dies ist besonders nützlich für Dateiformate, die nicht übersetzte Ausgangszeichenketten enthalten.
ga: Aon uair a allmhairítear teaghrán nua inaistrithe ón VCS agus a mheaitseálann sí le teaghrán foinse, cuirtear in iúl go bhfuil gá le heagrú in Weblate. Úsáideach go háirithe le haghaidh formáidí comhaid lena n-áirítear teaghráin foinse do teaghráin neamhaistrithe.
hu: Amikor egy új lefordítható szöveg érkezik a VCS-ből (verziókezelő rendszerből), és megegyezik egy meglévő forrásszöveggel, a Weblate automatikusan szerkesztést igényel jelzővel látja el. Ez különösen hasznos azoknál a fájlformátumoknál, amelyek az eredeti szöveget is tartalmazzák a még le nem fordított szövegek esetében.
id: Setiap kali sebuah string terjemahan baru diimpor dari VCS dan serupa dengan string sumber, ia akan ditandai sebagai "Perlu disunting" di Weblate. Ini sangat berguna untuk format berkas yang menyertakan semua string walaupun ia belum diterjemahkan.
ja: VCS からインポートされた新しい翻訳可能な文字列が原文と同一のとき、Weblate は "要編集" フラグを付けます。特に、未翻訳の文字列は原文で埋めるファイル形式では有用です。
nl: Als een nieuwe vertaalbare tekenreeks geïmporteerd wordt uit het versiecontrolesysteem en deze overeenkomt met brontekenreeksen, wordt deze door Weblate aangeduid als ‘Bewerken nodig’. Dit is vooral handig voor bestandsindelingen die alle brontekenreeksen bevatten van onvertaalde tekenreeksen.
pt: Sempre que uma nova cadeia traduzível é importada do VCS, e corresponde a uma cadeia fonte, é marcada como Precisa de edição no Weblate. Isto é especialmente útil para os formatos de ficheiro que incluem cadeias não traduzidas.
pt_br: Sempre que um novo texto traduzível é importado do VCS e corresponde a um texto fonte, é marcado como "Necessita de edição" no Weblate. Especialmente útil para formatos de arquivo que incluem textos fonte para textos não traduzidas.
ro: Ori de câte ori un nou șir traductibil este importat din SCV și se potrivește cu un șir sursă, acesta este semnalat ca necesitând editare în Weblate. Este deosebit de util pentru formatele de fișiere care includ șiruri sursă pentru șiruri netraduse.
ru: При импорте новой строки для перевода из системы контроля версий и при её совпадении с исходной строкой она помечается в Weblate флагом «На правку». Особенно это полезно для тех форматов файлов, которые для непереведённых строк хранят исходные строки вместо перевода.
sv: När en ny översättningsbar sträng importeras från VCS som matchar en källsträng så kommer den att markeras med 'behöver åtgärdas' i Weblate. Speciellt användbart för filformat som inkluderar källsträngar för oöversatta strängar.
ta: வி.சி.எச்சிலிருந்து ஒரு புதிய மொழிபெயர்க்கக்கூடிய சரம் இறக்குமதி செய்யும்போதெல்லாம் அது ஒரு மூல சரத்துடன் பொருந்தும் போதெல்லாம், அது வலைபெயர்ப்பில் திருத்துதல் தேவைப்படுவதாக கொடியிடப்படுகிறது. மொழிபெயர்க்கப்படாத சரங்களுக்கான மூல சரங்களை உள்ளடக்கிய கோப்பு வடிவங்களுக்கு குறிப்பாக பயனுள்ளதாக இருக்கும்.
tr: Sürüm denetimi sisteminden yeni bir çevrilebilir dizge içe aktarıldığında ve bir kaynak dizgeyle eşleştiğinde, Weblate üzerinde düzenlenmesi gerekli olarak imlenir. Özellikle çevrilmemiş dizgeler için kaynak dizgeleri içeren dosya biçimleri için kullanışlıdır.
uk: Кожного разу, коли новий перекладний рядок імпортується з VCS, і він збігається із початковим рядком, його буде позначено як такий, що потребує редагування у Weblate. Це особливо корисно для форматів файлів, які включають початкові рядки, навіть ті, які не перекладено.
zh_hans: 每当从版本控制系统导入新的可翻译字符串并与源字符串匹配时，就会在 Weblate 中标记为需要编辑。对于包含未翻译字符串的源字符串的文件格式尤其有用。
zh_hant: 每當新的可翻譯字串從 VCS 匯入且符合來源字串時，會在 Weblate 中標記為需要編輯。這對於未翻譯字串有來源字串的檔案格式來說特別有用。

source: You might also want to tighthen the :ref:`check-same` check by adding ``strict-same`` flag to :ref:`component-check_flags`.
de: Sie können auch die :ref:`check-same` Prüfung verschärfen, indem Sie ``strict-same`` zu :ref:`component-check_flags` hinzufügen.
ga: B'fhéidir gur mhaith leat an seice :ref:`check-same` a dhaingniú trí bhratach ``strict-same`` a chur chuig :ref:`component-check_flags`.
hu: Érdemes lehet szigorítani a :ref:`check-same` beállítását azzal, hogy hozzáadja a ``strict-same`` jelzőt az :ref:`összetevő-ellenőrzési jelzőkhöz <component-check_flags>`.
id: Anda mungkin juga ingin memperketat pemeriksaan :ref:`check-same` dengan menambahkan tanda ``strict-same`` ke :ref:`component-check_flags`.
ja: また、:ref:`component-check_flags` に ``strict-same`` フラグを追加して、:ref:`check-same` 検査を強化できます。
nl: U zou misschien ook de controle :ref:`check-same` willen beperken door de vlag ``strict-same`` naar :ref:`component-check_flags` toe te voegen.
pt: Também pode reforçar a verificação :ref:`check-same` a adicionar o marcador ``strict-same`` aos :ref:`component-check_flags`.
pt_br: Você também pode querer reforçar a verificação :ref:`check-same` adicionando o marcador ``strict-same`` aos :ref:`component-check_flags`.
ro: De asemenea, este posibil să doriți să întăriți verificarea :ref:`check-same` prin adăugarea indicatorului ``strict-same`` la :ref:`component-check_flags`.
ru: Возможно, вы также захотите ужесточить проверку на наличие :ref:`изменений в переводе <check-same>`, добавив ``strict-same`` во :ref:`флаги перевода <component-check_flags>`.
sv: Du kanske också vill skärpa kontrollen :ref:`check-same` genom att lägga till flaggan ``strict-same`` till :ref:`component-check_flags`.
tr: Ayrıca, :ref:`component-check_flags` için ``strict-same`` imini ekleyerek :ref:`check-same` kalite denetimini sıkılaştırmak isteyebilirsiniz.
uk: Можливо, ви також захочете зробити строгішою перевірку :ref:`check-same`, додавши до :ref:`component-check_flags` прапорець ``strict-same``.
zh_hans: 您可能还想通过在 :ref:`component-check_flags` 中添加 ``strict-same`` 标记来加强 :ref:`check-same` 检查。
zh_hant: 您可能還想收緊：參考：參考：使用“嚴格相同”標誌來查看：REF：“組件檢查標誌”。

source: Flag new source strings as "Needs editing"
de: Neue Ausgangszeichenketten als „Bearbeitungsbedürftig“ markieren
ga: Bratach teaghráin foinse nua mar "Tá eagarthóireacht de dhíth"
hu: Új forrásszövegek megjelölése „Szerkesztést igényel” állapottal
id: Tandai string sumber yang baru sebagai "Perlu disunting"
ja: 新しい原文に "要編集" フラグを付ける
nl: Nieuwe brontekenreeksen aanduiden met ‘Aanpassing nodig’
pt: Marcar as novas cadeias fonte como "Precisa de edição"
pt_br: Marcar novos textos fonte como "Necessita de edição"
ro: Semnalează șirurile sursă noi ca „Necesită editare”
ru: Пометка новых исходных строк флагом «На правку»
sv: Markera nya källsträngar med "Behöver åtgärdas"
ta: புதிய மூல சரங்களை "திருத்துதல் தேவை" என்று கொடியிடுங்கள்
tr: Yeni kaynak dizgeleri "Düzenlenmesi gerekli" olarak imleme
uk: Позначити нові джерельні рядки як „потребують редагування“
zh_hans: 将新的源字符串标记为“需要编辑”
zh_hant: 標記新來源字串為「需要編輯」

source: Whenever a new source string is imported from the VCS, it is flagged as needing editing in Weblate. This way you can easily filter and edit source strings written by the developers.
de: Bei jedem Import einer neuen Ausgangszeichenkette aus dem VCS wird diese in Weblate als bearbeitungsbedürftig markiert. Auf diese Weise können Sie die von den Entwicklern geschriebenen Ausgangszeichenketten einfach filtern und bearbeiten.
ga: Aon uair a allmhairítear teaghrán foinse nua ón VCS, cuirtear in iúl go dteastaíonn eagarthóireacht air in Weblate. Ar an mbealach seo is féidir leat teaghráin foinse scríofa ag na forbróirí a scagadh agus a chur in eagar go héasca.
hu: Amikor egy új forrásszöveg érkezik a VCS-ből (verziókezelő rendszerből), a Weblate automatikusan szerkesztést igényel jelzővel látja el. Így könnyedén kiszűrhető és szerkeszthető a fejlesztők által írt forrásszöveg.
id: Setiap kali sebuah string sumber baru diimpor dari VCS, ia akan ditandai sebagai "perlu disunting" di Weblate. Dengan cara ini Anda dapat dengan mudah menyaring dan menyunting string sumber yang ditulis oleh pengembang.
ja: 新しい原文を VCS からインポートするときに、Weblate で "要編集" フラグを付けます。これにより、開発者が作成した原文を簡単に絞り込んで編集できます。
nl: Wanneer een nieuwe brontekenreeks wordt geïmporteerd uit het versiecontrolesysteem, wordt deze aangeduid als ‘Bewerken nodig’. Op deze manier kunt u eenvoudig de door de ontwikkelaars geschreven brontekenreeksen filteren en bewerken.
pt: Sempre que uma nova cadeia é importada do VCS, é marcada como necessita de edição no Weblate. Deste modo pode filtrar e editar facilmente as cadeias fonte escritas pelos programadores.
pt_br: Sempre que um novo texto fonte for importado do VCS, ele é marcado como "Necessita de edição" no Weblate. Desta forma você pode filtrar facilmente e editar os textos fontes escritos pelos desenvolvedores.
ro: Ori de câte ori un nou șir sursă este importat din SCV, acesta este marcat ca necesitând editare în Weblate. În acest fel, poți filtra și edita cu ușurință șirurile sursă scrise de dezvoltatori.
ru: При импорте новой исходной строки из системы контроля версий она помечается в Weblate флагом «На правку». Таким образом, вы можете легко фильтровать и изменять исходные строки, добавленные разработчиками.
sv: När nya källsträngar importeras från VCS så kommer de att markeras med 'behöver åtgärdas' i Weblate. Med hjälp av detta kan du enkelt filtrera och redigera källsträngar som har lagts till av utvecklarna.
ta: வி.சி.எச்சிலிருந்து ஒரு புதிய மூல சரம் இறக்குமதி செய்யும்போதெல்லாம், அது வலைபெயர்ப்பில் திருத்துதல் தேவைப்படுவதாக கொடியிடப்படுகிறது. இந்த வழியில் உருவாக்குபவர்கள் எழுதிய மூல சரங்களை எளிதாக வடிகட்டலாம் மற்றும் திருத்தலாம்.
tr: Sürüm denetimi sisteminden yeni bir kaynak dizge içe her aktarıldığında, Weblate üzerinde düzenlenmesi gerekli olarak imlenir. Böylece geliştiriciler tarafından yazılan kaynak dizgeleri kolayca süzebilir ve düzenleyebilirsiniz.
uk: Щоразу, коли новий джерельний рядок імпортується з VCS, він позначається, що потребує редагування в Weblate. Таким чином, ви можете легко фільтрувати та редагувати початкові рядки, написані розробниками.
zh_hans: 每当一个新的源字符串从版本控制系统中导入时，它将在 Weblate 中被标记为需要编辑。这样就可以简单地筛选并编辑开发者编写的源字符串。
zh_hant: 每當新來源字串由 VCS 匯入時，會在 Weblate 中標記為需要編輯。這樣您可以輕鬆過濾並編輯開發者寫的來源字串。

source: Flag new translations as "Needs editing"
de: Neue Übersetzungen als „Bearbeitungsbedürftig“ markieren
ga: Cuir aistriúcháin nua in iúl mar "Tá eagarthóireacht de dhíth"
hu: Új fordítások megjelölése „Szerkesztést igényel” állapottal
id: Tandai terjemahan baru sebagai "Perlu disunting"
ja: 新しい翻訳に "要編集" フラグを付ける
nl: Nieuwe vertalingen aanduiden met ‘Aanpassing nodig’
pt: Marcar as novas traduções como "Precisa de edição"
pt_br: Marcar novas traduções como "Necessita de edição"
ro: Semnalează traducerile noi ca „Necesită editare”
ru: Пометка новых переводов флагом «На правку»
sv: Markera nya översättningar med "Behöver åtgärdas"
ta: புதிய மொழிபெயர்ப்புகளை "திருத்துதல் தேவை" என்று கொடியிடுங்கள்
tr: Yeni çevirileri "Düzenlenmesi gerekli" olarak imleme
uk: Позначити нові переклади як такі, що потребують редагування
zh_hans: 将导入的新译文标记为“需要编辑”
zh_hant: 將新翻譯標記為「需要編輯」

source: Whenever a new translatable string is imported from the VCS, it is flagged as needing editing in Weblate. This way you can easily filter and edit translations created by the developers.
de: Bei jedem Import einer neuen übersetzbaren Zeichenkette aus dem VCS wird diese in Weblate als bearbeitungsbedürftig markiert. Auf diese Weise können Sie die von den Entwicklern erstellten Übersetzungen einfach filtern und bearbeiten.
ga: Aon uair a allmhairítear teaghrán nua inaistrithe ón VCS, cuirtear in iúl go bhfuil gá le heagrú in Weblate. Ar an mbealach seo is féidir leat aistriúcháin atá cruthaithe ag na forbróirí a scagadh agus a chur in eagar go héasca.
hu: Amikor egy új lefordítható szöveg érkezik a VCS-ből (verziókezelő rendszerből), a Weblate automatikusan szerkesztést igényel jelzővel látja el. Így könnyedén kiszűrhetőek és szerkeszthetőek a fejlesztők által készített fordítások.
id: Setiap kali sebuah string terjemahan baru diimpor dari VCS, ia akan ditandai sebagai perlu penyuntingan di Weblate. Dengan cara ini Anda dapat dengan mudah menyaring dan menyunting terjemahan yang dibuat oleh pengembang.
ja: 新しい翻訳可能な文章を VCS からインポートするときに、Weblate で "要編集" フラグを付けます。これにより、開発者が作成した翻訳文を簡単に絞り込んで編集できます。
nl: Als er een nieuwe vertaalbare tekenreeks geïmporteerd wordt uit het versiecontrolesysteem, wordt deze door Weblate aangeduid als ‘Bewerken nodig’. Op deze manier kunt u eenvoudig vertalingen, gemaakt door ontwikkelaars, filteren en bewerken.
pt: Sempre que uma nova cadeia de tradução é importada do VCS, é marcada como necessita de edição no Weblate. Deste modo pode facilmente filtrar e editar as traduções criadas pelos programadores.
pt_br: Sempre que um novo texto traduzível for importado do VCS, ele é marcado como "Necessita de edição" no Weblate. Desta forma você pode filtrar facilmente e editar as traduções criadas pelos desenvolvedores.
ro: Ori de câte ori un nou șir traductibil este importat din SCV, acesta este semnalat ca necesitând editare în Weblate. În acest fel, poți filtra și edita cu ușurință traducerile create de dezvoltatori.
ru: При импорте строки для перевода из системы контроля версий она помечается в Weblate флагом «На правку». Таким образом, вы можете легко фильтровать и изменять переводы, созданные разработчиками.
sv: När en ny översättningsbar sträng importeras från VCS så kommer den att markeras med 'behöver åtgärdas' i Weblate. Med hjälp av detta kan du enkelt filtrera och redigera översättningar som har skapats av utvecklarna.
ta: வி.சி.எச்சிலிருந்து ஒரு புதிய மொழிபெயர்க்கக்கூடிய சரம் இறக்குமதி செய்யும்போதெல்லாம், அது வலைபெயர்ப்பில் திருத்துதல் தேவைப்படுவதாக கொடியிடப்படுகிறது. இந்த வழியில் நீங்கள் உருவாக்குபவர்களால் உருவாக்கப்பட்ட மொழிபெயர்ப்புகளை எளிதாக வடிகட்டி திருத்தலாம்.
tr: Sürüm denetimi sisteminden yeni bir çevrilebilir dizge içeri her aktarıldığında, Weblate üzerinde düzenlenmesi gerekli olarak imlenir. Böylece geliştiricilerin oluşturduğu çevirileri kolayca süzebilir ve düzenleyebilirsiniz.
uk: Кожного разу, коли новий перекладний рядок імпортується з VCS, він позначається як такий, що потребує редагування в Weblate. Таким чином, ви можете легко фільтрувати та редагувати джерельні рядки, створені розробниками.
zh_hans: 每当一个新的可翻译字符串从版本控制系统中导入时，它将在 Weblate 中被标记为需要编辑。这样就可以简单地筛选并编辑开发者创建的翻译。
zh_hant: 每當新的可翻譯字串從 VCS 匯入時，會在 Weblate 中標記為需要編輯。這樣您可以輕鬆過濾並編輯開發者建立的翻譯。

source: Flag updated translations from repository as "Needs editing"
sv: Markera uppdaterade översättningar från arkivet som "Behöver redigeras"

source: Whenever a string translation is changed from the VCS, it is flagged as needing editing in Weblate. Especially useful if translation files are often updated manually or by an external service.
sv: När en strängöversättning ändras från VCS markeras den som redigeringsbar i Weblate. Detta är särskilt användbart om översättningsfiler ofta uppdateras manuellt eller av en extern tjänst.

source: Fill read-only strings with source
de: Schreibgeschützte Zeichenketten mit Ausgangszeichenkette ausfüllen
ga: Líon teaghráin inléite amháin leis an bhfoinse
hu: Csak olvasható szövegek kitöltése a forrással
id: Isi string hanya baca dengan sumber
ja: 読み取り専用の文字列を原文で埋める
nl: Tekenreeksen Alleen-lezen opvullen met brontekenreeks
pt: Preencher cadeias de caracteres só de leitura com a fonte
pt_br: Preencher textos somente leitura com a fonte
ro: Completare șiruri doar pentru citire cu sursa
ru: Заполните строки, доступные только для чтения, исходным кодом
sv: Fyll skrivskyddade strängar med källsträngen
ta: மூலத்துடன் படிக்க மட்டும் சரங்களை நிரப்பவும்
tr: Salt okunur dizgeleri kaynak ile doldurma
uk: Заповнити придатні лише для читання рядки початковими рядками
zh_hans: 用原文填充只读字符串

source: Fills in translation of read-only strings with source string.
de: Füllt die Übersetzung von schreibgeschützten Zeichenketten mit der Ausgangszeichenkette aus.
ga: Líonann sé aistriúchán teaghráin inléite amháin le teaghrán foinse.
hu: A csak olvasható szövegek fordítása automatikusan a forrásszöveggel lesz kitöltve.
id: Isi terjemahan string hanya baca dengan string sumber.
ja: 文字列が編集禁止の場合は、原文を翻訳に代入します。
nl: Vult de vertaling van tekenreeksen Alleen-lezen in met de brontekenreeks.
pt: Preenche a tradução de cadeias de caracteres só de leitura com a cadeia fonte.
pt_br: Preenche a tradução de textos somente leitura com o texto fonte.
ro: Completează șirurile de traducere doar pentru citire cu șirul sursă.
ru: Заполняет перевод строк, доступных только для чтения, исходной строкой.
sv: Fyller i översättningen av skrivskyddade strängar med källsträngen.
ta: மூல சரத்துடன் படிக்க மட்டும் சரங்களின் மொழிபெயர்ப்பில் நிரப்புகிறது.
tr: Salt okunur dizgelerin çevirilerini kaynak dizgeler ile doldurur.
uk: Заповнює рядки перекладу, які призначено лише для читання, початковими рядками.
zh_hans: 将源字符串内容用作只读字符串的译文。

source: Statistics generator
de: Statistikgenerator
ga: Gineadóir staitisticí
hu: Statisztika-előállító
id: Generator statistik
ja: 統計データの生成
nl: Statistieken genereren
pt: Gerador de estatísticas
pt_br: Gerador de estatísticas
ro: Generator de statistici
ru: Генератор статистики
sv: Statistikgenerator
ta: புள்ளிவிவர செனரேட்டர்
tr: İstatistik oluşturma
uk: Генератор статистики
zh_hans: 统计数据生成器
zh_hant: 統計數據生成器

source: Name of generated file
de: Name der erzeugten Datei
ga: Ainm an chomhaid a cruthaíodh
hu: A létrehozott fájl neve
id: Nama dari berkas yang dihasilkan
ja: 生成ファイルの名前
nl: Naam van gegenereerd bestand
pt: Nome do ficheiro gerado
pt_br: Nome do arquivo gerado
ro: Nume fișier generat
ru: Имя сгенерированного файла
sv: Namn på genererad fil
ta: உருவாக்கப்பட்ட கோப்பின் பெயர்
tr: Oluşturulacak dosyanın adı
uk: Назва створеного файла
zh_hans: 所生成文件的名称
zh_hant: 生成的檔案名稱

source: Content of generated file
de: Inhalt der erzeugten Datei
ga: Ábhar an chomhaid a cruthaíodh
hu: A létrehozott fájl tartalma
id: Isi berkas yang dibuat
ja: 生成ファイルの内容
nl: Inhoud van gegenereerd bestand
pt: Conteúdo do ficheiro gerado
pt_br: Conteúdo do arquivo gerado
ro: Conținut fișier generat
ru: Содержание сгенерированного файла
sv: Innehåll för genererad fil
ta: உருவாக்கப்பட்ட கோப்பின் உள்ளடக்கம்
tr: Oluşturulacak dosyanın içeriği
uk: Вміст створеного файлу
zh_hans: 所生成文件的内容
zh_hant: 生成的檔案內容

source: Generates a file containing detailed info about the translation status.
de: Erzeugt eine Datei mit detaillierten Informationen zum Übersetzungsstatus.
ga: Gintear comhad ina bhfuil faisnéis mhionsonraithe faoi stádas an aistriúcháin.
hu: Olyan fájl létrehozása, amely részletes információt tartalmaz a fordítás állapotáról.
id: Menghasilkan berkas yang berisi informasi terperinci tentang status terjemahan.
ja: 翻訳状況の詳細情報ファイルを生成します。
nl: Genereert een bestand met gedetailleerde informatie over de vertaalstatus.
pt: Gera um ficheiro que contêm a informação detalhada sobre o estado da tradução.
pt_br: Gera um arquivo contendo as informações detalhadas sobre o status da tradução.
ro: Generează un fișier care conține informații detaliate despre starea traducerii.
ru: Создаёт файл с подробными сведениями о состоянии перевода.
sv: Genererar en fil med detaljerad information om översättningsstatusen.
ta: மொழிபெயர்ப்பு நிலை பற்றிய விரிவான தகவல்களைக் கொண்ட கோப்பை உருவாக்குகிறது.
tr: Çeviri durumu ile ilgili ayrıntılı bilgiler içeren bir dosya oluşturur.
uk: Створює файл з докладними відомостями щодо стану перекладу.
zh_hans: 生成一个包含关于翻译状态详细信息的文件。
zh_hant: 生成內含翻譯狀態詳細資訊的檔案。

source: You can use a Django template in both filename and content, see :ref:`markup` for a detailed markup description.
de: Sie können eine Django-Vorlage sowohl im Dateinamen als auch im Inhalt verwenden, siehe :ref:`markup` für eine detaillierte Beschreibung der Auszeichnung.
ga: Is féidir leat teimpléad Django a úsáid in ainm comhaid agus in ábhar araon, féach :ref:`markup` le haghaidh tuairisc mhionsonraithe marcála.
hu: A fájlnévben és a tartalomban is használhat Django-sablont, a részletes sablonjelölések leírását lásd: :ref:`jelölőnyelv <markup>`.
id: Anda dapat menggunakan templat Django di nama berkas dan konten, lihat :ref:`markup` untuk rincian deskripsi markup.
ja: Django テンプレートは、ファイル名とコンテンツの両方で使用できます。マークアップの詳細については、:ref:`markup` を確認してください。
nl: U kunt een sjabloon van Django gebruiken in zowel bestandsnaam als inhoud, bekijk :ref:`markup` voor een gedetailleerde beschrijving voor de indeling.
pt: Pode usar um modelo do Django, tanto de nome de ficheiro e conteúdo, veja :ref:`markup` para uma descrição detalhada de marcação.
pt_br: Você pode usar um modelo do Django, tanto de nome de arquivo e conteúdo, consulte :ref:`markup` para uma descrição detalhada de marcação.
ro: Puteți utiliza un șablon Django atât în numele fișierului, cât și în conținut; consultați :ref:`markup` pentru o descriere detaliată a marcajului.
ru: И в качестве имени файла и в качестве его содержимого вы можете использовать шаблоны Django; подробное описание разметки шаблона смотрите в разделе «:ref:`markup`».
sv: Du kan använda en Django-mall både i filnamn och innehåll. Se :ref:`markup` för en detaljerad beskrivning av markeringen.
tr: Hem dosya adında hem de içerikte bir Django kalıbı kullanabilirsiniz. Markup ile ilgili ayrıntılı bilgi almak için :ref:`markup` bölümüne bakabilirsiniz.
uk: Ви можете скористатися шаблоном Django одразу для назви файла і вмісту. Докладний опис розмітки можна знайти у розділі :ref:`markup`.
zh_hans: 你可以在文件名和内容中使用 Django 模板，详细的标记说明请参见 :ref:`markup`。

source: For example generating a summary file for each translation:
de: Zum Beispiel das Erzeugen einer Zusammenfassungsdatei für jede Übersetzung:
ga: Mar shampla comhad achomair a ghiniúint do gach aistriúchán:
hu: Példa: összefoglaló fájl generálása minden fordításhoz:
id: Misalnya membuat berkas ringkasan untuk setiap terjemahan:
ja: 例えば、各翻訳の概要ファイルの生成:
nl: Bijvoorbeeld het maken van een overzichtsbestand voor elke vertaling:
pt: Por exemplo, a geração de um ficheiro de resumo para cada tradução:
pt_br: Por exemplo, a geração de um arquivo de resumo para cada tradução:
ro: De exemplu, generarea unui fișier de sinteză pentru fiecare traducere:
ru: К примеру, сгенерировать файл со сводкой по каждому переводу можно со следующими настройками:
sv: Till exempel skapa en sammanfattningsfil för varje översättning:
ta: எடுத்துக்காட்டாக ஒவ்வொரு மொழிபெயர்ப்பிற்கும் சுருக்கக் கோப்பை உருவாக்குகிறது:
tr: Örneğin, her çeviri için bir özet dosyası oluşturma:
uk: Наприклад, створення файла резюме для кожного перекладу:
zh_hans: 例如为每个翻译生成一个摘要文件：

source: Content
de: Inhalt
ga: Ábhar
hu: Tartalom
id: Kandungan
ja: 内容
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
ro: Conținut
ru: Содержимое
sv: Innehåll
ta: உள்ளடக்கம்
tr: İçerik
uk: Вміст
zh_hans: 内容
zh_hant: 內容

source: Prefill translation with source
de: Übersetzung mit Ausgangszeichenkette ausfüllen
ga: Réamhlíon an t-aistriúchán leis an bhfoinse
hu: Fordítás előzetes kitöltése forrásszöveggel
id: Mengisi terjemahan dengan sumber
ja: 事前に原文を翻訳に代入
nl: Vertaling vooraf invullen met brontekenreeks
pt: Preencher a tradução com fonte
pt_br: Preencher tradução com fonte
ro: Precompletare traducere cu sursa
ru: Предварительно заполнять перевод источником
sv: Förfyll översättning med källa
ta: மூலத்துடன் மொழிபெயர்ப்பை முன்கூட்டியே நிரப்பவும்
tr: Çeviriyi kaynak dizgeyle önceden doldurma
uk: Заповнити переклади початковими рядками
zh_hans: 用原文预填充译文
zh_hant: 將原文預先填充進翻譯
