Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: See :ref:`format-plurals`
de: Siehe :ref:`format-plurals`
ga: Féach :ref:`format-plurals`
hu: Lásd: :ref:`format-plurals`
id: Lihat :ref:`format-plurals`
ja: 参照: :ref:`format-plurals`
nl: Bekijk :ref:`format-plurals`
pt_br: Consulte :ref:`format-plurals`
ru: См. :ref:`format-plurals`
sv: Se :ref:`format-plurals`
tr: Ayrıntılı bilgi almak için: :ref:`format-plurals`
uk: Див. :ref:`format-plurals`
zh_hans: 请参见 :ref:`format-plurals`

source: See :ref:`format-description`
de: Siehe :ref:`format-description`
ga: Féach :ref:`format-description`
hu: Lásd: :ref:`format-description`
id: Lihat :ref:`format-description`
ja: 参照: :ref:`format-description`
nl: Bekijk :ref:`format-description`
pt_br: Consulte :ref:`format-description`
ru: См. :ref:`format-description`
sv: Se :ref:`format-description`
tr: Ayrıntılı bilgi almak için: :ref:`format-description`
uk: Див. :ref:`format-description`
zh_hans: 参见 :ref:`format-description`

source: See :ref:`format-context`
de: Siehe :ref:`format-context`
ga: Féach :ref:`format-context`
hu: Lásd: :ref:`format-context`
id: Lihat :ref:`format-context`
ja: 参照: :ref:`format-context`
nl: Bekijk :ref:`format-context`
pt_br: Consulte :ref:`format-context`
ru: См. :ref:`format-context`
sv: Se :ref:`format-context`
tr: Ayrıntılı bilgi almak için: :ref:`format-context`
uk: Див. :ref:`format-context`
zh_hans: 参见 :ref:`format-context`

source: See :ref:`format-location`
de: Siehe :ref:`format-location`
ga: Féach :ref:`format-location`
hu: Lásd: :ref:`format-location`
id: Lihat :ref:`format-location`
ja: 参照: :ref:`format-location`
nl: Bekijk :ref:`format-location`
pt_br: Consulte :ref:`format-location`
ru: См. :ref:`format-location`
sv: Se :ref:`format-location`
tr: Ayrıntılı bilgi almak için: :ref:`format-location`
uk: Див. :ref:`format-location`
zh_hans: 参见 :ref:`format-location`

source: See :ref:`format-states`
de: Siehe :ref:`format-states`
ga: Féach :ref:`format-states`
hu: Lásd: :ref:`format-states`
id: Lihat :ref:`format-states`
ja: 参照: :ref:`format-states`
nl: Bekijk :ref:`format-states`
pt_br: Consulte :ref:`format-states`
ru: См. :ref:`format-states`
sv: Se :ref:`format-states`
tr: Ayrıntılı bilgi almak için: :ref:`format-states`
uk: Див. :ref:`format-states`
zh_hans: 参见 :ref:`format-states`

source: XML comment placed before the ``<string>`` element, parsed as a source string description.
de: XML-Kommentar vor dem Element ``<string>``, analysiert als Beschreibung der Ausgangszeichenkette.
ga: Nóta tráchta XML curtha roimh an eilimint ``<teaghrán>``, arna pharsáil mar chur síos ar theaghrán foinse.
hu: Az XML-megjegyzések, amelyek a ``<string>`` elem előtt helyezkednek el, forrásszöveg-leírásként kerülnek értelmezésre.
id: Komentar XML ditempatkan sebelum elemen ``<string>``, diurai sebagai deskripsi string sumber.
ja: ``<string>`` 要素の前に配置された XML コメントであり、原文の説明として解釈されます。
nl: XML-opmerking geplaatst voor het element ``<string>``, geparset als een beschrijving van een brontekenreeks.
pt: Comentário XML posto antes do elemento ``<string>``, analisado como uma descrição da cadeia fonte.
pt_br: Comentário XML colocado antes do elemento ``<string>``, analisado como uma descrição do texto fonte.
ro: Comentariu XML plasat înaintea elementului ``<string>``, analizat ca o descriere a șirului sursă.
ru: XML-комментарий, помещённый перед элементом ``<string>`` и анализируемый как описание исходной строки.
sv: XML-kommentar placerad före elementet ``<string>``, tolkad som en källsträngsbeskrivning.
ta: xml கருத்து "<string>" உறுப்புக்கு முன் வைக்கப்பட்டுள்ளது, இது ஒரு மூல சர விளக்கமாக பயன்படுத்தப்படுகிறது.
tr: ``<string>`` bileşeninden önce yerleştirilmiş XML açıklaması, kaynak dizge açıklaması olarak işlenir.
uk: Коментар XML, який додано перед елементом ``<string>``, буде оброблено як опис початкового рядка.
zh_hans: 放在 ``<string>`` 元素前的 XML 注释，解析为源字符串描述。

source: See :ref:`format-flags`.
de: Siehe :ref:`format-flags`.
ga: Féach :ref:`format-flags`.
hu: Lásd: :ref:`format-flags`.
id: Lihat :ref:`format-flags`.
ja: 参照: :ref:`format-flags`。
nl: Bekijk :ref:`format-flags`.
pt: Consulte :ref:`format-flags`.
pt_br: Consulte :ref:`format-flags`.
ru: См. :ref:`format-flags`.
sv: Se :ref:`format-flags`.
tr: Ayrıntılı bilgi almak için: :ref:`format-flags`.
uk: Див. :ref:`format-flags`.
zh_hans: 请参见 :ref:`format-flags`。

source: The gettext type comments are used as flags.
de: Die Kommentare des Typs gettext werden als Markierungen verwendet.
ga: Úsáidtear na tuairimí cineál gettext mar bhratacha.
hu: A gettext típusú megjegyzések jelzőként működnek.
id: Komentar jenis gettext digunakan sebagai tanda.
ja: gettext 型のコメントはフラグとして使用されます。
nl: De type opmerkingen van gettext worden gebruikt als vlaggen.
pt: Os comentários do tipo gettext são usados como marcadores.
pt_br: Os comentários do tipo gettext são usados como marcadores.
ro: Comentariile de tip gettext sunt utilizate ca indicatori.
ru: В качестве флагов используются комментарии типа gettext.
sv: Kommentarer av typen gettext används som flaggor.
ta: கெட்ட டெக்ச்ட் வகை கருத்துகள் கொடிகளாகப் பயன்படுத்தப்படுகின்றன.
tr: Gettext türü yorumlar im olarak kullanılır.
uk: Коментарі типу gettext використовуються як прапорці.
zh_hans: gettext 类型的注释用作标记。
zh_hant: gettext 類型的註釋用作標記。

source: The plurals are supported only for Laravel which uses in string syntax to define them, see `Localization in Laravel`_.
de: Die Pluralformen werden nur für Laravel unterstützt, das eine Zeichenketten-Syntax verwendet, um sie zu definieren, siehe `Localization in Laravel`_.
ga: Ní thacaítear leis na hiolra ach amháin le haghaidh Laravel a úsáideann i gcomhréir teaghrán chun iad a shainiú, féach `Localization in Laravel`_.
hu: Többes számot kizárólag a Laravel támogat, amely szövegbe ágyazott szintaxist használ ennek megadására – lásd: `Localization in Laravel`_.
id: Bentuk jamak hanya didukung untuk Laravel yang menggunakan sintaksis string untuk mendefinisikannya, lihat `Lokalisasi di Laravel`_.
ja: 複数形は、文字列構文で定義する Laravel の場合にのみ対応しています。参照: `Laravel での現地語化の方法`_。
nl: De meervouden worden alleen ondersteund voor Laravel dat de syntaxis voor de tekenreeks gebruikt om ze te definiëren, bekijk `Localization in Laravel`_.
pt: Os plurais são suportados apenas para Laravel, que usa em sintaxe de cadeias para defini-las, veja `Localização em Laravel`_.
pt_br: Os plurais são suportados apenas para Laravel, que usa em sintaxe de textos para defini-los, veja `Localização em Laravel`_.
ro: Pluralurile sunt acceptate doar pentru Laravel, care folosește sintaxa in string pentru a le defini, vezi `Localizarea în Laravel`_.
ru: Множественные формы поддерживаются только для Laravel, который использует для их определения внутристрочный синтаксис, смотрите документ `Локализация в Laravel`_.
sv: Pluralformer stöds endast för Laravel, som använder strängsyntax för att definiera dem, se `Lokalisering i Laravel`_.
ta: பன்மைகள் லாராவெல்லுக்கு மட்டுமே ஆதரிக்கப்படுகின்றன, இது அவற்றை வரையறுக்க சர வாக்கிய அமைப்பில் பயன்படுத்துகிறது, 'லாராவேலில் உள்ளூர்மயமாக்கல்' பார்க்கவும்_.
tr: Çoğul biçimler yalnızca bunları tanımlamak için dizge söz diziminde kullanan Laravel için desteklenir. Ayrıntılı bilgi almak için: `Laravel ile yerelleştirme`_.
uk: Підтримку форм множити передбачено лише для Laravel, який використовує синтаксис рядків для визначення цих форм, див. `Локалізація у Laravel`_.
zh_hans: 只有 Laravel 支持复数，它使用字符串语法来定义复数，请参见 `Localization in Laravel`_。
zh_hant: 只對於 Laravel 來支持複數，在字符串語法中使用來定義它們，請參見 `Localization in Laravel`_。

source: Plurals are handled in the syntax of the strings and not exposed as plurals in Weblate.
de: Plurale werden in der Syntax der Zeichenketten behandelt und nicht als Plural in Weblate angezeigt.
ga: Láimhseáiltear iolraí i gcomhréir na teaghrán agus ní nochtar iad mar iolraí in Weblate.
hu: Ebben az esetben a többes szám kezelése a szövegek szintaxisán belül történik, nem külön entitásként jelenik meg a Weblate-ben.
id: Bentuk jamak ditangani dalam sintaksis string dan tidak diekspos sebagai bentuk jamak di Weblate.
ja: 複数形は文字列の構文で処理され、Weblate では複数形として公開されません。
nl: Meervouden worden afgehandeld in de syntaxis van de tekenreeks en niet als meervoud weergegeven in Weblate.
pt: Os plurais são tratados na sintaxe das cadeias e não são expostos como plurais no Weblate.
pt_br: Os plurais são tratados na sintaxe dos textos e não são expostos como plurais no Weblate.
ro: Pluralurile sunt tratate în sintaxa șirurilor de caractere și nu sunt expuse ca pluraluri în Weblate.
ru: Множественное число обрабатывается в синтаксисе строк и не отображается как множественное число в Weblate.
sv: Pluralformer hanteras i strängarnas syntax och visas inte som pluralformer i Weblate.
ta: பன்மைகள் சரங்களின் வாக்கிய அமைப்பில் கையாளப்படுகின்றன, மேலும் வலைபெயர்ப்பில் பன்மைகளாக வெளிப்படுத்தப்படுவதில்லை.
tr: Çoğul biçimler, dizgelerin söz diziminde işlenir ve Weblate üzerinde çoğul olarak gösterilmez.
uk: Форми множини обробляються у синтаксисі рядків і не показуються як форми множини на Weblate.
zh_hans: 复数在字符串的语法中处理，而不是在Weblate中公开为复数。

source: Bilingual and monolingual formats
de: Zweisprachige und einsprachige Formate
ga: Formáidí dátheangacha agus aonteangacha
hu: Egynyelvű és kétnyelvű formátumok
id: Format bilingual dan monolingual
ja: バイリンガル形式とモノリンガル形式
nl: Tweetalige en eentalige indelingen
pt: Formatos bilíngues e monolíngues
pt_br: Formatos bilíngues e monolíngues
ro: Formate bilingve și monolingve
ru: Двуязычные и одноязычные форматы
sv: Tvåspråkiga och enspråkiga format
ta: இருமொழி மற்றும் ஒற்றை மொழி வடிவங்கள்
tr: İki dilli ve tek dilli biçimler
uk: Двомовні і одномовні формати
zh_hans: 双语和单语格式
zh_hant: 雙語和單語格式

source: Both :index:`monolingual <pair: translation; monolingual>` and :index:`bilingual <pair: translation; bilingual>` formats are supported. Bilingual formats store two languages in single file—source and translation (typical examples are :ref:`gettext`, :ref:`xliff` or :ref:`apple`). On the other side, monolingual formats identify the string by ID, and each language file contains only the mapping of those to any given language (typically :ref:`aresource`). Some file formats are used in both variants, see the detailed description below.
de: Es werden sowohl :index:`einsprachige <pair: translation; monolingual>` als auch :index:`zweisprachige <pair: translation; bilingual>` Formate unterstützt. Zweisprachige Formate speichern zwei Sprachen in einer einzigen Datei – Quelle und Übersetzung (typische Beispiele sind :ref:`gettext`, :ref:`xliff` oder :ref:`apple`). Auf der anderen Seite identifizieren einsprachige Formate die Zeichenkette durch eine ID und jede Sprachdatei enthält nur die Zuordnung dieser zu einer bestimmten Sprache (typischerweise :ref:`aresource`). Einige Dateiformate werden in beiden Varianten verwendet, siehe die detaillierte Beschreibung unten.
ga: An dá :index:`monolingual <pair: translation; monolingual>` agus :index:`bilingual <pair: translation; bilingual>` tacaithe. Stórálann formáidí dátheangacha dhá theanga i gcomhad amháin – foinse agus aistriúchán (is iad na gnáthshamplaí ná :ref:`gettext`, :ref:`xliff` nó :ref:`apple`). Ar an taobh eile de, sainaithníonn formáidí aonteangacha an teaghrán de réir aitheantais, agus níl i ngach comhad teanga ach iad siúd a mhapáil chuig teanga ar bith (go hiondúil :ref:`aresource`). Úsáidtear roinnt formáidí comhaid sa dá leagan, féach an cur síos mionsonraithe thíos.
hu: A Weblate támogatja az :index:`egynyelvű <pair: translation; monolingual>` és az :index:`kétnyelvű <pair: translation; bilingual>` formátumokat egyaránt. A kétnyelvű formátumok ugyanabban a fájlban tartalmazzák a forrás- és célnyelvi szövegeket (tipikus példák: :ref:`gettext`, :ref:`xliff`, :ref:`apple`). Az egynyelvű formátumok azonosítóval jelölik a szöveget, és minden nyelv külön fájlban tárolja ezek fordítását (például: :ref:`aresource`). Bizonyos fájlformátumok mindkét változatban előfordulhatnak – lásd lentebb a részletes leírást.
id: Format :index:`monolingual <pair: translation; monolingual>` dan :index:`bilingual <pair: translation; bilingual>` didukung. Format bilingual menyimpan dua bahasa dalam satu berkas—sumber dan terjemahan (contoh umumnya adalah :ref:`gettext`, :ref:`xliff`, atau :ref:`apple`). Di sisi lain, format monolingual mengidentifikasi string berdasarkan ID, dan setiap berkas bahasa hanya berisi pemetaannya ke bahasa tertentu (biasanya :ref:`aresource`). Beberapa format berkas digunakan dalam kedua varian, lihat deskripsi terperinci di bawah ini.
ja: :index:`モノリンガル <pair: translation; monolingual>` と :index:`バイリンガル <pair: translation; bilingual>` の両方の形式に対応しています。バイリンガル形式は一つのファイルの中に二つの言語、原文と翻訳文が保存されます（典型例は :ref:`gettext`、:ref:`xliff` や :ref:`apple`）。一方、モノリンガル形式は文字列を ID で識別し、それぞれの言語のファイルには各 ID に対応するその言語への翻訳のみが含まれます（典型例は :ref:`aresource`）。ファイル形式によっては、どちらの形式にも使用されます。詳細は、下記の説明で確認してください。
nl: Beide indelingen, :index:`eentalig <pair: translation; monolingual>` en :index:`tweetalig <pair: translation; bilingual>`, worden ondersteund. Tweetalige indelingen slaan twee talen op in een enkel bestand—bron en vertaling (typische voorbeelden zijn :ref:`gettext`, :ref:`xliff` of :ref:`apple`). Aan de andere kant identificeren eentalige indelingen de tekenreeks op zijn ID, en elk taalbestand bevat alleen de verwijzingen daarvan voor een opgegeven taal (typisch :ref:`aresource`). Sommige bestandsindelingen worden in beide varianten gebruikt, bekijk de gedetailleerde beschrijving hieronder.
pt: Ambos os formatos :index:`monolingual <pair: translation; monolingual>` e :index:`bilingual <pair: translation; bilingual>` são suportados. Formatos bilingues armazenam dois idiomas num único ficheiro e tradução (exemplos típicos são :ref:`gettext`, :ref:`xliff` ou :ref:`apple`). Por outro lado, formatos monolingues identificam a cadeia por ID e cada ficheiro de idioma contém apenas o mapeamento desses para qualquer idioma (tipicamente :ref:`aresource`). Alguns formatos de ficheiro são utilizados em ambas as variantes, veja a descrição detalhada abaixo.
pt_br: Ambos os formatos :index:`monolingual <pair: translation; monolingual>` e :index:`bilingual <pair: translation; bilingual>` são suportados. Formatos bilíngues armazenam dois idiomas em um único arquivo e tradução (exemplos típicos são :ref:`gettext`, :ref:`xliff` ou :ref:`apple`). Por outro lado, formatos monolíngues identificam o texto por ID, e cada arquivo de idioma contém apenas o mapeamento desses para qualquer idioma (tipicamente :ref:`aresource`). Alguns formatos de arquivo são utilizados em ambas as variantes, veja a descrição detalhada abaixo.
ro: Sunt acceptate atât formatul :index:`monolingual <pereche: traducere; monolingv>`, cât și :index:`bilingual <pereche: traducere; bilingv>`. Formatele bilingve stochează două limbi într-un singur fișier-sursă și traducere (exemple tipice sunt :ref:`gettext`, :ref:`xliff` sau :ref:`apple`). Pe de altă parte, formatele monolingve identifică șirul de caractere prin ID, iar fiecare fișier de limbă conține doar maparea acestora într-o anumită limbă (tipic :ref:`aresource`). Unele formate de fișiere sunt utilizate în ambele variante, a se vedea descrierea detaliată de mai jos.
ru: Поддерживаются как :index:`одноязычные <pair: перевод; одноязычный формат>`, так и :index:`двуязычные <pair: перевод; двуязычный формат>` форматы. Двуязычные форматы хранят в одном файле два языка — исходный язык и перевод (типовые примеры: :ref:`gettext`, :ref:`xliff` или :ref:`apple`). Одноязычные же форматы, напротив, идентифицируют строку по ID, и каждый файл перевода содержит только сопоставление этих ID с одним конкретным языком (например, :ref:`aresource`). Некоторые форматы файлов могут использоваться и так, и так; подробности смотрите ниже.
sv: Både :index:`monolingual <pair: translation; monolingual>` och :index:`bilingual <pair: translation; bilingual>` format stöds. Tvåspråkiga format lagrar två språk i en enda fil – källspråk och översättning (typiska exempel är :ref:`gettext`, :ref:`xliff` eller :ref:`apple`). Å andra sidan identifierar enspråkiga format strängen med hjälp av ID, och varje språkfil innehåller endast mappningen av dessa till ett visst språk (vanligtvis :ref:`aresource`). Vissa filformat används i båda varianterna, se den detaljerade beskrivningen nedan.
tr: Hem :index:`tek dilli <pair: translation; monolingual>` hem de :index:`iki dilli <pair: translation; dualgual>` biçimler desteklenir. İki dilli biçimler iki dili tek bir dosyada tutar. Kaynak ve çeviri (tipik örnekler :ref:`gettext`, :ref:`xliff` ya da :ref:`apple`). Diğer taraftan, tek dilli biçimler dizgeyi kimliğine göre tanımlar ve her dil dosyasında yalnızca bunların belirli bir dille eşleşmesi bulunur (genellikle :ref:`aresource`). Bazı dosya biçimleri her iki çeşit için de kullanılır. Aşağıda ayrıntılı açıklamayı bulabilirsiniz.
uk: Передбачено підтримку як :index:`одномовних <pair: translation; monolingual>`, так і :index:`двомовних <pair: translation; bilingual>` форматів. У двомовних форматах зберігаються повідомлення двома мовами в одному файлі — початковий рядок і переклад (типовими прикладами є :ref:`gettext`, :ref:`xliff` або :ref:`apple`). З іншого боку, в одномовних форматах передбачено ідентифікацію рядка за ідентифікатором, а кожен мовний файл містить лише прив'язку цих ідентифікаторів до перекладів кожного з мов (типовим прикладом є :ref:`aresource`). Деякі формати файлів використовуються у обох варіантах. Докладніший опис можна знайти нижче.
zh_hans: 支持 :index:`单语 <pair: translation; monolingual>` 和 :index:`双语 <pair: translation; bilingual>` 格式。双语格式在单个文件中存储两种语言文本——原文和译文（典型示例是 :ref:`gettext`、 :ref:`xliff` 或 :ref:`apple` 字符串）。另一方面，单语格式通过 ID 识别字符串，每个语言文件仅包含那些语言到任何给定语言（典型为 :ref:`aresource`）的映射。两种变体都使用某些文件格式，请参见下面的详细说明。
zh_hant: 支持 :index:`monolingual <pair: translation; monolingual>` 和 :index:`bilingual <pair: translation; bilingual>` 格式。雙語格式在單個文件中存儲兩種語言 —— 源和翻譯（典型示例是 :ref:`gettext`，:ref:`xliff` 或 :ref:`apple` 字符串）。另一方面，單語格式通過 ID 識別字符串，每個語言文件僅包含那些語言到任何給定語言（通常是 :ref:`aresource`）的映射。兩種變體都使用某些文件格式，請參見下面的詳細說明。

source: For correct use of monolingual files, Weblate requires access to a file containing complete list of strings to translate with their source—this file is called :ref:`component-template` within Weblate, though the naming might vary in your paradigm.
de: Für die korrekte Verwendung einsprachiger Dateien benötigt Weblate Zugriff auf eine Datei, die eine vollständige Liste der zu übersetzenden Zeichenketten mit ihrem Quelltext enthält – diese Datei heißt in Weblate :ref:`component-template`, obwohl die Benennung in Ihrem Paradigma abweichen kann.
ga: Chun comhaid aonteangacha a úsáid i gceart, éilíonn Weblate rochtain ar chomhad ina bhfuil liosta iomlán teaghráin le haistriú lena bhfoinse—tugtar an comhad seo :ref:`component-template` laistigh de Weblate, cé go bhféadfadh an t-ainmniú a bheith éagsúil i do pharaidím.
hu: Az egynyelvű fájlok helyes használatához a Weblate-nek szüksége van egy olyan fájlra, amely tartalmazza az összes fordítandó szöveget és azok forrását – ez a fájl a Weblate-ben :ref:`component-template` néven szerepel, bár más rendszerekben eltérő lehet az elnevezés.
id: Agar berkas monolingual dapat digunakan dengan benar, Weblate memerlukan akses ke berkas yang berisi daftar lengkap string yang akan diterjemahkan dengan sumbernya—berkas ini disebut :ref:`component-template` dalam Weblate, meskipun penamaannya mungkin berbeda-beda tergantung paradigma Anda.
ja: モノリンガル ファイルを正しく使用するには、原文とともに翻訳する文字列の完全なリストを含むファイルを編集することが必要です。このファイルは、Weblate 内では :ref:`component-template` と呼ばれますが、命名は項目により変化することがあります。
nl: Voor correct gebruiken van eentalige bestanden vereist Weblate toegang tot een bestand dat de volledige lijst bevat van te vertalen tekenreeksen, met hun bron—dat bestand wordt :ref:`component-template` genoemd binnen Weblate, hoewel de naam kan variëren in uw paradigma.
pt: Para o uso correto de ficheiros monolingues, Weblate requer acesso a um ficheiro a conter uma lista completa de cadeias para traduzir com a fonte dele – este ficheiro é chamado de :ref:`component-template` dentro do Weblate, embora a nomenclatura possa variar no seu paradigma.
pt_br: Para o uso correto de arquivos monolíngues, Weblate requer acesso a um arquivo contendo uma lista completa de textos para traduzir com sua fonte – este arquivo é chamado de :ref:`component-template` dentro do Weblate, embora a nomenclatura possa variar no seu paradigma.
ro: Pentru utilizarea corectă a fișierelor monolingve, Weblate are nevoie de acces la un fișier care să conțină lista completă a șirurilor de caractere care trebuie traduse împreună cu sursa lor - acest fișier se numește :ref:`component-template` în Weblate, deși denumirea poate varia în paradigma dumneavoastră.
ru: Для правильного использования одноязычных файлов Weblate требует доступа к файлу, содержащему полный список строк для перевода и их «перевод» на исходный язык — этот файл внутри Weblate называется :ref:`одноязычным базовым файлом <component-template>`, хотя в вашей парадигме наименование этой сущности может отличаться.
sv: För korrekt användning av enspråkiga filer kräver Weblate åtkomst till en fil som innehåller en komplett lista över strängar som ska översättas med deras källa. Denna fil kallas :ref:`component-template` inom Weblate, men namnet kan variera beroende på ditt paradigm.
tr: Tek dilli dosyaların doğru kullanımı için Weblate, kaynaklarıyla çevrilecek dizgelerin tam listesinin bulunduğu bir dosyaya erişmelidir. Bu dosyaya Weblate içinde :ref:`component-template` adı verilir. Ancak adlandırma yapınızda bu ad değişebilir.
uk: Для правильного використання одномовних файлів Weblate потрібен доступ до файла, у якому міститься повний список рядків, які слід перекласти із початковими даними — цей файл у Weblate має назву :ref:`component-template` (назва може бути дещо іншої у вашій парадигмі).
zh_hans: 为了正确使用单语文件，Weblate 需要访问一个包含要翻译的字符串及其原文的完整列表的文件——该文件在 Weblate 中被称为 :ref:`component-template`，尽管命名上和你的叫法可能会有所不同。
zh_hant: 為了正確使用單語文件，Weblate 要求訪問一個包含完整字符串列表的文件，以與其源一起翻譯—— 該文件在Weblate 中稱為:ref:`component-template`，儘管命名方式可能會有所不同。
