Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: In addition, the drop-down can also show any number of *component lists*, sets of project components preconfigured by the Weblate administrator, see :ref:`componentlists`.
de: Darüber hinaus kann das Dropdown-Menü auch eine beliebige Anzahl von *Komponentenlisten* anzeigen, d. h. vom Weblate-Administrator vorkonfigurierte Sätze von Projektkomponenten, siehe :ref:`componentlists`.
ga: Ina theannta sin, is féidir leis an anuas líon ar bith de *liostaí comhpháirteanna* a thaispeáint freisin, tacair de chomhpháirteanna tionscadail réamhchumraithe ag riarthóir Weblate, féach :ref:`componentlists`.
hu: Emellett a legördülő menü tetszőleges számú *összetevőlistát* is megjeleníthet, amelyeket a Weblate adminisztrátora előre beállított, lásd: :ref:`componentlists`.
id: Selain itu, menu drop-down juga dapat menampilkan sejumlah *daftar komponen*, kumpulan komponen proyek yang dikonfigurasikan sebelumnya oleh administrator Weblate, lihat :ref:`componentlists`.
ja: また、このドロップダウンには、Weblate 管理者が事前設定したプロジェクトのコンポーネントのセットである *コンポーネント リスト* を複数表示できます。参照: :ref:`componentlists`。
nl: In aanvulling daarop kan het keuzemenu ook elk aantal *onderdelenlijsten* weergeven, sets van projectonderdelen, vooraf geconfigureerd door de beheerder van Weblate, bekijk :ref:`componentlists`.
pt: Além disso, o menu suspenso também pode mostrar qualquer quantidade de *listas de componentes*, conjuntos de componentes do projeto pré-configurados pelo administrador da Weblate, veja :ref:`componentlists`.
pt_br: Além disso, o menu suspenso também pode mostrar qualquer número de *listas de componentes*, conjuntos de componentes do projeto pré-configurados pelo administrador da Weblate, consulte :ref:`componentlists`.
ro: În plus, lista derulantă poate afișa, de asemenea, orice număr de *liste de componente*, seturi de componente de proiect preconfigurate de administratorul Weblate, vezi :ref:`componentlists`.
ru: Кроме того, в выпадающем списке может отображаться любое количество *списков компонентов* — наборов компонентов различных проектов, которые заранее настроил администратор Weblate; смотрите подробности в разделе :ref:`componentlists`.
sv: Dessutom kan rullgardinsmenyn också visa valfritt antal *komponentlistor*, uppsättningar av projektkomponenter som förkonfigurerats av Weblate-administratören, se :ref:`componentlists`.
tr: Ek olarak, açılır menüde herhangi bir sayıda *bileşen listesi* , Weblate yöneticisi tarafından önceden yapılandırılmış proje bileşenleri kümelerini de görüntüleyebilir. Ayrıntılı bilgi almak için: :ref:`componentlists`.
uk: Крім того, за допомогою спадного списку ви можете переглянути будь-яку кількість *списків складників*, наборів складників проєкту, які попередньо налаштовано адміністратором Weblate, див. :ref:`componentlists`.
zh_hans: 此外，下拉菜单还可以显示任意数量的 *部件列表*，由 Weblate 管理员预先配置的项目组件集，请参阅 :ref:`componentlists`。
zh_hant: 此外，DROP-DOWN還可以顯示Web2管理員預先配置的任何數量的*組件列表*，請參閱：REF：“ComponentLists`”。

source: You can configure your personal default dashboard view in the :guilabel:`Preferences` section of your user profile settings.
de: Sie können Ihre persönliche Standardansicht der Übersichtsseite im Abschnitt :guilabel:`Einstellungen` Ihres Benutzerprofils konfigurieren.
ga: Is féidir leat do dheais phearsanta réamhshocraithe a chumrú sa chuid :guilabel:`Preferences` de do shocruithe próifíle úsáideora.
hu: A saját vezérlőpult alapnézetét beállíthatja a :guilabel:`Felhasználói beállítások` fülön a felhasználói profil beállításaiban.
id: Anda dapat mengonfigurasi tampilan dasbor bawaan pribadi Anda di bagian :guilabel:`Preferences` pada pengaturan profil pengguna Anda.
ja: 個人用のデフォルトのダッシュボード画面は、ユーザー情報の :guilabel:`環境設定` セクションで設定できます。
nl: U kunt uw de weergave van uw persoonlijke standaard dashboard configureren in het gedeelte :guilabel:`Voorkeuren` van de instellingen voor uw gebruikersprofiel.
pt: Pode configurar a sua exibição de painel predefinido pessoal na secção :guilabel:`Preferências` das configurações do perfil do utilizador.
pt_br: Você pode configurar sua exibição de painel padrão pessoal na seção :guilabel:`Preferências` das configurações do perfil do usuário.
ro: Puteți configura vizualizarea personală implicită a tabloului de bord în secțiunea :guilabel:`Preferences` din setările profilului vostru de utilizator.
ru: Вы можете изменить внешний вид панели управления под себя на вкладке :guilabel:`Настройки` в параметрах своего профиля.
sv: Du kan konfigurera din personliga standardvy för instrumentpanelen i avsnittet :guilabel:`Inställningar` i dina användarprofilinställningar.
ta: உங்கள் தனிப்பட்ட இயல்புநிலை முகப்பலகை காட்சியை நீங்கள் உள்ளமைக்கலாம்: வபஇசிட்டை: உங்கள் பயனர் சுயவிவர அமைப்புகளின் `விருப்பத்தேர்வுகள்` பிரிவு.
tr: Kişisel varsayılan pano görünümünüzü, kullanıcı profili ayarlarınızın :guilabel:`Ayarlar` bölümünden yapılandırabilirsiniz.
uk: Налаштувати вашу типову особисту панель приладів за допомогою розділу :guilabel:`Preferences` параметрів профілю вашого запису користувача.
zh_hans: 你可以在你的用户个人资料的 :guilabel:`首选项` 部分配置你的个人操作面板默认视图。
zh_hant: 您可以在“用戶配置文件”設置的“用戶配置文件”設置中配置“個人默認儀表板”視圖：“首選項”部分。

source: When Weblate is configured for a single project using :setting:`SINGLE_PROJECT` in the :file:`settings.py` file (see :ref:`config`), the dashboard will not be shown, as the user will be redirected to a single project or component instead.
de: Wenn Weblate mit :setting:`SINGLE_PROJECT` in der Datei :file:`settings.py` (siehe :ref:`config`) für ein einzelnes Projekt konfiguriert ist, wird die Übersichtsseite nicht angezeigt, da der Benutzer stattdessen zu einem einzelnen Projekt oder einer Komponente weitergeleitet wird.
ga: Nuair a bheidh Weblate cumraithe le haghaidh tionscadal amháin ag baint úsáide as :setting:`SINGLE_PROJECT` sa chomhad :file:`settings.py` (féach :ref:`config`), ní thaispeánfar an painéal, mar go ndéanfar an t-úsáideoir a atreorú chuig tionscadal nó comhpháirt amháin ina ionad.
hu: Ha a Weblate egyetlen projekthez van konfigurálva a :setting:`SINGLE_PROJECT` beállítással a :file:`settings.py` fájlban (lásd: :ref:`config`), a vezérlőpult nem jelenik meg, hanem a rendszer egy adott projektre vagy összetevőre irányítja át a felhasználót.
id: Bila Weblate dikonfigurasi untuk satu proyek menggunakan :setting:`SINGLE_PROJECT` dalam berkas :file:`settings.py` (lihat :ref:`config`), dasbor tidak akan ditampilkan, karena pengguna akan diarahkan ke satu proyek atau komponen saja.
ja: :file:`settings.py` ファイル（参照: :ref:`config`）で :setting:`SINGLE_PROJECT` を使用して Weblate を単一のプロジェクト用に設定している場合、ダッシュボードは表示されません。これは、ユーザーが単一のプロジェクトまたはコンポーネントにリダイレクトされるためです。
nl: Als Weblate is geconfigureerd voor een enkel project met :setting:`SINGLE_PROJECT` in het bestand :file:`settings.py` (bekijk :ref:`config`), zal het dashboard niet worden weergegeven, omdat de gebruiker in plaats daarvan zal worden verwezen naar een enkel project of onderdeel.
pt: Quando o Weblate estiver configurado para um único projeto a usar :setting:`SINGLE_PROJECT` no ficheiro :file:`settings.py` (veja :ref:`config`), o painel não será mostrado, pois o utilizador será redirecionado para um único projeto ou componente.
pt_br: Quando o Weblate estiver configurado para um único projeto usando :setting:`SINGLE_PROJECT` no arquivo :file:`settings.py` (consulte :ref:`config`), o painel não será mostrado, pois o usuário será redirecionado para um único projeto ou componente.
ro: Atunci când Weblate este configurat pentru un singur proiect folosind :setting:`SINGLE_PROJECT` în fișierul :file:`settings.py` (vezi :ref:`config`), tabloul de bord nu va fi afișat, deoarece utilizatorul va fi redirecționat către un singur proiect sau o singură componentă.
ru: Если Weblate настроен для перевода одного проекта (установлен параметр :setting:`SINGLE_PROJECT` в файле :file:`settings.py`, смотрите раздел :ref:`config`), то вместо того, чтобы отображать панель управления, Weblate будет сразу перенаправлять пользователь на страницу этого проекта (или его компонента).
sv: När Weblate konfigureras för ett enda projekt med :setting:`SINGLE_PROJECT` i filen :file:`settings.py` (se :ref:`config`), visas inte instrumentpanelen, eftersom användaren istället omdirigeras till ett enda projekt eller en enda komponent.
tr: Weblate, :file:`settings.py` dosyasında :setting:`SINGLE_PROJECT` seçeneği ile tek bir proje için yapılandırıldığında (ayrıntılı bilgi almak için: :ref:`config`), kullanıcı tek bir projeye veya bileşene yönlendirileceğinden pano görüntülenmez.
uk: Якщо Weblate налаштовано для одного проєкту за допомогою змінної :setting:`SINGLE_PROJECT` у файлі :file:`settings.py` (див. :ref:`config`), панель приладів не буде показано, оскільки користувача буде переспрямовано до сторінки єдиного проєкту або складника.
zh_hans: 当使用 :file:`settings.py` 文件中的 :setting:`SINGLE_PROJECT` 为单个项目配置 Weblate 时（请参阅 :ref:`config`），操作面板将不会显示，因为用户将被重定向到一个项目或部件。
zh_hant: 當使用以下項目配置WebBleate時：設置：`single_project`：file：`settings.py`文件（請參閱：ref：`config`），儀表板將不會顯示，因為用戶將被重定向到單個項目或組件。

source: User profile
de: Benutzerprofil
ga: Próifíl an úsáideora
hu: Felhasználói profil
id: Profil pengguna
ja: ユーザー情報
nl: Gebruikersprofiel
pt: Perfil do utilizador
pt_br: Perfil do usuário
ro: Profil utilizator
ru: Профиль пользователя
sv: Användarprofil
ta: பயனர் சுயவிவரம்
tr: Kullanıcı profili
uk: Профіль користувача
zh_hans: 用户个人资料
zh_hant: 使用者個人檔案

source: The user profile is accessible by clicking your user icon in the top-right of the top menu, then the :guilabel:`Settings` menu.
de: Das Benutzerprofil erreichen Sie, indem Sie auf Ihr Benutzersymbol oben rechts im Hauptmenü und dann auf das Menü :guilabel:`Einstellungen` klicken.
ga: Is féidir an phróifíl úsáideora a rochtain ach cliceáil ar do dheilbhín úsáideora ar thaobh na láimhe deise ar bharr an roghchláir ar bharr, ansin ar an roghchlár :guilabel:`Settings`.
hu: A felhasználói profil elérhető a felső menüsor jobb sarkában található felhasználói ikonra kattintva, majd válassza a :guilabel:`Beállítások` menüpontot.
id: Profil pengguna dapat diakses dengan mengklik ikon pengguna Anda di kanan atas menu atas, lalu menu :guilabel:`Settings`.
ja: ユーザー情報にアクセスするには、トップメニューの右上にあるユーザー アイコンをクリックし、:guilabel:`設定` メニューをクリックします。
nl: Het gebruikersprofiel is toegankelijk door te klikken op uw gebruikerspictogram, rechtsboven in het bovenste menu, en dan het :guilabel:`Instellingen`.
pt: O perfil do utilizador é acessível clicando no ícone do utilizador no topo direito do menu superior e depois no menu :guilabel:`Configurações`.
pt_br: O perfil do usuário é acessível clicando no ícone do usuário no topo direito do menu superior e, em seguida, no menu :guilabel:`Configurações`.
ro: Profilul utilizatorului este accesibil dând clic pe pictograma utilizatorului tău în partea dreaptă sus a meniului de sus, apoi pe meniul :guilabel:`Settings`.
ru: Чтобы перейти к настройкам своего профиля, щелкните по иконке пользователя в верхней правой части экрана (в верхнем меню) и выберите пункт :guilabel:`Параметры`.
sv: Du kommer åt användarprofilen genom att klicka på din användarikon längst upp till höger i toppmenyn och sedan på menyn :guilabel:`Inställningar`.
ta: மேல் மெனுவின் மேல் வலதுபுறத்தில் உங்கள் பயனர் ஐகானைக் சொடுக்கு செய்வதன் மூலம் பயனர் சுயவிவரம் அணுகக்கூடியது, பின்னர்: வபஇசிட்டை: `அமைப்புகள்` பட்டியல்.
tr: Kullanıcı profiline, üst menünün sağ üst köşesindeki kullanıcı simgenize ve ardından menüden :guilabel:`Ayarlar` seçeneğine tıklayarak erişebilirsiniz.
uk: Доступ до профілю користувача можна отримати клацанням на піктограмі вашого користувача у верхньому правому куті верхнього меню. Вам слід вибрати пункт :guilabel:`Налаштування`.
zh_hans: 通过单击顶部菜单右上角的用户图标，然后单击 :guilabel:`设置` 菜单，可以访问用户配置文件。
zh_hant: 單擊頂部菜單的右上角的“用戶”圖標可以訪問用戶配置文件，然後單擊“：Guilabel：”設置“菜單。

source: The user profile contains your preferences. Name and e-mail address is used in VCS commits, so keep this info accurate.
de: Das Benutzerprofil enthält Ihre Einstellungen. Name und E-Mail-Adresse werden in VCS-Commits verwendet, also halten Sie diese Informationen aktuell.
ga: Tá do shainroghanna sa phróifíl úsáideora. Úsáidtear ainm agus seoladh ríomhphoist i ngeallta VCS, mar sin coinnigh an fhaisnéis seo cruinn.
hu: A felhasználói profilban adhatók meg a személyes beállítások. A megadott név és e-mail-cím a verziókezelő rendszerben végzett véglegesítésekbe kerül felhasználásra, ezért ügyeljen azok pontosságára.
id: Profil pengguna berisi preferensi Anda. Nama dan alamat surel digunakan dalam komit VCS, jadi pastikan informasi ini akurat.
ja: ユーザー情報には、ユーザーの環境設定が含まれています。VCS コミットでは名前とメールアドレスを使用するため、この情報は正確に登録してください。
nl: Het gebruikersprofiel bevat uw voorkeuren. Naam en e-mailadres wordt gebruikt voor indieningen bij het VCS, houd deze informatie dus nauwkeurig bij.
pt: O perfil do utilizador contém as suas preferências. Nome e endereço de e-mail são usados em commits de VCS, por isso mantenha essas informações precisas.
pt_br: O perfil do usuário contém suas preferências. Nome e endereço de e-mail são usados em commits de VCS, por isso mantenha essas informações precisas.
ro: Profilul utilizatorului conține preferințele dumneavoastră. Numele și adresa de e-mail sunt folosite în VCS, așa că păstrați aceste informații corecte.
ru: В профиле пользователя содержатся ваши предпочтения. Имя и адрес электронной почты будут использоваться в коммитах системы контроля версий, поэтому укажите в них верную информацию.
sv: Användarprofilen innehåller dina preferenser. Namn och e-postadress används i VCS-commits, så se till att dessa uppgifter är korrekta.
ta: பயனர் சுயவிவரத்தில் உங்கள் விருப்பத்தேர்வுகள் உள்ளன. vcs கமிட்டுகளில் பெயர் மற்றும் மின்னஞ்சல் முகவரி பயன்படுத்தப்படுகிறது, எனவே இந்த தகவலை துல்லியமாக வைத்திருங்கள்.
tr: Kullanıcı profilinizde ayarlarınız bulunur. Sürüm denetimi sistemi işlemelerinde adınız ve e-posta adresiniz kullanılır. Bu nedenle bu bilgilerin doğru olmasını sağlayın.
uk: Профіль користувача містить параметри вашого облікового запису. Ім'я і адреса електронної пошти використовуються у внесках до системи керування версіями, тому слід точно вказати ці дані.
zh_hans: 用户配置文件包含您的首选项。名称和电子邮箱地址在版本控制系统提交中使用，因此请保持此信息准确无误。
zh_hant: 用戶配置文件包含您的首選項。VCS提交中使用的名稱和電子郵件地址，因此請保持此信息準確。

source: All language selections only offer currently translated languages.
de: Alle Sprachauswahlen bieten nur die aktuell übersetzten Sprachen an.
ga: Ní thairgeann gach rogha teanga ach teangacha aistrithe faoi láthair.
hu: A nyelvválasztási lehetőségek kizárólag a jelenleg lefordított nyelveket tartalmazzák.
id: Semua pilihan bahasa hanya menawarkan bahasa yang saat ini diterjemahkan.
ja: すべての言語の選択では、現在翻訳されている言語のみが提供されます。
nl: Alle taalselecties bieden alleen de momenteel vertaalde talen aan.
pt: Todas as seleções de idiomas só oferecem idiomas traduzidos atualmente.
pt_br: Todas as seleções de idiomas só oferecem idiomas traduzidos atualmente.
ro: Toate selecțiile de limbă oferă doar limbile traduse în prezent.
ru: Во всех пунктах настроек, связанных с языками, можно выбрать только те языки, которые в данный момент уже используются в переводах.
sv: Alla språkalternativ erbjuder endast språk som för närvarande är översatta.
ta: அனைத்து மொழித் தேர்வுகளும் தற்போது மொழிபெயர்க்கப்பட்ட மொழிகளை மட்டுமே வழங்குகின்றன.
tr: Tüm dil seçimlerinde yalnızca şu anda çevirisi yapılan diller sunulur.
uk: Для всіх наборів мов буде запропоновано лише поточні мови перекладу.
zh_hans: 所有语言选择仅提供当前翻译的语言。
zh_hant: 所有語言選擇僅提供目前翻譯的語言。

source: Request or add other languages you want to translate by clicking the button to make them available too.
de: Fragen Sie weitere zu übersetzende Sprachen an, oder fügen Sie sie hinzu, indem Sie auf die Schaltfläche klicken, um sie ebenfalls verfügbar zu machen.
ga: Iarr nó cuir leis na teangacha eile is mian leat a aistriú trí chliceáil ar an gcnaipe chun iad a chur ar fáil freisin.
hu: További nyelveket kérhet vagy adhat hozzá a fordítandó nyelvek listájához a megfelelő gomb megnyomásával, így azok is elérhetők lesznek.
id: Minta atau tambahkan bahasa lain yang ingin Anda terjemahkan dengan mengklik tombol untuk menyediakannya juga.
ja: ボタンをクリックして、翻訳する他の言語をリクエストまたは追加し、使用可能にします。
nl: Verzoeken of toevoegen van andere talen die u wilt vertalen, door op de knop te klikken om ze ook beschikbaar te maken.
pt: Solicite ou adicione outros idiomas que deseja traduzir clicando no botão para torná-los também disponíveis.
pt_br: Solicite ou adicione outros idiomas que você deseja traduzir clicando no botão para torná-los disponíveis também.
ro: Solicitați sau adăugați alte limbi pe care doriți să le traduceți făcând clic pe buton pentru a le face disponibile și pe acestea.
ru: Чтобы были доступны и другие языки, на которые вы хотели бы что-нибудь перевести, сделайте запрос на их добавление или добавьте их самостоятельно, нажав на соответствующую кнопку.
sv: Begär eller lägg till andra språk som du vill översätta genom att klicka på knappen för att göra dem tillgängliga också.
ta: பொத்தானைக் சொடுக்கு செய்வதன் மூலம் நீங்கள் மொழிபெயர்க்க விரும்பும் பிற மொழிகளைக் கோரவும் அல்லது சேர்.
tr: Çevirmek istediğiniz diğer dilleri kullanılabilir kılmak için düğmeye tıklayarak dil isteğinde bulunan ya da ekleyin.
uk: Надіслати запит щодо додавання інших мов або додати інші мови, якими ви хочете перекласти проєкт, можна натисканням відповідної кнопки.
zh_hans: 通过单击按钮请求或添加要翻译的其他语言，以使其也可用。
zh_hant: 請求或添加要通過單擊按鈕來翻譯的其他語言，以使其成為可用。

source: Interface language
de: Sprache der Bedienoberfläche
ga: Teanga comhéadan
hu: Felület nyelve
id: Bahasa antarmuka
ja: 表示言語
nl: Taal van gebruikersinterface
pt: Idioma da interface
pt_br: Idioma da interface
ro: limba interfeței
ru: Язык интерфейса
sv: Gränssnittsspråk
ta: இடைமுக மொழி
tr: Arayüz dili
uk: Мова інтерфейсу
zh_hans: 界面语言

source: Choose the language you want to display the UI in.
de: Wählen Sie die Sprache, in der die Bedienoberfläche angezeigt werden soll.
ga: Roghnaigh an teanga inar mian leat an Chomhéadain a thaispeáint.
hu: Válassza ki, hogy mely nyelven szeretné megjeleníteni a felhasználói felületet.
id: Pilih bahasa yang Anda inginkan untuk ditampilkan di antarmuka.
ja: UI を表示する言語を選択します。
nl: Kies de taal waarin u de gebruikersinterface wilt weergeven.
pt: Escolha o idioma que deseja exibir na UI.
pt_br: Escolha o idioma que você deseja mostrar na UI.
ro: Alegeți limba în care doriți să afișați IU.
ru: Выберите язык, на который вы желаете переводить.
sv: Välj det språk du vill visa användargränssnittet på.
ta: நீங்கள் இடைமுகம் ஐக் காட்ட விரும்பும் மொழியைத் தேர்வுசெய்க.
tr: Kullanıcı arayüzünün görüntülenmesini istediğiniz dili seçin.
uk: Виберіть мову, якою має бути показано інтерфейс користувача.
zh_hans: 请选择你想要在用户界面中展示的语言。

source: Translated languages
de: Übersetzte Sprachen
ga: Teangacha aistrithe
hu: Fordított nyelvek
id: Bahasa yang diterjemahkan
ja: 翻訳する言語
nl: Toegevoegde vertalingen
pt: Idiomas traduzidos
pt_br: Idiomas traduzidos
ro: Limbi traduse
ru: Языки перевода
sv: Översatta språk
ta: மொழிபெயர்க்கப்பட்ட மொழிகள்
tr: Çevrilen diller
uk: Перекладено мовами
zh_hans: 翻译语言
zh_hant: 想翻譯成哪些語言

source: Choose which languages you prefer to translate, and they will be offered on the main page of watched projects, so that you have easier access to these all translations in each of those languages.
de: Wählen Sie die Sprachen, die Sie bevorzugt übersetzen möchten, und sie werden auf der Hauptseite der beobachteten Projekte angeboten, so dass Sie leichteren Zugang zu allen Übersetzungen in jeder dieser Sprachen haben.
ga: Roghnaigh na teangacha is fearr leat a aistriú, agus cuirfear ar fáil iad ar phríomhleathanach na dtionscadal faire, ionas go mbeidh rochtain níos éasca agat ar na haistriúcháin go léir i ngach ceann de na teangacha sin.
hu: Válassza ki, mely nyelvekre szeret fordítani — ezek megjelennek a megfigyelt projektek főoldalán, így egyszerűbbé válik a fordítások elérése ezekre a nyelvekre.
id: Pilih bahasa mana yang ingin Anda terjemahkan, dan bahasa tersebut akan ditawarkan di halaman utama proyek yang ditonton, sehingga Anda lebih mudah mengakses semua terjemahan dalam setiap bahasa tersebut.
ja: 翻訳したい言語を選択すると、監視中のプロジェクトのメイン ページに表示され、そこから選択した言語のすべての翻訳に簡単にアクセスできます。
nl: Kies welke talen uw voorkeur hebben om te vertalen en zij zullen op de hoofdpagina van gevolgde projecten worden aangeboden, zodat u gemakkelijker toegang heeft tot al deze vertalingen in elk van die talen.
pt: Escolha quais idiomas prefere traduzir e eles serão oferecidos na página principal de projetos assistidos, para que tenha acesso mais fácil a todas essas traduções em cada um desses idiomas.
pt_br: Escolha quais idiomas você prefere traduzir, e eles serão oferecidos na página principal de projetos monitorados, para que você tenha acesso mais fácil a essas todas as traduções em cada um desses idiomas.
ro: Alegeți limbile pe care preferați să le traduceți, iar acestea vor fi oferite pe pagina principală a proiectelor urmărite, astfel încât să aveți acces mai ușor la toate traducerile în fiecare dintre aceste limbi.
ru: Дабы облегчить себе доступ к переводам на конкретные языки, вы можете выбрать их у себя в профиле в качестве предпочитаемых, и они будут отображаться на главной странице в списке отслеживаемых проектов.
sv: Välj vilka språk du föredrar att översätta, så kommer de att visas på huvudsidan för övervakade projekt, så att du lättare kan komma åt alla översättningar på vart och ett av dessa språk.
ta: நீங்கள் எந்த மொழிகளை மொழிபெயர்க்க விரும்புகிறீர்கள் என்பதைத் தேர்வுசெய்க, மேலும் அவை பார்த்த திட்டங்களின் முதன்மையான பக்கத்தில் வழங்கப்படும், இதனால் அந்த ஒவ்வொரு மொழிகளிலும் இந்த அனைத்து மொழிபெயர்ப்புகளையும் நீங்கள் எளிதாக அணுகலாம்.
tr: Hangi dilleri çevirmeyi yeğlediğinizi seçin. Bunlar izlenen projelerin ana sayfasında görüntülenir. Böylece bu dillerdeki çevirilere daha kolay erişebilirsiniz.
uk: Виберіть мови, якими ви хочете перекладати, і їх буде запропоновано на головній сторінці списку відстежуваних проєктів, отже вам буде простіше отримати доступ до перекладів кожною з цих мов.
zh_hans: 选择您喜欢翻译的语言，它们将在已关注项目的主页上提供，以便您可以更轻松地访问每种语言的所有翻译。
zh_hant: 選擇您更喜歡翻譯的語言，它們將在觀看項目的主頁上提供，因此您可以更容易地訪問每個語言中的所有翻譯。

source: Secondary languages
de: Zweitsprachen
ga: Teangacha tánaisteacha
hu: Másodlagos nyelvek
id: Bahasa sekunder
ja: 第二言語
nl: Secundaire talen
pt: Idiomas secundários
pt_br: Idiomas secundários
ro: Limbi secundare
ru: Вспомогательные языки
sv: Sekundära språk
ta: இரண்டாம் நிலை மொழிகள்
tr: İkincil diller
uk: Допоміжні мови
zh_hans: 第二语言
zh_hant: 第二語言
