Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Dumps userdata to a file for later use by :wladmin:`importuserdata`.
de: Schreibt die Benutzerdaten in eine Datei zur späteren Verwendung durch :wladmin:`importuserdata`.
ga: Dumpálann sonraí úsáideora chuig comhad le húsáid níos déanaí ag :wladmin:`importuserdata`.
hu: Felhasználói adatok mentése fájlba, hogy később a :wladmin:`importuserdata` paranccsal visszatölthetők legyenek.
id: Membuang data pengguna ke sebuah berkas untuk digunakan kemudian oleh :wladmin:`importuserdata`.
ja: :wladmin:`importuserdata` を後で使用するために userdata をファイルにダンプします。
nl: Dumpt gebruikersgegevens in een bestand om later te gebruiken door :wladmin:`importuserdata`.
pt: Despeja dados de utilizador num ficheiro para uso posterior por :wladmin:`importuserdata`.
pt_br: Despeja dados de usuário em um arquivo para uso posterior por :wladmin:`importuserdata`.
ru: Сбрасывает пользовательские данные в файл для последующего использования :wladmin:`importuserdata`.
sv: Sparar användardata till en fil för senare användning av :wladmin:`importuserdata`.
tr: Kullanıcı verilerini daha sonra :wladmin:`importuserdata` tarafından kullanılabilecek biçimde bir dosyaya kaydeder.
uk: Створити дамп даних користувачів у файлі для наступного використання у :wladmin:`importuserdata`.
zh_hans: 通过 :wladmin:`importuserdata` 将 userdata 转储到文件供以后使用。

source: This comes in handy when migrating or merging Weblate instances.
de: Dies ist sehr nützlich, wenn Sie Weblate-Instanzen migrieren oder zusammenführen.
ga: Bíonn sé seo áisiúil nuair a aistrítear nó nuair a dhéantar cásanna Weblate a chumasc.
hu: Hasznos lehet Weblate példányok migrálásánál vagy összevonásánál.
id: Ini berguna saat melakukan migrasi atau penggabungan instansi Weblate.
ja: これは、Weblate インスタンスを移行またはマージするときに便利です。
nl: Dit is handig bij het migreren of samenvoegen van instanties van Weblate.
pt: Isso é útil ao migrar ou mesclar instâncias do Weblate.
pt_br: Isso é útil ao migrar ou mesclar instâncias do Weblate.
ro: Acest lucru este util atunci când migrați sau fuzionați instanțe Weblate.
ru: Она пригодится при переносе или слиянии экземпляров Weblate’а.
sv: Detta är praktiskt när man migrerar eller slår samman Weblate-instanser.
ta: வலைபெயர்ப்பு நிகழ்வுகளை இடம்பெயரும்போது அல்லது இணைக்கும்போது இது கைக்குள் வருகிறது.
tr: Bu seçenek, Weblate kopyalarını taşırken ya da birleştirirken işe yarar.
uk: Ця можливість стане у пригоді, якщо ви вирішите перенести або злити екземпляри Weblate.
zh_hans: 这在迁移或合并 Weblate 实例时会很方便。
zh_hant: 這在遷移或合併 Weblate 事例是會很方便。

source: Creates a demo project with components based on <https://github.com/WeblateOrg/demo>. Make sure the celery tasks are running before running this command.
de: Erstellt ein Demoprojekt mit Komponenten auf der Grundlage von <https://github.com/WeblateOrg/demo>. Vergewissern Sie sich, dass die celery-Tasks laufen, bevor Sie diesen Befehl ausführen.
ga: Cruthaíonn sé tionscadal taispeána le comhpháirteanna bunaithe ar <https://github.com/WeblateOrg/demo>. Cinntigh go bhfuil na tascanna soilire ar siúl roimh an ordú seo a rith.
hu: Demó projekt létrehozása a következő alapján: <https://github.com/WeblateOrg/demo>. A parancs futtatása előtt győződjön meg arról, hogy a Celery-feladatok futnak.
id: Membuat proyek demo dengan komponen berdasarkan <https://github.com/WeblateOrg/demo>. Pastikan tugas celery berjalan sebelum menjalankan perintah ini.
ja: <https://github.com/WeblateOrg/demo> に基づくコンポーネントを含んだデモプロジェクトを作成します。このコマンドを実行する前に、celery のタスクが実行されていることを確認してください。
nl: Maakt een demoproject met onderdelen gebaseerd op <https://github.com/WeblateOrg/demo>. Zorg ervoor dat de taken Celery worden uitgevoerd voordat deze opdracht wordt uitgevoerd.
pt: Cria um projeto de demonstração com componentes baseados em <https://github.com/WeblateOrg/demo>. Certifique-se de que as tarefas de Celery estejam em execução antes de executar este comando.
pt_br: Cria um projeto de demonstração com componentes baseados em <https://github.com/WeblateOrg/demo>. Certifique-se de que as tarefas de Celery estejam em execução antes de executar este comando.
ro: Creează un proiect demo cu componente bazate pe <https://github.com/WeblateOrg/demo>. Asigurați-vă că sarcinile celery sunt în curs de execuție înainte de a rula această comandă.
ru: Создаёт демонстрационный проект с компонентами на основе <https://github.com/WeblateOrg/demo>. Перед выполнением этой команды убедитесь, что задачи celery запущены.
sv: Skapar ett demoprojekt med komponenter baserade på <https://github.com/WeblateOrg/demo>. Se till att celery-uppgifterna körs innan du kör detta kommando.
ta: <https://github.com/weblateorg/demo> ஐ அடிப்படையாகக் கொண்ட கூறுகளுடன் ஒரு டெமோ திட்டத்தை உருவாக்குகிறது. இந்த கட்டளையை இயக்குவதற்கு முன்பு செலரி பணிகள் இயங்குவதை உறுதிசெய்க.
tr: <https://github.com/WeblateOrg/demo> bileşenlerini temel alan bir tanıtım projesi oluşturur. Bu komutu çalıştırmadan önce Celery görevlerinin çalıştığından emin olun.
uk: Створює демонстраційний проєкт зі складниками на основі <https://github.com/WeblateOrg/demo>. Перш ніж віддавати цю команду, переконайтеся, що завдання celery запущено.
zh_hans: 基于 <https://github.com/WeblateOrg/demo> 创建包含部件的演示项目。运行此命令之前，请确保 celery 任务正在运行。

source: This can be useful when developing Weblate.
de: Dies kann bei der Entwicklung von Weblate nützlich sein.
ga: Féadfaidh sé seo a bheith úsáideach agus Weblate á fhorbairt.
hu: Ez hasznos lehet a Weblate fejlesztése során.
id: Ini dapat berguna saat mengembangkan Weblate.
ja: これは Weblate の開発時に便利です。
nl: Dit kan nuttig zijn bij het ontwikkelen van Weblate.
pt: Isso pode ser útil ao desenvolver Weblate.
pt_br: Isso pode ser útil ao desenvolver Weblate.
ro: Acest lucru poate fi util atunci când se dezvoltă Weblate.
ru: Может быть полезна при разработке Weblate’а.
sv: Detta kan vara användbart vid utveckling av Weblate.
ta: வலைபெயர்ப்பு உருவாக்கும்போது இது பயனுள்ளதாக இருக்கும்.
tr: Bu seçenek, Weblate geliştirme çalıştırmaları için yararlı olabilir.
uk: Ця можливість може бути корисною для розробників Weblate.
zh_hans: 这在开发 Weblate 时会有用。
zh_hant: 這在開發 Weblate 時會有用。

source: Removes existing demo project.
de: Entfernt ein bestehendes Demoprojekt.
ga: Baintear an tionscadal taispeána atá ann cheana féin.
hu: Létező demó projekt eltávolítása.
id: Menghapus proyek demo yang ada.
ja: 既存のデモ プロジェクトを削除します。
nl: Verwijdert bestaand demo-project.
pt: Remove o projeto de demonstração existente.
pt_br: Remove o projeto de demonstração existente.
ru: Удаляет существующий демопроект.
sv: Tar bort befintligt demoprojekt.
ta: இருக்கும் டெமோ திட்டத்தை நீக்குகிறது.
tr: Var olan tanıtım projesini kaldırır.
uk: Вилучає наявний демонстраційний проєкт.
zh_hans: 删除现有的演示项目。

source: Batch import of components based on JSON data.
de: Batch-Import von Komponenten basierend auf JSON-Daten.
ga: Iompórtáil bhaisc comhpháirteanna bunaithe ar shonraí JSON.
hu: Összetevők kötegelt importálása JSON-adatok alapján.
id: Impor komponen secara batch berdasarkan data JSON.
ja: JSON データに基づくコンポーネントの一括インポート。
nl: Bulk importeren van onderdelen, gebaseerd op gegevens van JSON.
pt: Importação em lote de componentes com base em dados JSON.
pt_br: Importação em lote de componentes com base em dados JSON.
ro: Import pe loturi de componente pe baza datelor JSON.
ru: Пакетный импорт компонентов, основанных на данных из JSON.
sv: Batchimport av komponenter baserat på JSON-data.
ta: சாதொபொகு தரவின் அடிப்படையில் கூறுகளின் தொகுதி இறக்குமதி.
tr: JSON verileri kullanan bileşenleri toplu olarak içe aktarır.
uk: Пакетне імпортування складників на основі даних JSON.
zh_hans: 根据 JSON 数据批量导入部件。
zh_hant: 根據 JSON 數據批量導入組件。

source: The imported JSON file structure pretty much corresponds to the component object (see :http:get:`/api/components/(string:project)/(string:component)/`). You have to include the ``name`` and ``filemask`` fields.
de: Die Struktur der importierten JSON-Datei entspricht im Wesentlichen dem Komponentenobjekt (siehe :http:get:`/api/components/(string:project)/(string:component)/`). Sie müssen die Felder ``name`` und ``filemask`` einschließen.
ga: Freagraíonn an struchtúr comhaid JSON iompórtáilte go mór leis an oibiacht chomhpháirteach (féach :http:get:`/api/components/(string:project)/(string:component)/`). Caithfidh tú na réimsí ``ainm`` agus ``masca comhaid`` a chur san áireamh.
hu: Az importált JSON-fájl felépítése nagyrészt megfelel az összetevő objektumnak (lásd: :http:get:`/api/components/(string:project)/(string:component)/`). Kötelező megadni a ``name`` és ``filemask`` mezőket.
id: Struktur berkas JSON yang diimpor kurang lebih sama dengan objek komponen (lihat :http:get:`/api/components/(string:project)/(string:component)/`). Anda harus menyertakan kolom ``name`` dan ``filemask``.
ja: インポートした JSON ファイル構造は、コンポーネント オブジェクトにほぼ対応しています （参照: :http:get:`/api/components/(string:project)/(string:component)/`）。``name`` フィールドと ``filemask`` フィールドを必ず含めてください。
nl: De geïmporteerde bestandsstructuur van JSON correspondeert behoorlijk met het object onderdeel (bekijk :http:get:`/api/components/(string:project)/(string:component)/`). U moet de velden ``name`` en ``filemask`` opnemen.
pt: A estrutura do ficheiro JSON importado corresponde basicamente ao objeto do componente (consulte :http:get:`/api/components/(string:project)/(string:component)/`). Deve incluir os campos ``name`` e ``filemask``.
pt_br: A estrutura do arquivo JSON importado corresponde basicamente ao objeto do componente (consulte :http:get:`/api/components/(string:project)/(string:component)/`). Você deve incluir os campos ``name`` e ``filemask``.
ro: Structura fișierului JSON importat corespunde în mare parte obiectului component (a se vedea :http:get:`/api/components/(string:project)/(string:component)/`). Trebuie să includeți câmpurile ``name`` și ``filemask``.
ru: Структура JSON импортируемого файла в значительной степени соответствует объекту компонента (смотрите :http:get:`/api/components/(string:project)/(string:component)/`). Вы должны включить поля ``name`` и ``filemask``.
sv: Den importerade JSON-filstrukturen motsvarar i stort sett komponentobjektet (se :http:get:`/api/components/(string:project)/(string:component)/`). Du måste inkludera fälten ``name`` och ``filemask``.
tr: İçe aktarılan JSON dosya yapısı aşağı yukarı bileşen nesnesine karşılık gelir (ayrıntılı bilgi almak için: :http:get:`/api/components/(string:project)/(string:component)/`). ``name`` ve ``filemask`` alanlarını katmanız gerekir.
uk: Структура імпортованого файла JSON дуже подібна до об'єкта складника (див. :http:get:`/api/components/(string:project)/(string:component)/`). Вам слід включити поля ``name`` і ``filemask``.
zh_hans: 导入的 JSON 文件结构非常符合部件对象（请参见 :http:get:`/api/components/(string:project)/(string:component)/` ）。您必须包括 ``name`` 和 ``filemask`` 字段。
zh_hant: 導入的 JSON 文件結構非常符合組件對象（請參見 :http:get:`/api/components/(string:project)/(string:component)/` ）。您必須包括 ``name`` 和 ``filemask`` 字段。

source: Specifies where the components will be imported from.
de: Gibt an, woher die Komponenten importiert werden sollen.
ga: Sonraíonn an áit as a n-allmhaireofar na comhpháirteanna.
hu: Megadja, honnan történjen az összetevők importálása.
id: Menentukan dari mana komponen akan diimpor.
ja: コンポーネントのインポート元を指定します。
nl: Specificeert waaruit de onderdelen zullen worden geïmporteerd.
pt: Especifica de onde os componentes serão importados.
pt_br: Especifica de onde os componentes serão importados.
ro: Specifică locul de unde vor fi importate componentele.
ru: Указывает, откуда будут импортироваться компоненты.
sv: Anger varifrån komponenterna ska importeras.
ta: கூறுகள் எங்கிருந்து இறக்குமதி செய்யப்படும் என்பதைக் குறிப்பிடுகிறது.
tr: Bileşenlerin nereden içe aktarılacağını belirtir.
uk: Вказує, звідки буде імпортовано складники.
zh_hans: 指定从哪里导入部件。
zh_hant: 指定從哪裡導入組件。

source: Use the given VCS repository from this component for all of them.
de: Verwendet das angegebene VCS-Repository aus dieser Komponente für alle anderen.
ga: Bain úsáid as an stór VCS a thugtar ón gcomhpháirt seo le haghaidh gach ceann acu.
hu: A megadott VCS tároló használata minden összetevő esetén.
id: Gunakan repositori VCS yang diberikan dari komponen ini untuk semuanya.
ja: このコンポーネントから取得した VCS リポジトリを、すべての VCS に使用します。
nl: Gebruik de opgegeven opslagruimte van VCS van dit onderdeel voor alle onderdelen.
pt: Usa o repositório VCS fornecido deste componente para todos eles.
pt_br: Usa o repositório VCS fornecido deste componente para todos eles.
ro: Utilizați depozitul VCS dat din această componentă pentru toate acestea.
ru: Использовать указанный репозиторий системы контроля версий из этого компонента для всех остальных.
sv: Använd det angivna VCS-arkivet från denna komponent för alla.
ta: அவை அனைத்திற்கும் இந்த கூறுகளிலிருந்து கொடுக்கப்பட்ட வி.சி.எச் களஞ்சியத்தைப் பயன்படுத்து.
tr: Bunların tümü için bu bileşenden verilen sürüm denetimi sistemi deposunu kullanır.
uk: Використовувати вказане сховище системи керування версіями з цього складника для всіх складників.
zh_hans: 对所有的使用来自这个部件的给定版本控制系统仓库。
zh_hant: 對所有的使用來自這個組件的給定版本控制系統（VCS ）倉庫。

source: Skip (already) imported components.
de: Überspringt (bereits) importierte Komponenten.
ga: Skip (cheana) comhpháirteanna allmhairithe.
hu: A már importált összetevők kihagyása.
id: Lewati komponen yang (sudah) diimpor.
ja: （既に）インポートしたコンポーネントをスキップします。
nl: Sla (reeds) geïmporteerde onderdelen over.
pt: Pula os componentes (já) importados.
pt_br: Pula os componentes (já) importados.
ro: Treceți peste componentele (deja) importate.
ru: Пропускать (уже) импортированные компоненты.
sv: Hoppa över (redan) importerade komponenter.
ta: இறக்குமதி செய்யப்பட்ட கூறுகளைத் தவிர்க்கவும்.
tr: İçe aktarılmış (zaten) bileşenleri atlar.
uk: Пропустити (вже) імпортовані складники.
zh_hans: 跳过（已经）导入的部件。
zh_hant: 跳過（已經）導入的組件。

source: Update (already) imported components.
de: Aktualisiert (bereits) importierte Komponenten.
ga: Nuashonraigh (cheana) comhpháirteanna allmhairithe.
hu: A már importált összetevők frissítése.
id: Perbarui komponen yang (sudah) diimpor.
ja: （既に）インポートしたコンポーネントを更新します。
nl: Werk (reeds) geïmporteerde onderdelen bij.
pt: Atualiza os componentes (já) importados.
pt_br: Atualiza os componentes (já) importados.
ro: Actualizarea componentelor importate (deja).
ru: Обновлять (уже) импортированные компоненты.
sv: Uppdatera (redan) importerade komponenter.
ta: புதுப்பித்தல் (ஏற்கனவே) இறக்குமதி செய்யப்பட்ட கூறுகள்.
tr: İçe aktarılmış (zaten) bileşenleri günceller.
uk: Оновити (вже) імпортовані складники.
zh_hans: 更新（已经）导入的部件。
zh_hant: 更新（已經）導入的組件。

source: Example of JSON file:
de: Beispiel für eine JSON-Datei:
ga: Sampla de chomhad JSON:
hu: JSON-fájl példa:
id: Contoh berkas JSON:
ja: JSON ファイルの例:
nl: Voorbeeld van JSON-bestand:
pt: Exemplo de ficheiro JSON:
pt_br: Exemplo de arquivo JSON:
ro: Exemplu de fișier JSON:
ru: Пример JSON-файла:
sv: Exempel på JSON-fil:
ta: சாதொபொகு கோப்பின் எடுத்துக்காட்டு:
tr: JSON dosyası örneği:
uk: Приклад файла JSON:
zh_hans: JSON 文件的示例：
zh_hant: JSON 文件的例子：

source: Imports a file into the Weblate translation memory.
de: Importiert eine Datei in den Weblate-Übersetzungsspeicher.
ga: Iompórtálann sé comhad isteach sa chuimhne aistriúcháin Weblate.
hu: Fájl importálása a Weblate fordítási memóriába.
id: Mengimpor berkas ke dalam memori terjemahan Weblate.
nl: Importeert een bestand in het vertaalgeheugen van Weblate.
pt_br: Importa um arquivo para a memória de tradução do Weblate.
sv: Importerar en fil till Weblate-översättningsminnet.
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பு நினைவகத்தில் ஒரு கோப்பை இறக்குமதி செய்கிறது.
tr: Bir dosyayı Weblate çeviri belleği içine aktarır.
uk: Імпортує файл до пам’яті перекладів Weblate.
zh_hans: 将文件导入 Weblate 翻译记忆库。

source: Supported file formats are TMX, JSON, XLIFF, PO, CSV.
de: Unterstützte Dateiformate sind TMX, JSON, XLIFF, PO, CSV.
ga: Is iad formáidí comhaid tacaithe ná TMX, JSON, XLIFF, PO, CSV.
hu: Támogatott fájlformátumok: TMX, JSON, XLIFF, PO, CSV.
id: Format berkas yang didukung adalah TMX, JSON, XLIFF, PO, CSV.
nl: Ondersteunde bestandsindelingen zijn TMX, JSON, XLIFF, PO, CSV.
pt_br: Os formatos de arquivo compatíveis são TMX, JSON, XLIFF, PO, CSV.
sv: Följande filformat stöds: TMX, JSON, XLIFF, PO, CSV.
ta: ஆதரிக்கப்பட்ட கோப்பு வடிவங்கள் டி.எம்.எக்ச், சே.எச்.ஓ.எச், எக்ச்எல்ஐஎஃப், பிஓ, சி.எச்.வி.
tr: Desteklenen dosya biçimleri TMX, JSON, XLIFF, PO, CSV.
uk: Підтримувані формати файлів: TMX, JSON, XLIFF, PO, CSV.
zh_hans: 支持的文件格式为 TMX、JSON、XLIFF、PO、CSV。

source: Specifying a source and a target languages might be necessary for formats other than JSON and TMX.
de: Die Angabe einer Ausgangs- und Zielsprache für andere Formate als JSON und TMX kann erforderlich sein.
ga: Seans go mbeidh gá le foinse agus sprioctheanga a shonrú le haghaidh formáidí eile seachas JSON agus TMX.
hu: A JSON és TMX kívüli formátumoknál szükséges lehet a forrás- és célnyelv megadása.
id: Menentukan bahasa sumber dan bahasa target mungkin diperlukan untuk format selain JSON dan TMX.
nl: Specificeren van een bron- en doeltaal zou nodig kunnen zijn voor andere indelingen dan JSON en TMX.
pt_br: Especificar um idioma de origem e um de destino pode ser necessário para formatos diferentes de JSON e TMX.
sv: Det kan vara nödvändigt att ange källspråk och målspråk för andra format än JSON och TMX.
ta: சாதொபொகு மற்றும் TMX தவிர வேறு வடிவங்களுக்கு ஒரு மூலத்தையும் இலக்கு மொழிகளையும் குறிப்பிடுவது அவசியமாக இருக்கலாம்.
tr: JSON ve TMX dışındaki biçimler için bir kaynak ve hedef dil belirtilmesi gerekebilir.
uk: Зазначення вихідної та цільової мов може знадобитися для форматів, відмінних від JSON і TMX.
zh_hans: 对于 JSON 和 TMX 以外的格式可能必须要指定源语言和目标语言。

source: Allows mapping languages in the TMX to the Weblate translation memory. The language codes are mapped after normalization usually done by Weblate.
de: Ermöglicht die Zuordnung von Sprachen im TMX zum Weblate-Übersetzungsspeicher. Die Sprachcodes werden nach der Normalisierung, die normalerweise von Weblate vorgenommen wird, zugeordnet.
ga: Ligeann sé seo teangacha a mhapáil sa TMX chuig an gcuimhne aistriúcháin Weblate. Déantar na cóid teanga a mhapáil tar éis normalaithe a dhéanann Weblate de ghnáth.
hu: Lehetővé teszi a TMX-ben szereplő nyelvek hozzárendelését a Weblate fordítási memóriához. A nyelvkódok hozzárendelése a Weblate által végzett normalizálás után történik.
id: Memungkinkan pemetaan bahasa dalam TMX ke memori terjemahan Weblate. Kode bahasa dipetakan setelah normalisasi, yang biasanya dilakukan oleh Weblate.
ja: TMX の言語を Weblate 翻訳メモリに対応付けます。言語コードは、通常 Weblate によって行われる正規化の後に対応付けられます。
nl: Maakt verwijzen van talen in de TMX naar het vertaalgeheugen van Weblate mogelijk. De taalcodes worden verwezen na normalisatie die gewoonlijk wordt uitgevoerd door Weblate.
pt: Permite mapear idiomas no TMX para a memória de tradução do Weblate. Os códigos de idioma são mapeados após a normalização geralmente feita pelo Weblate.
pt_br: Permite mapear idiomas no TMX para a memória de tradução do Weblate. Os códigos de idioma são mapeados após a normalização geralmente feita pelo Weblate.
ro: Permite maparea limbilor din TMX în memoria de traducere Weblate. Codurile limbilor sunt cartografiate după normalizarea efectuată de obicei de Weblate.
ru: Позволяет отобразить языки из TMX на память переводов Weblate’а. Коды языков отображаются после выполняемой Weblate’ом нормализации.
sv: Gör det möjligt att mappa språk i TMX till Weblate-översättningsminnet. Språkkoderna mappas efter normalisering, som vanligtvis utförs av Weblate.
ta: டி.எம்.எக்சில் மொழிகளை மேப்பிங் செய்வது வலைபெயர்ப்பு மொழிபெயர்ப்பு நினைவகத்திற்கு அனுமதிக்கிறது. பொதுவாக வலைபெயர்ப்பு செய்யப்பட்ட இயல்பாக்கத்திற்குப் பிறகு மொழி குறியீடுகள் வரைபடமாக்கப்படுகின்றன.
tr: TMX dosyasındaki dillerin Weblate çeviri belleği ile eşlenmesini sağlar. Dil kodları genellikle Weblate tarafından yapılan normalleştirmeden sonra eşlenir.
uk: Надає змогу встановлювати прив'язки мов у TMX до пам'яті перекладів Weblate. Прив'язка кодів мов установлюється після нормалізації, яку зазвичай виконує Weblate.
zh_hans: 允许将 TMX 的语言映射到 Weblate 翻译记忆库。语言代码通常在 Weblate 进行规范化之后映射。
zh_hant: 允許將 TMX 的語言映射到 Weblate 翻譯記憶庫。語言代碼通常在 Weblate 進行規範化之後映射。

source: ``--language-map en_US:en`` will for example import all ``en_US`` strings as ``en`` ones.
de: ``--language-map en_US:en`` importiert beispielsweise alle ``en_US``-Zeichenketten als ``en``.
ga: ``--mapa-teanga ga_US:en`` mar shampla iompórtálann sé gach teaghrán ``en_US`` mar na cinn ``en``.
hu: Például: ``--language-map en_US:en`` hatására minden ``en_US`` szöveg ``en``-ként kerül importálásra.
id: ``--language-map en_US:en`` misalnya akan mengimpor semua string ``en_US`` sebagai string ``en``.
ja: たとえば、``--language-map en_US:en`` は、すべての ``en_US`` 文字列を ``en`` 文字列としてインポートします。
nl: ``--language-map en_US:en`` zal bijvoorbeeld alle tekenreeksen ``en_US`` importeren als voor ``en``.
pt: ``--language-map en_US:en`` vai, por exemplo, importar todos as cadeias ``en_US`` como ``en``.
pt_br: ``--language-map en_US:en`` vai, por exemplo, importar todos os textos ``en_US`` como ``en``.
ro: ``--language-map en_US:en`` va importa, de exemplu, toate șirurile ``en_US`` ca fiind ``en``.
ru: Например, ``--language-map ru_RU:ru`` импортирует все строки с языком ``ru_RU`` как строки с языком ``ru``.
sv: ``--language-map en_US:en`` importerar till exempel alla ``en_US``-strängar som ``en``-strängar.
ta: ``-மொழி-வரைபடம் en_us: en`` உதாரணமாக அனைத்து `` en_us`` சரங்களையும் `` en`` என இறக்குமதி செய்யும்.
tr: Örneğin, ``--language-map en_US:en``, tüm ``en_US`` dizgelerini ``en`` dizgeleri olarak içe aktarır.
uk: Наприклад, ``--language-map en_US:en`` імпортує усі рядки ``en_US`` як рядки ``en``.
zh_hans: 例如 ``--language-map en_US:en`` 将所有 ``en_US`` 字符串作为 ``en`` 字符串来导入。
zh_hant: 例如 ``--language-map en_US:en`` 將所有 ``en_US`` 字符串作為 ``en`` 字符串來導入。

source: This can be useful in case your TMX file locales happen not to match what you use in Weblate.
de: Dies kann nützlich sein, wenn die Gebietsschemas Ihrer TMX-Datei nicht mit denen übereinstimmen, die Sie in Weblate verwenden.
ga: Féadfaidh sé seo a bheith úsáideach ar eagla nach n-oireann logaí do chomhaid TMX leis an méid a úsáideann tú in Weblate.
hu: Ez akkor lehet hasznos, ha a TMX fájlban használt területi beállítások (locale-ok) nem egyeznek meg a Weblate-ben használttal.
id: Ini dapat berguna jika lokal berkas TMX Anda tidak cocok dengan yang Anda gunakan di Weblate.
ja: これは、TMX ファイルの言語が Weblate で使用しているものと一致しない場合に便利です。
nl: Dit kan nuttig zijn in het geval uw locales van het TMX-bestand niet overeenkomen met wat u gebruikt in Weblate.
pt: Isso pode ser útil caso as localidades do seu ficheiro TMX não correspondam ao que usa no Weblate.
pt_br: Isso pode ser útil caso as localidades do seu arquivo TMX não correspondam ao que você usa no Weblate.
ro: Acest lucru poate fi util în cazul în care se întâmplă ca localitățile din fișierul TMX să nu corespundă cu cele pe care le utilizați în Weblate.
ru: Это может быть полезно в том случае, если локали в ваших файлах TMX не совпадают с теми, которые вы используете в Weblate’е.
sv: Detta kan vara användbart om dina TMX-filers språkinställningar inte stämmer överens med dem du använder i Weblate.
ta: உங்கள் டிஎம்எக்ச் கோப்பு இடங்கள் நீங்கள் வலைபெயர்ப்பில் பயன்படுத்துவதைப் பொருத்தவில்லை என்றால் இது பயனுள்ளதாக இருக்கும்.
tr: Bu seçenek, TMX dosyasının yerel ayarlarının Weblate üzerindekiler ile eşleşmemesi durumunda yararlı olabilir.
uk: Це може бути корисним у випадку, якщо ваші локалі файлів TMX не збігаються із локалями, які використовуються у Weblate.
zh_hans: 如果您的 TMX 文件的地区恰好与您在 Weblate 中使用的地区不匹配，这会很有用。
zh_hant: 在您的 TMX 文件地區恰好與您在Weblate使用地區不同的情況下，這會有用。
