Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Several documentation sections use templates generated from the code. The following management commands are available:
de: Mehrere Abschnitte der Dokumentation verwenden aus dem Code generierte Vorlagen. Die folgenden Verwaltungsbefehle sind verfügbar:
ga: Úsáideann roinnt rannóga doiciméadúcháin teimpléid a ghintear ón gcód. Tá na horduithe bainistíochta seo a leanas ar fáil:
hu: Számos dokumentációs szakasz sablonokat használ, amelyek közvetlenül a kódból generálódnak. A következő adminisztrációs parancsok érhetők el:
id: Beberapa bagian dokumentasi menggunakan templat yang dihasilkan dari kode. Perintah manajemen berikut tersedia:
nl: Verscheidene gedeelten van de documentatie gebruiken sjablonen die worden gegenereerd uit de code. De volgende opdrachten voor beheer zijn beschikbaar:
pt_br: Várias seções de documentação usam modelos gerados a partir do código. Os seguintes comandos de gerenciamento estão disponíveis:
sv: Flera dokumentationsavsnitt använder mallar som genereras från koden. Följande hanteringskommandon är tillgängliga:
uk: У кількох розділах документації використовуються шаблони, створені з коду. Доступні такі команди керування:

source: All these commands output reStructuredText which is used as a template for the documentation. The easiest way to apply changes to the documentation is using visual diff in your editor.
de: Alle diese Befehle geben reStructuredText aus, der als Vorlage für die Dokumentation dient. Änderungen an der Dokumentation lassen sich am einfachsten mithilfe von Visual diff in Ihrem Editor vornehmen.
ga: Aschur na horduithe seo go léir reStructuredText a úsáidtear mar theimpléad don doiciméadú. Is é an bealach is éasca chun athruithe a chur i bhfeidhm ar an gcáipéisíocht ná diff amhairc a úsáid i d'eagarthóir.
hu: Ezek a parancsok mind reStructuredText formátumban adnak vissza sablonokat, amelyeket a dokumentáció készítéséhez használunk fel. A legegyszerűbb módja a dokumentáció módosításának, ha vizuális összehasonlítást (diff) használ a szerkesztőjében.
id: Semua perintah ini menghasilkan reStructuredText yang digunakan sebagai templat untuk dokumentasi. Cara termudah untuk menerapkan perubahan pada dokumentasi adalah menggunakan visual diff di editor Anda.
nl: Al deze opdrachten voeren reStructuredText uit die als sjabloon wordt gebruikt voor de documentatie. De gemakkelijkste manier om wijzigingen aan de documentatie te maken is door visuele verschillen in uw bewerker te gebruiken.
pt_br: Todos esses comandos geram o reStructuredText, que é usado como modelo para a documentação. A maneira mais fácil de aplicar alterações na documentação é usar o visual "diff" em seu editor.
sv: Alla dessa kommandon genererar reStructuredText som används som mall för dokumentationen. Det enklaste sättet att tillämpa ändringar i dokumentationen är att använda visuell diff i din editor.
uk: Усі ці команди виводять reStructuredText, який використовується як шаблон для документації. Найпростіший спосіб застосувати зміни до документації — використовувати візуальні відмінності у вашому редакторі.

source: The frontend is currently built using Bootstrap, jQuery and few third-party libraries.
de: Das Frontend wird derzeit mit Bootstrap, jQuery und einigen Bibliotheken von Drittanbietern erstellt.
ga: Tá an t-éadanas tógtha faoi láthair ag baint úsáide as Bootstrap, jQuery agus beagán leabharlann tríú páirtí.
hu: A Weblate felhasználói felülete jelenleg a Bootstrap, a jQuery és néhány harmadik féltől származó könyvtár felhasználásával épül fel.
id: Frontend saat ini dibangun menggunakan Bootstrap, jQuery dan beberapa pustaka pihak ketiga.
nl: De voorkant wordt momenteel gebouwd met Bootstrap, jQuery en enkele bibliotheken van derde partijen.
pt_br: O frontend atualmente é construído usando Bootstrap, jQuery e algumas bibliotecas de terceiros.
sv: Frontend är för närvarande byggt med Bootstrap, jQuery och några tredjepartsbibliotek.
ta: ஃபிரான்டெண்ட் தற்போது தொடக்கவார், சேவினாவல் மற்றும் சில மூன்றாம் தரப்பு நூலகங்களைப் பயன்படுத்தி கட்டப்பட்டுள்ளது.
tr: Ön yüz şu anda Bootstrap, jQuery ve birkaç üçüncü taraf kitaplığı kullanılarak oluşturulmuştur.
uk: Інтерфейс наразі побудовано з використанням Bootstrap, jQuery та кількох сторонніх бібліотек.
zh_hans: 前端目前是使用 Bootstrap、jQuery 和少量第三方库构建的。

source: Supported browsers
de: Unterstützte Browser
ga: Brabhsálaithe tacaithe
hu: Támogatott böngészők
id: Peramban yang didukung
ja: 対応ブラウザー
nl: Ondersteunde browsers
pt: Navegadores suportados
pt_br: Navegadores suportados
ro: Browsere acceptate
ru: Поддерживаемые браузеры
sv: Webbläsare som stöds
ta: உதவி உலாவிகள்
tr: Desteklenen tarayıcılar
uk: Підтримувані браузери
zh_hans: 支持的浏览器

source: Weblate supports the latest, stable releases of all major browsers and platforms.
de: Weblate unterstützt die neuesten, stabilen Versionen aller gängigen Browser und Plattformen.
ga: Tacaíonn Weblate leis na heisiúintí cobhsaí is déanaí de gach mórbhrabhsálaí agus ardáin.
hu: A Weblate támogatja az összes jelentős böngésző és platform legfrissebb, stabil kiadásait.
id: Weblate mendukung rilis terbaru dan stabil dari semua peramban dan platform utama.
ja: Weblate は、すべての主要なブラウザーとプラットフォームの最新の安定したリリース版に対応しています。
nl: Weblate ondersteunt de laatste, stabiele uitgaven van alle belangrijke browsers en platforms.
pt: Weblate oferece suporte às versões mais recentes e estáveis de todos os principais navegadores e plataformas.
pt_br: Weblate oferece suporte às versões mais recentes e estáveis de todos os principais navegadores e plataformas.
ro: Weblate este compatibil cu cele mai recente versiuni stabile ale tuturor browserelor și platformelor majore.
ru: Weblate поддерживает последние стабильные релизы всех основных браузеров и платформ.
sv: Weblate stöder de senaste stabila versionerna av alla större webbläsare och plattformar.
ta: அனைத்து முக்கிய உலாவிகள் மற்றும் தளங்களின் அண்மைக் கால, நிலையான வெளியீடுகளை வலைபெயர்ப்பு ஆதரிக்கிறது.
tr: Weblate, tüm bilinen tarayıcıların ve platformların en yeni ve kararlı sürümlerini destekler.
uk: У Weblate передбачено підтримку найсвіжіших стабільних випусків усіх основних браузерів та програмних платформ.
zh_hans: Weblate 支持所有主流浏览器和平台最新的稳定版。
zh_hant: Weblate 支持所有主要瀏覽器和平台的最新的、穩定的版本。

source: Alternative browsers which use the latest version of WebKit, Blink, or Gecko, whether directly or via the platform’s web view API, are not explicitly supported. However, Weblate should (in most cases) display and function correctly in these browsers as well.
de: Alternative Browser, welche die neueste Version von WebKit, Blink oder Gecko verwenden, ob direkt oder über die Web View API der Plattform, werden nicht explizit unterstützt. Weblate sollte jedoch (in den meisten Fällen) auch in diesen Browsern korrekt angezeigt werden und funktionieren.
ga: Ní thacaítear go sainráite le brabhsálaithe eile a úsáideann an leagan is déanaí de WebKit, Blink, nó Gecko, cibé acu go díreach nó trí API amharc gréasáin an ardáin. Mar sin féin, ba cheart do Weblate (i bhformhór na gcásanna) taispeáint agus feidhmiú i gceart sna brabhsálaithe seo freisin.
hu: Az alternatív böngészők — amelyek a legfrissebb WebKit, Blink vagy Gecko motort használják, akár közvetlenül, akár a platform webes megjelenítő API-ján keresztül — nem tartoznak a hivatalosan támogatott körbe. Ennek ellenére a Weblate általában ezekben is helyesen jelenik meg és működik.
id: Peramban alternatif yang menggunakan versi terbaru WebKit, Blink, atau Gecko, baik secara langsung maupun melalui API tampilan web platform, tidak didukung secara eksplisit. Namun, Weblate seharusnya (dalam kebanyakan kasus) ditampilkan dan berfungsi dengan benar di peramban tersebut.
ja: WebKit、Blink、または Gecko の最新版を使用する代替ブラウザーは、直接またはプラットフォームの Web ビュー API を使用しているかどうかにかかわらず、明示的に対応していません。ただし、Weblate は（多くの場合）これらのブラウザーでも正常に表示されて機能するはずです。
nl: Alternatieve browsers die de laatste versies gebruiken van WebKit, Blink of Gecko, ofwel direct of via de API voor de webweergave van het platform, worden niet expliciet ondersteund. Weblate zou echter (in de meeste gevallen) ook met deze browsers correct weer moeten geven en functioneren.
pt: Navegadores alternativos que usam a versão mais recente do WebKit, Blink ou Gecko, seja diretamente ou por meio da API de visualização da web da plataforma, não são explicitamente suportados. No entanto, o Weblate deve (na maioria dos casos) ser exibido e funcionar corretamente nesses navegadores também.
pt_br: Navegadores alternativos que usam a versão mais recente do WebKit, Blink ou Gecko, seja diretamente ou por meio da API de visualização da web da plataforma, não são explicitamente suportados. No entanto, o Weblate deve (na maioria dos casos) ser exibido e funcionar corretamente nesses navegadores também.
ro: Browserele alternative care utilizează cea mai recentă versiune de WebKit, Blink sau Gecko, fie direct, fie prin intermediul API-ului de vizualizare web al platformei, nu sunt acceptate în mod explicit. Cu toate acestea, Weblate ar trebui (în majoritatea cazurilor) să se afișeze și să funcționeze corect și în aceste browsere.
ru: Альтернативные браузеры, которые используют последние версии WebKit, Blink, или Gecko (не важно, напрямую ли или опосредованно через API платформы) в явном виде не поддерживаются. Однако Weblate должен (в большинстве случаев) отображаться и функционировать корректно и в них.
sv: Alternativa webbläsare som använder den senaste versionen av WebKit, Blink eller Gecko, antingen direkt eller via plattformens webbvy-API, stöds inte uttryckligen. Weblate bör dock (i de flesta fall) visas och fungera korrekt även i dessa webbläsare.
ta: வெப்கிட், பிளிங்க் அல்லது கெக்கோவின் அண்மைக் கால பதிப்பைப் பயன்படுத்தும் மாற்று உலாவிகள், நேரடியாகவோ அல்லது இயங்குதளத்தின் வலை பார்வை பநிஇ வழியாகவோ வெளிப்படையாக ஆதரிக்கப்படவில்லை. இருப்பினும், வலைபெயர்ப்பு (பெரும்பாலான சந்தர்ப்பங்களில்) இந்த உலாவிகளிலும் சரியாக செயல்பட வேண்டும்.
tr: Güncel WebKit, Blink ya da Gecko sürümünü kullanan alternatif tarayıcılar, doğrudan ya da platformun site görünümü API uygulaması üzerinden açıkça desteklenmez. Bununla birlikte, Weblate (çoğu durumda) bu tarayıcılarda da düzgün bir şekilde görüntülenmeli ve çalışmalıdır.
uk: Підтримки альтернативних браузерів, які використовують найсвіжішу версію WebKit, Blink або Gecko безпосередньо або за допомогою програмного інтерфейсу перегляду даних інтернету платформи, явним чином не передбачено. Втім, Weblate має (у більшості випадків) показувати дані і працювати належним чином і у цих браузерах.
zh_hans: 不明确支持使用最新版 WebKit、Blink 或 Gecko 内核的替代浏览器，无论是直接使用还是通过平台的 web view API。但是，Weblate 应该（在大多数情况下）能在这些浏览器中正常显示和运行。
zh_hant: 不明確支持使用最新版的 WebKit、Blink 或 Gecko的替換瀏覽器，無論是否直接還是通過平台的 web 視圖 API。然而，Weblate應該（在多數情況下）頁在這些瀏覽器中正常顯示並工作。

source: Older browsers might work, but some features might be limited.
de: Ältere Browser könnten funktionieren, aber einige Funktionen sind möglicherweise eingeschränkt.
ga: Seans go n-oibreoidh brabhsálaithe níos sine, ach d’fhéadfadh go mbeadh roinnt gnéithe teoranta.
hu: A régebbi böngészők is működhetnek, de bizonyos funkciók korlátozottak lehetnek.
id: Peramban lama mungkin berfungsi, tetapi beberapa fiturnya mungkin terbatas.
ja: 古いブラウザーは動作するかもしれませんが、一部の機能は制限されている場合があります。
nl: Oudere browsers zouden kunnen werken, maar sommige mogelijkheden zouden beperkt kunnen zijn.
pt: Navegadores mais antigos podem funcionar, mas alguns recursos podem ser limitados.
pt_br: Navegadores mais antigos podem funcionar, mas alguns recursos podem ser limitados.
ro: Este posibil ca browserele mai vechi să funcționeze, dar unele caracteristici pot fi limitate.
ru: Более старые браузеры, хотя и могут всё ещё работать, но некоторый функционал в них может быть ограничен.
sv: Äldre webbläsare kan fungera, men vissa funktioner kan vara begränsade.
ta: பழைய உலாவிகள் வேலை செய்யக்கூடும், ஆனால் சில நற்பொருத்தங்கள் குறைவாக இருக்கலாம்.
tr: Eski tarayıcılar çalışabilir, ancak bazı özellikler sınırlı olabilir.
uk: Застарілі браузери можуть працювати, але працездатність деяких можливостей у них може бути обмежено.
zh_hans: 其它浏览器也能工作，但一些特性会受到限制。
zh_hant: 其它瀏覽器也能工作，但一些特性會受到限制。

source: Dependency management
de: Verwaltung von Abhängigkeiten
ga: Bainistíocht spleáchais
hu: Függőségek kezelése
id: Manajemen dependensi
ja: 依存関係の管理
nl: Beheren van afhankelijkheden
pt: Gestão de dependências
pt_br: Gerenciamento de dependências
ro: Gestionarea dependențelor
ru: Управление зависимостями
sv: Beroendehantering
ta: சார்பு மேலாண்மை
tr: Bağımlılık yönetimi
uk: Керування залежностями
zh_hans: 依赖项管理
zh_hant: 依賴性管理

source: Installing and managing `3rd party` libraries in the `client` of a Django project can be a bit tricky. This section provides a step-by-step guide on how to install and manage 3rd party libraries used by the `client side` of Weblate using `Webpack`.
de: Das Installieren und Verwalten von `Drittanbieter`-Bibliotheken im `Client` eines Django-Projekts kann ein wenig knifflig sein. Dieser Abschnitt bietet eine Schritt-für-Schritt-Anleitung zum Installieren und Verwalten von Drittanbieter-Bibliotheken, die `clientseitig` von Weblate mit `Webpack` verwendet werden.
ga: Is féidir le leabharlanna `3ú páirtí` a shuiteáil agus a bhainistiú sa `chliant` de thionscadal Django a bheith beagán deacair. Soláthraíonn an rannán seo treoir céim ar chéim ar conas leabharlanna 3ú páirtí a shuiteáil agus a bhainistiú a úsáideann an `taobh cliant` de Weblate ag baint úsáide as `Webpack`.
hu: Harmadik féltől származó (`3rd party`) könyvtárak telepítése és kezelése a Django-projekt `client` részében némi körültekintést igényel. Ez a szakasz lépésenkénti útmutatást ad arra, hogyan lehet telepíteni és kezelni a Weblate kliensoldalán használt könyvtárakat a `Webpack` segítségével.
id: Menginstal dan mengelola pustaka pihak ketiga di sisi klien proyek Django bisa jadi agak rumit. Bagian ini menyediakan panduan langkah demi langkah tentang cara menginstal dan mengelola pustaka pihak ketiga yang digunakan di sisi klien Weblate menggunakan Webpack.
nl: Installeren en beheren van bibliotheken van `3rd party` in de `client` van een project van Django kan een beetje moeilijk zijn. Dit gedeelte verschaft een stap-voor-stap gids over hoe bibliotheken van 3e partijen te installeren en beheren die worden gebruikt door de `client side` van Weblate met `Webpack`.
pt_br: Instalar e gerenciar bibliotecas de `terceiros` no `cliente` de um projeto Django pode ser um pouco complicado. Esta seção fornece um guia passo a passo sobre como instalar e gerenciar bibliotecas de terceiros usadas pelo `lado do cliente` do Weblate usando `Webpack`.
sv: Att installera och hantera tredjepartsbibliotek i klienten för ett Django-projekt kan vara lite knepigt. Det här avsnittet innehåller en steg-för-steg-guide om hur man installerar och hanterar tredjepartsbibliotek som används av klientsidan i Weblate med hjälp av Webpack.
ta: சாங்கோ திட்டத்தின் `கிளையண்டில் '` 3 வது தரப்பு` நூலகங்களை நிறுவுவதும் நிர்வகிப்பதும் சற்று தந்திரமானதாக இருக்கும். `வெப் பேக்` ஐப் பயன்படுத்தி வெப்லேட்டின்` கிளையன்ட் பக்கத்தின் 'பயன்படுத்தும் 3 வது தரப்பு நூலகங்களை எவ்வாறு நிறுவுவது மற்றும் நிர்வகிப்பது என்பது குறித்த படிப்படியான வழிகாட்டியை இந்த பிரிவு வழங்குகிறது.
tr: Bir Django projesinin `istemcisine` `3. taraf` kitaplıklar kurmak ve yönetmek biraz zor olabilir. Bu bölümde, `Webpack` kullanarak Weblate `istemci` tarafından kullanılan 3. taraf kitaplıkların nasıl kurulacağı ve yönetileceği ile ilgili bilgiler bulunur.
uk: Встановлення бібліотек сторонніх розробників і керування ними в «клієнті» проекту Django може бути дещо складним. У цьому розділі наведено покрокові інструкції щодо встановлення та керування сторонніми бібліотеками, які використовуються на «клієнтській стороні» Weblate за допомогою «Webpack».
zh_hans: 在 Django 项目中安装并管理 `第三方` 库可能有点难处理。此部分提供了有关如何使用 `Webpack` 来安装并管理 Weblate 的 `客户侧` 所用的第三方库的逐一步骤指南。

source: Prerequisites
de: Voraussetzungen
ga: Réamhriachtanais
hu: Előfeltételek
id: Prasyarat
ja: 前提条件
nl: Vooraf vereisten
pt_br: Pré-requisitos
sv: Förutsättningar
ta: முன்நிபந்தனைகள்
tr: Ön koşullar
uk: Передумови
zh_hans: 前提

source: Before proceeding with an installation, make sure you have the following prerequisites:
de: Bevor Sie mit der Installation fortfahren, sollten sie sicherstellen, dass die folgenden Voraussetzungen erfüllt sind:
ga: Sula dtéann tú ar aghaidh le suiteáil, déan cinnte go bhfuil na réamhriachtanais seo a leanas agat:
hu: A telepítés megkezdése előtt győződjön meg arról, hogy a következő előfeltételek teljesülnek:
id: Sebelum melanjutkan instalasi, pastikan Anda memiliki prasyarat berikut:
ja: インストールを続行する前に、次の前提条件を満たしていることを確認してください。
nl: Voor het verrichten van het installeren, zorg ervoor dat u de volgende vooraf vereisten hebt:
pt_br: Antes de prosseguir com a instalação, certifique-se de ter os seguintes pré-requisitos:
sv: Innan du fortsätter med installationen, se till att du uppfyller följande krav:
ta: ஒரு நிறுவலுடன் தொடர்வதற்கு முன், உங்களிடம் பின்வரும் முன்நிபந்தனைகள் இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்:
tr: Kuruluma başlamadan önce aşağıdaki ön koşulları karşıladığınızdan emin olun:
uk: Перш ніж приступити до встановлення, переконайтеся, що у вас є наступні передумови:
zh_hans: 安装前，请确保你具备下列前提条件：

source: ``Nodejs`` version 14 or higher.
de: ``Nodejs`` Version 14 oder höher.
ga: ``Nodejs`` leagan 14 nó níos airde.
hu: A ``Nodejs`` legalább 14-es verziója telepítve van.
id: ``Nodejs`` versi 14 atau lebih tinggi.
ja: ``Nodejs`` バージョン 14 以上。
nl: ``Nodejs`` versie 14 of hoger.
pt_br: Versão 14 ou superior do Nodejs.
sv: ``Nodejs`` version 14 eller högre.
ta: `` Nodejs`` பதிப்பு 14 அல்லது அதற்கு மேற்பட்டது.
tr: ``Nodejs`` 14 ya da üzeri sürümü.
uk: ``Nodejs`` версії 14 або вище.
zh_hans: ``Nodejs`` 14 或更高版本。

source: The ``yarn`` package manager is installed on your system.
de: Der ``yarn``-Paketmanager ist auf Ihrem System installiert.
ga: Tá an bainisteoir pacáiste `` yarn`` suiteáilte ar do chóras.
hu: A ``yarn`` csomagkezelő elérhető a rendszeren.
id: Manajer paket ``yarn`` terinstal di sistem Anda.
nl: De ``yarn`` pakketbeheerder is geïnstalleerd op uw systeem.
pt_br: O gerenciador de pacotes ``yarn`` esteja instalado no seu sistema.
sv: Pakethanteraren ``yarn`` är installerad på ditt system.
ta: உங்கள் கணினியில் `` yarn`` தொகுப்பு மேலாளர் நிறுவப்பட்டுள்ளது.
tr: Sisteminizde kurulu ``yarn`` paket yöneticisi.
uk: У вашій системі встановлено менеджер пакетів ``yarn``.
zh_hans: 你系统上已安装 ``yarn`` 包管理器。

source: Run ``cd client``.
de: ``cd client`` ausführen.
ga: Rith ``cliant cd``.
hu: Futtassa a következő parancsot: ``cd client``.
id: Jalankan ``cd client``.
ja: ``cd client`` を実行。
nl: Voer ``cd client`` uit.
pt_br: Execute ``cd client``.
sv: Kör ``cd client``.
ta: `` சிடி கிளையண்ட்`` ஐ இயக்கவும்.
tr: ``cd client`` komutunu yürütün.
uk: Запустити ``cd client``.
zh_hans: 运行 ``cd client``.

source: Run ``yarn install``.
de: ``yarn install`` ausführen.
ga: Rith ``yarn install``.
hu: Ezután futtassa: ``yarn install``.
id: Jalankan ``yarn install``.
nl: Voer ``yarn install`` uit.
pt_br: Execute ``yarn install``.
sv: Kör ``yarn install``.
tr: ``yarn install`` komutunu yürütün.
uk: Запустіть ``yarn install``.

source: To install a library, first run the following command:
de: Um eine Bibliothek zu installieren, führen Sie zunächst den folgenden Befehl aus:
ga: Chun leabharlann a shuiteáil, rith an t-ordú seo a leanas ar dtús:
hu: A könyvtár telepítéséhez először futtassa az alábbi parancsot:
id: Untuk menginstal perpustakaan, pertama jalankan perintah berikut:
nl: Voer eerst de volgende opdracht uit, voordat een bibliotheek wordt geïnstalleerd:
pt_br: Para instalar uma biblioteca, primeiro execute o seguinte comando:
sv: För att installera ett bibliotek, kör först följande kommando:
ta: ஒரு நூலகத்தை நிறுவ, முதலில் பின்வரும் கட்டளையை இயக்கவும்:
tr: Bir kitaplığı kurmak için öncelikle şu komutu yürütün:
uk: Щоб інсталювати бібліотеку, спочатку виконайте таку команду:
zh_hans: 要安装库，请首先运行下列命令：

source: Importing the Library
de: Importieren der Bibliothek
ga: An Leabharlann a Iompórtáil
hu: A könyvtár importálása
id: Mengimpor Perpustakaan
nl: Bibliotheek importeren
pt_br: Importando a biblioteca
sv: Importera biblioteket
ta: நூலகத்தை இறக்குமதி செய்தல்
tr: Kitaplığı içe aktarmak
uk: Імпортування бібліотеки
zh_hans: 导入库

source: Then, there are two ways to import the library:
de: Dann gibt es zwei Möglichkeiten, die Bibliothek zu importieren:
ga: Ansin, tá dhá bhealach ann chun an leabharlann a allmhairiú:
hu: Ezután két lehetőség van a könyvtár importálására:
id: Lalu, ada dua cara untuk mengimpor perpustakaan:
ja: 次に、ライブラリをインポートする 2 つの方法:
nl: Dan zijn er twee manieren om de bibliotheek te importeren:
pt_br: Em seguida, existem duas maneiras de importar a biblioteca:
sv: Sedan finns det två sätt att importera biblioteket:
ta: பின்னர், நூலகத்தை இறக்குமதி செய்ய இரண்டு வழிகள் உள்ளன:
tr: Ardından kitaplığı iki yolla içe aktarabilirsiniz:
uk: Існує два способи імпортувати бібліотеку:
zh_hans: 接着，有两种办法来导入库：

source: If it is a project-wide library (it is used/needed in all/most pages):
de: Wenn es sich um eine projektweite Bibliothek handelt (sie wird auf allen/den meisten Seiten verwendet/benötigt):
ga: Más leabharlann ar fud an tionscadail í (tá sé in úsáid/ag teastáil i ngach leathanach/formhór na leathanach):
hu: Ha projektszintű könyvtárról van szó (azaz a legtöbb vagy minden oldalon szükség van rá):
id: Jika ini adalah pustaka untuk seluruh proyek (digunakan/dibutuhkan di semua/sebagian besar halaman):
ja: プロジェクト全体のライブラリである場合（すべてのページまたはほとんどのページで使用または必要となる場合）:
nl: Als het een projectbrede bibliotheek is (het wordt gebruikt/is nodig in alle/de meeste pagina's):
pt_br: Se for uma biblioteca para todo o projeto (é usada/necessária em todas/na maioria das páginas):
sv: Om det är ett projektomfattande bibliotek (det används/behövs på alla/de flesta sidor):
ta: இது ஒரு திட்ட அளவிலான நூலகமாக இருந்தால் (இது அனைத்து/பெரும்பாலான பக்கங்களிலும் பயன்படுத்தப்படுகிறது/தேவைப்படுகிறது):
tr: Proje geneli bir kitaplık ise (her/çoğu sayfada kullanılıyor/gerek duyuluyorsa):
uk: Якщо це бібліотека всього проєкту (використовується/потрібна на всіх/більшості сторінок):
zh_hans: 如果它是项目级别的库（所有/多数页面都用到/需要）：

source: Import the library in ``src/main.js``.
de: Die Bibliothek in ``src/main.js`` importieren.
ga: Iompórtáil an leabharlann i ``src/main.js``.
hu: Importálja a könyvtárat a ``src/main.js`` fájlba.
id: Impor pustaka di ``src/main.js``.
ja: ``src/main.js`` ファイルにライブラリをインポートする。
nl: Importeer de bibliotheek in ``src/main.js``.
pt_br: Importe a biblioteca em ``src/main.js``.
sv: Importera biblioteket i ``src/main.js``.
ta: நூலகத்தை `` src/main.js`` இல் இறக்குமதி செய்யுங்கள்.
tr: Kitaplığı ``src/main.js`` dosyası içine aktarın.
uk: Імпортуйте бібліотеку в ``src/main.js``.
zh_hans: 导入 ``src/main.js`` 中的库。

source: And declare it in the global scope (if needed).
de: Und es im globalen Bereich deklarieren (falls nötig).
ga: Agus é a dhearbhú sa raon feidhme domhanda (más gá).
hu: És ha szükséges, deklarálja a globális névtérben.
id: Dan mendeklarasikannya dalam cakupan global (jika diperlukan).
ja: そして、それをグローバル スコープで宣言します（必要な場合）。
nl: En declareer het in het globale bereik (indien nodig).
pt_br: E declare-a no escopo global (se necessário).
sv: Och deklarera det i det globala området (om det behövs).
ta: உலகளாவிய நோக்கத்தில் (தேவைப்பட்டால்) அறிவிக்கவும்.
tr: Ve bunu (gerekirse) genel kapsamda tanımlayın.
uk: І оголосити його в глобальній області видимості (якщо потрібно).
zh_hans: 并在全部范围内声明它（如果需要）。
