Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate has support for Gitea webhooks, add a :guilabel:`Gitea Webhook` for :guilabel:`Push events` event with destination to ``/hooks/gitea/`` URL on your Weblate installation (for example ``https://hosted.weblate.org/hooks/gitea/``). This can be done in :guilabel:`Webhooks` under repository :guilabel:`Settings`.
de: Weblate unterstützt für Gitea-Webhooks. Fügen Sie einen :guilabel:`Gitea Webhook` für das :guilabel:`Push events`-Ereignis mit der Ziel-URL ``/hooks/gitea/`` auf Ihrer Weblate-Installation hinzu (zum Beispiel ``https://hosted.weblate.org/hooks/gitea/``). Dies kann in :guilabel:`Webhooks` unter Repository :guilabel:`Settings` erfolgen.
ga: Tá tacaíocht ag Weblate do ghreamáin gréasáin Gitea, cuir :guilabel:`Gitea Webhook` le haghaidh :guilabel:`Push events` Brúigh imeacht imeachtaí leis an gceann scríbe chuig ``/ dubháin/gitea/`` URL ar do shuiteáil Weblate (mar shampla ``https:/ /hosted.weblate.org/hooks/gitea/``). Is féidir é seo a dhéanamh i :guilabel:`Webhooks` faoi stór :guilabel:`Settings`.
hu: A Weblate támogatja a Gitea webhook-okat. Adjon hozzá egy :guilabel:`Gitea Webhook`-ot a :guilabel:`Push events` (feltöltési) eseményre, amely a ``/hooks/gitea/`` URL-re mutat a Weblate telepítésén (például ``https://hosted.weblate.org/hooks/gitea/``). Ezt a tároló :guilabel:`Settings` részében, a :guilabel:`Webhooks` alatt lehet megtenni.
id: Weblate mendukung webhook Gitea. Tambahkan :guilabel:`Gitea Webhook` untuk acara :guilabel:`Push events` dengan tujuan ke URL ``/hooks/gitea/`` pada instalasi Weblate Anda (misalnya ``https://hosted.weblate.org/hooks/gitea/``). Ini dapat dilakukan di :guilabel:`Webhooks` pada repositori :guilabel:`Settings`.
ja: Weblate は、Gitea の Web フックに対応しています。:guilabel:`プッシュ イベント` 用の :guilabel:`Gitea の Web フック` を、インストールした Weblate の URL に ``/hooks/gitea/`` を追加して、宛先を指定します（例: ``https://hosted.weblate.org/hooks/gitea/``）。これは、:guilabel:`Web フック` リポジトリの中にある :guilabel:`設定` で指定します。
nl: Weblate heeft ondersteuning voor webhooks van Gitea, voeg een :guilabel:`Gitea Webhook` toe voor de gebeurtenis :guilabel:`Push events` met als doel de URL ``/hooks/gitea/`` op uw installatie van Weblate (bijvoorbeeld ``https://hosted.weblate.org/hooks/gitea/``). Dit kan worden gedaan in :guilabel:`Webhooks` onder :guilabel:`Settings` voor de opslagruimte.
pt: Weblate tem suporte para webhooks do Gitea, adicione um :guilabel:`Gitea Webhook` para o evento :guilabel:`Push events` com destino ao URL ``/hooks/gitea/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/gitea/``). Isso pode ser feito no :guilabel:`Webhooks` em :guilabel:`Settings` do repositório.
pt_br: :guilabel:`Configurações`Weblate tem suporte para webhooks do Gitea, adicione um :guilabel:`Gitea Webhook` para evento :guilabel:`Push events` com destino para a URL ``/hooks/gitea/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/gitea/``). Isso pode ser feito no :guilabel:`Webhooks` em :guilabel:`Configurações` do repositório.
ro: Weblate are suport pentru Gitea webhooks, adăugați un eveniment :guilabel:`Gitea Webhook` pentru evenimentul :guilabel:`Push events` cu destinația la ``/hooks/gitea/``` URL-ul din instalarea Weblate (de exemplu ``https://hosted.weblate.org/hooks/gitea/``). Acest lucru se poate face în :guilabel:`Webhooks` din depozitul :guilabel:`Settings`.
ru: Weblate поддерживает веб-обработчики Gitea, добавьте веб-обработчик :guilabel:`Gitea Webhook` для события :guilabel:`Push events` с адресом назначения, равным адресу вашей установки Weblate с суффиксом ``/hooks/gitea/`` (например, ``https://hosted.weblate.org/hooks/gitea/``). Добавлять этот адрес нужно в поле :guilabel:`Webhooks`, расположенное в блоке :guilabel:`Settings`.
sv: Weblate har stöd för Gitea-webhooks. Lägg till en :guilabel:`Gitea Webhook` för :guilabel:`Push events`-händelsen med destinationen ``/hooks/gitea/`` URL på din Weblate-installation (till exempel ``https://hosted.weblate.org/hooks/gitea/``). Detta kan göras i :guilabel:`Webhooks` under :guilabel:`Settings` för repositoriet.
ta: வலைபெயர்ப்பு கிடியா வெப்ஊக்குகளுக்கு ஆதரவைக் கொண்டுள்ளது, ஒரு: வபஇசிட்டை: `கிடியா வெப்ஊக்` என்பதற்குச் சேர்: வபஇசிட்டை:` நிகழ்வுகளை `/கொக்கிகள்/கிட்யா/` `உங்கள் வலைபெயர்ப்பு நிறுவலில் (எடுத்துக்காட்டாக` `https:/ . இதைச் செய்யலாம்: வபஇசிட்டை: `வெப்ஊக்ச்` களஞ்சியத்தின் கீழ்: வபஇசிட்டை:` அமைப்புகள்`.
tr: Weblate, Gitea kancalarını destekler. Weblate kurulumunuza :guilabel:`İtme işlemleri` içinden :guilabel:`Gitea internet kancası` işlemi için hedef olarak ``/hooks/gitea/`` internet kancasını ekleyin (``https://hosted.weblate.org/hooks/gitea/`` gibi). Bu işlem, :guilabel:`Ayarlar` bölümündeki :guilabel:`Web kancaları` seçeneği ile yapılabilir.
uk: У Weblate передбачено підтримку вебскриптів Gitea. Додайте :guilabel:`Gitea Webhook` для події :guilabel:`Push events` із адресою призначення ``/hooks/gitea/`` у встановленому вами Weblate (наприклад, ``https://hosted.weblate.org/hooks/gitea/``). Зробити це можна за допомогою пункту :guilabel:`Webhooks` у розділі :guilabel:`Settings` сховища.
zh_hans: Weblate 已经支持 Gitea webhooks，为 :guilabel:`Push events` 事件添加 :guilabel:`Gitea Webhook`，目的地为你的 Weblate 安装上的 ``/hooks/gitea/`` URL（例如 ``https://hosted.weblate.org/hooks/gitea/`` ）。这可以在 :guilabel:`Settings` 之下的 :guilabel:`Webhooks` 中完成。
zh_hant: Weblate 已經支持Gitea webhooks ，為:guilabel:`Push events` 事件添加:guilabel:`Gitea Webhook` ，目的地為你的Weblate 安裝上的``/hooks/gitea/`` URL （例如``https:/ /hosted.weblate.org/hooks/gitea/`` ）。這可以在 :guilabel:`Settings` 之下的 :guilabel:`Webhooks` 中完成。

source: `Webhooks in Gitea manual <https://docs.gitea.io/en-us/webhooks/>`_
id: `Manual Webhook dalam Gitea <https://docs.gitea.io/en-us/webhooks/>`_
sv: `Webhooks i Gitea-manualen <https://docs.gitea.io/en-us/webhooks/>`_

source: Automatically receiving changes from Gitee Repos
de: Automatischer Empfang von Änderungen aus Gitee Repos
ga: Athruithe a fháil go huathoibríoch ó Gitee Repos
hu: Változások automatikus fogadása Gitee Repos-ról
id: Menerima perubahan secara otomatis dari Gitee Repos
ja: 変更を Gitee リポジトリから自動受信
nl: Automatisch wijzigingen van Gitee Repos ontvangen
pt: Receber alterações de Gitee Repos automaticamente
pt_br: Recebendo automaticamente alterações de Gitee Repos
ro: Primirea automată a modificărilor din Gitee Repos
ru: Автоматическое получение изменений из репозиториев Gitee
sv: Automatiskt ta emot ändringar från Gitee Repos
ta: git களஞ்சியங்களிலிருந்து தானாகவே மாற்றங்களைப் பெறுகிறது
tr: Gitee depoları değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін зі сховищ Gitee
zh_hans: 从 Gitee Repos 自动接收更改
zh_hant: 從 Gitee Repos 自動接收更改

source: Weblate has support for Gitee webhooks, add a :guilabel:`WebHook` for :guilabel:`Push` event with destination to ``/hooks/gitee/`` URL on your Weblate installation (for example ``https://hosted.weblate.org/hooks/gitee/``). This can be done in :guilabel:`WebHooks` under repository :guilabel:`Management`.
de: Weblate unterstützt Gitee-Webhooks. Fügen Sie einen :guilabel:`WebHook` für das :guilabel:`Push`-Ereignis mit der Ziel-URL ``/hooks/gitee/`` auf Ihrer Weblate-Installation hinzu (zum Beispiel ``https://hosted.weblate.org/hooks/gitee/``). Dies kann in :guilabel:`WebHooks` unter Repository :guilabel:`Management` erfolgen.
ga: Tá tacaíocht ag Weblate do webholes Gitee, cuir a :guilabel:`WebHook` le haghaidh :guilabel:`Push` imeacht le ceann scríbe chuig ``/hooks/gitee/`` URL ar do shuiteáil Weblate (mar shampla ``https://hosted.weblate.org/hooks/gitee/``). Is féidir é seo a dhéanamh in :guilabel:`WebHooks` faoi stór :guilabel:`Management`.
hu: A Weblate támogatja a Gitee webhook-okat. Adjon hozzá egy :guilabel:`WebHook`-ot a :guilabel:`Push` (feltöltés) eseményre, amely a ``/hooks/gitee/`` URL-re mutat a Weblate telepítésén (például ``https://hosted.weblate.org/hooks/gitee/``). Ezt a tároló :guilabel:`Management` részében, a :guilabel:`WebHooks` alatt tudja megtenni.
id: Weblate mendukung webhook Gitee. Tambahkan :guilabel:`WebHook` untuk peristiwa :guilabel:`Push` dengan tujuan ke URL ``/hooks/gitee/`` pada instalasi Weblate Anda (misalnya ``https://hosted.weblate.org/hooks/gitee/``). Ini dapat dilakukan di :guilabel:`WebHooks` pada repositori :guilabel:`Management`.
ja: Weblate は、Gitee の Web フックに対応しています。:guilabel:`プッシュ` イベント用の :guilabel:`Web フック` を、インストールした Weblate の URL に ``/hooks/gitee/`` を追加して、宛先を指定します（例: ``https://hosted.weblate.org/hooks/gitee/``）。これは、:guilabel:`管理` リポジトリの中にある :guilabel:`Web フック` で指定します。
nl: Weblate heeft ondersteuning voor webhooks van Gitee, voeg een :guilabel:`WebHook` toe voor de gebeurtenis :guilabel:`Push` met als doel de URL ``/hooks/gitee/`` op uw installatie van Weblate (bijvoorbeeld ``https://hosted.weblate.org/hooks/gitee/``). Dit kan worden gedaan in :guilabel:`WebHooks` onder :guilabel:`Management` van de opslagruimte.
pt: O Weblate tem suporte para webhooks Gitee, adicione um :guilabel:`WebHook` para o evento :guilabel:`Push` com destino para URL ``/hooks/gitee/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/gitee/``). Isso pode ser feito em :guilabel:`WebHooks` sob :guilabel:`Management` do repositório.
pt_br: O Weblate tem suporte para webhooks Gitee, adicione um :guilabel:`WebHook` para o evento :guilabel:`Push` com destino para URL ``/hooks/gitee/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/gitee/``). Isso pode ser feito em :guilabel:`WebHooks` sob :guilabel:`Gerenciamento` do repositório.
ro: Weblate are suport pentru Gitee webhooks, adăugați un :guilabel:`WebHook` pentru evenimentul :guilabel:`Push` cu destinația la ``/hooks/gitee/``` URL-ul de pe instalarea Weblate (de exemplu ``https://hosted.weblate.org/hooks/gitee/``). Acest lucru se poate face în :guilabel:`WebHooks` din cadrul depozitului :guilabel:`Management`.
ru: Weblate поддерживает веб-обработчики Gitee, добавьте веб-обработчик :guilabel:`WebHook` для события :guilabel:`Push` с адресом назначения, равным адресу вашей установки Weblate с суффиксом ``/hooks/gitee/`` (например, ``https://hosted.weblate.org/hooks/gitee/``). Добавлять этот адрес нужно в поле :guilabel:`WebHooks`, расположенное в блоке :guilabel:`Management`.
sv: Weblate har stöd för Gitee-webhooks. Lägg till en :guilabel:`WebHook` för :guilabel:`Push`-händelse med destinationen ``/hooks/gitee/`` URL på din Weblate-installation (till exempel ``https://hosted.weblate.org/hooks/gitee/``). Detta kan göras i :guilabel:`WebHooks` under :guilabel:`Management` i arkivet.
ta: கிதி வெப்ஊக்குகளுக்கு வலைபெயர்ப்புடுக்கு உதவி உள்ளது, ஒரு: வபஇசிட்டை: `வெப்ஊக்` என்பதற்குச் சேர்: வபஇசிட்டை:`/ஊக்குகள்/கிதி/`` உங்கள் வலைபெயர்ப்பு நிறுவலில் `` https: // ஓச்டட் .wellate.org/கொக்கிகள்/gitee/``). இதைச் செய்யலாம்: வபஇசிட்டை: `வெப்ஊக்ச்` களஞ்சியத்தின் கீழ்: வபஇசிட்டை:` மேலாண்மை`.
tr: Weblate, Gitee kancalarını destekler. Weblate kurulumunuza :guilabel:`İtme` işlemi için hedef olarak ``/hooks/gitee/`` :guilabel:`İnternet kancası` ekleyin (``https://hosted.weblate.org/hooks/gitee/`` gibi). Bu işlem, :guilabel:`Yönetim` bölümündeki :guilabel:`İnternet kancaları` seçeneği ile yapılabilir.
uk: У Weblate передбачено підтримку вебскриптів Gitee. Додайте :guilabel:`WebHook` для події :guilabel:`Push` із адресою призначення ``/hooks/gitee/`` у встановленому вами Weblate (наприклад, ``https://hosted.weblate.org/hooks/gitee/``). Зробити це можна за допомогою пункту :guilabel:`WebHooks` у розділі :guilabel:`Management` сховища.
zh_hans: Weblate 已经支持 Gitee webhooks，为 :guilabel:`Push` 事件添加 :guilabel:`Webhook`，目的地为你的 Weblate 安装上的 ``/hooks/gitee/`` URL（例如 ``https://hosted.weblate.org/hooks/gitee/`` ）。这可以在 :guilabel:`Management` 之下的 :guilabel:`Webhooks` 中完成。
zh_hant: Weblate 已經支持Gitee webhooks ，為:guilabel:`Push` 事件添加:guilabel:`Webhook` ，目的地為你的Weblate 安裝上的``/hooks/gitee/`` URL （例如``https://hosted .weblate.org/hooks/gitee/`` ）。這可以在 :guilabel:`Management` 之下的 :guilabel:`Webhooks` 中完成。

source: `Webhooks in Gitee manual <https://gitee.com/help/categories/40>`_
id: `Manual Webhook di Gitee <https://gitee.com/help/categories/40>`_
sv: `Webhooks i Gitee-manualen <https://gitee.com/help/categories/40>`_

source: Automatically updating repositories nightly
de: Automatische nächtliche Aktualisierung der Repositorys
ga: Na stórtha a nuashonrú go huathoibríoch gach oíche
hu: Tárolók éjszakai automatikus frissítése
id: Memperbarui repositori secara otomatis setiap malam
ja: リポジトリを毎晩自動更新
nl: Automatisch opslagruimten 's nachts bijwerken
pt: Atualizar repositórios *nightly* automaticamente
pt_br: Atualizando automaticamente repositórios *nightly*
ro: Actualizarea automată a depozitelor în fiecare noapte
ru: Автоматическое ночное обновление репозиториев
sv: Automatisk uppdatering av arkiv varje natt
ta: தானாகவே களஞ்சியங்களை இரவு புதுப்பித்தல்
tr: Depoları her gece kendiliğinden güncellemek
uk: Автоматичне щонічне оновлення сховищ
zh_hans: 每晚自动更新仓库
zh_hant: 每晚自動更新倉庫

source: Weblate automatically fetches remote repositories nightly to improve performance when merging changes later. You can optionally turn this into doing nightly merges as well, by enabling :setting:`AUTO_UPDATE`.
de: Weblate ruft automatisch jede Nacht Remote-Repositorys ab, um die Leistung beim späteren Zusammenführen von Änderungen zu verbessern. Optional können Sie dies auch in nächtliche Zusammenführungen umwandeln, indem Sie :setting:`AUTO_UPDATE` aktivieren.
ga: Faigheann Weblate stórtha cianda go huathoibríoch gach oíche chun feidhmíocht a fheabhsú nuair a dhéantar athruithe a chumasc níos déanaí. Is féidir leat cumaisc oíche a dhéanamh de seo go roghnach freisin, trí :setting:`AUTO_UPDATE` a chumasú.
hu: A Weblate éjszakánként automatikusan letölti a távoli tárolók frissítéseit, hogy a későbbi változások összeolvasztása gyorsabb legyen. Opcionálisan engedélyezheti az éjszakai összeolvasztást is az :setting:`AUTO_UPDATE` bekapcsolásával.
id: Weblate secara otomatis mengambil repositori jarak jauh setiap malam untuk meningkatkan kinerja saat menggabungkan perubahan nanti. Anda juga dapat mengaktifkan penggabungan setiap malam dengan mengaktifkan :setting:`AUTO_UPDATE`.
ja: Weblate は、リモート リポジトリを夜間に自動的に取得し、後で変更をマージする性能を向上させます。オプションで :setting:`AUTO_UPDATE` の設定を有効にすると、これを夜毎のマージの実行に変更できます。
nl: Weblate haalt automatisch 's nachts opslagruimten op afstand op om de prestaties te verbeteren bij het later samenvoegen van wijzigingen. U kunt dit ook inschakelen om 's nachts samenvoegingen te doen, door :setting:`AUTO_UPDATE` in te schakelen.
pt: O Weblate busca automaticamente repositórios remotos *nightly* para melhorar o desempenho ao mesclar alterações mais tarde. Pode opcionalmente transformar isso em fazer mesclagens noturnas também, ativando :setting:`AUTO_UPDATE`.
pt_br: O Weblate busca automaticamente repositórios remotos *nightly* para melhorar o desempenho ao mesclar alterações mais tarde. Você pode opcionalmente transformar isso em fazer mesclagens noturnas também, ativando :setting:`AUTO_UPDATE`.
ro: Weblate preia în mod automat depozitele la distanță în fiecare noapte pentru a îmbunătăți performanța la fuzionarea ulterioară a modificărilor. Opțional, puteți transforma acest lucru și în fuziuni nocturne, activând :setting:`AUTO_UPDATE`.
ru: Weblate по ночам автоматически извлекает изменения из удалённых репозиториев для повышения производительности при последующем слиянии изменений. По желанию вы можете превратить его и в ночное слияние, включив параметр :setting:`AUTO_UPDATE`.
sv: Weblate hämtar automatiskt fjärrlagringsplatser varje natt för att förbättra prestandan när ändringar senare slås samman. Du kan också välja att göra detta till nattliga sammanslagningar genom att aktivera :setting:`AUTO_UPDATE`.
tr: Weblate, daha sonra değişiklik birleştirme başarımını artırmak için her gece uzak depoları kendiliğinden alır. İsteğe bağlı olarak, :setting:`AUTO_UPDATE` seçeneğini kullanıma alarak bunu gecelik birleştirmeler yapmaya da dönüştürebilirsiniz.
uk: Weblate автоматично отримує вміст віддалених сховищ щодня для поліпшення швидкодії при наступному об'єднанні змін. Якщо хочете, можете перетворити це на щоденні об'єднання, увімкнувши :setting:`AUTO_UPDATE`.
zh_hans: Weblate 在后面合并更改时，每晚自动获取远程仓库来提高性能。可以选择将其同样转换为进行每晚合并，通过允许 :setting:`AUTO_UPDATE`。
zh_hant: Weblate 在後面合併更改時，每晚自動獲取遠程倉庫來提高性能。可以選擇將其同樣轉換為進行每晚合併，通過允許 :setting:`AUTO_UPDATE` 。

source: Pushing changes from Weblate
de: Pushen von Änderungen aus Weblate
ga: Athruithe a bhrú ó Weblate
hu: Változások feltöltése Weblate-ből
id: Mendorong perubahan dari Weblate
ja: 変更点を Weblate からプッシュ
nl: Wijzigingen vanuit Weblate pushen
pt: Fazendo push das alterações do Weblate
pt_br: Fazendo push das alterações do Weblate
ro: Împingerea modificărilor din Weblate
ru: Отправка изменений из Weblate
sv: Skicka ändringar från Weblate
ta: வலைபெயர்ப்புடிலிருந்து மாற்றங்களைத் தள்ளுகிறது
tr: Weblate üzerindeki değişiklikleri itmek
uk: Записування змін з Weblate
zh_hans: 推送 Weblate 的更改
zh_hant: 推送 Weblate 的更改

source: Each translation component can have a push URL set up (see :ref:`component-push`), and in that case Weblate will be able to push change to the remote repository. Weblate can be also be configured to automatically push changes on every commit (this is default, see :ref:`component-push_on_commit`). If you do not want changes to be pushed automatically, you can do that manually under :guilabel:`Repository maintenance` or using the API via :option:`wlc push`.
de: Für jede Übersetzungskomponente kann eine Push-URL eingerichtet werden (siehe :ref:`component-push`) und in diesem Fall kann Weblate Änderungen an das Remote-Repository weiterleiten. Weblate kann auch so konfiguriert werden, dass Änderungen automatisch bei jedem Commit gepusht werden (dies ist die Voreinstellung, siehe :ref:`component-push_on_commit`). Wenn Änderungen nicht automatisch gepusht werden sollen, können Sie dies manuell unter :guilabel:`Repository-Wartung` oder über die API per :option:`wlc push` tun.
ga: Is féidir le URL brú a chur ar bun ar gach comhpháirt aistriúcháin (féach :ref:`component-push`), agus sa chás sin beidh Weblate in ann athrú a bhrú chuig an stór iargúlta. Is féidir Weblate a chumrú freisin chun athruithe a bhrú go huathoibríoch ar gach tiomantas (is réamhshocraithe é seo, féach :ref:`component-push_on_commit`). Mura dteastaíonn uait go ndéanfaí athruithe a bhrú go huathoibríoch, is féidir leat é sin a dhéanamh de láimh fao :guilabel:`Repository maintenance` nó ag baint úsáide as an API via :option:`wlc push`.
hu: Minden fordítási összetevőhöz beállítható egy feltöltési URL (lásd: :ref:`component-push`), így a Weblate képes lesz visszaküldeni a módosításokat a távoli tárolóba. A Weblate alapértelmezetten minden véglegesítés után automatikusan feltölti a változásokat (lásd: :ref:`component-push_on_commit`). Ha nem szeretné, hogy a feltöltés automatikus legyen, manuálisan is indíthatja a :guilabel:`Tároló karbantartás` alatt vagy az API-n keresztül, például a :option:`wlc push` paranccsal.
id: Setiap komponen terjemahan dapat memiliki URL push yang telah diatur (lihat :ref:`component-push`), dan dalam hal ini Weblate akan dapat mendorong perubahan ke repositori jarak jauh. Weblate juga dapat dikonfigurasi untuk mendorong perubahan secara otomatis pada setiap komit (ini adalah pengaturan bawaan, lihat :ref:`component-push_on_commit`). Jika Anda tidak ingin perubahan didorong secara otomatis, Anda dapat melakukannya secara manual di :guilabel:`Repository maintenance` atau menggunakan API melalui :option:`wlc push`.
ja: 各翻訳コンポーネントは、プッシュ URL を指定できます（参照: :ref:`component-push`）、その場合、Weblate は変更をリモート リポジトリにプッシュします。 Weblate は、変更をコミットのたびに自動的にプッシュする設定にすることもできます （これはデフォルトです、参照: :ref:`component-push_on_commit`）。変更を自動的にプッシュさせない場合は、:guilabel:`リポジトリのメンテナンス` から手動で操作するか、:option:`wlc push` 経由で API を使用して操作できます。
nl: Elk vertaalonderdeel kan een URL voor pushen ingesteld hebben (bekijk :ref:`component-push`), en in dat geval zal Weblate in staat zijn de wijziging naar de opslagruimte op afstand te pushen. Weblate kan ook worden geconfigureerd om automatisch wijzigingen te pushen bij elke indiening (commit) (dit is standaard, bekijk :ref:`component-push_on_commit`). Als u niet wilt dat de wijzigingen automatisch worden gepusht, kunt u dat handmatig doen onder :guilabel:`Onderhoud opslagruimte` of de API gebruiken via :option:`wlc push`.
pt: Cada componente de tradução pode ter uma URL de push configurada (veja :ref:`component-push`) e, nesse caso, o Weblate será capaz de fazer push da alteração ao repositório remoto. O Weblate também pode ser configurado para fazer push automaticamente das alterações em cada commit (isso é a predefinição, veja :ref:`component-push_on_commit`). Se não quiser que seja feito push automático das alterações, pode fazer-lo manualmente em :guilabel:`Manutenção do repositório` ou a usar API via :option:`wlc push`.
pt_br: Cada componente de tradução pode ter uma URL de push configurada (consulte :ref:`component-push`) e, nesse caso, o Weblate será capaz de fazer push de alteração para o repositório remoto. O Weblate também pode ser configurado para fazer push automaticamente das alterações em cada commit (isso é o padrão, consulte :ref:`component-push_on_commit`). Se você não quiser que seja feito push automático das alterações, você pode fazer isso manualmente em :guilabel:`Manutenção do repositório` ou usando API via :option:`wlc push`.
ru: Каждый компонент перевода может иметь настроенный URL-адрес для отправки (смотрите описание параметра :ref:`component-push`), в этом случае Weblate будет способен отсылать изменения в удалённый репозиторий. Также Weblate может быть настроен на автоматическую отсылку изменений при каждом коммите (это поведение по умолчанию, смотрите описание параметра :ref:`component-push_on_commit`). Если вы не хотите, чтобы изменения отправлялись автоматически, вы можете отправлять их вручную в разделе :guilabel:`Обслуживание репозитория` или через API командой :option:`wlc push`.
sv: Varje översättningskomponent kan ha en push-URL inställd (se :ref:`component-push`), och i så fall kan Weblate skicka ändringar till det fjärranslutna arkivet. Weblate kan också konfigureras för att automatiskt överföra ändringar vid varje commit (detta är standard, se :ref:`component-push_on_commit`). Om du inte vill att ändringar ska överföras automatiskt kan du göra det manuellt under :guilabel:`Repository maintenance` eller med hjälp av API:et via :option:`wlc push`.
tr: Her çeviri bileşeni için ayrı bir itme adresi ayarlanabilir (ayrıntılı bilgi almak için: :ref:`component-push`) ve bu durumda Weblate, değişikliği uzak depoya itebilir. Weblate, değişiklikleri her işlemede kendiliğinden itecek şekilde de yapılandırılabilir (varsayılan davranış, ayrıntılı bilgi almak için: :ref:`component-push_on_commit`). Değişikliklerin kendiliğinden itilmesini istemiyorsanız, bunu el ile :guilabel:`Depo bakımı` bölümünden ya da :option:`wlc push` API kullanarak yapabilirsiniz.
uk: Для кожного складника перекладу може бути налаштовано адресу запису (див. :ref:`component-push`). Якщо таку назву налаштовано, Weblate зможе записувати зміни до віддаленого сховища. Крім того, Weblate можна налаштувати на автоматичне записування змін при кожному внеску (це типова поведінка, див. :ref:`component-push_on_commit`). Якщо ви не хочете, щоб зміни записувалися автоматично, ви можете записувати їх вручну у розділі :guilabel:`Супровід сховища` або за допомогою програмного інтерфейсу: :option:`wlc push`.
zh_hans: 每个翻译部件可以新建推送 URL（请参见 :ref:`component-push` ），在那种情况下 Weblate 能够将更改推送到远程仓库。Weblate 还可以配置在每次提交时自动推送更改（这是默认的，请参见 :ref:`component-push_on_commit` ）。如果不想更改自动给推送，可以在 :guilabel:`仓库维护` 之下手动进行，或通过 :option:`wlc push` 使用 API。
