Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate has support for Bitbucket webhooks, add a webhook which triggers upon repository push, with destination to ``/hooks/bitbucket/`` URL on your Weblate installation (for example ``https://hosted.weblate.org/hooks/bitbucket/``).
de: Weblate unterstützt Bitbucket-Webhooks. Fügen Sie einen Webhook, der bei einem Repository-Push ausgelöst wird, mit der Ziel-URL ``/hooks/bitbucket/`` auf Ihrer Weblate-Installation hinzu (zum Beispiel ``https://hosted.weblate.org/hooks/bitbucket/``).
ga: Tá tacaíocht ag Weblate do webhook Bitbucket, cuir webhook leis a spreagann ar bhrú stórais, le ceann scríbe chuig URL ``/hooks/bitbucket/`` ar do shuiteáil Weblate (mar shampla ``https://hosted.weblate.org/hooks/bitbucket/``).
hu: A Weblate támogatja a Bitbucket webhook-okat. Hozzon létre egy webhook-ot, amely a tárolóba történő feltöltés (push) eseményre indul, és amely a Weblate telepítésén a ``/hooks/bitbucket/`` URL-re irányít (például ``https://hosted.weblate.org/hooks/bitbucket/``).
id: Weblate memiliki dukungan untuk webhook Bitbucket, tambahkan webhook yang dipicu saat repositori dipindahkan, dengan tujuan ke URL ``/hooks/bitbucket/`` pada instalasi Weblate Anda (misalnya ``https://hosted.weblate.org/hooks/bitbucket/``).
ja: Weblate は、Bitbucket の Web フックに対応しています。リポジトリのプッシュ時に起動する Web フックを、インストールした Weblate の URL に ``/hooks/bitbucket/`` を追加して、宛先（例: ``https://hosted.weblate.org/hooks/bitbucket/``）を指定します。
nl: Weblate heeft ondersteuning voor webhooks van Bitbucket, voeg een webhook toe die wordt geactiveerd bij pushen vanuit de opslagruimte, met als doel de URL ``/hooks/bitbucket/`` op uw installatie van Weblate (bijvoorbeeld ``https://hosted.weblate.org/hooks/bitbucket/``).
pt: O Weblate tem suporte para webhooks do Bitbucket, adicione um webhook que aciona no push do repositório, com destino a URL ``/hooks/bitbucket/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/bitbucket/``).
pt_br: O Weblate tem suporte para webhooks do Bitbucket, adicione um webhook que aciona no push do repositório, com destino a URL ``/hooks/bitbucket/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/bitbucket/``).
ro: Weblate are suport pentru Bitbucket webhooks, adăugați un webhook care se declanșează la împingerea depozitului, cu destinația către ``/hooks/bitbucket/`` URL-ul de pe instalarea Weblate (de exemplu ``https://hosted.weblate.org/hooks/bitbucket/``).
ru: Weblate поддерживает веб-обработчики Bitbucket, добавьте веб-обработчик, который срабатывает при отправке изменений в репозиторий, указав в качестве URL адрес вашей установки Weblate с суффиксом ``/hooks/bitbucket/`` (например, ``https://hosted.weblate.org/hooks/bitbucket/``).
sv: Weblate har stöd för Bitbucket-webhooks. Lägg till en webhook som aktiveras vid push till repositoriet, med destinationen till URL:en ``/hooks/bitbucket/`` på din Weblate-installation (till exempel ``https://hosted.weblate.org/hooks/bitbucket/``).
ta: வலைபெயர்ப்பு பிட்பக்கெட் வெப்ஊக்குகளுக்கு ஆதரவைக் கொண்டுள்ளது, களஞ்சிய உந்துதலைத் தூண்டும் ஒரு வெப்ஊக்கைச் சேர், உங்கள் வலைபெயர்ப்பு நிறுவலில் ``/கொக்கிகள்/பிட்பக்கெட்/`` முகவரி க்கு இலக்கை அடையவும் (எடுத்துக்காட்டாக `` https://hosted.weblate.org/hooks/ பிட்பக்கெட்/``).
tr: Weblate, Bitbucket internet kancalarını destekler. Weblate kurulumunuza hedef olarak ``/hooks/bitbucket/`` adresiyle depo itme işlemi sırasında tetiklenecek bir internet kancası ekleyin (``https://hosted.weblate.org/hooks/bitbucket/`` gibi).
uk: У Weblate передбачено підтримку вебскриптів Bitbucket. Додайте вебскрипт, який вмикає запис до сховища із адресою призначення ``/hooks/bitbucket/`` у вашому встановленому Weblate (наприклад, ``https://hosted.weblate.org/hooks/bitbucket/``).
zh_hans: Weblate 已经支持 Bitbucket webhooks，添加仓库推送时触发的 webhook，目的地为你的 Weblate 安装上的 ``/hooks/bitbucket/``\ （例如 ``https://hosted.weblate.org/hooks/bitbucket/`` ）。
zh_hant: Weblate 已經支持Bitbucket webhooks ，添加倉庫推送時觸發的webhook ，目的地為你的Weblate 安裝上的``/hooks/bitbucket/`` （例如``https://hosted.weblate.org/hooks/bitbucket/ `` ）。

source: Automatically receiving changes from GitLab
de: Automatischer Empfang von Änderungen aus GitLab
ga: Ag fáil athruithe go huathoibríoch ó GitLab
hu: Változások automatikus fogadása GitLab-ról
id: Menerima perubahan secara otomatis dari GitLab
ja: 変更を GitLab から自動受信
nl: Automatisch wijzigingen van GitLab ontvangen
pt: Receber alterações do GitLab automaticamente
pt_br: Recebendo automaticamente alterações do GitLab
ro: Primirea automată a modificărilor de la GitLab
ru: Автоматическое получение изменений из GitLab
sv: Automatiskt ta emot ändringar från GitLab
ta: gitlab இலிருந்து தானாகவே மாற்றங்களைப் பெறுகிறது
tr: GitLab değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін з GitLab
zh_hans: 从 GitLab 自动接收更改
zh_hant: 從 GitLab 自動接收更改

source: Weblate has support for GitLab hooks, add a project webhook with destination to ``/hooks/gitlab/`` URL on your Weblate installation (for example ``https://hosted.weblate.org/hooks/gitlab/``).
de: Weblate unterstützt GitLab-Hooks. Fügen Sie einen Projekt-Webhook mit der Ziel-URL ``/hooks/gitlab/`` auf Ihrer Weblate-Installation hinzu (zum Beispiel ``https://hosted.weblate.org/hooks/gitlab/``).
ga: Tá tacaíocht ag Weblate do chrúcaí GitLab, cuir webhook tionscadail le ceann scríbe le URL ``/hooks/gitlab/`` ar do shuiteáil Weblate (mar shampla ``https://hosted.weblate.org/hooks/gitlab/``).
hu: A Weblate támogatja a GitLab webhook-okat. Adjon hozzá egy projekt webhook-ot, amely a ``/hooks/gitlab/`` URL-re mutat a Weblate telepítésén (például ``https://hosted.weblate.org/hooks/gitlab/``).
id: Weblate memiliki dukungan untuk hook GitLab, tambahkan webhook proyek dengan tujuan ke URL ``/hooks/gitlab/`` pada instalasi Weblate Anda (misalnya ``https://hosted.weblate.org/hooks/gitlab/``).
ja: Weblate は、GitLab のフックに対応しています。プロジェクトの Web フックを、インストールした Weblate の URL に ``/hooks/gitlab/`` を追加して、宛先を指定します（例: ``https://hosted.weblate.org/hooks/gitlab/``）。
nl: Weblate heeft ondersteuning voor hooks van GitLab, voeg een webhook voor het project toe met als doel de URL ``/hooks/gitlab/`` op uw installatie van Weblate (bijvoorbeeld ``https://hosted.weblate.org/hooks/gitlab/``).
pt: O Weblate tem suporte para ganchos do GitLab, adiciona um webhook de projeto com destino a URL ``/hooks/gitlab/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/gitlab/``).
pt_br: O Weblate tem suporte para ganchos do GitLab, adiciona um webhook de projeto com destino a URL ``/hooks/gitlab/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/gitlab/``).
ro: Weblate are suport pentru cârligele GitLab, adăugați un webhook de proiect cu destinația ``/hooks/gitlab/``` URL pe instalarea Weblate (de exemplu ``https://hosted.weblate.org/hooks/gitlab/``).
ru: Weblate поддерживает обработчики GitLab, добавьте веб-обработчик проекта с адресом назначения ``/hooks/gitlab/`` в вашей установке Weblate (например, ``https://hosted.weblate.org/hooks/gitlab/``).
sv: Weblate har stöd för GitLab-hooks. Lägg till en projektwebhook med destinationen ``/hooks/gitlab/`` URL på din Weblate-installation (till exempel ``https://hosted.weblate.org/hooks/gitlab/``).
ta: உங்கள் வலைபெயர்ப்பு நிறுவலில் ``/கொக்கிகள்/அறிவிலிஆய்வு/`` `` எடுத்துக்காட்டாக `` https: // grounted.weblate.org/gooks/gitlab/``) இலக்கைக் கொண்ட ஒரு திட்ட வெப்ஊக்கை சேர் வலைபெயர்ப்பு உதவி உள்ளது. .
tr: Weblate, GitLab kancalarını destekler. Weblate kurulumunuza hedef olarak ``/hooks/gitlab/`` adresiyle hedefi bir proje internet kancası ekleyin (``https://hosted.weblate.org/hooks/gitlab/`` gibi).
uk: У Weblate передбачено підтримку скриптів GitLab. Додайте вебскрипт проєкту із адресою призначення ``/hooks/gitlab/`` у встановленому вами Weblate (наприклад, ``https://hosted.weblate.org/hooks/gitlab/``).
zh_hans: Weblate 已经支持 GitLab hooks，添加项目的 webhook，目的地为你的 Weblate 安装上的 ``/hooks/gitlab/``\ （例如 ``https://hosted.weblate.org/hooks/gitlab/`` ）。
zh_hant: Weblate 已經支持GitLab hooks ，添加項目的webhook ，目的地為你的Weblate 安裝上的``/hooks/gitlab/`` （例如``https://hosted.weblate.org/hooks/gitlab/`` ） 。

source: Troubleshooting
de: Fehlerbehebung
ga: Fabhtcheartú
hu: Hibaelhárítás
id: Pemecahan masalah
ja: 問題解決方法
nl: Probleemoplossing
pt: Soluções de problemas
pt_br: Soluções de problemas
ro: Depanare
ru: Решение проблем
sv: Felsökning
ta: சரிசெய்தல்
tr: Sorun çözme
uk: Вирішення проблем
zh_hans: 故障排除

source: Check `GitLab webhook request history`_ if webhooks are delivered.
sv: Kontrollera `GitLab webhook request history`_ om webhooks levereras.

source: The response payload contains information about matched components.
sv: Svarets nyttolast innehåller information om matchade komponenter.

source: Automatically receiving changes from Pagure
de: Automatischer Empfang von Änderungen aus Pagure
ga: Athruithe a fháil go huathoibríoch ó Pagure
hu: Változások automatikus fogadása Pagure-ról
id: Menerima perubahan secara otomatis dari Pagure
ja: 変更を Pagure から自動受信
nl: Automatisch wijzigingen van Pagure ontvangen
pt: Receber alterações do Pagure automaticamente
pt_br: Recebendo automaticamente alterações do Pagure
ro: Primirea automată a modificărilor de la Pagure
ru: Автоматическое получение изменений из Pagure
sv: Automatiskt ta emot ändringar från Pagure
ta: பாகூரத்திலிருந்து தானாக மாற்றங்களைப் பெறுகிறது
tr: Pagure değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін з Pagure
zh_hans: 从 Pagure 自动接受更改
zh_hant: 從 Pagure 自動接受更改

source: Weblate has support for Pagure hooks, add a webhook with destination to ``/hooks/pagure/`` URL on your Weblate installation (for example ``https://hosted.weblate.org/hooks/pagure/``). This can be done in :guilabel:`Activate Web-hooks` under :guilabel:`Project options`:
de: Weblate unterstützt Pagure-Hooks. Fügen Sie einen Webhook mit der Ziel-URL ``/hooks/pagure/`` auf Ihrer Weblate-Installation hinzu (zum Beispiel ``https://hosted.weblate.org/hooks/pagure/``). Dies kann in :guilabel:`Activate Web-hooks` unter :guilabel:`Project options` erfolgen:
ga: Tá tacaíocht ag Weblate do chrúcaí Pagure, cuir webhook le ceann scríbe le URL ``/hooks/pagure/`` ar do shuiteáil Weblate (mar shampla ``https://hosted.weblate.org/hooks/pagure/``). Is féidir é seo a dhéanamh i :guilabel:`Activate Web-hooks` faoi :guilabel:`Project options`:
hu: A Weblate támogatja a Pagure webhook-okat. Hozzon létre egy webhook-ot, amely a ``/hooks/pagure/`` URL-re mutat a Weblate telepítésén (például ``https://hosted.weblate.org/hooks/pagure/``). Ezt az :guilabel:`Activate Web-hooks` menüpontban, a :guilabel:`Project options` alatt teheti meg:
id: Weblate mendukung hook Pagure, tambahkan webhook dengan tujuan ke URL ``/hooks/pagure/`` pada instalasi Weblate Anda (misalnya ``https://hosted.weblate.org/hooks/pagure/``). Ini dapat dilakukan di :guilabel:`Activate Web-hooks` di bawah :guilabel:`Project options`:
ja: Weblate は、Pagure のフックに対応しています。Web フックを、インストールした Weblate の URL に ``/hooks/pagure/`` を追加して、宛先を指定します（例: ``https://hosted.weblate.org/hooks/pagure/``）。:guilabel:`Project options` の中で :guilabel:`Activate Web-hooks` を設定する方法:
nl: Weblate heeft ondersteuning voor hooks van Pagure, voeg een webhook toe met als doel de URL ``/hooks/pagure/`` op uw installatie van Weblate (bijvoorbeeld ``https://hosted.weblate.org/hooks/pagure/``). Dit kan worden gedaan in :guilabel:`Activate Web-hooks` onder :guilabel:`Project options`:
pt: O Weblate tem suporte para ganchos Pagure. Adicione um webhook com destino a URL ``/hooks/pagure/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/pagure/``). Isso pode ser feito em :guilabel:`Web-hooks` em :guilabel:`Project options`:
pt_br: O Weblate tem suporte para ganchos Pagure. Adicione um webhook com destino a URL ``/hooks/pagure/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/pagure/``). Isso pode ser feito no :guilabel:`Web-hooks` em :guilabel:`Opções do projeto`:
ro: Weblate are suport pentru cârligele Pagure, adăugați un webhook cu destinația ``/hooks/pagure/``` URL pe instalarea Weblate (de exemplu ``https://hosted.weblate.org/hooks/pagure/``). Acest lucru poate fi făcut în :guilabel:`Activate Web-hooks` sub :guilabel:`Project options`:
ru: Weblate поддерживает обработчики Pagure, добавьте веб-обработчик проекта с адресом назначения, равным адресу вашей установки Weblate с суффиксом ``/hooks/pagure/`` (например, ``https://hosted.weblate.org/hooks/pagure/``). Добавлять этот адрес нужно в поле :guilabel:`Activate Web-hooks`, расположенное в блоке :guilabel:`Project options`:
sv: Weblate har stöd för Pagure-hooks. Lägg till en webhook med destinationen ``/hooks/pagure/`` URL på din Weblate-installation (till exempel ``https://hosted.weblate.org/hooks/pagure/``). Detta kan göras i :guilabel:`Aktivera webhooks` under :guilabel:`Projektalternativ`:
ta: வலைபெயர்ப்பு பேசூர் ஊக்குகளுக்கு ஆதரவைக் கொண்டுள்ளது, உங்கள் வலைபெயர்ப்பு நிறுவலில் ``/கொக்கிகள்/பாகுரே/`` முகவரி க்கு இலக்கைக் கொண்ட ஒரு வெப்ஊக்கைச் சேர் (எடுத்துக்காட்டாக `` https: // gounted.weblate.org/hooks/pagure/``). இதைச் செய்யலாம்: வபஇசிட்டை: `வலை-கொக்கிகளை செயல்படுத்தவும்` கீழ்: வபஇசிட்டை:` திட்ட விருப்பங்கள்`:
tr: Weblate, Pagure kancalarını destekler. Weblate kurulumunuza hedef olarak ``/hooks/pagure/`` internet kancasını ekleyin (``https://hosted.weblate.org/hooks/pagure/`` gibi). Bu işlem, :guilabel:`Proje ayarları` bölümündeki :guilabel:`Web kancaları kullanılsın` seçeneği ile yapılabilir:
uk: У Weblate передбачено підтримку скриптів Pagure. Додайте вебскрипт із адресою призначення ``/hooks/pagure/`` у встановленому вами Weblate (наприклад, ``https://hosted.weblate.org/hooks/pagure/``). Зробити це можна за допомогою пункту :guilabel:`Activate Web-hooks` у розділі :guilabel:`Project options`:
zh_hans: Weblate 已经支持 Pagure hooks，添加项目的 webhook，目的地为你的 Weblate 安装上的 ``/hooks/pagure/``\ （例如 ``https://hosted.weblate.org/hooks/pagure/`` ）。这可以在 :guilabel:`Project options` 之下的 :guilabel:`Activate Web-hooks` 中完成：
zh_hant: Weblate 已經支持Pagure hooks ，添加項目的webhook ，目的地為你的Weblate 安裝上的``/hooks/pagure/`` （例如``https://hosted.weblate.org/hooks/pagure/`` ） 。這可以在 :guilabel:`Project options` 之下的 :guilabel:`Activate Web-hooks` 中完成：

source: Automatically receiving changes from Azure Repos
de: Automatischer Empfang von Änderungen aus Azure Repos
ga: Athruithe a fháil go huathoibríoch ó Azure Repos
hu: Azure Repos: automatikus változásfogadás
id: Menerima perubahan secara otomatis dari Azure Repos
ja: 変更を Azure リポジトリから自動受信
nl: Automatisch wijzigingen van Azure Repos ontvangen
pt: Receber alterações dos Azure Repos automaticamente
pt_br: Recebendo automaticamente alterações do Azure Repos
ro: Primirea automată a modificărilor din Azure Repos
ru: Автоматическое получение изменений из Azure Repos
sv: Automatiskt ta emot ändringar från Azure Repos
ta: அசூர் களஞ்சியங்களிலிருந்து தானாகவே மாற்றங்களைப் பெறுகிறது
tr: Azure Repos değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін зі сховищ Azure
zh_hans: 从 Azure Repos 自动接收更改
zh_hant: 從 Azure Repos 自動接收更改

source: Weblate has support for Azure Repos webhooks, add a webhook for :guilabel:`Code pushed` event with destination to ``/hooks/azure/`` URL on your Weblate installation (for example ``https://hosted.weblate.org/hooks/azure/``). This can be done in :guilabel:`Service hooks` under :guilabel:`Project settings`.
de: Weblate unterstützt Azure-Repos-Webhooks. Fügen Sie einen Webhook für das Ereignis :guilabel:`Code pushed` mit der Ziel-URL ``/hooks/azure/`` auf Ihrer Weblate-Installation hinzu (zum Beispiel ``https://hosted.weblate.org/hooks/azure/``). Dies kann in :guilabel:`Service hooks` unter :guilabel:`Project settings` erfolgen.
ga: Tá tacaíocht ag Weblate do webhook Azure Repos, cuir webhook le haghaidh imeachta :guilabel:`Code pushed` le ceann scríbe chuig ``/hooks/azure/`` URL ar do shuiteáil Weblate (mar shampla ``https://hosted.weblate.org/hooks/azure/``). Is féidir é seo a dhéanamh i :guilabel:`Service hooks` faoi :guilabel:`Project settings`.
hu: A Weblate támogatja az Azure Repos webhook-okat. Hozzon létre egy webhook-ot a :guilabel:`Code pushed` (kód feltöltésre került) eseményre, amely a ``/hooks/azure/`` URL-re mutat a Weblate telepítésén (például ``https://hosted.weblate.org/hooks/azure/``). Ezt a :guilabel:`Service hooks` alatt, a :guilabel:`Project settings` résznél tudja beállítani.
id: Weblate mendukung webhook Azure Repos. Tambahkan webhook untuk acara :guilabel:`Code pushed` dengan tujuan ke URL ``/hooks/azure/`` pada instalasi Weblate Anda (misalnya ``https://hosted.weblate.org/hooks/azure/``). Ini dapat dilakukan di :guilabel:`Service hooks` pada :guilabel:`Project settings`.
ja: Weblate は、Azure リポジトリの Web フックに対応しています。:guilabel:`コード プッシュ` イベントの Web フックを、インストールした Weblate の URL に ``/hooks/azure/`` を追加して、宛先を指定します（例: ``https://hosted.weblate.org/hooks/azure/``）。これは、:guilabel:`プロジェクトの設定` の中にある :guilabel:`フック サービス` で指定します。
nl: Weblate heeft ondersteuning voor webhooks van Azure Repos, voeg een webhook toe voor de gebeurtenis :guilabel:`Code pushed` met als doel de URL ``/hooks/azure/`` op uw installatie van Weblate (bijvoorbeeld ``https://hosted.weblate.org/hooks/azure/``). Dit kan worden gedaan in :guilabel:`Service hooks` onder :guilabel:`Project settings`.
pt: O Weblate tem suporte para webhooks do Azure Repos, adicione um webhook para evento :guilabel:`Code pushed` com destino para URL ``/hooks/azure/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/azure/``). Isto pode ser feito no :guilabel:`Service hooks ` em :guilabel:`Project settings`.
pt_br: O Weblate tem suporte para webhooks do Azure Repos, adicione um webhook para evento :guilabel:`Código enviado` com destino para URL ``/hooks/azure/`` na instalação do Weblate (por exemplo, ``https://hosted.weblate.org/hooks/azure/``). Isso pode ser feito no :guilabel:`Ganchos de serviço` em :guilabel:`Configurações do projeto`.
sv: Weblate har stöd för Azure Repos-webhooks. Lägg till en webhook för händelsen :guilabel:`Code pushed` med destinationen ``/hooks/azure/`` URL på din Weblate-installation (till exempel ``https://hosted.weblate.org/hooks/azure/``). Detta kan göras i :guilabel:`Service hooks` under :guilabel:`Project settings`.
ta: வலைபெயர்ப்பு அசூர் ரெப்ச் வெப்ஊக்குகளுக்கு ஆதரவைக் கொண்டுள்ளது, இதற்கான வெப்ஊக்கைச் சேர்க்கவும்: கிலாபெல்: `/ஊக்ச்/அசூர்/` `உங்கள் வலைபெயர்ப்பு நிறுவலில் (எடுத்துக்காட்டாக` `https: //hosted.welate. org/hocks/azure/``). இதைச் செய்யலாம்: கிலாபெல்: `சேவை கொக்கிகள்` கீழ்: கிலாபெல்:` திட்ட அமைப்புகள்`.
tr: Weblate, Azure Repos kancalarını destekler. Weblate kurulumunuza :guilabel:`İtilecek kod` işlemi için hedef olarak ``/hooks/azure/`` internet kancasını ekleyin (``https://hosted.weblate.org/hooks/azure/`` gibi). Bu işlem, :guilabel:`Proje ayarları` bölümündeki :guilabel:`Hizmet kancaları` seçeneği ile yapılabilir.
uk: У Weblate передбачено підтримку веб скриптів сховищ Azure. Додайте вебскрипт для події :guilabel:`Code pushed` із адресою призначення ``/hooks/azure/`` у встановленому вами Weblate (наприклад, ``https://hosted.weblate.org/hooks/azure/``). Зробити це можна за допомогою пункту :guilabel:`Service hooks` у розділі :guilabel:`Project settings`.
zh_hans: Weblate 已经支持 Azure Repos web hooks，为 :guilabel:`Code pushed` 事件添加 webhook，目的地为你的 Weblate 安装上的 ``/hooks/azure/`` URL（例如 ``https://hosted.weblate.org/hooks/azure/`` ）。这可以在 :guilabel:`Project settings` 之下的 :guilabel:`Service hooks` 中完成。

source: `Web hooks in Azure DevOps manual <https://learn.microsoft.com/en-us/azure/devops/service-hooks/services/webhooks?view=azure-devops>`_
id: `Manual web hook di Azure DevOps <https://learn.microsoft.com/en-us/azure/devops/service-hooks/services/webhooks?view=azure-devops>`_
sv: `Web hooks i Azure DevOps-handboken <https://learn.microsoft.com/en-us/azure/devops/service-hooks/services/webhooks?view=azure-devops>`_

source: Automatically receiving changes from Gitea Repos
de: Automatischer Empfang von Änderungen aus Gitea Repos
ga: Athruithe a fháil go huathoibríoch ó Gitea Repos
hu: Változások automatikus fogadása Gitea Repos-ról
id: Menerima perubahan secara otomatis dari Gitea Repos
ja: 変更を Gitea リポジトリから自動受信
nl: Automatisch wijzigingen van Gitea Repos ontvangen
pt: Receber alterações dos Gitea Repos automaticamente
pt_br: Recebendo automaticamente alterações do Gitea Repos
ro: Primirea automată a modificărilor din Gitea Repos
ru: Автоматическое получение изменений из репозиториев Gitea
sv: Automatiskt ta emot ändringar från Gitea Repos
ta: அறிவிலிதேநீர் களஞ்சியங்களிலிருந்து தானாகவே மாற்றங்களைப் பெறுகிறது
tr: Gitea depoları değişikliklerini kendiliğinden almak
uk: Автоматичне отримання змін зі сховищ Gitea
zh_hans: 从 Gitea Repos 自动接收更改
zh_hant: 從 Gitea Repos 自動接收更改
