Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: When accessing the site I get a "Bad Request (400)" error
de: Beim Zugriff auf die Website erscheint die Fehlermeldung „Fehlerhafte Anfrage (400)“
ga: Nuair a fhaigheann mé rochtain ar an suíomh faighim earráid "Drochiarratas (400)"
hu: Az oldal elérésekor „Bad Request (400)” hibaüzenetet kapok
id: Saat mengakses situs saya mendapatkan galat "Permintaan Buruk (400)"
ja: サイトにアクセスすると「Bad Request (400)」エラーが発生する
nl: Wij toegang tot de site krijg ik een fout "Bad Request (400)"
pt: Ao acessar ao site recebo um erro de "Bad Request (400)"
pt_br: Ao acessar ao site recebo um erro de "Bad Request (400)"
ro: Când accesez site-ul, primesc o eroare "Bad Request (400)"
ru: При доступе к сайту я получаю ошибку «Плохой запрос (400)» (“Bad Request (400)”)
sv: När jag försöker komma åt webbplatsen får jag felmeddelandet "Bad Request (400)"
ta: தளத்தை அணுகும்போது எனக்கு "மோசமான கோரிக்கை (400)" பிழை கிடைக்கிறது
tr: Siteye erişirken "İstek hatalı (400)" hatasıyla karşılaşıyorum
uk: При спробі доступу до сайта браузер показує повідомлення про помилку «Bad Request (400)»
zh_hans: 当访问网站时，“Bad Request (400)”（错误的请求）错误信息
zh_hant: 當訪問網站時，“Bad Request (400)”（錯誤的請求）錯誤信息

source: This is most likely caused by an improperly configured :setting:`ALLOWED_HOSTS`. It needs to contain all hostnames you want to access on your Weblate. For example:
de: Dies wird höchstwahrscheinlich durch nicht korrekt konfigurierte :setting:`ALLOWED_HOSTS` verursacht. Es muss alle Hostnamen enthalten, auf die Sie mit Ihrer Weblate-Installation zugreifen wollen. Zum Beispiel:
ga: Is dóichí go bhfuil sé seo mar thoradh ar chumrú míchuí :setting:`ALLOWED_HOSTS`. Caithfidh gach ainm óstach a theastaíonn uait a rochtain a fháil ar do Weblate a bheith ann. Mar shampla:
hu: Ennek leggyakoribb oka, hogy az :setting:`ALLOWED_HOSTS` beállítás nincs megfelelően konfigurálva. Ebben szerepelnie kell minden olyan hosztnévnek, amelyen keresztül el kívánja érni a Weblate-et. Például:
id: Hal ini kemungkinan besar disebabkan oleh konfigurasi :setting:`ALLOWED_HOSTS` yang salah. Pengaturan ini harus memuat semua nama host yang ingin Anda akses di Weblate Anda. Misalnya:
ja: これは、:setting:`ALLOWED_HOSTS` の設定が不適切である可能性が高いです。設定には、Weblate にアクセスするホスト名をすべて含めてください。設定例:
nl: Dit wordt hoogst waarschijnlijk veroorzaakt door een niet juist geconfigureerde :setting:`ALLOWED_HOSTS`. Het moet alle hostnamen bevatten waarvandaan u toegang wilt tot uw Weblate. Bijvoorbeeld:
pt: Isto é muito provavelmente causado por uma :setting:`ALLOWED_HOSTS` mal configurada. Ele precisa conter todos os nomes de host que quer acessar no seu Weblate. Por exemplo:
pt_br: Isto é muito provavelmente causado por uma :setting:`ALLOWED_HOSTS` mal configurada. Ele precisa conter todos os nomes de host que você quer acessar no seu Weblate. Por exemplo:
ro: Cel mai probabil, acest lucru este cauzat de o configurare necorespunzătoare a :setting:`ALLOWED_HOSTS`. Aceasta trebuie să conțină toate numele de gazdă pe care doriți să le accesați pe Weblate. De exemplu:
ru: Скорее всего это вызвано неправильной настройкой параметра :setting:`ALLOWED_HOSTS`. Он должен содержать все имена хостов, с которых вы хотите получать доступ к вашему Weblate’у. Например:
sv: Detta beror troligen på en felaktigt konfigurerad :setting:`ALLOWED_HOSTS`. Den måste innehålla alla värdnamn som du vill ha åtkomst till på din Weblate. Till exempel:
tr: Bunun nedeni büyük olasılıkla yanlış yapılandırılmış bir :setting:`ALLOWED_HOSTS` seçeneğidir. Weblate kopyanızdan erişmek istediğiniz tüm sunucu adlarının yazılmış olması gerekir. Örneğin:
uk: Найімовірнішою причиною є помилкове значення змінної :setting:`ALLOWED_HOSTS`. У цій змінній має містити список усіх назв вузлів, яким ви хочете дозволити доступ до вашого Weblate. Приклад:
zh_hans: 这很可能因为 :setting:`ALLOWED_HOSTS` 配置不当而产生。需要包含在 Weblate 上访问的所有主机名。例如：
zh_hant: 這很可能因為 :setting:`ALLOWED_HOSTS` 配置不當而產生。需要包含在 Weblate 上訪問的所有主機名。例如：

source: What does mean "There are more files for the single language (en)"?
de: Was bedeutet „Es gibt mehrere Dateien für die einzelne Sprache (en)“?
ga: Cad a chiallaíonn "Tá níos mó comhad don teanga amháin (ga)"?
hu: Mit jelent az, hogy „There are more files for the single language (en)” (Több fájl van az egyetlen nyelvhez.)?
id: Apa maksudnya "Ada lebih banyak berkas untuk satu bahasa (en)"?
ja: 「単一言語用（en）のファイルがさらにあります」 とはどういう意味ですか？
nl: Wat betekent "There are more files for the single language (en)"?
pt: O que significa "Existem mais ficheiros para o idioma único (en)"?
pt_br: O que significa "Existem mais arquivos para o idioma único (en)"?
ro: Ce înseamnă "Există mai multe fișiere pentru o singură limbă (en)"?
ru: Что означает сообщение «Есть больше файлов для одного языка (en)»?
sv: Vad betyder "Det finns fler filer för det enskilda språket (en)"?
ta: "ஒற்றை மொழிக்கு (en)" அதிக கோப்புகள் உள்ளன" என்பதன் பொருள் என்ன?
tr: "Tek dil (en) için daha fazla dosya var" ne anlama geliyor?
uk: Що означає повідомлення «Знайдено кілька файлів для однієї мови (en)»?
zh_hans: “There are more files for the single language (en)”（单一语言‘英语’有多个文件）是什么意思？
zh_hant: “There are more files for the single language (en)”（單一語言‘英語’有多個文件）是什麼意思？

source: This typically happens when you have translation file for source language. Weblate keeps track of source strings and reserves source language for this. The additional file for same language is not processed.
de: Dies geschieht normalerweise, wenn Sie eine Übersetzungsdatei für die Ausgangssprache haben. Weblate verfolgt die Ausgangszeichenketten und reserviert die Ausgangssprache für diese. Die zusätzliche Datei für dieselbe Sprache wird nicht verarbeitet.
ga: Tarlaíonn sé seo go hiondúil nuair a bhíonn comhad aistriúcháin agat don teanga fhoinseach. Coinníonn Weblate rian ar theaghráin foinse agus coimeádann sé an teanga foinse chuige seo. Ní dhéantar an comhad breise don teanga chéanna a phróiseáil.
hu: Ez általában akkor fordul elő, ha létezik fordítási fájl a forrásnyelvhez. A Weblate nyomon követi a forrásszövegeket, és ehhez lefoglalja a forrásnyelvet. A forrásnyelvhez tartozó további fájlt ezért nem dolgozza fel.
id: Hal ini biasanya terjadi ketika Anda memiliki berkas terjemahan untuk bahasa sumber. Weblate melacak string sumber dan menyimpan bahasa sumber untuk ini. Berkas tambahan untuk bahasa yang sama tidak diproses.
ja: これは通常、原文の言語の翻訳ファイルがある場合に発生します。Weblate は原文を追跡するために原文の言語を予約します。同じ言語の追加ファイルは処理されません。
nl: Dat gebeurt gewoonlijk wanneer u een vertaalbestand heeft voor de brontaal. Weblate probeert de brontekenreeksen bij te houden en reserveert daar de brontaal voor. Het aanvullende bestand voor dezelfde taal wordt niet verwerkt.
pt: Isso normalmente acontece quando tem um ficheiro de tradução para o idioma fonte. Weblate mantém o controlo de cadeias fonte e reserva o idioma fonte para isso. O ficheiro adicional para o mesmo idioma não é processado.
pt_br: Isso normalmente acontece quando você tem arquivo de tradução para idioma fonte. Weblate mantém o controle de textos fonte e reserva o idioma fonte para isso. O arquivo adicional para o mesmo idioma não é processado.
ro: Acest lucru se întâmplă de obicei atunci când aveți un fișier de traducere pentru limba sursă. Weblate ține evidența șirurilor sursă și rezervă limba sursă pentru aceasta. Fișierul suplimentar pentru aceeași limbă nu este procesat.
ru: Обычно такое происходит, когда у вас есть файл перевода для исходного языка. Weblate отслеживает исходные строки и резервирует для этого язык оригинала. Дополнительный файл для того же самого языка не обрабатывается.
sv: Detta händer vanligtvis när du har en översättningsfil för källspråket. Weblate håller reda på källsträngar och reserverar källspråket för detta. Den extra filen för samma språk behandlas inte.
ta: மூல மொழிக்கான மொழிபெயர்ப்பு கோப்பு உங்களிடம் இருக்கும்போது இது பொதுவாக நிகழ்கிறது. வலைபெயர்ப்பு மூல சரங்களைக் கண்காணிக்கிறது மற்றும் இதற்கான மூல மொழியை சேமிக்கிறது. அதே மொழிக்கான கூடுதல் கோப்பு செயலாக்கப்படவில்லை.
tr: Bu genellikle kaynak dil için çeviri dosyanız olduğunda olur. Weblate, kaynak dizgeleri izler ve bunun için kaynak dili ayırır. Aynı dil için ek dosya işlenmez.
uk: Таке типово трапляється, якщо у вас є файл перекладу початковою мовою. Weblate стежить за початковими рядками і резервує для цього каталог початкової мови. Додатковий файл початковою мовою не обробляється.
zh_hans: 当源语言有翻译时这会典型发生。Weblate 跟踪源字符串，并为此保留源字符串。相同语言的附加字符串不会被处理。
zh_hant: 當源語言有翻譯時這會典型發生。 Weblate 跟踪源字符串，並為此保留源字符串。相同語言的附加字符串不會被處理。

source: In case the translation to the source language is desired, please change the :ref:`component-source_language` in the component settings. You might want to use `English (Developer)` as a source language, or utilize :ref:`source-quality-gateway`.
de: Falls die Übersetzung in die Ausgangssprache gewünscht ist, ändern Sie bitte die :ref:`component-source_language` in den Komponenteneinstellungen. Vielleicht möchten Sie `Englisch (Entwickler)` als Ausgangssprache verwenden, oder das :ref:`source-quality-gateway` nutzen.
ga: Ar eagla go bhfuil an t-aistriúchán go dtí an teanga foinse ag teastáil, athraigh an :ref:`component-source_language` sna socruithe comhpháirte. B'fhéidir gur mhaith leat `Béarla (Forbróir)` a úsáid mar theanga fhoinseach, nó úsáid a bhaint as :ref:`source-quality-gateway`.
hu: Ha a forrásnyelvre is szeretne fordítást, módosítsa az adott összetevő beállításainál a :ref:`component-source_language` értékét. Ilyenkor célszerű lehet az `English (fejlesztői)` nyelvet használni forrásnyelvként vagy beállítani a :ref:`source-quality-gateway` ellenőrzéseket.
id: Jika Anda menginginkan terjemahan ke bahasa sumber, silakan ubah :ref:`component-source_language` di pengaturan komponen. Anda dapat menggunakan `Inggris (Pengembang)` sebagai bahasa sumber, atau menggunakan :ref:`source-quality-gateway`.
ja: 原文の言語への翻訳が必要な場合は、コンポーネント設定の :ref:`component-source_language` を変更してください。原文の言語として `English (Developer)`、または :ref:`source-quality-gateway` を使用できます。
nl: In het geval dat vertaling naar de brontaal gewenst is, wijzig dan de :ref:`component-source_language` in de instellingen van het onderdeel. U wilt misschien `English (Developer)` gebruiken als brontaal, of :ref:`source-quality-gateway` gebruiken.
pt: Caso a tradução para o idioma fonte seja desejada, altere o :ref:`component-source_language` nas configurações do projeto. Pode querer usar `English (Developer)` como idioma fonte, ou usar :ref:`source-quality-gateway`.
pt_br: Caso a tradução para o idioma fonte seja desejada, altere o :ref:`component-source_language` nas configurações do projeto. Você pode querer usar `English (Developer)` como idioma fonte, ou usar :ref:`source-quality-gateway`.
ro: În cazul în care se dorește traducerea în limba sursă, vă rugăm să modificați :ref:`component-source_language` în setările componentei. Este posibil să doriți să folosiți `English (Developer)` ca limbă sursă sau să utilizați :ref:`source-quality-gateway`.
ru: Если требуется перевод на исходный язык, измените :ref:`component-source_language` в настройках компонента. Возможно, вы захотите использовать `«Английский (для разработчиков)»` в качестве исходного языка или использовать :ref:`source-quality-gateway`.
sv: Om du vill ha översättningen till källspråket, ändra :ref:`component-source_language` i komponentinställningarna. Du kan använda `English (Developer)` som källspråk eller använda :ref:`source-quality-gateway`.
tr: Kaynak dil için çeviri isteniyorsa, lütfen bileşen ayarlarındaki :ref:`component-source_language` seçeneğini değiştirin. Kaynak dili `İngilizce (Geliştirici)` olarak seçmek ya da :ref:`source-quality-gateway` kullanmak isteyebilirsiniz.
uk: Якщо переклад початковою мовою є бажаним, будь ласка, змініть :ref:`початкову мову <component-source_language>` у налаштуваннях складника. Вам варто скористатися `English (Developer)` як початковою мовою або використати :ref:`source-quality-gateway`.
zh_hans: 如果需要对源语言进行翻译，请更改部件设置中的 :ref:`component-source_language`。你也许想把 `英语（开发者）` 用作源语言，或使用 :ref:`source-quality-gateway`。

source: In case the translation file for the source language is not needed, please remove it from the repository.
de: Falls die Übersetzungsdatei für die Ausgangssprache nicht benötigt wird, entfernen Sie diese bitte aus dem Repository.
ga: Sa chás nach bhfuil gá leis an gcomhad aistriúcháin don teanga fhoinseach, bain den stór é le do thoil.
hu: Ha a forrásnyelvhez tartozó fordítási fájlra nincs szükség, távolítsa el a tárolóból.
id: Jika berkas terjemahan untuk bahasa sumber tidak diperlukan, harap hapus dari repositori.
ja: 原文の言語の翻訳ファイルが不必要な場合は、リポジトリから削除してください。
nl: Als vertaling van de brontaal niet noodzakelijk is, verwijder deze dan uit de opslagruimte.
pt: Caso o ficheiro de tradução para o idioma de origem não seja necessário, por favor, remova-o do repositório.
pt_br: Caso o arquivo de tradução para o idioma fonte não seja necessário, remova-o do repositório.
ro: În cazul în care fișierul de traducere pentru limba sursă nu este necesar, vă rugăm să îl eliminați din depozit.
ru: Если файл перевода для исходного языка не нужен, пожалуйста, удалите его из репозитория.
sv: Om översättningsfilen för källspråket inte behövs, ta bort den från arkivet.
ta: மூல மொழிக்கான மொழிபெயர்ப்பு கோப்பு தேவையில்லை என்றால், அதை களஞ்சியத்திலிருந்து அகற்றவும்.
tr: Kaynak dil için çeviri dosyasına gerek yoksa, lütfen depodan kaldırın.
uk: Якщо файл перекладу для початкової мови є непотрібним, будь ласка вилучіть його з сховища.
zh_hans: 如果不需要源语言的翻译文件，请从仓库中将其删除。
zh_hant: 如果是不需要用到來源語言的翻譯檔，請從儲存庫中將它移除。

source: In case the translation file for the source language is needed, but should be ignored by Weblate, please adjust the :ref:`component-language_regex` to exclude it.
de: Falls die Übersetzungsdatei für die Ausgangssprache benötigt wird, aber von Weblate ignoriert werden soll, stellen Sie bitte den :ref:`component-language_regex` so ein, dass er sie ausschließt.
ga: Sa chás go bhfuil gá le comhad aistriúcháin na teanga foinse, ach gur cheart do Weblate neamhaird a dhéanamh de, cuir an :ref:`component-language_regex` in oiriúint chun é a chur as an áireamh.
hu: Ha a fájlra szükség van, de azt a Weblate-nek figyelmen kívül kell hagynia, módosítsa a :ref:`component-language_regex` beállítást úgy, hogy kizárja ezt a fájlt.
id: Jika berkas terjemahan untuk bahasa sumber diperlukan, tetapi harus diabaikan oleh Weblate, harap sesuaikan :ref:`component-language_regex` untuk mengecualikannya.
ja: 原文の言語の翻訳ファイルが必要だが、Weblate で無効にする場合は、:ref:`component-language_regex` で除外を設定してしてください。
nl: Als het vertaalbestand voor de brontaal nodig is, maar door Weblate zou moeten worden genegeerd, pas dan de :ref:`component-language_regex` aan om het uit te sluiten.
pt: Caso o ficheiro de tradução para o idioma de origem seja necessário, mas deveria ser ignorado pelo Weblate, por favor, ajuste o :ref:`component-language_regex` para excluí-lo.
pt_br: Caso o arquivo de tradução para o idioma fonte seja necessário, mas deva ser ignorado pelo Weblate, ajuste o :ref:`component-language_regex` para excluí-lo.
ro: În cazul în care fișierul de traducere pentru limba sursă este necesar, dar ar trebui să fie ignorat de Weblate, vă rugăm să ajustați :ref:`component-language_regex` pentru a-l exclude.
ru: Если же файл перевода для исходного языка необходим, но должен игнорироваться Weblate, пожалуйста, настройте для его исключения :ref:`языковой фильтр <component-language_regex>`.
sv: Om översättningsfilen för källspråket behövs, men ska ignoreras av Weblate, justera :ref:`component-language_regex` för att utesluta den.
tr: Kaynak dil için çeviri dosyasına gerek duyulduğu, ancak Weblate tarafından yok sayılmasının gerektiği durumlarda, katılmaması için :ref:`component-language_regex` seçeneğini ayarlayın.
uk: Якщо файл перекладу для початкової мови є бажаним, але Weblate має його ігнорувати, будь ласка, скоригуйте :ref:`component-language_regex`, щоб виключити його.
zh_hans: 如果需要源语言的翻译文件，但 Weblate 应该忽略它，请通过调整 :ref:`component-language_regex` 来排除它。

source: You might get similar error message for other languages as well. In that case the most likely reason is that several files map to single language in Weblate.
de: Möglicherweise erhalten Sie eine ähnliche Fehlermeldung auch für andere Sprachen. In diesem Fall ist der wahrscheinlichste Grund, dass mehrere Dateien einer einzigen Sprache in Weblate zugeordnet sind.
ga: Seans go bhfaighidh tú teachtaireacht earráide comhchosúil do theangacha eile freisin. Sa chás sin is é an chúis is dóichí ná go mapálann roinnt comhad go teanga amháin in Weblate.
hu: Más nyelvek esetén is előfordulhat hasonló hibaüzenet. Ilyenkor a legvalószínűbb ok az, hogy több fájl is ugyanahhoz a nyelvhez van rendelve a Weblate-ben.
id: Anda mungkin juga mendapatkan pesan galat serupa untuk bahasa lain. Dalam hal ini, kemungkinan besar penyebabnya adalah beberapa berkas dipetakan ke satu bahasa di Weblate.
ja: 他の言語でも、同様のエラー メッセージが表示されることがあります。その場合、原因として最も可能性があるのは、複数のファイルが Weblate で単一言語に配置されている場合です。
nl: U zou ook een soortgelijke foutmelding kunnen krijgen voor andere talen. In dat geval is de meest waarschijnlijke reden dat verscheidene bestanden verwijzen naar een enkele taal in Weblate.
pt: Também pode receber mensagens de erro semelhantes para outros idiomas. Nesse caso, o motivo mais provável é que vários ficheiros mapeiam para um único idioma no Weblate.
pt_br: Você também pode receber mensagens de erro semelhantes para outros idiomas. Nesse caso, o motivo mais provável é que vários arquivos mapeiam para um único idioma no Weblate.
ro: Este posibil să primiți un mesaj de eroare similar și pentru alte limbi. În acest caz, motivul cel mai probabil este faptul că mai multe fișiere corespund unei singure limbi în Weblate.
ru: Вы также можете получить аналогичное сообщение об ошибке и для других языков. В таком случае, скорее всего, причина будет в том, что несколько разных файлов отображаются на один язык в Weblate.
sv: Du kan få liknande felmeddelanden även för andra språk. I så fall är den mest troliga orsaken att flera filer är kopplade till ett enda språk i Weblate.
ta: பிற மொழிகளுக்கும் இதே போன்ற பிழை செய்தியை நீங்கள் பெறலாம். அந்த வழக்கில், பல கோப்புகள் வலைபெயர்ப்பில் ஒரே மொழிக்கு வரைபடமாக்குவதே மிகவும் சாத்தியமான காரணம்.
tr: Benzer hata iletisini diğer diller için de görebilirsiniz. Bu durumda en olası neden, birkaç dosyanın Weblate üzerinde tek bir dil ile eşleştirilmesidir.
uk: Ви можете отримати подібне повідомлення про помилку і для інших мов. У такому випадку найімовірнішою причиною є те, що з однією мовою у Weblate пов'язано кілька файлів.
zh_hans: 对于其它语言可能也会得到相似的错误信息。在这种情况下最可能的原因是在 Weblate 中几个文件映射到单语言上。
zh_hant: 對於其它語言可能也會得到相似的錯誤信息。在這種情況下最可能的原因是在 Weblate 中幾個文件映射到單語言上。

source: This can be caused by using obsolete language codes together with new one (``ja`` and ``jp`` for Japanese) or including both country specific and generic codes (``fr`` and ``fr_FR``). See :ref:`language-parsing-codes` for more details.
de: Dies kann dadurch verursacht werden, dass veraltete Sprachcodes zusammen mit neuen verwendet werden (``ja`` und ``jp`` für Japanisch) oder sowohl länderspezifische als auch allgemeine Codes enthalten sind (``fr`` und ``fr_FR``). Siehe :ref:`language-parsing-codes` für weitere Details.
ga: Is féidir é seo a dhéanamh trí chóid teanga atá imithe i léig a úsáid mar aon le ceann nua (``ja`` agus `` jp`` don tSeapáinis) nó trí chóid a bhaineann go sonrach le tíortha agus le cóid chineálacha (``fr`` agus ``fr_FR``) a áireamh). Féach :ref:`language-parsing-codes` le haghaidh tuilleadh sonraí.
hu: Ez történhet elavult és új nyelvkódok együttes használata esetén (például ``ja`` és ``jp`` a japánhoz) vagy ha az adott nyelvhez egyszerre szerepel általános és ország-specifikus kód is (például ``fr`` és ``fr_FR``). Részletekért lásd: :ref:`language-parsing-codes`.
id: Hal ini dapat disebabkan oleh penggunaan kode bahasa yang sudah usang bersamaan dengan kode baru (``ja`` dan ``jp`` untuk bahasa Jepang) atau penggunaan kode khusus negara dan kode generik (``fr`` dan ``fr_FR``). Lihat :ref:`language-parsing-codes` untuk rincian selengkapnya.
ja: これは、廃止した言語コードを新しい言語コード（日本語の場合は ``ja`` および ``jp``）と一緒に使用したり、国別コードと汎用コード（``fr`` および ``fr_FR``）の両方を含めると発生します。詳細は :ref:`language-parsing-codes` を確認してください。
nl: Dit kan worden veroorzaakt door verouderde taalcodes te gebruiken samen met nieuwe (``ja`` en ``jp`` voor Japans) of inclusief zowel de landspecifieke als algemene codes (``fr`` en ``fr_FR``). Bekijk :ref:`language-parsing-codes` voor meer details.
pt: Isto pode ser causado pelo uso de códigos de idioma obsoletos juntamente com um novo (``ja`` e ``jp`` para japonês) ou incluindo tanto códigos específicos do país como genéricos (``fr`` e ``fr_FR``). Veja :ref:`language-parsing-codes` para mais detalhes.
pt_br: Isto pode ser causado pelo uso de códigos de idioma obsoletos juntamente com um novo (``ja`` e ``jp`` para japonês) ou incluindo tanto códigos específicos do país como genéricos (``fr`` e ``fr_FR``). Consulte :ref:`language-parsing-codes` para mais detalhes.
ro: Acest lucru poate fi cauzat de utilizarea unor coduri de limbă învechite împreună cu unul nou (``ja`` și ``jp`` pentru japoneză) sau de includerea atât a codurilor specifice țării, cât și a codurilor generice (``fr`` și ``fr_FR``). Pentru mai multe detalii, consultați :ref:`language-parsing-codes`.
ru: Это может быть вызвано тем, что используются устаревшие коды языков одновременно с новыми (``ja`` и ``jp`` для японского) или используется одновременно код, привязанный к стране, и основной (``ru`` и ``ru_RU``). Смотрите подробности в разделе «:ref:`language-parsing-codes`».
sv: Detta kan orsakas av att man använder föråldrade språkkoder tillsammans med nya (``ja`` och ``jp`` för japanska) eller inkluderar både landsspecifika och generiska koder (``fr`` och ``fr_FR``). Se :ref:`language-parsing-codes` för mer information.
tr: Bu durum, eski dil kodlarının yenisiyle birlikte kullanılmasından (Japonca için ``ja`` ve ``jp``) ya da hem ülkeye özgü hem de genel kodların (``fr`` ve ``fr_FR``) kullanılmasından kaynaklanabilir. Ayrıntılı bilgi almak için: :ref:`language-parsing-codes`.
uk: Це може бути наслідком того, що паралельно використано застарілі і нові коди мов (``ja`` і ``jp`` для японської) або паралельно вжито код мови із кодом країни і загальний код (``fr`` і ``fr_FR``). Докладніше про це у розділі :ref:`language-parsing-codes`.
zh_hans: 这可能是由于同时使用了过时的语言代码和新的语言代码（对于日语是 ``ja`` 和 ``jp``），或者包含了特定国家地区的和通用的语言代码（``fr`` 和 ``fr_FR``）。更多细节请参见 :ref:`language-parsing-codes`。
zh_hant: 這可能是由於將過時的語言編碼與新的一起使用（對於日語是``ja``和``jp``），或者包括了特定國家的和通用的語言編碼（``fr``和` `fr_FR``）。更多細節請參見 :ref:`language-parsing-codes`。

source: Features
de: Funktionen
ga: Gnéithe
hu: Funkciók
id: Fitur
ja: 機能
nl: Mogelijkheden
pt: Funcionalidades
pt_br: Funcionalidades
ro: Caracteristici
ru: Возможности
sv: Funktioner
ta: நற்பொருத்தங்கள்
tr: Özellikler
uk: Можливості
zh_hans: 功能
zh_hant: 功能
