Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This is used to generate <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
de: Dies wird zur Erstellung von <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF> verwendet.
ga: Úsáidtear é seo chun <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF> a ghiniúint.
hu: Ez a következő oldal generálásához használatos: <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
id: Ini digunakan untuk menghasilkan <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
ja: これは、<https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF> を生成するために使用します。
nl: Dit wordt gebruikt om te genereren <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
pt: Isso é usado para gerar <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
pt_br: Isso é usado para gerar <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
ro: Acesta este utilizat pentru a genera <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
ru: Используется для генерации `словаря с названиями языков <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>`__.
sv: Detta används för att generera <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
ta: இது <https://wiki.l10n.cz/slovn%c3%adk_s_n%c3%a1zvy_jazyk%c 5%af> ஐ உருவாக்க பயன்படுகிறது.
tr: Bu, <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF> oluşturmak için kullanılır.
uk: Використовується для створення <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
zh_hans: 这用来生成 <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.
zh_hant: 這用來生成 <https://wiki.l10n.cz/Slovn%C3%ADk_s_n%C3%A1zvy_jazyk%C5%AF>.

source: Lists automatic suggestions services in reStructuredText as a template for :doc:`/admin/machine`.
de: Listet automatische Vorschlagsdienste in reStructuredText als Vorlage für :doc:`/admin/machine` auf.
ga: Liostaíonn sé seirbhísí moltaí uathoibríocha in reStructuredText mar theimpléad do :doc:`/admin/machine`.
hu: Automatikus javaslatszolgáltatók listázása reStructuredText formátumban, sablonként az :doc:`/admin/machine` dokumentációhoz.
id: Mencantumkan layanan saran otomatis di reStructuredText sebagai templat untuk :doc:`/admin/machine`.
nl: Vermeld services voor automatische suggesties in reStructuredText als een sjabloon voor :doc:`/admin/machine`.
pt_br: Lista os serviços de sugestões automáticas no reStructuredText como um modelo para :doc:`/admin/machine`.
sv: Listar automatiska förslagstjänster i reStructuredText som en mall för :doc:`/admin/machine`.
uk: Перелічує служби автоматичних пропозицій у reStructuredText як шаблон для :doc:`/admin/machine`.

source: Lists translators by contributed language for the given project:
de: Listet die Übersetzer für das angegebene Projekt nach beigetragener Sprache auf:
ga: Liostaíonn sé aistritheoirí de réir teanga rannchuidithe don tionscadal ar leith:
hu: Fordítók listázása a hozzájárulás nyelve szerint az adott projektben:
id: Mencantumkan penerjemah berdasarkan bahasa yang disumbangkan untuk proyek yang diberikan:
ja: 指定したプロジェクトの提供言語別に、翻訳者を一覧表示します。
nl: Vermeld vertalers per bijgedragen taal voor het opgegeven project:
pt: Lista tradutores por idioma contribuído ao projeto em questão:
pt_br: Lista tradutores por idioma contribuído para o projeto em questão:
ru: Показывает переводчиков по языкам проекта:
sv: Listar översättare efter bidragande språk för det angivna projektet:
ta: கொடுக்கப்பட்ட திட்டத்திற்கான பங்களிப்பு மொழியின் மொழிபெயர்ப்பாளர்களை பட்டியலிடுகிறது ::
tr: Belirtilen projeye katkıda bulunan çevirmenleri dile göre görüntüler:
uk: Виводить список перекладачів за вказаною мовою для заданого проєкту:
zh_hans: 按给定项目的语言列出为对应语言作贡献的译者：

source: List names by language code instead of language name.
de: Listet die Namen nach dem Sprachcode anstelle vom Sprachenname auf.
ga: Liostaigh ainmneacha de réir cód teanga in ionad ainm teanga.
hu: Nevek listázása a nyelv neve helyett a nyelvkód alapján.
id: Daftar nama berdasarkan kode bahasa daripada nama bahasa.
ja: 言語名ではなく言語コードで名前を一覧表示します。
nl: Vermeld namen op taalcode in plaats van op de naam van de taal.
pt: Lista os nomes pelo código do idioma em vez do nome do idioma.
pt_br: Lista os nomes pelo código do idioma em vez do nome do idioma.
ro: Listează numele după codul limbii în loc de numele limbii.
ru: Сортировать список по кодам языков, а не по их названиям.
sv: Lista namn efter språkkod istället för språknamn.
ta: மொழி பெயருக்கு பதிலாக மொழி குறியீடு மூலம் பெயர்களை பட்டியலிடுங்கள்.
tr: Adları dil adı yerine dil koduna göre görüntüler.
uk: Виводить список імен за кодом мов, а не за назвами мов.
zh_hans: 用语言代码而不是语言来列出名称。
zh_hant: 用語言代碼而不是語言來列出名稱。

source: You can either define which project or component to use (for example ``weblate/application``), or use ``--all`` to list translators from all existing components.
de: Sie können entweder festlegen, welches Projekt oder welche Komponente verwendet werden soll (z. B. ``weblate/application``), oder ``--all`` verwenden, um die Übersetzer aller vorhandenen Komponenten aufzulisten.
ga: Is féidir leat a shainiú cén tionscadal nó comhpháirt a úsáidfidh tú (mar shampla ``gréasán/feidhmchlár``), nó úsáid a bhaint as ``--all`` chun aistritheoirí a liostú ó na comhpháirteanna go léir atá ann cheana féin.
hu: Megadható, hogy melyik projektet vagy összetevőt használja (például ``weblate/application``) vagy a ``--all`` opcióval az összes meglévő összetevő fordítóit listázhatja.
id: Anda dapat menentukan proyek atau komponen mana yang akan digunakan (misalnya ``weblate/application``), atau menggunakan ``--all`` untuk mencantumkan penerjemah dari semua komponen yang ada.
ja: 使用するプロジェクトまたはコンポーネント（例: ``weblate/application``）を設定するか、``--all`` を使用して既存のすべてのコンポーネントから一覧表示できます。
nl: U kunt ofwel definiëren welk project of onderdeel te gebruiken (bijvoorbeeld ``weblate/application``) of ``--all`` gebruiken om alle vertalers uit alle bestaande onderdelen te vermelden.
pt: Pode definir qual projeto ou componente usar (por exemplo, ``weblate/application``) ou usar ``--all`` para listar os tradutores de todos os componentes existentes.
pt_br: Você pode definir qual projeto ou componente usar (por exemplo, ``weblate/application``) ou usar ``--all`` para listar os tradutores de todos os componentes existentes.
ro: Puteți fie să definiți ce proiect sau componentă să utilizați (de exemplu ``weblate/application``), fie să utilizați ``--all`` pentru a lista traducătorii din toate componentele existente.
ru: Вы можете либо задать конкретный проект или компонент (например, ``weblate/application``), либо использовать ключ ``--all``, чтобы получить список всех переводчиков всех существующих компонентов.
sv: Du kan antingen ange vilket projekt eller vilken komponent som ska användas (till exempel ``weblate/application``) eller använda ``--all`` för att visa översättare från alla befintliga komponenter.
ta: எந்த திட்டம் அல்லது கூறுகளைப் பயன்படுத்த வேண்டும் என்பதை நீங்கள் வரையறுக்கலாம் (எடுத்துக்காட்டாக `` வலைபெயர்ப்பு/பயன்பாடு``) அல்லது தற்போதுள்ள அனைத்து கூறுகளிலிருந்தும் மொழிபெயர்ப்பாளர்களை பட்டியலிட `` --all`` ஐப் பயன்படுத்தலாம்.
tr: Hangi projenin ya da bileşenin kullanılacağını belirtebilirsiniz (``weblate/application`` gibi) ya da var olan tüm bileşenlerin çevirmenlerini listelemek için ``--all`` seçeneğini kullanabilirsiniz.
uk: Ви можете або визначити проєкт або складник для використання (наприклад, ``weblate/application``), або скористатися ``--all`` для виведення списку перекладачів усіх наявних складників.
zh_hans: 可以或者定义使用哪个项目或部件（例如 ``weblate/application``），或者使用 ``--all`` 从所有现存的部件中列出译者。
zh_hant: 可以或者定義使用哪個項目或組件（例如 ``weblate/application``），或者使用 ``--all`` 從所有現存的組件中列出翻譯者。

source: Lists all Weblate dependencies and their versions.
de: Listet alle Weblate-Abhängigkeiten und ihre Versionen auf.
ga: Liostaíonn sé gach spleáchas Weblate agus a leaganacha.
hu: Az összes Weblate-függőség és azok verzióinak listázása.
id: Mencantumkan semua dependensi Weblate dan versinya.
ja: すべての Weblate の依存関係とそのバージョンを一覧表示します。
nl: Vermeldt alle afhankelijkheden van Weblate en hun versies.
pt: Lista todas as dependências do Weblate e as versões deles.
pt_br: Lista todas as dependências do Weblate e suas versões.
ro: Listează toate dependențele Weblate și versiunile acestora.
ru: Выводит список всех зависимостей weblate и их версии.
sv: Visar alla Weblate-beroenden och deras versioner.
ta: அனைத்து வலைபெயர்ப்பு சார்புகளையும் அவற்றின் பதிப்புகளையும் பட்டியலிடுகிறது.
tr: Tüm Weblate bağımlılıklarını ve sürümlerini görüntüler.
uk: Виводить список усіх залежностей Weblate та їхніх версій.
zh_hans: 列出所有 Weblate 依赖项及其版本。
zh_hant: 列出所有 Weblate 依賴及其版本。

source: Lists File format parameters.
id: Mencantumkan parameter format berkas.
sv: Listar filformatsparametrar.

source: Reloads translations from disk (for example in case you have done some updates in the VCS repository).
de: Lädt Übersetzungen von der Festplatte nach (z. B. wenn Sie einige Aktualisierungen im VCS-Repository vorgenommen haben).
ga: Athlódáil sé aistriúcháin ón diosca (mar shampla ar eagla go bhfuil roinnt nuashonruithe déanta agat sa stór VCS).
hu: Fordítások újratöltése lemezről (például ha manuálisan végzett frissítést a VCS-tárolóban).
id: Memuat ulang terjemahan dari disk (misalnya jika Anda telah melakukan beberapa pembaruan dalam repositori VCS).
ja: ディスクから翻訳を再読み込みします（たとえば、VCS リポジトリで更新を行った場合）。
nl: Laadt vertalingen opnieuw vanaf schijf (bijvoorbeeld in het geval dat u enkele bijwerkingen in de opslagruimte van het VCS hebt gedaan).
pt: Recarrega traduções de disco (por exemplo, caso tenha feito algumas atualizações no repositório VCS).
pt_br: Recarrega traduções de disco (por exemplo, caso você tenha feito algumas atualizações no repositório VCS).
ro: Reîncarcă traducerile de pe disc (de exemplu, în cazul în care ați făcut unele actualizări în depozitul VCS).
ru: Перезагружает переводы с диска (например, если вы внесли обновления в свою систему контроля версий).
sv: Laddar om översättningar från disken (till exempel om du har gjort några uppdateringar i VCS-arkivet).
ta: வட்டில் இருந்து மொழிபெயர்ப்புகளை மீண்டும் ஏற்றுகிறது (எடுத்துக்காட்டாக, நீங்கள் வி.சி.எச் களஞ்சியத்தில் சில புதுப்பிப்புகளைச் செய்திருந்தால்).
tr: Çevirileri diskten yeniden yükler (örneğin, sürüm denetimi sistemi deposunda bazı güncellemeler yaptıysanız).
uk: Перезавантажує переклади з диска (наприклад, у випадку, якщо ви виконували певні оновлення у сховищі системи керування версіями).
zh_hans: 从磁盘重新加载翻译（例如，您在版本控制系统仓库中进行了一些更新）。
zh_hant: 從磁盤重新加載翻譯（例如您在版本控制系統（VCS ）倉庫完成一些更新的情況下）。

source: Force update, even if the files should be up-to-date.
de: Erzwingt das Aktualisieren, auch wenn die Dateien aktuell sein sollten.
ga: Nuashonrú bhfeidhm, fiú amháin más rud é gur chóir go mbeadh na comhaid cothrom le dáta.
hu: Frissítés kényszerítése akkor is, ha a fájlok naprakésznek tűnnek.
id: Paksa pembaruan, meskipun berkasnya harus yang terbaru.
ja: ファイルがアップグレード済みであっても、強制的にアップグレードさせる。
nl: Bijwerken forceren, zelfs als de bestanden up-to-date zouden zijn.
pt: Força a atualização, mesmo que os ficheiros devam estar atualizados.
pt_br: Força a atualização, mesmo que os arquivos devam estar atualizados.
ro: Forțați actualizarea, chiar dacă fișierele ar trebui să fie actualizate.
ru: Принудительно обновлять файлы, даже если эти файлы и так уже должны были бы быть в актуальном состоянии.
sv: Tvinga uppdatering, även om filerna borde vara uppdaterade.
ta: கோப்புகள் புதுப்பித்த நிலையில் இருக்க வேண்டும் என்றாலும், படை புதுப்பிப்பு.
tr: Dosyalar güncel olsa bile güncellemeye dayatın.
uk: Примусове оновлення, навіть якщо файли мають бути актуальними.
zh_hans: 强制更新，即使文件应该是更新的。
zh_hant: 強制更新，即使文件應該是更新的。

source: Limit processing to a single language.
de: Beschränkt die Verarbeitung auf eine einzige Sprache.
ga: Teorainn a chur le próiseáil go teanga amháin.
hu: A feldolgozás korlátozása egyetlen nyelvre.
id: Batasi pemrosesan ke satu bahasa.
ja: 処理を 1 つの言語に制限します。
nl: Beperk het verwerken tot een enkele taal.
pt: Limita o processamento a um único idioma.
pt_br: Limita o processamento a um único idioma.
ro: Limitați procesarea la o singură limbă.
ru: Ограничится обработкой только заданного языка.
sv: Begränsa bearbetningen till ett enda språk.
ta: செயலாக்கத்தை ஒரு மொழிக்கு கட்டுப்படுத்துங்கள்.
tr: İşlemi tek bir dille sınırlandırın.
uk: Обмежити обробку єдиною мовою.
zh_hans: 将处理限制为单一语言。
zh_hant: 將處理限制為單一語言。

source: You seldom need to invoke this, Weblate will automatically load changed files for every VCS update. This is needed in case you manually changed an underlying Weblate VCS repository or in some special cases following an upgrade.
de: Sie müssen diese Funktion nur selten aufrufen, da Weblate geänderte Dateien bei jedem VCS-Update automatisch lädt. Dies ist erforderlich, wenn Sie ein zugrunde liegendes Weblate-VCS-Repository manuell geändert haben oder in einigen speziellen Fällen nach einem Upgrade.
ga: Is annamh a bhíonn ort é seo a agairt, déanfaidh Weblate comhaid athraithe a luchtú go huathoibríoch do gach nuashonrú VCS. Tá sé seo de dhíth ar eagla go n-athraigh tú stór bunúsach Weblate VCS de láimh nó i gcásanna speisialta áirithe tar éis uasghrádaithe.
hu: Ezt a parancsot ritkán kell kézzel futtatni, mivel a Weblate automatikusan betölti a módosított fájlokat minden VCS frissítés után. Kézi futtatásra csak akkor lehet szükség, ha manuálisan módosították a Weblate alatti VCS-tárolót vagy egyes speciális esetekben, például frissítés után.
id: Anda jarang perlu menjalankan perintah ini, Weblate akan secara otomatis memuat berkas yang diubah untuk setiap pembaruan VCS. Hal ini diperlukan jika Anda mengubah repositori VCS Weblate yang mendasarinya secara manual atau dalam beberapa kasus khusus setelah pemutakhiran.
ja: これを実行する必要性はほとんどありませんが、Weblate は VCS の更新ごとに変更されたファイルを自動的にロードします。これは、基礎となる Weblate VCS リポジトリを手動で変更した場合や、アップグレード後の特別な場合に必要です。
nl: U zou dit zelden dienen te activeren, Weblate zal automatisch gewijzigde bestanden laden voor elk bijwerken van het VCS. Dit is nodig in het geval u handmatig een onderliggende opslagruimte voor Weblate in het VCS hebt gewijzigd of in enkele speciale gevallen die volgen na een upgrade.
pt: Raramente precisa invocar isso, o Weblate carregará automaticamente os ficheiros alterados para cada atualização do VCS. Isso é necessário no caso de alterar manualmente um repositório Weblate VCS subjacente ou em alguns casos especiais após uma atualização.
pt_br: Você raramente precisa invocar isso, o Weblate carregará automaticamente os arquivos alterados para cada atualização do VCS. Isso é necessário no caso de você alterar manualmente um repositório Weblate VCS subjacente ou em alguns casos especiais após uma atualização.
ro: Rareori este nevoie să apelați acest lucru, Weblate va încărca automat fișierele modificate la fiecare actualizare VCS. Acest lucru este necesar în cazul în care ați modificat manual un depozit VCS subiacent Weblate sau în unele cazuri speciale în urma unei actualizări.
ru: Вообще говоря, вам не часто придётся пользоваться данной командой: Weblate автоматически загружает изменившиеся файлы во время каждого обновления системы контроля версий. Однако, это может потребоваться, если вы вручную внесли изменения в репозиторий СКВ, управляемый Weblate, или в некоторых особых случаях после обновления.
sv: Du behöver sällan använda detta, eftersom Weblate automatiskt laddar ändrade filer vid varje VCS-uppdatering. Detta behövs om du manuellt har ändrat ett underliggande Weblate VCS-arkiv eller i vissa specialfall efter en uppgradering.
ta: இதை நீங்கள் எப்போதாவது பயன்படுத்த வேண்டும், ஒவ்வொரு வி.சி.எச் புதுப்பிப்புக்கும் மாற்றப்பட்ட கோப்புகளை வலைபெயர்ப்பு தானாக ஏற்றும். நீங்கள் ஒரு அடிப்படை வலைபெயர்ப்பு வி.சி.எச் களஞ்சியத்தை கைமுறையாக மாற்றினால் அல்லது மேம்படுத்தப்பட்டதைத் தொடர்ந்து சில சிறப்பு நிகழ்வுகளில் இது தேவைப்படுகிறது.
tr: Bunu nadiren çağırmanız gerekir, Weblate her sürüm denetimi sistemi güncellemesi için değiştirilen dosyaları kendiliğinden yükler. Bu işlem, temel alınan bir Weblate sürüm denetimi sistemi deposunu el ile değiştirmeniz durumunda ya da yükseltmenin ardından bazı özel durumlarda gerekir.
uk: Потреба у виклику цієї команди виникатиме нечасто — Weblate автоматично завантажуватиме змінені файли для будь-якого оновлення у системі керування версіями. Потреба у команді виникає тоді, коли ви вручну змінює підлегле сховище системи керування версіями Weblate, або в особливих випадках після оновлення Weblate.
zh_hans: 你很少需要调用这个命令，Weblate 会在每次版本控制系统更新时自动加载更改的文件。如果您手动更改了 Weblate 的底层版本控制系统仓库，或者在升级后的某些特殊情况下，则需要调用这个命令。
zh_hant: 極少調用這個，Weblate 將對每一次版本控制系統（VCS ）更新自動加載更改的文件。在您手動更改下層 Weblate 版本控制系統（VCS ）倉庫的情況下，或在更新後的一些特殊情況下才需要這個。

source: Prevents further translation of a component.
de: Verhindert die weitere Übersetzung einer Komponente.
ga: Cosc ar aistriúchán breise ar chomhpháirt.
hu: Egy összetevő további fordításának letiltása.
id: Mencegah penerjemahan komponen lebih lanjut.
ja: 今後、コンポーネントの翻訳を防ぎます。
nl: Voorkomt verder vertalen van een onderdeel.
pt: Impede outras traduções de um componente.
pt_br: Impede outras traduções de um componente.
ro: Împiedică continuarea traducerii unei componente.
ru: Запрещает последующий перевод компонента.
sv: Förhindrar ytterligare översättning av en komponent.
ta: ஒரு கூறுகளின் மேலும் மொழிபெயர்ப்பைத் தடுக்கிறது.
tr: Bir bileşen üzerinde çeviri yapılmasını önler.
uk: Забороняє подальший переклад складника.
zh_hans: 防止部件的进一步翻译。
zh_hant: 防止進一步翻譯組件。

source: Useful in case you want to do some maintenance on the underlying repository.
de: Nützlich für den Fall, dass Sie einige Wartungsarbeiten am zugrunde liegenden Repository durchführen möchten.
ga: Úsáideach ar eagla go dteastaíonn uait roinnt cothabhála a dhéanamh ar an stór bunúsach.
hu: Ez akkor lehet hasznos, ha karbantartást szeretne végezni az alapul szolgáló tárolón.
id: Berguna jika Anda ingin melakukan pemeliharaan pada repositori yang mendasarinya.
ja: 基礎となるリポジトリをメンテナンスする場合に使用できます。
nl: Nuttig in het geval u enig onderhoud wilt plegen aan de onderliggende opslagruimte.
pt: Útil caso queira fazer alguma manutenção no repositório subjacente.
pt_br: Útil caso você queira fazer alguma manutenção no repositório subjacente.
ro: Utile în cazul în care doriți să efectuați lucrări de întreținere la depozitul de bază.
ru: Эта команда бывает полезна, когда вы хотите провести какое-нибудь тех. обслуживание нижележащего репозитория.
sv: Användbart om du vill utföra underhåll på det underliggande arkivet.
ta: அடிப்படை களஞ்சியத்தில் நீங்கள் சில பராமரிப்புகளைச் செய்ய விரும்பினால் பயனுள்ளதாக இருக்கும்.
tr: Temel alınan depoda bazı bakım işlemleri yapmak istediğinizde yararlıdır.
uk: Корисна, якщо ви хочете виконати певні дії з супроводу над підлеглим сховищем.
zh_hans: 在您想要对下层仓库进行一些维护时有用。
zh_hant: 在您想要對下層倉庫進行一些維護時有用。

source: Migrates database to current Weblate schema. The command line options are described at Django :djadmin:`django:migrate`.
de: Migriert die Datenbank in das aktuelle Weblate-Schema. Die Befehlszeilenoptionen sind unter Django :djadmin:`django:migrate` beschrieben.
ga: Aistrítear bunachar sonraí chuig scéimre Weblate reatha. Déantar cur síos ar roghanna na n-orduithe ag Django :djadmin:`django:migrate`.
hu: Adatbázis migrálása az aktuális Weblate séma szerint. A parancssori opciók a Django :djadmin:`django:migrate` dokumentációjában találhatók.
id: Memigrasikan basis data ke skema Weblate saat ini. Opsi baris perintah dijelaskan di Django :djadmin:`django:migrate`.
ja: データベースを現在の Weblate スキーマに移行します。コマンドライン オプションの詳細は Django :djadmin:`django:migrate` に解説があります。
nl: Migreert de database naar het huidige schema van Weblate. De opties voor de opdrachtregel worden beschreven in Django :djadmin:`django:migrate`.
pt: Migra o banco de dados para o esquema atual do Weblate. As opções de linha de comando são descritas em Django :djadmin:`django:migrate`.
pt_br: Migra o banco de dados para o esquema atual do Weblate. As opções de linha de comando são descritas em Django :djadmin:`django:migrate`.
ru: Переносит базу данных в текущую схему Weblate. Параметры командной строки описаны в Django :djadmin:`django:migrate`.
sv: Migrerar databasen till det aktuella Weblate-schemat. Kommandoradsalternativen beskrivs på Django :djadmin:`django:migrate`.
tr: Veri tabanını geçerli Weblate şemasına aktarır. Komut satırı seçenekleri Django :djadmin:`django:migrate` bölümünde açıklanmıştır.
uk: Переносить базу даних на поточну схему Weblate. Параметри командного рядка описано у розділі щодо :djadmin:`django:migrate` Django.
zh_hans: 迁移数据库到当前 Weblate 方案。命令行选项描述见 Django :djadmin:`django:migrate`。

source: In case you want to run an installation non interactively, you can use :samp:`weblate migrate --noinput`, and then create an admin user using :wladmin:`createadmin` command.
de: Wenn Sie die Installation nicht interaktiv durchführen möchten, können Sie :samp:`weblate migrate --noinput` verwenden und dann mit dem Befehl :wladmin:`createadmin` einen Administrator-Benutzer anlegen.
ga: Más mian leat suiteáil a rith go neamh-idirghníomhach, is féidir leat :samp:`weblate migrate --noinput` a úsáid, agus ansin úsáideoir riaracháin a chruthú ag baint úsáide as :wladmin:`createadmin` ordú.
hu: Nem interaktív telepítéshez használható a :samp:`weblate migrate --noinput` parancs, majd az admin felhasználó létrehozható a :wladmin:`createadmin` paranccsal.
id: Jika Anda ingin menjalankan instalasi secara non-interaktif, Anda dapat menggunakan :samp:`weblate migrate --noinput`, lalu membuat pengguna admin menggunakan perintah :wladmin:`createadmin`.
ja: コマンドでインストールをするには、:samp:`weblate migrate --noinput` を使用してから、:wladmin:`createadmin` コマンドを使用して admin ユーザーを作成します。
nl: In het geval dat u een installatie niet interactief zou willen uitvoeren, kunt u :samp:`weblate migrate --noinput` gebruiken en dan een gebruiker admin maken met de opdracht :wladmin:`createadmin`.
pt: Caso queira executar uma instalação não interativamente, pode usar :samp:`weblate migrate --noinput` e, em seguida, criar um utilizador administrativo usando :wladmin:`createadmin` comando.
pt_br: Caso você queira executar uma instalação não interativamente, você pode usar :samp:`weblate migrate --noinput` e, em seguida, criar um usuário administrativo usando :wladmin:`createadmin` comando.
ru: Если вы хотите запустить установку не в интерактивном режиме, вы можете использовать :samp:`weblate migrate --noinput`, а затем создать пользователя-администратора с помощью команды :wladmin:`createadmin`.
sv: Om du vill köra en installation icke-interaktivt kan du använda :samp:`weblate migrate --noinput` och sedan skapa en administratörsanvändare med kommandot :wladmin:`createadmin`.
tr: Bir kurulumu etkileşimsiz olarak yapmak isterseniz, :samp:`weblate migrate --noinput` komutunu kullanabilir ve ardından :wladmin:`createadmin` komutu ile bir yönetici kullanıcı oluşturabilirsiniz.
uk: Якщо ви хочете запустити встановлення у неінтерактивному режимі, ви можете скористатися командою :samp:`weblate migrate --noinput`, а потім створити користувача-адміністратора за допомогою команди :wladmin:`createadmin`.
zh_hans: 在想要非交互式地运行安装的情况下，可以使用 :samp:`weblate migrate --noinput`，然后使用 :wladmin:`createadmin` 命令来建立管理用户。
