Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Add option to view pending suggestions from user.
de: Option hinzugefügt, um ausstehende Übersetzungsvorschläge des Benutzers anzuzeigen.
ga: Cuir rogha leis chun moltaí ón úsáideoir atá ar feitheamh a fheiceáil.
hu: Lehetőség a felhasználó függőben lévő javaslatainak megtekintésére.
id: Tambahkan opsi untuk melihat saran yang tertunda dari pengguna.
ja: 保留中のユーザーからの提案を表示するオプションの追加。
nl: Optie toegevoegd om openstaande suggesties van gebruiker te bekijken.
pt: Adiciona uma opção para ver sugestões pendentes de um utilizador.
pt_br: Adiciona uma opção para ver sugestões pendentes de um usuário.
ro: Adăugați opțiunea de vizualizare a sugestiilor în așteptare de la utilizator.
ru: Добавлена возможность просматривать текущие предложения конкретного пользователя.
sv: Lägg till alternativ för att visa väntande förslag från användaren.
ta: பயனரிடமிருந்து நிலுவையில் உள்ள பரிந்துரைகளைக் காண விருப்பத்தைச் சேர்.
tr: Bekleyen kullanıcı önerilerini görüntüleme seçeneği eklendi.
uk: Додано пункт для перегляду пропозицій від користувача з черги.
zh_hans: 添加了查看用户待处理建议的选项。
zh_hant: 添加選項來查看用戶待定的建議。

source: Add option to automatically build component lists.
de: Option zum automatischen Erstellen von Komponentenlisten hinzugefügt.
ga: Cuir rogha leis chun liostaí comhpháirteanna a thógáil go huathoibríoch.
hu: Összetevőlisták automatikus összeállításának lehetősége hozzáadva.
id: Tambahkan opsi untuk membuat daftar komponen secara otomatis.
ja: コンポーネント リストのセットを自動的に構築するオプションを追加した。
nl: Optie toegevoegd om automatisch onderdelenlijsten te bouwen.
pt: Adiciona opção para construir listas de componentes automaticamente.
pt_br: Adiciona opção para construir listas de componentes automaticamente.
ro: Adăugați opțiunea de a crea automat liste de componente.
ru: Добавлена возможность автоматически создавать списки компонентов.
sv: Lägg till alternativ för att automatiskt skapa komponentlistor.
ta: கூறு பட்டியல்களை தானாக உருவாக்க விருப்பத்தைச் சேர்.
tr: Bileşen listelerini kendiliğinden oluşturma seçeneği eklendi.
uk: Додано пункт для автоматичної побудови списків складників.
zh_hans: 添加选项来自动建立部件列表。
zh_hant: 添加選項來自動建立組件列表。

source: Default dashboard for unauthenticated users can be configured.
de: Die Standard-Übersichtsseite für nicht authentifizierte Benutzer kann konfiguriert werden.
ga: Is féidir an painéal réamhshocraithe d'úsáideoirí neamhfhíordheimhnithe a chumrú.
hu: Nem hitelesített felhasználók számára megjelenő alapértelmezett vezérlőpult beállítható.
id: Dasbor bawaan untuk pengguna yang tidak diautentikasi dapat dikonfigurasi.
ja: 未認証ユーザー用のデフォルト ダッシュボード機能の追加。
nl: Standaard dashboard voor niet geauthenticeerde gebruikers kan worden geconfigureerd.
pt: O painel padrão para utilizadores não autenticados pode ser configurado.
pt_br: O painel padrão para usuários não autenticados pode ser configurado.
ro: Tabloul de bord implicit pentru utilizatorii neautentificați poate fi configurat.
ru: Теперь можно настроить панель управления по умолчанию для неавторизованных пользователей.
sv: Standardinstrumentpanelen för icke-autentiserade användare kan konfigureras.
ta: அங்கீகரிக்கப்படாத பயனர்களுக்கான இயல்புநிலை முகப்பலகை கட்டமைக்கப்படலாம்.
tr: Kimliğini doğrulamamış kullanıcılara görüntülenecek varsayılan panonun yapılandırılabilmesi sağlandı.
uk: Уможливлено налаштовування типової панелі приладів для незареєстрованих користувачів.
zh_hans: 未经身份验证用户可以配置默认操作面板。
zh_hant: 未認證用戶可以配置的默認面板。

source: Add option to browse 25 random strings for review.
de: Option zum Durchsuchen von 25 zufälligen Zeichenketten zur Überprüfung hinzugefügt.
ga: Cuir rogha leis chun 25 teaghrán randamach a bhrabhsáil le haghaidh athbhreithnithe.
hu: Lehetőség 25 véletlenszerű szöveg átböngészésére felülvizsgálat céljából.
id: Tambahkan opsi untuk menelusuri 25 string acak untuk ditinjau.
ja: 査読用に 25 個のランダムな文字列を表示するオプションの追加。
nl: Optie toegevoegd om door 25 willekeurige tekenreeksen te bladeren om ze te beoordelen.
pt: Adiciona a opção de navegar por 25 cadeias aleatórias para revisão.
pt_br: Adiciona a opção de navegar por 25 textos aleatórios para revisão.
ro: Adăugați opțiunea de a răsfoi 25 de șiruri aleatorii pentru revizuire.
ru: Добавлена возможность просмотреть 25 случайных строк требующих рецензирования.
sv: Lägg till alternativ för att bläddra igenom 25 slumpmässiga strängar för granskning.
ta: மதிப்பாய்வுக்கு 25 சீரற்ற சரங்களை உலாவ விருப்பத்தைச் சேர்.
tr: Onaylama işlemi için 25 rastgele dizgeye göz atma seçeneği eklendi.
uk: Додано пункт для навігації 25 випадковими рядками для рецензування.
zh_hans: 添加选项来浏览 25 个随机字符串用于复查。
zh_hant: 添加選項來瀏覽 25 個隨機字符串用於復查。

source: History now indicates string change.
de: Der Verlauf zeigt nun Zeichenkettenänderungen an.
ga: Léiríonn an stair anois athrú teaghrán.
hu: Az előzmények mostantól jelzik a szövegváltozásokat.
id: Riwayat sekarang menunjukkan perubahan string.
ja: 履歴に文字列の変更を表示する機能の追加。
nl: Geschiedenis geeft nu wijziging van tekenreeks aan.
pt: O histórico agora indica mudança de cadeias.
pt_br: O histórico agora indica mudança de texto.
ro: Istoria indică acum o schimbare de șir.
ru: История теперь отражает изменения строк.
sv: Historiken visar nu att strängen har ändrats.
ta: வரலாறு இப்போது சரம் மாற்றத்தைக் குறிக்கிறது.
tr: Geçmişe dizge değişikliği işlemlerinin kaydedilmesi sağlandı.
uk: У новій версії зміни рядків додаються до журналу.
zh_hans: 历史现在指示字符串的更改。
zh_hant: 歷史現在指示字符串的更改。

source: Better error reporting when adding new translation.
de: Bessere Fehlerberichterstattung beim Hinzufügen einer neuen Übersetzung.
ga: Tuairisciú earráidí níos fearr agus aistriúchán nua á chur leis.
hu: Új fordítás hozzáadásakor pontosabb hibaüzenetek jelennek meg.
id: Pelaporan galat yang lebih baik saat menambahkan terjemahan baru.
ja: 新しい翻訳の追加時のエラー報告を改良。
nl: Beter rapporteren van fout bij toevoegen nieuwe vertaling.
pt: Melhor relatório de erros ao adicionar uma nova tradução.
pt_br: Melhor relatório de erros ao adicionar uma nova tradução.
ro: O mai bună raportare a erorilor la adăugarea unei noi traduceri.
ru: Улучшено отображение ошибок при добавлении новых переводов.
sv: Bättre felrapportering vid tillägg av ny översättning.
ta: புதிய மொழிபெயர்ப்பைச் சேர்க்கும்போது சிறந்த பிழை அறிக்கை.
tr: Yeni çeviri ekleme sırasındaki hata bildirimleri iyileştirildi.
uk: Реалізовано краще звітування щодо помилок при додаванні нового перекладу.
zh_hans: 添加新的翻译时更好的错误报告。
zh_hant: 添加新的翻譯時更好的錯誤報告。

source: Added per language search within project.
de: Suche nach Sprache im Projekt hinzugefügt.
ga: Curtha leis in aghaidh an chuardaigh teanga laistigh den tionscadal.
hu: Projektszinten nyelvre szűkített keresés támogatása.
id: Ditambahkan per pencarian bahasa dalam proyek.
ja: プロジェクト内の言語単位の検索を追加。
nl: Zoekactie per taal binnen project toegevoegd.
pt: Adicionado pesquisa por idioma dentro do projeto.
pt_br: Adicionado busca por idioma dentro do projeto.
ro: A fost adăugată căutarea pe limbă în cadrul proiectului.
ru: Добавлен поиск по конкретному языку внутри одного проекта.
sv: Lagt till sökning per språk inom projektet.
ta: திட்டத்திற்குள் ஒரு மொழி தேடலுக்கு சேர்க்கப்பட்டது.
tr: Proje içindeki her dile özel arama özelliği eklendi.
uk: Додано пошук за мовами у межах проєкту.
zh_hans: 在项目中添加了每种语言的搜索。
zh_hant: 在項目中添加了每種語言的搜索。

source: Group ACLs can now be limited to certain permissions.
de: Gruppen-Zugriffssteuerungslisten können jetzt auf bestimmte Berechtigungen beschränkt werden.
ga: Is féidir ACLanna grúpa a theorannú anois do cheadanna áirithe.
hu: A csoportos hozzáférés-vezérlési listák (ACL-ek) mostantól korlátozhatók meghatározott jogosultságokra.
id: ACL grup sekarang dapat dibatasi pada izin tertentu.
ja: グループ ACL を特定の権限に限定する機能の追加。
nl: Groeperen van ACL's kan nu worden beperkt tot bepaalde rechten.
pt: ACLs de grupo agora podem ser limitados a certas permissões.
pt_br: ACLs de grupo agora podem ser limitados a certas permissões.
ro: ACL-urile de grup pot fi acum limitate la anumite permisiuni.
ru: Групповые списки контроля доступа (Group ACL) теперь можгут быть ограничены рамками конкретного проекта.
sv: Grupp-ACL:er kan nu begränsas till vissa behörigheter.
ta: குழு acl கள் இப்போது சில அனுமதிகளுக்கு மட்டுப்படுத்தப்படலாம்.
tr: Grup erişim denetimi listeleri belirli izinlerle sınırlandırıldı.
uk: Уможливлено обмеження за певними правами доступу групових ACL.
zh_hans: Group（群组）ACLs 现在可以限制为某个权限。
zh_hant: Group（群組）ACLs 現在可以限制為某個權限。

source: The per project ACLs are now implemented using Group ACL.
de: Die projektspezifischen Zugriffssteuerungslisten werden jetzt über Gruppen-Zugriffssteuerungslisten implementiert.
ga: Cuirtear na ACLanna in aghaidh an tionscadail i bhfeidhm anois trí úsáid a bhaint as Grúpa ACL.
hu: A projektszintű ACL-ek mostantól csoportos ACL-en keresztül működnek.
id: ACL per proyek sekarang diimplementasikan menggunakan ACL Grup.
ja: グループ ACL をプロジェクト単位の ACL を使用する実装に変更。
nl: De ACL's per project worden nu geïmplementeerd met Groeperen ACL.
pt: Os ACLs por projeto agora são implementados a usar ACL de grupo.
pt_br: Os ACLs por projeto agora são implementados usando ACL de grupo.
ro: ACL-urile pentru fiecare proiect sunt acum implementate folosind ACL de grup.
ru: Попроектные списки контроля доступа (ACL) теперь реализованы через групповые списки контроля доступа (Group ACL) .
sv: ACL:er per projekt implementeras nu med hjälp av grupp-ACL.
ta: per திட்ட acl கள் இப்போது குழு acl ஐப் பயன்படுத்தி செயல்படுத்தப்படுகின்றன.
tr: Her projeye özel ayrı erişim denetimi listesi için grup erişim denetimi listesinin kullanılması sağlandı.
uk: ACL на рівні проєкту у новій версії реалізовано за допомогою групових ACL.
zh_hans: 现在使用 Group ACL 来实现每项目的 ACL。

source: Added more fine grained privileges control.
de: Eine detailliertere Berechtigungssteuerung hinzugefügt.
ga: Curtha leis níos mó fíneáil grained rialú pribhléidí.
hu: Részletesebb jogosultságkezelés hozzáadva.
id: Menambahkan kontrol hak istimewa yang lebih rinci.
ja: より細かい権限制御の追加。
nl: Fijner afgestemd rechtenbeheer toegevoegd.
pt: Adicionado controle de privilégios mais refinado.
pt_br: Adicionado controle de privilégios mais refinado.
ro: A fost adăugat un control mai fin al privilegiilor.
ru: Добавлена возможность более тонкого контроля привилегий.
sv: Lagt till mer detaljerad behörighetskontroll.
ta: மேலும் சிறந்த தானிய சலுகைகள் கட்டுப்பாடு சேர்க்கப்பட்டது.
tr: İzin denetiminin daha ayrıntılı yapılması sağlandı.
uk: Додано засоби точнішого керування правами доступу.
zh_hans: 添加了更精细颗粒的特权控制。
zh_hant: 添加了更精細顆粒的特權控制。

source: Various minor UI improvements.
de: Verschiedene kleinere Verbesserungen der Bedienoberfläche.
ga: Mionfheabhsuithe Chomhéadain éagsúla.
hu: Több kisebb felhasználói felület fejlesztés.
id: Berbagai perbaikan UI kecil.
ja: 多くの細かい UI の改良。
nl: Verscheidene kleine verbeteringen gebruikersinterface.
pt: Várias pequenas melhorias na interface do utilizador.
pt_br: Várias pequenas melhorias na interface do usuário.
ro: Diverse îmbunătățiri minore ale interfeței de utilizare.
ru: Различные мелкие улучшения пользовательского интерфейса.
sv: Olika mindre förbättringar av användargränssnittet.
ta: பல்வேறு சிறிய இடைமுகம் மேம்பாடுகள்.
tr: Kullanıcı arayüzünde bazı küçük iyileştirmeler yapıldı.
uk: Різноманітні незначні удосконалення інтерфейсу користувача.
zh_hans: 各种小的 UI 改进。
zh_hant: 各種小的 UI 改進。

source: *Released on Mar 3rd 2017.*
de: *Veröffentlicht am 3. März 2017.*
ga: *Eisithe ar 3 Márta 2017.*
hu: *Kiadva: 2017. március 3.*
id: *Dirilis pada 3 Maret 2017.*
nl: *Uitgegeven op 3 maart 2017.*
pt_br: *Atualizado em 3 de março de 2017.*
sv: *Släppt den 3 mars 2017.*
tr: *3 Mart 2017 tarihinde yayınlandı.*
uk: *Випущено 3 березня 2017 року.*

source: Improved admin interface for groups.
de: Verbesserte Adminoberfläche für Gruppen.
ga: Comhéadan riaracháin feabhsaithe do ghrúpaí.
hu: Csoportok adminisztrációs felületének továbbfejlesztése.
id: Peningkatan antarmuka admin untuk grup.
ja: グループの管理画面の改良。
nl: Verbeterde beheerinterface voor groepen.
pt: Melhorada a interface administrativa para grupos.
pt_br: Melhorada a interface administrativa para grupos.
ro: Interfață de administrare îmbunătățită pentru grupuri.
ru: Улучшен интерфейс администратора для групп.
sv: Förbättrat administratörsgränssnitt för grupper.
ta: குழுக்களுக்கான மேம்பட்ட நிர்வாக இடைமுகம்.
tr: Grup yönetimi arayüzü iyileştirildi.
uk: Удосконалено адміністративний інтерфейс для груп.
zh_hans: 改进了群组的管理界面。
zh_hant: 改進了群組的管理界面。

source: Added support for Yandex Translate API.
de: Unterstützung für Yandex Translate API hinzugefügt.
ga: Tacaíocht bhreise le haghaidh Yandex Translate API.
hu: Yandex Translate API támogatása hozzáadva.
id: Menambahkan dukungan untuk API Yandex Translate.
ja: Yandex Translate API に対応。
nl: Ondersteuning toegevoegd voor Yandex Translate API.
pt: Adicionado suporte à API do Yandex Translate.
pt_br: Adicionado suporte à API do Yandex Translate.
ro: A fost adăugat suport pentru Yandex Translate API.
ru: Добавлена поддержка API Яндекс Переводчика.
sv: Stöd för Yandex Translate API har lagts till.
ta: யாண்டெக்ச் பநிஇ மொழிபெயர்ப்புக்கு கூடுதல் உதவி.
tr: Yandex Translate API desteği eklendi.
uk: Додано підтримку програмного інтерфейсу перекладача Yandex.
zh_hans: 为 Yandex Translate API 添加了支持。
zh_hant: 為 Yandex Translate API 添加了支持。

source: Improved speed of site wide search.
de: Verbesserte Geschwindigkeit der plattformweiten Suche.
ga: Luas feabhsaithe cuardaigh ar fud an tsuímh.
hu: Teljes oldalra kiterjedő keresés sebessége javult.
id: Peningkatan kecepatan pencarian di seluruh situs.
ja: サイト全体の検索速度の改良。
nl: Verbeterde snelheid van sitebreed zoeken.
pt: Maior velocidade de pesquisa em todo o site.
pt_br: Maior velocidade de busca em todo o site.
ro: Îmbunătățirea vitezei de căutare la nivelul întregului site.
ru: Улучшена скорость поиска по всему сайту.
sv: Förbättrad hastighet för sökning på hela webbplatsen.
ta: தள அகலமான தேடலின் மேம்பட்ட விரைவு.
tr: Site genelinde arama hızı iyileştirildi.
uk: Збільшено швидкість загального пошуку за сайтом.
zh_hans: 改进了网站范围的搜索速度。
zh_hant: 改進了網站範圍的搜索速度。

source: Added project and component wide search.
de: Projekt- und komponentenweite Suche hinzugefügt.
ga: Cuireadh cuardach ar fud an tionscadail agus na gcomhpháirteanna leis.
hu: Projekt- és összetevőszintű keresés hozzáadva.
id: Menambahkan pencarian di seluruh proyek dan komponen.
ja: プロジェクトおよびコンポーネント全体の検索の追加。
nl: Project- en onderdeelbreed zoeken toegevoegd.
pt: Adicionada pesquisa ampla de projeto e componente.
pt_br: Adicionada busca ampla de projeto e componente.
ro: A fost adăugată căutarea la nivel de proiect și de componentă.
ru: Добавлен поиск по проекту и по компоненту.
sv: Lagt till sökning över hela projektet och komponenterna.
ta: திட்டம் மற்றும் கூறு பரந்த தேடல் சேர்க்கப்பட்டது.
tr: Proje ve bileşen kapsamında arama özelliği eklendi.
uk: Додано режими пошуку за проєктом і за складником.
zh_hans: 添加了项目和部件范围的搜索。
zh_hant: 添加了項目和組件範圍的搜索。

source: Added project and component wide search and replace.
de: Projekt- und komponentenweites Suchen und Ersetzen hinzugefügt.
ga: Cuireadh cuardach agus ionadú ar fud an tionscadail agus na comhpháirte.
hu: Projekt- és összetevőszintű keresés és csere funkció hozzáadva.
id: Menambahkan pencarian dan penggantian di seluruh proyek dan komponen.
ja: プロジェクトおよびコンポーネント全体の検索と置換機能の追加。
nl: Project- en onderdeelbreed zoeken en vervangen toegevoegd.
pt: Adicionada pesquisa e substituição em todo o projeto e componente.
pt_br: Adicionada busca e substituição em todo o projeto e componente.
ro: A fost adăugată funcția de căutare și înlocuire la nivel de proiect și de componentă.
ru: Добавлена операция «поиск и замена» по проекту и по компоненту.
sv: Lagt till sökning och ersättning för hela projektet och komponenter.
ta: திட்டம் மற்றும் கூறு பரந்த தேடல் மற்றும் மாற்றப்பட்டது.
tr: Proje ve bileşen kapsamında arama ve değiştirme özelliği eklendi.
uk: Додано режими пошуку із заміною за проєктом і за складником.
zh_hans: 添加了项目和部件范围的搜索与替换。
zh_hant: 添加了項目和組件範圍的搜索與替換。

source: Improved rendering of inconsistent translations.
de: Verbesserte Darstellung von inkonsistenten Übersetzungen.
ga: Rindreáil feabhsaithe ar aistriúcháin neamh-chomhsheasmhacha.
hu: Következetlen fordítások megjelenítése javult.
id: Peningkatan rendering terjemahan yang tidak konsisten.
ja: 不整合な翻訳の表示の改善。
nl: Verbeterd renderen van inconsistente vertalingen.
pt: Melhorada a renderização de traduções inconsistentes.
pt_br: Melhorada a renderização de traduções inconsistentes.
ro: Îmbunătățirea redării traducerilor incoerente.
ru: Улучшено отображение противоречивых переводов.
sv: Förbättrad återgivning av inkonsekventa översättningar.
ta: சீரற்ற மொழிபெயர்ப்புகளின் மேம்பட்ட வழங்குதல்.
tr: Tutarsız çevirilerin görüntülenmesi iyileştirildi.
uk: Удосконалено обробку суперечливих перекладів.
zh_hans: 改进了不一致翻译的渲染。
zh_hant: 改進了將不一致翻譯待定。

source: Added support for opening source files in local editor.
de: Unterstützung für das Öffnen von Quelldateien im lokalen Editor hinzugefügt.
ga: Tacaíocht bhreise chun comhaid foinse a oscailt san eagarthóir áitiúil.
hu: Forrásfájlok megnyitásának támogatása helyi szerkesztőben.
id: Menambahkan dukungan untuk membuka berkas sumber di penyunting lokal.
ja: ローカル エディタでソース ファイルを開く機能の追加。
nl: Ondersteuning toegevoegd voor openen van bronbestanden in lokale bewerker.
pt: Adicionado suporte para abrir fiheiros fonte no editor local.
pt_br: Adicionado suporte para abrir arquivos fonte no editor local.
ro: A fost adăugat suport pentru deschiderea fișierelor sursă în editorul local.
ru: Добавлена поддержка открытия файлов с исходным кодом в локальном редакторе.
sv: Lagt till stöd för att öppna källfiler i lokal editor.
ta: உள்ளக எடிட்டரில் மூல கோப்புகளைத் திறப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Kaynak dosyaları yerel düzenleyicide açma desteği eklendi.
uk: Додано підтримку відкриття початкових файлів у локальному редакторі.
zh_hans: 支持了在本地编辑器中打开源文件。
zh_hant: 在本地編輯器中添加了開源文件的支持。

source: Added support for configuring visual keyboard with special characters.
de: Unterstützung für die Konfiguration der visuellen Tastatur mit Sonderzeichen hinzugefügt.
ga: Tacaíocht bhreise chun méarchlár amhairc a chumrú le carachtair speisialta.
hu: Speciális karakterekkel ellátott vizuális billentyűzet konfigurálásának támogatása.
id: Menambahkan dukungan untuk mengonfigurasi papan ketik visual dengan karakter khusus.
ja: ビジュアル キーボードに特殊文字の設定機能の追加。
nl: Ondersteuning toegevoegd voor configureren van visueel toetsenbord met speciale tekens.
pt: Adicionado suporte para configuração de teclado visual com caracteres especiais.
pt_br: Adicionado suporte para configuração de teclado visual com caracteres especiais.
ro: A fost adăugat suport pentru configurarea tastaturii vizuale cu caractere speciale.
ru: Добавлена поддержка добавления специальных символов на виртуальную клавиатуру.
sv: Lagt till stöd för konfigurering av visuellt tangentbord med specialtecken.
ta: சிறப்பு எழுத்துக்களுடன் காட்சி விசைப்பலகையை உள்ளமைப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Görsel klavyeyi özel karakterlerle yapılandırma desteği eklendi.
uk: Додано підтримку налаштовування віртуальної клавіатури зі спеціальними символами.
zh_hans: 为配置带有特殊字符的虚拟键盘添加了支持。
zh_hant: 為配置帶有特殊字符的虛擬鍵盤添加了支持。

source: Improved screenshot management with OCR support for matching source strings.
de: Verbesserte Bildschirmfoto-Verwaltung mit OCR-Unterstützung für übereinstimmende Ausgangszeichenketten.
ga: Bainistíocht scáileáin feabhsaithe le tacaíocht OCR chun teaghráin foinse a mheaitseáil.
hu: Képernyőképek kezelése továbbfejlesztve, OCR támogatással a forrásszövegek egyeztetéséhez.
id: Peningkatan manajemen tangkapan layar dengan dukungan OCR untuk mencocokkan string sumber.
ja: スクリーンショットの管理方法を改良し、原文との一致が OCR に対応。
nl: Verbeterd beheer schermafdrukken met ondersteuning voor OCR voor overeenkomende brontekenreeksen.
pt: Melhorado a gestão de captura de ecrã com suporte OCR para correspondência de cadeias fonte.
pt_br: Melhorado o gerenciamento de captura de tela com suporte OCR para correspondência de textos fonte.
ro: Gestionarea îmbunătățită a capturilor de ecran cu suport OCR pentru potrivirea șirurilor sursă.
ru: Улучшено управление снимками экрана: добавлена поддержка распознавания текста для сопоставления их с исходными строками.
sv: Förbättrad skärmdumpshantering med OCR-stöd för matchning av källsträngar.
ta: பொருந்தக்கூடிய மூல சரங்களுக்கு ocr ஆதரவுடன் மேம்படுத்தப்பட்ட திரைக்காட்சி மேலாண்மை.
tr: Kaynak dizgeleri eşleştirmek için görsel karakter tanıma (OCR) desteği ile ekran görüntüsü yönetimi iyileştirildi.
uk: Удосконалено керування знімками вікон — реалізовано підтримку оптичного розпізнавання тексту для встановлення відповідності із рядками початкового коду.
zh_hans: 改进了带有 OCR 支持的屏幕截图管理来匹配源字符串。
zh_hant: 改進了帶有 OCR 支持的屏幕截圖管理來匹配源字符串。

source: Default commit message now includes translation information and URL.
de: Die standardmäßige Commit-Nachricht enthält jetzt Übersetzungsinformationen und die URL.
ga: Tá faisnéis aistriúcháin agus URL san áireamh sa teachtaireacht tiomnaithe réamhshocraithe anois.
hu: Az alapértelmezett véglegesítési üzenet mostantól tartalmazza a fordítási információkat és az URL-t.
id: Pesan komit bawaan sekarang menyertakan informasi terjemahan dan URL.
ja: デフォルトのコミット メッセージに翻訳情報と URL を含めるように変更。
nl: Standaard bericht voor indiening bevat nu informatie over vertaling en URL.
pt: A mensagem de commit padrão agora inclui informações de tradução e URL.
pt_br: A mensagem de commit padrão agora inclui informações de tradução e URL.
ro: Mesajul de confirmare implicit include acum informații despre traducere și adresa URL.
ru: В сообщения коммитов по умолчанию теперь включается ссылка и информация о переводе.
sv: Standardbekräftelsemeddelandet innehåller nu översättningsinformation och URL.
ta: இயல்புநிலை கமிட் செய்தியில் இப்போது மொழிபெயர்ப்பு செய்தி மற்றும் முகவரி ஆகியவை அடங்கும்.
tr: Varsayılan işleme iletisine çeviri bilgileri ve adresi eklendi.
uk: До типового повідомлення щодо внеску включено дані щодо перекладу та адресу.
zh_hans: 默认提交说明现在包括翻译信息和 URL。
zh_hant: 默認提交消息現在包括翻譯信息和 URL。

source: Added support for Joomla translation format.
de: Unterstützung für Joomla-Übersetzungsformat hinzugefügt.
ga: Tacaíocht bhreise d'fhormáid aistriúcháin Joomla.
hu: Joomla fordítási formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format terjemahan Joomla.
ja: Joomla 翻訳形式に対応。
nl: Ondersteuning toegevoegd voor Joomla indeling vertaling.
pt: Adicionado suporte para o formato de tradução do Joomla.
pt_br: Adicionado suporte para o formato de tradução do Joomla.
ro: A fost adăugat suport pentru formatul de traducere Joomla.
ru: Добавлена поддержка форматов переводов Joomla.
sv: Stöd för Joomla-översättningsformat har lagts till.
ta: சூம்லா மொழிபெயர்ப்பு வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: Joomla! çeviri biçimi desteği eklendi.
uk: Додано підтримку формату перекладів Joomla.
zh_hans: 为 Joomla 翻译格式添加了支持。
zh_hant: 為 Joomla 翻譯格式添加了支持。
