Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added option to disable access management in Weblate in favor of Django one.
de: Option zur Deaktivierung der Zugriffsverwaltung in Weblate zugunsten der Django-Verwaltung hinzugefügt.
ga: Rogha breise chun bainistíocht rochtana a dhíchumasú i Weblate i bhfabhar Django one.
hu: Lehetőség a Weblate hozzáférés-kezelésének letiltására a Django alapú kezelés javára.
id: Menambahkan opsi untuk menonaktifkan manajemen akses di Weblate dan menggantinya dengan Django.
ja: Weblate のアクセス管理を無効にし、Django のアクセス管理を優先させるオプションを追加。
nl: Optie toegevoegd voor uitschakelen toegangsbeheer in Weblate ten faveure van die van Django.
pt: Adicionada opção para desativar a gestão de acesso no Weblate em favor da gestão do Django.
pt_br: Adicionada opção para desabilitar o gerenciamento de acesso no Weblate em favor do gerenciamento do Django.
ro: A fost adăugată opțiunea de a dezactiva managementul accesului în Weblate în favoarea celui din Django.
ru: Добавлена возможность отключить управление доступом в самос Weblate в пользу управления доступом в Django.
sv: Lagt till alternativ för att inaktivera åtkomsthantering i Weblate till förmån för Django.
ta: சாங்கோ ஒன்னுக்கு ஆதரவாக வலைபெயர்ப்பில் அணுகல் நிர்வாகத்தை முடக்க விருப்பம் சேர்க்கப்பட்டது.
tr: Django kullanımını öne alacak biçimde Weblate erişim yönetimini kullanımdan kaldırma seçeneği eklendi.
uk: Додано пункт для вимикання керування доступом у Weblate і використання керування доступом Django.
zh_hans: 添加了选项在 Weblate 中禁止访问管理，有利于 Django。
zh_hant: 添加了選項在 Weblate 中禁止訪問管理，有利於 Django。

source: Improved glossary lookup speed for large strings.
de: Verbesserte Geschwindigkeit beim Nachschlagen im Glossar für große Zeichenketten.
ga: Luas cuardaigh feabhsaithe gluaiste le haghaidh teaghráin mhóra.
hu: Szójegyzék keresési sebessége javult hosszú szövegek esetén.
id: Peningkatan kecepatan pencarian glosarium untuk string besar.
ja: 長い文字列に対する用語集の検索速度を改善しました。
nl: Verbeterde snelheid voor opzoeken grote tekenreeksen woordenlijst.
pt: Melhorada a velocidade de pesquisa de glossário para cadeias grandes.
pt_br: Melhorada a velocidade de busca de glossário para textos grandes.
ro: Viteza de căutare a glosarului a fost îmbunătățită pentru șirurile de caractere mari.
ru: Улучшена производительность словаря на больших строках.
sv: Förbättrad hastighet vid uppslagning i ordlistan för långa strängar.
ta: பெரிய சரங்களுக்கான மேம்பட்ட சொற்களஞ்சியம் தேடல் விரைவு.
tr: Büyük dizgeler için sözlük arama hızı iyileştirildi.
uk: Удосконалено швидкість пошуку у глосарії для великих рядків.
zh_hans: 改进了大字符串的术语表查询速度。
zh_hant: 改進了大字符串的詞彙表查詢速度。

source: Compatibility with django_auth_ldap 1.3.0.
de: Kompatibilität mit django_auth_ldap 1.3.0.
ga: Comhoiriúnacht le django_auth_ldap 1.3.0.
hu: django_auth_ldap 1.3.0 kompatibilitás.
id: Kompatibilitas dengan django_auth_ldap 1.3.0.
ja: django_auth_ldap 1.3.0との互換性を確保。
nl: Compatibiliteit met django_auth_ldap 1.3.0.
pt: Compatibilidade com django_auth_ldap 1.3.0.
pt_br: Compatibilidade com django_auth_ldap 1.3.0.
ro: Compatibilitate cu django_auth_ldap 1.3.0.
ru: Совместимость с django_auth_ldap 1.3.0.
sv: Kompatibilitet med django_auth_ldap 1.3.0.
ta: jango_auth_ldap உடன் பொருந்தக்கூடிய தன்மை 1.3.0.
tr: django_auth_ldap 1.3.0 uyumluluğu sağlandı.
uk: Реалізовано сумісність із django_auth_ldap 1.3.0.
zh_hans: 与 django_auth_ldap 1.3.0 兼容。
zh_hant: 與 django_auth_ldap 1.3.0 兼容。

source: Configuration errors are now stored and reported persistently.
de: Konfigurationsfehler werden nun dauerhaft gespeichert und gemeldet.
ga: Déantar earráidí cumraíochta a stóráil agus a thuairisciú go leanúnach anois.
hu: A konfigurációs hibák mostantól tartósan mentésre és jelentésre kerülnek.
id: Kesalahan konfigurasi sekarang disimpan dan dilaporkan secara persisten.
ja: 設定エラーは、永続的に保存され、報告されるようになりました。
nl: Configuratiefouten worden nu opgeslagen en blijvend gerapporteerd.
pt: Os erros de configuração agora são armazenados e relatados de forma persistente.
pt_br: Os erros de configuração agora são armazenados e relatados de forma persistente.
ro: Erorile de configurare sunt acum stocate și raportate în mod persistent.
ru: Ошибки в конфигурации теперь сохраняются и сообщения о них поступают постоянно.
sv: Konfigurationsfel lagras nu och rapporteras kontinuerligt.
ta: உள்ளமைவு பிழைகள் இப்போது சேமிக்கப்பட்டு தொடர்ந்து தெரிவிக்கப்படுகின்றன.
tr: Yapılandırma hatalarının kaydedilmesi ve kalıcı olarak bildirilmesi sağlandı.
uk: У новій версії повідомлення про помилки зберігається і записуються до звіту послідовно.
zh_hans: 配置错误现在被存储并被持久地报告。
zh_hant: 配置錯誤現在被存儲並被持久地報告。

source: Honor ignore flags in whitespace autofixer.
de: Die Ignorieren-Markierung wird im Leerzeichen-Autofixer berücksichtigt.
ga: Onóir neamhaird a dhéanamh ar na bratacha san uathshocrúchán spás bán.
hu: Automatikus szóközjavító mostantól figyelembe veszi az ignorálási jelzéseket.
id: Hormati tanda abaikan pada perbaikan otomatis spasi.
ja: 空白自動修正時に除外フラグに従うように変更。
nl: Rekening houden met vlaggen voor negeren bij automatisch repareren witruimte.
pt: Honra ignorar marcadores na correção automática de espaço em branco.
pt_br: Honra ignorar marcadores na correção automática de espaço em branco.
ro: Respectați indicatoarele de ignorare în autofixarea spațiilor albe.
ru: Флаги игнорирования теперь уважаются при автоматических исправлениях пробелов.
sv: Respektera ignorera-flaggor i autokorrigeraren för blanksteg.
ta: ஒயிட்ச்பேச் தானிஃபிக்சரில் கொடிகளை க honor ரவிக்கவும்.
tr: Beyaz boşluk düzelticisinde imlerin yok sayılmasına uyuldu.
uk: Реалізовано врахування прапорців ігнорування у засобі автоматичного виправлення пробілів.
zh_hans: 在空格自动修复中遵从忽略标记。
zh_hant: 在空白字符自動修復中 Honor 忽略標記。

source: Improved compatibility with some Subversion setups.
de: Verbesserte Kompatibilität mit einigen Subversion-Konfigurationen.
ga: Comhoiriúnacht fheabhsaithe le roinnt socruithe Subversion.
hu: Jobb kompatibilitás bizonyos Subversion beállításokkal.
id: Peningkatan kompatibilitas dengan beberapa pengaturan Subversion.
ja: 一部の Subversion の設定の互換性を改良。
nl: Verbeterde compatibiliteit met enkele opstellingen van Subversion.
pt: Melhorada a compatibilidade com algumas configurações do Subversion.
pt_br: Melhorada a compatibilidade com algumas configurações do Subversion.
ro: A fost îmbunătățită compatibilitatea cu unele configurații Subversion.
ru: Улучшена совместимость с некоторыми установками Subversion.
sv: Förbättrad kompatibilitet med vissa Subversion-konfigurationer.
ta: சில துணை அமைப்புகளுடன் மேம்படுத்தப்பட்ட பொருந்தக்கூடிய தன்மை.
tr: Bazı Subversion kurulumlarıyla uyumluluk geliştirildi.
uk: Удосконалено сумісність із деякими конфігураціями Subversion.
zh_hans: 改进了一些 Subversion 设置的兼容性。
zh_hant: 改進了一些 Subversion 設置的兼容性。

source: Improved built-in machine translation service.
de: Verbesserte integrierte maschinelle Übersetzungsdienste.
ga: Seirbhís feabhsaithe aistriúcháin meaisín ionsuite.
hu: Beépített gépi fordítási szolgáltatás továbbfejlesztése.
id: Meningkatkan layanan terjemahan mesin bawaan.
ja: 搭載の機械翻訳サービスの改善。
nl: Verbeterde ingebouwde service voor machinevertaling.
pt: Melhorado o serviço integrado de tradução mecânica.
pt_br: Melhorado o serviço de tradução automática embutido.
ro: Îmbunătățirea serviciului de traducere automată încorporat.
ru: Улучшен встроенный сервис машинного перевода.
sv: Förbättrad inbyggd maskinöversättningstjänst.
ta: மேம்படுத்தப்பட்ட உள்ளமைக்கப்பட்ட இயந்திர மொழிபெயர்ப்பு பணி.
tr: İç makine çevirisi hizmeti iyileştirildi.
uk: Удосконалено службу вбудованого комп'ютерного перекладу.
zh_hans: 改进了内建机器翻译服务。

source: Added support for SAP Translation Hub service.
de: Unterstützung für den SAP-Translation-Hub-Dienst hinzugefügt.
ga: Tacaíocht bhreise do sheirbhís Mol Aistriúcháin SAP.
hu: SAP Translation Hub szolgáltatás támogatása hozzáadva.
id: Menambahkan dukungan untuk layanan SAP Translation Hub.
ja: SAP Translation Hub サービスに対応。
nl: Ondersteuning toegevoegd voor service SAP Translation Hub.
pt: Adicionado suporte para serviço SAP Translation Hub.
pt_br: Adicionado suporte para serviço SAP Translation Hub.
ro: A fost adăugat suport pentru serviciul SAP Translation Hub.
ru: Добавлена поддержка SAP Translation Hub.
sv: Stöd för SAP Translation Hub-tjänsten har lagts till.
ta: sap மொழிபெயர்ப்பு மைய சேவைக்கு உதவி சேர்க்கப்பட்டது.
tr: SAP Translation Hub hizmeti desteği eklendi.
uk: Додано підтримку служб SAP Translation Hub.
zh_hans: 对 SAP 翻译中心 服务添加了支持。
zh_hant: 對 SAP Translation Hub 服務添加了支持。

source: Added support for Microsoft Terminology service.
de: Unterstützung für den Microsoft-Terminologiedienst hinzugefügt.
ga: Tacaíocht bhreise do sheirbhís Téarmaíochta Microsoft.
hu: Microsoft Terminology szolgáltatás támogatása hozzáadva.
id: Menambahkan dukungan untuk layanan Terminologi Microsoft.
ja: Microsoft Terminology service に対応した機能の追加。
nl: Ondersteuning toegevoegd voor service Microsoft Terminology.
pt: Adicionado suporte para serviço de Terminologia da Microsoft.
pt_br: Adicionado suporte para serviço de Terminologia da Microsoft.
ro: A fost adăugat suport pentru serviciul Microsoft Terminology.
ru: Добавлена поддержка терминологической службы Майкрософт.
sv: Stöd för Microsoft Terminology-tjänsten har lagts till.
ta: நுண்மென் சொற்களஞ்சிய சேவைக்கு உதவி சேர்க்கப்பட்டது.
tr: Microsoft Terminology hizmeti desteği eklendi.
uk: Додано підтримку служби Microsoft Terminology.
zh_hans: 新增了对微软术语服务的支持。
zh_hant: 為 Microsoft Terminology 服務添加了支持。

source: Removed support for advertisement in notification e-mails.
de: Unterstützung für Werbung in Benachrichtigungs-E-Mails entfernt.
ga: Baineadh an tacaíocht d'fhógrán i r-phoist fógra.
hu: Értesítő e-mailekben a hirdetések támogatása megszűnt.
id: Menghapus dukungan untuk iklan dalam surel notifikasi.
ja: 通知メールへの広告表示機能の削除。
nl: Ondersteuning verwijderd voor advertenties in e-mails voor notificatie.
pt: Removido o suporte para anúncio em e-mails de notificação.
pt_br: Suporte removido para anúncio em e-mails de notificação.
ro: A fost eliminat suportul pentru reclame în e-mailurile de notificare.
ru: Удалена поддержка рекламы в уведомлениях по e-mail.
sv: Stöd för annonser i e-postmeddelanden med aviseringar har tagits bort.
ta: அறிவிப்பு மின்னஞ்சல்களில் விளம்பரத்திற்கான ஆதரவை நீக்கியது.
tr: Bildirim e-postalarındaki reklam özelliği kaldırıldı.
uk: Вилучено підтримку реклами у листах сповіщень.
zh_hans: 删除了对通知电子邮件中的广告的支持。
zh_hant: 刪除了對通知電子郵件中的廣告的支持。

source: Improved translation progress reporting at language level.
de: Verbesserte Berichte über den Übersetzungsfortschritt auf Sprachebene.
ga: Tuairisciú feabhsaithe ar dhul chun cinn aistriúcháin ag leibhéal na teanga.
hu: Fordítási előrehaladás nyelvi szinten pontosabban jelenik meg.
id: Peningkatan pelaporan kemajuan terjemahan pada tingkat bahasa.
ja: 言語レベルでの翻訳進捗レポートの改良。
nl: Verbeterd rapporteren voortgang vertaling op niveau van de taal.
pt: Melhorado o relatório de progresso de tradução a nível de idioma.
pt_br: Melhorado o relatório de progresso de tradução a nível de idioma.
ro: Îmbunătățirea raportării progresului traducerii la nivel de limbă.
ru: Улучшено составление отчетов о прогрессе переводов на уровне языков.
sv: Förbättrad rapportering av översättningsförloppet på språknivå.
ta: மொழி மட்டத்தில் மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு முன்னேற்ற அறிக்கை.
tr: Dil düzeyinde çeviri ilerleme raporları iyileştirildi.
uk: Удосконалено звітування щодо поступу перекладу на рівні мови.
zh_hans: 改进了语言层次的翻译过程报告。
zh_hant: 改進了語言層次的翻譯過程報告。

source: Improved support for different plural formulas.
de: Verbesserte Unterstützung für verschiedene Pluralformeln.
ga: Tacaíocht fheabhsaithe d’fhoirmlí iolracha éagsúla.
hu: Jobb támogatás különböző többes számú alakokra vonatkozó képletekhez.
id: Peningkatan dukungan untuk rumus jamak yang berbeda.
ja: 異なる複数形の形式への対応の改良。
nl: Verbeterde ondersteuning voor verschillende meervoudsvormen.
pt: Melhorado o suporte para diferentes fórmulas plurais.
pt_br: Melhorado o suporte para diferentes fórmulas plurais.
ro: Suport îmbunătățit pentru diferite formule de plural.
ru: Улучшена поддержка различных форм множественного числа.
sv: Förbättrat stöd för olika pluralformer.
ta: வெவ்வேறு பன்மை சூத்திரங்களுக்கு மேம்பட்ட உதவி.
tr: Farklı çoğul biçim formülleri desteği iyileştirildi.
uk: Удосконалено підтримку різних формул форм множини.
zh_hans: 改进了对不同复数公式的支持。
zh_hant: 改進了不同複數形式的支持。

source: Added support for Subversion repositories not using stdlayout.
de: Unterstützung für Subversion-Repositorys, die nicht stdlayout verwenden, hinzugefügt.
ga: Tacaíocht bhreise le haghaidh stórtha Subversion nach n-úsáideann stdlayout.
hu: Nem stdlayout felépítést használó Subversion tárolók támogatása hozzáadva.
id: Menambahkan dukungan untuk repositori Subversion yang tidak menggunakan stdlayout.
ja: 標準レイアウトを使用しない Subversion リポジトリに対応。
nl: Ondersteuning toegevoegd voor opslagruimten van Subversion die geen stdlayout gebruiken.
pt: Adicionado suporte para repositórios Subversion que não usam stdlayout.
pt_br: Adicionado suporte para repositórios Subversion que não usam stdlayout.
ro: A fost adăugat suport pentru depozitele Subversion care nu utilizează stdlayout.
ru: Добавлена поддержка репозиториев Subversion, которые не используют stdlayout.
sv: Lagt till stöd för Subversion-arkiv som inte använder stdlayout.
ta: stdlayout ஐப் பயன்படுத்தாத சப்வர்சன் களஞ்சியங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: stdlayout kullanmayan Subversion depoları desteği eklendi.
uk: Додано підтримку сховищ Subversion, у яких не використовується stdlayout.
zh_hans: 添加了对不使用 stdlayout 的 Subversion 仓库的支持。
zh_hant: 添加了對不使用 stdlayout 的 Subversion 倉庫的支持。

source: Added add-ons to customize translation workflows.
de: Erweiterungen zum Anpassen von Übersetzungsabläufen hinzugefügt.
ga: Breiseáin curtha leis chun sreafaí oibre aistriúcháin a shaincheapadh.
hu: Fordítási munkafolyamatok testreszabását lehetővé tevő kiegészítők hozzáadva.
id: Menambahkan pengaya untuk menyesuaikan alur kerja terjemahan.
ja: 翻訳ワークフローを変更するためのアドオンの追加。
nl: Toegevoegde add-ons om werkstromen voor vertalen aan te passen.
pt: Adicionadas extensões para personalizar fluxos de trabalho de tradução.
pt_br: Adicionados complementos para personalizar fluxos de tradução.
ro: Adăugat add-on-uri pentru a personaliza fluxurile de lucru de traducere.
ru: Добавлены надстройки для изменения рабочего процесса переводчиков.
sv: Lagt till tillägg för att anpassa översättningsarbetsflöden.
ta: மொழிபெயர்ப்பு பணிப்பாய்வுகளைத் தனிப்பயனாக்க துணை நிரல்கள் சேர்க்கப்பட்டன.
tr: Çeviri iş akışlarını özelleştirme eklentileri eklendi.
uk: Додано додатки для налаштування процедур перекладу.
zh_hans: 添加了自定义翻译工作流程的附加组件。

source: *Released on December 15th 2017.*
de: *Veröffentlicht am 15. Dezember 2017.*
ga: *Eisithe ar 15 Nollaig 2017.*
hu: *Kiadva: 2017. december 15.*
id: *Dirilis pada 15 Desember 2017.*
nl: *Uitgegeven op 15 december 2017.*
pt_br: *Atualizado em 15 de dezembro de 2017.*
sv: *Släpptes den 15 december 2017.*
tr: *15 Aralık 2017 tarihinde yayınlandı.*
uk: *Випущено 15 грудня 2017 року.*

source: Extended contributor stats.
de: Übersetzerstatistik erweitert.
ga: Staitisticí ranníocóirí leathnaithe.
hu: Kibővített statisztikák a közreműködőkről.
id: Statistik kontributor yang diperluas.
ja: 貢献者統計の拡張。
nl: Uitgebreide statistieken deelnemer.
pt: Estatísticas estendidas de colaborador.
pt_br: Estatísticas estendidas de colaborador.
ro: Statistici extinse ale colaboratorilor.
ru: Улучшен сбор и отображение статистики участников.
sv: Utökad statistik för bidragsgivare.
ta: நீட்டிக்கப்பட்ட பங்களிப்பாளர் புள்ளிவிவரங்கள்.
tr: Katılımcı istatistikleri zenginleştirildi.
uk: Розширено статистичні дані щодо учасників перекладу.
zh_hans: 扩展了贡献者的统计数据。
zh_hant: 擴展了貢獻者的統計數據。

source: Improved configuration of special characters virtual keyboard.
de: Verbesserte Konfiguration der virtuellen Tastatur für Sonderzeichen.
ga: Cumraíocht fheabhsaithe méarchlár fíorúil carachtair speisialta.
hu: Speciális karaktereket tartalmazó virtuális billentyűzet konfigurációjának javítása.
id: Peningkatan konfigurasi papan ketik virtual karakter khusus.
ja: 特殊文字仮想キーボードの設定を改良。
nl: Verbeterde configuratie van virtueel toetsenbord voor speciale tekens.
pt: Melhor configuração do teclado virtual de caracteres especiais.
pt_br: Melhor configuração do teclado virtual de caracteres especiais.
ro: A fost îmbunătățită configurarea tastaturii virtuale cu caractere speciale.
ru: Улучшена настройка виртуальной клавиатуры со специальными символами.
sv: Förbättrad konfiguration av det virtuella tangentbordet för specialtecken.
ta: சிறப்பு எழுத்துக்கள் மெய்நிகர் விசைப்பலகையின் மேம்பட்ட உள்ளமைவு.
tr: Özel karakterler sanal klavye yapılandırması iyileştirildi.
uk: Удосконалено налаштування віртуальної клавіатури для спеціальних символів.
zh_hans: 改进了特殊字符可视键盘的配置。
zh_hant: 改進了特殊字符可視鍵盤的配置。

source: Added support for DTD file format.
de: Unterstützung für das DTD-Dateiformat hinzugefügt.
ga: Tacaíocht bhreise le haghaidh formáid comhaid DTD.
hu: DTD fájlformátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format berkas DTD.
ja: DTDファイル形式に対応。
nl: Ondersteuning toegevoegd voor bestandsindeling DTD.
pt: Adicionado suporte para formato de ficheiros de DTD.
pt_br: Adicionado suporte para formato de arquivo DTD.
ro: A fost adăugat suport pentru formatul de fișier DTD.
ru: Добавлена поддержка формата файлов DTD.
sv: Stöd för DTD-filformat har lagts till.
ta: டிடிடி கோப்பு வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: DTD dosya biçimi desteği eklendi.
uk: Додано підтримку формату файлів DTD.
zh_hans: 为 DTD 文件格式添加了支持。
zh_hant: 為 DTD 文件格式添加了支持。

source: Changed keyboard shortcuts to less likely collide with browser/system ones.
de: Die Tastaturkürzel geändert, um nicht mehr so leicht mit denen des Browsers/Systems zu kollidieren.
ga: Athraíodh aicearraí méarchláir ionas gur lú an seans a imbhuailfidh siad le cinn bhrabhsálaí/córais.
hu: Billentyűparancsok módosítva, hogy ne ütközzenek a böngésző vagy rendszer parancsaival.
id: Mengubah pintasan papan ketik agar kecil kemungkinannya bertabrakan dengan pintasan peramban/sistem.
ja: キーボード ショートカットを変更し、ブラウザーやシステムのショートカットとの競合を低減するように改良。
nl: Gewijzigde sneltoetsen toetsenbord om ze minder snel te laten botsen met die van de browser/het systeem.
pt: Alterados os atalhos do teclado para reduzir a chance de colisão com os do navegador/sistema.
pt_br: Alterados os atalhos do teclado para reduzir a chance de colisão com os do navegador/sistema.
ro: Schimbat comenzi rapide de la tastatură pentru a evita coliziunea cu cele din browser/sistem.
ru: Изменены горячие клавиши так, чтобы они с меньшей вероятностью конфликтовали с горячими клавишами браузера/ОС.
sv: Ändrade kortkommandon för att minska risken för kollisioner med webbläsarens/systemets kortkommandon.
ta: விசைப்பலகை குறுக்குவழிகள் உலாவி/கணினியுடன் குறைவாக மோதுகின்றன.
tr: Klavye kısayolları, tarayıcı ve sistem kısayolları ile çakışma olasılığını düşürmek için değiştirildi.
uk: Змінено клавіатурні скорочення так, щоб зменшити ймовірність конфлікту із клавіатурними скороченнями браузера або системи.
zh_hans: 更改了键盘快捷键，以减少与浏览器/系统快捷键的冲突。
zh_hant: 更改了鍵盤快捷鍵，較少地於瀏覽器/系統的快捷鍵衝突。

source: Improved support for approved flag in XLIFF files.
de: Verbesserte Unterstützung für die „genehmigt"-Markierung in XLIFF-Dateien.
ga: Tacaíocht fheabhsaithe don bhratach cheadaithe i gcomhaid XLIFF.
hu: Jóváhagyási jelölő (approved flag) jobb kezelése XLIFF fájlokban.
id: Peningkatan dukungan untuk tanda yang disetujui dalam berkas XLIFF.
ja: XLIFF ファイルにおける承認済みフラグへの対応を改良。
nl: Verbeterde ondersteuning voor vlag goedgekeurd in XLIFF-bestanden.
pt: Melhorado o suporte para marcador de aprovado em ficheiros de XLIFF.
pt_br: Melhorado o suporte para marcador de aprovado em arquivos XLIFF.
ro: Suport îmbunătățit pentru indicatorul aprobat în fișierele XLIFF.
ru: Улучшена поддержка флага «Одобрено» в файлах XLIFF.
sv: Förbättrat stöd för godkänd flagga i XLIFF-filer.
ta: ஃலிப்ப் கோப்புகளில் அங்கீகரிக்கப்பட்ட கொடியிற்கான மேம்பட்ட உதவி.
tr: XLIFF dosyaları için onaylandı imi desteği iyileştirildi.
uk: Удосконалено підтримку прапорця approved у файлах XLIFF.
zh_hans: 改进了对 XLIFF 文件中的已核准标记的支持。
zh_hant: 改進了對 XLIFF 文件中的同意標記的支持。

source: Added support for not wrapping long strings in gettext PO files.
de: Unterstützung für das Nichtumbrechen langer Zeichenketten in gettext PO-Dateien hinzugefügt.
ga: Tacaíocht bhreise chun gan teaghráin fhada a fhilleadh i gcomhaid PO gettext.
hu: Hosszú szövegek sortörés nélküli megjelenítésének támogatása gettext PO-fájlokban.
id: Menambahkan dukungan untuk tidak memecah string panjang dalam berkas PO gettext.
ja: gettext PO ファイルで長い文字列をラップしない機能に対応。
nl: Ondersteuning toegevoegd voor niet doorlopen van lange tekenreeksen in gettext PO-bestanden.
pt: Adicionado suporte para não agrupar cadeias longas em ficheiros de PO gettext.
pt_br: Adicionado suporte para não agrupar textos longos em arquivos PO gettext.
ro: A fost adăugat suportul pentru a nu înfășura șiruri lungi în fișierele gettext PO.
ru: Добавлена возможность не переносить длинные строки в PO-файлах gettext.
sv: Lagt till stöd för att inte bryta långa strängar i gettext PO-filer.
ta: உரைபெறு po கோப்புகளில் நீண்ட சரங்களை மடக்காததற்கு உதவி சேர்க்கப்பட்டது.
tr: Gettext PO dosyalarında uzun dizgelerin kaydırılmaması özelliği eklendi.
uk: Додано підтримку вимикання перенесення довгих рядків у файлах PO gettext.
zh_hans: 添加了对 gettext PO 文件中不换行的长字符串的支持。
zh_hant: 添加了對 gettext PO 文件中不換行的長字符串的支持。

source: Added button to copy permalink for current translation.
de: Schaltfläche zum Kopieren des Permalinks für die aktuelle Übersetzung hinzugefügt.
ga: Cnaipe curtha leis chun permalink a chóipeáil don aistriúchán reatha.
hu: Állandó hivatkozás (permalink) másolására szolgáló gomb hozzáadva az aktuális fordításhoz.
id: Menambahkan tombol untuk menyalin tautan permanen untuk terjemahan saat ini.
ja: 現在の翻訳のパーマリンクをコピーするボタンの追加。
nl: Knop toegevoegd om permalink te kopiëren voor huidige vertaling.
pt: Adicionado botão para copiar a ligação permanente à tradução atual.
pt_br: Adicionado botão para copiar o link permanente para a tradução atual.
ro: A fost adăugat un buton pentru a copia permalink pentru traducerea curentă.
ru: Добавлена кнопка для копирования постоянной ссылки на текущую переводимую строку.
sv: Lagt till knapp för att kopiera permalänk för aktuell översättning.
ta: தற்போதைய மொழிபெயர்ப்புக்கு பெர்மாலின்கை நகலெடுக்க பொத்தானைச் சேர்த்தது.
tr: Geçerli çevirinin kalıcı bağlantısını kopyalama düğmesi eklendi.
uk: Додано кнопку для копіювання посилання для поточного перекладу.
zh_hans: 添加了按钮为当前翻译复制永久链接。
zh_hant: 添加了按鈕為當前翻譯複製永久鏈接。

source: Dropped support for Django 1.10 and added support for Django 2.0.
de: Die Unterstützung für Django 1.10 eingestellt und die Unterstützung für Django 2.0 hinzugefügt.
ga: Thit tacaíocht do Django 1.10 agus tacaíocht bhreise do Django 2.0.
hu: Django 1.10 támogatása megszűnt, Django 2.0 támogatása hozzáadva.
id: Menghentikan dukungan untuk Django 1.10 dan menambahkan dukungan untuk Django 2.0.
ja: Django 1.10 のサポートを終了し、Django 2.0 のサポートを追加。
nl: Ondersteuning vervallen voor Django 1.10 en ondersteuning toegevoegd voor Django 2.0.
pt: Removido o suporte ao Django 1.10 e adicionado suporte ao Django 2.0.
pt_br: Removido o suporte ao Django 1.10 e adicionado suporte ao Django 2.0.
ro: A renunțat la suportul pentru Django 1.10 și a adăugat suport pentru Django 2.0.
ru: Прекращена поддержка Django 1.10 и добавлена поддержка Django 2.0.
sv: Stödet för Django 1.10 har tagits bort och stöd för Django 2.0 har lagts till.
ta: சாங்கோ 1.10 க்கான ஆதரவைக் கைவிட்டு, சாங்கோ 2.0 க்கு ஆதரவைச் சேர்த்தார்.
tr: Django 1.10 desteği kaldırıldı ve Django 2.0 desteği eklendi.
uk: Відкинуто підтримку Django 1.10 і додано підтримку Django 2.0.
zh_hans: 去掉了对 Django 1.10 的支持，而添加了对 Django 2.0 的支持。
zh_hant: 去掉了對 Django 1.10 的支持，而添加了對 Django 2.0 的支持。
