Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Checks that XML tags are replicated between both source and translation.
de: Prüft, ob XML-Tags in der Quelle und Übersetzung identisch sind.
ga: Seiceálann sé go ndéantar clibeanna XML a mhacasamhlú idir foinse agus aistriúchán.
hu: Az ellenőrzés azt vizsgálja, hogy az XML-címkék a forrásban és a fordításban megegyeznek-e.
id: Memeriksa apakah tag XML direplikasi antara sumber dan terjemahan.
ja: 原文から翻訳文に XML タグが複製されているか検査します。
nl: Controleert of tags van XML werden gerepliceerd tussen de bron en de vertaling.
pt: Verifica se as tags XML são replicadas entre a fonte e a tradução.
pt_br: Verifica se as tags XML são replicadas entre a fonte e a tradução.
ro: Verifică dacă etichetele XML sunt reproduse între sursă și traducere.
ru: Проверяет, что XML-теги в исходной строке и в переводе одинаковы.
sv: Kontrollerar att XML-taggar replikeras mellan både källan och översättningen.
ta: எக்ச்எம்எல் குறிச்சொற்கள் மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் பிரதிபலிக்கப்படுகின்றனவா என்பதை சரிபார்க்கிறது.
tr: Kaynaktaki XML kod imlerinin çeviri ile aynı olup olmadığını denetler.
uk: Перевіряє, чи відтворено теґи XML з початкового рядка у перекладі.
zh_hans: 检查 XML 标记是否在原文和译文之间复制。
zh_hant: 檢查源和翻譯之間是否複製XML標記。

source: The check is automatically enabled for XML like strings. You might need to add ``xml-text`` flag in some cases to force turning it on.
de: Die Prüfung wird automatisch für XML-ähnliche Zeichenketten aktiviert. Möglicherweise muss dies mit der ``xml-text``-Markierung in einigen Fällen erzwungen werden.
ga: Tá an tseiceáil cumasaithe go huathoibríoch le haghaidh teaghráin cosúil le XML. Seans go mbeidh ort bratach ``xml-text`` a chur leis i gcásanna áirithe chun iallach a chur air.
hu: Az XML-szerű szövegeknél ez az ellenőrzés automatikusan bekapcsol. Bizonyos esetekben az ``xml-text`` jelző hozzáadásával lehet ezt kikényszeríteni.
id: Pemeriksaan ini diaktifkan secara otomatis untuk string seperti XML. Anda mungkin perlu menambahkan tanda ``xml-text`` dalam beberapa kasus untuk mengaktifkannya secara paksa.
ja: この検査は、XML のような文字列に対しては自動的に有効になります。強制的に有効にするため、場合によっては ``xml-text`` フラグの追加が必要になります。
nl: De controle wordt automatisch ingeschakeld voor op XML lijkende tekenreeksen. U wilt misschien de vlag ``xml-text`` in sommige gevallen toevoegen, om het inschakelen ervan te forceren.
pt_br: A verificação é habilitada automaticamente para textos do tipo XML. Você pode precisar adicionar o marcador ``xml-text`` em alguns casos para forçar a ativação.
ru: Проверка автоматически включается для строк типа XML. В некоторых случаях вам может потребоваться добавить флаг ``xml-text``, чтобы принудительно включить его.
sv: Kontrollen aktiveras automatiskt för XML-liknande strängar. I vissa fall kan du behöva lägga till flaggan ``xml-text`` för att tvinga fram aktiveringen.
ta: சோதனை தானாகவே எக்ச்எம்எல்லுக்கு சரங்கள் போன்ற இயக்கப்படும். சில சந்தர்ப்பங்களில் அதை இயக்க கட்டாயப்படுத்த நீங்கள் `` எக்ச்எம்எல்-உரை`` கொடியைச் சேர்க்க வேண்டியிருக்கும்.
tr: Denetim, XML benzeri dizgeler için kendiliğinden kullanıma alınır. Açmaya zorlamak için bazı durumlarda ``xml-text`` imini eklemeniz gerekebilir.
uk: Цю перевірку автоматично увімкнено для XML-подібних рядків. У деяких випадках вам слід додати прапорець ``xml-text`` для примусового увімкнення перевірки.
zh_hans: 该检查对类 XML 字符串自动开启。某些情形下，你也许需要添加 ``xml-text`` 标记来强制打开它。

source: This check is disabled by the ``safe-html`` flag as the HTML cleanup done by it can produce HTML markup which is not valid XML.
de: Diese Prüfung wird durch die ``safe-html``-Markierung deaktiviert, da die von ihr durchgeführte HTML-Bereinigung Auszeichnungen erzeugen kann, die kein gültiges XML sind.
ga: Tá an tseiceáil seo díchumasaithe ag an mbratach ``safe-html`` mar is féidir leis an nglanachán HTML a dhéanann sé marcáil HTML a tháirgeadh nach XML bailí é.
hu: Ez az ellenőrzés automatikusan kikapcsol, ha a ``safe-html`` jelző aktív, mivel a HTML tisztítás során előálló kód nem feltétlenül felel meg az XML szabályainak.
id: Pemeriksaan ini dinonaktifkan oleh bendera ``safe-html`` karena pembersihan HTML yang dilakukannya dapat menghasilkan markup HTML yang bukan XML yang valid.
ja: この検査は ``safe-html`` フラグにより無効にされています。このフラグによって行われる HTML のクリーンアップにより、無効な XML の HTMLマークアップを生成する可能性があるためです。
nl: Deze controle wordt uitgeschakeld door de vlag ``safe-html`` omdat het opschonen van de HTML, die er door uitgevoerd wordt, opmaak voor HTML zou kunnen produceren die geen geldige XML is.
pt: Esta verificação é desativada pelo marcador ``safe-html``, pois a limpeza de HTML feita por ele pode produzir marcação HTML que não é um XML válido.
pt_br: Esta verificação é desabilitada pelo marcador ``safe-html``, pois a limpeza de HTML feita por ele pode produzir marcação HTML que não é um XML válido.
ro: Această verificare este dezactivată de indicatorul ``safe-html``, deoarece curățarea HTML efectuată de acesta poate produce marcaje HTML care nu sunt XML valide.
ru: Эта проверка отключается флагом ``safe-html``, так как HTML-чистка, выполняемая ею, может привести к HTML-разметке, которая не является допустимой XML.
sv: Denna kontroll inaktiveras av flaggan ``safe-html`` eftersom HTML-rensningen som utförs av den kan generera HTML-markeringar som inte är giltiga XML.
ta: இந்த சோதனை `` safe-html`` கொடியால் முடக்கப்பட்டுள்ளது, ஏனெனில் இது செய்யப்படும் html தூய்மைப்படுத்தல் html மார்க்அப்பை உருவாக்க முடியும், இது செல்லுபடியாகும் எக்ச்எம்எல் அல்ல.
tr: ``safe-html`` imi bu denetimi kullanımdan kaldırır çünkü yaptığı HTML temizliği geçerli bir XML olmayan HTML markup kodu üretebilir.
uk: Цю перевірку вимкнено прапорцем ``safe-html``, оскільки чищення коду HTML, яке вона виконує, може призвести до створення розмітки HTML, яка не є коректним кодом XML.
zh_hans: 此检查被 ``safe-html`` 标记禁用，因为它完成的 HTML 清理可能会生成无效 XML 的 HTML 标记。

source: The translation is not valid XML.
de: Die Übersetzung ist kein gültiges XML.
ga: Ní XML bailí an t-aistriúchán.
hu: A fordítás nem érvényes XML.
id: Terjemahan bukan XML yang valid.
nl: De vertaling is geen geldige XML.
pt_br: A tradução não é um XML válido.
sv: Översättningen är inte giltig XML.
tr: Çeviri geçerli bir XML değil.
uk: Цей переклад не є правильним XML.

source: The XML markup is not valid.
de: Die XML-Auszeichnung ist nicht gültig.
ga: Níl an marcáil XML bailí.
hu: Az XML-jelölés hibás.
id: Markup XML tidak valid.
ja: XML マークアップは無効です。
nl: De opmaak van de XML is niet geldig.
pt: A marcação XML não é válida.
pt_br: A marcação XML não é válida.
ro: Marcajul XML nu este valid.
ru: Разметка XML некорректна.
sv: XML-markeringen är inte giltig.
ta: எக்ச்எம்எல் மார்க்அப் செல்லுபடியாகாது.
tr: XML kod imi geçersiz.
uk: Розмітка XML є некоректною.
zh_hans: 此XML标记无效。
zh_hant: XML標記無效。

source: Zero-width space
de: Breitenloses Leerzeichen
ga: Spás nialasach
hu: Nulla szélességű szóköz
id: Spasi lebar-nol
ja: ゼロ幅スペース
nl: Spatie zonder breedte
pt: Espaçamento nulo
pt_br: Espaço com largura zero
ro: Spațiu cu lățime zero
ru: Пробел нулевой ширины
sv: Mellanrum utan bredd
ta: சுழிய அகல இடம்
tr: Sıfır genişlikli boşluk
uk: Простір нульової ширини
zh_hans: 零宽空格
zh_hant: 零寬度空格

source: Translation contains extra zero-width space character.
de: Übersetzung enthält zusätzliche breitenlose Leerzeichen.
ga: Tá carachtar spáis nial-leithead breise san aistriúchán.
hu: A fordítás extra nulla szélességű szóköz karaktert tartalmaz.
id: Terjemahan mengandung karakter spasi tanpa lebar tambahan.
nl: De vertaling bevat een extra teken spatie zonder breedte.
pt_br: A tradução contém um caractere extra de espaço com largura zero.
sv: Översättningen innehåller extra nollbreddstecken.
tr: Çeviride fazladan sıfır genişlikli boşluk karakteri var.
uk: Переклад містить зайві символи пропуску нульової ширини.

source: Zero-width space (<U+200B>) characters are used to break messages within words (word wrapping).
de: Breitenlose Leerzeichen (<U+200B>) werden verwendet, um Nachrichten innerhalb von Wörtern umzubrechen (Wortumbruch).
ga: spás nial-leithead (<U+200B> ) úsáidtear carachtair chun teachtaireachtaí a bhriseadh laistigh de fhocail (timfhilleadh focal).
hu: A nulla szélességű szóköz (<U+200B>) karaktereket jellemzően szavakon belüli tördeléshez (sortöréshez) használják.
id: Karakter spasi nol (<U+200B>) digunakan untuk memecah pesan di dalam kata (pembungkusan kata).
ja: 単語の途中でのメッセージの改行（ワードラッピング）に、ゼロ幅スペース（<U+200B>）が使われています。
nl: Tekens Nulbreedte spatie (<U+200B>) worden gebruikt om berichten binnen woorden af te breken (woordafbreking).
pt: Os caracteres de largura zero (<U+200B>) são usados para quebrar mensagens dentro das palavras (*word wrapping*).
pt_br: Os caracteres de largura zero (<U+200B>) são usados para quebrar mensagens dentro das palavras (*word wrapping*).
ro: Caracterele de spațiu de lățime zero (<U+200B>) sunt utilizate pentru a întrerupe mesajele în cadrul cuvintelor (word wrapping).
ru: Символы пробела нулевой ширины (<U+200B>) используются для разбиения сообщений по словам (переноса по словам).
sv: Tecken med nollbredd (<U+200B>) används för att dela upp meddelanden inom ord (ordbrytning).
ta: சுழிய அகல இடம் (<u+200b>) எழுத்துக்களுக்குள் செய்திகளை உடைக்க (சொல் மடக்குதல்) எழுத்துக்கள் பயன்படுத்தப்படுகின்றன.
tr: Sıfır genişlikli boşluk (<U+200B>) karakterleri, sözcüklerin içindeki iletileri bölmek için kullanılır (sözcük kaydırma için).
uk: Символи пробілів нульової ширини (<U+200B>) використовуються для розриву рядків посередині слова (перенесення рядків).
zh_hans: 零宽空格 (<U+200B>) 字符用于分隔单词中的消息（自动换行）。
zh_hant: 零寬度空間（<u + 200b>）字符用於打破單詞中的消息（Word包裝）。

source: As they are usually inserted by mistake, this check is triggered once they are present in translation. Some programs might have problems when this character is used.
de: Da sie normalerweise versehentlich eingefügt werden, wird diese Prüfung ausgelöst, sobald sie in der Übersetzung vorkommen. Einige Programme könnten Probleme haben, wenn dieses Zeichen verwendet wird.
ga: Toisc gur trí dhearmad a chuirtear isteach iad de ghnáth, cuirtear an tseic seo i bhfeidhm nuair a bhíonn siad i láthair san aistriúchán. D’fhéadfadh fadhbanna a bheith ag roinnt clár nuair a úsáidtear an carachtar seo.
hu: Mivel ezek a karakterek többnyire véletlenül kerülnek be a szövegbe, jelenlétük esetén ez az ellenőrzés hibát jelez. Egyes programok nem megfelelően kezelhetik ezt a karaktert.
id: Karena karakter ini biasanya dimasukkan secara tidak sengaja, pemeriksaan ini dipicu setelah karakter tersebut muncul dalam proses terjemahan. Beberapa program mungkin mengalami masalah saat karakter ini digunakan.
ja: 通常は誤って挿入するため、この検査は翻訳中に検出した時点で起動します。この文字を使用すると、一部のプログラムで問題が発生することがあります。
nl: Omdat zij meestal per vergissing worden ingevoegd, wordt deze controle geactiveerd als zij aanwezig zijn in de vertaling. Sommige programma's zouden problemen kunnen ondervinden als dit teken wordt gebruikt.
pt: Como geralmente são inseridas por engano, esta verificação é acionada uma vez que estão presentes na tradução. Alguns programas podem ter problemas quando este caractere é usado.
pt_br: Como geralmente são inseridas por engano, esta verificação é acionada uma vez que estão presentes na tradução. Alguns programas podem ter problemas quando este caractere é usado.
ro: Deoarece acestea sunt de obicei inserate din greșeală, această verificare este declanșată odată ce sunt prezente în traducere. Unele programe ar putea avea probleme atunci când se utilizează acest caracter.
ru: Поскольку обычно они вставляются по ошибке, эта проверка срабатывает на их присутствие в переводе. В некоторых программах при использовании этого символа могут возникнуть проблемы.
sv: Eftersom de vanligtvis infogas av misstag, utlöses denna kontroll när de förekommer i översättningen. Vissa program kan ha problem när detta tecken används.
ta: அவை வழக்கமாக தவறாக செருகப்படுவதால், மொழிபெயர்ப்பில் இருந்தவுடன் இந்த சோதனை தூண்டப்படுகிறது. இந்த பாத்திரம் பயன்படுத்தப்படும்போது சில நிரல்களுக்கு சிக்கல்கள் இருக்கலாம்.
tr: Genellikle yanlışlıkla eklendiklerinden, çeviride bulunduklarında bu denetim tetiklenir. Bazı programlarda bu karakter kullanıldığında sorunlar olabilir.
uk: Оскільки ці символи часто включають до перекладів помилково, ця перевірка вмикається, якщо відповідні символи буде знайдено у перекладі. У роботі деяких програм можуть виникати проблеми, якщо буде використано такі символи.
zh_hans: 由于它们通常是被错误插入的，一旦它们出现在翻译中，就会触发这个检查。一些程序在使用这个字符时可能会出现问题。
zh_hant: 由於它們通常被錯誤插入，因此在翻譯中存在後觸發此檢查。使用此字符時，某些程序可能會出現問題。

source: `Zero width space on Wikipedia <https://en.wikipedia.org/wiki/Zero-width_space>`_
de: `Breitenloses Leerzeichen auf Wikipedia <https://de.wikipedia.org/wiki/Breitenloses_Leerzeichen>`_
ga: `spás nialasach ar an Vicipéid <https://ga.wikipedia.org/wiki/Zero-width_space>`_
hu: `Nulla szélességű szóköz a Wikipédián <https://en.wikipedia.org/wiki/Zero-width_space>`_
id: `Spasi lebar nol di Wikipedia <https://en.wikipedia.org/wiki/Zero-width_space>`_
ja: `ゼロ幅スペース Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E3%82%BC%E3%83%AD%E5%B9%85%E3%82%B9%E3%83%9A%E3%83%BC%E3%82%B9>`_
pt: `Espaço de largura zero na Wikipédia <https://pt.wikipedia.org/wiki/Espaço_de_largura_zero>`_
pt_br: `Espaço de largura zero na Wikipédia <https://pt.wikipedia.org/wiki/Espaço_de_largura_zero>`_
ro: `Spațiu de lățime zero pe Wikipedia <https://en.wikipedia.org/wiki/Zero-width_space>`_
ru: `Пробел нулевой ширины в (англоязычной) Википедии <https://en.wikipedia.org/wiki/Zero-width_space>`_
sv: `Nollbreddsmellanslag på Wikipedia <https://en.wikipedia.org/wiki/Zero-width_space>`_
ta: `விக்கிபீடியாவில் சுழிய அகல இடம் <https://en.wikipedia.org/wiki/zero-width_space>` _
tr: `Vikipedi üzerinde sıfır genişlikli boşluk <https://en.wikipedia.org/wiki/Zero-width_space>`_
uk: `Пробіл нульової ширини у Вікіпедії <https://en.wikipedia.org/wiki/Zero-width_space>`_
zh_hans: `维基百科上的零宽空格 <https://zh.wikipedia.org/wiki/%E9%9B%B6%E5%AE%BD%E7%A9%BA%E6%A0%BC>`_
zh_hant: `wikipedia <https://en.wikipedia.org/wiki/zero-width_space>`_

source: Source checks
de: Quellenüberprüfungen
ga: Seiceálacha foinse
hu: Forrásellenőrzések
id: Pemeriksaan sumber
ja: 原文検査
nl: Controles van bron
pt: Verificações de texto fonte
pt_br: Verificações de texto fonte
ro: Verificări la sursă
ru: Проверки для исходных строк
sv: Källkontroller
ta: மூல சோதனைகள்
tr: Kaynak denetimleri
uk: Перевірки джерела
zh_hans: 原文检查

source: Source checks can help developers improve the quality of source strings.
de: Quellenüberprüfungen können Entwicklern helfen, die Qualität der Ausgangszeichenketten zu verbessern.
ga: Is féidir le seiceálacha foinse cabhrú le forbróirí feabhas a chur ar cháilíocht teaghráin foinse.
hu: A forrásszövegek ellenőrzése segíthet a fejlesztőknek a forrásszövegek minőségének javításában.
id: Pemeriksaan sumber dapat membantu pengembang meningkatkan kualitas string sumber.
ja: 原文検査は、開発者が原文の品質を向上させるため便利です。
nl: Controles van de bron kunnen ontwikkelaars helpen de kwaliteit van brontekenreeksen te verbeteren.
pt: Estas verificações podem ajudar os programadores a melhorar a qualidade das cadeias fonte.
pt_br: Estas verificações podem ajudar os desenvolvedores a melhorar a qualidade dos textos fonte.
ro: Verificările sursei pot ajuta dezvoltatorii să îmbunătățească calitatea șirurilor sursă.
ru: Проверки для исходных строк могут помочь разработчикам улучшить качество исходных строк.
sv: Källkontroller kan hjälpa utvecklare att förbättra kvaliteten på källsträngar.
ta: மூல சோதனைகள் உருவாக்குபவர்களுக்கு மூல சரங்களின் தரத்தை மேம்படுத்த உதவும்.
tr: Kaynak denetimleri, geliştiricilerin kaynak dizgelerin kalitesini artırmasına yardımcı olabilir.
uk: Перевірки початкових рядків можуть допомогти розробникам удосконалити початкові рядки.
zh_hans: 原文检查可以帮助开发者提高源字符串的质量。
zh_hant: 源檢查可以幫助開發人員提高源字符串的質量。

source: Ellipsis
de: Auslassungspunkte
ga: Éilips
hu: Hármaspont
id: Elipsis
ja: 省略記号
nl: Beletselteken (…)
pt: Reticências
pt_br: Reticências
ro: Elipsă
ru: Многоточие
sv: Ellips
ta: நீள்வட்டங்கள்
tr: Üç nokta
uk: Трикрапка
zh_hans: 省略号
zh_hant: 刪節號

source: The string uses three dots (``...``) instead of an ellipsis character (``…``).
de: Die Zeichenkette verwendet drei Punkte (``...``) anstelle der Auslassungspunkte (``…``).
ga: Úsáideann an teaghrán trí ponc (''...'') seachas carachtar éilipse (''...'').
hu: A szöveg három pontot (``...``) használ a helyes hármaspont karakter (``…``) helyett.
id: String tersebut menggunakan tiga titik (``...``) dan bukan karakter elipsis (``…``).
nl: De tekenreeks gebruikt drie puntjes (``...``) in plaats van een beletselteken (``…``).
pt_br: O texto usa três pontos (``...``) ao invés do caractere de reticências (``…``).
sv: Strängen använder tre punkter (``...``) istället för ett ellipsstecken (``…``).
uk: У рядку використовуються три крапки (``...``) замість багатокрапки (``…``).

source: source strings
de: Ausgangszeichenketten
ga: teaghráin foinse
hu: forrásszövegek
id: string sumber
ja: 原文
nl: brontekenreeksen
pt: entradas fonte
pt_br: textos fonte
ro: șiruri de surse
ru: исходные строки
sv: källsträngar
ta: மூல சரங்கள்
tr: kaynak dizgeler
uk: джерельні рядки
zh_hans: 源字符串
zh_hant: 來源字串

source: This fails when the string uses three dots (``...``) when it should use an ellipsis character (``…``).
de: Dies schlägt fehl, wenn die Zeichenkette drei Punkte enthält (``...``), obwohl sie Auslassungspunkte verwenden sollte (``…``).
ga: Teipeann air seo nuair a úsáideann an teaghrán trí phonc (``...``) nuair ba chóir dó carachtar éilips (``…``) a úsáid.
hu: Ez az ellenőrzés akkor jelez hibát, ha a szöveg három pontot tartalmaz ott, ahol hármaspont karaktert (``…``) kellene használni.
id: Ini gagal saat string menggunakan tiga titik (``...``) padahal seharusnya menggunakan karakter elipsis (``…``).
ja: これは、文字列で省略記号 (``…``) を使用すべきところで、3 つのドット (``...``) を使用すると不合格となります。
nl: Dit mislukt als de tekenreeks drie punten gebruikt (``...``), terwijl het een beletselteken zou moeten gebruiken (``…``).
pt: Isto falha quando a cadeia usa três pontos (``...``) quando deveria usar um caractere de reticências (``…``).
pt_br: Isto falha quando o texto usa três pontos (``...``) quando deveria usar um caractere de reticências (``…``).
ro: Acest lucru eșuează atunci când șirul folosește trei puncte (``...``) când ar trebui să folosească un caracter de elipsă (``...``).
ru: Эта проверка срабатывает, когда в строке используются три подряд стоящих точки (``...``), когда вместо них должен использоваться символ многоточия (``…``).
sv: Detta misslyckas när strängen använder tre punkter (``...``) när den borde använda ett ellipsistecken (``…``).
ta: நீள்வட்ட எழுத்துப்பிழை (``… ``) பயன்படுத்தும்போது சரம் மூன்று புள்ளிகளை (`` ... ``) பயன்படுத்தும்போது இது தோல்வியடைகிறது.
tr: Bu denetim hatası dizgede üç nokta (``…``) karakteri kullanılması gerekiyorken üç ayrı nokta (``...``) kullanıldığında görülür.
uk: Ця перевірка вважається не пройденою, якщо у рядку використано три крапки (``...``) замість символу багатокрапки (``…``).
zh_hans: 当字符串使用三个点 (``...``) ，而它应该使用一个省略号字符 (``…``)，时就会失败。
zh_hant: 當字符串使用三個點時，這會失敗（``...``）時，它應該使用省略號字符（````）。

source: Using the Unicode character is in most cases the better approach and looks better rendered, and may sound better with text-to-speech.
de: Die Verwendung von Unicode-Zeichen ist in den meisten Fällen der bessere Ansatz, sieht besser aus und hört sich mit Text-to-Speech vermutlich besser an.
ga: I bhformhór na gcásanna is é an cur chuige is fearr a bhíonn in úsáid an charachtair Unicode agus tá cuma níos fearr air, agus b'fhéidir go mbeadh fuaim níos fearr le téacs-go-hurlabhra.
hu: A Unicode hármaspont karakter használata a legtöbb esetben esztétikusabb megjelenést biztosít, és a felolvasóprogramok számára is előnyösebb lehet.
id: Menggunakan karakter Unicode dalam kebanyakan kasus merupakan pendekatan yang lebih baik dan terlihat lebih baik jika ditampilkan, dan mungkin terdengar lebih baik dengan text-to-speech.
ja: ほとんどの場合、Unicode 文字を使用する方が適切な方法であり、表示の品質も高くなります。また、テキスト読み上げでもより適切な音声になります。
nl: Gebruiken van het teken in Unicode is in de meeste gevallen een betere benadering en ziet er gerenderd beter uit, en zou beter kunnen klinken met tekst-naar-spraak.
pt: O uso do caractere Unicode é, na maioria dos casos, a melhor abordagem e parece melhor renderizado e pode soar melhor com texto para fala (*text-to-speech*).
pt_br: O uso do caractere Unicode é, na maioria dos casos, a melhor abordagem e parece melhor renderizado, e pode soar melhor com texto para fala (*text-to-speech*).
ro: Utilizarea caracterului Unicode este, în majoritatea cazurilor, cea mai bună abordare și are un aspect mai bine redat și poate suna mai bine cu text-to-speech.
ru: Использование юникодного символа в большинстве случаев является лучшим подходом; он лучше выглядит при отрисовке текста и может лучше звучать при преобразовании текста в речь.
sv: Att använda Unicode-tecknet är i de flesta fall det bästa alternativet, eftersom det ser bättre ut och kan låta bättre med text-till-tal-funktioner.
ta: யூனிகோட் எழுத்தைப் பயன்படுத்துவது பெரும்பாலான சந்தர்ப்பங்களில் சிறந்த அணுகுமுறையாகும், மேலும் இது சிறப்பாக வழங்கப்படுகிறது, மேலும் இது உரை-க்கு-பேச்சுடன் சிறப்பாக இருக்கும்.
tr: Çoğu durumda Unikod karakterini kullanmak daha iyi bir yaklaşımdır ve daha iyi işlenir. Metinden konuşmaya çevirme uygulamarında da daha iyi bir ses çıkarabilir.
uk: Використання символу Unicode у більшості випадків є кращим варіантом — символ виглядає краще у друкованому варіанті і краще озвучуються системами озвучення тексту.
zh_hans: 在大多数情况下，使用 Unicode 字符是更好的方法，并且看起来呈现得更好，并且使用文本到语音转换可能听起来更好。
zh_hant: 在大多數情況下，使用Unicode字符更好的方法，看起來更好，並且文本到語音可能會更好地聽起來更好。

source: Fluent source inner HTML
de: Inneres HTML der Fluent-Quelle
ga: HTML inmheánach foinse líofa
hu: Fluent-forrás – belső HTML
id: HTML dalam sumber Fluent
ja: Fluent ソース内部の HTML
nl: Fluent interne html
pt: HTML interno de fonte Fluent
pt_br: HTML interno de fonte Fluent
ro: Sursă Fluent internă HTML
ru: Исходный внутренний HTML Fluent
sv: Fluent källkod för inre HTML
ta: சரளமாக மூல உள் html
tr: Fluent kaynağı iç HTML kodu
uk: Внутрішній HTML коду Fluent
zh_hans: Fluent 源内部 HTML

source: Fluent source should be valid inner HTML.
de: Fluent-Quelle sollte gültiges inneres HTML sein.
ga: Ba chóir go mbeadh HTML inmheánach bailí sa fhoinse líofa.
hu: A Fluent-forrásnak érvényes belső HTML-nek kell lennie.
id: Sumber Fluent harus berupa HTML bagian dalam yang valid.
nl: De Fluent-broncode dient geldige interne HTML te bevatten.
pt_br: A fonte Fluent deve ser HTML interno válido.
sv: Fluent-källkod ska vara giltig inre HTML.
tr: Fluent kaynağında geçerli bir iç HTML kodu bulunmalıdır.
uk: Джерело Fluent має бути дійсним внутрішнім HTML.
