Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There are some incompatibilities in the Python LDAP 3.1.0 module, which might prevent you from using that version. If you get error `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, downgrading python-ldap to 3.0.0 might help.
de: Es gibt einige Inkompatibilitäten im Python LDAP 3.1.0 Modul, die Sie möglicherweise daran hindern, diese Version zu verwenden. Wenn Sie den Fehler `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_ erhalten, könnte ein Downgrade von python-ldap auf 3.0.0 helfen.
ga: Tá roinnt neamhluí sa mhodúl Python LDAP 3.1.0, rud a d’fhéadfadh cosc a chur ort an leagan sin a úsáid. Má fhaigheann tú earráid `AttributeError: níl aon aitreabúid ag réad 'modúl' '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, seans go laghdófar python-ldap go 3.0.0 cabhrú.
hu: A Python LDAP 3.1.0 modulban néhány inkompatibilitás található, ami megakadályozhatja a működést. Ha a következő hibát tapasztalja: `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, akkor a python-ldap 3.0.0 verzióra való visszalépés megoldhatja a problémát.
id: Ada beberapa ketidakcocokan dalam modul Python LDAP 3.1.0, yang mungkin mencegah Anda untuk menggunakan versi tersebut. Jika Anda mendapatkan kesalahan `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, menurunkan versi python-ldap ke 3.0.0 mungkin akan membantu.
ja: Python LDAP 3.1.0 モジュールは一部に互換性がなく、そのバージョンは使用できないことがあります。エラー `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_ が発生した場合は、python-ldap を 3.0.0 にダウングレードしてみてください。
nl: Er zijn enige incompatibiliteiten in de Python LDAP 3.1.0 module, die u kunnen verhinderen die versie te gebruiken. Als u de fout `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_ krijgt, zou downgraden van python-ldap naar 3.0.0 kunnen helpen.
pt: Há algumas incompatibilidades no módulo Python LDAP 3.1.0, o que o pode impedir de usar essa versão. Se obter o erro `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, fayendo o downgrade para python-ldap 3.0.0 pode ajudar.
pt_br: Há algumas incompatibilidades no módulo Python LDAP 3.1.0, o que pode impedir você de usar essa versão. Se você obter o erro `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, fazer o downgrade para python-ldap 3.0.0 pode ajudar.
ro: Există unele incompatibilități în modulul Python LDAP 3.1.0, care vă pot împiedica să utilizați această versiune. Dacă primiți eroarea `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, ar putea fi de ajutor dacă faceți downgrade la python-ldap 3.0.0.
ru: У модуля Python LDAP версии 3.1.0 есть некоторые несовместимости, которые могут помешать вам использовать эту версию. Если вы получили ошибку `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, то может помочь понижение версии python-ldap до 3.0.0.
sv: Det finns vissa inkompatibiliteter i Python LDAP 3.1.0-modulen, vilket kan hindra dig från att använda den versionen. Om du får felmeddelandet `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_ kan det hjälpa att nedgradera python-ldap till 3.0.0.
ta: பைதான் எல்.டி.ஏ.பி 3.1.0 தொகுதியில் சில பொருந்தாத தன்மைகள் உள்ளன, அவை அந்த பதிப்பைப் பயன்படுத்துவதைத் தடுக்கலாம். உங்களுக்கு பிழை ஏற்பட்டால் `பண்புக்கூறு: 'தொகுதி' பொருளுக்கு எந்த பண்புக்கூறும் இல்லை ' உதவி.
tr: Python LDAP 3.1.0 modülünde, bu sürümü kullanmanızı engelleyebilecek bazı uyumsuzluklar vardır. `AttributeError: 'module' nesnesinin '_trace_level'_ özniteliği yok <https://github.com/python-ldap/python-ldap/issues/226>`_ hatasıyla karşılaşırsanız, python-ldap modülünü 3.0.0 sürümüne düşürmek yardımcı olabilir.
uk: Маємо певні несумісності із модулем Python LDAP 3.1.0, які можуть вам завадити вам користуватися цією версією. Якщо система повідомляє вам про помилку `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_, зниження версії python-ldap до 3.0.0 може вирішити проблему.
zh_hans: 在 Python LDAP 3.1.0 模块中有一些不兼容，导致可能无法使用那个版本。如果得到错误信息 `AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_，将 python-ldap 降回到 3.0.0 版可能会有帮助。
zh_hant: 在 Python LDAP 3.1.0 模塊中有一些不兼容，導致可能無法使用那個版本。如果得到錯誤信息`AttributeError: 'module' object has no attribute '_trace_level' <https://github.com/python-ldap/python-ldap/issues/226>`_ ，將python-ldap 降回到3.0. 0 版可能會有幫助。

source: Once you have the package installed, you can hook it into the Django authentication:
de: Sobald Sie das Paket installiert haben, können Sie es mit der Django-Authentifizierung verbinden:
ga: Nuair a bheidh an pacáiste suiteáilte agat, is féidir leat é a cheangal le fíordheimhniú Django:
hu: Miután telepítette a csomagot, a Django hitelesítéséhez is hozzákapcsolhatja:
id: Setelah Anda memasang paket, Anda dapat mengaitkannya ke dalam autentikasi Django:
ja: パッケージのインストール後に、Django 認証にフックする方法:
nl: Als het pakket eenmaal is geïnstalleerd, kunt u het verbinden met de authenticatie van Django:
pt: Uma vez que tenha o pacote instalado, pode ligá-lo à autenticação do Django:
pt_br: Uma vez que você tenha o pacote instalado, você pode conectá-lo à autenticação do Django:
ro: După ce ați instalat pachetul, îl puteți conecta la autentificarea Django:
ru: После установки пакета вы сможете подключить его к системе авторизации Django:
sv: När du har installerat paketet kan du koppla det till Djangos autentisering:
ta: நீங்கள் தொகுப்பு நிறுவப்பட்டதும், அதை சாங்கோ அங்கீகாரத்தில் இணைக்கலாம்:
tr: Paketi kurduktan sonra, Django kimlik doğrulaması ile bağlayabilirsiniz:
uk: Після встановлення пакунка, ви можете вставити його до скрипту розпізнавання Django:
zh_hans: 一旦安装了软件包，就可以将其钩入 Django 身份验证了：
zh_hant: 一旦安裝了軟件包，就可以將其鉤入 Django 身份驗證了：

source: You should remove ``'social_core.backends.email.EmailAuth'`` from the :setting:`django:AUTHENTICATION_BACKENDS` setting, otherwise users will be able to set their password in Weblate, and authenticate using that. Keeping ``'weblate.accounts.auth.WeblateUserBackend'`` is still needed in order to make permissions and facilitate anonymous users. It will also allow you to sign in using a local admin account, if you have created it (e.g. by using :wladmin:`createadmin`).
de: Sie sollten ``'social_core.backends.email.EmailAuth'`` aus der :setting:`django:AUTHENTICATION_BACKENDS`-Einstellung entfernen, da Benutzer sonst ihr Passwort in Weblate setzen und sich damit authentifizieren können. Das Beibehalten von ``'weblate.accounts.auth.WeblateUserBackend'`` wird immer noch benötigt, um Berechtigungen zu vergeben und anonyme Benutzer zu ermöglichen. Außerdem können Sie sich mit einem lokalen Administratorkonto anmelden, wenn Sie es erstellt haben (z B. mit :wladmin:`createadmin`).
ga: Ba chóir duit ``'social_core.backends.email.EmailAuth'`` a bhaint as an socrú :setting:`django:AUTHENTICATION_BACKENDS`, ar shlí eile beidh úsáideoirí in ann a bhfocal faire a shocrú i Weblate, agus fíordheimhniú ag baint úsáide as sin. Tá gá fós ag coinneáil ``'weblate.accounts.auth.WeblateUserBackend'`` d'fhonn ceadanna a dhéanamh agus úsáideoirí gan ainm a éascú. Ligfidh sé duit síniú isteach ag baint úsáide as cuntas riaracháin áitiúil, má chruthaigh tú é (m.sh. trí :wladmin:`createadmin` a úsáid).
hu: Érdemes eltávolítani a ``'social_core.backends.email.EmailAuth'`` bejegyzést az :setting:`django:AUTHENTICATION_BACKENDS` beállításból, különben a felhasználók saját jelszót állíthatnak be a Weblate-ben, és azzal is be tudnak jelentkezni. Ugyanakkor a ``'weblate.accounts.auth.WeblateUserBackend'`` bejegyzést szükséges megtartani, mivel ez biztosítja a jogosultságok és az anonim felhasználók kezelését. Emellett lehetőséget ad a helyi adminisztrátori fiókkal történő bejelentkezésre is, amennyiben ilyen létre lett hozva (például a :wladmin:`createadmin` használatával).
id: Anda harus menghapus ``'social_core.backends.email.EmailAuth'`` dari pengaturan :setting:`django:AUTHENTICATION_BACKENDS`. Jika tidak, pengguna akan dapat mengatur kata sandi mereka di Weblate, dan melakukan autentikasi menggunakan kata sandi tersebut. Mempertahankan ``'weblate.accounts.auth.WeblateUserBackend'`` tetap diperlukan untuk memberikan izin dan memfasilitasi pengguna anonim. Ini juga akan memungkinkan Anda untuk masuk menggunakan akun admin lokal, jika Anda telah membuatnya (misalnya dengan menggunakan :wladmin:`createadmin`).
ja: :setting:`django:AUTHENTICATION_BACKENDS` の設定から ``'social_core.backends.email.EmailAuth'`` を削除してください。削除しなければ、ユーザーは Weblate でパスワードを設定すると認証できてしまいます。匿名ユーザーが簡単にログインできるアクセス権を作成するには、``'weblate.accounts.auth.WeblateUserBackend'`` の設定を維持することが必要です。ローカル管理者アカウントが作成されている場合は、ローカル管理者アカウントを使用してサインインすることもできます（例: :wladmin:`createadmin`）。
nl: U zou ``'social_core.backends.email.EmailAuth'`` moeten verwijderen uit de instelling :setting:`django:AUTHENTICATION_BACKENDS`, anders zullen gebruikers in staat zijn hun wachtwoord in te stellen in Weblate, en daarmee authenticeren. Behouden van ``'weblate.accounts.auth.WeblateUserBackend'`` is nog steeds nodig om rechten aan te maken en anonieme gebruikers te faciliteren. Het zal u ook toestaan in te loggen met een lokaal beheersaccount, als u dat gemaakt heeft (bijv. door :wladmin:`createadmin` te gebruiken).
pt: Deve remover ``'social_core.backends.email.EmailAuth'`` da configuração :setting:`django:AUTHENTICATION_BACKENDS`; caso contrário, os utilizadores poderão definir a sua palavra-passe no Weblate e autenticar usando-o. Manter ``'weblate.accounts.auth.WeblateUserBackend'`` ainda é necessário para fazer permissões e facilitar utilizadores anônimos. Ele também permitirá que faça login usando uma conta administrativa local, se a criou (por exemplo, usando :wladmin:`createadmin`).
pt_br: Você deve remover ``'social_core.backends.email.EmailAuth'`` da configuração :setting:`django:AUTHENTICATION_BACKENDS`; caso contrário, os usuários poderão definir sua senha no Weblate e autenticar usando isso. Manter ``'weblate.accounts.auth.WeblateUserBackend'`` ainda é necessário para fazer permissões e facilitar usuários anônimos. Ele também permitirá que você faça login usando uma conta administrativa local, se você a criou (por exemplo, usando :wladmin:`createadmin`).
ru: Вы должны удалить значение ``'social_core.backends.email.EmailAuth'`` из параметра :setting:`django:AUTHENTICATION_BACKENDS`, в противном случае пользователи смогут установить в Weblate свой пароль и пройти авторизацию, используя его. Оставление ``'weblate.accounts.auth.WeblateUserBackend'`` необходимо для того, чтобы работали разрешения и анонимные пользователи. Также он позволит вам войти в систему, используя учётную запись локального администратора, если вы его создали (например, с помощью команды :wladmin:`createadmin`).
sv: Du bör ta bort ``'social_core.backends.email.EmailAuth'`` från inställningen :setting:`django:AUTHENTICATION_BACKENDS`, annars kommer användare att kunna ställa in sitt lösenord i Weblate och autentisera sig med det. Det är fortfarande nödvändigt att behålla ``'weblate.accounts.auth.WeblateUserBackend'`` för att skapa behörigheter och underlätta för anonyma användare. Det gör det också möjligt att logga in med ett lokalt administratörskonto, om du har skapat ett sådant (t.ex. med :wladmin:`createadmin`).
tr: :setting:`django:AUTHENTICATION_BACKENDS` ayarından ``’social_core.backends.email.EmailAuth’`` seçeneğini kaldırmalısınız. Yoksa kullanıcılar Weblate üzerinde kendi parolalarını ayarlayabilir ve bunu kullanarak kimlik doğrulaması yapabilir. İzinler almak ve anonim kullanıcılara kolaylık sağlamak için ``weblate.accounts.auth.WeblateUserBackend`` seçeneğinin tutulması hala gereklidir. Ayrıca, yerel bir yönetici hesabı oluşturduysanız (örneğin :wladmin:`createadmin` kullanarak) oturum açmanızı da sağlar.
uk: Вам слід вилучити ``'social_core.backends.email.EmailAuth'`` з параметра :setting:`django:AUTHENTICATION_BACKENDS`, інакше користувачі зможуть встановлювати пароль у Weblate і проходити розпізнавання за допомогою пароля. Збереження ``'weblate.accounts.auth.WeblateUserBackend'`` все одно потрібен для того, щоб встановити права доступу і полегшити роботу з анонімними користувачами. Цей параметр також надає вам змогу входити до системи за допомогою локального адміністративного облікового запису, якщо ви його створили (наприклад, за допомогою :wladmin:`createadmin`).
zh_hans: 你应当从设置的 :setting:`django:AUTHENTICATION_BACKENDS` 部分移除 ``'social_core.backends.email.EmailAuth'``，否则用户不能够在 Weblate 中设置他们的密码，并使用它进行身份验证。为了生成权限和方便匿名用户，仍需保留 ``'weblate.accounts.auth.WeblateUserBackend'``。它还允许你使用一个本地管理账户登录，如果你已经创建了它（如通过使用 :wladmin:`createadmin`）。

source: Using bind password
de: Bindungs-Passwort verwenden
ga: Ag baint úsáide as pasfhocal ceangail
hu: Bind jelszó használata
id: Menggunakan kata sandi pengikat
ja: バインド パスワードの使用
nl: Gebonden wachtwoord gebruiken
pt: Usando palavra-passe associada
pt_br: Usando senha associada
ro: Utilizarea parolei bind
ru: Использование пароля привязки
sv: Använda bindlösenord
ta: பிணைப்பு கடவுச்சொல்லைப் பயன்படுத்துதல்
tr: BIND parolasını kullanarak
uk: Використання пароля bind
zh_hans: 使用绑定密码

source: If you can not use direct bind for authentication, you will need to use search, and provide a user to bind for the search. For example:
de: Wenn Sie keine direkte Bindung für die Authentifizierung verwenden können, müssen Sie die Suche verwenden und einen Benutzer für die Bindung für die Suche angeben. Zum Beispiel:
ga: Mura féidir leat ceangal díreach a úsáid le haghaidh fíordheimhnithe, beidh ort cuardach a úsáid, agus úsáideoir a sholáthar chun ceangal a dhéanamh don chuardach. Mar shampla:
hu: Amennyiben a közvetlen bind nem alkalmazható hitelesítéshez, keresést kell használnia, és ehhez egy olyan felhasználót kell megadnia, amellyel a keresést végrehajtja. Például:
id: Jika Anda tidak dapat menggunakan pengikatan langsung untuk autentikasi, Anda perlu menggunakan pencarian, dan menyediakan pengguna untuk diikat dalam pencarian tersebut. Contoh:
ja: 認証に直接バインドを使用できない場合は、検索を使用し、検索にバインドするユーザーを指定してください。ユーザーを指定する設定例:
nl: Als u niet direct kunt binden aan authenticatie, zult u zoeken moeten gebruiken en voor de zoekactie een gebruiker moeten verschaffen om aan te binden. Bijvoorbeeld:
pt: Se não puder usar a associação direta para autenticação, precisará usar a pesquisa e fornecer um utilizador para associar à pesquisa. Por exemplo:
pt_br: Se não for possível usar a associação direta para autenticação, será necessário usar a busca e fornecer um usuário para associar à busca. Por exemplo:
ro: Dacă nu puteți utiliza direct bind pentru autentificare, va trebui să utilizați căutarea și să furnizați un utilizator care să se lege pentru căutare. De exemplu:
ru: Если вы не можете использовать для авторизации прямую привязку, вам нужно будет использовать поиск, и предоставить для поиска привязываемого пользователя. Например:
sv: Om du inte kan använda direktbindning för autentisering måste du använda sökning och ange en användare att binda för sökningen. Till exempel:
ta: அங்கீகாரத்திற்காக நீங்கள் நேரடி பிணைப்பை பயன்படுத்த முடியாவிட்டால், நீங்கள் தேடலைப் பயன்படுத்த வேண்டும், மேலும் தேடலுக்கு பிணைக்க ஒரு பயனரை வழங்க வேண்டும். உதாரணத்திற்கு:
tr: Kimlik doğrulaması için doğrudan BIND kullanamıyorsanız, aramayı kullanmanız ve arama için bağlanacak bir kullanıcı belirtmeniz gerekir. Örneğin:
uk: Якщо ви не можете скористатися безпосередньою прив'язкою для розпізнавання, вам доведеться скористатися пошуком і вказати користувача для прив'язки пошуку. Приклад:
zh_hans: 如果可以为身份验证使用直接绑定，那么需要使用搜索，并为用户搜索提供绑定，例如：
zh_hant: 如果可以為身份驗證使用直接綁定，那麼需要使用搜索，並為用戶搜索提供綁定，例如：

source: CAS authentication
de: CAS-Authentifizierung
ga: Fíordheimhniú CAS
hu: CAS-hitelesítés
id: Autentikasi CAS
ja: CAS 認証
nl: CAS authenticatie
pt: Autenticação por CAS
pt_br: Autenticação por CAS
ro: Autentificare CAS
ru: Авторизация через CAS
sv: Autentisering med CAS
ta: cas ஏற்பு
tr: CAS kimlik doğrulaması
uk: Розпізнавання за допомогою CAS
zh_hans: CAS 身份验证
zh_hant: CAS 身份驗證

source: CAS authentication can be achieved using a package such as `Django CAS NG`_.
de: Die CAS-Authentifizierung kann mit einem Paket wie `Django CAS NG`_ erreicht werden.
ga: Is féidir fíordheimhniú CAS a bhaint amach trí phacáiste ar nós `Django CAS NG`_ a úsáid.
hu: A CAS-hitelesítés megvalósítható például a `Django CAS NG`_ csomag segítségével.
id: Autentikasi CAS dapat dicapai menggunakan paket seperti `Django CAS NG`_.
nl: Authenticatie voor CAS kan worden verkregen met een pakket zoals `Django CAS NG`_.
pt_br: Autenticação por CAS pode ser obtida usando um pacote como o `Django CAS NG`_.
sv: CAS-autentisering kan uppnås med hjälp av ett paket som `Django CAS NG`_.
uk: Аутентифікацію CAS можна здійснити за допомогою такого пакета, як `Django CAS NG`_.

source: Step one is disclosing the e-mail field of the user via CAS. This has to be configured on the CAS server itself, and requires you run at least CAS v2 since CAS v1 doesn't support attributes at all.
de: Schritt eins ist die Offenlegung des E-Mail-Feldes des Benutzers über CAS. Dies muss auf dem CAS-Server selbst konfiguriert werden und setzt voraus, dass Sie mindestens CAS v2 verwenden, da CAS v1 Attribute überhaupt nicht unterstützt.
ga: Is é céim a haon ná réimse ríomhphoist an úsáideora a nochtadh trí CAS. Ní mór é seo a chumrú ar an bhfreastalaí CAS féin, agus éilíonn sé go ritheann tú CAS v2 ar a laghad toisc nach dtacaíonn CAS v1 le tréithe ar chor ar bith.
hu: Az első lépés a felhasználó e-mail mezőjének megosztása a CAS-on keresztül. Ezt a CAS szerveren kell beállítani, és legalább a CAS 2-es verzióját kell használnia, mivel a CAS 1 nem támogat attribútumokat.
id: Langkah pertama adalah mengungkapkan kolom surel pengguna melalui CAS. Ini harus dikonfigurasi pada server CAS itu sendiri dan mengharuskan Anda untuk menjalankan setidaknya CAS v2 karena CAS v1 tidak mendukung atribut sama sekali.
ja: ステップ 1、CAS 経由でユーザーのメールアドレスの入力フィールドを表示させます。これは、CAS サーバー自体に設定することが必要です。、CAS v 1 は属性に一切対応していないため、少なくとも CAS v 2 の実行が必要です。
nl: Stap een is het ontsluiten van het veld e-mail van de gebruiker via CAS. Dat moet worden geconfigureerd op de server van CAS zelf, en vereist dat u ten minste CAS v2 uitvoert, omdat CAS v1 in het geheel geen attributen ondersteunt.
pt: O primeiro passo é divulgar o campo de e-mail do utilizador via CAS. Isso tem que ser configurado no próprio servidor CAS e requer que utilize pelo menos CAS v2, já que o CAS v1 não tem suporte a atributos.
pt_br: O primeiro passo é divulgar o campo de e-mail do usuário via CAS. Isso tem que ser configurado no próprio servidor CAS, e requer que você execute pelo menos CAS v2, já que o CAS v1 não tem suporte a atributos.
ro: Primul pas constă în dezvăluirea câmpului de e-mail al utilizatorului prin intermediul CAS. Acest lucru trebuie configurat chiar pe serverul CAS și necesită să rulați cel puțin CAS v2, deoarece CAS v1 nu acceptă deloc atribute.
ru: Первый шаг — раскрытие поля электронной почты пользователя через CAS. Раскрытие нужно настроить на самом сервере CAS, и оно требует, чтобы у вас был запущен CAS как минимум версии v2, поскольку CAS версии v1 вообще не поддерживает атрибуты.
sv: Steg ett är att avslöja användarens e-postfält via CAS. Detta måste konfigureras på själva CAS-servern och kräver att du kör minst CAS v2, eftersom CAS v1 inte stöder attribut alls.
ta: படி ஒன்று cas வழியாக பயனரின் மின்னஞ்சல் புலத்தை வெளிப்படுத்துகிறது. இது cas சேவையகத்திலேயே கட்டமைக்கப்பட வேண்டும், மேலும் cas v1 பண்புகளை ஆதரிக்காததால் குறைந்தபட்சம் cas v2 ஐ இயக்க வேண்டும்.
tr: Birinci adım, kullanıcının e-posta alanını CAS aracılığıyla açıklamaktır. Bunun CAS sunucusunun kendisinde yapılandırılması gerekir ve CAS v1 öznitelikleri tarafından desteklenmediğinden en az CAS v2 çalıştırmanız gerekir.
uk: Першим кроком є розкриття поля адреси електронної пошти користувача за допомогою CAS. Цю можливість має бути налаштовано на самому сервері CAS, вона потребує роботи із принаймні версією 2 CAS, оскільки у версії 1 CAS не передбачено підтримки атрибутів взагалі.
zh_hans: 第一步通过 CAS 揭示了用户电子邮箱字段。这必须在 CAS 服务器自身来配置，并需要至少运行 CAS v2，因为 CAS v1 不支持属性。
zh_hant: 第一步通過 CAS 揭示了用戶電子郵箱字段。這必須在 CAS 服務器自身來配置，並需要至少運行 CAS v2 ，因為 CAS v1 不支持屬性。

source: Step two is updating Weblate to use your CAS server and attributes.
de: Der zweite Schritt ist die Aktualisierung von Weblate zur Verwendung Ihres CAS-Servers und Ihrer Attribute.
ga: Is éard atá i gcéim a dó ná Weblate a nuashonrú chun do fhreastalaí CAS agus tréithe a úsáid.
hu: A második lépés, hogy a Weblate-et frissítse úgy, hogy a saját CAS szerverét és annak attribútumait használja.
id: Langkah kedua adalah memperbarui Weblate untuk menggunakan server dan atribut CAS Anda.
ja: ステップ 2、Weblate を更新して CAS サーバーと属性を使用します。
nl: Stap twee is het bijwerken van Weblate om uw server van CAS en attributen te gebruiken.
pt: O segundo passo é atualizar a Weblate para utilizar o seu servidor CAS e os seus atributos.
pt_br: O segundo passo é atualizar o Weblate para utilizar o seu servidor CAS e os seus atributos.
ro: Al doilea pas este actualizarea Weblate pentru a utiliza serverul CAS și atributele.
ru: Второй шаг — обновление Weblate для использования вашего сервера CAS и атрибутов.
sv: Steg två är att uppdatera Weblate så att den använder din CAS-server och dina attribut.
ta: படி இரண்டு உங்கள் cas சேவையகம் மற்றும் பண்புகளைப் பயன்படுத்த வலைபெயர்ப்பைப் புதுப்பிக்கிறது.
tr: İkinci adım, Weblate yapılandırmasını CAS sunucunuzu ve özniteliklerinizi kullanacak şekilde güncellemektir.
uk: Другим кроком є оновлення Weblate для використання вашого сервера CAS і атрибутів.
zh_hans: 第二步更新 Weblate，来使用 CAS 服务器和属性。
zh_hant: 第二步更新 Weblate ，來使用 CAS 服務器和屬性。

source: To install `Django CAS NG`_:
de: Um `Django CAS NG`_ zu installieren:
ga: Chun `Django CAS NG`_ a shuiteáil:
hu: A `Django CAS NG`_ telepítése:
id: Untuk menginstal `Django CAS NG`_:
nl: Installeren van `Django CAS NG`_:
pt_br: Para instalar `Django CAS NG`_:
sv: För att installera `Django CAS NG`_:
uk: Щоб встановити `Django CASE NG`_:
