Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed LDAP authentication with group sync.
de: LDAP-Authentifizierung mit Gruppensynchronisierung korrigiert.
ga: Fíordheimhniú LDAP seasta le sioncronú grúpa.
hu: LDAP hitelesítés javítása csoport szinkronizációval együtt.
id: Memperbaiki autentikasi LDAP dengan sinkronisasi grup.
ja: グループ同期による LDAP 認証問題の修正。
nl: Authenticatie met LDAP gerepareerd met groep synchronisatie.
pt: Autenticação LDAP corrigida com sincronização de grupo.
pt_br: Corrigida autenticação por LDAP com sincronização de grupo.
ro: A fost reparată autentificarea LDAP cu sincronizarea grupurilor.
ru: Исправлена авторизация через LDAP с синхронизацией групп.
sv: Fixad LDAP-autentisering med gruppsynkronisering.
ta: குழு ஒத்திசைவுடன் நிலையான ldap ஏற்பு.
tr: Grup eşitleme ile LDAP kimlik doğrulaması sorunu düzeltildi.
uk: Виправлено розпізнавання за LDAP при синхронізації груп.
zh_hans: 修复了使用组同步的LDAP身份验证。
zh_hant: 修復了使用組同步的LDAP身份驗證。

source: Fixed crash in reporting automatic translation progress.
de: Absturz bei der Meldung des automatischen Übersetzungsfortschritts behoben.
ga: Tuairte seasta maidir le dul chun cinn aistriúcháin uathoibríoch a thuairisciú.
hu: Automatikus fordítási előrehaladás jelentésénél fellépő összeomlás javítása.
id: Memperbaiki kerusakan dalam melaporkan kemajuan terjemahan otomatis.
ja: 自動翻訳の進行状況のレポートのクラッシュを修正しました。
nl: Gerepareerd crash bij rapporteren voortgang automatisch vertalen.
pt: Falha na comunicação do progresso da tradução automática corrigida.
pt_br: Corrigida falha em relatar progresso das traduções automáticas.
ro: S-a remediat o eroare în raportarea progresului traducerii automate.
ru: Исправлено падение при сообщении о прогрессе автоматического перевода.
sv: Fixat krasch vid rapportering av automatisk översättningsprocess.
ta: தானியங்கி மொழிபெயர்ப்பு முன்னேற்றத்தைப் புகாரளிப்பதில் நிலையான விபத்து.
tr: Kendiliğinden çeviri ilerlemesini bildirirken yaşanan çökme sorunu düzeltildi.
uk: Виправлено аварійне завершення роботи при звітуванні щодо поступу автоматичного перекладу.
zh_hans: 修复了与报告自动翻译进度相关的崩溃。

source: Fixed Git commit squashing with trailers enabled.
de: Git-Commit-Zusammenfassungen bei aktivierten Endzeilen korrigiert.
ga: Git Seasta scuaise le leantóirí cumasaithe.
hu: Javítva egy hiba, amely akkor fordult elő, ha a véglegesítések összefűzése (commit squashing) engedélyezett zárósorokat (trailers) is tartalmazott.
id: Memperbaiki pemerasan komit Git dengan trailer diaktifkan.
ja: トレーラー有効時の Git コミットのスカッシュの修正。
nl: Git indieningen squashen met trailers ingeschakeld gerepareerd.
pt: Corrigido o "squashing" de commits do Git com linhas finais ativadas.
pt_br: Corrigido o "squashing" de commits do Git com linhas finais habilitadas.
ro: A fost reparată comprimarea trimiterilor Git cu trailerele activate.
ru: Исправлено уплотнение коммитов Git’а при включённом добавлении завершителей.
sv: Fixat Git-commit-squashing med trailers aktiverat.
ta: டிரெய்லர்கள் இயக்கப்பட்டவற்றுடன் நிலையான அறிவிலி கமிட் ச்குவாசிங்.
tr: Art bilgiler kullanıma alınmışken Git işlemelerinin bir araya toplanması sorunu düzeltildi.
uk: Виправлено об'єднання внесків Git, якщо увімкнено трейлери.
zh_hans: 修复了启用尾注时的 Git 挤压提交问题。
zh_hant: 修復了啟動預告時的 Git 提交變形。

source: Fixed creating local VCS components using the API.
de: Die Erstellung lokaler VCS-Komponenten über die API korrigiert.
ga: Seasta ag cruthú comhpháirteanna VCS áitiúla ag baint úsáide as an API.
hu: Helyi VCS összetevők API-n keresztüli létrehozásának javítása.
id: Memperbaiki pembuatan komponen VCS lokal menggunakan API.
ja: API を使用したローカル VCS コンポーネントの作成問題の修正。
nl: Maken van lokale onderdelen van VCS met de API gerepareerd.
pt: Corrigida a criação de componentes VCS locais a usar API.
pt_br: Corrigida a criação de componentes VCS locais usando API.
ro: A fost reparată crearea de componente VCS locale utilizând API.
ru: Исправлено создание компонентов из локальной системы контроля версий с помощью API.
sv: Fixat skapandet av lokala VCS-komponenter med hjälp av API:et.
ta: பநிஇ ஐப் பயன்படுத்தி உள்ளக வி.சி.எச் கூறுகளை உருவாக்குதல் நிலையானது.
tr: API kullanılarak yerel sürüm denetimi sistemi bileşenleri oluşturma sorunu düzeltildi.
uk: Виправлено створення локальних складників системи керування версіями за допомогою програмного інтерфейсу.
zh_hans: 修复了使用 API 创建本地版本控制系统部件。

source: *Released on August 21st 2020.*
de: *Veröffentlicht am 21. August 2020.*
ga: *Eisithe ar 21 Lúnasa 2020.*
hu: *Kiadva: 2020. augusztus 21.*
id: *Dirilis pada 21 Agustus 2020.*
nl: *Uitgegeven op 21 augustus 2020.*
pt_br: *Atualizado em 21 de agosto de 2020.*
sv: *Släpptes den 21 augusti 2020.*
tr: *21 Ağustos 2020 tarihinde yayınlandı.*
uk: *Випущено 21 серпня 2020 року.*

source: Fixed saving plurals for some locales in Android resources.
de: Das Speichern von Pluralformen für einige Sprachumgebungen in Android-Ressourcen korrigiert.
ga: Iolrachtaí coigilte seasta do roinnt logaí in acmhainní Android.
hu: Többes szám mentésének javítása bizonyos helyi beállítások esetén Android erőforrásoknál.
id: Memperbaiki penyimpanan bentuk jamak untuk beberapa lokal di sumber daya Android.
ja: Android リソースの一部の言語で複数形を保存する問題の修正。
nl: Opslaan meervouden voor sommige locales in Android-bronnen gerepareerd.
pt: Corrigido o salvamento de plurais para alguns locais em recursos do Android.
pt_br: Corrigido o salvamento de plurais para alguns locais em recursos do Android.
ro: A fost reparată salvarea pluralului pentru unele localități în resursele Android.
ru: Исправлено сохранение форм множественного числа для некоторых локалей в ресурсах Android’а.
sv: Fixade pluralformer för vissa språk i Android-resurser.
ta: ஆண்ட்ராய்டு வளங்களில் சில இடங்களுக்கு நிலையான சேமிப்பு பன்மை.
tr: Android kaynaklarında yaşanan bazı yerel ayarlar için çoğul biçimlerin kaydedilmesi sorunu düzeltildi.
uk: Виправлено збереження форм множини для деяких локалей у ресурсах Android.
zh_hans: 修复了在安装资源中一些区域设置存储复数。
zh_hant: 修復了在安裝資源中一些區域設置存儲複數。

source: Fixed crash in the cleanup add-on for some XLIFF files.
de: Absturz in der Erweiterung des Bereinigungsvorgangs für einige XLIFF-Dateien behoben.
ga: Timpiste seasta sa bhreiseán glanta do roinnt comhad XLIFF.
hu: XLIFF fájlokat érintő összeomlás javítása a tisztító kiegészítőben.
id: Memperbaiki kerusakan pada pengaya pembersihan untuk beberapa berkas XLIFF.
ja: 一部の XLIFF ファイルのクリーンアップ アドオンでのクラッシュの修正。
nl: Gerepareerde crash in de add-on opschonen voor sommige XLIFF-bestanden.
pt: Corrigido o travamento na limpeza da extensão para alguns ficheiros XLIFF.
pt_br: Corrigido o travamento na limpeza do complemento para alguns arquivos XLIFF.
ro: A fost reparat un accident în completarea de curățare pentru unele fișiere XLIFF.
ru: Исправлена ошибка в надстройке очистки для некоторых файлов XLIFF.
sv: Fixat krasch i rengöringstillägget för vissa XLIFF-filer.
ta: சில ஃலிப்ப் கோப்புகளுக்கான தூய்மைப்படுத்தும் சேர்க்கையில் நிலையான செயலிழப்பு.
tr: Bazı XLIFF dosyaları için temizleme eklentisinde yaşanan çökme sorunu düzeltildi.
uk: Виправлено аварійне завершення роботи у додатку очищення для деяких файлів XLIFF.
zh_hans: 修复了一些 XLIFF 文件清理附加组件的崩溃。

source: Allow setting up localization CDN in Docker image.
de: Das Einrichten eines CDN für die Lokalisierung im Docker-Image ermöglicht.
ga: Ceadaigh CDN logánaithe a bhunú in íomhá Docker.
hu: Lokalizációs CDN beállításának lehetősége a Docker-képfájlban.
id: Izinkan pengaturan CDN lokalisasi dalam gambar Docker.
ja: Docker イメージで現地語化 CDN の設定を許可するように変更。
nl: Opstellen van localisatie CDN in Docker image toestaan.
pt: Permitida a configuração de CDN de localização na imagem Docker.
pt_br: Permitida a configuração de CDN de localização na imagem Docker.
ro: Permiteți configurarea CDN de localizare în imaginea Docker.
ru: Теперь доступно создание сети доставки содержимого (CDN) локализации внутри образа Docker.
sv: Tillåt inställning av lokaliserings-CDN i Docker-bild.
ta: கப்பல்துறை படத்தில் உள்ளூர்மயமாக்கல் சி.டி.என் அமைக்க அனுமதிக்கவும்.
tr: Docker kalıbında yerelleştirme CDN sunucusu kurulması sağlandı.
uk: Уможливлено налаштовування CDN локалізації в образі Docker.
zh_hans: 允许在 Docker 镜像中设置本地化 CDN。
zh_hant: 允許在 Docker 映像中設置本地化 CDN。

source: *Released on August 18th 2020.*
de: *Veröffentlicht am 18. August 2020.*
ga: *Eisithe ar 18 Lúnasa 2020.*
hu: *Kiadva: 2020. augusztus 18.*
id: *Dirilis pada 18 Agustus 2020.*
nl: *Uitgegeven op 18 augustus 2020.*
pt_br: *Atualizado em 18 de agosto de 2020.*
sv: *Släppt den 18 augusti 2020.*
tr: *18 Ağustos 2020 tarihinde yayınlandı.*
uk: *Випущено 18 серпня 2020 року.*

source: Improved user pages and added listing of users.
de: Die Benutzerseiten verbessert und eine Benutzerliste hinzugefügt.
ga: Leathanaigh úsáideoirí feabhsaithe agus liostú úsáideoirí breise.
hu: Felhasználói oldalak továbbfejlesztése és felhasználók listázása hozzáadva.
id: Halaman pengguna yang ditingkatkan dan daftar pengguna yang ditambahkan.
ja: ユーザーページの改良。ユーザーの一覧の追加。
nl: Verbeterde gebruikerspagina's en vermelden van gebruikers toegevoegd.
pt: Melhoradas as páginas de utilizador e adicionada uma listagem de utilizadores.
pt_br: Melhoradas as páginas de usuário e adicionada uma listagem de usuários.
ro: Îmbunătățirea paginilor de utilizator și adăugarea unei liste de utilizatori.
ru: Улучшены страницы пользователей и добавлен список пользователей.
sv: Förbättrade användarsidor och tillagd lista över användare.
ta: மேம்படுத்தப்பட்ட பயனர் பக்கங்கள் மற்றும் பயனர்களின் பட்டியல்.
tr: Kullanıcı sayfaları iyileştirildi ve kullanıcı listesi eklendi.
uk: Удосконалено сторінки користувачів і додано список користувачів.
zh_hans: 改进了用户页面并添加了用户列表。
zh_hant: 改進了用戶頁面並添加了用戶列表。

source: Dropped support for migrating from 3.x releases, migrate through 4.1 or 4.0.
de: Die Unterstützung für die Migration von 3.x-Versionen eingestellt, die Migration erfolgt über 4.1 oder 4.0.
ga: Tacaíocht tite le haghaidh imirce ó eisiúintí 3.x, imirce trí 4.1 nó 4.0.
hu: Megszűnt a 3.x verziókról való közvetlen migráció támogatása – előbb frissítsen a 4.0 vagy 4.1 verzióra.
id: Menghentikan dukungan untuk migrasi dari rilis 3.x, migrasi melalui 4.1 atau 4.0.
ja: 3.x リリースからの移行対応を終了し、4.1 または 4.0 からの移行対応に変更。
nl: Ondersteuning vervallen voor migreren vanuit uitgaven van 3.x, migreer via 4.1 of 4.0.
pt: Removido o suporte a migração de versões 3.x, migre para 4.1 ou 4.0.
pt_br: Removido o suporte a migração de versões 3.x, migre para 4.1 ou 4.0.
ro: S-a renunțat la suportul pentru migrarea de la versiunile 3.x, migrați prin 4.1 sau 4.0.
ru: Прекращена поддержка перехода с выпусков серии 3.x, перехода через версии 4.1 или 4.0.
sv: Stödet för migrering från 3.x-versioner har upphört. Migrera via 4.1 eller 4.0.
ta: 3.x வெளியீடுகளிலிருந்து இடம்பெயர்வதற்கான உதவி, 4.1 அல்லது 4.0 மூலம் இடம்பெயரவும்.
tr: 3.x sürümlerinden aktarım desteği kaldırıldı. 4.1 ya da 4.0 sürümünden aktarım yapın.
uk: Відкинуто підтримку перенесення даних з випусків 3.x — перенесення слід виконувати із проміжними версіями 4.1 або 4.0.
zh_hans: 去掉了从 3.x 版本迁移的支持，从 4.0 或 4.1 迁移。
zh_hant: 去掉了從 3.x 版本遷移的支持，從 4.0 或 4.1 遷移。

source: Added exports into several monolingual formats.
de: Export in mehrere einsprachige Formate hinzugefügt.
ga: Cuireadh onnmhairí isteach i bhformáidí éagsúla aonteangacha.
hu: Több egynyelvű formátumba történő exportálás támogatása hozzáadva.
id: Menambahkan ekspor ke beberapa format monolingual.
ja: 複数のモノリンガル形式へのエクスポートの追加。
nl: Exports toegevoegd in verscheidene eentalige indelingen.
pt: Adicionadas exportações em vários formatos monolíngues.
pt_br: Adicionadas exportações em vários formatos monolíngues.
ro: Au fost adăugate exporturi în mai multe formate monolingve.
ru: Добавлены экспорты в несколько одноязычных форматов.
sv: Export till flera enspråkiga format har lagts till.
ta: பல ஒருமொழி வடிவங்களில் ஏற்றுமதியைச் சேர்த்தது.
tr: Birkaç tek dilli biçime dışa aktarım özelliği eklendi.
uk: Додано експортування до декількох одномовних форматів.
zh_hans: 添加了几种单语言格式的导出。
zh_hant: 添加了幾種單語言格式的導出。

source: Number of displayed nearby strings can be configured.
de: Die Anzahl der angezeigten benachbarten Zeichenketten kann konfiguriert werden.
ga: Is féidir líon na teaghráin ar taispeáint in aice láimhe a chumrú.
hu: A megjelenített szomszédos szövegek száma konfigurálható.
id: Jumlah string terdekat yang ditampilkan dapat dikonfigurasi.
ja: 前後の文字列で表示する文字列の数の設定に対応。
nl: Aantal weergegeven nabijgelegen tekenreeksen kan worden geconfigureerd.
pt: A quantidade de cadeias próximas exibidos pode ser configurado.
pt_br: O número de textos próximos exibidos pode ser configurado.
ro: Numărul de șiruri apropiate afișate poate fi configurat.
ru: Количество отображаемых соседних строк теперь поддаётся настройке.
sv: Antalet strängar som visas i närheten kan konfigureras.
ta: காட்டப்படும் அருகிலுள்ள சரங்களின் எண்ணிக்கையை உள்ளமைக்க முடியும்.
tr: Görüntülenecek Yakındaki dizgeler sayısının yapılandırılması sağlandı.
uk: Уможливлено налаштовування кількості показаних сусідніх рядків.
zh_hans: 可以配置显示的附近字符串数量。
zh_hant: 可以配置字符串附近顯示的數字。

source: Added support for locking components experiencing repository errors.
de: Unterstützung für das Sperren von Komponenten, bei denen Repository-Fehler auftreten, hinzugefügt.
ga: Tacaíocht bhreise chun comhpháirteanna a ghlasáil a bhfuil earráidí stórtha acu.
hu: Támogatás hozzáadva olyan összetevők zárolásához, amelyeknél tárolóhibák lépnek fel.
id: Menambahkan dukungan untuk mengunci komponen yang mengalami kesalahan repositori.
ja: リポジトリエラーが発生するコンポーネントをロックするためのサポートを追加しました。
nl: Ondersteuning toegevoegd voor vergrendelen van onderdelen die fouten in de opslagruimte ervaren.
pt: Suporte adicionado para bloquear componentes com erros no repositório.
pt_br: Adicionar suporte para bloquear componentes que sofrem erros de repositório.
ro: S-a adăugat suport pentru blocarea componentelor care se confruntă cu erori de depozit.
ru: Добавлена поддержка блокировки компонентов, в которых возникли ошибки в репозитории.
sv: Lagt till stöd för låsning av komponenter som upplever fel i arkivet.
ta: களஞ்சிய பிழைகளை அனுபவிக்கும் கூறுகளை பூட்டுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Depo hataları ile karşılaşılan bileşenler için kilitleme desteği eklendi.
uk: Додано підтримку блокування складників із помилками, пов'язаними з сховищем.
zh_hans: 增加了对锁定遇到仓库错误的部件的支持。

source: Simplified main navigation (replaced buttons with icons).
de: Vereinfachte Hauptnavigation (Schaltflächen durch Symbole ersetzt).
ga: Príomhloingseoireachta simplithe (cnaipí curtha ina n-ionad).
hu: Fő navigáció egyszerűsítve (gombok ikonokra cserélve).
id: Navigasi utama yang disederhanakan (tombol diganti dengan ikon).
ja: メイン ナビゲーションの簡素化（ボタンをアイコンに変更）。
nl: Vereenvoudigde hoofdnavigatie (knoppen vervangen door pictogrammen).
pt: Navegação principal simplificada (botões substituídos por ícones).
pt_br: Navegação principal simplificada (botões substituídos por ícones).
ro: Navigare principală simplificată (butoanele au fost înlocuite cu pictograme).
ru: Упрощена основная навигация (кнопки заменены на иконки).
sv: Förenklad huvudnavigering (knappar ersatta med ikoner).
ta: எளிமைப்படுத்தப்பட்ட முதன்மையான வழிசெலுத்தல் (ஐகான்களுடன் மாற்றப்பட்ட பொத்தான்கள்).
tr: Ana gezinme basitleştirildi (düğmeler simgelerle değiştirildi).
uk: Спрощено основну навігацію (кнопки замінено піктограмами).
zh_hans: 简化了主导航栏（用图标替换按钮）。
zh_hant: 簡化了主導航（用圖表替換按鈕）。

source: Improved language code handling in Google Translate integration.
de: Verbesserte Handhabung des Sprachcodes bei der Integration von Google Translate.
ga: Láimhseáil feabhsaithe cód teanga i gcomhtháthú Google Translate.
hu: Google Translate integrációban a nyelvkódok kezelése javítva.
id: Peningkatan penanganan kode bahasa dalam integrasi Google Translate.
ja: Google Translate との連携における言語コード処理の改良。
nl: Verbeterde afhandeling taalcode in integratie van Google Translate.
pt: Melhorado o manuseio de código de idioma aprimorado na integração com o Google Tradutor.
pt_br: Melhorado o manuseio de código de idioma aprimorado na integração com o Google Tradutor.
ro: A fost îmbunătățită gestionarea codurilor de limbă în integrarea Google Translate.
ru: Улучшена обработка кода языка в интеграции с Google Translate.
sv: Förbättrad hantering av språkkoder i Google Translate-integrationen.
ta: கூகிள் மொழிபெயர்ப்பு ஒருங்கிணைப்பில் மேம்படுத்தப்பட்ட மொழி குறியீடு கையாளுதல்.
tr: Google Çeviri bütünleştirmesinde dil kodunun işlenmesi iyileştirildi.
uk: Удосконалено обробку кодів мов у інтеграції із Google Перекладачем.
zh_hans: 改进了 Google Translate 集成中的语言代码处理。
zh_hant: 改進了 Google Translate 集成中的語言代碼處理。

source: The Git squash add-on can generate ``Co-authored-by:`` trailers.
de: Die Git-Squash-Erweiterung kann ``Co-authored-by:``-Endzeilen erzeugen.
ga: Is féidir leis an mbreiseán scuaise Git leantóirí ``Co-authored-by:`` a ghiniúint.
hu: A Git squash kiegészítő képes ``Co-authored-by:`` zárósorokat (trailers) létrehozni.
id: Pengaya Git squash dapat menghasilkan trailer ``Co-authored-by:``.
ja: Git squash アドオンでの、``Co-authored-by:`` トレーラーの生成に対応。
nl: De add-on Git squash kan trailers``Co-authored-by:`` genereren.
pt: A extensão de Git squash pode gerar ``Co-authored-by:`` ao final da mensagem de commit.
pt_br: O complemento de Git squash pode gerar ``Co-authored-by:`` ao final da mensagem de commit.
ro: Add-on-ul Git squash poate genera trailere ``Co-author by:``.
ru: Надстройка Git для уплотнения коммитов теперь генерирует завершители ``Co-authored-by:``.
sv: Tillägget Git squash kan generera ``Co-authored-by:``-trailers.
ta: அறிவிலி ச்குவாச் கூடுதல் ஆன் `` இணை எழுதியவர்: `` டிரெய்லர்கள்.
tr: Git bir araya toplama eklentisi ``Co-authored-by:`` art bilgileri oluşturabilir.
uk: Реалізовано можливість створення трейлерів ``Co-authored-by:`` у додатку об'єднання внесків Git.
zh_hans: Git 挤压附加组件可以生成 ``Co-authored-by:`` 尾注。
zh_hant: Git 變形附加組件可以生成 ``Co-authored-by:``預告。

source: Improved query search parser.
de: Verbesserter Parser für Suchanfragen.
ga: Parsálaí feabhsaithe iarratais.
hu: Keresési lekérdezések elemzője továbbfejlesztve.
id: Peningkatan pengurai pencarian kueri.
ja: クエリ検索解析の改良。
nl: Verbeterde zoekparser voor query.
pt: Melhorado o analisador de pesquisa de consulta.
pt_br: Melhorado o analisador de busca de consulta.
ro: A fost îmbunătățit parserul de căutare a interogărilor.
ru: Улучшен анализатор поисковых запросов.
sv: Förbättrad sökmotor.
ta: மேம்படுத்தப்பட்ட வினவல் தேடல் பாகுபடுத்தி.
tr: Arama sorgusu işleyici iyileştirildi.
uk: Удосконалено обробник запитів щодо пошуку.
zh_hans: 改进了查询搜索解析。
zh_hant: 改進了查詢搜索解析。

source: Improved user feedback from format strings checks.
de: Verbesserte Benutzerrückmeldung bei der Prüfung von Formatzeichenketten.
ga: Aiseolas feabhsaithe ó úsáideoirí ó sheiceálacha teaghráin formáide.
hu: Formátumsztring-ellenőrzések visszajelzéseinek javítása.
id: Peningkatan umpan balik pengguna dari pemeriksaan string format.
ja: 書式文字列検査からのユーザー フィードバックの改良。
nl: Verbeterde terugkoppeling gebruiker uit controles voor indeling tekenreeksen.
pt: Melhorado o feedback de utilizador das verificações de cadeias de formato.
pt_br: Melhorado o feedback de usuário das verificações de texto de formato.
ro: A fost îmbunătățit feedback-ul utilizatorului în urma verificării șirurilor de formate.
ru: Улучшена обратная связь с пользователями при проверке строк формата.
sv: Förbättrad användarfeedback från kontroll av formatsträngar.
ta: வடிவமைப்பு சரம் சோதனைகளிலிருந்து மேம்படுத்தப்பட்ட பயனர் கருத்து.
tr: Biçim dizgesi denetimlerinin kullanıcıya bildirilmesi iyileştirildi.
uk: Удосконалено повідомлення перевірок щодо форматування рядків.
zh_hans: 改进了格式字符串检查的用户反馈。
zh_hant: 改進了格式字符串檢查的用戶反饋。

source: Improved performance of bulk state changes.
de: Verbesserte Leistung bei großen Statusänderungen.
ga: Feidhmíocht fheabhsaithe ar mhórathruithe stáit.
hu: Tömeges állapotváltozások teljesítményének javítása.
id: Peningkatan kinerja perubahan status massal.
ja: 状態の一括変更の性能の改善。
nl: Verbeterde prestaties van bulk statuswijzigingen.
pt: Melhorado o desempenho de alterações em massa de estado.
pt_br: Melhorado o desempenho de alterações em massa de status.
ro: Performanță îmbunătățită a schimbărilor de stare în masă.
ru: Улучшена производительность при массовых изменениях состояния.
sv: Förbättrad prestanda vid bulkstatusändringar.
ta: மொத்த மாநில மாற்றங்களின் மேம்பட்ட செயல்திறன்.
tr: Toplu durum değişikliklerinin başarımı iyileştirildi.
uk: Підвищено швидкодію обробки пакетних змін у стані.
zh_hans: 改进了批量更改状态的性能。
zh_hant: 改進了大量的狀態更改的性能。

source: Added compatibility redirects after project or component renaming.
de: Kompatibilitätsweiterleitungen nach dem Umbenennen von Projekten oder Komponenten hinzugefügt.
ga: Cuireadh athsheolaidh chomhoiriúnachta leis tar éis athainmniú an tionscadail nó an chomhpháirte.
hu: Kompatibilitási átirányítások hozzáadva projektek vagy összetevők átnevezése után.
id: Menambahkan pengalihan kompatibilitas setelah penggantian nama proyek atau komponen.
ja: プロジェクトまたはコンポーネントの名前変更後の互換性リダイレクトの追加。
nl: Compatibiliteit toegevoegd voor verwijzing na hernoemen project of onderdeel.
pt: Adicionados redirecionamentos de compatibilidade após a renomeação do projeto ou componente.
pt_br: Adicionados redirecionamentos de compatibilidade após a renomeação do projeto ou componente.
ro: Au fost adăugate redirecționări de compatibilitate după redenumirea proiectului sau a componentelor.
ru: Добавлены перенаправления для совместимости после переименования проекта или компонента.
sv: Lagt till kompatibilitetsomdirigeringar efter namnbyte av projekt eller komponent.
ta: திட்டம் அல்லது கூறு மறுபெயரிடலுக்குப் பிறகு இணக்கத்தன்மை திருப்பிச் செலுத்தியது.
tr: Proje ya da bileşen yeniden adlandırıldıktan sonra uyumluluk yönlendirmeleri eklendi.
uk: Додано переспрямовування для сумісності після перейменовування проєкту або складника.
zh_hans: 添加了项目或部件重命名后重定向的兼容性。
zh_hant: 添加了項目或組件重命名後重定向的兼容性。

source: Added notifications for strings approval, component locking and license change.
de: Benachrichtigungen für das Genehmigen von Zeichenketten, das Sperren von Komponenten und das Ändern von Lizenzen hinzugefügt.
ga: Fógraí curtha leis maidir le faomhadh teaghráin, glasáil comhpháirteanna agus athrú ceadúnais.
hu: Értesítések hozzáadva szöveg jóváhagyásáról, összetevő zárolásról és licencváltozásról.
id: Menambahkan notifikasi untuk persetujuan string, penguncian komponen, dan perubahan lisensi.
ja: 文字列の承認、コンポーネントのロック、ライセンスの変更に関する通知の追加。
nl: Notificaties toegevoegd voor goedkeuren tekenreeksen, vergrendelen onderdeel en wijziging licentie.
pt: Adicionadas notificações para aprovação de cadeias, bloqueio de componentes e alteração de licença.
pt_br: Adicionadas notificações para aprovação de textos, bloqueio de componentes e alteração de licença.
ro: S-au adăugat notificări pentru aprobarea șirurilor, blocarea componentelor și modificarea licenței.
ru: Добавлены уведомления об одобрении строк, блокировке компонентов и изменении лицензии.
sv: Lagt till aviseringar för godkännande av strängar, låsning av komponenter och licensändringar.
ta: சரங்களின் ஒப்புதல், கூறு பூட்டுதல் மற்றும் உரிம மாற்றத்திற்கான அறிவிப்புகள் சேர்க்கப்பட்டன.
tr: Dizge onayı, bileşen kilitleme ve lisans değişikliği bildirimleri eklendi.
uk: Додано сповіщення щодо підтвердження рядків, блокування складників та зміни умов ліцензування.
zh_hans: 新增了字符串核准、部件锁定和许可证变更的通知。
zh_hant: 為字符串的統一、組件的鎖定和許可的更改添加了通知。
