Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: All components have to reside in a single project (linking component is not enough).
de: Alle Komponenten müssen sich in einem einzigen Projekt befinden (das Verknüpfen von Komponenten reicht nicht aus).
ga: Caithfidh na comhpháirteanna uile a bheith i dtionscadal aonair (ní leor comhpháirt a nascadh).
hu: Minden összetevőnek egyazon projekten belül kell lennie (az összetevők összekapcsolása önmagában nem elegendő).
id: Semua komponen harus berada dalam satu proyek (menghubungkan komponen tidak cukup).
nl: Alle onderdelen moeten in een enkel project zijn geplaatst (koppelen van onderdelen is niet voldoende).
sv: Alla komponenter måste finnas i ett enda projekt (det räcker inte med att länka komponenter).
uk: Усі компоненти повинні знаходитися в одному проєкті (зв'язування компонентів недостатньо).

source: Enable :ref:`component-allow_translation_propagation` to automatically reuse translations for matching strings.
de: Aktivieren Sie :ref:`component-allow_translation_propagation`, um Übersetzungen für passende Zeichenketten automatisch wiederzuverwenden.
ga: Cumasaigh :ref:`component-allow_translation_propagation` chun aistriúcháin a athúsáid go huathoibríoch le haghaidh teaghráin chomhoiriúnacha.
hu: Engedélyezze a :ref:`component-allow_translation_propagation` beállítást a megfelelő szövegek fordításainak automatikus újrahasznosításához.
id: Aktifkan :ref:`component-allow_translation_propagation` untuk secara otomatis menggunakan kembali terjemahan untuk string yang cocok.
nl: Schakel :ref:`component-allow_translation_propagation` in om automatisch vertalingen opnieuw te gebruiken voor overeenkomende tekenreeksen.
sv: Aktivera :ref:`component-allow_translation_propagation` för att automatiskt återanvända översättningar för matchande strängar.
uk: Увімкніть :ref:`component-allow_translation_propagation` для автоматичного повторного використання перекладів для збігів рядків.

source: The translation propagation requires the key to be match for monolingual translation formats, so keep that in mind when creating translation keys.
de: Die Übersetzungsweitergabe erfordert, dass der Schlüssel mit einsprachigen Übersetzungsformaten übereinstimmt, daher sollten Sie dies bei der Erstellung von Übersetzungsschlüsseln berücksichtigen.
ga: Éilíonn an bolscaireacht aistriúcháin go mbeidh an eochair ag teacht le formáidí aistriúcháin aonteangacha, mar sin coinnigh sin san áireamh agus eochracha aistriúcháin á gcruthú.
hu: Fontos: az egynyelvű fordítási formátumok esetében a kulcsoknak is egyezniük kell a fordítás terjesztéséhez, erre figyeljen a fordítási kulcsok létrehozásakor.
id: Propagasi penerjemahan memerlukan kunci yang cocok dengan format penerjemahan monolingual, jadi ingatlah hal itu saat membuat kunci penerjemahan.
ja: モノリンガルの翻訳形式では、キーが一致しないと翻訳は反映されません。翻訳キーの作成時には注意してください。
nl: Het verspreiden van de vertaling vereist de overeenkomende sleutel voor eentalige vertaalindelingen, houd daar dus rekening mee bij het maken van sleutels voor vertalingen.
pt: A propagação de tradução requer a chave para ser compatível com formatos de tradução monolíngue, por isso tenha isso em mente ao criar chaves de tradução.
pt_br: A propagação de tradução requer a chave para ser compatível com formatos de tradução monolíngue, por isso tenha isso em mente ao criar chaves de tradução.
ro: Propagarea traducerii necesită ca cheia să se potrivească pentru formatele de traducere monolingve, așa că țineți cont de acest lucru atunci când creați chei de traducere.
ru: Распространение перевода требует, чтобы в одноязычных форматах файлов перевода ключи строк совпадали, так что об этом следует помнить при создании ключей перевода.
sv: Översättningsspridningen kräver att nyckeln matchar enspråkiga översättningsformat, så tänk på det när du skapar översättningsnycklar.
ta: மொழிபெயர்ப்பு பரப்புதலுக்கு ஒருமொழி மொழிபெயர்ப்பு வடிவங்களுக்கு பொருந்த வேண்டும், எனவே மொழிபெயர்ப்பு விசைகளை உருவாக்கும் போது அதை மனதில் கொள்ளுங்கள்.
tr: Çeviri yayılması için, anahtarın tek dilli çeviri biçimleriyle eşleşmesi gerekir. Çeviri anahtarlarını oluştururken bunu aklınızda bulundurun.
uk: Поширення перекладів потребує використання однакового ключа для одномовних форматів перекладу. Це слід мати на увазі при створенні ключів перекладу.
zh_hans: 翻译传播需要密钥来匹配单语言翻译格式，因此在建立翻译密钥后请牢记。
zh_hant: 翻譯宣傳需要密鑰來匹配單語言翻譯格式，因此在建立翻譯密鑰匙請記住。

source: The strings are propagated while translating, strings loaded from the repository are not propagated.
de: Die Zeichenketten werden beim Übersetzen weitergegeben, aus dem Repository geladene Zeichenketten werden nicht weitergegeben.
ga: Déantar na teaghráin a iomadú agus iad á n-aistriú, ní dhéantar teaghráin a lódálfar ón stór a iomadú.
hu: A szövegek csak fordítás közben kerülnek terjesztésre, a tárolóból betöltött szövegek nem terjednek tovább.
id: String disebarkan saat menerjemahkan, string yang dimuat dari repositori tidak disebarkan.
nl: De tekenreeksen worden doorgegeven tijdens het vertalen, tekenreeksen die worden geladen vanuit de opslagruimte worden niet doorgegeven.
sv: Strängarna sprids under översättningen, men strängar som laddas från arkivet sprids inte.
uk: Рядки поширюються під час перекладу, рядки, завантажені з репозиторію, не поширюються.

source: This feature currently has limitations, and we want to make it more universal. Please share your feedback at https://github.com/WeblateOrg/weblate/issues/3166.
de: Diese Funktion ist aktuell nur eingeschränkt nutzbar, und wir möchten sie universeller gestalten. Bitte teilen Sie uns Ihre Rückmeldung unter https://github.com/WeblateOrg/weblate/issues/3166 mit.
ga: Tá teorainneacha leis an ngné seo faoi láthair, agus ba mhaith linn í a dhéanamh níos uilíche. Roinn do chuid aiseolais ag https://github.com/WeblateOrg/weblate/issues/3166 le do thoil.
hu: Ez a funkció jelenleg korlátozásokkal működik, és célunk annak általánosabbá tétele. Ossza meg véleményét a https://github.com/WeblateOrg/weblate/issues/3166 oldalon.
id: Fitur ini saat ini memiliki keterbatasan, dan kami ingin membuatnya lebih universal. Silakan sampaikan masukan Anda di https://github.com/WeblateOrg/weblate/issues/3166.
nl: Deze mogelijkheid heeft momenteel beperkingen en we willen het meer universeel maken. Deel uw terugkoppeling in https://github.com/WeblateOrg/weblate/issues/3166.
sv: Denna funktion har för närvarande begränsningar, och vi vill göra den mer universell. Vänligen dela med dig av dina synpunkter på https://github.com/WeblateOrg/weblate/issues/3166.
uk: Ця функція наразі має обмеження, і ми хочемо зробити її більш універсальною. Будь ласка, поділіться своїми відгуками за адресою https://github.com/WeblateOrg/weblate/issues/3166.

source: Consistency check
de: Konsistenzprüfung
ga: Seiceáil comhsheasmhachta
hu: Konzisztencia-ellenőrzés
id: Pemeriksaan konsistensi
ja: 整合性検査
nl: Controle op consistentie
pt: Verificação de consistência
pt_br: Verificação de consistência
ro: Verificarea consistenței
ru: Проверка согласованности
sv: Konsistenskontroll
ta: நிலைத்தன்மை சோதனை
tr: Tutarlılık denetimi
uk: Перевірка коректності
zh_hans: 一致性检查
zh_hant: 一致性檢查

source: The :ref:`check-inconsistent` check fires whenever the strings are different. You can utilize this to review such differences manually and choose the right translation.
de: Die Prüfung :ref:`check-inconsistent` wird immer dann ausgelöst, wenn die Zeichenketten unterschiedlich sind. Sie können dies nutzen, um solche Unterschiede manuell zu überprüfen und die richtige Übersetzung auszuwählen.
ga: An :ref:`check-inconsistent` seiceáil tinte nuair a bhíonn na teaghráin difriúil. Is féidir leat é seo a úsáid chun difríochtaí den sórt sin a athbhreithniú de láimh agus an t-aistriúchán ceart a roghnú.
hu: A :ref:`check-inconsistent` ellenőrzés akkor jelez hibát, ha a szövegek eltérnek egymástól. Ez a funkció lehetőséget ad arra, hogy manuálisan felülvizsgálja az eltéréseket, és kiválassza a helyes fordítást.
id: Pemeriksaan :ref:`check-inconsistent` akan aktif setiap kali string berbeda. Anda dapat menggunakan ini untuk meninjau perbedaan tersebut secara manual dan memilih terjemahan yang tepat.
ja: :ref:`check-inconsistent` 検査は、文字列が一致しないたびに起動します。これを利用して、このような違いを手動で確認し、適切な翻訳を選択できます。
nl: De controle :ref:`check-inconsistent` wordt uitgevoerd als de tekenreeksen verschillen. U kunt dit gebruiken om dergelijke verschillen handmatig na te kijken en de juiste vertaling te kiezen.
pt: A verificação :ref:`check-inconsistent` é acionada sempre que as cadeias são diferentes. Pode usar isso para rever tais diferenças manualmente e escolher a tradução certa.
pt_br: A verificação :ref:`check-inconsistent` é acionada sempre que os textos são diferentes. Você pode usar isso para revisar tais diferenças manualmente e escolher a tradução certa.
ro: Verificarea :ref:`check-inconsistent` se declanșează ori de câte ori șirurile sunt diferite. Puteți utiliza acest lucru pentru a examina manual astfel de diferențe și pentru a alege traducerea corectă.
ru: Проверка :ref:`check-inconsistent` срабатывает всякий раз, когда строки отличаются друг от друга. Вы можете использовать это, чтобы отрецензировать такие различия вручную и выбрать правильный перевод.
sv: Kontrollen :ref:`check-inconsistent` utlöses när strängarna skiljer sig åt. Du kan använda detta för att manuellt granska sådana skillnader och välja rätt översättning.
tr: Dizgeler farklı olduğunda :ref:`check-inconsistent` kalite denetimi tetiklenir. Bu tür farklılıkları el ile incelemek ve doğru çeviriyi seçmek için bunu kullanabilirsiniz.
uk: Перевірка :ref:`check-inconsistent` вважається непройденою, якщо рядки є різними. Ви можете скористатися нею для рецензування таких відмінностей вручну і вибору належного перекладу.
zh_hans: 只要字符串存在差异，就会触发 :ref:`check-inconsistent` 检查。可以利用此检查来手动复查这些差异，并选择正确的翻译。
zh_hant: 任何時候字符串不同時 :ref:`check-inconsistent` 都會檢查啟動。可以使用這個來手動複查這樣的差異，並選擇正確的翻譯。

source: Automatic translation based on different components can be way to synchronize the translations across components. You can either trigger it manually (see :ref:`auto-translation`) or make it run automatically on repository update using add-on (see :ref:`addon-weblate.autotranslate.autotranslate`).
de: Die automatische Übersetzung basierend auf verschiedenen Komponenten kann eine Möglichkeit sein, die Übersetzungen zwischen den Komponenten zu synchronisieren. Sie können es entweder manuell auslösen (siehe :ref:`auto-translation`) oder es automatisch bei der Aktualisierung des Repositorys mit Hilfe einer Erweiterung laufen lassen (siehe :ref:`addon-weblate.autotranslate.autotranslate`).
ga: Is féidir aistriúchán uathoibríoch bunaithe ar chomhpháirteanna éagsúla a bheith ina bhealach chun na haistriúcháin a shioncronú trasna comhpháirteanna. Is féidir leat é a spreagadh de láimh (féach :ref:`auto-translation`) nó é a chur ar siúl go huathoibríoch ar nuashonrú stórtha ag baint úsáide as breiseán (féach :ref:`addon-weblate.autotranslate.autotranslate`).
hu: Más összetevőkön alapuló automatikus fordítással szinkronban tartható a fordítások állapota az egyes összetevők között. Ez a folyamat manuálisan is elindítható (lásd: :ref:`auto-translation`) vagy automatikusan is lefuttatható a tároló frissítésekor kiegészítő segítségével (lásd: :ref:`addon-weblate.autotranslate.autotranslate`).
id: Terjemahan otomatis berdasarkan komponen yang berbeda dapat menjadi cara untuk menyinkronkan terjemahan di seluruh komponen. Anda dapat memicunya secara manual (lihat :ref:`auto-translation`) atau membuatnya berjalan secara otomatis pada pembaruan repositori menggunakan pengaya (lihat :ref:`addon-weblate.autotranslate.autotranslate`).
ja: 異なるコンポーネントに基づく自動翻訳は、コンポーネント間で翻訳を同期する方法です。手動で起動する（参照: :ref:`auto-translation`）ことも、アドオンを使用してリポジトリの更新時に自動的に実行する（参照: :ref:`addon-weblate.autotranslate.autotranslate`）こともできます。
nl: Automatisch vertalen, gebaseerd op verschillende onderdelen, kan een manier zijn om de vertaling tussen onderdelen te synchroniseren. U kunt het ofwel handmatig activeren (bekijk :ref:`auto-translation`) of het automatisch laten uitvoeren bij het bijwerken van de opslagruimte met een add-on (bekijk :ref:`addon-weblate.autotranslate.autotranslate`).
pt: A tradução automática com base em diferentes componentes pode ser uma maneira de sincronizar as traduções entre os componentes. Pode acioná-la manualmente (veja :ref:`auto-translation`) ou fazê-la ser executada automaticamente na atualização do repositório usando uma extensão (veja :ref:`addon-weblate.autotranslate.autotranslate`).
pt_br: A tradução automática com base em diferentes componentes pode ser uma maneira de sincronizar as traduções entre os componentes. Você pode acioná-la manualmente (consulte :ref:`auto-translation`) ou fazê-la ser executada automaticamente na atualização do repositório usando um complemento (consulte :ref:`addon-weblate.autotranslate.autotranslate`).
ro: Traducerea automată bazată pe diferite componente poate fi o modalitate de a sincroniza traducerile între componente. Puteți fie să o declanșați manual (a se vedea :ref:`auto-translation`), fie să o faceți să se execute automat la actualizarea depozitului folosind un add-on (a se vedea :ref:`addon-weblate.autotranslate.autotranslate`).
ru: Автоматический перевод одних компонентов на основе переводов в других может быть способом синхронизации переводов между компонентами. Вы можете либо запустить его вручную (смотрите раздел :ref:`auto-translation`), либо заставить его автоматически запускаться при обновлении репозитория с помощью надстройки :ref:`addon-weblate.autotranslate.autotranslate`.
sv: Automatisk översättning baserad på olika komponenter kan vara ett sätt att synkronisera översättningarna mellan komponenterna. Du kan antingen starta den manuellt (se :ref:`auto-translation`) eller låta den köras automatiskt vid uppdatering av arkivet med hjälp av ett tillägg (se :ref:`addon-weblate.autotranslate.autotranslate`).
tr: Farklı bileşenleri temel alan kendiliğinden çeviri, çevirileri bileşenler arasında eşitlemenin bir yöntemi olabilir. El ile tetikleyebilir (ayrıntılı bilgi almak için: :ref:`auto-translation`) veya eklentiyi kullanarak depo güncellemelerinde kendiliğinden çalışmasını sağlayabilirsiniz (ayrıntılı bilgi almak için: :ref:`addon-weblate.autotranslate.autotranslate`).
uk: Автоматичний переклад на основі різних складових може бути використано як спосіб синхронізації перекладів у різних складниках. Ви можете увімкнути автоматичний переклад вручну (див. :ref:`auto-translation`) або налаштувати його автоматичне виконання при оновленні сховища за допомогою додатка (див. :ref:`addon-weblate.autotranslate.autotranslate`).
zh_hans: 基于不同部件的自动翻译，可以是跨部件同步翻译的方式。可以或者手动触发（请参见 :ref:`auto-translation` ），或者使用附加组件（ :ref:`addon-weblate.autotranslate.autotranslate` ）在仓库更新时自动运行。

source: Customizing Weblate
de: Weblate anpassen
ga: Weblate a shaincheapadh
hu: A Weblate testreszabása
id: Menyesuaikan Weblate
ja: Weblate のカスタマイズ
nl: Weblate aanpassen
pt: Personalizar o Weblate
pt_br: Personalizando o Weblate
ro: Personalizarea Weblate
ru: Настройка Weblate
sv: Anpassa Weblate
ta: வலைபெயர்ப்பு தனிப்பயனாக்குதல்
tr: Weblate platformunu özelleştirmek
uk: Налаштовування Weblate
zh_hans: 定制 Weblate
zh_hant: 定制 Weblate

source: Extend and customize using Django and Python. Contribute your changes upstream so that everybody can benefit. This reduces your maintenance costs; code in Weblate is taken care of when changing internal interfaces or refactoring the code.
de: Erweiterungen und Anpassungen mit Django und Python. Tragen Sie Ihre Änderungen Upstream bei, damit alle davon profitieren können. Das reduziert Ihre Wartungskosten; Code in Weblate wird bei Änderungen an internen Schnittstellen oder beim Refactoring des Codes berücksichtigt.
ga: Síneadh agus a shaincheapadh ag baint úsáide as Django agus Python. Déan do chuid athruithe in aghaidh an tsrutha ionas gur féidir le gach duine leas a bhaint as. Laghdaíonn sé seo do chostais chothabhála; déantar cúram de chód in Weblate agus comhéadain inmheánacha á athrú nó nuair a dhéantar an cód a athfhachtóiriú.
hu: A Weblate bővíthető és testreszabható Django és Python segítségével. A módosítások forrásba történő visszajuttatásával mindenki számára előnyös lehetőségeket teremthet, valamint csökkentheti saját karbantartási költségeit. A Weblate kódját aktívan gondozzák, így a belső interfészek változása vagy a kód átalakítása során a testreszabott megoldások is naprakészek maradhatnak.
id: Perluas dan sesuaikan menggunakan Django dan Python. Kontribusikan perubahan Anda di hulu agar semua orang dapat memperoleh manfaatnya. Ini mengurangi biaya pemeliharaan Anda; kode di Weblate ditangani saat mengubah antarmuka internal atau melakukan refaktor kode.
ja: Django と Python を使用して拡張およびカスタマイズします。変更を上流に還元して、誰もが恩恵を受けられるようにしてください。これにより、あなたの保守コストが削減されます。Weblate に入ったコードは、内部インターフェイスの変更やコードのリファクタリング時に考慮されます。
nl: Breid uit en pas aan met Django en Python. Deel uw bijdragen upstream zodat iedereen er voordeel van heeft. Dit verkleint de kosten van onderhoud; code in Weblate wordt verzorgd bij het wijzigen van interne interfaces of opnieuw refactoren van de code.
pt: Amplie e personalize a usar Django e Python. Contribua as suas alterações para o upstream acima para que todos possam se beneficiar. Isso reduz os seus custos de manutenção; código no Weblate é cuidado ao alterar interfaces internas ou refatorar o código.
pt_br: Amplie e personalize usando Django e Python. Contribua suas alterações para o upstream acima para que todos possam se beneficiar. Isso reduz seus custos de manutenção; código no Weblate é cuidado ao alterar interfaces internas ou refatorar o código.
ro: Extindeți și personalizați folosind Django și Python. Contribuiți la modificările dvs. în amonte, astfel încât toată lumea să poată beneficia. Acest lucru vă reduce costurile de întreținere; codul din Weblate este luat în grijă atunci când modificați interfețele interne sau refactorizați codul.
ru: Расширяйте и настраивайте Weblate, используя Django и Python. Вносите свои изменения в основной репозиторий Weblate’а, чтобы выгоду из них мог извлечь каждый. Кроме того, это снизит ваши затраты на поддержку этих изменений: в дальнейшем при изменении внутренних интерфейсов или рефакторинге поддержкой актуальности кода, включённого в Weblate, будут заниматься его кураторы.
sv: Utöka och anpassa med hjälp av Django och Python. Bidra med dina ändringar uppströms så att alla kan dra nytta av dem. Detta minskar dina underhållskostnader; koden i Weblate tas om hand när interna gränssnitt ändras eller koden omarbetas.
ta: சாங்கோ மற்றும் பைத்தானைப் பயன்படுத்தி நீட்டித்து தனிப்பயனாக்கவும். எல்லோரும் பயனடையச் செய்யும் வகையில் உங்கள் மாற்றங்களை அப்ச்ட்ரீமில் பங்களிக்கவும். இது உங்கள் பராமரிப்பு செலவுகளைக் குறைக்கிறது; உள் இடைமுகங்களை மாற்றும்போது அல்லது குறியீட்டை மறுசீரமைக்கும்போது வலைபெயர்ப்பில் உள்ள குறியீடு கவனிக்கப்படுகிறது.
tr: Django ve Python kullanarak zenginleştirebilir ve özelleştirebilirsiniz. Herkesin yararlanabilmesi için değişikliklerinizi yukarı akışa katın. Bu yöntem, bakım maliyetlerinizi azaltır. İç arayüzler değiştirilirken veya kod yeniden düzenlenirken Weblate üzerindeki kod ele alınır.
uk: Розширюйте можливості та налаштовуйте систему за допомогою Django і Python. Надсилайте ваші зміни до основної гілки розробки, щоб ними могли скористатися усі. Це зменшує витрати на супровід системи; код у Weblate важливий при зміні внутрішніх інтерфейсів або переплануванні коду.
zh_hans: 使用 Django 和 Python 进行扩展和定制。将你的更改贡献给上游，让每个人都能受益。这降低了您的维护成本；当改变内部接口或重构代码时，Weblate 的代码会被照顾到。
zh_hant: 使用 Django 和 Python 擴展與定制。將你的更改貢獻給上游，使每人都能夠受益。這降低了你的維護成本； Weblate 中的代碼對更改內部界面或重構編碼時的情況。

source: You can also customize Weblate look in :ref:`manage-appearance`.
de: Sie können das Aussehen von Weblate auch unter :ref:`manage-appearance` anpassen.
ga: Is féidir leat cuma Weblate a shaincheapadh freisin i :ref:`manage-appearance`.
hu: A Weblate megjelenése is testreszabható a :ref:`manage-appearance` oldalon keresztül.
id: Anda juga dapat menyesuaikan tampilan Weblate di :ref:`manage-appearance`.
ja: :ref:`manage-appearance` で Weblate の外観をカスタマイズすることもできます。
nl: U kunt ook het uiterlijk van Weblate aanpassen in :ref:`manage-appearance`.
pt: Também pode personalizar a aparência do Weblate em :ref:`manage-appearance`.
pt_br: Você também pode personalizar a aparência do Weblate em :ref:`manage-appearance`.
sv: Du kan också anpassa Weblates utseende i :ref:`manage-appearance`.
tr: Weblate görünümünü :ref:`manage-appearance` bölümünden de özelleştirebilirsiniz.
uk: Ви можете налаштувати вигляд Weblate за допомогою розділу :ref:`manage-appearance`.
zh_hans: 你也可以在 :ref:`manage-appearance` 中定制 Weblate 外观。

source: Neither internal interfaces nor templates are considered a stable API. Please review your customizations for every upgrade, the interfaces or their semantics might change without notice.
de: Weder interne Schnittstellen noch Vorlagen gelten als stabile API. Bitte überprüfen Sie bei jedem Upgrade Ihre Anpassungen, da sich die Schnittstellen oder ihre Semantik ohne Vorankündigung ändern können.
ga: Ní mheastar gur API cobhsaí iad comhéadain inmheánacha ná teimpléid. Athbhreithnigh do shaincheapadh le haghaidh gach uasghrádaithe, seans go n-athróidh na comhéadain nó a shéimeantaic gan fógra.
hu: Fontos megjegyezni, hogy sem a belső interfészek, sem a sablonok nem tekinthetők stabil API-nak. Érdemes minden frissítés után átvizsgálni a testreszabásokat, mivel az interfészek vagy azok működése értesítés nélkül is változhat.
id: Baik antarmuka internal maupun templat tidak dianggap sebagai API yang stabil. Harap tinjau kustomisasi Anda untuk setiap peningkatan, ntarmuka atau semantiknya dapat berubah tanpa pemberitahuan.
ja: 内部インターフェイスもテンプレートも、安定した API とはいえません。インターフェイスまたはそのセマンティクスは予告なく変更されますので、アップグレードごとに独自のカスタマイズを見直してください。
nl: Interne interfaces noch sjablonen worden beschouwd als een stabiele API. Beoordeel uw aanpassingen voor elke upgrade, de interfaces of hun semantiek zou zonder bericht kunnen wijzigen.
pt: Nem as interfaces internas nem os modelos são considerados uma API estável. Reveja as suas personalizações a cada atualização pois as interfaces ou a sua semântica podem mudar sem aviso prévio.
pt_br: Nem as interfaces internas nem os modelos são considerados uma API estável. Revise suas personalizações a cada atualização, pois as interfaces ou sua semântica podem mudar sem aviso prévio.
sv: Varken interna gränssnitt eller mallar betraktas som ett stabilt API. Kontrollera dina anpassningar vid varje uppgradering, eftersom gränssnitten eller deras semantik kan ändras utan föregående meddelande.
ta: உள் இடைமுகங்கள் அல்லது வார்ப்புருக்கள் ஒரு நிலையான பநிஇ என்று கருதப்படவில்லை. ஒவ்வொரு மேம்படுத்தல், இடைமுகங்கள் அல்லது அவற்றின் சொற்பொருள் முன்னறிவிப்பின்றி மாறக்கூடும் என்பதற்கான உங்கள் தனிப்பயனாக்கங்களை மதிப்பாய்வு செய்.
tr: Ne iç arayüzler ne de kalıplar kararlı bir API olarak kabul edilmez. Lütfen her yükseltme için kendi özelleştirmelerinizi gözden geçirin. Arayüzler veya bağlamları önceden bildirilmeksizin değişebilir.
uk: Ні внутрішні інтерфейси, ні шаблони не вважаються стабільним програмним інтерфейсом. Будь ласка, переглядайте ваші налаштовування при кожному оновленні — інтерфейси або їхня семантика можуть змінитися без попередження.
zh_hans: 内部接口与模板都不被认为是稳定的 API。请每次升级都检查你的定制，接口或其语义可能未经通知就进行更改。

source: Creating a Python module
de: Erstellen eines Python-Moduls
ga: Modúl Python a chruthú
hu: Python modul létrehozása
id: Membuat modul Python
ja: Python モジュールの作成
nl: Een module voor Python maken
pt: Criar um módulo Python
pt_br: Criando um módulo Python
ro: Crearea unui modul Python
ru: Создание модуля Python
sv: Skapa en Python-modul
ta: பைதான் தொகுதியை உருவாக்குதல்
tr: Bir Python modülü oluşturmak
uk: Створення модуля Python
zh_hans: 建立 Python 模块
zh_hant: 建立 Python 模塊
