Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Enables using SSL for the datastore connection.
sv: Aktiverar användning av SSL för datalagringsanslutningen.

source: Can be used to disable SSL certificate verification for the datastore connection.
sv: Kan användas för att inaktivera SSL-certifikatverifiering för datalagringsanslutningen.

source: Email server setup
de: E-Mail-Server einrichten
ga: Socrú freastalaí ríomhphoist
hu: E-mail szerver beállítása
id: Pengaturan server surel
ja: メールサーバーの設定
nl: Opstelling e-mail server
pt: Configuração do servidor de e-mail
pt_br: Configuração do servidor de e-mail
ro: Configurarea serverului de e-mail
ru: Настройка почтового сервера
sv: Konfigurera e-postserver
ta: மின்னஞ்சல் சேவையக அமைப்பு
tr: E-posta sunucusu kurulumu
uk: Налаштування сервера електронної пошти
zh_hans: 电子邮件服务器设置

source: To make outgoing e-mail work, you need to provide a mail server.
de: Damit ausgehende E-Mails funktionieren, müssen Sie einen Mailserver bereitstellen.
ga: Chun go n-oibreoidh r-phost amach, ní mór duit freastalaí ríomhphoist a sholáthar.
hu: A kimenő e-mailek működéséhez e-mail szerver szükséges.
id: Agar surel keluar dapat berfungsi, Anda perlu menyediakan server surat.
ja: メール送信をするには、メールサーバーが必要です。
nl: U moet, om uitgaande e-mail te laten werken, een mailserver opgeven.
pt: Para fazer com que o e-mail de saída funcione, precisa fornecer um servidor de e-mail.
pt_br: Para fazer com que o e-mail de saída funcione, você precisa fornecer um servidor de e-mail.
ro: Pentru ca poșta electronică de ieșire să funcționeze, trebuie să furnizați un server de poștă electronică.
ru: Чтобы работала отправка писем электронной почты, необходимо предоставить почтовый сервер.
sv: För att utgående e-post ska fungera måste du ange en e-postserver.
ta: வெளிச்செல்லும் மின்னஞ்சல் வேலைகளைச் செய்ய, நீங்கள் ஒரு அஞ்சல் சேவையகத்தை வழங்க வேண்டும்.
tr: Giden e-postanın çalışmasını sağlamak için, bir e-posta sunucusu belirtmeniz gerekir.
uk: Для забезпечення роботи з надсилання електронної пошти вам слід вказати поштовий сервер.
zh_hans: 要使外发电子邮件正常工作，您需要提供一个电子邮件服务器。
zh_hant: 要使外發電子郵件正常工作，您需要提供一個郵件服務器。

source: Example TLS configuration:
de: Beispiel für eine TLS-Konfiguration:
ga: Sampla de chumraíocht TLS:
hu: Példa TLS-konfigurációra:
id: Contoh konfigurasi TLS:
ja: TLS 設定の例:
nl: Voorbeeld TLS-configuratie:
pt: Exemplo de configuração TLS:
pt_br: Exemplo de configuração TLS:
ro: Exemplu de configurare TLS:
ru: Пример конфигурации TLS:
sv: Exempel på TLS-konfiguration:
ta: எடுத்துக்காட்டு tls உள்ளமைவு:
tr: Örnek TLS yapılandırması:
uk: Приклад налаштувань TLS:
zh_hans: TLS 配置示例：

source: Example SSL configuration:
de: Beispiel für eine SSL-Konfiguration:
ga: Sampla de chumraíocht SSL:
hu: Példa SSL-konfigurációra:
id: Contoh konfigurasi SSL:
ja: SSL 設定の例:
nl: Voorbeeld SSL-configuratie:
pt: Exemplo de configuração SSL:
pt_br: Exemplo de configuração SSL:
ro: Exemplu de configurare SSL:
ru: Пример конфигурации SSL:
sv: Exempel på SSL-konfiguration:
ta: எடுத்துக்காட்டு ssl உள்ளமைவு:
tr: Örnek SSL yapılandırması:
uk: Приклад налаштувань SSL:
zh_hans: SSL 配置的示例：

source: Mail server hostname or IP address.
de: Hostname oder IP-Adresse des Mailservers.
ga: Óstainm freastalaí ríomhphoist nó seoladh IP.
hu: A levelezőszerver hosztneve vagy IP-címe.
id: Nama host atau alamat IP server surat.
ja: メールサーバーのホスト名または IP アドレス。
nl: Mailserver hostnaam of IP-adres.
pt: Nome de host ou endereço IP do servidor de correio.
pt_br: Nome de host ou endereço IP do servidor de correio.
ro: Numele de gazdă sau adresa IP a serverului de poștă electronică.
ru: Имя хоста или IP-адрес почтового сервера.
sv: E-postserverns värdnamn eller IP-adress.
ta: அஞ்சல் சேவையக ஓச்ட்பெயர் அல்லது ஐபி முகவரி.
tr: E-posta sunucusunun adı ya da IP adresi.
uk: Назва вузла або IP-адреса поштового сервера.
zh_hans: 电子邮件服务器主机名或 IP 地址。
zh_hant: 郵件服務器主機名或 IP 地址。

source: Mail server port, defaults to 25.
de: Mailserver-Port, standardmäßig 25.
ga: Port freastalaí ríomhphoist, réamhshocraithe go 25.
hu: Levelezőszerver portja. Alapértelmezés: 25.
id: Port server surat, bawaannya adalah 25.
ja: メールサーバーのポート。デフォルトは 25。
nl: Mailserver poort, standaard is 25.
pt: Porta do servidor de correio, o padrão é 25.
pt_br: Porta do servidor de correio, o padrão é 25.
ro: Portul serverului de poștă electronică, valoarea implicită este 25.
ru: Порт почтового сервера, по умолчанию установлен в 25.
sv: E-postserverns port, standardinställningen är 25.
ta: அஞ்சல் சேவையக துறைமுகம், இயல்புநிலை 25 க்கு.
tr: E-posta sunucusunun bağlantı noktası. Varsayılan değer: 25.
uk: Порт поштового сервера. Типовим є 25.
zh_hans: 电子邮件服务器端口，默认为 25。
zh_hant: 郵件服務器端口，默認為 25。

source: E-mail authentication user.
de: Benutzer der E-Mail-Authentifizierung.
ga: Úsáideoir fíordheimhnithe ríomhphoist.
hu: E-mail hitelesítési felhasználónév.
id: Pengguna autentikasi surel.
ja: メール認証ユーザー。
nl: E-mailauthenticatie gebruiker.
pt: Utilizador da autenticação por e-mail.
pt_br: Usuário da autenticação por e-mail.
ro: Utilizator de autentificare prin e-mail.
ru: Пользователь для авторизации по электронной почте.
sv: E-postautentiseringsanvändare.
ta: மின்னஞ்சல் அங்கீகார பயனர்.
tr: E-posta ile kimlik doğrulama kullanıcısı.
uk: Користувач для розпізнавання для доступу до електронної пошти.
zh_hans: 电子邮件身份验证用户。

source: E-mail authentication password.
de: Passwort für die E-Mail-Authentifizierung.
ga: Pasfhocal fíordheimhnithe ríomhphoist.
hu: E-mail hitelesítési jelszó.
id: Kata sandi autentikasi surel.
ja: メール認証のパスワード。
nl: Wachtwoord e-mail authenticatie.
pt: Palavra-passe da autenticação por e-mail.
pt_br: Senha da autenticação por e-mail.
ro: Parola de autentificare a e-mailului.
ru: Пароль для авторизации по электронной почте.
sv: E-postautentiseringslösenord.
ta: மின்னஞ்சல் அங்கீகார கடவுச்சொல்.
tr: E-posta ile kimlik doğrulama parolası.
uk: Пароль для розпізнавання для доступу до електронної пошти.
zh_hans: 电子邮件验证密码。

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most e-mail documentation, this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting :envvar:`WEBLATE_EMAIL_USE_TLS`.
de: Ob eine implizite (sichere) TLS-Verbindung für die Kommunikation mit dem SMTP-Server verwendet werden soll. In den meisten E-Mail-Dokumentationen wird diese Art der TLS-Verbindung als SSL bezeichnet. Sie wird im Allgemeinen auf Port 465 eingesetzt. Wenn Sie Probleme haben, sehen Sie sich die explizite TLS-Einstellung :envvar:`WEBLATE_EMAIL_USE_TLS` an.
ga: Cibé ar cheart nasc intuigthe TLS (slán) a úsáid agus tú ag caint leis an bhfreastalaí SMTP. I bhformhór na ndoiciméadú ríomhphoist, tagraítear don chineál seo de nasc TLS mar SSL. Úsáidtear é go ginearálta ar phort 465. Má tá fadhbanna agat, féach ar an socrú follasach TLS :envvar:`WEBLATE_EMAIL_USE_TLS`.
hu: Megadja, hogy implicit TLS (biztonságos) kapcsolatot használjon-e az SMTP szerverrel. Az ilyen TLS-kapcsolatot a legtöbb dokumentáció SSL néven említi, jellemzően a 465-ös porton működik. Ha problémát tapasztal, próbálja meg az explicit TLS beállítást: :envvar:`WEBLATE_EMAIL_USE_TLS`.
id: Apakah akan menggunakan koneksi TLS implisit (aman) saat berkomunikasi dengan server SMTP. Dalam sebagian besar dokumentasi surel, jenis koneksi TLS ini disebut SSL. Umumnya digunakan pada port 465. Jika Anda mengalami masalah, lihat pengaturan TLS eksplisit :envvar:`WEBLATE_EMAIL_USE_TLS`.
ja: SMTP サーバと通信するときに、暗黙的な TLS（セキュア）接続を使用するかどうか。多くのメールのドキュメントでは、この種類の TLS 接続を SSL と呼びます。通常はポート 465 で使用されます。問題が発生した場合は、詳細な TLS 設定 :envvar:`WEBLATE_EMAIL_USE_TLS` を確認してください。
nl: Of een impliciete TLS (veilige) verbinding moet worden gebruikt tijdens het praten met de SMTP-server. In de meeste documentatie voor e-mail, wordt naar dit type TLS-verbinding verwezen als SSL. Over het algemeen wordt het gebruikt op poort 465. Als u problemen ervaart, bekijk de expliciete instelling voor TLS :envvar:`WEBLATE_EMAIL_USE_TLS`.
pt: Se deve usar uma conexão TLS (segura) implícita ao falar com o servidor SMTP. Na maioria das documentações de e-mail, esse tipo de conexão TLS é conhecido como SSL. Geralmente é usado na porta 465. Se estiver a ter problemas, consulte a configuração TLS explícita :envvar:`WEBLATE_EMAIL_USE_TLS`.
pt_br: Se deve usar uma conexão TLS (segura) implícita ao falar com o servidor SMTP. Na maioria das documentações de e-mail, esse tipo de conexão TLS é conhecido como SSL. Geralmente é usado na porta 465. Se você estiver tendo problemas, consulte a configuração TLS explícita :envvar:`WEBLATE_EMAIL_USE_TLS`.
ro: Dacă se utilizează o conexiune TLS (securizată) implicită atunci când se vorbește cu serverul SMTP. În cea mai mare parte a documentației despre e-mail, acest tip de conexiune TLS este denumit SSL. În general, este utilizat pe portul 465. Dacă întâmpinați probleme, consultați setarea TLS explicită :envvar:`WEBLATE_EMAIL_USE_TLS`.
ru: Использовать ли неявное TLS (безопасное) соединение при общении с сервером SMTP. В большей части документации по электронной почте этот тип TLS-соединения называется SSL. Он обычно используется на 465-м порту. Если у вас возникли проблемы, попробуйте включить явный TLS параметром :envvar:`WEBLATE_EMAIL_USE_TLS`.
sv: Om en implicit TLS-anslutning (säker) ska användas vid kommunikation med SMTP-servern. I de flesta e-postdokumentationer kallas denna typ av TLS-anslutning för SSL. Den används vanligtvis på port 465. Om du har problem, se den explicita TLS-inställningen :envvar:`WEBLATE_EMAIL_USE_TLS`.
tr: SMTP sunucusuyla iletişim için örtülü TLS (güvenli) bağlantısının kullanılıp kullanılmayacağını yapılandırır. Çoğu e-posta belgesinde, bu tür TLS bağlantısı SSL olarak adlandırılır. Genellikle 465 numaralı bağlantı noktasıyla kullanılır. Sorun yaşıyorsanız :envvar:`WEBLATE_EMAIL_USE_TLS` açık TLS ayarına bakın.
uk: Визначає, чи слід використовувати неявне з'єднання TLS (захищене) при обміні даними із сервером SMTP. У більшій частині документації з електронної пошти цей тип з'єднання TLS називають SSL. Зазвичай, ним користуються на порту 465. Якщо у вас виникають проблеми, див. явне визначення TLS за допомогою :envvar:`WEBLATE_EMAIL_USE_TLS`.
zh_hans: 与 SMTP 服务器通信时是否使用隐式 TLS（安全）连接。在大多数电子邮件文档中，这种 TLS 连接类型称为 SSL。通常在端口 465 上使用。如果遇到问题，请参阅显式 TLS 设置 :envvar:`WEBLATE_EMAIL_USE_TLS`。
zh_hant: 與 SMTP 服務器通信時是否使用隱式 TLS（安全）連接。在大多數電子郵件文檔中，這種 TLS 連接類型稱為 SSL。通常在端口 465 上使用。如果遇到問題，請參閱顯式 TLS 設置 :envvar:`WEBLATE_EMAIL_USE_TLS`。

source: The SSL/TLS support is automatically enabled based on the :envvar:`WEBLATE_EMAIL_PORT`.
de: Die SSL/TLS-Unterstützung wird automatisch auf der Grundlage des :envvar:`WEBLATE_EMAIL_PORT` aktiviert.
ga: Tá an tacaíocht SSL/TLS cumasaithe go huathoibríoch bunaithe ar an :envvar:`WEBLATE_EMAIL_PORT`.
hu: Az SSL/TLS támogatás automatikusan engedélyezésre kerül a :envvar:`WEBLATE_EMAIL_PORT` alapján.
id: Dukungan SSL/TLS diaktifkan secara otomatis berdasarkan :envvar:`WEBLATE_EMAIL_PORT`.
ja: SSL/TLS への対応は、:envvar:`WEBLATE_EMAIL_PORT` の設定により自動的に有効となります。
nl: De ondersteuning voor SSL/TLS wordt automatisch ingeschakeld, gebaseerd op :envvar:`WEBLATE_EMAIL_PORT`.
pt: O suporte a SSL/TLS é ativado automaticamente com base em :envvar:`WEBLATE_EMAIL_PORT`.
pt_br: O suporte a SSL/TLS é habilitado automaticamente com base em :envvar:`WEBLATE_EMAIL_PORT`.
ro: Suportul SSL/TLS este activat automat pe baza parametrului :envvar:`WEBLATE_EMAIL_PORT`.
ru: Поддержка SSL/TLS включается автоматически на основе :envvar:`WEBLATE_EMAIL_PORT`.
sv: SSL/TLS-stödet aktiveras automatiskt baserat på :envvar:`WEBLATE_EMAIL_PORT`.
tr: SSL/TLS desteği :envvar:`WEBLATE_EMAIL_PORT` seçeneğine göre kendiliğinden kullanıma alınır.
uk: Підтримка SSL/TLS вмикається автоматично на основі значення :envvar:`WEBLATE_EMAIL_PORT`.
zh_hans: SSL/TLS支持是根据 :envvar:`WEBLATE_EMAIL_PORT` 自动启用的。

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587 or 25. If you are experiencing connections that hang, see the implicit TLS setting :envvar:`WEBLATE_EMAIL_USE_SSL`.
de: Ob eine (sichere) TLS-Verbindung verwendet werden soll, wenn mit dem SMTP-Server kommuniziert wird. Dies wird für explizite TLS-Verbindungen verwendet, im Allgemeinen auf Port 587 oder 25. Wenn Sie feststellen, dass Verbindungen hängen bleiben, sehen Sie sich die implizite TLS-Einstellung :envvar:`WEBLATE_EMAIL_USE_SSL` an.
ga: Cibé ar cheart nasc TLS (slán) a úsáid agus tú ag caint leis an bhfreastalaí SMTP. Úsáidtear é seo le haghaidh naisc shainráite TLS, go ginearálta ar phort 587 nó 25. Má tá naisc ar crochadh agat, féach ar an socrú TLS intuigthe :envvar:`WEBLATE_EMAIL_USE_SSL`.
hu: Meghatározza, hogy TLS (biztonságos) kapcsolatot használjon-e az SMTP szerverrel. Ez az explicit TLS-kapcsolatokra vonatkozik, jellemzően a 587-es vagy 25-ös porton. Ha a kapcsolat elakad, nézze meg az implicit TLS beállítást: :envvar:`WEBLATE_EMAIL_USE_SSL`.
id: Apakah akan menggunakan koneksi TLS (aman) saat berkomunikasi dengan server SMTP. Ini digunakan untuk koneksi TLS eksplisit, umumnya pada port 587 atau 25. Jika Anda mengalami koneksi yang macet, lihat pengaturan TLS implisit :envvar:`WEBLATE_EMAIL_USE_SSL`.
ja: SMTP サーバーと通信するときに TLS（セキュア）接続を使用するかどうか。これは、明示的な TLS 接続（通常はポート 587 または 25）で使用します。接続が停止する場合は、暗黙的なTLS設定 ( :envvar:`WEBLATE_EMAIL_USE_SSL`）を確認してください。
nl: Of een TLS (veilige) verbinding moet worden gebruikt tijdens het praten met de SMTP-server. Dit wordt gebruikt voor expliciete TLS-verbindingen, over het algemeen op poort 587 of 25. Als u problemen ervaart met verbindingen die blijven hangen, bekijk de impliciete instelling voor TLS :envvar:`WEBLATE_EMAIL_USE_SSL`.
pt: Se deve usar uma conexão TLS (segura) ao falar com o servidor SMTP. Isso é usado para conexões TLS explícitas, geralmente na porta 587 ou 25. Se estiver a ter conexões travadas, consulte a configuração TLS implícita :envvar:`WEBLATE_EMAIL_USE_SSL`.
pt_br: Se deve usar uma conexão TLS (segura) ao falar com o servidor SMTP. Isso é usado para conexões TLS explícitas, geralmente na porta 587 ou 25. Se você estiver tendo conexões travadas, consulte a configuração TLS implícita :envvar:`WEBLATE_EMAIL_USE_SSL`.
ro: Dacă se utilizează o conexiune TLS (securizată) atunci când se vorbește cu serverul SMTP. Aceasta este utilizată pentru conexiunile TLS explicite, în general pe portul 587 sau 25. Dacă vă confruntați cu conexiuni care se blochează, consultați setarea TLS implicită :envvar:`WEBLATE_EMAIL_USE_SSL`.
ru: Использовать ли TLS (безопасное) соединение при общении с сервером SMTP. Он используется для явных TLS-соединений, обычно на портах 587 или 25. Если ваши соединения зависают, попробуйте включить неявный TLS параметром :envvar:`WEBLATE_EMAIL_USE_SSL`.
sv: Om en TLS-anslutning (säker) ska användas vid kommunikation med SMTP-servern. Detta används för explicita TLS-anslutningar, vanligtvis på port 587 eller 25. Om du upplever att anslutningarna hänger sig, se den implicita TLS-inställningen :envvar:`WEBLATE_EMAIL_USE_SSL`.
tr: SMTP sunucusuyla iletişim için TLS (güvenli) bağlantısının kullanılıp kullanılmayacağını yapılandırır. Bu seçenek, genellikle 587 ya da 25 numaralı bağlantı noktalarında bulunan açık TLS bağlantıları için kullanılır. Bağlantıların askıda kalması sorunu yaşıyorsanız :envvar:`WEBLATE_EMAIL_USE_SSL` seçeneğindeki örtülü TLS ayarına bakın.
uk: Визначає, чи слід використовувати з'єднання TLS (захищене) при обміні даними із сервером SMTP. Використовується для явних з'єднань TLS, зазвичай, на портах 587 і 25. Якщо у вас виникають проблеми із зависанням з'єднання, див. неявний параметр TLS :envvar:`WEBLATE_EMAIL_USE_SSL`.
zh_hans: 与 SMTP 服务器通讯时是否使用 TLS（安全）连接。这用于显式 TLS 连接，通常在端口 587 或 25 上。如果您遇到挂起的连接，请参见隐式 TLS 设置 :envvar:`WEBLATE_EMAIL_USE_SSL`。
zh_hant: 與 SMTP 服務器通訊時是否使用 TLS（安全）連接。這用於顯式 TLS 連接，通常在端口 587 或 25 上。如果您遇到掛起的連接，請參見隱式 TLS 設置 :envvar:`WEBLATE_EMAIL_USE_SSL`。

source: Configures Django back-end to use for sending e-mails.
de: Konfiguriert das Django-Backend, das für den Versand von E-Mails verwendet werden soll.
ga: Cumraítear cúl-deireadh Django lena úsáid chun ríomhphoist a sheoladh.
hu: A Django háttérrendszer konfigurálása e-mailek küldéséhez.
id: Konfigurasikan backend Django yang akan digunakan untuk mengirim surel.
ja: メール送信に使用する Django バックエンドを設定します。
nl: Configureert de backend van Django om voor het versturen van e-mails te gebruiken.
pt: Configura o back-end do Django para usar no envio de e-mails.
pt_br: Configura o back-end do Django para usar no envio de e-mails.
ro: Configurează back-end-ul Django care va fi folosit pentru trimiterea de e-mailuri.
ru: Настраивает бэкенд Django, используемый для отправки сообщений электронной почты.
sv: Konfigurerar Django-backend för att skicka e-post.
ta: மின்னஞ்சல்களை அனுப்புவதற்கு சாங்கோ பின்தளத்தில் உள்ளமைக்கவும்.
tr: Django arka ucunu e-posta göndermek için yapılandırır.
uk: Налаштовує модуль обробки Django на використання для надсилання повідомлень електронної пошти.
zh_hans: 将 Django 后端配置为用于发送电子邮件。
zh_hant: 將 Django 後端配置為用於發送電子郵件。

source: Configures if and how Weblate should update repositories.
de: Konfiguriert, ob und wie Weblate Repositorys aktualisieren soll.
ga: Cumraíonn sé cé acu agus conas ba cheart do Weblate stórtha a nuashonrú.
hu: Meghatározza, hogy a Weblate frissítse-e a tárolókat, és milyen módon.
id: Mengonfigurasi apakah dan bagaimana Weblate harus memperbarui repositori.
ja: Weblate がリポジトリを更新するかどうか、どのように更新するかを設定します。
nl: Configureert of en hoe Weblate opslagruimten zou moeten bijwerken.
pt: Configura se e como o Weblate deve atualizar os repositórios.
pt_br: Configura se e como o Weblate deve atualizar os repositórios.
ro: Configurează dacă și cum Weblate trebuie să actualizeze depozitele.
ru: Настраивает, должен ли Weblate обновлять репозитории и каким образом.
sv: Konfigurerar om och hur Weblate ska uppdatera arkiv.
ta: வலைபெயர்ப்பு களஞ்சியங்களை புதுப்பிக்க வேண்டும் என்றால், எப்படி.
tr: Depoların Weblate tarafından güncellenip güncellenmeyeceğini ve nasıl güncelleneceğini yapılandırır.
uk: Налаштовує, чи має Weblate оновлювати сховища і те, як це слід робити.
zh_hans: 配置 Weblate 是否更新仓库以及如何更新。

source: This is a Boolean setting (use ``"true"`` or ``"false"``).
de: Dies ist eine boolesche Einstellung (``"true"`` oder ``"false"`` verwenden).
ga: Is suíomh Boole é seo (úsáid ``"fíor"`` nó ``"bréagach"``).
hu: Ez logikai értékű beállítás (használja a ``"true"`` vagy ``"false"`` értékeket).
id: Ini adalah pengaturan Boolean (gunakan ``"true"`` atau ``"false"``).
ja: これは論理値の設定です（``"true"`` または ``"false"`` を使用する）。
nl: Dit is een Booleaanse waarde (gebruik ``"true"`` of ``"false"``).
pt: Esta é uma configuração booleana (use ``"true"`` ou ``"false"``).
pt_br: Esta é uma configuração booleana (use ``"true"`` ou ``"false"``).
ro: Aceasta este o setare booleană (utilizați ``"true"`` sau ``"false"``).
ru: Это логическое значение параметра (используйте ``"true"`` или ``"false"``).
sv: Detta är en boolesk inställning (använd ``"true"`` eller ``"false"``).
ta: இது ஒரு பூலியன் அமைப்பு (`` "உண்மை" `` அல்லது `` "பொய்" ``) பயன்படுத்து).
tr: Bu bir Boolean ayarıdır (``"true"`` ya da ``"false"`` kullanın).
uk: Це булевий параметр (скористайтеся значенням ``"true"`` або ``"false"``).
zh_hans: 这是一个布尔值设定（使用 ``"true"`` 或者 ``"false"``）。

source: Site integration
de: Integration der Website
ga: Comhtháthú suímh
hu: Webhely-integráció
id: Integrasi situs
ja: サイト連携
nl: Site-integratie
pt: Integração do site
pt_br: Integração do site
ro: Integrare site
ru: Интеграция с сайтом
sv: Webbplatsintegration
ta: தள ஒருங்கிணைப்பு
tr: Site bütünleştirmesi
uk: Інтеграція сайта
zh_hans: 站点集成

source: It is recommended to collect errors from the installation systematically, see :ref:`collecting-errors`.
de: Es wird empfohlen, Fehler bei der Installation systematisch zu sammeln, siehe :ref:`collecting-errors`.
ga: Moltar earráidí a bhailiú ón suiteáil go córasach, féach :ref:`collecting-errors`.
hu: Javasolt a telepítés során fellépő hibák rendszerszintű gyűjtése, lásd: :ref:`collecting-errors`.
id: Disarankan untuk mengumpulkan galat dari instalasi secara sistematis, lihat :ref:`collecting-errors`.
ja: インストールから体系的にエラーを収集してください。参照: :ref:`collecting-errors`。
nl: Aanbevolen wordt om systematisch fouten te verzamelen vanuit de installatie, bekijk :ref:`collecting-errors`.
pt: É recomendado coletar erros da instalação sistematicamente, veja :ref:`collecting-errors`.
pt_br: É recomendado coletar erros da instalação sistematicamente, consulte :ref:`collecting-errors`.
ro: Se recomandă colectarea sistematică a erorilor de la instalare, a se vedea :ref:`collecting-errors`.
ru: Рекомендуется систематически собирать ошибки от установки, смотрите раздел :ref:`collecting-errors`.
sv: Det rekommenderas att systematiskt samla in fel från installationen, se :ref:`collecting-errors`.
tr: Kurulumdaki hataları sistematik olarak toplamanız önerilir. Ayrıntılı bilgi almak için: :ref:`collecting-errors`.
uk: Рекомендуємо збирати помилки щодо встановленого екземпляра систематично, див. :ref:`collecting-errors`.
zh_hans: 推荐从安装中系统地收集错误，请参见 :ref:`collecting-errors`。
zh_hant: 推薦從安裝中系統地收集錯誤，請參見 :ref:`collecting-errors`。

source: To enable support for Rollbar, set the following:
de: Um die Unterstützung für Rollbar zu aktivieren, stellen Sie Folgendes ein:
ga: Chun tacaíocht do Rollbar a chumasú, socraigh an méid seo a leanas:
hu: A Rollbar támogatás engedélyezéséhez állítsa be a következőket:
id: Untuk mengaktifkan dukungan untuk Rollbar, atur yang berikut ini:
ja: Rollbar への対応を有効にする設定方法:
nl: Stel het volgende in om ondersteuning voor Rollbar in te schakelen:
pt: Para ativar o suporte para Rollbar, defina o seguinte:
pt_br: Para habilitar o suporte para Rollbar, defina o seguinte:
ro: Pentru a activa suportul pentru Rollbar, setați următoarele:
ru: Для включения поддержки Rollbar установите следующие переменные:
sv: För att aktivera stöd för Rollbar, ställ in följande:
ta: ரோல்பாருக்கான ஆதரவை இயக்க, பின்வருவனவற்றை அமைக்கவும்:
tr: Rollbar desteğini kullanıma almak için şunları ayarlayın:
uk: Щоб увімкнути підтримку Rollbar, встановіть таке:
zh_hans: 要启用对 Rollbar 的支持，请进行以下设置：
zh_hant: 要啟用對 Rollbar 的支持，請進行以下設置：

source: Your Rollbar post server access token.
de: Ihr Rollbar-Postserver-Zugangstoken.
ga: Do chomhartha rochtana do fhreastalaí poist Rollbar.
hu: A Rollbar hozzáférési tokenje a jelentések küldéséhez.
id: Token akses server posting Rollbar Anda.
ja: Rollbar ポスト サーバーへのアクセス トークン。
nl: Uw Rollbar post server token voor toegang.
pt: O seu token de acesso ao servidor de postagem Rollbar.
pt_br: Seu token de acesso ao servidor de postagem Rollbar.
ro: Tokenul tău de acces la serverul Rollbar post.
ru: Ваш токен доступа к серверу Rollbar.
sv: Din Rollbar-postserveråtkomsttoken.
ta: உங்கள் ரோல்பார் இடுகை சேவையக அணுகல் கிள்ளாக்கு.
tr: Rollbar ileti sunucunuzun erişim kodu.
uk: Ваш ключ доступу до сервера надсилання Rollbar.
zh_hans: 您的 Rollbar 发布服务器访问令牌。
zh_hant: 您的 Rollbar 發布服務器訪問令牌。
