Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Moreover, for the Fluent values that intentionally contain HTML tags or character references, this check will verify some "good practices", such as matching closing and ending tags, valid character references, and quoted attribute values. In addition, whilst the HTML5 specification technically allows for quite arbitrary tag and attribute names, this check will restrain them to some basic ASCII values that should cover the standard HTML5 element tags and attributes, as well as allow *some* custom element or attribute names. This is partially to ensure that the user is using HTML intentionally.
de: Darüber hinaus werden für die Fluent-Werte, die absichtlich HTML-Tags oder Zeichenreferenzen enthalten, einige „gute Praktiken“ überprüft, wie z. B. übereinstimmende schließende und endende Tags, gültige Zeichenreferenzen und zitierte Attributwerte. Während die HTML5-Spezifikation technisch gesehen beliebige Tag- und Attributnamen zulässt, beschränkt diese Prüfung sie auf einige grundlegende ASCII-Werte, welche die Standard-HTML5-Element-Tags und -Attribute abdecken sollten, und erlaubt *einige* benutzerdefinierte Element- oder Attributnamen. Damit soll teilweise sichergestellt werden, dass der Benutzer HTML absichtlich verwendet.
ga: Ina theannta sin, maidir leis na luachanna Líofa ina bhfuil clibeanna HTML nó tagairtí carachtar d'aon ghnó, fíoróidh an tseiceáil seo roinnt "dea-chleachtais", mar shampla clibeanna deiridh agus clibeanna deiridh a mheaitseáil, tagairtí carachtar bailí, agus luachanna aitreabúide luaite. Ina theannta sin, cé go gceadaíonn an tsonraíocht HTML5 go teicniúil ainmneacha clibeanna agus aitreabúide a bheidh sách treallach, cuirfidh an tseiceáil seo srian orthu go dtí roinnt bunluachanna ASCII ar cheart dóibh clibeanna agus tréithe caighdeánacha HTML5 a chlúdach, chomh maith le *roinnt* ainmneacha eilimint nó tréithe saincheaptha a cheadú . Tá sé seo go páirteach chun a chinntiú go bhfuil an t-úsáideoir ag baint úsáide as HTML d'aon ghnó.
hu: Azoknál az értékeknél, ahol szándékosan szerepelnek HTML-címkék vagy karakterhivatkozások, ez az ellenőrzés alapvető „jó gyakorlatokat” vizsgál, például a címkék megfelelő lezárását, érvényes karakterhivatkozások és idézőjelek használatát az attribútumértékekben. Bár a HTML5 technikailag tetszőleges címke- és attribútumneveket engedélyez, ez az ellenőrzés alapvetően ASCII karakterekre korlátozza azokat. Ez lefedi a HTML5 szabványos elemeit és attribútumait, de bizonyos egyedi elemeket vagy attribútumokat is megenged. A cél annak biztosítása, hogy a HTML használata valóban szándékos legyen.
id: Selain itu, untuk nilai Fluent yang sengaja berisi tag HTML atau referensi karakter, pemeriksaan ini akan memverifikasi beberapa "praktik baik", seperti pencocokan tag penutup dan penyelesaian, referensi karakter yang valid, dan nilai atribut yang dikutip. Selain itu, meskipun spesifikasi HTML5 secara teknis memperbolehkan penamaan tag dan atribut yang cukup arbitrer, pemeriksaan ini akan membatasinya pada beberapa nilai ASCII dasar yang seharusnya mencakup tag dan atribut elemen HTML5 standar, serta memperbolehkan *beberapa* nama elemen atau atribut khusus. Hal ini sebagian untuk memastikan bahwa pengguna menggunakan HTML secara sengaja.
ja: さらに、意図的に HTML タグや文字参照を含む Fluent の値に対して、この検査はいくつかの「優れた方法」を検証します。これには、閉じタグと終了タグの一致、有効な文字参照、クォートされた属性値などが含まれます。また、HTML5 仕様は技術的にはかなり任意のタグ名と属性名を許容していますが、この検査は基本的な ASCII 値に制限します。これにより、標準の HTML5 要素タグや属性だけでなく、一部のカスタム要素や属性名も扱えるようになります。これは、ユーザーが意図的に HTML を使用していることを一部確認するためのものです。
nl: Meer nog, voor de waarden van Fluent die opzettelijk tags van HTML of verwijzingen naar tekens bevatten, zal deze controle enkele "beste werkwijzen" verifiëren, zoals overeenkomende openings- en sluitingstags, geldige verwijzingen naar tekens en aangehaalde waarden van attributen. In aanvulling daarop, terwijl de specificatie van HTML5 technisch instemt met nogal willekeurige namen voor tags en attributen, zal deze controle ze beperken tot enkele basis ASCII-waarden die de standaard HTML5 tags en attributen voor elementen zou moeten afdekken, al ook *sommige* aangepaste namen voor element of attributen toestaan. Dat is gedeeltelijk om ervoor te zorgen dat de gebruiker HTML met opzet gebruikt.
pt_br: Além disso, para os valores Fluent que intencionalmente contêm tags HTML ou referências de caracteres, esta verificação verificará algumas "boas práticas", como correspondência de tags de fechamento e finalização, referências de caracteres válidas e valores de atributos entre aspas. Além disso, embora a especificação HTML5 permita tecnicamente nomes de tags e atributos bastante arbitrários, esta verificação os restringirá a alguns valores ASCII básicos que devem cobrir as tags e atributos de elementos HTML5 padrão, bem como permitir *alguns* nomes de elementos ou atributos personalizados. Isso é parcialmente para garantir que o usuário esteja usando HTML intencionalmente.
ru: Более того, для значений Fluent, которые намеренно содержат HTML-теги или ссылки на символы, эта проверка проверит некоторые «хорошие практики», такие как сопоставление закрывающих и конечных тегов, допустимые ссылки на символы и значения атрибутов в кавычках. Кроме того, хотя спецификация HTML5 технически допускает довольно произвольные имена тегов и атрибутов, эта проверка ограничит их некоторыми базовыми значениями ASCII, которые должны охватывать стандартные теги и атрибуты элементов HTML5, а также допускать *некоторые* пользовательские имена элементов или атрибутов. . Частично это делается для того, чтобы гарантировать, что пользователь намеренно использует HTML.
sv: Dessutom kommer denna kontroll, för Fluent-värden som avsiktligt innehåller HTML-taggar eller teckenreferenser, att verifiera vissa "god praxis", såsom matchande slut- och avslutningstaggar, giltiga teckenreferenser och citerade attributvärden. Även om HTML5-specifikationen tekniskt sett tillåter ganska godtyckliga tagg- och attributnamn, kommer denna kontroll att begränsa dem till vissa grundläggande ASCII-värden som bör täcka standard HTML5-elementtaggar och -attribut, samt tillåta *vissa* anpassade element- eller attributnamn. Detta är delvis för att säkerställa att användaren använder HTML avsiktligt.
ta: மேலும், வேண்டுமென்றே html குறிச்சொற்கள் அல்லது எழுத்து குறிப்புகளைக் கொண்டிருக்கும் சரள மதிப்புகளுக்கு, இந்த சோதனை குறிச்சொற்கள், செல்லுபடியாகும் எழுத்து குறிப்புகள் மற்றும் மேற்கோள் காட்டப்பட்ட பண்புக்கூறு மதிப்புகள் போன்றவற்றைப் பொருத்துதல் போன்ற சில "நல்ல நடைமுறைகளை" சரிபார்க்கும். கூடுதலாக, html5 விவரக்குறிப்பு தொழில்நுட்ப ரீதியாக மிகவும் தன்னிச்சையான குறிச்சொல் மற்றும் பண்புக்கூறு பெயர்களை அனுமதிக்கும் அதே வேளையில், இந்த சோதனை அவற்றை நிலையான html5 உறுப்பு குறிச்சொற்கள் மற்றும் பண்புகளை மறைக்க வேண்டிய சில அடிப்படை ascii மதிப்புகளுக்கு கட்டுப்படுத்தும், அத்துடன் * சில * தனிப்பயன் உறுப்பு அல்லது பண்புக்கூறு பெயர்களை அனுமதிக்க வேண்டும் . பயனர் வேண்டுமென்றே html ஐப் பயன்படுத்துகிறார் என்பதை உறுதிப்படுத்த இது ஓரளவுக்கு உள்ளது.
tr: Ayrıca, kasıtlı olarak HTML kod imleri veya karakter başvuruları bulunan Fluent değerleri için bu denetim, kapanış ve bitiş kod imlerinin eşleştirilmesi, geçerli karakter başvuruları ve alıntılanan öznitelik değerleri gibi bazı "iyi uygulamaları" doğrular. Buna ek olarak, HTML5 teknik özellikleri teknik olarak oldukça rastgele kod imi ve nitelik adlarına izin verirken, bu denetim onları standart HTML5 öge kod imlerini ve niteliklerini kapsaması gereken bazı temel ASCII değerleriyle sınırlar ve *bazı* özel öge veya nitelik adlarına da izin verir. . Bu kısmen kullanıcının kasıtlı olarak HTML kullandığından emin olmak içindir.
uk: Більше того, для значень Fluent, які навмисно містять теґи HTML або символьні посилання, ми хочемо перевірити «правильність», зокрема відповідність завершальних або кінцевих теґів, коректність символьних посилань та лапки у значеннях атрибутів. Крім того, хоча специфікація HTML5 технічно дозволяє майже довільні назви теґів та атрибутів, ця перевірка обмежує їх певними базовими значеннями у ASCII, серед яких містяться усі стандартні теґи та атрибути елементів HTML5, а також дозволяє *деякі* нетипові назви елементів або атрибутів. Таким чином, частково можна забезпечити «навмисність» використання HTML.
zh_hans: 此外，对有意包含 HTML 标签或字符参考的 Fluent 值，此检查会验证某些“良好实践”，比如匹配关闭和结束标签，有效字符参考以及引用的属性值。另外，虽然该 HTML5 规范在技术上允许安静的任意标签和属性名称，此检查会将它们限制到应该可以涵盖标准 HTML5 元素标签和属性的基本 ASCII 值，以及允许 *一些* 自定义元素或属性名称。这么做的部分原因是确保用户知道自己在使用 HTML。

source: Examples:
de: Beispiele:
ga: Samplaí:
hu: Példák:
id: Contoh:
ja: 例:
nl: Voorbeelden:
pt: Exemplos:
pt_br: Exemplos:
ru: Примеры:
sv: Exempel:
ta: எடுத்துக்காட்டுகள்:
tr: Örnekler:
uk: Приклади:
zh_hans: 示例：

source: Fluent inner HTML examples
de: Beispiele für inneres Fluent-HTML
ga: Samplaí HTML istigh líofa
hu: Fluent belső HTML példák
id: Contoh HTML internal Fluent
nl: Fluent interne HTML-voorbeelden
pt_br: Exemplos de HTML interno de Fluent
sv: Flytande interna HTML-exempel
ta: சரளமாக உள் உஉகுமொ எடுத்துக்காட்டுகள்
tr: Fluent iç HTML kodu örnekleri
uk: Внутрішні приклади HTML
zh_hans: Fluent 内部 HTML 示例

source: Warns?
de: Warnt?
ga: Rabhadh?
hu: Figyelmeztet?
id: Peringatan?
ja: 警告？
nl: Waarschuwt?
pt_br: Avisos?
ru: Предупреждает?
sv: Varnar?
ta: எச்சரிக்கை?
tr: Uyarılar?
uk: Попередження?
zh_hans: 警告？

source: Reason
de: Grund
ga: Cúis
hu: Indoklás
id: Alasan
ja: 理由
nl: Reden
pt_br: Motivo
ru: Причина
sv: Anledning
ta: காரணம்
tr: Neden
uk: Причина
zh_hans: 原因

source: Missing a closing tag.
de: Ein schließendes Tag fehlt.
ga: Clib deiridh ar iarraidh.
hu: Hiányzó záró címke.
id: Tag penutup hilang.
ja: 終了タグがありません。
nl: Tag voor sluiten ontbreekt.
pt_br: Faltando uma tag de fechamento.
ru: Не хватает закрывающего тега.
sv: Slutstaggen saknas.
ta: ஒரு இறுதி குறிச்சொல்லைக் காணவில்லை.
tr: Bir kapatma kod imi eksik.
uk: Немає завершального теґу.
zh_hans: 缺少一个关闭标签。

source: ``four`` is not a HTML void element, so should not self-close.
de: ``four`` ist kein HTML-Void-Element und sollte sich daher nicht selbst schließen.
ga: Ní eilimint HTML neamhní é ``ceithre``, mar sin níor chóir é a dhúnadh féin.
hu: A ``four`` nem HTML önzáró elem, ezért nem zárható le így.
id: ``four`` bukan elemen HTML void, jadi tidak boleh menutup sendiri.
ja: ``four`` は HTML の空要素ではないため、自己閉じ禁止です。
nl: ``four`` is geen element HTML void, dus zou niet zelf sluiten.
pt_br: ``four`` não é um elemento HTML void, portanto não deve se fechar automaticamente.
ru: ``four`` не является пустым элементом HTML, поэтому не должен закрываться самостоятельно.
sv: ``four`` är inte ett HTML-tomt element, så det bör inte stängas automatiskt.
ta: `` நான்கு`` ஒரு html வெற்றிட உறுப்பு அல்ல, எனவே சுய-நெருக்கமானதாக இருக்கக்கூடாது.
tr: ``iki`` geçersiz bir HTML bileşeni değildir. Dolayısıyla kendi kendine kapanmamalıdır.
uk: ``four`` не є порожнім елементом HTML, отже, самозавершення не повинно бути.
zh_hans: ``four`` 不是 HTML 空元素，因此不应 self-close。

source: Custom element tag with a matching closing tag.
de: Benutzerdefiniertes Element-Tag mit einem passenden schließenden Tag.
ga: Clib eilimint shaincheaptha le clib deiridh meaitseála.
hu: Egyedi HTML-elem, megfelelő zárással.
id: Tag elemen khusus dengan tag penutup yang cocok.
ja: カスタム要素タグと対応する閉じタグ。
nl: Aangepaste tag voor element met een overeenkomende sluitingstag.
pt_br: Tag de elemento personalizado com uma tag de fechamento correspondente.
ru: Тег пользовательского элемента с соответствующим закрывающим тегом.
sv: Anpassad elementtagg med en matchande avslutande tagg.
ta: பொருந்தக்கூடிய நிறைவு குறிச்சொல்லுடன் தனிப்பயன் உறுப்பு குறிச்சொல்.
tr: Eşleşen bir kapanış kod imi olan özel öge etiketi.
uk: Нетиповий теґ елемента із відповідним завершальним теґом.
zh_hans: 定制带相配关闭标签的元素标签。

source: ``img`` is a HTML void element. Self-closing is allowed.
de: ``img`` ist ein HTML-Void-Element. Selbstschließend ist erlaubt.
ga: Is eilimint HTML folamh é ``img``. Ceadaítear féin-dhúnadh.
hu: Az ``img`` egy HTML önzáró elem. Az önzárás megengedett.
id: ``img`` adalah elemen HTML void. Penutupan sendiri diperbolehkan.
ja: ``img`` は HTML の void 要素です。自己閉鎖は許可されています。
nl: ``img`` is een element HTML void. Zelf sluiten is toegestaan.
pt_br: ``img`` é um elemento HTML void. O autofechamento é permitido.
ru: ``img`` — это пустой элемент HTML. Допускается самозакрытие.
sv: ``img`` är ett HTML-tomt element. Självstängande är tillåtet.
ta: `` img`` என்பது ஒரு html வெற்றிட உறுப்பு. தன்வய மூச்சு அனுமதிக்கப்படுகிறது.
tr: ``img`` geçersiz bir HTML ögesidir. Kendi kendine kapanmasına izin verilir.
uk: ``img`` є порожнім елементом HTML. Самозавершення дозволено.
zh_hans: ``img`` 是 HTML 空元素。允许自结束。

source: ``br`` is a HTML void element.
de: ``br`` ist ein HTML-Void-Element.
ga: Is eilimint HTML folamh é ``br``.
hu: A ``br`` egy HTML önzáró elem.
id: ``br`` adalah elemen HTML void.
ja: ``br`` は HTML の void 要素です。
nl: ``br`` is een element HTML void.
pt_br: ``br`` é um elemento void do HTML.
ru: ``br`` — это пустой элемент HTML.
sv: ``br`` är ett HTML-tomt element.
ta: `` br`` என்பது ஒரு html வெற்றிட உறுப்பு.
tr: ``br`` bir geçersiz HTML bileşenidir.
uk: ``br`` є порожнім елементом HTML.
zh_hans: ``br`` 是 HTML 空元素。

source: The attribute value is not quoted.
de: Der Attributwert ist nicht in Anführungszeichen gesetzt.
ga: Níl luach an aitreabúide luaite.
hu: Az attribútum értéke nincs idézőjelbe téve.
id: Nilai atribut tidak dikutip.
ja: 属性値が引用符で囲まれていません。
nl: De waarde van het attribuut staat niet tussen aanhalingstekens.
pt_br: O valor do atributo não está entre aspas.
ru: Значение атрибута не заключено в кавычки.
sv: Attributvärdet är inte angivet inom citationstecken.
ta: பண்புக்கூறு மதிப்பு மேற்கோள் காட்டப்படவில்லை.
tr: Öznitelik değeri tırnak arasında yazılmamış.
uk: Значення атрибуту вказано без лапок.
zh_hans: 属性值未被引用。

source: Non-ASCII tag name.
de: Nicht-ASCII-Tag-Name.
ga: Ainm clibe neamh-ASCII.
hu: Nem ASCII karaktereket tartalmazó címkenév.
id: Nama tag non-ASCII.
ja: 非 ASCII タグ名。
nl: Niet-ASCII tagnaam.
pt_br: Nome de tag não ASCII.
ru: Имя тега, отличного от ASCII.
sv: Icke-ASCII-taggnamn.
ta: ascii அல்லாத குறிச்சொல் பெயர்.
tr: ASCII olmayan kod imi adı.
uk: Назва теґу поза ASCII.
zh_hans: 非 ASCII 标签名。

source: The character reference seems to be intentional.
de: Die Zeichenreferenz scheint beabsichtigt zu sein.
ga: Is cosúil go bhfuil tagairt an charachtair d'aon ghnó.
hu: A karakterhivatkozás szándékosnak tűnik.
id: Referensi karakter tampaknya disengaja.
ja: 文字参照は意図的なようです。
nl: De verwijzing naar het teken lijkt opzettelijk te zijn.
pt_br: A referência ao personagem parece ser intencional.
ru: Ссылка на символ кажется намеренной.
sv: Karaktärsreferensen verkar vara avsiktlig.
ta: எழுத்து குறிப்பு வேண்டுமென்றே தெரிகிறது.
tr: Karakter başvurusu kasıtlı gibi görünüyor.
uk: Символьне посилання, здається, є навмисним.
zh_hans: 此字符参考似乎是有意为之。

source: The ``&lte;`` part would be converted to ``<e;``.
de: ``&lte;`` würde in ``<e;`` umgewandelt werden.
ga: Thiontú an chuid ``&lte;`` go ``<e;``.
hu: Az ``&lte;`` rész ``<e;`` karakterekre alakulna.
id: Bagian ``&lte;`` akan diubah menjadi ``<e;``.
ja: ``&lte;`` 部分は ``<e;`` に変換されます。
nl: Het gedeelte ``&lte;`` zou worden geconverteerd naar ``<e;``.
pt_br: A parte ``&lte;`` seria convertida para ``<e;``.
ru: Часть ``&lte;`` будет преобразована в ``<e;``.
sv: Delen ``<e;`` skulle konverteras till ``<e;``.
ta: `` & lte; `` பகுதி `` <e; `` ஆக மாற்றப்படும்.
tr: ``&lte;`` kısmı ``<e;`` biçimine dönüştürülür.
uk: Частину ``&lte;`` має бути перетворено на ``<e;``.
zh_hans: ``&lte;`` 部分会转换为 ``<e;``.

source: The character reference is not valid.
de: Die Zeichenreferenz ist nicht gültig.
ga: Níl an tagairt charachtair bailí.
hu: A karakterhivatkozás nem érvényes.
id: Referensi karakter tidak valid.
ja: 文字参照は無効です。
nl: De verwijzing naar het teken is niet geldig.
pt_br: A referência de caractere não é válida.
ru: Ссылка на символ недействительна.
sv: Karaktärsreferensen är ogiltig.
ta: எழுத்து குறிப்பு செல்லுபடியாகாது.
tr: Karakter başvurusu geçersiz.
uk: Символьне посилання є некоректним.
zh_hans: 字符参考无效。

source: The Fluent variable may unintentionally become a tag.
de: Die Fluent-Variable kann unbeabsichtigt zu einem Tag werden.
ga: Féadfaidh an athróg Líofa a bheith ina chlib gan bhunús.
hu: A Fluent-változó véletlenül HTML-címkévé alakulhat.
id: Variabel Fluent mungkin secara tidak sengaja menjadi sebuah tag.
ja: Fluent の変数が意図せずタグになる可能性があります。
nl: De variabele van Fluent zou onbedoeld een tag kunnen worden.
pt_br: A variável Fluent pode involuntariamente se tornar uma tag.
ru: Переменная Fluent может непреднамеренно стать тегом.
sv: Variabeln Fluent kan oavsiktligt bli en tagg.
ta: சரளமாக மாறி தற்செயலாக ஒரு குறிச்சொல்லாக மாறக்கூடும்.
tr: Fluent değişkeni istemeden bir kod imi haline gelebilir.
uk: Змінну Fluent може бути ненавмисно перетворено на теґ.
zh_hans: Fluent 变量可能会无意间成为标签。

source: The Fluent variable may unintentionally become a character reference.
de: Die Fluent-Variable kann unbeabsichtigt zu einer Zeichenreferenz werden.
ga: Féadfaidh an athróg Líofa a bheith ina thagairt charachtair gan bhunús.
hu: A Fluent-változó véletlenül karakterhivatkozássá alakulhat.
id: Variabel Fluent mungkin secara tidak sengaja menjadi referensi karakter.
ja: Fluent の変数が意図せずに文字参照になる可能性があります。
nl: De variabele van Fluent zou onbedoeld een verwijzing naar een teken kunnen worden.
pt_br: A variável Fluent pode involuntariamente se tornar uma referência de caractere.
ru: Переменная Fluent может непреднамеренно стать ссылкой на символ.
sv: Variabeln Fluent kan oavsiktligt bli en teckenreferens.
ta: சரளமாக மாறி தற்செயலாக ஒரு எழுத்து குறிப்பாக மாறக்கூடும்.
tr: Fluent değişkeni istemeden bir karakter başvurusu haline gelebilir.
uk: Змінну Fluent може бути ненавмисно перетворено на символьне посилання.
zh_hans: Fluent 变量可能会无意间成为字符参考。
