Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translated strings, same as ``state:>translated``.
de: Übersetzte Zeichenketten, wie ``state:>translated``.
ga: Teaghráin aistrithe, mar an gcéanna le ``luaigh:>aistrithe``.
hu: Lefordított szövegek, megegyezik a ``state:>translated`` állapottal.
id: String yang diterjemahkan, sama seperti ``state:>translated``.
ja: 翻訳済みの文字列、``state:>translated`` と同じ。
nl: Vertaalde tekenreeksen, hetzelfde als ``state:>translated``.
pt: Cadeias traduzidas, iguais a ``state:>translated``.
pt_br: Textos traduzidos, iguais a ``state:>translated``.
sv: Översatta strängar, samma som ``state:>translated``.
ta: மொழிபெயர்க்கப்பட்ட சரங்கள், `` மாநிலம்:> மொழிபெயர்க்கப்பட்ட`` போன்றவை.
tr: Çevrilmiş dizgeler, ``state:>translated`` ile aynıdır.
uk: Перекладені рядки, те саме, що і ``state:>translated``.
zh_hans: 已翻译的字符串， 同 ``state:>translated``。

source: Untranslated strings, same as ``state:<translated``.
de: Nicht übersetzte Zeichenketten, wie ``state:<translated``.
ga: Teaghráin neamhaistrithe, mar an gcéanna le ``luaigh:<aistrithe``.
hu: Lefordítatlan szövegek, megegyezik a ``state:<translated`` állapottal.
id: String yang tidak diterjemahkan, sama dengan ``state:<translated``.
ja: 未翻訳の文字列、``state:<translated`` と同じ。
nl: Niet vertaalde tekenreeksen, hetzelfde als ``state:<translated``.
pt: Cadeias não traduzidas, iguais a ``state:<translated``.
pt_br: Textos não traduzidos, o mesmo que ``state:<translated``.
sv: Oöversatta strängar, samma som ``state:<translated``.
ta: மொழிபெயர்க்கப்படாத சரங்கள், `` மாநிலம்: <மொழிபெயர்க்கப்பட்ட``.
tr: Çevrilmemiş dizgeler, ``state:<translated`` ile aynıdır.
uk: Неперекладені рядки, те саме, що і ``state:<translated``.
zh_hans: 未翻译的字符串，同 ``state:<translated``。

source: Pending strings not yet committed to the file (see :ref:`lazy-commit`).
de: Ausstehende Zeichenketten, die noch nicht in die Datei committet wurden (siehe :ref:`lazy-commit`).
ga: Teaghráin ar feitheamh nach bhfuil geallta don chomhad go fóill (féach :ref:`lazy-commit`).
hu: Fájlba még nem véglegesített (függőben lévő) szövegek (lásd: :ref:`lazy-commit`).
id: String yang tertunda belum dikomit ke berkas (lihat :ref:`lazy-commit`).
ja: まだファイルに保存されていない翻訳待ちの文字列（参照: :ref:`lazy-commit`）。
nl: Openstaande tekenreeksen nog niet doorgevoerd naar het bestand (bekijk :ref:`lazy-commit`).
pt: Cadeias pendentes ainda não confirmadas no ficheiro (veja :ref:`lazy-commit`).
pt_br: Textos pendentes ainda não confirmados no arquivo (consulte :ref:`lazy-commit`).
sv: Väntande strängar som ännu inte har lagts till i filen (se :ref:`lazy-commit`).
tr: Dosyaya henüz işlenmemiş bekleyen dizgeler (ayrıntılı bilgi almak için: :ref:`lazy-commit`).
uk: Рядки у черзі, які ще не внесено до файла (див. :ref:`lazy-commit`).
zh_hans: 尚未提交至文件的待定字符串（见 :ref:`lazy-commit`）。

source: Strings that were translated automatically (see :ref:`auto-translation`).
sv: Strängar som översattes automatiskt (se :ref:`auto-translation`).

source: String target language.
de: Zielsprache der Zeichenkette.
ga: Téadtheanga sprioctheanga.
hu: A szöveg célnyelve.
id: String bahasa target.
ja: 翻訳対象の言語。
nl: Tekenreeks doeltaal.
pt: Idioma de destino da cadeia.
pt_br: Idioma de destino do texto.
ro: Șir de caractere limba țintă.
ru: Целевой язык строки.
sv: Sträng målspråk.
ta: சரம் இலக்கு மொழி.
tr: Hedef dizge dili.
uk: Рядок цільової мови.
zh_hans: 字符串目标语言。

source: Component slug or name case-insensitive search, see :ref:`component-slug` and :ref:`component-name`.
de: Suche nach Komponenten-Slug oder -Name ohne Berücksichtigung der Groß-/Kleinschreibung, siehe :ref:`component-slug` und :ref:`component-name`.
ga: Sluga comhpháirte nó ainm cuardaigh cás-neamhíogair, féach :ref:`component-slug` agus :ref:`component-name`.
hu: Összetevő URL-azonosító (slug) vagy név keresése kis- és nagybetűkre nem érzékenyen, lásd: :ref:`component-slug` és :ref:`component-name`.
id: Pencarian komponen slug atau nama tanpa memperhatikan huruf besar/kecil, lihat :ref:`component-slug` dan :ref:`component-name`.
ja: コンポーネントのスラッグまたは、大文字と小文字を区別しないコンポーネント名の検索。 :ref:`component-slug`、 :ref:`component-name` を参照。
nl: Slug of naam van onderdeel, niet hoofdlettergevoelige zoekactie, bekijk :ref:`component-slug` en :ref:`component-name`.
pt: URL amigável de componente ou pesquisa que não diferencia maiúsculas de minúsculas, veja :ref:`component-slug` e :ref:`component-name`.
pt_br: URL amigável de componente ou busca que não diferencia maiúsculas de minúsculas, consulte :ref:`component-slug` e :ref:`component-name`.
ro: Căutarea insensibilă la majuscule și minuscule a slug-ului sau a numelui componentei, a se vedea :ref:`component-slug` și :ref:`component-name`.
ru: Компонентный поиск без учёта регистра слов или имён, смотреть раздел :ref:`component-slug` и :ref:`component-name`.
sv: Komponent-slug eller namn, sökning utan hänsyn till versaler och gemener, se :ref:`component-slug` och :ref:`component-name`.
tr: Bileşen kısaltması ya da adına göre büyük/küçük harfe duyarsız arama. Ayrıntılı bilgi almak için: :ref:`component-slug` ve :ref:`component-name`.
uk: Пошук ідентифікатора або назви складника незалежно від регістру, див. :ref:`component-slug` і :ref:`component-name`.
zh_hans: 部件标识串或名称不区分大小写的搜索，请参阅 :ref:`component-slug` 和 :ref:`component-name`。

source: Project slug, see :ref:`project-slug`.
de: Projekt-Slug, siehe :ref:`project-slug`.
ga: Sluga tionscadail, féach :ref:`project-slug`.
hu: Projekt URL-azonosítója, lásd: :ref:`project-slug`.
id: Proyek slug, lihat :ref:`project-slug`.
ja: プロジェクトのスラッグ。参照: :ref:`project-slug`。
nl: Slug van project , bekijk :ref:`project-slug`.
pt: Slug do projeto, veja :ref:`project-slug`.
pt_br: Slug do projeto, consulte :ref:`project-slug`.
ro: Denumirea proiectului, a se vedea :ref:`project-slug`.
ru: Плашка проекта, смотреть раздел :ref:`project-slug`.
sv: Projekt-slug, se :ref:`project-slug`.
tr: Proje kısaltmasına göre arama. Ayrıntılı bilgi almak için :ref:`project-slug`.
uk: Ідентифікатор проєкту, див. :ref:`project-slug`.
zh_hans: 项目标识串，参见 :ref:`project-slug`。

source: Path to the object to limit searching inside component, category, project, or translation.
de: Pfad zum Objekt, um die Suche innerhalb von Komponente, Kategorie, Projekt oder Übersetzung zu begrenzen.
ga: Conair chuig an oibiacht chun teorainn a chur le cuardach laistigh den chomhpháirt, catagóir, tionscadal nó aistriúchán.
hu: Az objektum elérési útja, amely alapján korlátozható a keresés összetevőn, kategórián, projekten vagy fordításon belül.
id: Jalur ke objek untuk membatasi pencarian di dalam komponen, kategori, proyek, atau terjemahan.
ja: コンポーネント、カテゴリ、プロジェクト、または翻訳内の検索を制限するオブジェクトへのパス。
nl: Pad naar het object om zoeken te beperken binnen onderdeel, categorie, project of vertaling.
pt_br: Caminho para o objeto para limitar a busca dentro do componente, categoria, projeto ou tradução.
sv: Sökväg till objektet för att begränsa sökningen inom komponent, kategori, projekt eller översättning.
ta: கூறு, வகை, திட்டம் அல்லது மொழிபெயர்ப்பின் உள்ளே தேடுவதைக் கட்டுப்படுத்த பொருளின் பாதை.
tr: Bileşen, kategori, proje veya çeviri içinde aramayı sınırlamak için nesne yolu.
uk: Шлях до об'єкта, щоб обмежити пошук всередині складника, категорії, проєкту або перекладу.
zh_hans: 对象路径，以限制在部件、类别、项目或翻译中进行搜索。

source: String was changed by author with given username.
de: Zeichenkette wurde vom Autor mit dem angegebenen Benutzernamen geändert.
ga: D'athraigh an t-údar an teaghrán leis an ainm úsáideora tugtha.
hu: A szöveget a megadott felhasználónévvel rendelkező szerző módosította.
id: String diubah oleh penulis dengan nama pengguna yang diberikan.
ja: 指定したユーザー名の翻訳者が変更した翻訳文。
nl: Tekenreeks werd gewijzigd door auteur met de opgegeven gebruikersnaam.
pt: A cadeia foi alterada pelo autor com o nome de utilizador fornecido.
pt_br: O texto foi alterado pelo autor com o nome de usuário fornecido.
ro: Șirul a fost modificat de autor cu numele de utilizator dat.
ru: Строка была изменена автором с указанным именем пользователя.
sv: Strängen ändrades av författaren med angivet användarnamn.
ta: கொடுக்கப்பட்ட பயனர்பெயருடன் எழுத்தாளரால் சரம் மாற்றப்பட்டது.
tr: Belirtilen kullanıcı adlı yazar tarafından değiştirilmiş dizgeleri arama.
uk: Рядок було змінено автором із вказаним ім'ям користувача.
zh_hans: 字符串被作者用给定的用户名更改。
zh_hant: 作者使用給定用戶名更改字符串。

source: Filters on change action, useful together with ``change_time``. Accepts English name of the change action, either quoted and with spaces or lowercase and spaces replaced by a hyphen. See :ref:`search-changes` for examples.
de: Filtert nach Änderungsaktionen, nützlich zusammen mit ``change_time``. Akzeptiert den englischen Namen der Änderungsaktion, entweder in Anführungszeichen und mit Leerzeichen oder in Kleinbuchstaben und Leerzeichen die durch einen Bindestrich ersetzt werden. Siehe :ref:`search-changes` für Beispiele.
ga: Scagairí ar an ngníomh athraithe, úsáideach mar aon le ``change_time``. Glacann sé le hainm Béarla an ghnímh athraithe, bíodh sé luaite agus le spásanna nó litreacha beaga agus spásanna curtha in ionad fleiscín. Féach :ref:`search-changes` le haghaidh samplaí.
hu: Szűrés módosítási művelet alapján, különösen hasznos a ``change_time`` mezővel együtt. A módosítás angol nyelvű megnevezését várja, idézőjelben (szóközökkel) vagy kisbetűsen kötőjellel elválasztva. Példákhoz lásd: :ref:`search-changes`.
id: Filter berdasarkan tindakan perubahan, berguna bersama ``change_time``. Menerima nama tindakan perubahan dalam Inggris, baik dalam tanda kutip dan spasi, atau huruf kecil dan spasi diganti dengan tanda hubung. Lihat :ref:`search-changes` untuk contoh.
ja: 変更をした操作を指定する絞り込み。``change_time`` とセットで使用すると便利です。 変更をした操作の英語表記を、スペースで区切って引用符で囲む、もしくは小文字に置き換えスペースをハイフンに置換した形式、に変換して指定します。例は、:ref:`search-changes` を確認してください。
nl: Filtert op actie wijziging, nuttig samen met ``change_time``. Accepteert Engelse naam voor de actie wijziging, ofwel met aanhalingstekens en met spaties of kleine letters en spaties vervangen door een afbreekstreepje. Bekijk :ref:`search-changes` voor voorbeelden.
pt: Filtros em ação de alteração, útil juntamente com ``change_time``. Aceita o nome em inglês da ação de alteração, seja entre aspas e com espaços ou letras minúsculas e espaços substituídos por um hífen. Veja :ref:`search-changes` para exemplos.
pt_br: Filtros em ação de alteração, útil juntamente com ``change_time``. Aceita o nome em inglês da ação de alteração, seja entre aspas e com espaços ou letras minúsculas e espaços substituídos por um hífen. Consulte :ref:`search-changes` para exemplos.
ro: Filtrează pe acțiunea de modificare, util împreună cu ``change_time``. Acceptă numele în limba engleză al acțiunii de modificare, fie citat și cu spații, fie minuscul și spațiile înlocuite cu o cratimă. A se vedea :ref:`search-changes` pentru exemple.
ru: Фильтр по действиям, вызвавшим изменения, полезно для использования совместно с ``change_time``. Принимает название действия на английском или в кавычках и с пробелами или в нижнем регистре и с подчёркиваниями заменёнными на дефисы. Смотрите примеры в разделе «:ref:`search-changes`».
sv: Filter på ändringsåtgärd, användbart tillsammans med ``change_time``. Accepterar engelska namnet på ändringsåtgärden, antingen inom citationstecken och med mellanslag eller med små bokstäver och mellanslag ersatta med bindestreck. Se :ref:`search-changes` för exempel.
tr: Değişiklik işlemiyle ilgili süzgeçler, ``change_time`` ile birlikte kullanışlı olur. Değişiklik işleminin İngilizce adını, boşluklar ile tırnak arasında ya da boşluklar yerine tire ile küçük harflerle yazabilirsiniz. Örnekler için :ref:`search-changes` bölümüne bakabilirsiniz.
uk: Фільтрує за дією зі зміни. Корисний у поєднанні із ``change_time``. Приймає назву дії з внесення змін англійською, у лапках із пробілами або літерами нижнього регістру із пробілами, які замінено дефісами. Див. приклади для :ref:`search-changes`.
zh_hans: 更改操作的过滤器，与 ``change_time`` 接受更改操作的英文名称，用引号括起来并用空格或小写字母和空格替换为连字符。有关示例，请参见 :ref:`search-changes`。
zh_hant: 在更改動作上的過濾器，與``change_time``一起有用。接受更改操作的英語名稱，引用以及帶有連字符替換的空格或小寫和空格。請參閱：參考：“搜索 - 更改”以獲取示例。

source: String has failing check, see :doc:`/user/checks` for check identifiers.
de: Prüfung der Zeichenkette ist fehlgeschlagen, siehe :doc:`/user/checks` für Prüfkennungen.
ga: Tá seiceáil ag teip ar an teaghrán, féach :doc:`/user/checks` le haghaidh aitheantóirí seiceála.
hu: A szöveghez hibaellenőrzés tartozik, lásd: :doc:`/user/checks` az ellenőrzési azonosítókhoz.
id: String mengalami kegagalan pemeriksaan, lihat :doc:`/user/checks` untuk pengenal pemeriksaan.
ja: 文字列の検査に失敗しました。検査項目については :doc:`/user/checks` を確認してください。
nl: Tekenreeks heeft een mislukte controle, bekijk :doc:`/user/checks` voor identificaties van de controles.
pt: A cadeia falhou na verificação, consulte :doc:`/user/checks` para identificadores de verificação.
pt_br: O texto falhou na verificação, consulte :doc:`/user/checks` para identificadores de verificação.
ro: Șirul are o verificare nereușită, a se vedea :doc:`/user/checks` pentru identificatorii de verificare.
ru: Строка не прошла проверку. Идентификаторы проверки см. в :doc:`/user/checks`.
sv: Strängen har misslyckad kontroll, se :doc:`/user/checks` för kontrollidentifierare.
tr: Denetim hatası olan dizgelerde arama. Denetim belirteçleri için :doc:`/user/checks` bölümüne bakabilirsiniz.
uk: Рядок не пройшов перевірки, див. :doc:`/user/checks`, щоб дізнатися більше про перевірку ідентифікаторів.
zh_hans: 字符串有未通过的检查，请参阅 :doc:`/user/checks` 了解检查标识符。

source: String has dismissed check, see :doc:`/user/checks` for check identifiers.
de: Prüfung der Zeichenkette wurde verworfen, siehe :doc:`/user/checks` für Prüfkennungen.
ga: Dhiúltaigh an teaghrán seiceáil, féach :doc:`/user/checks` le haghaidh aitheantóirí seiceála.
hu: A szöveghez elutasított ellenőrzés tartozik, lásd: :doc:`/user/checks` az ellenőrzési azonosítókhoz.
id: String telah menolak pemeriksaan, lihat :doc:`/user/checks` untuk pengenal pemeriksaan.
ja: 文字列の検査が除外されました。検査項目については :doc:`/user/checks` を確認してください。
nl: Tekenreeks heeft genegeerde controle, bekijk :doc:`/user/checks` voor identificaties van controles.
pt: A cadeia dispensou a verificação, consulte :doc:`/user/checks` para identificadores de verificação.
pt_br: O texto dispensou a verificação, consulte :doc:`/user/checks` para identificadores de verificação.
ro: Șirul a respins controlul respins, a se vedea :doc:`/user/checks` pentru identificatorii de control.
ru: Строка отклонила проверку, идентификаторы проверок см. в :doc:`/user/checks`.
sv: Strängen har avvisat kontrollen, se :doc:`/user/checks` för kontrollidentifierare.
tr: Denetim hatası yok sayılan dizgelerde arama. Denetim belirteçleri için :doc:`/user/checks` bölümüne bakabilirsiniz.
uk: Перевірку рядка пропущено, див. :doc:`/user/checks`, щоб дізнатися більше про перевірку ідентифікаторів.
zh_hans: 字符串有忽略的检查，请参阅 :doc:`/user/checks` 了解检查标识符。

source: Search in user comments.
de: Suche in Benutzerkommentaren.
ga: Cuardaigh i dtuairimí úsáideoirí.
hu: Keresés a felhasználói megjegyzésekben.
id: Cari di komentar pengguna.
ja: ユーザー コメントの検索。
nl: Zoeken in opmerkingen van gebruiker.
pt: Pesquisa nos comentários de utilizadores.
pt_br: Busca nos comentários de usuários.
ro: Căutați în comentariile utilizatorilor.
ru: Поиск в пользовательских комментариях.
sv: Sök i användarkommentarer.
ta: பயனர் கருத்துகளில் தேடுங்கள்.
tr: Kullanıcı yorumlarında arama.
uk: Шукати у коментарях користувачів.
zh_hans: 在用户评论中搜索。

source: Search in resolved comments.
de: Suche in geklärten Kommentaren.
ga: Cuardaigh i dtuairimí réitithe.
hu: Keresés a lezárt megjegyzések között.
id: Penelusuran di komentar yang diselesaikan.
ja: 解決済みのコメントの検索。
nl: Zoeken in opgeloste opmerkingen.
pt: Pesquisa nos comentários resolvidos.
pt_br: Busca nos comentários resolvidos.
ro: Căutați în comentariile rezolvate.
ru: Поиск в разрешённых комментариях.
sv: Sök i lösta kommentarer.
ta: தீர்க்கப்பட்ட கருத்துகளில் தேடுங்கள்.
tr: Çözümlenmiş yorumlarda arama.
uk: Шукати у коментарях, проблеми з яких вирішено.
zh_hans: 搜索已解决的评论。

source: Filter by comment author.
de: Nach Autor des Kommentars filtern.
ga: Scag de réir údar nóta tráchta.
hu: Szűrés a megjegyzés szerzője alapján.
id: Filter berdasarkan penulis komentar.
ja: コメントした翻訳者を指定した絞り込み。
nl: Filteren op opmerking van auteur.
pt: Filtra por autor do comentário.
pt_br: Filtra por autor do comentário.
ro: Filtrați după autorul comentariului.
ru: Фильтр по авторским комментариям.
sv: Filtrera efter kommentarsförfattare.
ta: கருத்து எழுத்தாளர் மூலம் வடிகட்டவும்.
tr: Yorum yazarına göre süzme.
uk: Фільтрувати за автором коментаря.
zh_hans: 按评论作者筛选。

source: Search in suggestions.
de: Suche in Vorschlägen.
ga: Cuardaigh i moltaí.
hu: Keresés a javaslatok között.
id: Cari dalam saran.
ja: 提案の検索。
nl: Zoeken in suggesties.
pt: Pesquisa nas sugestões.
pt_br: Buscar nas sugestões.
ro: Căutați în sugestii.
ru: Поиск в предложениях.
sv: Sök i förslag.
ta: பரிந்துரைகளில் தேடுங்கள்.
tr: Önerilerde arama.
uk: Шукати у пропозиціях.
zh_hans: 在建议中搜索。

source: Filter by suggestion author.
de: Nach Autor des Vorschlags filtern.
ga: Scag de réir údar moltaí.
hu: Szűrés a javaslat szerzője alapján.
id: Filter berdasarkan penulis saran.
ja: 提案した翻訳者を指定した絞り込み。
nl: Filteren op suggestie van auteur.
pt: Filtra por autor da sugestão.
pt_br: Filtra por autor da sugestão.
ro: Filtrați după autorul sugestiei.
ru: Фильтр по автору предложения.
sv: Filtrera efter förslagets författare.
ta: பரிந்துரை எழுத்தாளரால் வடிகட்டவும்.
tr: Öneri yazarına göre süzme.
uk: Фільтрувати за автором пропозиції.
zh_hans: 按建议作者筛选。

source: Search in explanations.
de: Suche in Erklärungen.
ga: Cuardaigh i mínithe.
hu: Keresés a magyarázatok között.
id: Penelusuran di dalam penjelasan.
ja: 説明の検索。
nl: Zoeken in uitleg.
pt: Pesquisa em explicações.
pt_br: Buscar nas explicações.
ro: Căutați în explicații.
ru: Поиск в пояснениях.
sv: Sök i förklaringar.
ta: விளக்கங்களில் தேடுங்கள்.
tr: Açıklamalarda arama.
uk: Шукати у поясненнях.
zh_hans: 在解释中搜索。

source: Search in labels.
de: Suche in Labels.
ga: Cuardaigh i lipéid.
hu: Keresés a címkék között.
id: Penelusuran di dalam label.
ja: ラベルの検索。
nl: Zoeken in labels.
pt: Pesquisa em etiquetas.
pt_br: Buscar nas etiquetas.
ro: Căutați în etichete.
ru: Поиск в метках.
sv: Sök i etiketter.
ta: சிட்டைகளில் தேடுங்கள்.
tr: Etiketlerde arama.
uk: Пошук у мітках.
zh_hans: 搜索标签。

source: Search in screenshots.
de: Suche in Bildschirmfotos.
ga: Cuardaigh i screenshots.
hu: Keresés a képernyőképek között.
id: Penelusuran di bagian tangkapan layar.
ja: スクリーンショットの検索。
nl: Zoeken in schermafdrukken.
pt: Pesquisa nas capturas de ecrã.
pt_br: Buscar nas capturas de tela.
ro: Căutați în capturi de ecran.
ru: Поиск по снимкам экрана.
sv: Sök i skärmdumpar.
ta: திரை சாட்களில் தேடுங்கள்.
tr: Ekran görüntülerinde arama.
uk: Пошук у знімках вікон.
zh_hans: 搜索截图。

source: Filter by count of labels
id: Filter berdasarkan jumlah label
sv: Filtrera efter antal etiketter
uk: Фільтрувати за кількістю міток

source: Boolean operators
de: Boolesche Operatoren
ga: Oibreoirí Boole
hu: Logikai operátorok
id: Operator boolean
ja: ブール演算子
nl: Booleaanse operatoren
pt: Operadores booleanos
pt_br: Operadores booleanos
ro: Operatori booleeni
ru: Логические операторы
sv: Booleska operatorer
ta: பூலியன் ஆபரேட்டர்கள்
tr: Boole işlemleri
uk: Логічні (булеві) оператори
zh_hans: 布尔运算符

source: You can combine lookups using ``AND``, ``OR``, ``NOT`` and parentheses to form complex queries.
de: Sie können Suchanfragen mit ``AND``, ``OR``, ``NOT`` und Klammern kombinieren, um komplexe Abfragen zu bilden.
ga: Is féidir leat cuardaigh a chomhcheangal trí úsáid a bhaint as ``AND``, ``OR``, ``NOT`` agus lúibíní chun ceisteanna casta a dhéanamh.
hu: A keresések összekapcsolhatók ``AND``, ``OR``, ``NOT`` és zárójelek segítségével összetett lekérdezésekhez.
id: Anda dapat menggabungkan pencarian menggunakan ``AND``, ``OR``, ``NOT`` dan tanda kurung untuk membentuk kueri yang kompleks.
nl: U mag opzoeken combineren met ``AND``, ``OR``, ``NOT`` en haakjes om complexe query's te vormen.
pt_br: Você pode combinar buscas usando ``AND``, ``OR``, ``NOT`` e parênteses para formar consultas complexas.
sv: Du kan kombinera sökningar med hjälp av ``AND``, ``OR``, ``NOT`` och parenteser för att skapa komplexa sökningar.
tr: Karmaşık sorgular oluşturmak için aramaları ``AND``, ``OR``, ``NOT`` ve parantez kullanarak birleştirebilirsiniz.
uk: Ви можете комбінувати пошуки за допомогою ``AND``, ``OR``, ``NOT`` і круглих дужок для формування складних запитів.

source: The ``NOT`` operator has higher precedence than the ``AND`` operator; the ``AND`` operator has higher precedence than the ``OR`` operator. You can add parenthesis to define a precedence of your own.
de: Der ``NOT``-Operator hat eine höhere Priorität als der ``AND``-Operator; der ``AND``-Operator hat eine höhere Priorität als der ``OR``-Operator. Sie können Klammern hinzufügen, um eine eigene Präzedenz zu definieren.
ga: Tá tosaíocht níos airde ag an oibreoir ``NOT`` ná ag an oibreoir ``AND``; tá tosaíocht níos airde ag an oibreoir ``AND`` ná ag an oibreoir ``OR``. Is féidir leat lúibíní a chur leis chun tosaíocht de do chuid féin a shainiú.
hu: A ``NOT`` operátor elsőbbsége magasabb, mint az ``AND`` operátoré; az ``AND`` operátor elsőbbsége magasabb, mint az ``OR`` operátoré. Zárójelek hozzáadásával saját sorrendet is meghatározhat.
id: Operator ``NOT`` memiliki prioritas lebih tinggi daripada operator ``AND``; operator ``AND`` memiliki prioritas lebih tinggi daripada operator ``OR``. Anda dapat menambahkan tanda kurung untuk menentukan prioritas Anda sendiri.
nl: De operator ``NOT`` heeft een hogere voorrang dan de operator ``AND``;de operator ``AND`` heeft een hogere voorrang dan de operator ``OR`` . U kunt haakjes toevoegen om een voorrang van uzelf te definiëren.
pt_br: O operador ``NOT`` tem maior precedência que o operador ``AND``; o operador ``AND`` tem maior precedência que o operador ``OR``. Você pode adicionar parênteses para definir sua própria precedência.
sv: Operatorn ``NOT`` har högre prioritet än operatorn ``AND``; operatorn ``AND`` har högre prioritet än operatorn ``OR``. Du kan lägga till parenteser för att definiera din egen prioritet.
tr: ``NOT`` işlecinin önceliği ``AND`` işlecinden daha yüksektir. ``AND`` işlecinin önceliği ``OR`` işlecinden daha yüksektir. Kendi önceliğinizi tanımlamak için parantez ekleyebilirsiniz.
uk: Оператор ``NOT`` має вищий пріоритет, ніж оператор ``AND``; оператор ``AND`` має вищий пріоритет, ніж оператор ``OR``. Ви можете додати дужки, щоб визначити власний пріоритет.

source: Omitting the operator will make the query behave like the ``AND`` operator was used.
de: Wenn Sie den Operator weglassen, verhält sich die Abfrage so, als wäre der Operator ``AND`` verwendet worden.
ga: Má fhágtar an t-oibreoir ar lár, déanfar an cheist a iompar ar nós an oibreora ``AND``.
hu: Ha kihagyja az operátort, a lekérdezés úgy viselkedik, mintha ``AND`` szerepelt volna.
id: Menghilangkan operator akan membuat kueri berperilaku seperti operator ``AND`` yang digunakan.
nl: Weglaten van de operator zal ervoor zorgen dat de query zich gedraagt alsof de operator ``AND`` is gebruikt.
pt_br: A omissão do operador fará com que a consulta se comporte como o operador ``AND`` foi usado.
sv: Om operatorn utelämnas kommer frågan att fungera som om operatorn ``AND`` hade använts.
tr: İşleç belirtilmezse, sorgu ``AND`` işleci kullanılmış gibi davranır.
uk: Пропущення оператора призведе до того, що запит поводитиметься так, як використовувався оператор ``І``.

source: Equivalent expressions
de: Äquivalente Ausdrücke
ga: Nathanna coibhéiseacha
hu: Egyenértékű kifejezések
id: Ekspresi yang setara
nl: Equivalente expressies
pt_br: Expressões equivalentes
sv: Motsvarande uttryck
tr: Eşdeğer ifadeler
uk: Рівносильні вирази
