Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: PostgreSQL server hostname or IP address. Defaults to ``database``.
de: Hostname oder IP-Adresse des PostgreSQL-Servers. Der Standardwert ist ``database``.
ga: Óstainm freastalaí PostgreSQL nó seoladh IP. Réamhshocrú ar ``bunachar sonraí``.
hu: PostgreSQL szerver hosztneve vagy IP-címe. Alapértelmezés: ``database``.
id: Nama host atau alamat IP server PostgreSQL. Bawaannya adalah ``database``.
ja: PostgreSQL サーバーのホスト名または IP アドレス。デフォルトは ``database`` です。
nl: PostgreSQL server hostnaam of IP-adres. Standaard ``database``.
pt: Nome de host ou endereço IP do servidor PostgreSQL. O padrão é ``database``.
pt_br: Nome de host ou endereço IP do servidor PostgreSQL. O padrão é ``database``.
ro: Numele de gazdă sau adresa IP a serverului PostgreSQL. Valoarea implicită este ``database``.
ru: Имя хоста или IP-адрес сервера PostgreSQL. По умолчанию равен ``database``.
sv: PostgreSQL-serverns värdnamn eller IP-adress. Standardvärdet är ``database``.
ta: postgresql சேவையக ஓச்ட்பெயர் அல்லது ஐபி முகவரி. இயல்புநிலை `` தரவுத்தளம்``.
tr: PostgreSQL sunucusunun adı ya da IP adresi. Varsayılan değer: ``database``.
uk: Назва вузла сервера PostgreSQL або його IP-адреса. Типове значення — ``database``.
zh_hans: PostgreSQL 服务器主机名成或 IP 地址。默认为 ``database``。
zh_hant: PostgreSQL 服務器主機名成或 IP 地址。默認為 ``database`` 。

source: PostgreSQL server port. Defaults to none (uses the default value).
de: PostgreSQL-Serverport. Der Standardwert ist none (verwendet den Standardwert).
ga: Port freastalaí PostgreSQL. Réamhshocruithe go ceann ar bith (úsáideann sé an luach réamhshocraithe).
hu: PostgreSQL szerver portja. Alapértelmezés szerint nincs megadva (az alapértelmezett értéket használja).
id: Port server PostgreSQL. Bawaannya adalah none (menggunakan nilai bawaan).
ja: PostgreSQL サーバーのポート。デフォルトは none です（デフォルト値を使用する）。
nl: PostgreSQL server poort. Standaard geen (gebruikt de standaard waarde).
pt: Porta do servidor PostgreSQL. O padrão é nenhum (usa o valor padrão).
pt_br: Porta do servidor PostgreSQL. O padrão é nenhum (usa o valor padrão).
ro: Portul serverului PostgreSQL. Valoarea implicită este niciunul (utilizează valoarea implicită).
ru: Порт сервера PostgreSQL. По умолчанию не установлен (используется значение по умолчанию).
sv: PostgreSQL-serverport. Standardinställningen är ingen (använder standardvärdet).
ta: postgresql சர்வர் துறைமுகம். இயல்புநிலை எதுவுமில்லை (இயல்புநிலை மதிப்பைப் பயன்படுத்துகிறது).
tr: PostgreSQL sunucu bağlantı noktası. Varsayılan değer: Yok (varsayılan değeri kullanır).
uk: Порт сервера PostgreSQL. Типового порту немає (використовується типове значення порту).
zh_hans: PostgreSQL 服务器端口。默认为无（使用默认值）。
zh_hant: PostgreSQL 服務器端口。默認為無（使用默認值）。

source: Configure how PostgreSQL handles SSL in connection to the server, for possible choices see `SSL Mode Descriptions <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
de: Konfiguriert, wie PostgreSQL SSL bei der Verbindung zum Server handhabt, für mögliche Auswahlen siehe `SSL Mode Descriptions <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
ga: Cumraigh conas a láimhseálann PostgreSQL SSL i dtaca leis an bhfreastalaí, le haghaidh roghanna féideartha féach `Tuairisc Mhód SSL <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
hu: Meghatározza, hogyan kezelje a PostgreSQL az SSL-kapcsolatokat. A választható módokról bővebben: `SSL Mode Descriptions <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
id: Konfigurasikan bagaimana PostgreSQL menangani SSL dalam koneksi ke server, untuk pilihan yang memungkinkan lihat `Deskripsi Mode SSL <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
nl: Configureer hoe PostgreSQL SSL afhandelt in verbindingen met de server, bekijk voor mogelijke keuzes `SSL Mode Descriptions <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
pt_br: Configura como o PostgreSQL lida com SSL em conexão com o servidor, para as opções possíveis, consulte `SSL Mode Descriptions <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
sv: Konfigurera hur PostgreSQL hanterar SSL vid anslutning till servern. För möjliga alternativ, se `SSL Mode Descriptions <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.
tr: PostgreSQL sunucusunun SSL bağlantılarını nasıl işleyeceğini yapılandırın. Kullanılabilecek seçenekler için `SSL kipi açıklamaları <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_ bölümüne bakabilirsiniz.
uk: Налаштовує спосіб обробки SSL у PostgreSQL при з'єднанні із сервером. Можливі варіанти можна знайти у розділі `Опис режимів SSL <https://www.postgresql.org/docs/11/libpq-ssl.html#LIBPQ-SSL-SSLMODE-STATEMENTS>`_.

source: Configures name of the PostgreSQL role to alter during the database migration, see :ref:`config-postgresql`.
de: Konfiguriert den Namen der PostgreSQL-Rolle, die während der Datenbankmigration geändert werden soll, siehe :ref:`config-postgresql`.
ga: Cumraítear ainm ról PostgreSQL le hathrú le linn ascnaimh an bhunachair sonraí, féach :ref:`config-postgresql`.
hu: Annak a PostgreSQL szerepkörnek a nevét adja meg, amelyet az adatbázis-migráció során módosítani kell. Lásd: :ref:`config-postgresql`.
id: Mengonfigurasi nama peran PostgreSQL untuk diubah selama migrasi basis data, lihat :ref:`config-postgresql`.
ja: データベースの移行中に変更する PostgreSQL ロールの名前を設定します。参照: :ref:`config-postgresql`。
nl: Configureert de naam van de rol voor PostgreSQL die tijdens migratie van de database moet worden gewijzigd, bekijk :ref:`config-postgresql`.
pt_br: Configura o nome da função PostgreSQL para alterar durante a migração de banco de dados, consulte :ref:`config-postgresql`.
sv: Konfigurerar namnet på PostgreSQL-rollen som ska ändras under databasmigreringen, se :ref:`config-postgresql`.
tr: Veri tabanı aktarımı sırasında değiştirilecek PostgreSQL rolünün adını yapılandırır. Ayrıntılı bilgi almak için: :ref:`config-postgresql`.
uk: Налаштовує назву ролі PostgreSQL для зміни під час перенесення бази даних, див. :ref:`config-postgresql`.
zh_hans: 配置在数据库迁移过程要改变的 PostgreSQL 角色名称，请参见 :ref:`config-postgresql`。

source: Defaults to :envvar:`POSTGRES_USER`.
de: Der Standardwert ist :envvar:`POSTGRES_USER`.
ga: Réamhshocruithe chuig :envvar:`POSTGRES_USER`.
hu: Alapértelmezett érték: :envvar:`POSTGRES_USER`.
id: Bawaannya adalah :envvar:`POSTGRES_USER`.
ja: デフォルトは、:envvar:`POSTGRES_USER` です。
nl: Standaard is :envvar:`POSTGRES_USER`.
pt_br: O padrão é :envvar:`POSTGRES_USER`.
sv: Standardvärdet är :envvar:`POSTGRES_USER`.
tr: Varsayılan değer: :envvar:`POSTGRES_USER`.
uk: Типовим є значення :envvar:`POSTGRES_USER`.
zh_hans: 默认为 :envvar:`POSTGRES_USER`.

source: The lifetime of a database connection, as an integer of seconds. Use 0 to close database connections at the end of each request.
de: Die Lebensdauer einer Datenbankverbindung, als ganze Zahl von Sekunden. 0 verwenden, um Datenbankverbindungen am Ende jeder Anfrage zu schließen.
ga: Fad saoil nasc bunachar sonraí, mar shlánuimhir soicind. Úsáid 0 chun naisc bhunachar sonraí a dhúnadh ag deireadh gach iarratais.
hu: Az adatbázis-kapcsolat élettartama másodpercben. 0 esetén a kapcsolat minden kérés végén bezáródik.
id: Masa pakai koneksi basis data, dalam bilangan bulat detik. Gunakan 0 untuk menutup koneksi basis data di akhir setiap permintaan.
ja: データベース接続の寿命を、秒単位の整数で指定します。各リクエストの最後にデータベース接続を閉じるには、0 を指定します。
nl: De levensduur van een databaseverbinding, als een Integer van seconden. Gebruik 0 om databaseverbindingen te sluiten aan het einde van elk verzoek.
pt: O tempo de vida de uma conexão de banco de dados, como um número inteiro de segundos. Use 0 para fechar as conexões do banco de dados no final de cada requisição.
pt_br: O tempo de vida de uma conexão de banco de dados, como um número inteiro de segundos. Use 0 para fechar as conexões do banco de dados no final de cada requisição.
ru: Время соединения с базой данных, выраженное целым числом секунд. Используйте 0, чтобы закрывать соединения с базой данных в конце каждого запроса (это поведение по умолчанию).
sv: Livslängden för en databasanslutning, uttryckt som ett heltal i sekunder. Använd 0 för att stänga databasanslutningar i slutet av varje begäran.
ta: தரவுத்தள இணைப்பின் வாழ்நாள், விநாடிகளின் முழு எண்ணாக. ஒவ்வொரு கோரிக்கையின் முடிவிலும் தரவுத்தள இணைப்புகளை மூட 0 ஐப் பயன்படுத்து.
tr: Saniye ve tamsayı olarak veri tabanı bağlantısının yaşam süresi. Her isteğin sonunda veri tabanı bağlantılarını kapatılması için 0 yazın.
uk: Час життя з'єднання з базою даних, як ціле число секунд. Використовуйте 0, щоб закривати з'єднання з базою даних в кінці кожного запиту.
zh_hans: 数据库连接的寿命，以秒为单位的整数。使用0可以在每次请求结束时关闭数据库连接。

source: The default behavior is to have unlimited persistent database connections.
de: Das Standardverhalten ist eine unbegrenzte Anzahl von dauerhaften Datenbankverbindungen.
ga: Is é an t-iompar réamhshocraithe ná naisc bhunachar sonraí neamhtheoranta marthanacha a bheith agat.
hu: Alapértelmezés szerint a kapcsolatok időkorlát nélkül fennmaradnak.
id: Perilaku bawaan adalah memiliki koneksi basis data persisten yang tidak terbatas.
ja: デフォルトの動作では、永続的なデータベース接続は無制限になります。
nl: Het standaard gedrag is om onbeperkt blijvende databaseverbindingen te hebben.
pt: O comportamento padrão é ter conexões de banco de dados persistentes ilimitadas.
pt_br: O comportamento padrão é ter conexões de banco de dados persistentes ilimitadas.
ru: По умолчанию используется неограниченное количество постоянных соединений с базой данных.
sv: Standardinställningen är att ha obegränsade permanenta databasanslutningar.
ta: இயல்புநிலை நடத்தை வரம்பற்ற தொடர்ச்சியான தரவுத்தள இணைப்புகளைக் கொண்டிருக்க வேண்டும்.
tr: Varsayılan olarak sınırsız sayıda kalıcı veri tabanı bağlantısı kullanılabilir.
uk: Типова поведінка передбачає необмежену кількість постійних з'єднань з базою даних.
zh_hans: 默认行为是拥有无限制的持久性数据库连接。

source: Enabling connection persistence will typically, cause more open connection to the database. Please adjust your database configuration prior enabling.
de: Die Aktivierung der Verbindungsaufrechterhaltung führt normalerweise zu mehr offenen Verbindungen zur Datenbank. Bitte passen Sie Ihre Datenbankkonfiguration vor der Aktivierung an.
ga: De ghnáth, beidh nasc níos oscailte leis an mbunachar sonraí mar thoradh ar mharthanacht naisc a chumasú. Coigeartaigh cumraíocht do bhunachar sonraí roimh chumasú.
hu: A kapcsolat folyamatos fenntartásának engedélyezése több nyitott kapcsolatot eredményezhet. Előtte érdemes az adatbázis konfigurációját módosítani.
id: Mengaktifkan persistensi koneksi biasanya akan menyebabkan lebih banyak koneksi terbuka ke basis data. Harap sesuaikan konfigurasi basis data Anda sebelum mengaktifkannya.
ja: 通常、接続の永続性を有効にすると、データベースへの接続がより開放されます。有効にする前にデータベース設定を変更してください。
nl: Inschakelen van blijvende verbindingen zal gewoonlijk zorgen voor meer geopende verbindingen naar de database. Pas de configuratie van uw database aan voordat u het inschakelt.
pt: Ativar a persistência da conexão normalmente causará uma conexão mais aberta com o banco de dados. Por favor, ajuste a sua configuração do banco de dados antes de ativar.
pt_br: Habilitar a persistência da conexão normalmente causará uma conexão mais aberta com o banco de dados. Por favor, ajuste sua configuração do banco de dados antes de habilitar.
ro: Activarea persistenței conexiunii va determina, de obicei, mai multe conexiuni deschise la baza de date. Vă rugăm să ajustați configurația bazei de date înainte de activare.
ru: Включение сохранения соединений, как правило, приводит к увеличению числа открытых соединений с базой данных. Пожалуйста, настройте конфигурацию базы данных перед включением.
sv: Om du aktiverar anslutningspersistens kommer det vanligtvis att leda till fler öppna anslutningar till databasen. Justera din databaskonfiguration innan du aktiverar funktionen.
ta: இணைப்பு விடாமுயற்சியை செயல்படுத்துவது பொதுவாக, தரவுத்தளத்திற்கு மேலும் திறந்த இணைப்பை ஏற்படுத்தும். உங்கள் தரவுத்தள உள்ளமைவை செயல்படுத்துவதற்கு முன் சரிசெய்யவும்.
tr: Bağlantı kalıcılığını kullanıma almak genellikle veri tabanına daha açık bir bağlantı kurulmasına neden olur. Lütfen bu seçeneği etkinleştirmeden önce veri tabanı yapılandırmanızı ayarlayın.
uk: Вмикання відліку тривалості з'єднання типово спричиняє збільшення кількості відкритих з'єднань із базою даних. Будь ласка, скоригуйте налаштування бази даних, перш ніж вмикати цю можливість.
zh_hans: 启用连接持久性通常会导致更多的数据库开放连接。请在启用前调整你的数据库配置。

source: Disable server side cursors in the database. This is necessary in some :command:`pgbouncer` setups.
de: Deaktiviert serverseitige Cursor in der Datenbank. Dies ist bei einigen :command:`pgbouncer`-Einrichtungen notwendig.
ga: Díchumasaigh cúrsóirí taobh an fhreastalaí sa bhunachar sonraí. Tá sé seo riachtanach i roinnt socruithe :command:`pgbouncer`.
hu: Letiltja az adatbázison belüli szerveroldali kurzorokat. Erre bizonyos :command:`pgbouncer` konfigurációk esetén szükség lehet.
id: Nonaktifkan kursor sisi server di basis data. Ini diperlukan dalam beberapa pengaturan :command:`pgbouncer`.
ja: データベース内のサーバー側カーソルを無効にします。これは一部の :command:`pgbouncer` 設定で必要となります。
nl: Schakel cursors aan de kant van de server uit in de database. Dit is noodzakelijk bij sommige :command:`pgbouncer` opstellingen.
pt: Desativa os cursores do lado do servidor no banco de dados. Isso é necessário em algumas configurações do :command:`pgbouncer`.
pt_br: Desabilita os cursores do lado do servidor no banco de dados. Isso é necessário em algumas configurações do :command:`pgbouncer`.
ro: Dezactivați cursorii de pe server în baza de date. Acest lucru este necesar în unele configurații :command:`pgbouncer`.
ru: Отключите курсоры на стороне сервера в базе данных. Это необходимо в некоторых настройках :command:`pgbouncer`.
sv: Inaktivera server-sidans markörer i databasen. Detta är nödvändigt i vissa :command:`pgbouncer`-konfigurationer.
tr: Veri tabanındaki sunucu tarafı imleçlerini kullanımdan kaldırın. Bu uygulama, bazı :command:`pgbouncer` kurulumlarında gereklidir.
uk: Вимкнути вказівники на боці сервера у базі даних. Це необхідно у деяких конфігураціях :command:`pgbouncer`.
zh_hans: 禁用数据库中的服务器端游标。这在一些 :command:`pgbouncer` 设置中是必要的。

source: Set to false to disables environment based configuration of the database connection. Use :ref:`docker-settings-override` to configure the database connection manually.
de: Diesen Wert auf false setzen, um die umgebungsbasierte Konfiguration der Datenbankverbindung zu deaktivieren. :ref:`docker-settings-override` verwenden, um die Datenbankverbindung manuell zu konfigurieren.
ga: Socraithe go bréagach chun cumraíocht timpeallachtbhunaithe nasc an bhunachair shonraí a dhíchumasú. Úsáid :ref:`docker-settings-override` chun nasc an bhunachair shonraí a chumrú de láimh.
hu: Hamísra állítva kikapcsolja az adatbázis-kapcsolat környezeti változókon alapuló beállítását. Kézi konfiguráláshoz használja: :ref:`docker-settings-override`.
id: Atur ke false untuk menonaktifkan konfigurasi koneksi basis data berbasis lingkungan. Gunakan :ref:`docker-settings-override` untuk mengonfigurasi koneksi basis data secara manual.
ja: 環境変数に基づくデータベース接続の設定を無効にするには、 false に設定します。データベース接続を手動で設定するには、:ref:`docker-settings-override` を使用します。
nl: Ingesteld op false om op de omgeving gebaseerde configuratie van de databaseverbinding uit te schakelen. Gebruik :ref:`docker-settings-override` om de databaseverbinding handmatig te configureren.
pt: Defina como false para desativar a configuração baseada no ambiente da conexão com o banco de dados. Use :ref:`docker-settings-override` para configurar manualmente a conexão com o banco de dados.
pt_br: Defina como false para desabilitar a configuração baseada no ambiente da conexão com o banco de dados. Use :ref:`docker-settings-override` para configurar manualmente a conexão com o banco de dados.
ru: Установите значение false, чтобы отключить настройку подключения к базе данных на основе окружения. Используйте :ref:`docker-settings-override` для настройки соединения с базой данных вручную.
sv: Ställ in på false för att inaktivera miljöbaserad konfiguration av databasanslutningen. Använd :ref:`docker-settings-override` för att konfigurera databasanslutningen manuellt.
tr: Veri tabanı bağlantısının ortama göre yapılandırmasını kullanımdan kaldırmak için false olarak ayarlayın. Veri tabanı bağlantısını el ile yapılandırmak için :ref:`docker-settings-override` kullanın.
uk: Установіть значення false, щоб вимкнути конфігурацію з'єднання з базою даних на основі середовища. Використовуйте :ref:`docker-settings-override` для налаштування під'єднання до бази даних вручну.
zh_hans: 设为 false 禁用基础数据库连接配置的环境。使用 :ref:`docker-settings-override` 手动配置数据库连接。

source: MySQL or MariaDB server
de: MySQL- oder MariaDB-Server
ga: Freastalaí MySQL nó MariaDB
hu: MySQL vagy MariaDB szerver
id: Server MySQL atau MariaDB
ja: MySQL または MariaDB サーバー
nl: MySQL of MariaDB server
pt: Servidor MySQL ou MariaDB
pt_br: Servidor MySQL ou MariaDB
ru: Сервер MySQL или MariaDB
sv: MySQL- eller MariaDB-server
ta: mysql அல்லது மரியாடிபி சேவையகம்
tr: MySQL ve MariaDB sunucusu
uk: Сервер MySQL або MariaDB
zh_hans: MySQL 或 MariaDB 服务器

source: Neither MySQL nor MariaDB can not be configured via environment variables. See :ref:`mysql` for info on using those with Weblate. Use :envvar:`WEBLATE_DATABASES` to configure the database connection manually.
de: Weder MySQL noch MariaDB können über Umgebungsvariablen konfiguriert werden. Siehe :ref:`mysql` für Informationen zur Verwendung dieser Variablen mit Weblate. :envvar:`WEBLATE_DATABASES` verwenden, um die Datenbankverbindung manuell zu konfigurieren.
ga: Ní féidir MySQL ná MariaDB a chumrú trí athróga timpeallachta. Féach :ref:`mysql` le haghaidh faisnéise faoi na cinn a bhfuil Weblate acu a úsáid. Úsáid :envvar:`WEBLATE_DATABASES` chun an nasc bunachar sonraí a chumrú de láimh.
hu: A MySQL és a MariaDB nem konfigurálhatók környezeti változókon keresztül. A Weblate-tel való használatról lásd: :ref:`mysql`. Kézi konfiguráláshoz használja a :envvar:`WEBLATE_DATABASES` változót.
id: Baik MySQL maupun MariaDB tidak dapat dikonfigurasi melalui variabel lingkungan. Lihat :ref:`mysql` untuk informasi tentang penggunaannya dengan Weblate. Gunakan :envvar:`WEBLATE_DATABASES` untuk mengonfigurasi koneksi basis data secara manual.
ja: MySQL も MariaDB も環境変数を使用して設定することはできません。Weblate での使用方法については、:ref:`mysql` を参照してください。データベース接続を手動で設定するには、:envvar:`WEBLATE_DATABASES` を使用します。
nl: MySQL en MariaDB kunnen niet worden geconfigureerd via omgevingsvariabelen. Bekijk :ref:`mysql` voor informatie om ze met Weblate te gebruiken. Gebruik :envvar:`WEBLATE_DATABASES` om de databaseverbinding handmatig te configureren.
pt: O MySQL e o MariaDB não podem ser configurados por meio de variáveis de ambiente. Consulte :ref:`mysql` para obter informações sobre como usá-las com o Weblate. Use :envvar:`WEBLATE_DATABASES` para configurar a conexão do banco de dados manualmente.
pt_br: O MySQL e o MariaDB não podem ser configurados por meio de variáveis de ambiente. Consulte :ref:`mysql` para obter informações sobre como usá-las com o Weblate. Use :envvar:`WEBLATE_DATABASES` para configurar a conexão do banco de dados manualmente.
ru: Ни MySQL, ни MariaDB не могут быть настроены через переменные окружения. Информацию об их использовании см. в разделе Weblate :ref:`mysql`. Используйте :envvar:`WEBLATE_DATABASES` для настройки подключения к базе данных вручную.
sv: Varken MySQL eller MariaDB kan konfigureras via miljövariabler. Se :ref:`mysql` för information om hur du använder dessa med Weblate. Använd :envvar:`WEBLATE_DATABASES` för att konfigurera databasanslutningen manuellt.
tr: Ne MySQL ne de MariaDB ortam değişkenleri kullanılarak yapılandırılamaz. Bunları Weblate ile kullanmak ile ilgili ayrıntılı bilgi almak için :ref:`mysql` bölümüne bakabilirsiniz. Veri tabanı bağlantısını el ile yapılandırmak için :envvar:`WEBLATE_DATABASES` kullanın.
uk: Ані MySQL, ані MariaDB не можна налаштовувати за допомогою змінних оточення. Дивіться :ref:`mysql` для отримання інформації про використання цих змінних з Weblate. Використовуйте :envvar:`WEBLATE_DATABASES` для налаштування під'єднання до бази даних вручну.
zh_hans: MySQL 和 MariaDB 均无法通过环境变量继续宁配置。见 :ref:`mysql` 了解有关在 Weblate 中使用这些的信息。使用 :envvar:`WEBLATE_DATABASES` 手动配置数据库连接。

source: Database backup settings
de: Datenbanksicherung einstellen
ga: Socruithe cúltaca bunachar sonraí
hu: Adatbázis-mentési beállítások
id: Pengaturan rekam cadang basis data
ja: データベースのバックアップ設定
nl: Instellingen voor back-up van de database
pt: Configurações de backup de base de dados
pt_br: Configurações de backup de banco de dados
ro: Setări de salvare a bazei de date
ru: Параметры резервного копирования базы данных
sv: Inställningar för databasbackup
ta: தரவுத்தள காப்புப்பிரதி அமைப்புகள்
tr: Veri tabanı yedekleme ayarları
uk: Параметри резервного копіювання бази даних
zh_hans: 数据库备份设置

source: Configures the daily database dump using :setting:`DATABASE_BACKUP`. Defaults to ``plain``.
de: Konfiguriert den täglichen Datenbankauszug mit :setting:`DATABASE_BACKUP`. Die Voreinstellung ist ``plain``.
ga: Cumraíonn sé dumpáil laethúil an bhunachair shonraí trí úsáid a bhaint as :setting:`DATABASE_BACKUP`. Réamhshocrú go ``plain``.
hu: A napi adatbázis-mentés beállítása a :setting:`DATABASE_BACKUP` segítségével. Alapértelmezett érték: ``plain``.
id: Mengonfigurasi dump basis data harian menggunakan :setting:`DATABASE_BACKUP`. Secara asali ke ``plain``.
ja: :setting:`DATABASE_BACKUP` を使用して、毎日のデータベースのダンプを設定します。デフォルトは ``plain``。
nl: Configureert de dagelijkse databasedump met :setting:`DATABASE_BACKUP`. Standaard is ``plain``.
pt: Configura o despejo diário do banco de dados a usar :setting:`DATABASE_BACKUP`. O padrão é ``plain``.
pt_br: Configura o despejo diário do banco de dados usando :setting:`DATABASE_BACKUP`. O padrão é ``plain``.
ro: Configurează descărcarea zilnică a bazei de date folosind :setting:`DATABASE_BACKUP`. Valoarea implicită este ``plain``.
ru: Настраивает ежедневный дамп базы данных с помощью параметра :setting:`DATABASE_BACKUP`. По умолчанию установлен в ``plain``.
sv: Konfigurerar den dagliga databasdumpen med hjälp av :setting:`DATABASE_BACKUP`. Standardinställningen är ``plain``.
tr: :setting:`DATABASE_BACKUP` kullanarak günlük veri tabanı dökümünü yapılandırır. Varsayılan değer: ``plain``.
uk: Налаштовує щоденне створення дампу бази даних за допомогою :setting:`DATABASE_BACKUP`. Типовим значенням є ``plain``.
zh_hans: 使用 :setting:`DATABASE_BACKUP` 配置每日数据库转储。默认为 ``plain``。
zh_hant: 使用 :setting:`DATABASE_BACKUP` 配置每日數據庫轉儲。默認為 ``plain`` 。

source: Datastore server setup
sv: Datastore-serverkonfiguration

source: Using Valkey or Redis is required by the Weblate container and you have to provide a connection parameters when running Weblate in Docker.
sv: Weblate-containern kräver att Valkey eller Redis används, och du måste ange anslutningsparametrar när du kör Weblate i Docker.

source: The datastore server hostname or IP address. Defaults to ``cache``.
sv: Datastore-serverns värdnamn eller IP-adress. Standardvärdet är ``cache``.

source: The datastore server port. Defaults to ``6379``.
sv: Datastore-serverns port. Standardvärdet är ``6379``.

source: The datastore database number, defaults to ``1``.
sv: Datastore-databasnumret, standardvärdet är ``1``.

source: The datastore database user, not used by default.
sv: Datastore-databasens användare, används inte som standard.

source: The datastore server password, not used by default.
sv: Datastore-serverns lösenord, används inte som standard.
