Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If your site is served over SSL, you have to consider setting a value for :setting:`django:SECURE_HSTS_SECONDS` in the :file:`settings.py` to enable HTTP Strict Transport Security. By default it's set to 0 as shown below.
de: Wenn Ihre Website über SSL bereitgestellt wird, müssen Sie einen Wert für :setting:`django:SECURE_HSTS_SECONDS` in der :file:`settings.py` setzen, um HTTP Strict Transport Security zu aktivieren. Standardmäßig ist dieser Wert auf 0 gesetzt, wie unten gezeigt.
ga: Má sheirbheáltar do shuíomh thar SSL, caithfidh tú smaoineamh ar luach a shocrú le haghaidh :setting:`django:SECURE_HSTS_SECONDS` sna :file:`settings.py` chun slándáil iompair docht HTTP a chumasú. De réir réamhshocraithe tá sé socraithe go 0 mar a thaispeántar thíos.
hu: Ha a webhely SSL-en keresztül érhető el, fontolja meg a :setting:`django:SECURE_HSTS_SECONDS` érték beállítását a :file:`settings.py` fájlban a HTTP Strict Transport Security (szigorú biztonságos átvitel) engedélyezéséhez. Alapértelmezésben ez 0-ra van állítva, az alábbiak szerint.
id: Jika situs Anda dilayani melalui SSL, pertimbangkan untuk mengatur nilai untuk :setting:`django:SECURE_HSTS_SECONDS` di :file:`settings.py` untuk mengaktifkan Keamanan Transportasi Ketat HTTP. Secara bawaan, nilai tersebut diatur ke 0 seperti yang ditunjukkan di bawah ini.
ja: サイトを SSL で提供している場合、HTTP Strict Transport Security を有効にするには、:file:`settings.py` 内の :setting:`django:SECURE_HSTS_SECONDS` の値を設定してください。デフォルトでは以下のように、 0 に設定されています。
nl: Als uw site wordt geserveerd over SSL, moet u een waarde overwegen voor :setting:`django:SECURE_HSTS_SECONDS` in :file:`settings.py` om HTTP Strict Transport Security in te schakelen. Standaard is het ingesteld op 0, zoals hieronder weergegeven.
pt: Se o seu site for servido sobre SSL, deve considerar definir um valor para :setting:`django:SECURE_HSTS_SECONDS` no :file:`settings.py` para ativar HTTP Strict Transport Security. Por padrão, ele está definido para 0 como mostrado abaixo.
pt_br: Se o seu site for servido sobre SSL, você deve considerar definir um valor para :setting:`django:SECURE_HSTS_SECONDS` no :file:`settings.py` para habilitar HTTP Strict Transport Security. Por padrão, ele está definido para 0 como mostrado abaixo.
ro: Dacă site-ul tău este servit prin SSL, trebuie să ai în vedere setarea unei valori pentru :setting:`django:SECURE_HSTS_SECONDS` în :file:`settings.py` pentru a activa HTTP Strict Transport Security. În mod implicit, este setată la 0, așa cum se arată mai jos.
ru: Если ваш сайт обслуживается по SSL, вам необходимо рассмотреть возможность установки значения параметра :setting:`django:SECURE_HSTS_SECONDS` в файле :file:`settings.py`, включающего HTTP Strict Transport Security. По умолчанию его значение установлено в 0, как показано ниже.
sv: Om din webbplats används via SSL måste du överväga att ange ett värde för :setting:`django:SECURE_HSTS_SECONDS` i :file:`settings.py` för att aktivera HTTP Strict Transport Security. Som standard är det inställt på 0, som visas nedan.
tr: Siteniz SSL üzerinden sunuluyorsa, HTTP sıkı aktarım güvenliği (HTTP Strict Transport Security) özelliğini kullanıma almak için :file:`settings.py` dosyasında :setting:`django:SECURE_HSTS_SECONDS` değerini ayarlamayı değerlendirmeniz gerekir. Bu seçenek varsayılan olarak, aşağıda gösterildiği gibi 0 olarak ayarlanmıştır.
uk: Якщо обслуговування вашого сайта виконується за допомогою SSL, вам варто встановити значення для :setting:`django:SECURE_HSTS_SECONDS` у :file:`settings.py`, щоб увімкнути строгий захист передавання даних (HTTP Strict Transport Security). Типово, його встановлено у значення 0, як це показано нижче.
zh_hans: 如果你的网站基于 SSL 上提供服务，那么必须考虑 :file:`settings.py` 中 :setting:`django:SECURE_HSTS_SECONDS` 的设置值，来允许 HTTP Strict Transport Security（ HTTP 脚本传输安全）。默认设置为 0，如下所示。
zh_hant: 如果你的網站基於 SSL 上提供服務，那麼必須考慮 :file:`settings.py` 中 :setting:`django:SECURE_HSTS_SECONDS` 的設置值，來允許 HTTP Strict Transport Security （ HTTP 腳本傳輸安全）。默認設置為 0 ，如下所示。

source: If set to a non-zero integer value, the :class:`django:django.middleware.security.SecurityMiddleware` sets the :ref:`django:http-strict-transport-security` header on all responses that do not already have it.
de: Wenn auf einen Integer-Wert ungleich Null gesetzt, setzt :class:`django:django.middleware.security.SecurityMiddleware` den :ref:`django:http-strict-transport-security`-Header auf alle Antworten, die ihn nicht bereits haben.
ga: Má shocraítear é ar luach slánuimhir neamh-nialas, socraíonn an :class:`django:django.middleware.security.SecurityMiddleware` an ceanntásc :ref:`django:http-strict-transport-security` ar gach freagra nach bhfuil ann cheana é.
hu: Ha nem nulla értékre állítja, a :class:`django:django.middleware.security.SecurityMiddleware` beállítja a :ref:`django:http-strict-transport-security` HTTP-fejlécet minden olyan válaszra, amelyen ez még nem szerepel.
id: Jika diatur ke nilai integer bukan nol, :class:`django:django.middleware.security.SecurityMiddleware` akan mengatur header :ref:`django:http-strict-transport-security` pada semua respons yang belum memilikinya.
ja: ゼロ以外の整数値に設定すると、:class:`django:django.middleware.security.SecurityMiddleware` は、:ref:`django:http-strict-transport-security` ヘッダーがまだないすべてのレスポンスに設定します。
nl: Indien ingesteld op een niet nul waarde Integer, stelt :class:`django:django.middleware.security.SecurityMiddleware` de kop :ref:`django:http-strict-transport-security` in voor alle antwoorden die dat nog niet hebben.
pt: Se for definido como um valor inteiro não-zero, o cabeçalho :class:`django:django.middleware.security.SecurityMiddleware` define o cabeçalho :ref:`django:http-strict-transport-security` em todas as respostas que ainda não o possuem.
pt_br: Se definido como um valor inteiro não-zero, o cabeçalho :class:`django:django.middleware.security.SecurityMiddleware` define o cabeçalho :ref:`django:http-strict-transport-security` em todas as respostas que ainda não o possuem.
ro: Dacă este setat la o valoare întreagă diferită de zero, :class:`django:django.middleware.security.SecurityMiddleware` setează antetul :ref:`django:http-strict-transport-security` pe toate răspunsurile care nu îl au deja.
ru: Если для него установлено ненулевое целое значение, то :class:`django:django.middleware.security.SecurityMiddleware` устанавливает заголовок :ref:`django:http-strict-transport-security` у всех ответов, которые его ещё не имеют.
sv: Om den är inställd på ett heltal som inte är noll, ställer :class:`django:django.middleware.security.SecurityMiddleware` in :ref:`django:http-strict-transport-security`-rubriken på alla svar som inte redan har den.
tr: Sıfır olmayan bir tamsayı değerine ayarlanırsa, :class:`django:django.middleware.security.SecurityMiddleware` üst bilgisi bulunmayan tüm yanıtlarda :ref:`django:http-strict-transport-security` üst bilgisini ayarlar.
uk: Якщо встановити ненульове ціле значення, :class:`django:django.middleware.security.SecurityMiddleware` встановлює заголовок :ref:`django:http-strict-transport-security` в усіх відповідях, які ще не містять такого заголовка.
zh_hans: 如果设置为非 0 整数，那么在所有还不曾具有它的响应时，:class:`django:django.middleware.security.SecurityMiddleware` 设置 :ref:`django:http-strict-transport-security` 标头。
zh_hant: 如果設置為非 0 整數，那麼在所有還不曾具有它的響應時， :class:`django:django.middleware.security.SecurityMiddleware` 設置 :ref:`django:http-strict-transport-security` 標頭。

source: Setting this incorrectly can irreversibly (for some time) break your site. Read the :ref:`django:http-strict-transport-security` documentation first.
de: Eine falsche Einstellung kann Ihre Website unwiderruflich (für einige Zeit) zerstören. Lesen Sie zuerst die :ref:`django:http-strict-transport-security` Dokumentation.
ga: Má shocraítear é seo go mícheart, féadtar do shuíomh a bhriseadh go dochúlaithe (go ceann tamaill). Léigh an doiciméadú :ref:`django:http-strict-transport-security` ar dtús.
hu: Ennek helytelen beállítása hosszabb időre visszafordíthatatlanul elérhetetlenné teheti az oldalát. Előtte olvassa el a :ref:`django:http-strict-transport-security` dokumentációt.
id: Pengaturan yang salah dapat merusak situs Anda secara permanen (untuk sementara waktu). Baca dokumentasi :ref:`django:http-strict-transport-security` terlebih dahulu.
ja: これを誤って設定すると、元に戻せないほど（しばらくの間）サイトが壊れることがあります。はじめに :ref:`django:http-strict-transport-security` のドキュメントを読んでください。
nl: Verkeerd instellen hiervan kan onomkeerbaar (voor enige tijd) uw site verstoren. Lees eerst de documentatie :ref:`django:http-strict-transport-security`.
pt: Definir isto incorretamente pode quebrar irreversivelmente (por algum tempo) o seu site. Leia primeiro a documentação :ref:`django:http-strict-transport-security`.
pt_br: Definir isso incorretamente pode quebrar irreversivelmente (por algum tempo) seu site. Leia primeiro a documentação :ref:`django:http-strict-transport-security`.
ro: Setarea incorectă a acestui parametru vă poate distruge ireversibil (pentru o perioadă de timp) site-ul. Citiți mai întâi documentația :ref:`django:http-strict-transport-security`.
ru: Неправильная настройка этого параметра может привести к необратимому (на некоторое время) выходу из строя вашего сайта. Поэтому сперва ознакомьтесь с документацией по :ref:`django:http-strict-transport-security`.
sv: Om du ställer in detta felaktigt kan det orsaka irreversibla skador (under en viss tid) på din webbplats. Läs först dokumentationen :ref:`django:http-strict-transport-security`.
tr: Bu ayar yanlış yapılırsa, sitenizi geri dönüşü olmayan bir şekilde (bir süreliğine) bozabilir. Önce :ref:`django:http-strict-transport-security` bölümüne bakın.
uk: Установлення помилкового значення може незворотно (на деякий проміжок часу) зашкодити працездатності вашого сайта. Через це, варто спочатку ознайомитися зі документацією до :ref:`django:http-strict-transport-security`.
zh_hans: 不正确的设置这项会导致你的网站不可逆地（在一段时间内）崩溃。请首先阅读 :ref:`django:http-strict-transport-security` 文档。
zh_hant: 不正確地設置這項會導致你的網站不可逆地（有時）崩潰。請首先閱讀 :ref:`django:http-strict-transport-security` 文件。

source: Use a powerful database engine
de: Eine leistungsstarke Datenbank-Engine verwenden
ga: Bain úsáid as inneall bunachar sonraí cumhachtach
hu: Használjon erős adatbázismotort
id: Gunakan mesin basis data yang kuat
ja: 強力なデータベース エンジンの使用
nl: Een krachtig databaseprogramma gebruiken
pt: Usar um poderoso mecanismo de banco de dados
pt_br: Usar um poderoso mecanismo de banco de dados
ro: Utilizați un motor de baze de date puternic
ru: Использование мощного движка базы данных
sv: Använd en kraftfull databasmotor
ta: சக்திவாய்ந்த தரவுத்தள இயந்திரத்தைப் பயன்படுத்து
tr: Güç bir veri tabanı sunucusu kullanın
uk: Використання потужного рушія бази даних
zh_hans: 使用强力的数据库引擎
zh_hant: 使用強力的數據庫引擎

source: Please use PostgreSQL for a production environment, see :ref:`database-setup` for more info.
de: Bitte verwenden Sie PostgreSQL für eine Produktionsumgebung, siehe :ref:`database-setup` für weitere Informationen.
ga: Úsáid PostgreSQL le haghaidh timpeallacht táirgeachta, féach :ref:`database-setup` le haghaidh tuilleadh faisnéise.
hu: Kérjük, használjon PostgreSQL-t éles környezetben, részletekért lásd: :ref:`database-setup`.
id: Silakan gunakan PostgreSQL untuk lingkungan produksi, lihat :ref:`database-setup` untuk info lebih lanjut.
ja: 運用環境では PostgreSQL を使用してください。詳細については、:ref:`database-setup` を確認してください。
nl: Gebruik PostgreSQL voor een productieomgeving, bekijk :ref:`database-setup` voor meer informatie.
pt: Por favor, use PostgreSQL para um ambiente de produção, consulte :ref:`database-setup` para obter mais informações.
pt_br: Por favor, use PostgreSQL para um ambiente de produção, consulte :ref:`database-setup` para obter mais informações.
ro: Vă rugăm să folosiți PostgreSQL pentru un mediu de producție, consultați :ref:`database-setup` pentru mai multe informații.
ru: Пожалуйста, используйте для рабочего окружения PostgreSQL, для получения более подробной информации смотрите раздел :ref:`database-setup`.
sv: Använd PostgreSQL för en produktionsmiljö, se :ref:`database-setup` för mer information.
tr: Lütfen üretim ortamı için PostgreSQL kullanın. Ayrıntılı bilgi almak için: :ref:`database-setup`.
uk: Будь ласка, скористайтеся PostgreSQL для промислових середовищ. Див. :ref:`database-setup`, щоб дізнатися більше.
zh_hans: 请使用 PostgreSQL 作为生产环境，更多信息请参见 :ref:`database-setup`。
zh_hant: 請使用 PostgreSQL 作為生產環境，更多信息請參見 :ref:`database-setup` 。

source: Use adjacent location for running the database server, otherwise the networking performance or reliability might ruin your Weblate experience.
de: Verwenden Sie einen benachbarten Standort für den Betrieb des Datenbankservers, da sonst die Netzwerkleistung oder -zuverlässigkeit Ihr Weblate-Erlebnis beeinträchtigen könnte.
ga: Bain úsáid as an suíomh cóngarach chun an freastalaí bunachar sonraí a rith, nó d'fhéadfadh an fheidhmíocht líonraithe nó iontaofacht do thaithí Weblate a mhilleadh.
hu: Az adatbázis-kiszolgálót lehetőség szerint közeli helyen futtassa, mert a hálózati teljesítmény vagy megbízhatóság problémái rontanák a Weblate használati élményét.
id: Gunakan lokasi yang berdekatan untuk menjalankan server basis data, jika tidak, kinerja atau keandalan jaringan dapat merusak pengalaman Weblate Anda.
ja: データベース サーバーは、近くのロケーションに設置してください。そうしなければ、ネットワークのパフォーマンスや信頼性が原因で、Weblate が使用できなくなることがあります。
nl: Gebruik een aanliggende locatie voor het uitvoeren van de databaseserver, anders zouden de prestaties van het netwerk of de betrouwbaarheid ervan uw ervaring met Weblate kunnen ruïneren.
pt: Use um local adjacente para executar o servidor de banco de dados, caso contrário, o desempenho ou confiabilidade da rede podem arruinar a sua experiência com o Weblate.
pt_br: Use um local adjacente para executar o servidor de banco de dados, caso contrário, o desempenho ou confiabilidade da rede podem arruinar sua experiência com o Weblate.
ro: Folosiți o locație adiacentă pentru a rula serverul de baze de date, în caz contrar performanța sau fiabilitatea rețelei ar putea să vă distrugă experiența Weblate.
ru: Используйте соседнее место для размещения сервера базы данных, иначе производительность или надёжность сети может испортить работу с Weblate.
sv: Använd en närliggande plats för att köra databasservern, annars kan nätverksprestandan eller tillförlitligheten förstöra din upplevelse av Weblate.
ta: தரவுத்தள சேவையகத்தை இயக்க அருகிலுள்ள இருப்பிடத்தைப் பயன்படுத்து, இல்லையெனில் பிணையம்கிங் செயல்திறன் அல்லது நம்பகத்தன்மை உங்கள் வலைபெயர்ப்பு அனுபவத்தை அழிக்கக்கூடும்.
tr: Veri tabanı sunucusunu çalıştırmak için yakın konumları kullanın. Yoksa ağ başarımı ya da güvenilirliği sorunları Weblate deneyiminizi mahvedebilir.
uk: Застосовуйте суміжне розташування для запуску сервера бази даних, інакше швидкодія або надійність мережі можуть зіпсувати роботу Weblate.
zh_hans: 请在邻近的位置部署数据库服务器，否则网络性能或可靠性问题可能会破坏你的Weblate体验。

source: Check the database server performance or tweak its configuration, for example using `PGTune <https://pgtune.leopard.in.ua/>`_.
de: Überprüfen Sie die Leistung des Datenbankservers oder passen Sie seine Konfiguration an, zum Beispiel mit `PGTune <https://pgtune.leopard.in.ua/>`_.
ga: Seiceáil feidhmíocht an fhreastalaí bunachar sonraí nó tweak a chumraíocht, mar shampla ag baint úsáide as `PGTune <https://pgtune.leopard.in.ua/>`_.
hu: Ellenőrizze az adatbázis-kiszolgáló teljesítményét vagy optimalizálja annak konfigurációját, például a `PGTune <https://pgtune.leopard.in.ua/>`_ segítségével.
id: Periksa kinerja server basis data atau ubah konfigurasinya, misalnya menggunakan `PGTune <https://pgtune.leopard.in.ua/>`_.
ja: 例えば `PGTune <https://pgtune.leopard.in.ua/>`_ を使用して、データベース サーバーの性能の検査をしたり、設定を調整してください。
nl: Controleer de prestaties van de databaseserver of pas zijn configuratie aan, door bijvoorbeeld `PGTune <https://pgtune.leopard.in.ua/>`_ te gebruiken.
pt: Verifique o desempenho do servidor de banco de dados ou ajuste a sua configuração, por exemplo, usando `PGTune <https://pgtune.leopard.in.ua/>`_.
pt_br: Verifique o desempenho do servidor de banco de dados ou ajuste sua configuração, por exemplo, usando `PGTune <https://pgtune.leopard.in.ua/>`_.
ro: Verificați performanța serverului de baze de date sau modificați configurația acestuia, de exemplu folosind `PGTune <https://pgtune.leopard.in.ua/>`_.
ru: Проверьте производительность сервера базы данных или настройте его конфигурацию, например, используя `PGTune <https://pgtune.leopard.in.ua/>`_.
sv: Kontrollera databasserverns prestanda eller justera dess konfiguration, till exempel med hjälp av `PGTune <https://pgtune.leopard.in.ua/>`_.
ta: தரவுத்தள சேவையக செயல்திறனைச் சரிபார்க்கவும் அல்லது அதன் உள்ளமைவை மாற்றவும், எடுத்துக்காட்டாக `pgtune <https://pgtune.leopard.in.ua/>` _.
tr: Veri tabanı sunucusunun başarımını denetleyin veya yapılandırmasını değiştirin. Örneğin `PGTune <https://pgtune.leopard.in.ua/>`_ kullanabilirsiniz.
uk: Перевірте швидкодію сервера бази даних або налаштуйте його конфігурацію, наприклад, застосувавши `PGTune <https://pgtune.leopard.in.ua/>`_.
zh_hans: 检查数据库服务器性能或调整其配置，例如使用 `PGTune <https://pgtune.leopard.in.ua/>`_.。

source: Configure cache
sv: Konfigurera cache

source: If possible, use Valkey or Redis from Django by adjusting the ``CACHES`` configuration variable, for example:
sv: Om möjligt, använd Valkey eller Redis från Django genom att justera konfigurationsvariabeln ``CACHES``, till exempel:

source: In case you change settings for the cache, you might need to adjust them for Celery as well, see :ref:`celery`.
sv: Om du ändrar inställningarna för cachen kan du behöva justera dem även för Celery, se :ref:`celery`.

source: Avatar caching
ga: Taisce avatar
hu: Profilképek gyorsítótárazása
id: Tembolok avatar
ja: アバターのキャッシュ
nl: Cachen avatar
pt: Cache de avatares
pt_br: Cache de avatares
ro: Avatar în memoria cache
ru: Кеширование аватаров
sv: Avatar-cachning
ta: அவதார் கேச்சிங்
tr: Avatar ön belleği
uk: Кешування аватару
zh_hans: 头像缓存
zh_hant: 個人頭像快取

source: In addition to caching of Django, Weblate performs caching of avatars. It is recommended to use a separate, file-backed cache for this purpose:
de: Zusätzlich zum Caching von Django führt Weblate auch ein Caching von Avataren durch. Es wird empfohlen, für diesen Zweck einen separaten, dateibasierten Cache zu verwenden:
ga: Chomh maith le taisceadh Django, déanann Weblate caching avatars. Moltar taisce ar leith, comhad-thacaithe a úsáid chun na críche seo:
hu: A Django gyorsítótárazása mellett a Weblate a profilképeket is gyorsítótárazza. Erre a célra ajánlott külön, fájl-alapú gyorsítótár használata:
id: Selain melakukan menyimpan temporer Django, Weblate juga melakukan menyimpan temporer avatar. Disarankan untuk menggunakan simpanan terpisah yang didukung berkas untuk tujuan ini:
ja: Django のキャッシュに加えて、Weblate はアバターのキャッシュも行います。そちらは、独立したファイルベースのキャッシュにすることをおすすめします:
nl: In aanvulling op het cachen van Django, voert Weblate ook cachen van avatars uit. Aanbevolen wordt om hiervoor een afzonderlijke, door bestanden gesteunde, cache te gebruiken:
pt: Além do cache de Django, Weblate realiza cache de avatares. Recomenda-se usar um cache separado, baseado em ficheiros para este fim:
pt_br: Além do cache de Django, Weblate realiza cache de avatares. Recomenda-se usar um cache separado, baseado em arquivos para este fim:
ro: În plus față de memoria cache a lui Django, Weblate realizează și memoria cache a avatarelor. În acest scop, se recomandă utilizarea unui cache separat, susținut de fișiere:
ru: Помимо кэширования силами Django, Weblate выполняет кэширование аватаров. Для этой цели рекомендуется воспользоваться отдельным файловым кэшем:
sv: Förutom caching av Django utför Weblate även caching av avatarer. Det rekommenderas att använda en separat, filbaserad cache för detta ändamål:
ta: சாங்கோவை கேச்சிங் செய்வதோடு கூடுதலாக, வலைபெயர்ப்பு அவதாரங்களின் தேக்ககத்தை செய்கிறது. இந்த நோக்கத்திற்காக தனி, கோப்பு உதவி தற்காலிக சேமிப்பைப் பயன்படுத்த பரிந்துரைக்கப்படுகிறது:
tr: Django ön belleğinin yanında, Weblate avatarları da ön belleğe alır. Bu amaçla ayrı, dosya temelli bir ön bellek kullanılması önerilir:
uk: На додачу до кешування даних Django, Weblate виконує кешування аватарів. Рекомендуємо для виконання цього завдання скористатися окремим файловим кешем:
zh_hans: 除了 Django 的缓存，Weblate 还执行头像缓存。推荐使用单独的、文件后端缓存来用于这个目的：
zh_hant: 除了 Django 的緩存， Weblate 還執行頭像緩存。推薦使用單獨的、文件後端緩存來用於這個目的：

source: Configure e-mail sending
de: E-Mail-Versand konfigurieren
ga: Cumraigh seoladh r-phoist
hu: E-mailek küldésének konfigurálása
id: Konfigurasikan pengiriman surel
ja: メールの送信設定
nl: Verzenden van e-mail configureren
pt: Configurar envio de e-mail
pt_br: Configurar envio de e-mail
ro: Configurați trimiterea de e-mailuri
ru: Настройка отправки электронной почты
sv: Konfigurera e-postutskick
ta: மின்னஞ்சல் அனுப்புதல் உள்ளமைக்கவும்
tr: E-posta gönderimini yapılandırın
uk: Налаштовування надсилання електронної пошти
zh_hans: 配置电子邮件发送的设置
