Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Review strings in ``foo/bar`` Spanish translation (not elsewhere).
de: Zeichenketten in der spanischen Übersetzung von ``foo/bar`` überprüfen (nirgendwo sonst).
ga: Léirmheas ar na teaghráin in aistriúchán Spáinnise ``foo/bar`` (ní in aon áit eile).
hu: Szövegek felülvizsgálata a ``foo/bar`` spanyol fordításában (más helyeken nem).
id: Tinjau string dalam terjemahan bahasa Spanyol ``foo/bar`` (tidak di tempat lain).
ja: スペイン語訳（のみ）の ``foo/bar`` コンポーネントにある文字列の査読。
nl: Tekenreeksen nakijken in ``foo/bar`` Spaanse vertaling (niet ergens anders).
pt: Rever cadeias na tradução para espanhol de ``foo/bar`` (não em outro lugar).
pt_br: Revisar textos na tradução para espanhol de ``foo/bar`` (não em outro lugar).
ro: Revizuirea șirurilor de caractere în traducerea spaniolă ``foo/bar`` (nu în altă parte).
ru: Рецензирование строк в испанском переводе ``foo/bar`` (не в других местах).
sv: Granska strängar i den spanska översättningen av ``foo/bar`` (inte någon annanstans).
ta: `` foo/bar`` ச்பானிச் மொழிபெயர்ப்பில் (வேறு இடங்களில் இல்லை) சரங்களை மதிப்பாய்வு செய்யவும்.
tr: ``foo/bar`` İspanyolca çevirisinde (başka bir yerde değil) dizgeleri onaylama izni.
uk: Рецензування рядків у іспанському перекладі ``щось/десь`` (і тільки у ньому).
zh_hans: 审校 ``foo/bar`` 西班牙语翻译（而非其他地方）中的字符串。
zh_hant: 審查'foo /酒吧''s西班牙語翻譯（不是其他地方）的字符串。

source: Manage VCS for the whole ``foo/bar`` repository e.g. commit pending changes made by translators for all languages.
de: VCS für das gesamte ``foo/bar``-Repository verwalten, z. B. ausstehende Änderungen von Übersetzern für alle Sprachen committen.
ga: Bainistigh VCS don stór iomlán ``foo/bar`` m.sh. gealltanas a thabhairt ar feitheamh athruithe a dhéanfaidh aistritheoirí do gach teanga.
hu: A teljes ``foo/bar`` tároló VCS (verzió kezelő rendszer) kezelése, például a fordítók által végzett, minden nyelvre vonatkozó függőben lévő változások véglegesítése.
id: Kelola VCS untuk seluruh repositori ``foo/bar`` misalnya, melakukan perubahan tertunda yang dibuat oleh penerjemah untuk semua bahasa.
ja: ``foo/bar`` リポジトリ全体の VCS の管理。例: すべての言語の翻訳者によって行われた保留中の変更をコミットする。
nl: VCS beheren voor de gehele opslagplaats ``foo/bar``, bijv. indienen van nog te verwerken wijzigingen die zijn gedaan door vertalers, voor alle talen.
pt: Gerir VCS para todo o repositório ``foo/bar``, por exemplo, fazer commit de alterações pendentes feitas por tradutores de todos os idiomas.
pt_br: Gerenciar VCS para todo o repositório ``foo/bar``, por exemplo, fazer commit de alterações pendentes feitas por tradutores de todos os idiomas.
ro: Gestionați VCS pentru întregul depozit ``foo/bar``, de exemplu, confirmați modificările în așteptare făcute de traducători pentru toate limbile.
ru: Управление VCS для всего репозитория ``foo/bar``, например, коммит ожидающий изменений, сделанных переводчиками для всех языков.
sv: Hantera VCS för hela ``foo/bar``-arkivet, t.ex. bekräfta väntande ändringar som gjorts av översättare för alla språk.
ta: முழு `` foo/bar`` களஞ்சியத்திற்கு vc களை நிர்வகி. எல்லா மொழிகளுக்கும் மொழிபெயர்ப்பாளர்களால் செய்யப்படும் நிலுவையில் உள்ள மாற்றங்களைச் செய்யுங்கள்.
tr: Tüm ``foo/bar`` deposu için sürüm denetimi sistemi yönetimi. Çevirmenler tarafından tüm diller için yapılmış bekleyen değişikliklerin işlenmesi gibi.
uk: Управління системою керування версіями для усього сховища ``щось/десь``, наприклад внесення зміни з черги, які є результатами роботи перекладачів, для всіх мов.
zh_hans: 管理整个 ``foo/bar`` 仓库的版本控制系统，例如提交所有语言的译者所做的待处理更改。
zh_hant: 管理整個```foo / bar``jociticory的VCS。提交待定的翻譯人員對所有語言進行的更改。

source: Automatic team assignments
de: Automatische Teamzuweisungen
ga: Tascanna foirne uathoibríocha
hu: Automatikus csapathoz rendelés
id: Penetapan tim otomatis
ja: 自動チーム割り当て
nl: Automatisch toewijzen team
pt: Atribuições de equipa automáticas
pt_br: Atribuições de equipe automáticas
ro: Atribuirea automată a echipelor
ru: Автоматическое назначение команд
sv: Automatiska teamtilldelningar
ta: தானியங்கி குழு பணிகள்
tr: Kendiliğinden takım atamaları
uk: Автоматичні призначення команд
zh_hans: 自动团队分配

source: While editing the :guilabel:`Team`, you can specify :guilabel:`Automatic assignments`, which is a list of regular expressions used to automatically assign newly created users to a team based on their e-mail addresses. This assignment only happens upon account creation.
de: Beim Bearbeiten des :guilabel:`Team` können Sie :guilabel:`Automatische Zuweisungen` angeben. Dabei handelt es sich um eine Liste regulärer Ausdrücke, mit der neu angelegte Benutzer anhand ihrer E-Mail-Adressen automatisch einem Team zugewiesen werden. Diese Zuweisung erfolgt nur bei der Kontoerstellung.
ga: Le linn duit an :guilabel:`Team` a chur in eagar, is féidir leat :guilabel:`Tascanna Uathoibríocha` a shonrú, ar liosta de na habairtí rialta é a úsáidtear chun úsáideoirí nuachruthaithe a shannadh go huathoibríoch d'fhoireann bunaithe ar a seoltaí ríomhphoist. Ní tharlaíonn an tasc seo ach amháin nuair a chruthaítear cuntas.
hu: A :guilabel:`Csapat` szerkesztésekor megadhatja az :guilabel:`Automatikus hozzárendelések` listát, amely reguláris kifejezéseket tartalmaz. Ezek alapján a rendszer automatikusan hozzárendeli az újonnan létrehozott felhasználókat egy csapathoz az e-mail címük alapján. Ez a hozzárendelés csak a fiók létrehozásakor történik meg.
id: Saat menyunting :guilabel:`Team`, Anda dapat menentukan :guilabel:`Automatic assignments`, yang merupakan daftar ekspresi reguler yang digunakan untuk menetapkan pengguna yang baru dibuat secara otomatis ke suatu tim berdasarkan alamat surel mereka. Penetapan ini hanya terjadi setelah pembuatan akun.
ja: :guilabel:`チーム` を編集するとき、:guilabel:`自動割り当て` を指定できます。これは、新規に作成したユーザーをメールアドレスに基づいてチームに自動的に割り当てるために使用する正規表現のリストです。この割り当ては、アカウントの作成時にのみ行われます。
nl: Tijdens het bewerken van het :guilabel:`Team`, kunt u :guilabel:`Automatisch toewijzen` specificeren, wat een lijst met reguliere expressies is die wordt gebruikt om automatisch nieuw aangemaakte gebruikers toe te wijzen aan een team, gebaseerd op hun e-mailadressen. Deze toewijzing wordt alleen uitgevoerd bij het aanmaken van een account.
pt: Ao editar :guilabel:`Team`, pode especificar :guilabel:`Automatic assignments`, que é uma lista de expressões regulares usadas para atribuir automaticamente utilizadores recém-criados a uma equipa com base nos seus endereços de e-mail. Esta atribuição ocorre somente na criação da conta.
pt_br: Ao editar a :guilabel:`Equipe`, você pode especificar :guilabel:`Atribuições automáticas`, que é uma lista de expressões regulares usadas para atribuir automaticamente usuários recém-criados a uma equipe com base em seus endereços de e-mail. Essa atribuição ocorre somente na criação da conta.
ru: При редактировании :guilabel:`команды` можно указать :guilabel:`автоматическое назначение`, которое представляет собой список регулярных выражений, используемых для автоматического назначения вновь созданных пользователей в команду на основе их адресов электронной почты. Это назначение происходит только при создании учётной записи.
sv: När du redigerar :guilabel:`Team` kan du ange :guilabel:`Automatiska tilldelningar`, som är en lista med reguljära uttryck som används för att automatiskt tilldela nyapplikationer till ett team baserat på deras e-postadresser. Denna tilldelning sker endast vid skapandet av kontot.
ta: திருத்தும் போது: வபஇசிட்டை: `குழு`, நீங்கள் குறிப்பிடலாம்: வபஇசிட்டை:` தானியங்கி பணிகள்`, இது புதிதாக உருவாக்கப்பட்ட பயனர்களை அவர்களின் மின்னஞ்சல் முகவரிகளின் அடிப்படையில் ஒரு குழுவுக்கு தானாகவே ஒதுக்க பயன்படுத்தப்படும் வழக்கமான வெளிப்பாடுகளின் பட்டியலாகும். இந்த பணி கணக்கு உருவாக்கத்தின் அடிப்படையில் மட்டுமே நிகழ்கிறது.
tr: :guilabel:`Takım` düzenleme bölümünde, yeni oluşturulan kullanıcıları e-posta adreslerine göre bir takıma kendiliğinden atanması için kullanılacak kurallı ifade listesi ile :guilabel:`Kendiliğinden atama` yapabilirsiniz. Bu atama yalnızca hesap açılırken yapılır.
uk: При редагуванні :guilabel:`Команди` ви можете вказати :guilabel:`Автоматичні призначення`, тобто список формальних виразів, які використовуватимуться для автоматичного пов'язування створених записів користувачів до команди на основі адреси електронної пошти. Ця прив'язка виконуватиметься лише під час створення облікового запису.
zh_hans: 编辑 :guilabel:`团队` 时，你可以指定 :guilabel:`自动 分配`，这是一个正则表达式列表，用于根据他们的电子邮箱地址自动将新创建的用户分配到团队。此分配仅在创建账户时发生。

source: The most common use-case for the feature is to assign all new users to some default team. This behavior is used for the default `Users` and `Guest` teams (see :ref:`default-teams`). Use regular expression ``^.*$`` to match all users.
de: Der häufigste Anwendungsfall für diese Funktion ist es, alle neuen Benutzer einem Standardteam zuzuweisen. Dieses Verhalten wird für die Standardteams `Benutzer` und `Gast` verwendet (siehe :ref:`default-teams`). Verwenden Sie den regulären Ausdruck ``^.*$``, um alle Benutzer zu finden.
ga: Is é an cás úsáide is coitianta don ghné ná gach úsáideoir nua a shannadh d'fhoireann réamhshocraithe éigin. Úsáidtear an t-iompar seo do na foirne réamhshocraithe `Úsáideoirí `agus `Guest` (féach :ref:`default-teams`). Úsáid abairt rialta ``^.*$`` chun gach úsáideoir a mheaitseáil.
hu: A funkció leggyakoribb használata, hogy minden új felhasználót automatikusan egy alapértelmezett csapathoz rendeljünk. Ez a megoldás van beállítva az alapértelmezett `Felhasználók` és `Vendégek` csapatoknál is (lásd: :ref:`default-teams`). Használja a ``^.*$`` reguláris kifejezést, ha minden felhasználóra kívánja alkalmazni.
id: Kasus penggunaan yang paling umum untuk fitur ini adalah untuk menetapkan semua pengguna baru ke beberapa tim bawaan. Perilaku ini digunakan untuk tim `Pengguna` dan `Tamu` bawaan (lihat :ref:`default-teams`). Gunakan ekspresi reguler ``^.*$`` untuk mencocokkan semua pengguna.
ja: この機能の最も一般的な使用例は、すべての新しいユーザーをデフォルトのチームに割り当てることです。この動作は、デフォルトの `ユーザー` および `ゲスト` チームに使用されます（参照: :ref:`default-teams`）。正規表現 ``^.*$`` を使用して、すべてのユーザーと一致させます。
nl: Het meest voorkomende gebruiksgeval voor de mogelijkheid is om alle nieuwe gebruikers toe te wijzen aan een standaard team. Dit gedrag wordt gebruikt voor de standaard teams `Gebruikers` en `Gast` (bekijk :ref:`default-teams`). Gebruik de reguliere uitdrukking ``^.*$`` om alle gebruikers overeen te laten komen.
pt: O caso de uso mais comum da funcionalidade é atribuir todos os novos utilizadores a alguma equipa padrão. Este comportamento é usado para as equipas padrão `Users` e `Guest` (ver :ref:`default-teams`). Use a expressão regular ``^.*$`` para corresponder a todos os utilizadores.
pt_br: O caso de uso mais comum de funcionalidade é atribuir todos os novos usuários a alguma equipe padrão. Esse comportamento é usado para as equipes padrão `Users` e `Guest` (consulte :ref:`default-teams`). Use a expressão regular ``^.*$`` para corresponder a todos os usuários.
ru: Наиболее часто эта функция используется для назначения всех новых пользователей в некоторую команду по умолчанию. Такое поведение используется для команд по умолчанию `пользователей` и `гостей` (см. :ref:`default-teams`). Используйте регулярное выражение ``^.*$`` для соответствия всем пользователям.
sv: Den vanligaste användningen för funktionen är att tilldela alla nya användare till ett standardteam. Detta beteende används för standardteamen `Users` och `Guest` (se :ref:`default-teams`). Använd reguljära uttryck ``^.*$`` för att matcha alla användare.
tr: Bu özelliğin en yaygın kullanımı, tüm yeni kullanıcıları varsayılan bir takıma atamaktır. Bu davranış, varsayılan `Kullanıcılar` ve `Konuk` takımları için uygulanır (ayrıntılı bilgi almak için: :ref:`default-teams`). Tüm kullanıcıları eşleştirmek için ``^.*$`` kurallı ifadesini kullanın.
uk: Найпоширенішим випадком використання для цієї можливості є призначення усіх нових користувачів до певної типової команди. Це використовується для типових команд `Користувачі` і `Гість` (див. :ref:`default-teams`). Скористайтеся формальним виразом ``^.*$`` для встановлення відповідності усім користувачам.
zh_hans: 该功能最常见的用例是将所有新用户分配到某些默认的团队中。此行为用于默认的 `Users` 和 `Guest` 团队（见 :ref:`default-teams`）。使用正则表达式 ``^.*$`` 来匹配所有用户。

source: Another use-case for this option might be to give some additional privileges to employees of your company by default. Assuming all of them use corporate e-mail addresses on your domain, this can be accomplished with an expression like ``^.*@mycompany.com``.
de: Ein anderer Anwendungsfall für diese Option könnte darin bestehen, den Mitarbeitern Ihres Unternehmens standardmäßig einige zusätzliche Rechte einzuräumen. Unter der Annahme, dass alle Mitarbeiter eine Firmen-E-Mail-Adresse in Ihrer Domain verwenden, kann dies mit einem Ausdruck wie ``^.*@mycompany.com`` erreicht werden.
ga: B’fhéidir gur cás úsáide eile don rogha seo ná roinnt pribhléidí breise a thabhairt d’fhostaithe do chuideachta de réir réamhshocraithe. Ag glacadh leis go n-úsáideann gach duine acu seoltaí ríomhphoist corparáideacha ar d'fhearann, is féidir é seo a bhaint amach le slonn mar ``^.*@mycompany.com``.
hu: Másik felhasználási mód például az, hogy alapértelmezés szerint további jogosultságokat adjon a vállalat alkalmazottainak. Feltételezve, hogy mindannyian a céges e-mail címüket használják a cég domain nevével, ezt meg lehet valósítani egy olyan kifejezéssel, mint például ``^.*@mycompany.com``.
id: Contoh lain dari opsi ini adalah memberikan beberapa hak istimewa tambahan kepada karyawan perusahaan Anda secara bawaan. Dengan asumsi semua karyawan menggunakan alamat surel perusahaan di domain Anda, hal ini dapat dilakukan dengan ekspresi seperti ``^.*@perusahaansaya.com``.
ja: このオプションの別の使用例としては、デフォルトで会社の従業員に、アクセス権を追加で付与する場合です。従業員全員が、会社のドメインでメールアドレスを使用していると仮定した場合、``^.*@mycompany.com`` のような正規表現で実現できます。
nl: Een ander gebruiksgeval voor deze optie zou kunnen zijn om standaard aanvullende rechten te geven aan werknemers van uw bedrijf. Ervan uitgaande dat zij allemaal e-mailadressen van het bedrijf op uw domein gebruiken, kan dit worden bereikt met een uitdrukking als ``^.*@mijnbedrijf.com``.
pt: Outro caso de uso para esta opção pode ser conceder alguns privilégios adicionais aos funcionários da sua empresa por padrão. Supondo que todos eles usem endereços de e-mail corporativos no seu domínio, isto pode ser feito com uma expressão como ``^.*@mycompany.com``.
pt_br: Outro caso de uso para essa opção pode ser conceder alguns privilégios adicionais aos funcionários de sua empresa por padrão. Supondo que todos eles usem endereços de e-mail corporativos em seu domínio, isso pode ser feito com uma expressão como ``^.*@mycompany.com``.
ru: Другим вариантом использования этой опции может быть предоставление дополнительных привилегий сотрудникам вашей компании по умолчанию. Если предположить, что все они используют корпоративные адреса электронной почты в вашем домене, то это можно сделать с помощью выражения типа ``^.*@моякомпания.com``.
sv: Ett annat användningsfall för detta alternativ kan vara att ge vissa extra privilegier till anställda i ditt företag som standard. Om alla använder företagets e-postadresser på din domän kan detta åstadkommas med ett uttryck som ``^.*@mycompany.com``.
ta: இந்த விருப்பத்திற்கான மற்றொரு பயன்பாட்டு வழக்கு இயல்புநிலையாக உங்கள் நிறுவனத்தின் ஊழியர்களுக்கு சில கூடுதல் சலுகைகளை வழங்குவதாகும். அவர்கள் அனைவரும் உங்கள் டொமைனில் கார்ப்பரேட் மின்னஞ்சல் முகவரிகளைப் பயன்படுத்துகிறார்கள் என்று கருதினால், இதை ``^.*@mycompany.com`` போன்ற வெளிப்பாட்டுடன் நிறைவேற்ற முடியும்.
tr: Bu seçeneğin başka bir kullanım örneği, varsayılan olarak kuruluşunuzun çalışanlarına bazı ek izinler vermek olabilir. Tümünün etki alanınızın kurumsal e-posta adreslerini kullandığını varsayarsak, bu ``^.*@kurulusum.com`` gibi bir kurallı ifadeyle yapılabilir.
uk: Ще одним випадком використання цього параметра може бути типове надання певних додаткових прав доступу працівникам вашої компанії. Припускаючи, що всі вони користуються корпоративними адресами електронної пошти на вашому домені, досягти цього можна виразом, подібним до ``^.*@mycompany.com``.
zh_hans: 此选项的另一个用例可能是默认为您公司的员工提供一些额外的权限。假设他们都使用您域中的公司电子邮箱地址，这可以通过像 ``^.*@mycompany.com`` 这样的表达式来完成。

source: Automatic team assignment to `Users` and `Viewers` is always recreated when upgrading from one Weblate version to another. If you want to turn it off, set the regular expression to ``^$`` (which won’t match anything).
de: Die automatische Teamzuweisung zu `Benutzer` und `Betrachter` wird immer neu erstellt, wenn Sie von einer Weblate-Version auf eine andere aktualisieren. Wenn Sie dies abstellen möchten, setzen Sie den regulären Ausdruck auf ``^$`` (der auf nichts zutrifft).
ga: Athchruthaítear i gcónaí sannadh foirne uathoibríoch do `Users` agus `Viewers` nuair a dhéantar uasghrádú ó leagan Gréasáin amháin go leagan eile. Más mian leat é a chasadh as, socraigh an slonn rialta go ``^$`` (nach n-oireann tada).
hu: A `Felhasználók` és `Megtekintők` automatikus csapat-hozzárendelése minden Weblate-frissítéskor automatikusan újra létrejön. Ha ezt szeretné letiltani, állítsa a reguláris kifejezést `^$` értékre (így nem fog egyezni egyetlen felhasználóval sem).
id: Penugasan tim otomatis ke `Pengguna` dan `Penonton` selalu dibuat ulang saat memperbarui dari satu versi Weblate ke versi lainnya. Jika Anda ingin menonaktifkannya, tetapkan ekspresi reguler ke ``^$`` (yang tidak akan cocok dengan apa pun).
ja: ある Weblate バージョンから別のバージョンにアップグレードすると、`ユーザー` と `閲覧者` へのチームの自動割り当てが常に再作成されます。これを無効にするには、正規表現を ``^$`` （何にも一致しない）に設定してください。
nl: Automatisch team toewijzen aan `Gebruikers` en `Kijkers` wordt altijd opnieuw gemaakt bij het upgraden van de ene versie van Weblate naar een andere. Als u het wilt uitschakelen, stel de reguliere uitdrukking in op ``^$`` (wat met niets overeen zal komen).
pt: Associação automática de equipa para `Utilizadores` e `Visualizadores` sempre será recriada ao atualizar de uma versão anterior do Weblate para outra. Se deseja desativá-los, defina a expressão regular para ``^$`` (que nunca corresponderá).
pt_br: Associação automática de equipe para `Usuários` e `Visitantes` sempre será recriada ao atualizar de uma versão anterior do Weblate para outra. Se você deseja desativá-los, defina a expressão regular para ``^$`` (que nunca corresponderá).
ro: Atribuirea automată a echipelor la `Utilizatori` și `Vizualizatori` este întotdeauna recreată atunci când se face upgrade de la o versiune Weblate la alta. Dacă doriți să o dezactivați, setați expresia regulată la ``^$`` (care nu se va potrivi cu nimic).
ru: При выполнении миграций автоматическое назначение для групп `пользователей` и `просматривающих` всегда пересоздаётся при переходе с одной версии Weblate на другую. В случае, если вы хотите его отключить, просто задайте для него регулярное выражение ``^$`` (которому не будет соответствовать ничего).
sv: Automatisk teamtilldelning till `Användare` och `Visare` återskapas alltid när du uppgraderar från en Weblate-version till en annan. Om du vill inaktivera den ställer du in det reguljära uttrycket till ``^$`` (som inte matchar något).
ta: `பயனர்கள்` மற்றும்` பார்வையாளர்களுக்கு 'தானியங்கி குழு ஒதுக்கீடு ஒரு வலைபெயர்ப்பு பதிப்பிலிருந்து இன்னொரு இடத்திற்கு மேம்படுத்தும்போது எப்போதும் மீண்டும் உருவாக்கப்படும். நீங்கள் அதை அணைக்க விரும்பினால், வழக்கமான வெளிப்பாட்டை ``^$ `` (இது எதையும் பொருத்தாது) என அமைக்கவும்.
tr: `Kullanıcılar` ve `Görüntüleyiciler` için kendiliğinden takım ataması, bir Weblate sürümünden diğerine yükseltme yaparken her zaman yeniden oluşturulur. Bu seçeneği kapatmak istiyorsanız, kurallı ifadeyi ``^$`` olarak ayarlayın (hiçbir şeyle eşleşmez).
uk: Автоматична прив'язка до команд для команд `Users` і `Viewers` виконуватиметься завжди при оновленні версії Weblate. Якщо ви хочете вимкнути її, встановіть для формального виразу прив'язки значення ``^$``, якому не відповідає жоден рядок.
zh_hans: 从一个 Weblate 版本升级到另一个版本时，总是会重新创建对 `用户` 和 `查看者` 的自动团队分配。如果你想关闭它，将正则表达式设置为 ``^$``\ （不匹配任何内容）。

source: As for now, there is no way to bulk-add already existing users to some team via the user interface. For that, you may resort to using the :ref:`REST API <api>`.
de: Im Moment gibt es noch keine Möglichkeit, bereits bestehende Benutzer über die Bedienoberfläche zu einem Team hinzuzufügen. Hierfür können Sie auf die :ref:`REST API <api>` zurückgreifen.
ga: Mar atá anois, níl aon bhealach ann chun úsáideoirí atá ann cheana féin a chur le mórchóir le foireann éigin tríd an gcomhéadan úsáideora. Mar sin, féadfaidh tú dul i muinín an :ref:`REST API <api>` a úsáid.
hu: Jelenleg nincs lehetőség arra, hogy már meglévő felhasználókat tömegesen adjon hozzá csapatokhoz a felhasználói felületen keresztül. Ehhez a :ref:`REST API <api>` használata javasolt.
id: Saat ini, belum ada cara untuk menambahkan pengguna yang sudah ada secara massal ke tim tertentu melalui antarmuka pengguna. Untuk itu, Anda dapat menggunakan :ref:`REST API <api>`.
ja: 現在のところ、ユーザー画面から既存のユーザーをチームに一括で追加する方法はありません。一括で追加するには、:ref:`REST API <api>` を使用してください。
nl: Momenteel is er geen manier om reeds bestaande gebruikers in bul toe te voegen aan een team via de gebruikersinterface. Daarvoor zou u de :ref:`REST API <api>` moeten gebruiken.
pt: Por enquanto, não há como adicionar em massa utilizadores já existentes a alguma equipa por meio da interface do utilizador. Para isso, pode recorrer ao uso da :ref:`API REST <api>`.
pt_br: Por enquanto, não há como adicionar em massa usuários já existentes a alguma equipe por meio da interface do usuário. Para isso, você pode recorrer ao uso da :ref:`API REST <api>`.
ru: На данный момент не существует способа массового добавления уже существующих пользователей в какую-либо группу через пользовательский интерфейс. Для этого вы можете прибегнуть к использованию функции :ref:`REST API <api>`.
sv: För närvarande finns det inget sätt att lägga till befintliga användare till ett team via användargränssnittet. För detta kan du använda :ref:`REST API <api>`.
tr: Şimdilik, zaten var olan kullanıcıları kullanıcı arayüzü üzerinden bazı takımlara toplu olarak eklemenin bir yolu yok. Bunun için :ref:`REST API <api>` kullanmayı deneyebilirsiniz.
uk: У поточній версії немає способу пакетного додавання наявних користувачів до певної команди за допомогою інтерфейсу користувача. Для цього ви можете вдатися до використання :ref:`програмного інтерфейсу REST <api>`.
zh_hans: 就目前而言，还没有办法通过用户界面将现有用户批量添加到某个团队。为此，您可以通过 :ref:`REST API <api>` 来实现。

source: Default teams and roles
de: Standardteams und -rollen
ga: Foirne réamhshocraithe agus róil
hu: Alapértelmezett csapatok és szerepkörök
id: Tim dan peran bawaan
ja: デフォルトのチームとロール
nl: Standaard teams en rollen
pt: Equipas e funções padrão
pt_br: Equipes e funções padrão
ru: Команды и роли по умолчанию
sv: Standardteam och roller
ta: இயல்புநிலை அணிகள் மற்றும் பாத்திரங்கள்
tr: Varsayılan takımlar ve roller
uk: Типові команди і ролі
zh_hans: 默认团队和角色
