Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Security keys are WebAuthn credentials that can only be used as a second factor of authentication, and these only validate user presence.
de: Bei den Sicherheitsschlüsseln handelt es sich um WebAuthn-Zugangsdaten, die nur als zweiter Faktor der Authentifizierung verwendet werden können und die nur die Anwesenheit des Benutzers bestätigen.
ga: Is dintiúir WebAuthn iad eochracha slándála nach féidir a úsáid ach mar an dara fachtóir fíordheimhnithe, agus ní dhéanann siad seo ach láithreacht úsáideoirí a bhailíochtú.
hu: A biztonsági kulcs olyan WebAuthn hitelesítő adat, amelyek csak második azonosítási faktorként használható, és csak a felhasználó jelenlétét ellenőrzik.
id: Kunci keamanan adalah kredensial WebAuthn yang hanya dapat digunakan sebagai faktor autentikasi kedua, dan ini hanya memvalidasi keberadaan pengguna.
ja: セキュリティ キーは、認証の 2 番目の要素としてのみ使用できる WebAuthn 資格情報であり、ユーザーの存在のみを検証します。
nl: Beveiligingssleutels zijn WebAuthn inloggegevens die alleen kunnen worden gebruikt als tweede factor voor authenticatie, en zij valideren alleen de aanwezigheid van de gebruiker.
pt: As chaves de segurança são credenciais do WebAuthn que só podem ser usadas como um segundo fator de autenticação e que validam apenas a presença do utilizador.
pt_br: As chaves de segurança são credenciais do WebAuthn que só podem ser usadas como um segundo fator de autenticação e que validam apenas a presença do usuário.
sv: Säkerhetsnycklar är WebAuthn-autentiseringsuppgifter som endast kan användas som en andra autentiseringsfaktor, och dessa validerar endast användarens närvaro.
ta: பாதுகாப்பு விசைகள் என்பது வெப்அத்ன் நற்சான்றிதழ்கள், அவை அங்கீகாரத்தின் இரண்டாவது காரணியாக மட்டுமே பயன்படுத்தப்படலாம், மேலும் இவை பயனர் இருப்பை மட்டுமே உறுதிப்படுத்துகின்றன.
tr: Güvenlik anahtarları, yalnızca ikinci bir doğrulama adımı olarak kullanılabilen WebAuthn kimlik bilgileridir ve bunlar yalnızca kullanıcının varlığını doğrular.
uk: Ключі безпеки — це облікові дані WebAuthn, які можна використовувати лише як другий фактор автентифікації, і вони лише підтверджують присутність користувача.
zh_hans: Security keys 是只能被用作身份认证第二因素的 WebAuthn 凭据，这些仅验证用户存在。

source: Authenticator apps (TOTP)
de: Authentifizierungs-Apps (TOTP)
ga: Aipeanna Authenticator (TOTP)
hu: Hitelesítő alkalmazások (TOTP)
id: Aplikasi autentikator (TOTP)
ja: 認証アプリ（TOTP）
nl: Apps voor authenticatie (TOTP)
pt: Aplicações de autenticação (TOTP)
pt_br: Aplicativos de autenticação (TOTP)
ru: Приложения для авторизации (TOTP)
sv: Autentiseringsappar (TOTP)
ta: அங்கீகார பயன்பாடுகள் (TOTP)
tr: Kimlik doğrulama uygulamaları (tek kullanımlık parola)
uk: Програми для розпізнавання (TOTP)

source: Authenticator apps and browser extensions like Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator, etc. generate time-based one-time passwords that are used as a second factor to verify your identity when prompted during sign-in.
de: Authentifizierungs-Apps und Browser-Erweiterungen wie Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator usw. generieren zeitbasierte Einmalpasswörter, die als zweiter Faktor zum Verifizieren der Identität verwendet werden, wenn Sie bei der Anmeldung dazu aufgefordert werden.
ga: Gineann aipeanna fíordheimhnitheora agus síntí brabhsálaí ar nós Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator, etc. pasfhocail aonuaire bunaithe ar am a úsáidtear mar dhara fachtóir chun d’aitheantas a fhíorú nuair a iarrtar ort le linn síniú isteach.
hu: A hitelesítő alkalmazások és böngészőbővítmények, mint például az Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator stb., időalapú egyszer használatos jelszavakat generálnak, amelyeket második tényezőként használnak az azonosítás megerősítésére a bejelentkezéskor.
id: Aplikasi autentikator dan ekstensi peramban seperti Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator, dsb. menghasilkan kata sandi sekali pakai berbasis waktu yang digunakan sebagai faktor kedua untuk memverifikasi identitas Anda saat diminta saat masuk.
ja: Aegis、Bitwarden、Google Authenticator、1Password、Authy、Microsoft Authenticator などの認証アプリやブラウザー拡張機能は、サインイン時に求められた場合に、あなたの身元を確認するための第二要素として使用する、ワンタイムパスワードを生成します。
nl: Apps voor authenticatie en browseruitbreidingen, zoals Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator, etc., genereren op tijd gebaseerde eenmalige wachtwoorden die als tweede factor worden gebruikt om uw identiteit te verifiëren als daar bij het inloggen naar wordt gevraagd.
pt: Applicações autenticadoras e extensões de navegador como Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator etc. geram senhas temporizadas de uso único que são usadas como um segundo fator para verificar a sua identidade quando solicitado durante a autenticação.
pt_br: Aplicativos autenticadores e complementos de navegador como Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator etc. geram senhas de uso único baseadas em tempo que são usadas como um segundo fator para verificar sua identidade quando solicitado durante o login.
sv: Autentiseringsappar och webbläsartillägg som Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator etc. genererar tidsbaserade engångslösenord som används som en andra faktor för att verifiera din identitet när du ombeds göra det vid inloggningen.
tr: Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator gibi kimlik doğrulama uygulamaları ve tarayıcı eklentileri, oturum açma sırasında istendiğinde kimliğinizi doğrulamak için ikinci adım olarak kullanılan zamana bağlı tek kullanımlık parolalar üretir.
uk: Програми автентифікатора та розширення браузера, такі як Aegis, Bitwarden, Google Authenticator, 1Password, Authy, Microsoft Authenticator тощо, генерують одноразові паролі на основі часу, які використовуються як другий фактор для підтвердження вашої особи, коли з’являється запит під час входу.

source: Recovery codes
de: Wiederherstellungscodes
ga: Cóid aisghabhála
hu: Helyreállítási kódok
id: Kode pemulihan
ja: 回復コード
nl: Herstelcodes
pt: Códigos de recuperação
pt_br: Códigos de recuperação
ru: Коды восстановления
sv: Återställningskoder
ta: மீட்பு குறியீடுகள்
tr: Kurtarma kodları
uk: Коди відновлення
zh_hans: 恢复代码

source: Recovery codes can be used to access your account if you lose access to your device and cannot receive two-factor authentication codes.
de: Wiederherstellungscodes können verwendet werden, um auf Ihr Benutzerkonto zuzugreifen, wenn Sie den Zugriff auf Ihr Gerät verlieren und keine Codes für die Zwei-Faktor-Authentifizierungcodes erhalten können.
ga: Is féidir cóid athshlánaithe a úsáid chun rochtain a fháil ar do chuntas má chailleann tú rochtain ar do ghléas agus mura féidir leat cóid fíordheimhnithe dhá fhachtóir a fháil.
hu: A helyreállítási kódok lehetővé teszik a fiókhoz való hozzáférést akkor is, ha elveszíti az eszközét, és nem tud kétlépcsős hitelesítési kódot fogadni.
id: Kode pemulihan dapat digunakan untuk mengakses akun Anda jika Anda kehilangan akses ke perangkat dan tidak dapat menerima kode autentikasi dua faktor.
ja: 回復コードは、デバイスへのアクセスができない場合、または二要素認証コードを受け取ることができない場合、アカウントにアクセスするために使用します。
nl: Herstelcodes kunnen worden gebruikt voor toegang tot uw account, als u geen toegang krijgt via uw apparaat en geen authenticatiecodes voor twee-factor kunt ontvangen.
pt: Os códigos de recuperação podem ser usados para aceder à sua conta caso perca o acesso ao seu dispositivo e não consiga receber os códigos de autenticação a dois fatores.
pt_br: Os códigos de recuperação podem ser usados para acessar sua conta caso você perca o acesso ao seu dispositivo e não consiga receber os códigos de autenticação em duas etapas.
ru: Коды восстановления можно использовать для доступа к вашей учётной записи, если вы потеряете доступ к своему устройству и не можете получить коды двухфакторной авторизации.
sv: Återställningskoder kan användas för att komma åt ditt konto om du förlorar åtkomsten till din enhet och inte kan ta emot tvåfaktorsautentiseringskoder.
ta: உங்கள் சாதனத்திற்கான அணுகலை இழந்துவிட்டால், இரண்டு காரணி அங்கீகாரக் குறியீடுகளைப் பெற முடியாவிட்டால், உங்கள் கணக்கை அணுக மீட்புக் குறியீடுகள் பயன்படுத்தப்படலாம்.
tr: Aygıtınıza erişiminizi kaybetmeniz ve iki adımlı doğrulama kodlarını alamamanız durumunda hesabınıza erişmek için kurtarma kodlarını kullanabilirsiniz.
uk: Кодами відновлення можна скористатися для доступу до вашого облікового запису, якщо ви втратите доступ до вашого пристрою і не зможете отримати двофакторні коди розпізнавання.
zh_hans: 如果您无法访问设备并且无法接收双因素身份验证码，则可以使用恢复码访问您的帐户。

source: Keep your recovery codes as safe as your password. We recommend saving them with a password manager such as Bitwarden, 1Password, Authy, or Keeper.
de: Bewahren Sie die Wiederherstellungscodes genauso sicher auf wie das Passwort. Wir empfehlen, sie mit einem Passwortmanager wie Bitwarden, 1Password, Authy oder Keeper zu speichern.
ga: Coinnigh do chóid athshlánaithe chomh sábháilte le do phasfhocal. Molaimid iad a shábháil le bainisteoir pasfhocail mar Bitwarden, 1Password, Authy, nó Coimeádaí.
hu: A helyreállítási kódokat ugyanúgy biztonságban kell tartani, mint a jelszavakat. Ajánlott jelszókezelőben tárolni őket, például a Bitwarden, 1Password, Authy vagy Keeper alkalmazásokban.
id: Jaga keamanan kode pemulihan Anda sama seperti keamanan kata sandi Anda. Kami sarankan menyimpannya dengan pengelola kata sandi seperti Bitwarden, 1Password, Authy, atau Keeper.
ja: 回復コードをパスワードと同じくらい安全な場所に保管してください。Bitwarden、1Password、Authy、または Keeper などのパスワードマネージャーに保存することをお勧めします。
nl: Bewaar uw herstelcodes net zo veilig als uw wachtwoord. We raden aan om ze op te slaan met een wachtwoordbeheerder, zoals Bitwarden, 1Password, Authy of Keeper.
pt: Guarde os seus códigos de recuperação de forma tão segura quanto a sua senha. Recomendamos que os guarde num gestor de senhas como Bitwarden, 1Password, Authy ou Keeper.
pt_br: Mantenha seus códigos de recuperação tão seguros quanto sua senha. Recomendamos salvá-los com um gerenciador de senhas como Bitwarden, 1Password, Authy ou Keeper.
sv: Förvara dina återställningskoder lika säkert som ditt lösenord. Vi rekommenderar att du sparar dem med en lösenordshanterare som Bitwarden, 1Password, Authy eller Keeper.
ta: உங்கள் மீட்பு குறியீடுகளை உங்கள் கடவுச்சொல்லைப் போலவே பாதுகாப்பாக வைத்திருங்கள். பிட்வார்டன், 1 பாச்வேர்ட், உண்மையான அல்லது கீப்பர் போன்ற கடவுச்சொல் நிர்வாகியுடன் அவற்றை சேமிக்க பரிந்துரைக்கிறோம்.
tr: Kurtarma kodlarınızı parolanız gibi güvende tutun. Bunları Bitwarden, 1Password, Authy veya Keeper gibi bir parola yöneticisine kaydetmenizi öneririz.
uk: Зберігайте ваші коди відновлення із таким самим захистом, що і ваші паролі. Ми рекомендуємо зберігати їх за допомогою програми для керування паролями, зокрема Bitwarden, 1Password, Authy або Keeper.
zh_hans: 确保你的恢复代码和你的密码一样安全。我们推荐用 Bitwarden、1Password、Authy 或 Keeper 等密码管理器保存它们。

source: This can be enforced for users at the project (see :ref:`project-enforced_2fa`) or team level.
de: Dies kann für Benutzer auf Projekt- (siehe :ref:`project-enforced_2fa`) oder Team-Ebene erzwungen werden.
ga: Is féidir é seo a fhorfheidhmiú d’úsáideoirí ag an tionscadal (féach :ref:`project-enforced_2fa`) nó ag leibhéal na foirne.
hu: Ezt projektszinten (lásd: :ref:`project-enforced_2fa`) vagy csapatszinten is kötelezővé lehet tenni.
id: Hal ini dapat diberlakukan untuk pengguna di tingkat proyek (lihat :ref:`project-enforced_2fa`) atau tim.
ja: この設定は、プロジェクト（参照: :ref:`project-enforced_2fa`）またはチーム単位で、ユーザーに対して強制できます。
nl: Dit kan worden afgedwongen voor gebruikers aan het project (bekijk :ref:`project-enforced_2fa`) of op teamniveau.
pt: Isto pode ser aplicado aos utilizadores ao nível do projeto (consulte: :ref:`project-enforced_2fa`) ou no da equipa.
pt_br: Isso pode ser aplicado para os usuários no projeto (consulte: :ref:`project-enforced_2fa`) ou no nível da equipe.
sv: Detta kan tillämpas för användare på projektnivå (se :ref:`project-enforced_2fa`) eller teamnivå.
tr: Bu, projedeki (ayrıntılı bilgi almak için: :ref:`project-enforced_2fa`) veya takım düzeyindeki kullanıcılar için zorunlu kılınabilir.
uk: Це може бути примусово встановлено на рівні проєкту (див. :ref:`project-enforced_2fa`) або команди.
zh_hans: 可以在项目 (见 :ref:`project-enforced_2fa`) 或团队层面强制用户使用双因素认证。

source: The permissions of a team with enforced two-factor authentication won't be applied to users who do not have it configured.
de: Die Berechtigungen eines Teams mit erzwungener Zwei-Faktor-Authentifizierung werden nicht auf Benutzer angewendet, die diese nicht konfiguriert haben.
ga: Ní chuirfear ceadanna foirne le fíordheimhniú dhá fhachtóir forfheidhmithe i bhfeidhm ar úsáideoirí nach bhfuil sé cumraithe acu.
hu: Azoknál a felhasználóknál, akiknél nincs beállítva kétlépcsős hitelesítés, a csapat jogosultságai nem lesznek érvényesek.
id: Izin tim dengan autentikasi dua faktor yang diberlakukan tidak akan diterapkan kepada pengguna yang tidak mengonfigurasinya.
ja: 二要素認証を強制しているチームの権限は、それを設定していないユーザーには適用されません。
nl: De rechten van een team met afgedwongen twee-factor authenticatie zullen niet worden toegepast voor gebruikers die het niet hebben geconfigureerd.
pt: As permissões de uma equipa com autenticação de dois fatores aplicada não serão aplicadas a utilizadores que não a tenham configurado.
pt_br: As permissões de uma equipe com autenticação de dois fatores aplicada não serão aplicadas a usuários que não a tenham configurado.
sv: Behörigheterna för ett team med tvingande tvåfaktorsautentisering kommer inte att tillämpas på användare som inte har den konfigurerad.
ta: அமல்படுத்தப்பட்ட இரண்டு காரணி அங்கீகாரத்துடன் கூடிய குழுவின் அனுமதிகள் கட்டமைக்கப்படாத பயனர்களுக்கு பயன்படுத்தப்படாது.
tr: İki adımlı kimlik doğrulaması uygulanan bir takımın izinleri, bu özelliği yapılandırmamış kullanıcılara uygulanmaz.
uk: Права доступу команди із примусовим двофакторним розпізнаванням не буде застосовано до користувачів, які не налаштували таке розпізнавання.
zh_hans: 强制双因素认证的团队的权限不会应用到尚未配置双因素认证的用户。

source: Backing up and moving Weblate
de: Sichern und Verschieben von Weblate
ga: Weblate a thacú agus a bhogadh
hu: Weblate biztonsági mentése és áthelyezése
id: Mencadangkan dan memindahkan Weblate
ja: Weblate のバックアップと移動
nl: Weblate back-uppen en verplaatsen
pt: Fazer backup e mover o Weblate
pt_br: Fazendo backup e movendo o Weblate
ro: Copierea de rezervă și mutarea Weblate
ru: Резервное копирование и перенос Weblate
sv: Säkerhetskopiera och flytta Weblate
ta: காப்புப்பிரதி மற்றும் வலைபெயர்ப்பு நகரும்
tr: Weblate yedeğini alma ve taşıma
uk: Резервне копіювання і пересування Weblate
zh_hans: 备份和移动 Weblate
zh_hant: 備份和移動 Weblate

source: Project level backups
de: Sicherungen auf Projektebene
ga: Cúltacaí ag leibhéal an tionscadail
hu: Projektszintű biztonsági mentések
id: Pencadangan tingkat proyek
ja: プロジェクト レベルのバックアップ
nl: Projectniveau back-ups
pt: Backups de nível de projeto
pt_br: Backups de nível de projeto
ro: Copii de rezervă la nivel de proiect
ru: Резервные копии на уровне проекта
sv: Säkerhetskopior på projektnivå
ta: திட்ட நிலை காப்புப்பிரதிகள்
tr: Proje düzeyinde yedekler
uk: Резервне копіювання на рівні проєктів
zh_hans: 项目级别备份

source: Restoring backups is only supported when using PostgreSQL or MariaDB 10.5+ as a database.
de: Das Wiederherstellen von Sicherungen wird nur unterstützt, wenn PostgreSQL oder MariaDB 10.5+ als Datenbank verwendet wird.
ga: Ní thacaítear le hathbhunú cúltaca ach amháin nuair a úsáideann PostgreSQL nó MariaDB 10.5+ mar bhunachar sonraí.
hu: A biztonsági mentések visszaállítása csak PostgreSQL vagy MariaDB 10.5+ adatbázis használata esetén támogatott.
id: Memulihkan cadangan hanya didukung saat menggunakan PostgreSQL atau MariaDB 10.5+ sebagai basis data.
ja: バックアップの復元は、PostgreSQL または MariaDB 10.5 以降をデータベースとして使用する場合にのみ対応しています。
nl: Terugzetten van back-ups wordt alleen ondersteund bij het gebruiken van PostgreSQL of MariaDB 10.5+ als database.
pt: A restauração de backups só é suportada quando se utiliza PostgreSQL ou MariaDB 10.5+ como banco de dados.
pt_br: A restauração de backups só é suportada quando se utiliza PostgreSQL ou MariaDB 10.5+ como banco de dados.
ro: Restaurarea copiilor de rezervă este acceptată numai atunci când se utilizează PostgreSQL sau MariaDB 10.5+ ca bază de date.
ru: Восстановление резервных копий поддерживается только при использовании PostgreSQL или MariaDB 10.5+ в качестве баз данных.
sv: Återställning av säkerhetskopior stöds endast när PostgreSQL eller MariaDB 10.5+ används som databas.
ta: postgresql அல்லது mariadb 10.5+ ஐ ஒரு தரவுத்தளமாகப் பயன்படுத்தும்போது மட்டுமே காப்புப்பிரதிகளை மீட்டெடுப்பது ஆதரிக்கப்படுகிறது.
tr: Yedeklemeler yalnızca veri tabanı olarak PostgreSQL ya da MariaDB 10.5+ kullanıldığında geri yüklenebilir.
uk: Підтримку відновлення даних з резервних копій передбачено лише для баз даних PostgreSQL або MariaDB 10.5+.
zh_hans: 仅当使用 PostgreSQL 或 MariaDB 10.5+ 作为数据库时，才支持还原备份。

source: The project backups all translation content from Weblate (project, components, translations, string comments, suggestions or checks). It is suitable for transferring a project to another Weblate instance.
de: Das Projekt sichert alle Übersetzungsinhalte von Weblate (Projekt, Komponenten, Übersetzungen, Zeichenkette-Kommentare, Vorschläge oder Qualitätsprüfungen). Es ist geeignet, um ein Projekt auf eine andere Weblate-Instanz zu übertragen.
ga: Déanann an tionscadal cúltaca de gach ábhar aistriúcháin ó Weblate (tionscadal, comhpháirteanna, aistriúcháin, nótaí tráchta, moltaí nó seiceálacha). Tá sé oiriúnach chun tionscadal a aistriú go dtí sampla Weblate eile.
hu: A projekt biztonsági mentései tartalmazzák a Weblate összes fordítási tartalmát (projekt, összetevők, fordítások, szöveg megjegyzések, javaslatok vagy ellenőrzések). Ez alkalmas egy projekt áthelyezésére egy másik Weblate példányba.
id: Proyek ini mencadangkan semua konten terjemahan dari Weblate (proyek, komponen, terjemahan, komentar string, saran, atau pemeriksaan). Proyek ini cocok untuk mentransfer proyek ke instansi Weblate lain.
ja: プロジェクトは、Weblate からすべての翻訳コンテンツ（プロジェクト、コンポーネント、翻訳、文字列コメント、提案または検査結果）をバックアップします。プロジェクトを別の Weblate インスタンスに転送するのに適しています。
nl: Het project back-upt alle inhoud van vertalingen van Weblate (project, onderdelen, vertalingen, opmerkingen bij tekenreeksen, suggesties of controles). Het is geschikt voor het verplaatsen van een project naar een andere instantie van Weblate.
pt: O projeto faz backup de todo o conteúdo da tradução da Weblate (projeto, componentes, traduções, comentários de cadeias, sugestões ou verificações). É indicado para transferir um projeto para outra instância do Weblate.
pt_br: O projeto faz o backup de todo o conteúdo da tradução do Weblate (projeto, componentes, traduções, comentários, sugestões ou verificações de textos). Ele é adequado para a transferência de um projeto para outra instância do Weblate.
ro: Proiectul face o copie de rezervă a întregului conținut de traducere din Weblate (proiect, componente, traduceri, comentarii de șiruri, sugestii sau verificări). Este potrivit pentru transferul unui proiect către o altă instanță Weblate.
ru: Проект создаёт резервные копии всего содержимого переводов из Weblate (проект, компоненты, переводы, комментарии строк, предложения или проверки). Подходит для переноса проекта на другой экземпляр Weblate.
sv: Projektet säkerhetskopierar allt översättningsinnehåll från Weblate (projekt, komponenter, översättningar, strängkommentarer, förslag eller kontroller). Det är lämpligt för att överföra ett projekt till en annan Weblate-instans.
ta: திட்டமானது வலைபெயர்ப்பு (திட்டம், கூறுகள், மொழிபெயர்ப்புகள், சரம் கருத்துகள், பரிந்துரைகள் அல்லது சோதனைகள்) இலிருந்து அனைத்து மொழிபெயர்ப்பு உள்ளடக்கத்தையும் காப்புப்பிரதி செய்கிறது. ஒரு திட்டத்தை மற்றொரு வலைபெயர்ப்பு நிகழ்வுக்கு மாற்றுவதற்கு இது பொருத்தமானது.
tr: Proje, Weblate üzerindeki tüm çeviri içeriğini yedekler (proje, bileşenler, çeviriler, dizge yorumları, öneriler ve denetimler). Bir projeyi başka bir Weblate kopyasına aktarmak için uygundur.
uk: До резервних копій проєктів включено усі дані перекладу з Weblate (проєкт, складники, переклади, коментарі до рядків, пропозиції та перевірки). Такі резервні копії зручні для перенесення проєктів на інші екземпляри Weblate.
zh_hans: 该项目备份了 Weblate 的所有翻译内容（项目、部件、翻译、字符串注释、建议或检查），它适用于将一个项目转移到另一个 Weblate 实例。

source: You can perform a project backup in :guilabel:`Operations` ↓ :guilabel:`Backups`. The backup can be restored when creating a project (see :ref:`adding-projects`).
id: Anda dapat melakukan pencadangan proyek di :guilabel:`Operations` ↓ :guilabel:`Backups`. Cadangan dapat dipulihkan saat membuat proyek (lihat :ref:`adding-projects`).
sv: Du kan göra en säkerhetskopia av projektet i :guilabel:`Operations` ↓ :guilabel:`Backups`. Säkerhetskopian kan återställas när du skapar ett projekt (se :ref:`adding-projects`).
uk: Ви можете виконати резервне копіювання проекту в :guilabel:`Operations` ↓ :guilabel:`Backups`. Резервну копію можна відновити під час створення проєкту (див. :ref:`adding-projects`).

source: The backups currently do not include access control information and history.
de: Die Sicherungen enthalten derzeit keine Informationen über die Zugriffssteuerung und den Verlauf.
ga: Níl faisnéis rialaithe rochtana agus stair san áireamh sna cúltacaí faoi láthair.
hu: A biztonsági mentések jelenleg nem tartalmazzák a hozzáférés-vezérlés adatait és az előzményeket.
id: Cadangan saat ini tidak menyertakan informasi dan riwayat kontrol akses.
ja: 現在、バックアップにはアクセス制御情報と履歴は含まれていません。
nl: De huidige back-ups bevatten momenteel geen informatie over toegangsbeheer en geschiedenis.
pt: Os backups atualmente não incluem informações de controle de acesso e histórico.
pt_br: Os backups no momento não incluem o histórico e as informações de controle de acesso.
ro: În prezent, copiile de rezervă nu includ informații privind controlul accesului și istoricul.
ru: В настоящее время резервные копии не содержат данные об управлении доступом и данные журнала.
sv: Säkerhetskopiorna innehåller för närvarande inte information om åtkomstkontroll och historik.
ta: காப்புப்பிரதிகளில் தற்போது அணுகல் கட்டுப்பாட்டு செய்தி மற்றும் வரலாறு இல்லை.
tr: Şu anda yedeklerde erişim denetimi ve geçmiş bilgileri bulunmuyor.
uk: До поточних версій резервних копій не входять дані щодо керування доступом та дані журналу.
zh_hans: 备份当前不包括访问控制信息和历史记录。
