Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Skip the :ref:`check-ellipsis` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-ellipsis`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-ellipsis`.
hu: A :ref:`check-ellipsis` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-ellipsis`.
ja: :ref:`check-ellipsis` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-ellipsis` over.
pt: Ignora a verificação de qualidade :ref:`check-ellipsis`.
pt_br: Ignora a verificação de qualidade :ref:`check-ellipsis`.
ro: Săriți peste verificarea calității :ref:`check-ellipsis`.
ru: Пропустите проверку качества :ref:`check-ellipsis`.
sv: Hoppa över kvalitetskontrollen :ref:`check-ellipsis`.
tr: :ref:`check-ellipsis` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-ellipsis`.
zh_hans: 跳过 :ref:`check-ellipsis` 质量检查。

source: Skip the :ref:`check-fluent-source-inner-html` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-fluent-source-inner-html`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-fluent-source-inner-html`.
hu: A :ref:`check-fluent-source-inner-html` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-fluent-source-inner-html`.
nl: Sla de kwaliteitscontrole :ref:`check-fluent-source-inner-html` over.
pt_br: Ignora a verificação de qualidade :ref:`check-fluent-source-inner-html`.
sv: Hoppa över kvalitetskontrollen :ref:`check-fluent-source-inner-html`.
uk: Пропустіть перевірку якості :ref:`check-fluent-source-inner-html`.

source: Skip the :ref:`check-fluent-source-syntax` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-fluent-source-syntax`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-fluent-source-syntax`.
hu: A :ref:`check-fluent-source-syntax` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-fluent-source-syntax`.
nl: Sla de kwaliteitscontrole :ref:`check-fluent-source-syntax` over.
pt_br: Ignora a verificação de qualidade :ref:`check-fluent-source-syntax`.
sv: Hoppa över kvalitetskontrollen :ref:`check-fluent-source-syntax`.
uk: Пропустіть перевірку якості :ref:`check-fluent-source-syntax`.

source: Skip the :ref:`check-icu-message-format-syntax` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-icu-message-format-syntax`.
ga: Scipeáil ar an :ref:`check-icu-message-format-syntax` seiceáil cáilíochta.
hu: A :ref:`check-icu-message-format-syntax` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-icu-message-format-syntax`.
ja: :ref:`check-icu-message-format-syntax` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-icu-message-format-syntax` over.
pt: Ignora a verificação de qualidade :ref:`check-icu-message-format-syntax`.
pt_br: Ignora a verificação de qualidade :ref:`check-icu-message-format-syntax`.
ro: Săriți peste verificarea calității :ref:`check-icu-message-format`.
ru: Пропустите проверку качества :ref:`check-icu-message-format-syntax`.
sv: Hoppa över kvalitetskontrollen :ref:`check-icu-message-format-syntax`.
tr: :ref:`check-icu-message-format-syntax` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-icu-message-format-syntax`.
zh_hans: 跳过 :ref:`check-icu-message-format-syntax` 质量检查。

source: Skip the :ref:`check-long-untranslated` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-long-untranslated`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-long-untranslated`.
hu: A :ref:`check-long-untranslated` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-long-untranslated`.
ja: :ref:`check-long-untranslated` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-long-untranslated` over.
pt: Ignora a verificação de qualidade :ref:`check-long-untranslated`.
pt_br: Ignora a verificação de qualidade :ref:`check-long-untranslated`.
ro: Treceți peste verificarea calității :ref:`check-long-untranslated`.
ru: Пропустите проверку качества :ref:`check-long-untranslated`.
sv: Hoppa över kvalitetskontrollen :ref:`check-long-untranslated`.
tr: :ref:`check-long-untranslated` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-long-untranslated`.
zh_hans: 跳过 :ref:`check-long-untranslated` 质量检查。

source: Skip the :ref:`check-multiple-failures` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-multiple-failures`.
ga: Scaipeáil an seiceáil cáilíochta :ref:`check-multiple-failures`.
hu: A :ref:`check-multiple-failures` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-multiple-failures`.
ja: :ref:`check-multiple-failures` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-multiple-failures` over.
pt: Ignora a verificação de qualidade :ref:`check-multiple-failures`.
pt_br: Ignora a verificação de qualidade :ref:`check-multiple-failures`.
ro: Săriți peste verificarea calității :ref:`check-multiple-failures`.
ru: Пропустите проверку качества :ref:`check-multiple-failures`.
sv: Hoppa över kvalitetskontrollen :ref:`check-multiple-failures`.
tr: :ref:`check-multiple-failures` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-multiple-failures`.
zh_hans: 跳过 :ref:`check-multiple-failures` 质量检查。

source: Skip the :ref:`check-unnamed-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-unnamed-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-unnamed-format`.
hu: A :ref:`check-unnamed-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-unnamed-format`.
ja: :ref:`check-unnamed-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-unnamed-format` over.
pt: Ignora a verificação de qualidade :ref:`check-unnamed-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-unnamed-format`.
ro: Treceți peste verificarea calității :ref:`check-unnamed-format`.
ru: Пропустите проверку качества :ref:`check-unnamed-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-unnamed-format`.
tr: :ref:`check-unnamed-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-unnamed-format`.
zh_hans: 跳过 :ref:`check-unnamed-format` 质量检查。

source: Skip the :ref:`check-optional-plural` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-optional-plural`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-optional-plural`.
hu: A :ref:`check-optional-plural` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-optional-plural`.
ja: :ref:`check-optional-plural` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-optional-plural` over.
pt: Ignora a verificação de qualidade :ref:`check-optional-plural`.
pt_br: Ignora a verificação de qualidade :ref:`check-optional-plural`.
ro: Săriți peste verificarea calității :ref:`check-optional-plural`.
ru: Пропустите проверку качества :ref:`check-optional-plural`.
sv: Hoppa över kvalitetskontrollen :ref:`check-optional-plural`.
tr: :ref:`check-optional-plural` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-optional-plural`.
zh_hans: 跳过 :ref:`check-optional-plural` 质量检查。

source: Generally the rule is named ``ignore-*`` for any check, using its identifier, so you can use this even for your custom checks.
de: Im Allgemeinen heißt die Regel ``ignore-*`` für jede Qualitätsprüfung, wobei ihr Bezeichner verwendet wird, sodass Sie dies auch für Ihre benutzerdefinierten Qualitätsprüfungen verwenden können.
ga: De ghnáth ainmnítear an riail ``ignore-*`` d'aon seiceáil, ag baint úsáide as a aitheantóir, ionas gur féidir leat é seo a úsáid fiú le haghaidh do sheiceálacha saincheaptha.
hu: Általánosan igaz, hogy bármely ellenőrzés esetében az ``ignore-*`` elnevezést kell használni az azonosító alapján, így ezt saját egyedi ellenőrzéseknél is alkalmazhatja.
id: Secara umum aturan ini diberi nama ``ignore-*`` untuk pemeriksaan apa pun, menggunakan pengenalnya, sehingga Anda dapat menggunakan ini bahkan untuk pemeriksaan khusus Anda.
ja: 基本的に、規則は名前に ``ignore-*`` という識別子がすべての検査に対して付いているため、独自の検査項目にも使用できます。
nl: Gewoonlijk is de controle genaamd ``ignore-*`` voor elke controle, zijn identificatie gebruikend, dus u kunt dit zelfs gebruiken voor uw aangepaste controles.
pt: Geralmente, a regra é chamada ``ignore-*`` para qualquer verificação, a usar o identificador dele, para que possa usá-la mesmo para as suas verificações personalizadas.
pt_br: Geralmente, a regra é chamada de ``ignore-*`` para qualquer verificação, usando seu identificador, para que você possa usá-la mesmo para suas verificações personalizadas.
ro: În general, regula se numește ``ignore-*`` pentru orice verificare, folosind identificatorul acesteia, astfel încât puteți folosi acest lucru chiar și pentru verificările dumneavoastră personalizate.
ru: В общем случае правило называется ``ignore-*`` для любой проверки, где вместо звёздочки подставляется её идентификатор, так что вы можете использовать такое правило даже для своих собственных проверок.
sv: Generellt sett heter regeln ``ignore-*`` för alla kontroller, med hjälp av dess identifierare, så du kan använda detta även för dina egna kontroller.
ta: பொதுவாக விதி `` புறக்கணிக்கவும்-*`` என்ற பெயரிடப்பட்டது, எந்தவொரு சோதனைக்கும், அதன் அடையாளங்காட்டியைப் பயன்படுத்தி, எனவே உங்கள் தனிப்பயன் சோதனைகளுக்கு கூட இதைப் பயன்படுத்தலாம்.
tr: Kural genellikle, belirteci kullanılarak herhangi bir denetim için `ìgnore-*`` olarak adlandırılır. Böylece bunu kendi özel denetimleriniz için bile kullanabilirsiniz.
uk: Загалом, правило для будь-якої перевірки має назву ``ignore-*`` і використовує ідентифікатор перевірки, отже ви можете скористатися цим навіть для ваших власних перевірок.
zh_hans: 通常，对于任何检查，都可以使用标识符将规则命名为 ``ignore-*`` ，所以您甚至可以将其用于自定义检查。
zh_hant: 通常規則是，任何檢查都使用識別文字來命名 ``ignore-*`` ，所以能夠將規則應用在定制檢查中。

source: Location-based flags
id: Tanda berbasis lokasi
sv: Platsbaserade flaggor
uk: Прапори на основі місцезнаходження

source: Some flags are added to strings by default, based on their locations. This means that certain checks will be automatically enabled depending on where the string is used.
id: Beberapa tanda ditambahkan ke string secara bawaan, berdasarkan lokasinya. Ini berarti pemeriksaan tertentu akan diaktifkan secara otomatis tergantung di mana string tersebut digunakan.
sv: Vissa flaggor läggs till i strängar som standard, baserat på deras placering. Detta innebär att vissa kontroller aktiveras automatiskt beroende på var strängen används.
uk: Деякі прапорці додаються до рядків за замовчуванням, залежно від їхнього розташування. Це означає, що певні перевірки будуть автоматично ввімкнені залежно від того, де використовується рядок.

source: ``rst-text``: This flag is automatically added to strings in reStructuredText files, if location extension is ``.rst``.
id: ``rst-text``: Tanda ini secara otomatis ditambahkan ke string dalam berkas reStructuredText, jika ekstensi lokasi adalah ``.rst``.
sv: ``rst-text``: Denna flagga läggs automatiskt till strängar i reStructuredText-filer om platsförlängningen är ``.rst``.
uk: ``rst-text``: Цей прапорець автоматично додається до рядків у файлах reStructuredText, якщо розширення адреси має значення ``.rst``.

source: ``md-text``: This flag is automatically added to strings in Markdown files, if location extension is ``.md`` or ``.markdown``.
id: ``md-text``: Tanda ini secara otomatis ditambahkan ke string dalam berkas Markdown, jika ekstensi lokasi adalah ``.md`` atau ``.markdown``.
sv: ``md-text``: Denna flagga läggs automatiskt till strängar i Markdown-filer om platsförlängningen är ``.md`` eller ``.markdown``.
uk: ``md-text``: Цей прапорець автоматично додається до рядків у файлах Markdown, якщо розширення адреси має значення ``.md`` або ``.markdown``.

source: Enforcing checks
de: Qualitätsprüfungen erzwingen
ga: Seiceálacha a fhorfheidhmiú
hu: Ellenőrzések kötelezővé tétele
id: Menegakkan pemeriksaan
ja: 検査の強制
nl: Controles afdwingen
pt: Forçar verificações
pt_br: Forçando verificações
ro: Executarea controalelor
ru: Принудительные проверки
sv: Genomförande av kontroller
ta: சோதனைகளை செயல்படுத்துதல்
tr: Denetimleri dayatmak
uk: Примусові перевірки
zh_hans: 强制检查
zh_hant: 強制檢查

source: The enforced checks cannot be dismissed and mark string as :guilabel:`Needs editing` (see :ref:`states`). This prevents translators from hiding such checks.
id: Pemeriksaan yang diberlakukan tidak dapat diabaikan dan menandai string sebagai :guilabel:`Needs editing` (lihat :ref:`states`). Hal ini mencegah penerjemah menyembunyikan pemeriksaan tersebut.
sv: De tvingande kontrollerna kan inte ignoreras och markera strängen som :guilabel:`Behöver redigeras` (se :ref:`states`). Detta förhindrar översättare från att dölja sådana kontroller.

source: Turning on check enforcing doesn't enable it automatically. Some checks have to be turned on by adding the corresponding flag to the string or component flags.
id: Mengaktifkan pemberlakuan pemeriksaan tidak otomatis mengaktifkannya. Beberapa pemeriksaan harus diaktifkan dengan menambahkan tanda yang sesuai ke string atau tanda komponen.
sv: Att aktivera kontrollen aktiverar den inte automatiskt. Vissa kontroller måste aktiveras genom att lägga till motsvarande flagga till sträng- eller komponentflaggorna.

source: This is best used with checks that can cause serious issues when used like checks for :ref:`check-formats`. Using for style checks like :ref:`check-same` is not recommended because dismissal is sometimes a reasonable approach in these.
id: Ini paling baik digunakan dengan pemeriksaan yang dapat menyebabkan masalah serius jika digunakan seperti pemeriksaan untuk :ref:`check-formats`. Penggunaan pemeriksaan gaya seperti :ref:`check-same` tidak disarankan karena terkadang pembubaran merupakan pendekatan yang wajar dalam hal ini.
sv: Detta används bäst med kontroller som kan orsaka allvarliga problem när de används, såsom kontroller för :ref:`check-formats`. Det rekommenderas inte att använda detta för stilkontroller som :ref:`check-same`, eftersom det ibland är rimligt att avfärda dessa.

source: The :ref:`project-commit_policy` can then be used to exclude strings needing editing from being committed to the version control.
id: :ref:`project-commit_policy` kemudian dapat digunakan untuk mengecualikan string yang memerlukan penyuntingan agar tidak dikomit ke kontrol versi.
sv: :ref:`project-commit_policy` kan sedan användas för att undanta strängar som behöver redigeras från att läggas in i versionshanteringen.

source: Managing fonts
de: Schriftarten verwalten
ga: Clónna a bhainistiú
hu: Betűtípusok kezelése
id: Mengelola font
ja: フォントの管理
nl: Lettertypen beheren
pt: Gerir letras
pt_br: Gerenciando fontes
ro: Gestionarea fonturilor
ru: Управление шрифтами
sv: Hantera teckensnitt
ta: எழுத்துருக்களை நிர்வகித்தல்
tr: Yazı tiplerini yönetmek
uk: Керування шрифтами
zh_hans: 管理字型
zh_hant: 管理字型

source: Fonts uploaded into Weblate are used purely for purposes of the :ref:`check-max-size` check, they do not have an effect in Weblate user interface.
de: In Weblate hochgeladene Schriften werden nur für die :ref:`check-max-size`-Prüfung verwendet, sie haben keine Auswirkungen auf die Weblate-Bedienoberfläche.
ga: Úsáidtear clónna a uaslódáiltear chuig Weblate chun críocha an tseiceáil :ref:`check-max-size` amháin, níl aon éifeacht acu i gcomhéadan úsáideora Weblate.
hu: A Weblate-be feltöltött betűtípusok kizárólag a :ref:`check-max-size` ellenőrzéshez szükségesek, a Weblate felhasználói felületének megjelenését nem befolyásolják.
id: Font yang diunggah ke Weblate digunakan murni untuk tujuan pemeriksaan :ref:`check-max-size`, font tersebut tidak memiliki efek pada antarmuka pengguna Weblate.
ja: Weblate にアップロードしたフォントは、 :ref:`check-max-size` 検査のためだけに使用します。Weblate のユーザーインターフェイスには影響しません。
nl: Lettertypen die worden geüpload in Weblate worden puur gebruikt voor de doelen van de controle :ref:`check-max-size`, zij hebben geen effect in de gebruikersinterface van Weblate.
pt: As fontes carregadas no Weblate são usadas puramente para fins de verificação :ref:`check-max-size`, elas não têm efeito na interface de utilizador do Weblate.
pt_br: As fontes carregadas no Weblate são usadas puramente para fins de verificação :ref:`check-max-size`, elas não têm efeito na interface de usuário do Weblate.
ro: Fonturile încărcate în Weblate sunt folosite doar în scopul verificării :ref:`check-max-size`, ele nu au niciun efect în interfața cu utilizatorul Weblate.
ru: Загруженные в Weblate шрифты используются исключительно для проверки :ref:`максимального размера перевода <check-max-size>`; на пользовательский интерфейс они никак не влияют.
sv: Typsnitt som laddas upp till Weblate används enbart för :ref:`check-max-size`-kontrollen och har ingen inverkan på Weblates användargränssnitt.
tr: Weblate üzerine yüklenen yazı tipleri yalnızca :ref:`check-max-size` kalite denetimi için kullanılır. Weblate kullanıcı arayüzünde bir etkisi yoktur.
uk: Шрифти, які вивантажено на Weblate, використовуються лише для реалізації перевірки :ref:`check-max-size`, вони не впливають на інтерфейс користувача Weblate.
zh_hans: 上传到 Weblate 的字体仅用于 :ref:`check-max-size` 检查，它们对 Weblate 用户界面没有影响。
zh_hant: 上傳到Weberate的字體純粹用於：REF：“Check-Max-Size`”檢查，它們在WebLate用戶界面中沒有效果。

source: The :ref:`check-max-size` check used to calculate dimensions of the rendered text needs font to be loaded into Weblate and selected using a translation flag (see :ref:`custom-checks`).
de: Die Qualitätsprüfung :ref:`check-max-size`, die zur Berechnung der Größe des gerenderten Textes verwendet wird, benötigt eine Schriftart, die in Weblate geladen und mit einer Übersetzungsmarkierung ausgewählt wurde (siehe :ref:`custom-checks`).
ga: Ní mór an seice :ref:`check-max-size` a úsáidtear chun toisí an téacs rindreáilte a ríomh cló a luchtú isteach sa Weblate agus a roghnú ag baint úsáide as bratach aistriúcháin (féach :ref:`custom-checks`).
hu: A :ref:`check-max-size` ellenőrzés, amely a megjelenített szöveg méretét számítja ki, megköveteli a megfelelő betűtípus betöltését a Weblate-be, és annak kiválasztását egy fordítási jelzőn keresztül (lásd: :ref:`custom-checks`).
id: Pemeriksaan :ref:`check-max-size` yang digunakan untuk menghitung dimensi teks yang ditampilkan memerlukan font yang dimuat ke Weblate dan dipilih menggunakan tanda terjemahan (lihat :ref:`custom-checks`).
ja: 表示したテキストのサイズの計算に使用する :ref:`check-max-size` 検査は、フォントを Weblate に読み込み、翻訳フラグ（参照: :ref:`custom-checks`）を使用して選択することが必要です。
nl: De controle :ref:`check-max-size`, die wordt gebruikt om dimensies van de gerenderde tekst te berekenen, heeft lettertypen nodig die zijn geladen in Weblate en zijn geselecteerd met een vlag voor de vertaling (bekijk :ref:`custom-checks`).
pt: A verificação :ref:`check-max-size` usada para calcular as dimensões do texto renderizado precisa de ser carregada no Weblate e selecionada a usar um marcador de tradução (ver :ref:`custom-checks`).
pt_br: A verificação :ref:`check-max-size` usada para calcular as dimensões do texto renderizado precisa ser carregada no Weblate e selecionada usando um marcador de tradução (consulte :ref:`custom-checks`).
ro: Verificarea :ref:`check-max-size` utilizată pentru a calcula dimensiunile textului redat are nevoie ca fontul să fie încărcat în Weblate și selectat cu ajutorul unui indicator de traducere (see :ref:`custom-checks`).
ru: Проверке :ref:`check-max-size`, которая вычисляет размер текста в пикселях после его отрисовки требуется, чтобы соответствующий шрифт был загружен в Weblate. Его также необходимо выбрать с помощью флагов перевода (смотреть раздел :ref:`custom-checks`).
sv: Kontrollen :ref:`check-max-size` som används för att beräkna dimensionerna för den renderade texten kräver att teckensnittet laddas in i Weblate och väljs med hjälp av en översättningsflagga (se :ref:`custom-checks`).
tr: İşlenen metnin boyutlarını hesaplamak için kullanılan :ref:`check-max-size` denetiminin yazı tipinin Weblate üzerine yüklenmesi ve bir çeviri imi kullanılarak seçilmesi gerekir (ayrıntılı bilgi almak için: :ref:`custom-checks`).
uk: Перевірка :ref:`check-max-size`, яка використовується для обчислення розмірностей обробленого тексту, потребує вибору шрифту, який має бути завантажено до Weblate і вибрано за допомогою прапорця перекладу (див. :ref:`custom-checks`).
zh_hans: 用于计算所呈现文本尺寸的 :ref:`check-max-size` 检查需要将字体加载到 Weblate 中，并使用翻译标记选中（请参见 :ref:`custom-checks`）。
zh_hant: 用於計算呈現文本需要的尺寸的 :ref: ' check-max-size '檢查需要字體被加載進 Weblate 並被一個翻譯標識選中 (見 :ref:`custom-checks`)。

source: Weblate font management tool in :guilabel:`Fonts` under the :guilabel:`Operations` menu of your translation project provides interface to upload and manage fonts. TrueType or OpenType fonts can be uploaded, set up font-groups and use those in the check.
id: Alat manajemen font Weblate di :guilabel:`Fonts` pada menu :guilabel:`Operations` proyek terjemahan Anda menyediakan antarmuka untuk mengunggah dan mengelola font. Font TrueType atau OpenType dapat diunggah, grup font dapat diatur, dan font tersebut dapat digunakan dalam pemeriksaan.
sv: Weblate-verktyget för typsnittshantering i :guilabel:`Fonts` under menyn :guilabel:`Operations` i ditt översättningsprojekt erbjuder ett gränssnitt för att ladda upp och hantera typsnitt. TrueType- eller OpenType-typsnitt kan laddas upp, typsnittsgrupper kan skapas och dessa kan användas i kontrollen.
uk: Інструмент керування шрифтами Weblate у розділі :guilabel:`Fonts` у меню :guilabel:`Operations` вашого проєкту перекладу надає інтерфейс для завантаження та керування шрифтами. Шрифти TrueType або OpenType можна завантажувати, налаштовувати групи шрифтів та використовувати їх під час перевірки.

source: The font-groups allow you to define different fonts for different languages, which is typically needed for non-latin languages:
de: Die Schriftartgruppen ermöglichen es Ihnen, verschiedene Schriftarten für verschiedene Sprachen zu definieren, was normalerweise für nicht-lateinische Sprachen erforderlich ist:
ga: Ligeann na grúpaí cló duit clónna éagsúla a shainiú do theangacha éagsúla, rud a bhíonn ag teastáil go hiondúil do theangacha nach teangacha Laidineacha iad:
hu: A betűcsoportok lehetővé teszik, hogy különböző nyelvekhez eltérő betűtípusokat rendeljen, ami jellemzően nem latin alapú nyelveknél szükséges:
id: Grup font memungkinkan Anda menentukan font yang berbeda untuk bahasa yang berbeda, yang biasanya diperlukan untuk bahasa non-latin:
ja: フォントグループを使用すると、言語ごとに異なるフォントを定義できます。通常、ラテン言語以外で必要です:
nl: De groepen voor lettertypen stellen u in staat verschillende lettertypen te definiëren voor verschillende talen, wat gewoonlijk nodig is voor niet-Latijnse talen:
pt: Os grupos de letras permitem definir letras diferentes para idiomas diferentes, o que é normalmente necessário para idiomas não-latinos:
pt_br: Os grupos de fontes permitem definir diferentes fontes para diferentes idiomas, o que é normalmente necessário para idiomas não-latinos:
ro: Grupurile de fonturi vă permit să definiți fonturi diferite pentru diferite limbi, ceea ce este de obicei necesar pentru limbile nelatine:
ru: Группы шрифтов позволяют вам определить различные шрифты для разных языков, что обычно необходимо для языков, алфавит которых не использует латиницу:
sv: Med teckensnittsgrupperna kan du definiera olika teckensnitt för olika språk, vilket vanligtvis behövs för icke-latinska språk:
ta: எழுத்துரு-குழுக்கள் வெவ்வேறு மொழிகளுக்கான வெவ்வேறு எழுத்துருக்களை வரையறுக்க உங்களை அனுமதிக்கின்றன, இது பொதுவாக லத்தீன் அல்லாத மொழிகளுக்கு தேவைப்படுகிறது:
tr: Yazı tipi grupları, genellikle Latince olmayan farklı diller için gerekli olan farklı yazı tiplerini tanımlanmanızı sağlar:
uk: Групи шрифтів надають вам змогу визначити різні шрифти для різних мов, що типово знадобиться для мов, які записують нелатинськими символами:
zh_hans: 字型组允许为不同语言确定不同字型，这是非拉丁语言中典型需要的：
zh_hant: 字型組允許為不同語言確定不同字型，這是非拉丁語言中典型需要的：
