Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: **Sexualization.** Behaving in a way that would generally be considered inappropriately intimate in the context or purpose of the community.
sv: **Sexualisering.** Att uppträda på ett sätt som generellt skulle anses vara olämpligt intimt i sammanhanget eller syftet med gemenskapen.

source: **Violating confidentiality**. Sharing or acting on someone's personal or private information without their permission.
sv: **Brott mot sekretess**. Att dela eller agera på någon annans personliga eller privata information utan dennes tillstånd.

source: **Endangerment.** Causing, encouraging, or threatening violence or other harm toward any person or group.
sv: **Fara.** Att orsaka, uppmuntra eller hota med våld eller annan skada mot någon person eller grupp.

source: Behaving in other ways that **threaten the well-being** of our community.
sv: Uppträda på andra sätt som **hotar välbefinnandet** i vårt samhälle.

source: Other Restrictions
sv: Övriga begränsningar

source: **Misleading identity.** Impersonating someone else for any reason, or pretending to be someone else to evade enforcement actions.
sv: **Vilseledande identitet.** Att av någon anledning utge sig för att vara någon annan eller låtsas vara någon annan för att undgå verkställighetsåtgärder.

source: **Failing to credit sources.** Not properly crediting the sources of content you contribute.
sv: **Underlåtenhet att ange källor.** Att inte korrekt ange källorna till det innehåll du bidrar med.

source: **Promotional materials**. Sharing marketing or other commercial content in a way that is outside the norms of the community.
sv: **Reklammaterial**. Delning av marknadsföringsmaterial eller annat kommersiellt innehåll på ett sätt som strider mot gemenskapens normer.

source: **Irresponsible communication.** Failing to responsibly present content which includes, links or describes any other restricted behaviors.
sv: **Oansvarig kommunikation.** Underlåtenhet att på ett ansvarsfullt sätt presentera innehåll som innehåller, länkar till eller beskriver andra begränsade beteenden.

source: Reporting an Issue
sv: Rapportera ett problem

source: Tensions can occur between community members even when they are trying their best to collaborate. Not every conflict represents a code of conduct violation, and this Code of Conduct reinforces encouraged behaviors and norms that can help avoid conflicts and minimize harm.
sv: Spänningar kan uppstå mellan medlemmar i gemenskapen även när de gör sitt bästa för att samarbeta. Inte alla konflikter innebär ett brott mot uppförandekoden, och denna uppförandekod förstärker uppmuntrade beteenden och normer som kan bidra till att undvika konflikter och minimera skador.

source: When an incident does occur, it is important to report it promptly. To report a possible violation, please reach the Community Moderators at community@weblate.org.
sv: När en incident inträffar är det viktigt att rapportera den omedelbart. För att rapportera en möjlig överträdelse, vänligen kontakta communitymoderatorerna på community@weblate.org.

source: Community Moderators take reports of violations seriously and will make every effort to respond in a timely manner. They will investigate all reports of code of conduct violations, reviewing messages, logs, and recordings, or interviewing witnesses and other participants. Community Moderators will keep investigation and enforcement actions as transparent as possible while prioritizing safety and confidentiality. In order to honor these values, enforcement actions are carried out in private with the involved parties, but communicating to the whole community may be part of a mutually agreed upon resolution.
sv: Communitymoderatorer tar rapporter om överträdelser på allvar och kommer att göra allt för att svara i tid. De kommer att utreda alla rapporter om överträdelser av uppförandekoden, granska meddelanden, loggar och inspelningar eller intervjua vittnen och andra deltagare. Communitymoderatorer kommer att hålla utredningar och verkställighetsåtgärder så transparenta som möjligt, samtidigt som de prioriterar säkerhet och konfidentialitet. För att upprätthålla dessa värden genomförs verkställighetsåtgärder i privat med de inblandade parterna, men kommunikation med hela communityn kan ingå i en ömsesidigt överenskommen lösning.

source: Addressing and Repairing Harm
sv: Hantera och reparera skador

source: If an investigation by the Community Moderators finds that this Code of Conduct has been violated, the following enforcement ladder may be used to determine how best to repair harm, based on the incident's impact on the individuals involved and the community as a whole. Depending on the severity of a violation, lower rungs on the ladder may be skipped.
sv: Om en utredning av communitymoderatorerna visar att denna uppförandekod har överträtts, kan följande åtgärdsstege användas för att avgöra hur skadan bäst kan repareras, baserat på incidentens inverkan på de inblandade personerna och communityn som helhet. Beroende på överträdelsens allvarlighetsgrad kan lägre steg på stegen hoppas över.

source: Warning
sv: Varning

source: Event: A violation involving a single incident or series of incidents.
sv: Händelse: En överträdelse som omfattar en enskild incident eller en serie incidenter.

source: Consequence: A private, written warning from the Community Moderators.
sv: Konsekvens: En privat, skriftlig varning från communitymoderatorerna.

source: Repair: Examples of repair include a private written apology, acknowledgement of responsibility, and seeking clarification on expectations.
sv: Reparation: Exempel på reparationer är en privat skriftlig ursäkt, erkännande av ansvar och begäran om förtydligande av förväntningar.

source: Temporarily Limited Activities
sv: Tillfälligt begränsade aktiviteter

source: Event: A repeated incidence of a violation that previously resulted in a warning, or the first incidence of a more serious violation.
sv: Händelse: En upprepad överträdelse som tidigare resulterat i en varning, eller den första förekomsten av en allvarligare överträdelse.

source: Consequence: A private, written warning with a time-limited cooldown period designed to underscore the seriousness of the situation and give the community members involved time to process the incident. The cooldown period may be limited to particular communication channels or interactions with particular community members.
sv: Konsekvens: En privat, skriftlig varning med en tidsbegränsad avkylningsperiod som syftar till att understryka allvaret i situationen och ge de berörda medlemmarna i gemenskapen tid att bearbeta händelsen. Avkylningsperioden kan begränsas till vissa kommunikationskanaler eller interaktioner med vissa medlemmar i gemenskapen.

source: Repair: Examples of repair may include making an apology, using the cooldown period to reflect on actions and impact, and being thoughtful about re-entering community spaces after the period is over.
sv: Reparation: Exempel på reparation kan vara att be om ursäkt, använda avkylningsperioden för att reflektera över handlingar och konsekvenser, samt att vara försiktig med att återvända till gemenskapen efter att perioden är över.

source: Temporary Suspension
sv: Tillfällig avstängning

source: Event: A pattern of repeated violation which the Community Moderators have tried to address with warnings, or a single serious violation.
sv: Händelse: Ett mönster av upprepade överträdelser som communitymoderatorerna har försökt åtgärda med varningar, eller en enskild allvarlig överträdelse.

source: Consequence: A private written warning with conditions for return from suspension. In general, temporary suspensions give the person being suspended time to reflect upon their behavior and possible corrective actions.
sv: Konsekvens: En privat skriftlig varning med villkor för återkomst efter avstängningen. I allmänhet ger tillfälliga avstängningar den avstängda personen tid att reflektera över sitt beteende och möjliga korrigerande åtgärder.

source: Repair: Examples of repair include respecting the spirit of the suspension, meeting the specified conditions for return, and being thoughtful about how to reintegrate with the community when the suspension is lifted.
sv: Reparation: Exempel på reparation är att respektera andan i avstängningen, uppfylla de angivna villkoren för återkomst och vara noga med hur man återintegreras i samhället när avstängningen upphävs.

source: Permanent Ban
sv: Permanent avstängning

source: Event: A pattern of repeated code of conduct violations that other steps on the ladder have failed to resolve, or a violation so serious that the Community Moderators determine there is no way to keep the community safe with this person as a member.
sv: Händelse: Ett mönster av upprepade överträdelser av uppförandekoden som andra steg på stegen inte har lyckats lösa, eller en överträdelse som är så allvarlig att communitymoderatorerna bedömer att det inte finns något sätt att upprätthålla säkerheten i communityn med denna person som medlem.

source: Consequence: Access to all community spaces, tools, and communication channels is removed. In general, permanent bans should be rarely used, should have strong reasoning behind them, and should only be resorted to if working through other remedies has failed to change the behavior.
sv: Konsekvens: Tillgång till alla gemenskapsutrymmen, verktyg och kommunikationskanaler tas bort. I allmänhet bör permanenta avstängningar användas sällan, ha starka skäl bakom sig och endast tillgripas om andra åtgärder inte har lyckats ändra beteendet.

source: Repair: There is no possible repair in cases of this severity.
sv: Reparation: I fall av denna svårighetsgrad är det inte möjligt att reparera.

source: This enforcement ladder is intended as a guideline. It does not limit the ability of Community Managers to use their discretion and judgment, in keeping with the best interests of our community.
sv: Denna åtgärdsstege är avsedd som en riktlinje. Den begränsar inte community managers möjlighet att använda sitt omdöme och sin bedömningsförmåga i enlighet med vårt communitys bästa intressen.

source: This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public or other spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.
sv: Denna uppförandekod gäller inom alla gemenskapsutrymmen och gäller även när en person officiellt representerar gemenskapen i offentliga eller andra utrymmen. Exempel på att representera vår gemenskap är att använda en officiell e-postadress, publicera via ett officiellt konto på sociala medier eller agera som utsedd representant vid ett online- eller offlineevenemang.

source: Attribution
id: Atribusi
sv: Erkännande

source: This Code of Conduct is adapted from the Contributor Covenant, version 3.0, permanently available at https://www.contributor-covenant.org/version/3/0/.
sv: Denna uppförandekod är anpassad från Contributor Covenant, version 3.0, som finns permanent tillgänglig på https://www.contributor-covenant.org/version/3/0/.

source: Contributor Covenant is stewarded by the Organization for Ethical Source and licensed under CC BY-SA 4.0. To view a copy of this license, visit https://creativecommons.org/licenses/by-sa/4.0/.
sv: Contributor Covenant förvaltas av Organization for Ethical Source och licensieras under CC BY-SA 4.0. För att se en kopia av denna licens, besök https://creativecommons.org/licenses/by-sa/4.0/.

source: For answers to common questions about Contributor Covenant, see the FAQ at https://www.contributor-covenant.org/faq. Translations are provided at https://www.contributor-covenant.org/translations. Additional enforcement and community guideline resources can be found at https://www.contributor-covenant.org/resources. The enforcement ladder was inspired by the work of `Mozilla’s code of conduct team <https://github.com/mozilla/inclusion>`_.
sv: För svar på vanliga frågor om Contributor Covenant, se FAQ på https://www.contributor-covenant.org/faq. Översättningar finns på https://www.contributor-covenant.org/translations. Ytterligare resurser för tillämpning och riktlinjer för gemenskapen finns på https://www.contributor-covenant.org/resources. Tillämpningsstegen är inspirerad av arbetet i Mozillas uppförandekodsteam <https://github.com/mozilla/inclusion>_.

source: Weblate Contributor Communication Guidelines
de: Kommunikationsrichtlinien für Weblate-Mitwirkende
ga: Treoirlínte Cumarsáide do Ranníocóirí Weblate
hu: Weblate hozzájárulói kommunikációs irányelvek
id: Pedoman Komunikasi Kontributor Weblate
ja: Weblate 貢献者のコミュニケーションのガイドライン
nl: Weblate richtlijnen voor communicatie met deelnemer
pt_br: Diretrizes de Comunicação para Colaboradores do Weblate
ru: Рекомендации по общению с участниками Weblate
sv: Riktlinjer för kommunikation mellan Weblate-bidragare
ta: வலைபெயர்ப்பு பங்களிப்பாளர் தொடர்பு வழிகாட்டுதல்கள்
tr: Weblate Katılımcı İletişimi Rehberi
uk: Настанови щодо спілкування учасників розробки Weblate
zh_hans: Weblate 贡献者沟通指引

source: GitHub Issues
ga: Saincheisteanna GitHub
hu: GitHub hibajegyek
id: Masalah GitHub
pt_br: Issues do GitHub
sv: GitHub-problem
ta: அறிவிலிமையம் சிக்கல்கள்
tr: GitHub sorunları
uk: Вади на GitHub

source: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ is where bugs can be reported, and features can be requested. Issue submission form provides templates for each to simplify issue creation, and review and implementation process; it also guides to other places with information like documentation, Discussions, HackerOne program, and Weblate Care.
de: `GitHub-Issues <https://github.com/WeblateOrg/weblate/issues>`_ ist der Ort, an dem Fehler gemeldet und Funktionen angefragt werden können. Das Formular zum Einreichen von Problemen bietet Vorlagen für jedes Problem, um die Erstellung, Überprüfung und Umsetzung zu vereinfachen; es führt auch zu anderen Orten mit Informationen wie Dokumentation, Diskussionen, HackerOne-Programm und Weblate Care.
ga: Is é `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ nuair is féidir fabhtanna a thuairisciú, agus is féidir gnéithe a iarraidh. Soláthraíonn foirm aighneachta eisiúint teimpléid do gach ceann acu chun cruthú eisiúna, agus próiseas athbhreithnithe agus feidhmithe a shimpliú; Treoraíonn sé freisin chuig áiteanna eile le faisnéis cosúil le doiciméadú, Plé, HackerOne clár, agus Weblate Care.
hu: A `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ szolgál a hibák jelentésére és az új funkciók kérésére. A hibabejelentési űrlap sablonokat kínál ezekhez, egyszerűsítve a bejelentést, az elbírálást és a megvalósítást. Továbbá elirányít más információs forrásokhoz, például a dokumentációhoz, a Discussions (beszélgetések) felülethez, a HackerOne programhoz és a Weblate Care szolgáltatáshoz.
id: `Masalah GitHub <https://github.com/WeblateOrg/weblate/issues>`_ adalah tempat bug dapat dilaporkan, dan fitur dapat diminta. Formulir pengiriman masalah menyediakan templat untuk setiap masalah guna menyederhanakan pembuatan masalah, serta proses peninjauan dan implementasi; formulir ini juga memandu ke tempat lain dengan informasi seperti dokumentasi, Diskusi, program HackerOne, dan Weblate Care.
ja: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ はバグの報告や機能のリクエストをする所です。問題送信フォームには、問題の作成とレビュー、実装プロセスを簡素化するためのテンプレートが提供されています。また、ドキュメント、ディスカッション、HackerOne プログラム、Weblate Care などの情報が記載された他の場所への案内も行います。
nl: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ is waar problemen kunnen worden gerapporteerd, en mogelijkheden kunnen worden aangevraagd. Indien van het formulier voor problemen verschaft sjablonen voor elk ervan om het maken van een issue te vereenvoudigen, als ook het beoordelen en implementatieproces; het leidt ook naar andere plaatsen met informatie, zoals documentatie, Discussions, HackerOne programma en Weblate Care.
pt_br: `Issues do GitHub <https://github.com/WeblateOrg/weblate/issues>`_ é onde os bugs podem ser relatados e os recursos podem ser solicitados. O formulário de envio de problemas fornece modelos para cada um para simplificar a criação de problemas e o processo de revisão e implementação; ele também orienta para outros lugares com informações como documentação, Discussions, programa HackerOne e Weblate Care.
ru: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ — это место, где можно сообщать об ошибках и запрашивать функции. Форма отправки проблемы предоставляет шаблоны для каждого, чтобы упростить процесс создания, проверки и реализации проблемы; он также ведёт к другим местам с такой информацией, как документация, обсуждения, программа HackerOne и Weblate Care.
sv: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ är där buggar kan rapporteras och funktioner kan begäras. Formuläret för att skicka in ärenden innehåller mallar för varje ärende för att förenkla skapandet av ärenden samt gransknings- och implementeringsprocessen. Det innehåller också länkar till andra platser med information, såsom dokumentation, diskussioner, HackerOne-programmet och Weblate Care.
ta: `கிட்அப் சிக்கல்கள் <https://github.com/weblateorg/weblate/issues> _ _ என்பது பிழைகள் புகாரளிக்கக்கூடிய இடமாகும், மேலும் அம்சங்களைக் கோரலாம். வெளியீட்டு சமர்ப்பிப்பு படிவம் ஒவ்வொன்றிற்கும் சிக்கல் உருவாக்கம் மற்றும் மதிப்பாய்வு மற்றும் செயல்படுத்தல் செயல்முறை ஆகியவற்றை எளிதாக்க வார்ப்புருக்களை வழங்குகிறது; ஆவணங்கள், கலந்துரையாடல்கள், ஏக்கரோன் திட்டம் மற்றும் வலைபெயர்ப்பு பராமரிப்பு போன்ற தகவல்களைக் கொண்ட பிற இடங்களுக்கும் இது வழிகாட்டுகிறது.
tr: `GitHub sorunları <https://github.com/WeblateOrg/weblate/issues>`_, sorunların bildirilebileceği ve özellik isteklerinin yapılabileceği bir yerdir. Sorun gönderme formu, sorun oluşturma, inceleme ve uygulama sürecini basitleştirmek için kalıplar sunar. Ayrıca belgeler, tartışmalar, HackerOne programı ve Weblate Care gibi yerlere de yönlendirmeler sağlar.
uk: `Список вад на GitHub <https://github.com/WeblateOrg/weblate/issues>`_ — місце, де можна створювати звіти щодо вад і запити щодо реалізації можливостей. У формі подання вад реалізовано шаблони для кожного випадку. Ці шаблони спрощують створення звіту, рецензування та процес реалізації. Також там наведено посилання на додаткові відомості, зокрема документацію, обговорення програму HackerOne та Weblate Care.
zh_hans: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ 是报告 bug 和请求新功能的所在。问题提交表单提供了模板来简化问题创建以及审阅和实现过程。它还指引用户前往有信息的地方，像是文档、Discussions、HackerOne 项目和 Weblate Care。

source: Weblate GitHub Discussions
de: Weblate-GitHub-Diskussionen
ga: Comhráite Weblate GitHub
hu: Weblate GitHub beszélgetések
id: Diskusi Weblate GitHub
pt_br: Discussions do GitHub do Weblate
ru: Обсуждения Weblate на GitHub
sv: Weblate GitHub-diskussioner
ta: வலைபெயர்ப்பு அறிவிலிமையம் விவாதங்கள்
tr: Weblate GitHub tartışmaları
uk: Обговорення Weblate на GitHub
zh_hans: GitHub 上的 Weblate 讨论
