Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added option to disable automatic propagation of translations.
de: Option zur Deaktivierung der automatischen Übersetzungsweitergabe hinzugefügt.
ga: Cuireadh leis an rogha chun iomadú uathoibríoch aistriúcháin a dhíchumasú.
hu: Lehetőség a fordítások automatikus terjesztésének kikapcsolására.
id: Menambahkan opsi untuk menonaktifkan propagasi terjemahan secara otomatis.
ja: 翻訳の自動反映を無効にするオプションの追加。
nl: Toegevoegde optie voor het uitschakelen van automatisch verspreiden van vertalingen.
pt: Adicionada opção para desativar a propagação automática de traduções.
pt_br: Adicionada opção para desativar a propagação automática de traduções.
ro: A fost adăugată opțiunea de a dezactiva propagarea automată a traducerilor.
ru: Добавлен параметр для отключения автоматического распространения переводов.
sv: Lagt till alternativ för att inaktivera automatisk spridning av översättningar.
ta: மொழிபெயர்ப்புகளின் தானியங்கி பரப்புதலை முடக்க விருப்பம் சேர்க்கப்பட்டது.
tr: Çevirilerin kendiliğinden yayılmasını engelleme seçeneği eklendi.
uk: Додано пункт для вимикання автоматичного поширення перекладів.
zh_hans: 添加了选项来禁止自动传播翻译。
zh_hant: 添加了選項來禁止自動傳播翻譯。

source: Added option to subscribe for merge failures.
de: Option zum Abonnieren von Merge-Konflikten hinzugefügt.
ga: Cuireadh leis an rogha chun liostáil le haghaidh teipeanna cumaisc.
hu: Lehetőség egyesítési (merge) hibákra való feliratkozásra.
id: Menambahkan opsi untuk berlangganan jika penggabungan gagal.
ja: マージに失敗した場合に購読するオプションの追加。
nl: Toegevoegde optie om te abonneren voor mislukken van samenvoegen.
pt: Adicionada opção para se inscrever para falhas de mesclagem.
pt_br: Adicionada opção para se inscrever para falhas de mesclagem.
ro: A fost adăugată opțiunea de abonare la eșecurile de fuziune.
ru: Добавлена возможность подписываться на уведомления о неудачном слиянии (в системах контроля версий).
sv: Lagt till möjlighet att prenumerera på fel vid sammanslagning.
ta: ஒன்றிணைக்கும் தோல்விகளுக்கு குழுசேர விருப்பம் சேர்க்கப்பட்டது.
tr: Birleştirme hatalarına abone olma seçeneği eklendi.
uk: Додано пункт для оформлення підписки на помилки об'єднання.
zh_hans: 添加了选项为合并失败而订阅。
zh_hant: 添加了選項為合併失敗而訂閱。

source: Correctly import on projects which needs custom ttkit loader.
de: Korrekter Import bei Projekten, die einen eigenen ttkit-Loader benötigen.
ga: Iompórtáil i gceart ar thionscadail a dteastaíonn lódóir ttkit saincheaptha uathu.
hu: Projektek megfelelő importálása egyedi TTKit betöltőt igénylő esetekben.
id: Impor dengan benar pada proyek yang memerlukan pemuat ttkit khusus.
ja: カスタム ttkit ローダーが必要なプロジェクトで正常にインポートされるよう改良。
nl: Correct importeren voor projecten die aangepaste lader voor Translate Toolkit nodig hebben.
pt: Importa corretamente em projetos que precisem de carregador ttkit personalizado.
pt_br: Importa corretamente em projetos que precisem de carregador ttkit personalizado.
ro: Import corect în proiectele care au nevoie de încărcător ttkit personalizat.
ru: Теперь проекты, которым нужен особый ttkit-загрузчик, импортируются корректно.
sv: Importera korrekt till projekt som kräver anpassad ttkit-laddare.
ta: தனிப்பயன் ttkit ஏற்றி தேவைப்படும் திட்டங்களில் சரியாக இறக்குமதி செய்யுங்கள்.
tr: Özel ttkit yükleyiciye gerek duyan projelerin doğru biçimde içe aktarılması sağlandı.
uk: Реалізовано належне імпортування для проєктів, які потребують нетипового завантажувача ttkit.
zh_hans: 正确导入需要自定义 ttkit 加载器的项目。
zh_hant: 正確地導入需要客戶 ttkit 導入程序的項目。

source: Added sitemaps to allow easier access by crawlers.
de: Sitemaps hinzugefügt, um Crawlern den Zugriff zu erleichtern.
ga: Cuireadh léarscáileanna suímh leis chun go mbeidh rochtain níos éasca ag crawlers.
hu: Oldaltérképek (sitemap) hozzáadása a keresőrobotok jobb elérése érdekében.
id: Menambahkan peta situs untuk memungkinkan akses yang lebih mudah oleh perayap.
ja: サイトマップを追加して、クローラーが簡単にアクセスできるように改良。
nl: Sitemaps toegevoegd om toegang voor crawlers gemakkelijker te maken.
pt: Adicionados mapas de site para permitir um acesso mais fácil por rastreadores.
pt_br: Adicionados mapas de site para permitir um acesso mais fácil por rastreadores.
ro: Adăugat sitemaps pentru a permite un acces mai ușor de către crawlere.
ru: Добавлена карта сайта, чтобы облегчить поисковым ботам доступ ко всем страницам.
sv: Lagt till webbplatskartor för att underlätta åtkomst för sökrobotar.
ta: கிராலர்களால் எளிதாக அணுக அனுமதிக்க தள வரைபடங்களைச் சேர்த்தது.
tr: Arama motoru robotlarının erişimini kolaylaştırmak için site haritaları eklendi.
uk: Додано карти місць для спрощення доступу для «повзунів».
zh_hans: 添加了网站地图允许爬虫更容易地访问。
zh_hant: 添加了網站地圖允許爬蟲更容易地訪問。

source: Provide direct links to string in notification e-mails or feeds.
de: Bereitstellen von direkten Links zu Zeichenketten in Benachrichtigungs-E-Mails oder Feeds.
ga: Cuir naisc dhíreacha ar fáil do theaghrán i r-phoist nó i bhfothaí fógra.
hu: Értesítésekben és hírfolyamokban közvetlen hivatkozás a szövegre.
id: Berikan tautan langsung ke string dalam surel atau umpan notifikasi.
ja: 通知メールまたはフィード内の文字列への直接リンクを表示。
nl: Directe koppelingen verschaft naar tekenreeks in e-mails voor notificatie of feeds.
pt: Fornece ligações diretas para cadeias em e-mails de notificação ou feeds.
pt_br: Fornece links diretos para textos em e-mails de notificação ou feeds.
ro: Furnizați linkuri directe către șir în e-mailurile de notificare sau în fluxuri.
ru: Добавлены прямые ссылки на строки в уведомления по электронной почте и ленты.
sv: Tillhandahåll direkta länkar till strängen i meddelande-e-postmeddelanden eller flöden.
ta: அறிவிப்பு மின்னஞ்சல்கள் அல்லது ஊட்டங்களில் சரத்திற்கு நேரடி இணைப்புகளை வழங்கவும்.
tr: Bildirim e-postalarına veya özet akışlarına doğrudan dizge bağlantısı eklendi.
uk: Реалізовано безпосередні посилання на рядок у повідомленнях-сповіщеннях та подачах.
zh_hans: 在通知电子邮件或 feed 中提供到字符串的直接链接。
zh_hant: 在通知電子郵件或 feed 中提供到字符串的直接鏈接。

source: Various improvements to admin interface.
de: Verschiedene Verbesserungen an der Adminoberfläche.
ga: Feabhsuithe éagsúla ar an gcomhéadan riaracháin.
hu: Adminisztrációs felület több ponton továbbfejlesztve.
id: Berbagai peningkatan pada antarmuka admin.
ja: 管理画面への多くの改良。
nl: Verscheidene verbeteringen aan beheerinterface.
pt: Várias melhorias na interface administrativa.
pt_br: Várias melhorias na interface administrativa.
ro: Diverse îmbunătățiri la interfața de administrare.
ru: Различные улучшения в интерфейсе администратора.
sv: Olika förbättringar av administratörsgränssnittet.
ta: நிர்வாக இடைமுகத்திற்கு பல்வேறு மேம்பாடுகள்.
tr: Yönetim arayüzünde çeşitli iyileştirmeler yapıldı.
uk: Різноманітні удосконалення адміністративного інтерфейсу.
zh_hans: 对管理员界面的各种改进。
zh_hant: 對管理員界面的各種改進。

source: Provide hints for production setup in admin interface.
de: Bereitstellen von Hinweisen zur Produktionseinrichtung in der Adminoberfläche.
ga: Tabhair leideanna maidir le socrú táirgeachta sa chomhéadan riaracháin.
hu: Éles környezetre vonatkozó javaslatok megjelenítése az adminisztrációs felületen.
id: Berikan petunjuk untuk pengaturan produksi di antarmuka admin.
ja: 管理画面にて本番環境設定のヒントを表示。
nl: Hints in beheerinterface verschaft voor opstellen productie.
pt: Fornece dicas para a configuração da produção na interface administrativa.
pt_br: Fornece dicas para a configuração da produção na interface administrativa.
ro: Furnizați indicii pentru configurarea producției în interfața de administrare.
ru: В интерфейс администратора добавлены подсказки по настройке Weblate для рабочей среды.
sv: Ge tips för produktionsinställningar i administratörsgränssnittet.
ta: நிர்வாக இடைமுகத்தில் விளைவாக்கம் அமைப்பிற்கான குறிப்புகளை வழங்கவும்.
tr: Yönetim arayüzünde üretim ortamı kurulumu için ipuçları sunuldu.
uk: Реалізовано підказки щодо промислових конфігурацій у адміністративному інтерфейсі.
zh_hans: 在管理员界面中为生产设置提供提示。
zh_hant: 在管理員界面中為生產設置提供提示。

source: Added per language widgets and engage page.
de: Widgets für jede Sprache und die Beteiligungsseite hinzugefügt.
ga: Curtha leis in aghaidh na ngiuirléidí teanga agus leathanach gabháil.
hu: Nyelvspecifikus widgetek és közreműködésre ösztönző oldal hozzáadva.
id: Ditambahkan per widget bahasa dan halaman keterlibatan.
ja: 言語ごとのウィジェット、エンゲージメント ページを追加。
nl: Widgets per taal toegevoegd en landingspagina.
pt: Adicionados widgets e página de engajamento por idioma.
pt_br: Adicionados widgets e página de engajamento por idioma.
ro: Adăugat pentru fiecare limbă widget-uri și pagina de angajare.
ru: Добавлены виджеты и страница взаимодействия для отдельных языков.
sv: Lagt till widgets per språk och engagerande sida.
ta: ஒரு மொழி விட்செட்டுகள் சேர்க்கப்பட்டு பக்கத்தை ஈடுபடுத்துங்கள்.
tr: Her dil için ayrı pano bileşeni ve etkileşim sayfası eklendi.
uk: Додано віджети для окремих мов та сторінку залучення.
zh_hans: 添加了每种语言的小挂件和参与页面。
zh_hant: 添加了每種語言的 widgets 和接合頁面。

source: Improved translation locking handling.
de: Verbesserte Handhabung von Übersetzungssperren.
ga: Láimhseáil feabhsaithe glasála aistriúcháin.
hu: Fordítás zárolásának kezelése továbbfejlesztve.
id: Perbaikan penanganan penguncian terjemahan.
ja: 翻訳ロック処理の改良。
nl: Verbeterde afhandeling vergrendelen vertaling.
pt: Melhorado o manuseio de bloqueio de tradução.
pt_br: Melhorado o manuseio de bloqueio de tradução.
ro: A fost îmbunătățită gestionarea blocării traducerilor.
ru: Улучшена обработка блокировки переводов.
sv: Förbättrad hantering av översättningslåsning.
ta: மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு பூட்டுதல் கையாளுதல்.
tr: Çeviri kilitleme işlemi iyileştirildi.
uk: Удосконалено обробку блокування перекладів.
zh_hans: 改进了翻译锁定处理。
zh_hant: 改進了翻譯鎖定處理。

source: Show code snippets for widgets in more variants.
de: Anzeige von Code-Ausschnitten für Widgets in mehr Varianten.
ga: Taispeáin gearrthóga cód le haghaidh giuirléidí i leaganacha níos mó.
hu: A widgetekhez tartozó kódrészletek több változatban is megjelennek.
id: Tampilkan cuplikan kode untuk widget dalam lebih banyak varian.
ja: ウィジェットのコード スニペットに、より多くの種類を表示。
nl: Codesnippers voor widgets in meer varianten weergeven.
pt: Mostra trechos de código para widgets em mais variantes.
pt_br: Mostra trechos de código para widgets em mais variantes.
ro: Afișați fragmente de cod pentru widget-uri în mai multe variante.
ru: Теперь отображается больше отрывков кода для вставки виджетов на сторонние сайты.
sv: Visa kodavsnitt för widgets i fler varianter.
ta: விட்செட்களுக்கான குறியீடு துணுக்குகளை அதிக வகைகளில் காட்டு.
tr: Pano bileşenleri için daha fazla kod parçası çeşidinin görüntülenmesi sağlandı.
uk: Реалізовано показ фрагментів для віджетів у ширшому спектрі варіантів.
zh_hans: 显示小挂件更多款式对应的代码片段。
zh_hant: 為 widgets 以更多變量顯示代碼段。

source: Indicate failing checks or fuzzy strings in progress bars.
de: Anzeige von fehlgeschlagenen Qualitätsprüfungen oder ungenauen Zeichenketten in Fortschrittsbalken.
ga: Léirigh seiceálacha teip nó teaghráin doiléir i mbarraí dul chun cinn.
hu: Előrehaladási sávokban is jelölve a sikertelen ellenőrzések vagy szerkesztést igénylő szövegek.
id: Menunjukkan pemeriksaan yang gagal atau string fuzzy pada bilah kemajuan.
ja: 翻訳状況のプログレスバーに、検査不合格数またはあいまい文字列数を表示。
nl: Aangeven van mislukte controles of fuzzy tekenreeksen in voortgangsbalken.
pt: Indicar verificações com falha ou entradas imprecisas em barras de progresso.
pt_br: Indica verificações de falha ou textos aproximados em barras de progresso.
ro: Indicați verificările eșuate sau șirurile neclare în barele de progres.
ru: Отображение количества неудачных проверок и неточных строк в индикаторах готовности перевода.
sv: Ange misslyckade kontroller eller otydliga strängar i förloppsindikatorer.
ta: முன்னேற்றக் கம்பிகளில் தோல்வியுற்ற சோதனைகள் அல்லது தெளிவற்ற சரங்களை குறிக்கவும்.
tr: Başarısız olan denetimlerin veya belirsiz dizgelerin ilerleme çubuklarında belirtilmesi sağlandı.
uk: Реалізовано індикацію помилок перевірок або неточно перекладених рядків на смужках поступу.
zh_hans: 在进度条中显示未通过的检查或模糊字符串。
zh_hant: 在進度挑中指示失敗的檢測或模糊字符串。

source: More options for formatting commit message.
de: Mehr Optionen für das Formatieren von Commit-Nachrichten.
ga: Tuilleadh roghanna chun teachtaireacht tiomantais a fhormáidiú.
hu: További beállítások a véglegesítési üzenet formázásához.
id: Opsi lainnya untuk memformat pesan komit.
ja: コミットメッセージの書式設定のオプションの追加。
nl: Meer opties voor opmaken bericht indiening.
pt: Mais opções para formatar mensagem de commit.
pt_br: Mais opções para formatar mensagem de commit.
ro: Mai multe opțiuni pentru formatarea mesajului de confirmare.
ru: Больше опций для форматирования сообщений коммитов.
sv: Fler alternativ för formatering av commit-meddelanden.
ta: செய்தியை வடிவமைப்பதற்கான கூடுதல் விருப்பங்கள்.
tr: İşleme iletisine daha fazla biçimlendirme seçeneği eklendi.
uk: Розширено параметри форматування повідомлення щодо внеску.
zh_hans: 用于将提交说明格式化的更多选项。
zh_hant: 用於將提交信息格式化的更多選項。

source: Fixed error handling with machine translation services.
de: Die Fehlerbehandlung bei maschinellen Übersetzungsdiensten korrigiert.
ga: Láimhseáil earráide seasta le seirbhísí aistriúcháin meaisín.
hu: Gépi fordítási szolgáltatások hibaellenőrzése javítva.
id: Memperbaiki penanganan galat pada layanan terjemahan mesin.
ja: 機械翻訳サービスのエラー処理を修正。
nl: Foutafhandeling met services voor machinevertalingen gerepareerd.
pt: Corrigida a manipulação de erros com serviços de tradução de máquina.
pt_br: Correção para tratamento de erros com serviços de tradução automática.
ro: A fost reparată gestionarea erorilor cu serviciile de traducere automată.
ru: Исправлена обработка ошибок сервисов машинного перевода.
sv: Fixat felhantering med maskinöversättningstjänster.
ta: இயந்திர மொழிபெயர்ப்பு சேவைகளுடன் நிலையான பிழை கையாளுதல்.
tr: Makine çevirisi hizmetleriyle ilgili hataların işlenmesinde yaşanan sorun düzeltildi.
uk: Виправлено помилку при роботі зі службами комп'ютерного перекладу.
zh_hans: 修复了机器翻译服务的错误处理。
zh_hant: 修復了機器翻譯服務的錯誤處理。

source: Improved automatic translation locking behaviour.
de: Verbessertes Sperrverhalten der automatischen Übersetzung.
ga: Iompar glasála aistriúcháin uathoibríoch feabhsaithe.
hu: Automatikus zárolás viselkedése továbbfejlesztve.
id: Peningkatan perilaku penguncian terjemahan otomatis.
ja: 自動翻訳ロックの動作の改良。
nl: Verbeterd gedrag voor automatisch vergrendelen vertaling.
pt: Melhorado o comportamento de bloqueio de tradução automática.
pt_br: Melhorado o comportamento de bloqueio de tradução automática.
ro: A fost îmbunătățit comportamentul de blocare automată a traducerilor.
ru: Улучшено поведение блокировки при автоматическом переводе.
sv: Förbättrad automatisk översättningslåsning.
ta: மேம்படுத்தப்பட்ட தானியங்கி மொழிபெயர்ப்பு பூட்டுதல் நடத்தை.
tr: Kendiliğinden çeviri kilitleme davranışı iyileştirildi.
uk: Удосконалено обробку блокування при автоматичному перекладі.
zh_hans: 改进了自动翻译锁定行为。
zh_hant: 改進了自動翻譯鎖定行為。

source: Support for showing changes from previous source string.
de: Unterstützung für die Anzeige von Änderungen gegenüber der vorherigen Ausgangszeichenkette.
ga: Tacaíocht chun athruithe ón teaghrán foinse roimhe seo a thaispeáint.
hu: Lehetőség a korábbi forrásszöveg változásainak megjelenítésére.
id: Dukungan untuk menampilkan perubahan dari string sumber sebelumnya.
ja: 以前の原文からの変更点を表示できるよう改良。
nl: Ondersteuning voor weergeven van wijzigingen uit vorige brontekenreeks.
pt: Suporte para mostrar alterações da cadeia fonte anterior.
pt_br: Suporte para mostrar alterações do texto fonte anterior.
ro: Suport pentru afișarea modificărilor față de șirul sursă anterior.
ru: Поддержка показа изменений относительно предыдущей исходной строки.
sv: Stöd för att visa ändringar från tidigare källsträng.
ta: முந்தைய மூல சரத்திலிருந்து மாற்றங்களைக் காண்பிப்பதற்கான உதவி.
tr: Önceki kaynak dizgeye göre yapılan değişikliklerin görüntülenmesi sağlandı.
uk: Реалізовано підтримку показу зміни для попереднього початкового рядка.
zh_hans: 支持显示不同于之前的源字符串的更改。
zh_hant: 支持顯示不同於之前的源字符串的更改。

source: Added support for substring search.
de: Unterstützung für Unterzeichenkettesuche hinzugefügt.
ga: Tacaíocht bhreise do chuardach fotheaghrán.
hu: Részszövegre történő keresés támogatása hozzáadva.
id: Menambahkan dukungan untuk pencarian substring.
ja: 部分文字列検索に対応。
nl: Ondersteuning toegevoegd voor zoeken naar subtekenreeks.
pt: Adicionado suporte para pesquisa de subcadeias.
pt_br: Adicionado suporte para busca de subtexto.
ro: A fost adăugat suport pentru căutarea de subșiruri.
ru: Добавлена поддержка поиска подстрок.
sv: Lagt till stöd för sökning efter delsträngar.
ta: அடி மூலக்கூறு தேடலுக்கான உதவி சேர்க்கப்பட்டது.
tr: Alt dizge arama özelliği eklendi.
uk: Додано підтримку пошуку за частиною рядків.
zh_hans: 为字串搜索添加了支持。
zh_hant: 為字串搜索添加了支持。

source: Support for per project ACL.
de: Unterstützung für projektspezifische Zugriffssteuerungslisten.
ga: Tacaíocht do gach tionscadal ACL.
hu: Projektalapú hozzáférés-vezérlés (ACL) támogatása.
id: Dukungan untuk ACL per proyek.
ja: プロジェクト単位の ACL に対応。
nl: Ondersteuning voor ACL per project.
pt: Suporte para ACL por projeto.
pt_br: Suporte para ACL por projeto.
ro: Suport pentru ACL pentru fiecare proiect.
ru: Добавлена поддержка попроектных списков контроля доступа (ACL).
sv: Stöd för ACL per projekt.
ta: ஒரு திட்ட acl க்கு உதவி.
tr: Her proje için erişim denetimi listesi özelliği eklendi.
uk: Реалізовано підтримку окремих ACL на рівні проєкту.
zh_hans: 支持每个项目的 ACL。
zh_hant: 支持每個項目的 ACL。

source: Basic code coverage by unit tests.
de: Grundlegende Codeerfassung durch Einheitentests.
ga: Clúdach cód bunúsach ag tástálacha aonaid.
hu: Alapszintű kódfedettség egységtesztekkel.
id: Cakupan kode dasar berdasarkan pengujian unit.
ja: 単体テストによる基本的なコード網羅率に対応。
nl: Afdekken code voor Basic door eenheidstesten.
pt: Cobertura de código básica por testes unitários.
pt_br: Cobertura de código básica por testes unitários.
ro: Acoperirea codului de bază prin teste unitare.
ru: Базовое покрытие кодовой базы юнит-тестами.
sv: Grundläggande kodtäckning genom enhetstester.
ta: அலகு சோதனைகள் மூலம் அடிப்படை குறியீடு பாதுகாப்பு.
tr: Birim sınamalarına göre temel kod kapsamı.
uk: Базове покриття коду тестами модулів.
zh_hans: 基本代码由单元测试来覆盖。
zh_hant: 基本代碼由單元測試來覆蓋。

source: *Released on November 16th 2012.*
de: *Veröffentlicht am 16. November 2012.*
ga: *Eisithe ar 16 Samhain 2012.*
hu: *Kiadva: 2012. november 16.*
id: *Dirilis pada 16 November 2012.*
nl: *Uitgegeven op 16 november 2012.*
pt_br: *Atualizado em 16 de novembro de 2012.*
sv: *Släpptes den 16 november 2012.*
tr: *16 Kasım 2012 tarihinde yayınlandı.*
uk: *Випущено 16 листопада 2012 року.*

source: Compatibility with PostgreSQL database backend.
de: Kompatibilität mit dem PostgreSQL-Datenbank-Backend.
ga: Comhoiriúnacht le hinneal bhunachar sonraí PostgreSQL.
hu: PostgreSQL adatbázis-kezelő kompatibilitás.
id: Kompatibilitas dengan backend basis data PostgreSQL.
ja: PostgreSQL データベース バックエンドとの互換性に対応。
nl: Compatibiliteit met PostgreSQL databasebackend.
pt: Compatibilidade com backend de banco de dados PostgreSQL.
pt_br: Compatibilidade com backend de banco de dados PostgreSQL.
ro: Compatibilitate cu backend-ul bazei de date PostgreSQL.
ru: Возможность работы поверх PostgreSQL.
sv: Kompatibilitet med PostgreSQL-databasbackend.
ta: postgresql தரவுத்தள பின்தளத்தில் பொருந்தக்கூடிய தன்மை.
tr: PostgreSQL veri tabanı arka ucuyla uyumluluk sağlandı.
uk: Реалізовано сумісність із модулем бази даних PostgreSQL.
zh_hans: 与 PostgreSQL 数据库后端兼容。
zh_hant: 與 PostgreSQL 數據庫後端兼容。

source: Removes languages removed in upstream git repository.
de: Sprachen entfernt, die im Upstream-Git-Repository entfernt wurden.
ga: Baintear teangacha as an stór git réamhtheachtacha.
hu: Eltávolítja a forrás git tárolóból törölt nyelveket.
id: Menghapus bahasa yang dihapus di repositori git hulu.
ja: 上流の git リポジトリで削除された言語を削除するように改良。
nl: Verwijderde talen in opslagruimte upstream van Git verwijderd.
pt: Remove idiomas removidos no repositório git upstream.
pt_br: Remove idiomas removidos no repositório git upstream.
ro: Îndepărtează limbile eliminate în depozitul git din amonte.
ru: Удаление языков, удаленных в вышестоящем git-репозитории.
sv: Tar bort språk som har tagits bort i uppströms git-arkivet.
ta: மேலோடை அறிவிலி களஞ்சியத்தில் அகற்றப்பட்ட மொழிகளை நீக்குகிறது.
tr: Yukarı akış Git deposunda silinen dillerin kaldırılması sağlandı.
uk: Реалізовано вилучення мов, які вилучено у сховищі git основної гілки розробки.
zh_hans: 将上游 git 仓库中删除的语言也删除。
zh_hant: 將上游 git 倉庫中刪除的語言也刪除。

source: Improved quality checks processing.
de: Verbesserte Verarbeitung von Qualitätsprüfungen.
ga: Próiseáil seiceála cáilíochta feabhsaithe.
hu: Minőség-ellenőrzések feldolgozásának javítása.
id: Peningkatan pemrosesan pemeriksaan kualitas.
ja: 品質検査処理の改良。
nl: Verbeterde verwerking kwaliteitscontroles.
pt: Melhoria do processamento dos controlos de qualidade.
pt_br: Melhorado o processamento de verificações de qualidade.
ro: Procesarea îmbunătățită a controalelor de calitate.
ru: Улучшена обработка проверок качества.
sv: Förbättrad hantering av kvalitetskontroller.
ta: மேம்படுத்தப்பட்ட தர சோதனைகள் செயலாக்கம்.
tr: Kalite denetimlerinin işlenmesi iyileştirildi.
uk: Удосконалено обробку перевірок якості.
zh_hans: 改进了质量检查处理。
zh_hant: 改進了質量檢查處理。

source: Added new checks (BBCode, XML markup and newlines).
de: Neue Qualitätsprüfungen hinzugefügt (BBCode, XML-Auszeichnung und Zeilenumbrüche).
ga: Cuireadh seiceálacha nua leis (BBCode, XML marcáil agus línte nua).
hu: Új ellenőrzések hozzáadva (BBCode, XML jelölés és soremelések).
id: Menambahkan pemeriksaan baru (BBCode, markup XML, dan baris baru).
ja: 新しい検査項目の追加（BBCode、XML マークアップ、改行）。
nl: Nieuwe controles toegevoegd (BBCode, XML markup en newlines).
pt: Adicionadas novas verificações (BBCode, marcação XML e novas linhas).
pt_br: Adicionadas novas verificações (BBCode, marcação XML e novas linhas).
ro: Au fost adăugate noi verificări (cod BB, marcaje XML și linii noi).
ru: Добавлены новые проверки (для BB-кода, разметки XML и переводов строк).
sv: Nya kontroller har lagts till (BBCode, XML-markering och radbrytningar).
ta: புதிய சோதனைகளைச் சேர்த்தது (பிபிகோட், எக்ச்எம்எல் மார்க்அப் மற்றும் நியூமைன்ச்).
tr: Yeni denetimler eklendi (BBCode, XML biçimlendirmesi ve yeni satır karakterleri).
uk: Додано нові перевірки (BB-код, розмітка і розриви рядків XML).
zh_hans: 添加了新的检查（BBCode、XML 标记和换行符）。
zh_hant: 添加了新的檢查（BB 代碼、XML 標記和新的行）。

source: Support for optional rebasing instead of merge.
de: Unterstützung für optionales Umbasieren anstelle von Merge.
ga: Tacaíocht d'athbhunú roghnach in ionad cumaisc.
hu: Opcionális újraalapozás (rebase) támogatása egyesítés (merge) helyett.
id: Dukungan untuk rebasing opsional sebagai ganti penggabungan.
ja: マージの代わりにオプションのリベースに対応。
nl: Ondersteuning voor optioneel rebasen in plaats van samenvoegen.
pt: Suporte para opcionalmente fazer rebase em vez de mesclar.
pt_br: Suporte para opcionalmente fazer rebase em vez de mesclar.
ro: Suport pentru rebasarea opțională în loc de fuziune.
ru: Поддержка возможности смены базы (rebase) вместо слияния (merge).
sv: Stöd för valfri ombasering istället för sammanslagning.
ta: ஒன்றிணைப்பதற்கு பதிலாக விருப்ப மறுதொடக்கம் செய்வதற்கான உதவி.
tr: Birleştirme yerine isteğe bağlı yeniden temellendirme desteği sağlandı.
uk: Реалізовано необов'язкове перенесення коду замість об'єднання.
zh_hans: 支持可选的变基而不是合并。
zh_hant: 支持可選地 rebasing 而不是合併。
