Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed cleanup add-on behavior with HTML, ODF, IDML and Windows RC formats.
de: Das Verhalten der Bereinigungsvorgang-Erweiterung bei den Formaten HTML, ODF, IDML und Windows RC korrigiert.
ga: Iompar breisithe glantacháin seasta le formáidí HTML, ODF, IDML agus Windows RC.
hu: Tisztító kiegészítő működésének javítása HTML, ODF, IDML és Windows RC formátumoknál.
id: Memperbaiki perilaku pengaya pembersihan dengan format HTML, ODF, IDML dan Windows RC.
ja: HTML、ODF、IDML、および Windows RC 形式でのクリーンアップ アドオンの処理の修正。
nl: Gedrag add-on voor opschonen gerepareerd voor indelingen HTML, ODF, IDML en Windows RC.
pt: Corrigido o comportamento da extensão de limpeza com os formatos HTML, ODF, IDML e RC do Windows.
pt_br: Corrigido o comportamento do complemento de limpeza com os formatos HTML, ODF, IDML e RC do Windows.
ro: A fost corectat comportamentul add-on-ului de curățare cu formatele HTML, ODF, IDML și Windows RC.
ru: Исправлено поведение надстройки очистки с форматами HTML, ODF, IDML и Windows RC.
sv: Fixat tilläggets upprensningsbeteende med HTML-, ODF-, IDML- och Windows RC-format.
ta: html, odf, idml மற்றும் சாளரங்கள் rc வடிவங்களுடன் நிலையான தூய்மைப்படுத்தும் நடத்தை.
tr: Temizleme eklentisinin HTML, ODF, IDML ve Windows RC biçimlerine davranışı düzeltildi.
uk: Виправлено поведінку додатка очищення під час роботи з форматами HTML, ODF, IDML і Windows RC.
zh_hans: 修复了 HTML、ODF、IDML 和 Windows RC 格式的清理附加组件的行为。
zh_hant: 修復了 HTML、ODF、IDML 和 Windows RC 格式的清理附加組件的行為。

source: Fixed parsing of location from CSV files.
de: Das Analysieren des Speicherorts aus CSV-Dateien korrigiert.
ga: Parsáil sheasta suímh ó chomhaid CSV.
hu: CSV-fájlokból származó helyadatok elemzésének javítása.
id: Memperbaiki penguraian lokasi dari berkas CSV.
ja: CSV ファイルからの位置情報解析の修正。
nl: Gerepareerd parsen van locatie uit CSV-bestanden.
pt: Corrigida a análise do local de ficheiros CSV.
pt_br: Corrigida a análise do local de arquivos CSV.
ro: A fost reparată analizarea locației din fișierele CSV.
ru: Исправлен парсинг расположения из CSV-файлов.
sv: Fast parsning av plats från CSV-filer.
ta: காபிம கோப்புகளிலிருந்து இருப்பிடத்தின் நிலையான பாகுபடுத்தல்.
tr: CSV dosyalarında yaşanan konumun işlenmesi sorunu düzeltildi.
uk: Виправлено обробку місця у файлах CSV.
zh_hans: 修复了从 CSV 文件解析位置的错误。

source: Use content compression for file downloads.
de: Für Dateidownloads wird eine Inhaltskomprimierung verwendet.
ga: Úsáid comhbhrú inneachair chun comhaid a íoslódáil.
hu: Fájlletöltéseknél tartalomtömörítés használata.
id: Gunakan kompresi konten untuk mengunduh berkas.
ja: ファイルのダウンロードにコンテンツ圧縮を使用するように変更。
nl: Comprimeren van inhoud gebruiken voor downloaden van bestanden.
pt: Uso de compactação de conteúdo para descarregas de ficheiros.
pt_br: Uso de compactação de conteúdo para downloads de arquivos.
ro: Utilizați compresia conținutului pentru descărcările de fișiere.
ru: Использование сжатия содержимого при скачивании файлов.
sv: Använd innehållskomprimering för filnedladdningar.
ta: கோப்பு பதிவிறக்கங்களுக்கு உள்ளடக்க சுருக்கத்தைப் பயன்படுத்து.
tr: Dosya indirmeleri için içerik sıkıştırmasının kullanılması sağlandı.
uk: Реалізовано використання стиснення даних для отримання файлів.
zh_hans: 下载文件时使用内容压缩。
zh_hant: 下載文件時使用內容壓縮。

source: Improved user experience on importing from ZIP file.
de: Verbessertes Benutzererlebnis beim Importieren aus einer ZIP-Datei.
ga: Taithí úsáideora feabhsaithe ar iompórtáil ó chomhad ZIP.
hu: ZIP fájlból történő importálás felhasználói élményének javítása.
id: Peningkatan pengalaman pengguna saat mengimpor dari berkas ZIP.
ja: ZIP ファイルからインポートする際の操作性の改善。
nl: Verbeterde gebruikerservaring bij importeren van ZIP-bestand.
pt: Melhorada a experiência do utilizador na importação de ficheiro ZIP.
pt_br: Melhorada a experiência do usuário na importação de arquivo ZIP.
ro: A fost îmbunătățită experiența utilizatorului la importul dintr-un fișier ZIP.
ru: Улучшена процедура импорта ZIP-файлов.
sv: Förbättrad användarupplevelse vid import från ZIP-fil.
ta: சிப் கோப்பிலிருந்து இறக்குமதி செய்வதில் மேம்படுத்தப்பட்ட பயனர் பட்டறிவு.
tr: ZIP dosyasından içe aktarmada kullanıcı deneyimi iyileştirildi.
uk: Удосконалено інтерфейс імпортування даних з файлів ZIP.
zh_hans: 改进了从 ZIP 文件导入的用户体验。
zh_hant: 改進了從 ZIP 文件導入的用戶體驗。

source: Improved detection of file format for uploads.
de: Verbesserte Erkennung des Dateiformats beim Hochladen.
ga: Brath feabhsaithe formáid comhaid le haghaidh uaslódála.
hu: Feltöltések során a fájlformátum felismerésének javítása.
id: Peningkatan deteksi format berkas untuk unggahan.
ja: アップロードのファイル形式の検出の改善。
nl: Verbeterd detecteren van bestandsindeling voor uploads.
pt: Melhorada a deteção do formato de ficheiros para envios.
pt_br: Melhorada a detecção do formato de arquivo para envios.
ro: A fost îmbunătățită detectarea formatului de fișier pentru încărcări.
ru: Улучшено распознавание форматов файлов при загрузке.
sv: Förbättrad identifiering av filformat för uppladdningar.
ta: பதிவேற்றங்களுக்கான கோப்பு வடிவமைப்பை மேம்படுத்திய கண்டறிதல்.
tr: Yüklemelerde dosya biçimlerinin algılanması iyileştirildi.
uk: Удосконалено виявлення формату файлів для вивантажених файлів.
zh_hans: 改进了对上传文件格式的检测。

source: Avoid duplicate pull requests on Pagure.
de: Vermeiden von doppelten Pull Requests auf Pagure.
ga: Seachain iarratais tarraingthe dúblacha ar Pagure.
hu: Ismétlődő módosítási kérelmek (pull request) elkerülése Pagure használatakor.
id: Hindari permintaan penarikan duplikat di Pagure.
ja: Pagure でのプルリクエストの重複を回避するように修正。
nl: Vermijden van duplicate pull requests op Pagure.
pt: Evita pull requests duplicadas no Pagure.
pt_br: Evita pull requests duplicadas no Pagure.
ro: Evitați cererile duplicate pe Pagure.
ru: Теперь Weblate старается избегать дупликации запросов на слияние на Pagure.
sv: Undvik dubbla pull-förfrågningar på Pagure.
ta: pagure இல் நகல் இழுக்கும் கோரிக்கைகளைத் தவிர்க்கவும்.
tr: Pagure için yinelenen çekme istekleri engellendi.
uk: Усунено дублювання запитів щодо злиття на Pagure.
zh_hans: 避免在 Pagure 上重复拉取请求。
zh_hant: 避免在 Pagure 上複製拉取請求。

source: Improved performance when displaying ghost translations.
de: Verbesserte Leistung bei der Anzeige von Ghost-Übersetzungen.
ga: Feidhmíocht fheabhsaithe agus aistriúcháin thaibhse á thaispeáint.
hu: „Szellemfordítások” megjelenítésének teljesítményjavítása.
id: Meningkatkan kinerja saat menampilkan terjemahan bayangan.
ja: ゴースト翻訳を表示するときのパフォーマンスの向上。
nl: Verbeterde prestaties bij weergeven van spook-vertalingen.
pt: Melhorado o desempenho ao exibir traduções fantasmas.
pt_br: Melhorado o desempenho ao mostrar traduções fantasmas.
ro: A fost îmbunătățită performanța la afișarea traducerilor fantomă.
ru: Улучшена производительность при отображении призрачных переводов.
sv: Förbättrad prestanda vid visning av spököversättningar.
ta: பேய் மொழிபெயர்ப்புகளைக் காண்பிக்கும் போது மேம்பட்ட செயல்திறன்.
tr: Hayalet çevirilerin görüntülenmesi başarımı iyileştirildi.
uk: Пришвидшено показ перекладів-привидів.
zh_hans: 改进了显示 ghost 翻译时的性能。

source: Reimplemented translation editor to use native browser textarea.
de: Den Übersetzungseditor neu implementiert, um den nativen Textbereich des Browsers zu verwenden.
ga: Eagarthóir aistriúcháin athchurtha chun úsáid a bhaint as textarea brabhsálaí dúchais.
hu: A fordítószerkesztő mostantól a böngésző saját szövegmezőjét használja.
id: Menerapkan kembali penyunting terjemahan untuk menggunakan area teks peramban asli.
ja: 翻訳エディターが、ネイティブ ブラウザーのテキスト エリアを使用するように再実装。
nl: Opnieuw geïmplementeerde vertaalbewerker voor gebruiken van tekstgebied van eigen browser.
pt: Reimplementado o editor de tradução para usar a área de texto do navegador nativo.
pt_br: Reimplementado o editor de tradução para usar a área de texto do navegador nativo.
ro: Reimplementat editorul de traduceri pentru a utiliza textarea nativă a browserului.
ru: Переписана реализация поля редактирования переводов, чтобы она использовала родную область ввода браузера.
sv: Omsatt översättningsredigeraren för att använda webbläsarens inbyggda textfält.
ta: சொந்த உலாவி டெக்ச்டேரியாவைப் பயன்படுத்த மொழிபெயர்ப்பு எடிட்டரை மறுசீரமைத்தது.
tr: Çeviri düzenleyicisi yerel tarayıcı metin alanını kullanacak biçimde yeniden uygulandı.
uk: Переписано редактор перекладів з метою використання вбудованої текстової області браузера.
zh_hans: 重新实现了翻译编辑器以使用浏览器原生文本区域。
zh_hant: 重新實現翻譯編輯器，使用原生瀏覽器文本區。

source: Fixed cleanup add-on breaking adding new strings.
de: Fehlerhafte Funktion der Erweiterung für den Bereinigungsvorgang beim Hinzufügen von neuen Zeichenketten behoben.
ga: Briseadh breiseán glanta seasta ag cur teaghráin nua leis.
hu: Tisztító kiegészítő hibájának javítása, amely megakadályozta új szövegek hozzáadását.
id: Memperbaiki pembersihan pengaya yang rusak saat menambahkan string baru.
ja: クリーンアップ アドオンが新しい文字列を追加する際の不具合の修正。
nl: Gerepareerd add-on opschonen die het toevoegen van nieuwe tekenreeksen verbreekt.
pt: Corrigida a quebra da extensão de limpeza ao adicionar novas cadeias.
pt_br: Corrigida a quebra do complemento de limpeza ao adicionar novos textos.
ro: S-a rezolvat problema cu adăugarea de noi șiruri de caractere.
ru: Исправлено нарушение работы надстройки очистки при добавлении новых строк.
sv: Fixat tillägg för rensning som störde tillägget av nya strängar.
ta: புதிய சரங்களைச் சேர்ப்பது நிலையான தூய்மைப்படுத்தும் துணை நிரப்பு.
tr: Temizleme eklentisinin eklenen yeni dizgeleri bozması sorunu düzeltildi.
uk: Виправлено помилку, пов'язану із тим, що додаток чищення заважав додаванню нових рядків.
zh_hans: 修复了清理附加组件破坏添加新字符串功能的问题。

source: Added API for add-ons.
de: API für Erweiterungen hinzugefügt.
ga: Cuireadh API leis le haghaidh breiseán.
hu: Kiegészítőkhöz tartozó API hozzáadva.
id: Menambahkan API untuk pengaya.
ja: アドオン用 API の追加。
nl: API voor add-ons toegevoegd.
pt: Adicionada API para extensões.
pt_br: Adicionada API para complementos.
ro: A fost adăugat API pentru suplimente.
ru: Добавлен API для надстроек.
sv: API för tillägg har lagts till.
ta: துணை நிரல்களுக்கு பநிஇ சேர்க்கப்பட்டது.
tr: Eklentiler için API eklendi.
uk: Додано програмний інтерфейс для роботи з додатками.
zh_hans: 添加了附加组件 API。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/60?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__。
zh_hant: `所有變化詳情見 <https://github.com/WeblateOrg/weblate/milestone/60?closed=1>`__.

source: *Released on December 15th 2020.*
de: *Veröffentlicht am 15. Dezember 2020.*
ga: *Eisithe ar 15 Nollaig 2020.*
hu: *Kiadva: 2020. december 15.*
id: *Dirilis pada 15 Desember 2020.*
nl: *Uitgegeven op 15 december 2020.*
pt_br: *Atualizado em 15 de dezembro de 2020.*
sv: *Släpptes den 15 december 2020.*
tr: *15 Aralık 2020 tarihinde yayınlandı.*
uk: *Випущено 15 грудня 2020 року.*

source: Improved validation when creating a component.
de: Verbesserte Validierung beim Erstellen einer Komponente.
ga: Bailíochtú feabhsaithe agus comhpháirt á cruthú.
hu: Összetevő létrehozásakor végzett érvényesítés továbbfejlesztése.
id: Meningkatkan validasi saat membuat komponen.
ja: コンポーネント作成時の検証の改善。
nl: Verbeterd valideren bij maken van een onderdeel.
pt: Melhorada a validação ao criar um componente.
pt_br: Melhorada a validação ao criar um componente.
ro: Validare îmbunătățită la crearea unei componente.
ru: Улучшена проверка значений при создании нового компонента.
sv: Förbättrad validering vid skapande av en komponent.
ta: ஒரு கூறுகளை உருவாக்கும்போது மேம்படுத்தப்பட்ட சரிபார்ப்பு.
tr: Bileşen oluştururken doğrulama iyileştirildi.
uk: Удосконалено перевірку під час створення складника.
zh_hans: 改进了新建部件时的验证。

source: Weblate now requires Django 3.1.
de: Weblate benötigt jetzt Django 3.1.
ga: Éilíonn Weblate anois Django 3.1.
hu: A Weblate mostantól Django 3.1-et igényel.
id: Weblate sekarang membutuhkan Django 3.1.
ja: Weblate は、Django 3.1 が必須となりました。
nl: Weblate vereist nu Django 3.1.
pt: Weblate agora necessita de Django 3.1.
pt_br: Weblate agora necessita de Django 3.1.
ro: Weblate necesită acum Django 3.1.
ru: Weblate теперь требует Django 3.1.
sv: Weblate kräver nu Django 3.1.
ta: வலைபெயர்ப்புடுக்கு இப்போது சாங்கோ 3.1 தேவை.
tr: Weblate gereksinimi Django 3.1 olarak güncellendi.
uk: Тепер Weblate вимагає Django 3.1.
zh_hans: Weblate 现在需要Django 3.1。
zh_hant: Weblate 現在需要Django 3.1。

source: Added support for appearance customization in the management interface.
de: Unterstützung für die Anpassung des Erscheinungsbilds in der Verwaltungsoberfläche hinzugefügt.
ga: Tacaíocht bhreise do shaincheapadh cuma sa chomhéadan bainistíochta.
hu: A megjelenés testreszabása támogatott lett a kezelőfelületen.
id: Menambahkan dukungan untuk penyesuaian penampilan di antarmuka manajemen.
ja: 管理画面で外観の変更の対応を追加。
nl: Ondersteuning toegevoegd voor aanpassen uiterlijk in de beheerinterface.
pt: Adicionado suporte para personalização de aparência na interface de gestão.
pt_br: Adicionado suporte para personalização de aparência na interface de gerenciamento.
ro: A fost adăugat suport pentru personalizarea aspectului în interfața de gestionare.
ru: Добавлена поддержка настройки внешнего вида через интерфейс управления.
sv: Lagt till stöd för anpassning av utseende i administrationsgränssnittet.
ta: மேலாண்மை இடைமுகத்தில் தோற்றம் தனிப்பயனாக்கத்திற்கான உதவி சேர்க்கப்பட்டது.
tr: Yönetim arayüzüne görünümü özelleştirme özelliği eklendi.
uk: Додано підтримку налаштування вигляду в інтерфейсі управління.
zh_hans: 支持在管理界面中自定义外观。

source: Fixed read-only state handling in bulk edit.
de: Die Behandlung des schreibgeschützten Status bei der Massenbearbeitung korrigiert.
ga: Láimhseáil stáit sheasta inléite amháin san eagarthóireacht bhulc.
hu: Tömeges szerkesztésnél az írásvédett állapot kezelése javítva.
id: Memperbaiki penanganan status hanya baca dalam penyuntingan massal.
ja: 一括編集時の翻訳禁止扱いの修正。
nl: Afhandeling status alleen-lezen bij in bulk bewerken gerepareerd.
pt: Corrigido o tratamento de estado de apenas para leitura na edição em massa.
pt_br: Corrigido o tratamento de status somente leitura na edição em massa.
ro: A fost reparată manipularea stării doar pentru citire în editarea în bloc.
ru: Исправлена обработка строк, доступных только для чтения, при массовых правках.
sv: Fixat hantering av skrivskyddat läge vid massredigering.
ta: மொத்த திருத்தத்தில் நிலையான வாசிப்பு மட்டும் மாநில கையாளுதல்.
tr: Toplu düzenlemede yaşanan salt okunur durum işleme sorunu düzeltildi.
uk: Виправлено обробку стану лише для читання під час масового редагування.
zh_hans: 修复了批量编辑时只读状态的处理。
zh_hant: 修復了批量編輯時只讀狀態的處理。

source: Improved CodeMirror integration.
de: Verbesserte CodeMirror-Integration.
ga: Comhtháthú feabhsaithe CodeMirror.
hu: CodeMirror integráció továbbfejlesztése.
id: Meningkatkan integrasi CodeMirror.
ja: CodeMirror との連携の改善。
nl: Verbeterde integratie Code-Mirror.
pt: Integração com CodeMirror melhorada.
pt_br: Integração com CodeMirror melhorada.
ro: Integrare CodeMirror îmbunătățită.
ru: Улучшена интеграция с CodeMirror.
sv: Förbättrad CodeMirror-integration.
ta: மேம்படுத்தப்பட்ட கோட்மிரர் ஒருங்கிணைப்பு.
tr: CodeMirror bütünleştirmesi iyileştirildi.
uk: Поліпшена інтеграція з CodeMirror.
zh_hans: 改进了 CodeMirror 集成。

source: Added add-on to remove blank strings from translation files.
de: Erweiterung hinzugefügt, um leere Zeichenketten aus Übersetzungsdateien zu entfernen.
ga: Cuireadh breiseán leis chun teaghráin bhána a bhaint de chomhaid aistriúcháin.
hu: Új kiegészítő a fordítási fájlokból az üres szövegek eltávolítására.
id: Menambahkan pengaya untuk menghapus string kosong dari berkas terjemahan.
ja: 翻訳ファイルから空白の文字列を削除するアドオンの追加。
nl: Toegevoegd add-on om lege tekenreeksen uit vertaalbestanden te verwijderen.
pt: Adicionada extensão para remover cadeias vazias de ficheiros de tradução.
pt_br: Adicionado complemento para remover textos vazios de arquivos de tradução.
ro: Adăugat add-on pentru a elimina șirurile de caractere goale din fișierele de traducere.
ru: Добавлена надстройка для удаления пустых строк из файлов перевода.
sv: Tillägg för att ta bort tomma strängar från översättningsfiler.
ta: மொழிபெயர்ப்பு கோப்புகளிலிருந்து வெற்று சரங்களை அகற்ற கூடுதல் சேர்க்கப்பட்டது.
tr: Çeviri dosyalarından boş dizgeleri kaldırma eklentisi eklendi.
uk: Додано додаток для вилучення порожніх рядків із файлів перекладу.
zh_hans: 添加了从翻译文件中删除空白字符串的附加组件。

source: The CodeMirror editor is now used for translations.
de: Der CodeMirror-Editor wird jetzt für Übersetzungen verwendet.
ga: Úsáidtear eagarthóir CodeMirror anois le haghaidh aistriúcháin.
hu: A fordításhoz mostantól a CodeMirror szerkesztő kerül használatra.
id: Editor CodeMirror sekarang digunakan untuk terjemahan.
ja: コードミラー エディタを翻訳に使用するようにしました。
nl: De bewerker CodeMirror wordt nu gebruikt voor vertalingen.
pt: O editor CodeMirror é agora usado para traduções.
pt_br: O editor CodeMirror é agora usado para traduções.
ro: Editorul CodeMirror este acum utilizat pentru traduceri.
ru: Редактор CodeMirror теперь используется и для переводов.
sv: CodeMirror-redigeraren används nu för översättningar.
ta: கோட்மிரர் திருத்தி இப்போது மொழிபெயர்ப்புகளுக்கு பயன்படுத்தப்படுகிறது.
tr: Çeviriler için CodeMirror düzenleyicisinin kullanılması sağlandı.
uk: Для перекладів у новій версії використано редактор CodeMirror.
zh_hans: CodeMirror编辑器现在用于翻译。

source: Syntax highlighting in translation editor for XML, HTML, Markdown and reStructuredText.
de: Syntaxhervorhebung im Übersetzungseditor für XML, HTML, Markdown und reStructuredText.
ga: Aibhsithe comhréire in eagarthóir aistriúcháin le haghaidh XML, HTML, Markdown agus ReStructuredText.
hu: Szintaxiskiemelés a fordítószerkesztőben XML, HTML, Markdown és reStructuredText formátumokhoz.
id: Penyorotan sintaksis dalam editor terjemahan untuk XML, HTML, Markdown, dan reStructuredText.
ja: XML、HTML、Markdown、および reStructuredText テキストの翻訳エディターでの構文の強調表示に対応。
nl: Accentueren van syntaxis in vertaalbewerker voor XML, HTML, Markdown en reStructuredText.
pt: Destaque de sintaxe no editor de tradução para XML, HTML, Markdown e reStructuredText.
pt_br: Destaque de sintaxe no editor de tradução para XML, HTML, Markdown e reStructuredText.
ro: Evidențierea sintaxei în editorul de traduceri pentru XML, HTML, Markdown și reStructuredText.
ru: Подсветка синтаксиса в редакторе перевода для XML, HTML, Markdown и reStructuredText.
sv: Syntaxmarkering i översättningsredigeraren för XML, HTML, Markdown och reStructuredText.
ta: எக்ச்எம்எல், எச்.டி.எம்.எல், மார்க் பேரூர் மற்றும் மறுசீரமைப்பு டெக்ச்ட் ஆகியவற்றிற்கான மொழிபெயர்ப்பு எடிட்டரில் தொடரியல் சிறப்பம்சமாக.
tr: XML, HTML, Markdown ve reStructuredText için çeviri düzenleyiciye söz dizimi vurgulaması eklendi.
uk: Підсвічування синтаксичних конструкцій у редакторі перекладів для XML, HTML, Markdown і reStructuredText.
zh_hans: 为 XML、HTML、Markdown 和 reStructuredText 在翻译编辑器中语法高亮。
zh_hant: 為 XML、HTML、Markdown 和 reStructuredText 在翻譯編輯器中語法高亮。

source: Highlight placeables in translation editor.
de: Platzhalter im Übersetzungseditor hervorheben.
ga: Cuir béim ar shuímh in eagar san eagarthóir aistriúcháin.
hu: Helyettesítők kiemelése a fordítószerkesztőben.
id: Menyoroti placeable di editor terjemahan.
ja: 翻訳エディタで置換可能な要素を強調表示。
nl: Accentueren plaatsvervangers in vertalingsbewerker.
pt: Realce de objetos colocáveis no editor de tradução.
pt_br: Realce de objetos colocáveis no editor de tradução.
ro: Evidențiați elementele locuibile în editorul de traduceri.
ru: Подсветка местозаполнителей в редакторе перевода.
sv: Markera placerbara objekt i översättningsredigeraren.
ta: மொழிபெயர்ப்பு எடிட்டரில் இடங்களை முன்னிலைப்படுத்தவும்.
tr: Çeviri düzenleyicide yerleştirilebilir ögelerin vurgulanması sağlandı.
uk: Реалізовано підсвічування замінників у редакторі перекладів.
zh_hans: 在翻译编辑器中突出显示可放置位置。

source: Improved support for non-standard language codes.
de: Verbesserte Unterstützung für nicht standardisierte Sprachcodes.
ga: Tacaíocht fheabhsaithe do chóid teanga neamhchaighdeánacha.
hu: Nem szabványos nyelvkódok támogatásának javítása.
id: Peningkatan dukungan untuk kode bahasa nonstandar.
ja: 非標準言語コードへの対応の改善。
nl: Verbeterde ondersteuning voor niet standaard taalcodes.
pt: Melhorado suporte para códigos de idioma não padrão.
pt_br: Melhorado suporte para códigos de idioma não padrão.
ro: Suport îmbunătățit pentru codurile de limbă non-standard.
ru: Улучшена поддержка нестандартных языковых кодов.
sv: Förbättrat stöd för icke-standardiserade språkkoder.
ta: தரமற்ற மொழி குறியீடுகளுக்கான மேம்பட்ட உதவி.
tr: Standart olmayan dil kodlarının desteği iyileştirildi.
uk: Удосконалено підтримку нестандартних кодів мов.
zh_hans: 改进了对非标准语言代码的支持。
zh_hant: 改進了對非標準語言代碼的支持。

source: Added alert when using ambiguous language codes.
de: Warnung bei Verwendung mehrdeutiger Sprachcodes hinzugefügt.
ga: Cuireadh foláireamh leis agus cóid teanga débhríoch in úsáid.
hu: Figyelmeztetés került bevezetésre a félreérthető nyelvkódok használatakor.
id: Menambahkan peringatan saat menggunakan kode bahasa yang ambigu.
ja: あいまいな言語コードを使用する場合の警告の追加。
nl: Alarm toegevoegd bij gebruiken van onduidelijke taalcodes.
pt: O componente contém ficheiros de tradução para o idioma fonte.
pt_br: Adicionado alerta ao usar códigos de idiomas ambíguos.
ro: A fost adăugată o alertă atunci când se utilizează coduri lingvistice ambigue.
ru: Добавлены предупреждения при использовании неоднозначных языковых кодов.
sv: Larm läggs till vid användning av tvetydiga språkkoder.
ta: தெளிவற்ற மொழிக் குறியீடுகளைப் பயன்படுத்தும் போது எச்சரிக்கை சேர்க்கப்பட்டது.
tr: Belirsiz dil kodları kullanıldığında uyarı eklendi.
uk: Додано попередження щодо використання неоднозначних кодів мов.
zh_hans: 添加了使用歧义语言代码时的警报。
