Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Disable this for any production server. With debug mode enabled, Django will show backtraces in case of error to users, when you disable it, errors will be sent per e-mail to ``ADMINS`` (see above).
de: Deaktivieren Sie dies für alle Produktionsserver. Wenn der Debugmodus aktiviert ist, zeigt Django den Benutzern im Falle eines Fehlers Backtraces an. Wenn Sie ihn deaktivieren, werden Fehler per E-Mail an ``ADMINS`` (siehe oben) gesendet.
ga: Díchumasaigh é seo le haghaidh aon fhreastalaí táirgeachta. Agus modh dífhabhtaithe cumasaithe, taispeánfaidh Django cúlrianta i gcás earráide d'úsáideoirí, nuair a dhíchumasaíonn tú é, seolfar earráidí in aghaidh an r-phoist chuig `` adminS`` (féach thuas).
hu: A debug módot tiltsa le bármely éles (production) szerveren. Ha a debug mód engedélyezve van, a Django részletes hibakövetési adatokat jelenít meg a felhasználóknak hiba esetén; ha letiltja, a hibákról e-mail értesítést kapnak az ``ADMINS`` csoport tagjai. (lásd fentebb).
id: Nonaktifkan ini untuk semua server produksi. Dengan mode awakutu diaktifkan, Django akan menampilkan backtrace jika terjadi galat kepada pengguna. Saat Anda menonaktifkannya, galat akan dikirim melalui surel ke ``ADMIN`` (lihat di atas).
ja: 本番サーバーでは無効にしてください。デバッグ モードを有効にすると、Django はエラーが発生したときユーザーにバックトレースを表示します。無効にすると、エラーはメールで ``ADMINS`` （上記参照）に送信されます。
nl: Schakel dit voor alle productieservers uit. Met de modus debug ingeschakeld, zal Django, in het geval van fouten, sporen die terugvoeren naar die fouten aan gebruikers sturen, wanneer u het uitschakelt zullen de fouten per e-mail worden verzonden aan ``ADMINS`` (zie boven).
pt: Desative isto para qualquer servidor de produção. Com o modo de depuração ativado, o Django mostrará backtraces em caso de erro aos utilizadores, quando desativá-lo, erros serão enviados por e-mail para ``ADMINS`` (veja acima).
pt_br: Desabilite isso para qualquer servidor de produção. Com o modo depuração ativado, o Django mostrará backtraces em caso de erro aos usuários, quando você desabilitá-lo, erros serão enviados por e-mail para ``ADMINS`` (veja acima).
ro: Dezactivați acest lucru pentru orice server de producție. Cu modul de depanare activat, Django va arăta utilizatorilor backtraces în caz de eroare, când îl dezactivați, erorile vor fi trimise prin e-mail către ``ADMINS`` (vezi mai sus).
ru: Отключите эту настройку для любого рабочего сервера. При включенном режиме отладки Django в случае возникновения ошибки будет показывать трассировки стека пользователям, при его же отключении ошибки будут отправляться на адреса электронной почты из массива ``ADMINS`` (смотрите выше).
sv: Inaktivera detta för alla produktionsservrar. När felsökningsläget är aktiverat visar Django backtraces för användarna vid fel. När du inaktiverar det skickas felmeddelanden via e-post till ``ADMINS`` (se ovan).
ta: எந்த விளைவாக்கம் சேவையகத்திற்கும் இதை முடக்கு. பிழைத்திருத்த பயன்முறையில், சாங்கோ பயனர்களுக்கு பிழை ஏற்பட்டால் பின்னடைவுகளைக் காண்பிப்பார், நீங்கள் அதை முடக்கும்போது, ஒரு மின்னஞ்சலுக்கு `` நிர்வாகிகள்`` க்கு பிழைகள் அனுப்பப்படும் (மேலே காண்க).
tr: Herhangi bir üretim sunucusunda bu seçeneği kullanımdan kaldırın. Hata ayıklama kipi kullanıma alındığında, Django kullanıcılara hata bildirimlerini görüntüler. Kullanımdan kaldırıldığında, hatalar e-posta olarak ``ADMINS`` seçeneğindeki adreslere gönderilir (yukarıya bakın).
uk: Вимкніть цю можливість для будь-яких промислових серверів. Якщо діагностичний режим увімкнено, Django показуватиме користувачам дані зворотного трасування при помилці. Якщо ви вимкнете її, помилки буде надіслано електронною поштою до ``ADMINS`` (див. вище).
zh_hans: 对于任何生产服务器禁止这项。允许调试模式时，Django 会在出错的情况下向用户显示回溯信息，当禁止时，错误将每封电子邮件发送到 ``ADMINS``\ （请参见上面）。
zh_hant: 對於任何生產服務器禁止這項。允許調試模式時， Django 會在出錯的情況下向用戶顯示回溯信息，當禁止時，錯誤將每封電子郵箱發送到 ``ADMINS`` （請參見上面）。

source: Debug mode also slows down Weblate, as Django stores much more info internally in this case.
de: Der Debugmodus verlangsamt Weblate auch, da Django in diesem Fall intern viel mehr Informationen speichert.
ga: Moillíonn modh dífhabhtaithe Weblate freisin, toisc go stórálann Django i bhfad níos mó faisnéise go hinmheánach sa chás seo.
hu: A debug mód lelassítja a Weblate működését is, mivel a Django ilyenkor sokkal több információt tárol belsőleg.
id: Mode awakutu juga memperlambat Weblate, karena Django menyimpan lebih banyak informasi secara internal dalam kasus ini.
ja: この場合、Django はより多くの情報を内部に格納するので、デバッグ モードは Weblate の速度を低下させます。
nl: Modus Debug vertraagt ook Weblate, omdat Django in dat geval veel meer informatie intern opslaat.
pt: O modo de depuração também desacelera o Weblate, já que o Django armazena muito mais informações internamente neste caso.
pt_br: O modo depuração também diminui o Weblate, já que o Django armazena muito mais informações internamente neste caso.
ro: Modul de depanare încetinește, de asemenea, Weblate, deoarece Django stochează mult mai multe informații pe plan intern în acest caz.
ru: Кроме того, отладочный режим замедляет работу Weblate, поскольку в этом случае Django сохраняет внутри себя гораздо больше информации.
sv: Felsökningsläget gör också Weblate långsammare, eftersom Django lagrar mycket mer information internt i detta fall.
ta: இந்த விசயத்தில் சாங்கோ உள்நாட்டில் அதிகமான தகவல்களை சேமித்து வைப்பதால், பிழைத்திருத்த பயன்முறையும் வலைபெயர்ப்பைக் குறைக்கிறது.
tr: Hata ayıklama kipi de Weblate işleyişini yavaşlatır. Çünkü Django bu durumda içeride çok daha fazla bilgi depolar.
uk: Режим діагностики також уповільнює роботу Weblate, оскільки у такому режимі Django на внутрішньому рівні зберігає набагато більше даних.
zh_hans: 调试模式还使 Weblate 变慢，因为在这种情况下 Django 内部存储了非常多的信息。
zh_hant: 調試模式還使 Weblate 變慢，因為在這種情況下 Django 內部存儲了非常多的信息。

source: E-mail sender address for outgoing e-mail, for example registration e-mails.
de: E-Mail-Absenderadresse für ausgehende E-Mails, z. B. Registrierungs-E-Mails.
ga: Seoladh ríomhphoist seoltóra le haghaidh r-phoist atá ag dul as oifig, mar shampla r-phoist clárúcháin.
hu: A kimenő e-mailek (például regisztrációs üzenetek) feladó e-mail címe.
id: Alamat pengirim surel untuk email keluar, misalnya surel pendaftaran.
ja: メール送信時の送信者のメールアドレス。例: 登録済みのメールアドレス。
nl: E-mailadres afzender voor uitgaande e-mail, bijvoorbeeld e-mails voor het registreren.
pt: Endereço de remetente de e-mail para e-mail de saída, por exemplo, e-mails de registo.
pt_br: Endereço de remetente de e-mail para e-mail de saída, por exemplo, e-mails de registro.
ro: Adresa de e-mail a expeditorului pentru e-mailurile de ieșire, de exemplu e-mailurile de înregistrare.
ru: Адрес электронной почты отправителя для исходящих сообщений электронной почты, например, для писем регистрации.
sv: E-postadress för utgående e-post, till exempel registreringsmeddelanden.
ta: வெளிச்செல்லும் மின்னஞ்சலுக்கான மின்னஞ்சல் அனுப்புநர் முகவரி, எடுத்துக்காட்டாக பதிவு மின்னஞ்சல்.
tr: Hesap açma e-postaları gibi giden e-postalar için e-posta gönderici adresi.
uk: Адреса електронної пошти відправника для вихідної електронної пошти, наприклад, повідомлень електронної пошти щодо реєстрації.
zh_hans: 用于发送电子邮件的电子邮件发件人地址，例如注册电子邮箱。
zh_hant: 用於發送電子郵件的電子郵件發件人地址，例如註冊電子郵箱。

source: Key used by Django to sign some info in cookies, see :ref:`production-secret` for more info.
de: Schlüssel, der von Django verwendet wird, um einige Informationen in Cookies zu signieren, siehe :ref:`production-secret` für weitere Informationen.
ga: An eochair a úsáideann Django chun roinnt faisnéise a shíniú i bhfianáin, féach :ref:`production-secret` le haghaidh tuilleadh eolais.
hu: A Django által egyes cookie-k aláírására használt kulcs, további információért lásd: :ref:`production-secret`.
id: Kunci yang digunakan oleh Django untuk menandatangani beberapa info dalam kuki, lihat :ref:`production-secret` untuk info lebih lanjut.
ja: Django が Cookie の情報に署名するために使用するキー。詳細については、:ref:`production-secret` を確認してください。
nl: Sleutel, gebruikt door Django, om enige informatie te tekenen in cookies, bekijk :ref:`production-secret` voor meer informatie.
pt: Chave usada por Django para assinar informações em cookies, consulte :ref:`production-secret` para obter mais informações.
pt_br: Chave usada por Django para assinar algumas informações em cookies, consulte :ref:`production-secret` para obter mais informações.
ro: Cheia folosită de Django pentru a semna unele informații în cookie-uri, vezi :ref:`production-secret` pentru mai multe informații.
ru: Ключ, используемый Django для подписывания некоторой информации, сохраняемой в куках, подробнее смотрите в разделе :ref:`production-secret`.
sv: Nyckel som används av Django för att signera viss information i cookies. Se :ref:`production-secret` för mer information.
tr: Django tarafından çerezlerdeki bazı bilgileri imzalamak için kullanılan anahtar. Ayrıntılı bilgi almak için: :ref:`production-secret`.
uk: Ключ, який використовується Django для підписування даних у куках. Див. :ref:`production-secret`, щоб дізнатися більше.
zh_hans: Django 使用的密钥，用于在 cookie 中登录一些信息，更多信息请参见 :ref:`production-secret`。
zh_hant: 如果多個組件分享相同的倉庫，需要分別將他們全部鎖定：

source: E-mail used as sender address for sending e-mails to the administrator, for example notifications on failed merges.
de: E-Mail, die als Absenderadresse für den Versand von E-Mails an den Administrator verwendet wird, z. B. für Benachrichtigungen über fehlgeschlagene Merges.
ga: R-phost a úsáidtear mar sheoladh seoltóra chun r-phoist a sheoladh chuig an riarthóir, mar shampla fógraí ar chumaisc theip.
hu: Az adminisztrátornak küldött e-mailek (például sikertelen egyesítések értesítései) feladó e-mail címe.
id: Surel digunakan sebagai alamat pengirim untuk mengirim surel ke administrator, misalnya notifikasi tentang penggabungan yang gagal.
ja: 管理者にメール送信する場合の送信者のメールアドレス。例: マージを失敗した時の通知など 。
nl: E-mail, gebruikt als afzenderadres, voor het sturen van e-mails aan de beheerder, bijvoorbeeld notificaties voor mislukt samenvoegen.
pt: E-mail usado como endereço de remetente para envio de e-mails ao administrador, por exemplo, notificações em mesclagens falhadas.
pt_br: E-mail usado como endereço de remetente para envio de e-mails ao administrador, por exemplo, notificações em mesclagens fracassadas.
ro: E-mail utilizat ca adresă de expeditor pentru trimiterea de e-mailuri către administrator, de exemplu notificări privind fuziunile eșuate.
ru: Адрес электронной почты, используемый в качестве адреса отправителя для отправки сообщений администратору, например, уведомлений о неудачных слияниях.
sv: E-postadress som används som avsändaradress för att skicka e-postmeddelanden till administratören, till exempel meddelanden om misslyckade sammanslagningar.
ta: நிர்வாகிக்கு மின்னஞ்சல்களை அனுப்புவதற்கு அனுப்புநர் முகவரியாக பயன்படுத்தப்படும் மின்னஞ்சல், எடுத்துக்காட்டாக தோல்வியுற்ற இணைப்புகள் குறித்த அறிவிப்புகள்.
tr: Başarısız olan birleştirme bildirimleri gibi, yöneticiye gönderilecek e-postalarda gönderici adresi olarak kullanılacak e-posta adresleri.
uk: Адреса електронної пошти, яку буде використано для надсилання повідомлень електронної пошти адміністратору, наприклад, для сповіщень щодо помилок під час об'єднання змін.
zh_hans: 用作向管理员发送电子邮件的发送者地址的电子邮箱，例如通知失败的合并。
zh_hant: 用作向管理員發送電子郵件的發送者地址的郵箱，例如通知失敗的合併。

source: Filling up the database
de: Füllen der Datenbank
ga: An bunachar sonraí a líonadh
hu: Az adatbázis feltöltése
id: Mengisi basis data
ja: データベースの準備
nl: De database vullen
pt: Preencher o banco de dados
pt_br: Preenchendo o banco de dados
ro: Completarea bazei de date
ru: Наполнение базы данных
sv: Fylla databasen
ta: தரவுத்தளத்தை நிரப்புதல்
tr: Veri tabanını doldurmak
uk: Заповнення бази даних
zh_hans: 填满数据库
zh_hant: 填滿數據庫

source: After your configuration is ready, you can run :wladmin:`migrate` to create the database structure. Now you should be able to create translation projects using the admin interface.
de: Nachdem Ihre Konfiguration fertig ist, können Sie :wladmin:`migrate` ausführen, um die Datenbankstruktur zu erstellen. Nun sollten Sie in der Lage sein, Übersetzungsprojekte über die Adminoberfläche zu erstellen.
ga: Nuair a bheidh do chumraíocht réidh, is féidir leat :wladmin:`migrate` a rith chun struchtúr an bhunachair shonraí a chruthú. Anois, ba cheart go mbeifeá in ann tionscadail aistriúcháin a chruthú leis an gcomhéadan riaracháin.
hu: Miután elkészült a konfigurációval, futtassa a :wladmin:`migrate` parancsot az adatbázis-struktúra létrehozásához. Ezt követően az adminisztrációs felületen keresztül létrehozhat fordítási projekteket.
id: Setelah konfigurasi Anda siap, Anda dapat menjalankan :wladmin:`migrate` untuk membuat struktur basis data. Sekarang Anda seharusnya dapat membuat proyek terjemahan menggunakan antarmuka admin.
ja: 設定の準備ができたら、:wladmin:`migrate` を実行してデータベース構造を作成します。これで、管理画面を使用して翻訳プロジェクトを作成できます。
nl: Nadat uw configuratie voltooid is, kunt u :wladmin:`migrate` uitvoeren om de structuur van de database te maken. Nu zou u in staat moeten zijn vertaalprojecten te maken met de beheerinterface.
pt: Depois que a sua configuração estiver pronta, pode executar :wladmin:`migrate` para criar a estrutura do banco de dados. Agora deve ser capaz de criar projetos de tradução usando a interface administrativa.
pt_br: Depois que sua configuração estiver pronta, você pode executar :wladmin:`migrate` para criar a estrutura do banco de dados. Agora você deve ser capaz de criar projetos de tradução usando a interface administrativa.
ru: После того, как ваша конфигурация будет готова, вы можете запустить :wladmin:`migrate`, чтобы создать структуру базы данных. Теперь вы сможете создавать проекты перевода, используя интерфейс администратора.
sv: När konfigurationen är klar kan du köra :wladmin:`migrate` för att skapa databasstrukturen. Nu bör du kunna skapa översättningsprojekt med hjälp av administratörsgränssnittet.
tr: Yapılandırmanız hazır olduktan sonra, veri tabanı yapısını oluşturmak için :wladmin:`migrate` komutunu çalıştırabilirsiniz. Bundan sonra yönetici arayüzünü kullanarak çeviri projeleri oluşturabilmelisiniz.
uk: Коли ваші налаштування буде готово, ви можете запустити :wladmin:`migrate` для створення структури бази даних. Після цього ви зможете створювати проєкти перекладу за допомогою інтерфейсу адміністратора.
zh_hans: 在配置准备好之后，可以运行 :wladmin:`migrate` 来建立数据库结构。现在你将能够使用管理界面建立翻译项目。

source: Once you are done, you should also check the :guilabel:`Performance report` in the admin interface, which will give you hints of potential non optimal configuration on your site.
de: Wenn Sie fertig sind, sollten Sie auch den :guilabel:`Leistungsbericht` in der Adminoberfläche überprüfen, der Ihnen Hinweise auf eine möglicherweise nicht optimale Konfiguration Ihrer Website gibt.
ga: Nuair a bheidh tú críochnaithe, ba cheart duit an :guilabel:`Tuairisc feidhmíochta` a sheiceáil sa chomhéadan riaracháin, a thabharfadh leideanna duit maidir le cumraíocht féideartha neamh-optamach ar do shuíomh.
hu: Ha ezzel készen van, érdemes megnézni az adminisztrációs felületen a :guilabel:`Teljesítményjelentés` oldalt is, amely javaslatokat adhat a nem optimális beállítások javítására.
id: Setelah selesai, Anda juga harus memeriksa :guilabel:`Performance report` di antarmuka admin, yang akan memberi Anda petunjuk tentang potensi konfigurasi yang tidak optimal di situs Anda.
ja: 設定が完了したら、管理画面の :guilabel:`性能レポート` も確認してください。これにより、サイトの不適切な設定に気づくかもしれません。
nl: Als u daar eenmaal klaar mee bent zou u ook :guilabel:`Prestatieverslag` in de beheerinterface moeten controleren, dat u hints zal geven over potentiële niet optimale configuratie voor uw site.
pt: Uma vez feito, também deve verificar o :guilabel:`Relatório de desempenho` na interface administrativa, o que lhe dará dicas de configuração potencial não ideal no seu site.
pt_br: Uma vez feito, você também deve verificar o :guilabel:`Relatório de desempenho` na interface administrativa, o que lhe dará dicas de configuração potencial não ideal em seu site.
ro: După ce ați terminat, ar trebui, de asemenea, să verificați :guilabel:`Raportul de performanță` din interfața de administrare, care vă va oferi indicii cu privire la o potențială configurație neoptimă a site-ului dumneavoastră.
ru: После того, как вы закончите, вам также стоит проверить :guilabel:`Отчёт о производительности` в интерфейсе администратора. Информация оттуда может дать вам подсказки по исправлению потенциально не оптимальной конфигурации вашего сайта.
sv: När du är klar bör du också kontrollera :guilabel:`Prestandarapporten` i administratörsgränssnittet, som ger dig tips om potentiella icke-optimala konfigurationer på din webbplats.
ta: நீங்கள் முடித்ததும், நிர்வாகி இடைமுகத்தில் `செயல்திறன் அறிக்கை` என்பதையும் நீங்கள் சரிபார்க்க வேண்டும், இது உங்கள் தளத்தில் சாத்தியமான உகந்த உள்ளமைவின் குறிப்புகளை உங்களுக்கு வழங்கும்.
tr: İşiniz bittiğinde, yönetici arayüzündeki :guilabel:`Başarım raporu` bölümüne bakmalısınız. Burada size site yapılandırmasını iyileştirmeniz için ipuçları sunulur.
uk: Щойно потрібні дії буде виконано, вам слід також ознайомитися зі :guilabel:`Звітом щодо швидкодії` в інтерфейсі адміністратора, там ви зможете знайти підказки щодо потенційних недоліків у налаштуваннях на вашому сайті.
zh_hans: 完成后，你还应该在管理界面查看 :guilabel:`Performance report`，它会提示你站点上可能存在的非最佳配置。
zh_hant: 一旦完成，你將可以在管理界面檢查 :guilabel:`Performance report` ，它會提示你網站上潛在的非最優的配置。

source: Production setup
de: Produktionseinrichtung
ga: Socrú táirgeachta
hu: Éles környezet beállítása
id: Pengaturan produksi
ja: 運用環境の設定
nl: Productie opstelling
pt: Configuração de produção
pt_br: Configuração de produção
ro: Configurarea producției
ru: Рабочая среда
sv: Produktionsuppsättning
ta: விளைவாக்கம் அமைப்பு
tr: Üretim kurulumu
uk: Промислові налаштування
zh_hans: 生产设置
zh_hant: 生產設置

source: For a production setup you should carry out adjustments described in the following sections. The most critical settings will trigger a warning, which is indicated by an exclamation mark in the top bar if signed in as a superuser:
de: Für eine Produktionseinrichtung sollten Sie die in den folgenden Abschnitten beschriebenen Anpassungen vornehmen. Die kritischsten Einstellungen lösen eine Warnung aus, die durch ein Ausrufezeichen in der oberen Leiste angezeigt wird, wenn Sie als Superuser angemeldet sind:
ga: Le haghaidh socrú táirgeachta ba cheart duit na coigeartuithe a thuairiscítear sna hailt seo a leanas a dhéanamh. Spreagfaidh na socruithe is tábhachtaí rabhadh, a léirítear le comhartha sceimhle sa bharra uachtarach má tá tú sínithe isteach mar shárúsáideoir:
hu: Éles környezethez a következő szakaszokban leírt módosításokat kell elvégezni. A legkritikusabb beállítások figyelmeztetést váltanak ki, amelyet egy felkiáltójel jelez a felső sávban, ha rendszergazdaként van bejelentkezve:
id: Untuk pengaturan produksi, Anda harus melakukan penyesuaian yang dijelaskan di bagian berikut. Pengaturan paling kritis akan memicu peringatan yang ditunjukkan dengan tanda seru di bilah atas jika log masuk sebagai pengguna super:
ja: 運用環境の初期設定では、次のセクションで説明する設定の調整が必要です。最重要の設定時に、スーパーユーザーとしてサインインしている場合、上部バーに感嘆符で警告が表示されます。警告表示例:
nl: Voor een productie opstelling zou u aanpassingen moeten uitvoeren die zijn beschreven in de volgende gedeelten. De meest kritische instellingen zullen een waarschuwing activeren, die wordt aangegeven door een uitroepteken in de bovenste balk indien ingelogd als een superuser:
pt: Para uma configuração de produção, deve realizar ajustes descritos nas secções a seguir. As configurações mais críticas acionarão um aviso, que é indicado por um ponto de exclamação na barra superior se esitver conectado como um superutilizador:
pt_br: Para uma configuração de produção, você deve realizar ajustes descritos nas seções a seguir. As configurações mais críticas acionarão um aviso, que é indicado por um ponto de exclamação na barra superior se conectado como um superusuário:
ro: Pentru o configurație de producție, trebuie să efectuați ajustările descrise în secțiunile următoare. Cele mai critice setări vor declanșa un avertisment, care este indicat printr-un semn de exclamare în bara de sus dacă sunteți conectat ca superutilizator:
ru: Для установки в рабочую среду необходимо провести корректировки, описанные в следующих разделах. Наиболее критичные настройки вызовут предупреждение, которое обозначается восклицательным знаком в верхней панели, если вы вошли в систему под суперпользователем:
sv: För en produktionsmiljö bör du göra de justeringar som beskrivs i följande avsnitt. De mest kritiska inställningarna utlöser en varning, som indikeras med ett utropstecken i den övre fältet om du är inloggad som superanvändare:
ta: விளைவாக்கம் அமைப்பிற்கு நீங்கள் பின்வரும் பிரிவுகளில் விவரிக்கப்பட்டுள்ள மாற்றங்களைச் செய்ய வேண்டும். மிக முக்கியமான அமைப்புகள் ஒரு எச்சரிக்கையைத் தூண்டும், இது ஒரு சூப்பர் யூசராக கையொப்பமிடப்பட்டால் மேல் பட்டியில் ஒரு ஆச்சரியக் குறியால் குறிக்கப்படுகிறது:
tr: Bir üretim kurulumu için aşağıdaki bölümlerde açıklanan ayarlamaları yapmanız gerekir. Süper kullanıcı olarak oturum açıldığında en önemli ayarlar üst çubukta ünlem simgesi ile bir uyarı olarak görüntülenir:
uk: Для налаштовування промислового сервера вам слід виконати коригування, які описано у наступних розділах. Для найкритичніших параметрів буде показано попередження, вказівкою на яке є знак оклику на верхній панелі, який буде показано, якщо ви увійдете на сервер як супер користувач:
zh_hans: 对于生产设置，你应该进行以下部分中所述的调整。最关键的设置将触发警告：如果以超级用户身份登录，则会在顶部栏中显示一个叹号：
zh_hant: 對於生產設置，可以進行後面的章節中描述的調整。最嚴格的設置將觸發警告，如果超級用戶登錄的話，警告由頂部條的感嘆標記來指示：

source: It is also recommended to inspect checks triggered by Django (though you might not need to fix all of them):
de: Es wird auch empfohlen, die von Django ausgelösten Prüfungen zu kontrollieren (auch wenn Sie nicht alle korrigieren müssen):
ga: Moltar freisin seiceálacha arna dtionscnamh ag Django a iniúchadh (cé go mb’fhéidir nach mbeadh ort iad go léir a shocrú):
hu: Ajánlott továbbá ellenőrizni a Django által jelzett figyelmeztetéseket is (bár nem szükséges mindet kijavítani):
id: Disarankan juga untuk memeriksa pemeriksaan yang dipicu oleh Django (meskipun Anda mungkin tidak perlu memperbaiki semuanya):
ja: また、Django により実行された検査項目の確認も推奨します（すべての修正は必要はないかもしれない）。検査を確認するコマンド:
nl: Ook wordt aanbevolen de controles te inspecteren die worden geactiveerd door Django (hoewel u ze niet allemaal zou hoeven te repareren):
pt: Também é recomendado inspecionar verificações desencadeadas por Django (embora possa não precisar corrigir todas):
pt_br: Também é recomendado inspecionar verificações desencadeadas por Django (embora você possa não precisar corrigir todas elas):
ro: De asemenea, se recomandă să inspectați verificările declanșate de Django (deși s-ar putea să nu fie nevoie să le reparați pe toate):
ru: Также рекомендуется изучить все проверки, произведённые Django (хотя, возможно, исправлять их все нет необходимости):
sv: Det rekommenderas också att kontrollera de kontroller som utlöses av Django (även om du kanske inte behöver åtgärda alla):
ta: சாங்கோவால் தூண்டப்பட்ட சோதனைகளை ஆய்வு செய்யவும் பரிந்துரைக்கப்படுகிறது (அவை அனைத்தையும் நீங்கள் சரிசெய்ய தேவையில்லை என்றாலும்):
tr: Django tarafından tetiklenen denetimleri de incelemeniz önerilir (ancak hepsini düzeltmeniz gerekmeyebilir):
uk: Також рекомендуємо вам звернути увагу на підсумки перевірок, які буде започатковано Django (хоча вам і не треба виправляти усі причини показаних попереджень):
zh_hans: 同样也推荐查看由 Django 触发的检查（尽管可能不需要修复所有的检查）：
zh_hant: 同樣也推薦查看由 Django 觸發的檢查（儘管可能不需要修復所有的檢查）：
