Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This feature also brings in risk of misusing e-mail published in the version control commits. Moreover, once such a commit is published on public hosting (such as GitHub), there is effectively no way to redact it. Weblate allows choosing a private commit e-mail in :ref:`profile-account` to avoid this.
de: Diese Funktion birgt auch das Risiko des Missbrauchs von E-Mail-Adressen, die in den Commits der Versionsverwaltung veröffentlicht werden. Sobald ein solcher Commit auf einer öffentlichen Hosting-Plattform (z. B. GitHub) veröffentlicht wurde, gibt es praktisch keine Möglichkeit, ihn zu entfernen. Um dies zu vermeiden, erlaubt Weblate die Auswahl einer privaten Commit-E-Mail-Adresse im :ref:`profile-account`.
ga: Cruthaíonn an ghné seo freisin baol mí-úsáide r-phoist a fhoilsítear sa leagan gealltanais rialaithe. Ina theannta sin, a luaithe a fhoilsítear gealltanas den sórt sin ar óstáil phoiblí (amhail GitHub), níl aon bhealach ann i ndáiríre é a chur in eagar. Ligeann Weblate r-phost gealltanas príobháideach a roghnú i :ref:`profile-account` chun é seo a sheachaint.
hu: Ez a funkció ugyanakkor kockázatot is hordozhat, mivel a verziókezelő véglegesítéseiben szereplő e-mail címekkel vissza lehet élni. Ráadásul, ha egy ilyen véglegesítés nyilvános tárhelyre (például GitHubra) kerül, onnan gyakorlatilag nem lehet eltávolítani. A Weblate lehetőséget biztosít arra, hogy :ref:`profile-account` alatt privát véglegesítési e-mail címet válasszon, így ezt elkerülheti.
id: Fitur ini juga menimbulkan risiko penyalahgunaan surel yang dipublikasikan dalam komit kontrol versi. Selain itu, setelah komit tersebut dipublikasikan di hosting publik (seperti GitHub), tidak ada cara untuk menyuntingnya. Weblate memungkinkan pemilihan surel komit pribadi di :ref:`profile-account` untuk menghindari hal ini.
ja: この機能は、バージョン管理コミット内に公開されたメールアドレスが悪用されるリスクも伴います。さらに、そのようなコミットが GitHub などの公開ホスティングで公開されると、事実上、それを削除する方法はありません。Weblate では、これを回避するために、:ref:`profile-account` でコミット用の匿名メールアドレスが選択できます。
nl: Deze mogelijkheid heeft in zich het risico van het misbruiken van gepubliceerde e-mail in de indieningen voor versiebeheer. Meer nog, als ene dergelijk indiening eenmaal is gepubliceerd op publieke hosting (zoals GitHub), is er geen effectieve manier om die terug te halen. Weblate kiest voor een privé e-mail voor indieningen in :ref:`profile-account` om dit te vermijden.
pt_br: Esse recurso também traz o risco de uso indevido de e-mail publicado nos commits de controle de versão. Além disso, uma vez que tal commit é publicado em hospedagem pública (como GitHub), não há efetivamente nenhuma maneira de redigi-lo. O Weblate permite escolher um e-mail de commit privado em :ref:`profile-account` para evitar isso.
ru: Эта возможность также несёт в себе риск неправомерного использования электронной почты, опубликованной в коммитах системы контроля версий. Более того, после публикации такого коммита на публичном хостинге (например, GitHub) его фактически невозможно отредактировать. Weblate позволяет выбрать закрытый электронный адрес коммита в :ref:`profile-account`, чтобы избежать этого.
sv: Denna funktion medför också en risk för missbruk av e-postmeddelanden som publiceras i versionskontrollens commit. Dessutom finns det i praktiken inget sätt att redigera en sådan commit när den väl har publicerats på en offentlig hosting (som GitHub). Weblate gör det möjligt att välja ett privat commit-e-postmeddelande i :ref:`profile-account` för att undvika detta.
tr: Bu özellik aynı zamanda sürüm denetimi işlemelerinde yayınlanan e-posta adresinin kötüye kullanılması riskini de beraberinde getirir. Dahası, böyle bir işleme, herkese açık barındırma üzerinde (GitHub gibi) yayınlandıktan sonra onu düzenlemenin herhangi bir yolu yoktur. Weblate, bunu önlemek için :ref:`profile-account` içinden özel bir işleme e-posta adresi seçmenize izin verir.
uk: Це також відкриває можливість неналежного використання адреси електронної пошти, яка оприлюднюватиметься у внесках системи керування версіями. Більше того, щойно такий внесок буде оприлюднено у відкритому сховищі коду (зокрема на GitHub), фактично немає способу його редагувати. У Weblate уможливлено вибір приватної адреси електронної пошти у :ref:`profile-account`, щоб уникнути цього.
zh_hans: 不过，此功能也会带来风险，公布在版本控制提交中的电子邮箱可能会被滥用。此外，一旦这样的提交公布在公开的代码托管平台（比如 GitHub），那么事实上便没有办法把它去掉。为了避免这种情况，Weblate 允许在 :ref:`profile-account` 中选择一个私密的提交邮箱。

source: Therefore, admins should consider this while configuring Weblate:
de: Daher sollten Administratoren bei der Konfiguration von Weblate folgendes berücksichtigen:
ga: Mar sin, ba cheart do riarthóirí é seo a bhreithniú agus Weblate á chumrú:
hu: Ezért az adminisztrátoroknak érdemes figyelembe venniük a következőket a Weblate beállításakor:
id: Oleh karena itu, admin harus mempertimbangkan hal ini saat mengonfigurasi Weblate:
ja: したがって、管理者が考慮する必要がある Weblate の設定時の項目:
nl: Daarom zouden beheerders dit moeten overwegen bij het configureren van Weblate:
pt_br: Portanto, os administradores devem considerar isso ao configurar o Weblate:
ru: Поэтому администраторам следует учитывать это при настройке Weblate:
sv: Därför bör administratörer ta hänsyn till detta när de konfigurerar Weblate:
ta: எனவே, வலைபெயர்ப்பை உள்ளமைக்கும் போது நிர்வாகிகள் இதைக் கருத்தில் கொள்ள வேண்டும்:
tr: Bu nedenle yöneticiler Weblate yapılandırması sırasında buna dikkat etmelidir:
uk: Отже, адміністраторам слід брати до уваги таке під час налаштовування Weblate:
zh_hans: 因此，管理员在配置 Weblate 时应当考虑到这一点：

source: Such a usage of e-mail should be clearly described in service terms in case such document is needed. :ref:`legal` can help with that.
de: Eine solche Verwendung von E-Mail-Adressen sollte in den Nutzungsbedingungen klar beschrieben werden. Falls ein solches Dokument benötigt wird, :ref:`legal` kann dabei helfen.
ga: Ba cheart cur síos soiléir a dhéanamh ar úsáid ríomhphoist dá leithéid i dtéarmaí seirbhíse ar eagla go mbeadh gá lena leithéid de dhoiciméad. Is féidir le :ref:`legal` cabhrú leis sin.
hu: Az e-mail ilyen jellegű felhasználását egyértelműen ismertetni kell a szolgáltatási feltételekben, amennyiben ilyen dokumentumra szükség van. Ebben segítséget nyújthat a :ref:`legal` rész.
id: Penggunaan surel seperti itu harus dijelaskan dengan jelas dalam persyaratan layanan jika dokumen tersebut diperlukan. :ref:`legal` dapat membantu dalam hal itu.
ja: そのようなメールの使用については、サービス条件に明確に記載することが必要です。そのようなドキュメントが必要な場合は、:ref:`legal` を参考になります。
nl: Dergelijk gebruik van e-mail zou duidelijk moeten zijn beschreven in de bepalingen voor de service, voor het geval een dergelijk document nodig is. :ref:`legal` zou daarbij kunnen helpen.
pt_br: Esse uso de e-mail deve ser claramente descrito nos termos de serviço, caso tal documento seja necessário. :ref:`legal` pode ajudar com isso.
ru: Такое использование электронной почты должно быть чётко описано в условиях обслуживания на случай, если такой документ понадобится. В этом может помочь :ref:`legal`.
sv: En sådan användning av e-post bör tydligt beskrivas i tjänstevillkoren om ett sådant dokument behövs. :ref:`legal` kan hjälpa till med det.
tr: Böyle bir belgeye gerek duyulması durumunda, bu tür bir e-posta adresinin kullanıldığı hizmet koşullarında açıkça belirtilmelidir. :ref:`legal` belgesi bu konuda yardımcı olabilir.
uk: Таке використання адреси електронної пошти має бути ясно описано в умовах користування послугами, якщо такий документ потрібний. З цим може допомогти розділ :ref:`legal`.
zh_hans: 应在服务条款中对电子邮箱的这种使用进行清晰描述，如果这样的文档是必需的。:ref:`legal` 可以提供帮助。

source: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` can make e-mails private by default.
de: Mit :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` können E-Mails standardmäßig auf privat gestellt werden.
ga: Is féidir le :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` r-phoist a dhéanamh príobháideach de réir réamhshocraithe.
hu: A :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` beállítás alapértelmezetté teheti a privát e-mail használatot.
id: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` dapat menjadikan surel pribadi secara bawaan.
ja: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` を設定すると、デフォルトでメールアドレスを非公開にできます。
nl: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` kan e-mails standaard privé maken.
pt_br: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` pode tornar os e-mails privados por padrão.
ru: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` позволяет сделать электронную почту закрытой по умолчанию.
sv: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` kan göra e-postmeddelanden privata som standard.
tr: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` e-postaları varsayılan olarak gizli yapabilir.
uk: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` може зробити адреси електронної пошти типово конфіденційними.
zh_hans: :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN` 可以让电子邮箱默认处于私密状态。

source: Importing a localization project into Weblate
de: Ein Lokalisierungsprojekt in Weblate importieren
ga: Tionscadal logánaithe á iompórtáil isteach i Weblate
hu: Fordítási projekt importálása a Weblate-be
id: Mengimpor proyek lokalisasi ke Weblate
ja: 現地語化プロジェクトを Weblate にインポート
nl: Een vertaalproject importeren in Weblate
pt_br: Importando um projeto de localização para o Weblate
sv: Importera ett lokaliseringsprojekt till Weblate
ta: ஒரு உள்ளூர்மயமாக்கல் திட்டத்தை வெப்லேட்டில் இறக்குமதி செய்தல்
tr: Bir yerelleştirme projesini Weblate içine aktarmak
uk: Імпортування проєкту з локалізації до Weblate
zh_hans: 将本地化项目导入 Weblate

source: Weblate has been developed with VCS integration in mind as it’s core feature, so the easiest way is to grant Weblate the access to your repository. The import process will guide you through configuring your translations into Weblate components.
de: Weblate wurde mit Blick auf die VCS-Integration als Kernfunktion entwickelt. Der einfachste Weg ist, Weblate den Zugriff auf Ihr Repository zu gewähren. Der Importvorgang führt Sie durch die Konfiguration Ihrer Übersetzungen in Weblate-Komponenten.
ga: Forbraíodh Weblate le comhtháthú VCS san áireamh mar phríomhghné, mar sin is é an bealach is éasca ná rochtain a thabhairt do Weblate ar do stór. Tabharfaidh an próiseas iompórtála treoir duit trí do chuid aistriúcháin a chumrú ina gcomhpháirteanna Weblate.
hu: A Weblate fejlesztése során a VCS-integráció központi szerepet kapott, ezért a legegyszerűbb megoldás az, ha Weblate hozzáférést kap a tárolójához. Az importálási folyamat végigvezeti a fordítások Weblate-összetevőkké történő beállításán.
id: Weblate dikembangkan dengan mempertimbangkan integrasi VCS sebagai fitur utamanya, jadi cara termudah adalah dengan memberikan Weblate akses ke repositori Anda. Proses impor akan memandu Anda dalam mengonfigurasi terjemahan Anda ke dalam komponen Weblate.
ja: Weblate は基本機能として、VCS との連携を前提に開発されています。そのため、インポートする最も簡単な方法は、Weblate に対してリポジトリへのアクセス権を付与することです。インポートの処理では、翻訳を Weblate コンポーネントへ変換する設定の方法が表示されます。
nl: Weblate is ontwikkeld met integratie van VCS in gedachten als zijn bronmogelijkheid, dus de gemakkelijkste manier is om Weblate het recht te verlenen voor toegang tot uw opslagruimte. Het proces voor importeren zal u door het configureren van uw vertalingen naar onderdelen in Weblate leiden.
pt_br: O Weblate foi desenvolvido com a integração VCS em mente como seu recurso principal, então a maneira mais fácil é conceder ao Weblate o acesso ao seu repositório. O processo de importação o guiará pela configuração de suas traduções em componentes do Weblate.
sv: Weblate har utvecklats med VCS-integration som en central funktion, så det enklaste sättet är att ge Weblate åtkomst till ditt arkiv. Importprocessen guidar dig genom konfigureringen av dina översättningar till Weblate-komponenter.
ta: வலைபெயர்ப்பு வி.சி.எச் ஒருங்கிணைப்பை மனதில் கொண்டு உருவாக்கப்பட்டுள்ளது, இது முக்கிய அம்சமாக இருப்பதால், உங்கள் களஞ்சியத்திற்கான அணுகலை வலைபெயர்ப்பு செய்வதே எளிதான வழி. உங்கள் மொழிபெயர்ப்புகளை வலைபெயர்ப்பு கூறுகளாக உள்ளமைப்பதன் மூலம் இறக்குமதி செயல்முறை உங்களுக்கு வழிகாட்டும்.
tr: Weblate, temel bir özelliği olarak sürüm denetimi sistemi bütünleştirmesi göz önünde bulundurularak geliştirilmiştir. Bu nedenle en kolay yol, deponuza Weblate tarafından erişilmesine izin vermektir. İçe aktarma işlemi, çevirilerinizi Weblate bileşenlerine yapılandırmak konusunda size yol gösterir.
uk: Weblate розроблено з урахуванням можливості інтеграції із системами керування версіями, як його основної можливості, тому найпростішим підходом до інтеграції є надання Weblate доступу до вашого сховища керування версіями. У процесі імпортування Weblate допоможе вам у налаштуванні складників Weblate із вашими перекладами.
zh_hans: Weblate 在开发时一直注意将版本控制系统集成作为核心功能。因此，最简单的方法是授予 Weblate 访问仓库的权限。导入过程将指导您将翻译配置进 Weblate 部件。

source: Alternatively, you can let Weblate set up a local-only repository containing all the translations without integration.
de: Alternativ können Sie Weblate auch ein lokales Repository einrichten lassen, das alle Übersetzungen ohne Integration enthält.
ga: Mar mhalairt air sin, is féidir leat ligean do Weblate stór áitiúil amháin a bhunú ina bhfuil na haistriúcháin go léir gan comhtháthú.
hu: Alternatív megoldásként létrehozhat helyi, csak olvasható tárolót is, amely kizárólag a fordításokat tartalmazza, integráció nélkül.
id: Alternatifnya, Anda dapat membiarkan Weblate menyiapkan repositori lokal saja yang berisi semua terjemahan tanpa integrasi.
ja: また、Weblate では翻訳を統合せずに、すべての翻訳を含むローカル専用のリポジトリを設定することもできます。
nl: Als alternatief kunt u Weblate een opslagruimte alleen-lokaal laten instellen die alle vertalingen bevat zonder integratie.
pt_br: Como alternativa, você pode deixar o Weblate configurar um repositório somente local contendo todas as traduções sem integração.
sv: Alternativt kan du låta Weblate skapa ett lokalt arkiv som innehåller alla översättningar utan integration.
ta: மாற்றாக, நீங்கள் அனைத்து மொழிபெயர்ப்புகளையும் கொண்ட உள்ளக மட்டும் களஞ்சியத்தை ஒருங்கிணைப்பு இல்லாமல் அமைக்க அனுமதிக்கலாம்.
tr: Alternatif olarak, bütünleştirme olmadan Weblate tarafından tüm çevirilerin bulunduğu bir yerel depo kurulmasını seçebilirsiniz.
uk: Крім того, ви можете скористатися Weblate для налаштовування локального сховища, у якому міститимуться усі переклади, без інтеграції.
zh_hans: 或者，您可以使用 Weblate 设置一个包含所有翻译的纯本地仓库，无需集成。

source: Fetching updated translations from Weblate
de: Abrufen aktualisierter Übersetzungen von Weblate
ga: Aistriúcháin nuashonraithe á fháil ó Weblate
hu: Frissített fordítások lekérése a Weblate-ből
id: Mengambil terjemahan yang diperbarui dari Weblate
ja: Weblate の機能で更新済みの翻訳の取得
nl: Bijgewerkte vertalingen ophalen vanuit Weblate
pt: Obtendo traduções atualizadas do Weblate
pt_br: Obtendo traduções atualizadas do Weblate
ro: Preluarea traducerilor actualizate din Weblate
ru: Извлечение обновлённых переводов из Weblate
sv: Hämta uppdaterade översättningar från Weblate
ta: வலைபெயர்ப்புடிலிருந்து புதுப்பிக்கப்பட்ட மொழிபெயர்ப்புகளைப் பெறுதல்
tr: Weblate üzerinden güncellenmiş çevirileri almak
uk: Отримання оновлень перекладів з Weblate
zh_hans: 从 Weblate 获取更新的翻译

source: Weblate stores updated strings in a database and commits them to a local version-control repository. You can add a Weblate repository (when :ref:`git-exporter` is turned on) as an additional remote repository and fetch translation updates from it.
de: Weblate speichert aktualisierte Zeichenketten in einer Datenbank und überträgt sie in ein lokales Versionsverwaltungs-Repository. Sie können ein Weblate-Repository (wenn :ref:`git-exporter` eingeschaltet ist) als zusätzliches Remote-Repository hinzufügen und daraus Übersetzungsaktualisierungen abrufen.
ga: Stórálann Weblate teaghráin nuashonraithe i mbunachar sonraí agus tiomnaíonn sé iad chuig stór áitiúil rialaithe leagan. Is féidir leat stór Weblate a chur leis (nuair a chuirtear :ref:`git-exporter` ar siúl) mar chianstór breise agus nuashonruithe aistriúcháin a fháil uaidh.
hu: A Weblate az új szövegeket adatbázisban tárolja, majd véglegesíti azokat egy helyi verziókezelő tárolóban. A Weblate tároló (ha a :ref:`git-exporter` engedélyezve van) további távoli tárolóként is hozzáadható, és a fordítási frissítések onnan letölthetők.
id: Weblate menyimpan string yang diperbarui dalam basis data dan mengirimkannya ke repositori kontrol versi lokal. Anda dapat menambahkan repositori Weblate (ketika :ref:`git-exporter` diaktifkan) sebagai repositori jarak jauh tambahan dan mengambil pembaruan terjemahan darinya.
ja: Weblate は、更新された文字列をデータベースに保存し、ローカルのバージョン管理リポジトリにコミットします。 Weblate リポジトリ（ :ref:`git-exporter` が有効になっている場合）を別のリモートリポジトリとして追加し、そこから翻訳の更新を取得できます。
nl: Weblate slaat bijgewerkte tekenreeksen op in een database en dient ze in bij een lokale versie beheerde opslagruimte. U kunt een opslagruimte voor Weblate toevoegen (als :ref:`git-exporter` is ingeschakeld) als een aanvullende opslagruimte op afstand en vertalingen daaruit ophalen.
pt_br: O Weblate armazena textos atualizados em um banco de dados e as envia para um repositório de controle de versão local. Você pode adicionar um repositório Weblate (quando :ref:`git-exporter` estiver ativado) como um repositório remoto adicional e buscar atualizações de tradução dele.
sv: Weblate lagrar uppdaterade strängar i en databas och överför dem till ett lokalt versionskontrollarkiv. Du kan lägga till ett Weblate-arkiv (när :ref:`git-exporter` är aktiverat) som ett extra fjärrarkiv och hämta översättningsuppdateringar från det.
tr: Weblate, güncellenen dizgeleri bir veri tabanında tutar ve bunları yerel bir sürüm denetimi deposuna işler. Bir Weblate deposunu ( :ref:`git-exporter` açıkken) ek bir uzak depo olarak ekleyebilir ve çeviri güncellemelerini oradan alabilirsiniz.
uk: Weblate зберігає оновлені рядки у базі даних і записує їх до локального сховища системи керування версіями. Ви можете додати сховище (якщо увімкнено :ref:`git-exporter`) як додаткове віддалене сховище і отримувати оновлення перекладів з нього.
zh_hans: Weblate 将更新的字符串保存在一个数据库中并将它们提交到本地版本控制仓库。你可以将 Weblate 仓库添加为附加的远程仓库（当 :ref:`git-exporter` 处于开启状态）并从它那里获取翻译更新。

source: Prior to this, you might want to commit any pending local changes made in Weblate (see :ref:`lazy-commit`). This can be done from the user interface (in the :guilabel:`Repository maintenance`), or from the command-line using :ref:`wlc`.
de: Zuvor sollten Sie alle ausstehenden lokalen Änderungen in Weblate committen (siehe :ref:`lazy-commit`). Dies kann über die Bedienoberfläche (unter :guilabel:`Repository-Wartung`) oder über die Befehlszeile mit :ref:`wlc` erfolgen.
ga: Roimhe seo, b'fhéidir gur mhaith leat aon athruithe áitiúla atá ar feitheamh a rinneadh in Weblate a dhéanamh (féach :ref:`lazy-commit`). Is féidir é seo a dhéanamh ón gcomhéadan úsáideora (sa :guilabel:`Cothabháil stórtha`), nó ón líne ordaithe ag baint úsáide as :ref:`wlc`.
hu: Mielőtt ezt megtenné, érdemes lehet véglegesíteni az esetlegesen függőben lévő változtatásokat a Weblate-en belül (lásd: :ref:`lazy-commit`). Ezt megteheti a felhasználói felületen (a :guilabel:`Tároló karbantartása` résznél) vagy parancssorból a :ref:`wlc` segítségével.
id: Sebelum ini, Anda mungkin ingin melakukan komit terhadap perubahan lokal yang tertunda yang dibuat di Weblate (lihat :ref:`lazy-commit`). Ini dapat dilakukan dari antarmuka pengguna (di :guilabel:`Repository maintenance`), atau dari baris perintah menggunakan :ref:`wlc`.
ja: 事前に、Weblate で行った保留中の変更をコミットしておいてください（参照: :ref:`lazy-commit`）。これは、ユーザーインターフェイス（ :guilabel:`リポジトリのメンテナンス` ）または、:ref:`wlc` を使用してコマンドラインから行います。
nl: Voorafgaande hieraan wilt u misschien openstaande lokale wijzigingen indienen die zijn gemaakt in Weblate (see :ref:`lazy-commit`). Dat kan worden gedaan vanuit de gebruikersinterface (in het :guilabel:`Onderhoud opslagruimte`), of vanaf de opdrachtregel met :ref:`wlc`.
pt_br: Antes disso, você pode querer fazer commit de quaisquer alterações locais pendentes feitas no Weblate (consulte :ref:`lazy-commit`). Isso pode ser feito a partir da interface do usuário (em :guilabel:`Manutenção do repositório`) ou na linha de comando usando o :ref:`wlc`.
sv: Innan detta kan du behöva bekräfta eventuella lokala ändringar som gjorts i Weblate (se :ref:`lazy-commit`). Detta kan göras från användargränssnittet (i :guilabel:`Repository maintenance`), eller från kommandoraden med hjälp av :ref:`wlc`.
tr: Bundan önce, bekleyen değişiklikleri işlemek isteyebilirsiniz (ayrıntılı bilgi almak için: :ref:`lazy-commit`). Bunu kullanıcı arayüzünde (:guilabel:`Depo bakımı` bölümünde) ya da komut satırında :ref:`wlc` komutu ile yapabilirsiniz.
uk: До цього, можливо, вам варто внести всі зміни з локальної черги (див. :ref:`lazy-commit`). Це можна зробити за допомогою графічного інтерфейсу користувача (розділ :guilabel:`Супровід сховища`) або інтерфейсу командного рядка за допомогою :ref:`wlc`.
zh_hans: 在这之前，您可能想要先提交任何在 Weblate 中所做的待处理的更改（请参见 :ref:`lazy-commit`）。可以通过用户界面（在 :guilabel:`仓库维护`）或使用 :ref:`wlc` 从命令行执行此操作。

source: Pushing changes can be automated if you grant Weblate push access to your repository and configure :ref:`component-push` in the :ref:`component`, see :ref:`push-changes`.
de: Das Pushen von Änderungen kann automatisiert werden, wenn Sie Weblate Push-Zugriff auf Ihr Repository gewähren und :ref:`component-push` in der :ref:`component` einrichten, siehe :ref:`push-changes`.
ga: Is féidir athruithe a bhrú chun cinn a uathoibriú má thugann tú rochtain bhrúite Weblate ar do stór agus má chumraigh tú :ref:`component-push` sa :ref:`component`, féach :ref:`push-changes`.
hu: A változások feltöltése automatizálható, ha a Weblate hozzáférést kap a tárolóhoz, és az :ref:`összetevő <component>` alatt be van állítva a :ref:`component-push`, lásd: :ref:`push-changes`.
id: Mendorong perubahan dapat diotomatisasi jika Anda memberikan akses push Weblate ke repositori Anda dan mengonfigurasi :ref:`component-push` di :ref:`component`, lihat :ref:`push-changes`.
ja: リポジトリへのプッシュを自動化するには、Weblate にリポジトリへのプッシュ アクセスを許可し、:ref:`component` で :ref:`component-push` を設定します。参照: :ref:`push-changes`。
nl: Pushen van wijzigingen kan worden geautomatiseerd als u Weblate toegang voor pushen verleend voor uw opslagruimte en :ref:`component-push` configureert in het :ref:`component`, bekijk :ref:`push-changes`.
pt_br: Fazer push das alterações pode ser automatizado se você conceder acesso push do Weblate ao seu repositório e configurar :ref:`component-push` na :ref:`component`. Consulte :ref:`push-changes`.
ru: Отправка изменений может быть автоматизирована, если вы предоставите Weblate доступ отправки изменений к вашему репозиторию и настроите :ref:`component-push` в :ref:`component`, см. :ref:`push-changes`.
sv: Att skicka ändringar kan automatiseras om du ger Weblate push-åtkomst till ditt arkiv och konfigurerar :ref:`component-push` i :ref:`component`, se :ref:`push-changes`.
tr: Deponuza Weblate tarafından itme erişimi izni verir ve :ref:`component` içinde :ref:`component-push` seçeneğini yapılandırırsanız, değişiklikleri itme işlemi kendiliğinden yapılabilir. Ayrıntılı bilgi almak için: :ref:`push-changes`.
uk: Запис змін можна автоматизувати, надавши Weblate доступ до запису до вашого сховища і налаштувавши :ref:`адресу запису<component-push>` у :ref:`складнику перекладу<component>`, див. :ref:`push-changes`.
zh_hans: 如果你向 Weblate 授予了仓库的推送权限，并配置了 :ref:`component` 中的 :ref:`component-push`，此操作可以自动进行。见 :ref:`push-changes`。
