Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: *Released on June 10th 2018.*
de: *Veröffentlicht am 10. Juni 2018.*
ga: *Eisithe ar 10 Meitheamh 2018.*
hu: *Kiadva: 2018. június 10.*
id: *Dirilis pada 10 Juni 2018.*
nl: *Uitgegeven op 10 juni 2018.*
pt_br: *Atualizado em 10 de junho de 2018.*
sv: *Släpptes den 10 juni 2018.*
tr: *10 Haziran 2018 tarihinde yayınlandı.*
uk: *Випущено 10 червня 2018 року.*

source: Fixed possible migration issue from 2.20.
de: Mögliches Migrationsproblem von 2.20 behoben.
ga: Saincheist aistrithe fhéideartha sheasta ó 2.20.
hu: Lehetséges migrációs hiba javítva a 2.20-as verzióról.
id: Memperbaiki kemungkinan masalah migrasi dari 2.20.
ja: 2.20 から発生することがあった移行の不具合を修正。
nl: Mogelijk probleem bij migratie vanuit 2.20 gerepareerd.
pt: Corrigido um possível problema de migração do 2.20.
pt_br: Corrigido um possível problema de migração do 2.20.
ro: S-a rezolvat o posibilă problemă de migrare de la versiunea 2.20.
ru: Исправлены возможные проблемы перехода с версии 2.20.
sv: Rättat möjligt migreringsproblem från 2.20.
ta: 2.20 முதல் நிலையான இடம்பெயர்வு சிக்கல்.
tr: 2.20 sürümünden geçişte yaşanabilecek sorun düzeltildi.
uk: Виправлено можливі проблеми із перенесенням даних у 2.20.
zh_hans: 修复了自 2.20 依赖可能的合并问题。
zh_hant: 修復了自 2.20 依賴可能的合併問題。

source: Removed obsolete hook examples.
de: Veraltete Hook-Beispiele entfernt.
ga: Baineadh samplaí duán as feidhm.
hu: Elavult hook példák eltávolítva.
id: Menghapus contoh kait yang sudah usang.
ja: 廃止されたフックの例を削除。
nl: Verwijderde voorbeelden voor overbodige hooks.
pt: Removidos exemplos de ganchos obsoletos.
pt_br: Removidos exemplos de ganchos obsoletos.
ro: Eliminat exemple de cârlige învechite.
ru: Удалены устаревшие примеры обработчиков (hooks).
sv: Föråldrade hook-exempel har tagits bort.
ta: வழக்கற்றுப் போன கொக்கி எடுத்துக்காட்டுகள் அகற்றப்பட்டன.
tr: Kullanımdan kaldırılmış kanca örnekleri silindi.
uk: Вилучено застарілі приклади скриптів спостереження.
zh_hans: 删除了过时的钩子的示例。
zh_hant: 刪除了過時的鉤子的例子。

source: Improved caching documentation.
de: Verbesserte Caching-Dokumentation.
ga: Doiciméadú taisce feabhsaithe.
hu: Gyorsítótárazási dokumentáció frissítve.
id: Dokumentasi penyimpanan yang ditingkatkan.
ja: ドキュメントのキャッシュ性能の改善。
nl: Verbeterde documentatie voor cachen.
pt: Documentação de cache aprimorada.
pt_br: Documentação de cache aprimorada.
ro: A fost îmbunătățită documentația privind memoria cache.
ru: Улучшено кеширование документации.
sv: Förbättrad dokumentation om caching.
ta: மேம்படுத்தப்பட்ட கேச்சிங் ஆவணங்கள்.
tr: Ön bellek belgeleri iyileştirildi.
uk: Удосконалено документацію щодо кешування.
zh_hans: 改进了缓存文档。
zh_hant: 改進了緩存文檔。

source: Fixed displaying of admin documentation.
de: Die Anzeige der Administrationsdokumentation korrigiert.
ga: Taispeántas seasta ar dhoiciméid riaracháin.
hu: Adminisztrációs dokumentáció megjelenítése javítva.
id: Memperbaiki tampilan dokumentasi admin.
ja: 管理者用ドキュメントの表示の修正。
nl: Weergeven van documentatie voor beheren gerepareerd.
pt: Exibição corrigida da documentação do administrador.
pt_br: Exibição corrigida da documentação do administrador.
ro: A fost reparată afișarea documentației de administrare.
ru: Исправлено отображение документации для администраторов.
sv: Fast visning av administratörsdokumentation.
ta: நிர்வாக ஆவணங்களின் நிலையான காண்பித்தல்.
tr: Yönetici belgelerinin görüntülenmesinde yaşanan sorun düzeltildi.
uk: Виправлено показ документації з адміністрування.
zh_hans: 改进了管理文档的显示。
zh_hant: 改進了管理文檔的顯示。

source: Improved handling of long language names.
de: Verbesserte Handhabung von langen Sprachennamen.
ga: Láimhseáil fheabhsaithe ar ainmneacha teangacha fada.
hu: Hosszú nyelvnevek kezelése továbbfejlesztve.
id: Peningkatan penanganan nama bahasa yang panjang.
ja: 長い言語名の処理の改善。
nl: Verbeterde afhandeling van lange namen voor talen.
pt: Tratamento aprimorado de nomes longos do idioma.
pt_br: Tratamento aprimorado de nomes longos do idioma.
ro: Gestionarea îmbunătățită a numelor lungi de limbi.
ru: Исправлена обработка длинных названий языков.
sv: Förbättrad hantering av långa språknamn.
ta: நீண்ட மொழி பெயர்களின் மேம்பட்ட கையாளுதல்.
tr: Uzun dil adlarının işlenmesi iyileştirildi.
uk: Удосконалено обробку довгих назв мов.
zh_hans: 改进了长语言名称的处理。
zh_hant: 改進了長語言名稱的處理。

source: *Released on June 1st 2018.*
de: *Veröffentlicht am 1. Juni 2018.*
ga: *Eisithe ar 1 Meitheamh 2018.*
hu: *Kiadva: 2018. június 1.*
id: *Dirilis pada 1 Juni 2018.*
nl: *Uitgegeven op 1 juni 2018.*
pt_br: *Atualizado em 1º de junho de 2018.*
sv: *Släpptes den 1 juni 2018.*
tr: *1 Haziran 2018 tarihinde yayınlandı.*
uk: *Випущено 1 червня 2018 року.*

source: Rewritten access control.
de: Zugriffssteuerung überarbeitet.
ga: Rialú rochtana athscríofa.
hu: Hozzáférés-vezérlés teljesen újraírt változata.
id: Kontrol akses yang ditulis ulang.
ja: アクセス制御の書き換え。
nl: Opnieuw geschreven toegangsbeheer.
pt: Controle de acesso reescrito.
pt_br: Controle de acesso reescrito.
ro: Controlul accesului rescris.
ru: Переписан контроль доступа.
sv: Omskriven åtkomstkontroll.
ta: அணுகல் கட்டுப்பாடு மீண்டும் எழுதப்பட்டது.
tr: Erişim denetimi yeniden yazıldı.
uk: Переписано систему керування доступом.
zh_hans: 重写了访问控制。
zh_hant: 重寫了訪問控制。

source: Several code cleanups that lead to moved and renamed modules.
de: Mehrere Codebereinigungen, die ein Verschieben und Umbenennen von Modulen zur Folge hatten.
ga: Roinnt glantacháin cód as a dtagann modúil ar athraíodh a ionad agus a athainmníodh.
hu: Számos kódtisztítás történt, ami modulok áthelyezéséhez és átnevezéséhez vezetett.
id: Beberapa pembersihan kode yang mengarah pada pemindahan dan penggantian nama modul.
ja: モジュールの移動や名前変更を伴うコードの整理。
nl: Verscheidene opschoningen in code die leidden naar verplaatste en hernoemde modules.
pt: Várias limpezas de código que levam a módulos movidos e renomeados.
pt_br: Várias limpezas de código que levam a módulos movidos e renomeados.
ro: Mai multe curățări de cod care au dus la mutarea și redenumirea modulelor.
ru: Подчистка кода в некоторых местах, что привело к перемещению и переименованию модулей.
sv: Flera kodrensningar som leder till flyttade och omdöpta moduler.
ta: தொகுதிகள் நகர்த்தப்பட்டு மறுபெயரிடப்பட்ட பல குறியீடு தூய்மைப்படுத்தல்கள்.
tr: Modüllerin taşınmasına ve yeniden adlandırılmasına yol açan çeşitli kod temizlemeleri yapıldı.
uk: Декілька чищень коду, які призвели до пересування і перейменовування модулів.
zh_hans: 导致移动或重命名模块的一些代码清理。
zh_hant: 導致移動或重命名模塊的一些代碼清理。

source: New add-on for automatic component discovery.
de: Neue Erweiterung für die automatische Komponentenerkennung.
ga: Breiseán nua chun comhpháirt a aimsiú go huathoibríoch.
hu: Új kiegészítő az összetevők automatikus felismerésére.
id: Pengaya baru untuk penemuan komponen secara otomatis.
ja: コンポーネントの自動検出のための新しいアドオン。
nl: Nieuwe add-on voor automatisch ontdekken van onderdeel.
pt: Nova extensão para descoberta automática de componentes.
pt_br: Novo complemento para descoberta automática de componentes.
ro: Un nou add-on pentru descoperirea automată a componentelor.
ru: Новая надстройка для автоматического обнаружения компонентов.
sv: Nytt tillägg för automatisk komponentupptäckt.
ta: தானியங்கி கூறு கண்டுபிடிப்புக்கான புதிய துணை நிரல்.
tr: Yeni kendiliğinden bileşen bulma eklentisi eklendi.
uk: Новий додаток для автоматичного виявлення складників.
zh_hans: 自动发现部件的新附加组件。
zh_hant: 自動組件發現的新附加組件。

source: The import_project management command has now slightly different parameters.
de: Der Verwaltungsbefehl import_project hat jetzt etwas andere Parameter.
ga: Tá paraiméadair beagán difriúil ag an ordú bainistíochta import_project anois.
hu: Az `import_project` kezelőparancs paraméterei enyhén módosultak.
id: Perintah manajemen import_project sekarang memiliki parameter yang sedikit berbeda.
ja: import_project 管理コマンドのパラメータを若干修正。
nl: De beheersopdracht import_project heeft nu enigszins andere parameters.
pt: O comando de gestão import_project tem parâmetros ligeiramente diferentes agora.
pt_br: O comando de gerenciamento import_project agora tem parâmetros ligeiramente diferentes.
ro: Comanda de management import_project are acum parametri ușor diferiți.
ru: Команда управления import_project теперь принимает несколько иные параметры.
sv: Kommandot import_project management har nu något annorlunda parametrar.
ta: இறக்குமதி_ திட்ட மேலாண்மை கட்டளை இப்போது சற்று மாறுபட்ட அளவுருக்களைக் கொண்டுள்ளது.
tr: import_project yönetim komutunun parametreleri biraz değiştirildi.
uk: Команда керування import_project у новій версії дещо змінила параметри.
zh_hans: import_project 管理命令现在有一些略微不同的参数。
zh_hant: import_project 管理命令現在有一些略微不同的參數。

source: Added basic support for Windows RC files.
de: Grundlegende Unterstützung für Windows RC-Dateien hinzugefügt.
ga: Tacaíocht bhunúsach leis do chomhaid Windows RC.
hu: Alapszintű támogatás hozzáadva Windows RC-fájlokhoz.
id: Menambahkan dukungan dasar untuk berkas Windows RC.
ja: Windows RC ファイルの基本的な対応の追加。
nl: Basisondersteuning toegevoegd voor Windows RC-bestanden.
pt: Adicionado suporte básico para ficheiros de Windows RC.
pt_br: Adicionado suporte básico para arquivos Windows RC.
ro: A fost adăugat suportul de bază pentru fișierele Windows RC.
ru: Добавлена базовая поддержка файлов ресурсов Windows.
sv: Lagt till grundläggande stöd för Windows RC-filer.
ta: சாளரங்கள் ஆர்.சி கோப்புகளுக்கான அடிப்படை ஆதரவைச் சேர்த்தது.
tr: Windows RC dosyaları için temel destek eklendi.
uk: Додано базову підтримку файлів RC Windows.
zh_hans: 为 Windows RC 文件添加了基本支持。
zh_hant: 為 Windows RC 文件添加了基本支持。

source: New add-on to store contributor names in PO file headers.
de: Neue Erweiterung zum Speichern von Namen der Mitwirkenden in den Kopfzeilen von PO-Dateien.
ga: Breiseán nua chun ainmneacha na rannpháirtithe a stóráil i gceanntásca comhaid PO.
hu: Új kiegészítő a közreműködők nevének PO-fájl fejlécébe történő mentésére.
id: Pengaya baru untuk menyimpan nama kontributor di kepala berkas PO.
ja: PO ファイル ヘッダーに貢献者名を格納する新しいアドオンの追加。
nl: Nieuwe add-on om namen van deelnemers op te slaan in koppen van PO-bestanden.
pt: Nova extensão para armazenar nomes de contribuidores em cabeçalhos de ficheiros de PO.
pt_br: Novo complemento para armazenar nomes de colaboradores em cabeçalhos de arquivos PO.
ro: Un nou add-on pentru a stoca numele contribuabililor în anteturile fișierelor PO.
ru: Новая надстройка, которая позволяет сохранять имена участников в заголовках PO-файлов.
sv: Nytt tillägg för att lagra bidragsgivarnas namn i PO-filens rubriker.
ta: po கோப்பு தலைப்புகளில் பங்களிப்பாளர் பெயர்களை சேமிக்க புதிய துணை நிரல்.
tr: Katkıda bulunan adlarını PO dosya üst bilgilerinde kaydeden yeni eklenti eklendi.
uk: Новий додаток для зберігання імен учасників перекладу у заголовках файлів PO.
zh_hans: 新的附加组件，将贡献者姓名存储在 PO 文件标头中。
zh_hant: 新的附加組件，將貢獻者姓名存儲在 PO 文件標頭中。

source: The per component hook scripts are removed, use add-ons instead.
de: Die Hook-Skripte pro Komponente entfernt, verwenden Sie stattdessen Erweiterungen.
ga: Baintear na scripteanna duán in aghaidh an chomhpháirte, bain úsáid as breiseáin ina n-ionad.
hu: Összetevőnkénti hook szkriptek eltávolítva, használjon helyette kiegészítőket.
id: Skrip pengait per komponen dihapus, gunakan pengaya sebagai gantinya.
ja: コンポーネントごとのフック スクリプトは削除されました。今後はアドオンを使用してください。
nl: De hookscripts per onderdeel zijn verwijderd, gebruik in plaats daarvan add-ons.
pt: Os scripts de gancho por componente foram removidos; em vez disso, use extensões.
pt_br: Os scripts de gancho por componente foram removidos; em vez disso, use complementos.
ro: Scripturile cu hook-uri pentru fiecare componentă sunt eliminate, utilizați în schimb add-on-uri.
ru: Удалены покомпонентные скрипты-обработчики, используйте вместо этого надстройки.
sv: Hook-skripten per komponent har tagits bort. Använd istället tillägg.
ta: ஒரு கூறு ஊக் ச்கிரிப்ட்கள் அகற்றப்படுகின்றன, அதற்கு பதிலாக துணை நிரல்களைப் பயன்படுத்து.
tr: Her bileşene özgü kanca betikleri özelliği kaldırıldı. Bunun yerine eklentiler kullanıldı.
uk: Вилучено скрипти стеження для окремих складників — користуйтеся замість них додатками.
zh_hans: 删除了每个部件的钩子脚本，请改用附加组件。
zh_hant: 刪除了每組件鉤子腳本，轉而使用附加組件替代。

source: Add support for collecting contributor agreements.
de: Unterstützung für das Sammeln von Mitwirkungsvereinbarungen hinzugefügt.
ga: Cuir tacaíocht leis chun comhaontuithe ranníocóra a bhailiú.
hu: Támogatás hozzáadva közreműködői hozzájárulási megállapodások gyűjtéséhez.
id: Tambahkan dukungan untuk mengumpulkan perjanjian kontributor.
ja: 貢献者同意条項の収集の対応の追加。
nl: Ondersteuning toegevoegd voor verzamelen van instemmingen van deelnemers.
pt: Adiciona suporte para coletar acordos de colaborador.
pt_br: Adiciona suporte para coletar acordos de colaborador.
ro: Adăugați suport pentru colectarea acordurilor de colaborare.
ru: Добавлена поддержка сбора соглашений участников с правилами/лицензиями.
sv: Lägg till stöd för insamling av bidragsgivaravtal.
ta: பங்களிப்பாளர் ஒப்பந்தங்களை சேகரிப்பதற்கான ஆதரவைச் சேர்.
tr: Katılımcı anlaşmalarını toplama desteği eklendi.
uk: Додано підтримку для збирання угод із учасниками перекладу.
zh_hans: 为收集贡献者协议添加支持。
zh_hant: 為收集貢獻者協議添加支持。

source: Access control changes are now tracked in history.
de: Änderungen an der Zugriffssteuerung sind nun im Verlauf nachverfolgbar.
ga: Rianaítear athruithe rialaithe rochtana sa stair anois.
hu: A hozzáférés-vezérlési változások mostantól megjelennek az előzményekben.
id: Perubahan kontrol akses sekarang dilacak dalam riwayat.
ja: アクセス制御の変更が履歴で追跡できる機能の追加。
nl: Wijzigingen in toegangsbeheer worden nu bijgehouden in geschiedenis.
pt: As alterações de controle de acesso agora são rastreadas no histórico.
pt_br: As alterações de controle de acesso agora são rastreadas no histórico.
ro: Modificările de control al accesului sunt acum urmărite în istoric.
ru: Изменения прав доступа теперь отслеживаются в истории.
sv: Ändringar i åtkomstkontrollen spåras nu i historiken.
ta: அணுகல் கட்டுப்பாட்டு மாற்றங்கள் இப்போது வரலாற்றில் கண்காணிக்கப்படுகின்றன.
tr: Erişim denetimi değişikliklerinin geçmiş kayıtlarında görülmesi sağlandı.
uk: Записи щодо змін керування доступом у новій версії записуються до журналу.
zh_hans: 现在在历史中跟踪访问控制更改。
zh_hant: 現在在歷史中跟踪訪問控制更改。

source: New add-on to ensure all components in a project have same translations.
de: Neue Erweiterung, um sicherzustellen, dass alle Komponenten in einem Projekt die gleichen Übersetzungen haben.
ga: Breiseán nua lena chinntiú go bhfuil na haistriúcháin chéanna ag gach comhpháirt i dtionscadal.
hu: Új kiegészítő biztosítja, hogy a projekt összes összetevője ugyanazokat a fordításokat tartalmazza.
id: Pengaya baru untuk memastikan semua komponen dalam sebuah proyek memiliki terjemahan yang sama.
ja: プロジェクト内のすべてのコンポーネントが同じ翻訳を持つことを保証する新しいアドオン。
nl: Nieuwe add-on om ervoor te zorgen dat alle onderdelen in een project dezelfde vertalingen hebben.
pt: Nova extensão para garantir que todos os componentes num projeto tenham as mesmas traduções.
pt_br: Novo complemento para garantir que todos os componentes em um projeto tenham as mesmas traduções.
ro: Un nou add-on pentru a vă asigura că toate componentele unui proiect au aceleași traduceri.
ru: Новая надстройка, которая гарантирует, что у всех компонентов и проекте будут одинаковые переводы.
sv: Nytt tillägg för att säkerställa att alla komponenter i ett projekt har samma översättningar.
ta: ஒரு திட்டத்தில் உள்ள அனைத்து கூறுகளும் ஒரே மொழிபெயர்ப்புகளைக் கொண்டுள்ளன என்பதை உறுதிப்படுத்த புதிய துணை நிரல்.
tr: Bir projedeki tüm bileşenlerin çevirilerinin aynı olmasını sağlayan eklenti eklendi.
uk: Новий додаток, який забезпечує однакові переклади в усіх складниках проєкту.
zh_hans: 新的附加组件，用于确保项目中的所有部件都有相同的翻译。

source: Support for more variables in commit message templates.
de: Unterstützung für mehr Variablen in Vorlagen von Commit-Nachrichten.
ga: Tacaíocht le haghaidh tuilleadh athróg i dteimpléid teachtaireachta geallta.
hu: További változók támogatása a véglegesítési üzenetsablonokban.
id: Dukungan untuk lebih banyak variabel dalam templat pesan komit.
ja: コミット メッセージ テンプレートでより多くの変数に対応。
nl: Ondersteuning voor meer variabelen in sjablonen voor berichten van indieningen.
pt: Suporte para mais variáveis em modelos de mensagem de commit.
pt_br: Suporte para mais variáveis em modelos de mensagem de commit.
ro: Suport pentru mai multe variabile în șabloanele de mesaje de confirmare.
ru: Поддержка большего количества переменных в шаблонах сообщений коммитов.
sv: Stöd för fler variabler i mallar för commit-meddelanden.
ta: செய்த செய்தி வார்ப்புருக்களில் அதிக மாறிகள் உதவி.
tr: İşleme iletisi kalıplarının daha fazla değişkeni desteklemesi sağlandı.
uk: Реалізовано підтримку більшої кількості змінних у шаблонах повідомлень щодо внесків.
zh_hans: 在提交说明模板中支持更多变量。
zh_hant: 在提交消息模板中支持更多變量。

source: Add support for providing additional textual context.
de: Unterstützung für das Bereitstellen von zusätzlichem textuellen Kontext hinzugefügt.
ga: Cuir tacaíocht leis chun comhthéacs breise téacs a sholáthar.
hu: Támogatás hozzáadva kiegészítő szöveges kontextus megadására.
id: Tambahkan dukungan untuk menyediakan konteks tekstual tambahan.
ja: 追加のテキスト コンテキストの提供に対応。
nl: Ondersteuning toegevoegd voor verschaffen van aanvullende tekstuele context.
pt: Adiciona suporte para fornecer contexto textual adicional.
pt_br: Adiciona suporte para fornecer contexto textual adicional.
ro: Adăugați suport pentru furnizarea unui context textual suplimentar.
ru: Добавлена поддержка добавления дополнительного текстового содержимого.
sv: Lägg till stöd för att tillhandahålla ytterligare textuell kontext.
ta: கூடுதல் உரை சூழலை வழங்க ஆதரவைச் சேர்.
tr: Ek metin bağlamı yazma desteği eklendi.
uk: Додано підтримку забезпечення додаткового текстового контексту.
zh_hans: 为提供另外的文本上下文添加支持。
zh_hant: 為提供另外的文本語境添加支持。

source: Weblate 4.x series
de: Weblate 4.x
ga: Weblate 4.x sraith
hu: Weblate 4.x sorozat
id: Seri Weblate 4.x
ja: Weblate 4.x シリーズ
pt_br: Série 4.x do Weblate
ru: Серия Weblate 4.x
sv: Weblate 4.x-serien
ta: வலைபெயர்ப்பு 4.x தொடர்
tr: Weblate 4.x serisi
uk: Випуски Weblate 4.x
zh_hans: Weblate 4.x 系列

source: *Released on June 30th 2023.*
de: *Veröffentlicht am 30. Juni 2023.*
ga: *Eisithe ar 30 Meitheamh 2023.*
hu: *Kiadva: 2023. június 30.*
id: *Dirilis pada 30 Juni 2023.*
nl: *Uitgegeven op 30 juni 2023.*
pt_br: *Atualizado em 30 de junho de 2023.*
sv: *Släpptes den 30 juni 2023.*
tr: *30 Haziran 2023 tarihinde yayınlandı.*
uk: *Випущено 30 червня 2023 року.*

source: Fixed parsing notes from TBX.
de: Das Analysieren von Anmerkungen aus TBX korrigiert.
ga: Nótaí parsála seasta ó TBX.
hu: Megjegyzések elemzése javítva TBX fájlok esetén.
id: Memperbaiki catatan penguraian dari TBX.
ja: TBX からのメモの解析を修正。
nl: Gerepareerd parsen van opmerkingen voor TBX.
pt_br: Corrigidas as notas de análise de TBX.
ru: Исправлен разбор заметок из TBX.
sv: Fixade parsningsanteckningar från TBX.
ta: tbx இலிருந்து நிலையான பாகுபடுத்தும் குறிப்புகள்.
tr: TBX dosyalarında yaşanan notların işlenmesi sorunu düzeltildi.
uk: Виправлено обробку приміток з TBX.
zh_hans: 修复了解析来自 TBX 附注的问题。

source: Fixed query parsing in navigation bar search.
de: Das Analysieren von Anfragen in der Suche der Navigationsleiste korrigiert.
ga: Iarratas seasta ag parsáil i gcuardach barra nascleanúna.
hu: Keresősávban a lekérdezések elemzése javítva.
id: Memperbaiki penguraian kueri pada pencarian di bilah navigasi.
ja: ナビゲーションバー検索のクエリ解析を修正。
nl: Parsen query in zoekactie navigatiebalk gerepareerd.
pt: Análise de consulta corrigida na pesquisa da barra de navegação.
pt_br: Corrigida a análise de consultas na busca da barra de navegação.
ru: Исправлен разбор запроса в поиске на панели навигации.
sv: Fixat problem med tolkning av sökfrågor i navigeringsfältets sökfunktion.
ta: வழிசெலுத்தல் பட்டி தேடலில் நிலையான வினவல் பாகுபடுத்துதல்.
tr: Gezinme çubuğu aramalarında yaşanan sorgunun işlenmesi sorunu düzeltildi.
uk: Виправлено обробку запитів при пошуку з панелі навігації.
zh_hans: 修复了导航栏搜索查询解析的问题。

source: Fixed language filtering in reports.
de: Die Sprachfilterung in Berichten korrigiert.
ga: Scagadh teanga seasta i dtuairiscí.
hu: Jelentések nyelvi szűrése javítva.
id: Memperbaiki pemfilteran bahasa dalam laporan.
ja: レポートの言語フィルタリングの修正。
nl: Gerepareerd filteren van taal in rapporten.
pt_br: Corrigida a filtragem de idioma em relatórios.
ru: Исправлена языковая фильтрация в отчётах.
sv: Fast språkfiltrering i rapporter.
ta: அறிக்கைகளில் நிலையான மொழி வடிகட்டுதல்.
tr: Raporlarda dil süzme özelliği düzeltildi.
uk: Виправлено фільтрування за мовою у звітах.
zh_hans: 修复了报告中的语言筛选。

source: Improved ModernMT languages mapping.
de: Verbesserte Zuordnung von ModernMT-Sprachen.
ga: Léarscáiliú feabhsaithe teangacha ModernMT.
hu: ModernMT nyelvkód-leképezés pontosítása.
id: Pemetaan bahasa ModernMT yang ditingkatkan.
ja: ModernMT 言語マッピングの改良。
nl: Verbeterde ModernMT taalverwijzingen.
pt_br: Melhorado o mapeamento de idiomas de ModernMT.
ru: Улучшено сопоставление языков в ModernMT.
sv: Förbättrad ModernMT-språkkartläggning.
ta: மேம்படுத்தப்பட்ட நவீன மொழிகள் மேப்பிங்.
tr: ModernMT dillerinin eşleştirilmesi iyileştirildi.
uk: Удосконалено прив'язку до мов у ModernMT.
zh_hans: 改进了 ModernMT 语言映射。

source: Disabled reused checks on languages with a single plural form.
de: Qualitätsprüfung auf wiederverwendete Übersetzung bei Sprachen mit einer einzigen Pluralform deaktiviert.
ga: Seiceálacha athúsáidte faoi mhíchumas ar theangacha le foirm iolra amháin.
hu: Többes számú alak nélküli nyelveknél a megosztott fordítások ellenőrzése letiltva.
id: Menonaktifkan pemeriksaan yang digunakan kembali pada bahasa dengan bentuk jamak tunggal.
ja: 単一の複数形を持つ言語の再利用検査の無効。
nl: Controles voor opnieuw gebruikt voor talen met een enkele meervoudsvorm uitgeschakeld.
pt_br: Desabilitadas as verificações de reutilização em idiomas com uma única forma plural.
ru: Отключены повторные проверки для языков с одной формой множественного числа.
sv: Inaktiverade återanvända kontroller för språk med en enda pluralform.
ta: ஒற்றை பன்மை வடிவத்துடன் மொழிகளில் முடக்கப்பட்ட மீண்டும் பயன்படுத்தப்பட்ட சோதனைகள்.
tr: Tek çoğul biçimi olan dillerde yeniden kullanılan çeviri denetimleri kullanımdan kaldırıldı.
uk: Вимкнено перевірку повторного використання перекладів для мов із однією формою множини.
zh_hans: 对单一复数形式语言停用了译文重用检查。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/102?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/102?closed=1>`__。
