Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Parenthesized expression to clearly show the precedence.
de: Klammerausdruck, um den Vorrang deutlich zu machen.
ga: Slonn parenthesized chun an tosaíocht a thaispeáint go soiléir.
hu: Zárójelezett kifejezés, amely egyértelművé teszi a kiértékelés sorrendjét.
id: Ekspresi dalam tanda kurung untuk menunjukkan prioritas dengan jelas.
nl: Expressie met haakjes om de voorrang duidelijk te maken.
pt_br: Expressão entre parênteses para mostrar claramente a precedência.
sv: Uttryck inom parentes för att tydligt visa prioritet.
tr: Önceliği açıkça belirtmek için ifadelerde parantez kullanın.
uk: Вираз у дужках, щоб чітко показати пріоритет.

source: Query using an implicit ``AND`` operator.
de: Abfrage mit einem impliziten ``AND``-Operator.
ga: Iarratas ag baint úsáide as oibreoir intuigthe ``AND``.
hu: Lekérdezés, amelyben feltételezett ``AND`` operátor van.
id: Kueri menggunakan operator ``AND`` implisit.
nl: Query die impliciet een operator ``AND`` gebruikt.
pt_br: Consulta usando um operador ``AND`` implícito.
sv: Sökning med hjälp av en implicit ``AND``-operator.
tr: Örtük bir ``AND`` işleci ile sorgulayın.
uk: Запит із використанням неявного оператора ``AND``.

source: Field operators
de: Feld-Operatoren
ga: Oibreoirí allamuigh
hu: Mezőoperátorok
id: Operator kolom
ja: フィールド演算子
nl: Veld operatoren
pt: Operações de campo
pt_br: Operações de campo
ro: Operatori de teren
ru: Операторы поиска по полям
sv: Fältoperatörer
ta: புலம் ஆபரேட்டர்கள்
tr: Alan işlemleri
uk: Оператори полів
zh_hans: 字段运算符

source: You can specify operators, ranges or partial lookups for date or numeric searches:
de: Sie können Operatoren, Bereiche oder partielle Suchanfragen für Datums- oder numerische Suchen angeben:
ga: Is féidir leat oibreoirí, raonta nó cuardaigh pháirteach a shonrú le haghaidh cuardaigh dáta nó uimhriúla:
hu: Dátum vagy numerikus érték keresésénél megadhatók operátorok, tartományok vagy részleges egyezések:
id: Anda dapat menentukan operator, rentang, atau pencarian parsial untuk pencarian tanggal atau angka:
ja: 日付と数値の検索には演算子、範囲または部分参照を指定できます。使用例:
nl: U mag operatoren, bereiken of gedeeltelijk opzoeken specificeren voor numerieke zoekacties of:
pt: Pode especificar operadores, intervalos ou pesquisas parciais para pesquisas de data ou numéricas:
pt_br: Você pode especificar operadores, intervalos ou buscas parciais para buscas de data ou numéricas:
ro: Puteți specifica operatori, intervale sau căutări parțiale pentru căutări de date sau numerice:
ru: Вы можете указать операторы, диапазоны или частичный поиск по дате или числам:
sv: Du kan ange operatorer, intervall eller partiella sökningar för datum- eller numeriska sökningar:
ta: தேதி அல்லது எண் தேடல்களுக்கான ஆபரேட்டர்கள், வரம்புகள் அல்லது பகுதி தேடல்களை நீங்கள் குறிப்பிடலாம்:
tr: Tarih veya sayısal aramalar için işlemler, aralıklar veya parçalı aramalar belirtebilirsiniz:
uk: Ви можете вказати оператори, діапазони або часткові пошуки для пошуків за датою та числових пошуків:
zh_hans: 您可以为日期或数字搜索指定运算符、范围或部分查找：
zh_hant: 您可以為日期或數字搜索指定運算符，範圍或部分查找：

source: Changed between two given dates (inclusive).
sv: Ändrat mellan två angivna datum (inklusive).

source: Strings with position between 10 and 100 (inclusive).
de: Zeichenketten mit Positionen zwischen 10 und 100 (einschließlich).
ga: Teaghráin le suíomh idir 10 agus 100 (san áireamh).
hu: Olyan szövegek, amelyek pozíciója 10 és 100 között van (beleértve a szélső értékeket is).
id: String dengan posisi antara 10 dan 100 (inklusif).
ja: 位置が 10 から 100 の文字列（両端を含む）。
nl: Tekenreeksen met een positie tussen 10 en 100 (inclusief).
pt_br: Textos com posição entre 10 e 100 (inclusive).
ru: Строки с позицией от 10 до 100 (включительно).
sv: Strängar med position mellan 10 och 100 (inklusive).
ta: 10 முதல் 100 வரை (உள்ளடக்கிய) நிலை கொண்ட சரங்கள்.
tr: Konumu 10 ile 100 arasında olan dizgeler (10 ve 100 dahil).
uk: Рядки з позиціями від 10 до 100 (включно).
zh_hans: 位次在 10 和 100 之间（包括 10 和 100）的字符串。

source: Searching for DATETIME fields
sv: Söka efter DATETIME-fält

source: Timestamp searching supports multiple ways to specify the value. It supports wide range of ways to specify date and time.
sv: Tidsstämpelsökning stöder flera sätt att ange värdet. Den stöder ett brett spektrum av sätt att ange datum och tid.

source: English adverbs of time like :samp:`yesterday`, :samp:`last month`, and :samp:`2 days ago`.
sv: Engelska tidsadverb som :samp:`igår`, :samp:`förra månaden` och :samp:`för två dagar sedan`.

source: Whenever only the date is specified, it is always used as inclusive and covers that date. Specify the exact timestamp if you need to override this behavior.
sv: När endast datum anges används det alltid som inkluderande och omfattar det datumet. Ange den exakta tidsstämpeln om du behöver åsidosätta detta beteende.

source: Changed on 1st March 2019 and later (inclusive).
sv: Ändrat den 1 mars 2019 och senare (inklusive).

source: Changed 2 weeks ago from the current date and time.
sv: Ändrat för 2 veckor sedan från aktuellt datum och tid.

source: Changed starting yesterday.
sv: Förändringen trädde i kraft igår.

source: Changed in the year 2019.
sv: Ändrat under år 2019.

source: Changed between two relative dates (inclusive).
sv: Ändrat mellan två relativa datum (inklusive).

source: Exact operators
de: Genaue Operatoren
ga: Oibreoirí beachta
hu: Pontos egyezés
id: Operator tepat
ja: 完全一致の演算子
nl: Exacte operatoren
pt: Operadores exatos
pt_br: Operadores exatos
ro: Operatori exacți
ru: Оператор точного поиска
sv: Exakta operatorer
ta: சரியான ஆபரேட்டர்கள்
tr: Kesin işlemler
uk: Точні оператори
zh_hans: 精确运算符

source: You can do an exact match query on different string fields using ``=`` operator. For example, to search for all source strings exactly matching ``hello world``, use: ``source:="hello world"``. For searching single word expressions, you can skip quotes. For example, to search for all source strings matching ``hello``, you can use: ``source:=hello``.
de: Mit dem Operator ``=`` können Sie eine genaue Abfrage für verschiedene Zeichenkettenfelder durchführen. Um zum Beispiel nach allen Ausgangszeichenketten zu suchen, die genau mit ``hello world`` übereinstimmen, verwenden Sie: ``source:="hello world"``. Für die Suche nach einzelnen Wortausdrücken können Sie die Anführungszeichen weglassen. Um zum Beispiel nach allen Ausgangszeichenketten zu suchen, die mit ``hello`` übereinstimmen, können Sie ``source:=hello`` verwenden.
ga: Is féidir leat ceist mheaitseála bheacht a dhéanamh ar réimsí éagsúla teaghrán trí úsáid a bhaint as oibreoir ``=``. Mar shampla, chun gach teaghrán foinse a fhreagraíonn go díreach do ``hello world`` a chuardach, bain úsáid as: `` foinse:="hello world"``. Chun nathanna focal aonair a chuardach, is féidir leat comharthaí athfhriotail a scipeáil. Mar shampla, chun gach teaghrán foinse a mheaitseálann ``hello`` a chuardach, is féidir leat: `` foinse: = hello`` a úsáid.
hu: Különféle szövegmezőkön pontos egyezést kereshet az ``=`` operátorral. Például ha minden olyan forrásszöveget szeretne megkeresni, amely pontosan megegyezik ezzel: ``hello world``, használja ezt: ``source:="hello world"``. Egyetlen szó keresésénél idézőjelek nem szükségesek. Például: ``source:=hello``.
id: Anda dapat melakukan kueri pencocokan persis pada bidang string yang berbeda menggunakan operator ``=``. Misalnya, untuk mencari semua string sumber yang sama persis dengan ``hello world``, gunakan: ``source:="hello world"``. Untuk mencari ekspresi satu kata, Anda dapat melewati tanda kutip. Misalnya, untuk mencari semua string sumber yang cocok dengan ``hello``, Anda dapat menggunakan: ``source:=hello``.
ja: ``=`` 演算子を使用して、特定のフィールドに対して完全一致するものを検索できます。例えば、``hello world`` と完全に一致する語句をすべての原文から検索するには、``source:="hello world"`` を使用します。単語 1 つを検索する場合は、引用符を省略できます。例えば、``hello`` に一致するすべての原文を検索するには、``source:=hello`` と入力します。
nl: U kunt een query met exacte overeenkomst over verschillende velden met tekenreeksen uitvoeren met de operator ``=``. Bijvoorbeeld om te zoeken naar alle brontekenreeksen die exact overeenkomen met ``hello world``, gebruik: ``source:="hello world"``. Voor het zoeken naar uitdrukkingen van een enkel woord, kunt u aanhalingstekens overslaan, Bijvoorbeeld om te zoeken naar alle brontekenreeksen die overeenkomen met ``hello``, kunt u gebruiken: ``source:=hello``.
pt: Pode fazer uma consulta de correspondência exata em diferentes campos de texto a usar o operador ``=``. Por exemplo, para procurar por todas as cadeias fonte que correspondem exatamente a ``hello world``, use: ``source:="hello world"``. Para pesquisar por expressões de uma única palavra, não precisa de aspas. Por exemplo, para procurar por todos as cadeias fonte que correspondam a ``hello``, pode utilizar: ``source:=hello``.
pt_br: Você pode fazer uma consulta de correspondência exata em diferentes campos de texto usando o operador ``=``. Por exemplo, para buscar por todos os textos fonte que correspondem exatamente a ``hello world``, use: ``source:="hello world"``. Para buscar por expressões de uma única palavra, você não precisa de aspas. Por exemplo, para buscar por todos os textos fonte que correspondam a ``hello``, você pode utilizar: ``source:=hello``.
ro: Puteți efectua o interogare cu potrivire exactă pe diferite câmpuri de șiruri de caractere folosind operatorul ``=``. De exemplu, pentru a căuta toate șirurile sursă care se potrivesc exact cu ``hello world``, utilizați: ``source:="hello world"``. Pentru căutarea expresiilor cu un singur cuvânt, puteți sări peste ghilimele. De exemplu, pentru a căuta toate șirurile sursă care se potrivesc cu ``hello``, puteți utiliza ``source:=hello``.
ru: С помощью оператора ``=`` вы можете сделать запрос на точное совпадение различных строковых полей. Например, для нахождения всех исходных строк, точно равных строке ``hello world``, используйте запрос ``source:="hello world"``. При поиске односложных выражений кавычки можно опустить. Например, для нахождения всех исходных строк, точно равных строке ``hello``, вы можете использовать запрос ``source:=hello``.
sv: Du kan göra en exakt matchning på olika strängfält med hjälp av operatorn ``=``. Om du till exempel vill söka efter alla källsträngar som exakt matchar ``hello world`` använder du: ``source:="hello world"``. För att söka efter uttryck med ett enda ord kan du utelämna citattecknen. Om du till exempel vill söka efter alla källsträngar som matchar ``hello`` kan du använda: ``source:=hello``.
ta: `` = `` ஆபரேட்டரைப் பயன்படுத்தி வெவ்வேறு சரம் புலங்களில் சரியான போட்டி வினவலை நீங்கள் செய்யலாம். எடுத்துக்காட்டாக, `` அலோ வேர்ல்ட்`` பொருந்தக்கூடிய அனைத்து மூல சரங்களையும் தேட, பயன்படுத்து: `` மூல: = "அலோ வேர்ல்ட்" ``. ஒற்றை சொல் வெளிப்பாடுகளைத் தேடுவதற்கு, நீங்கள் மேற்கோள்களைத் தவிர்க்கலாம். எடுத்துக்காட்டாக, `` அலோ`` பொருந்தக்கூடிய அனைத்து மூல சரங்களையும் தேட, நீங்கள் பயன்படுத்தலாம்: `` ஆதாரம்: = அலோ``.
tr: ``=`` işlemini kullanarak farklı dizge alanlarında tam eşleşme sorgusu yapabilirsiniz. Örneğin, ``merhaba dünya`` ile tam olarak eşleşen tüm kaynak dizgeleri aramak için şunu kullanın: ``source:="hello world"``. Tek sözcüklü ifadeleri aramak için tırnak işaretlerini kullanmayabilirsiniz. Örneğin, ``merhaba`` ile eşleşen tüm kaynak dizgelerini aramak için şunu kullanabilirsiniz: ``source:=hello``.
uk: Ви можете створювати запит щодо точної відповідності у інших полях рядка за допомогою оператора ``=``. Наприклад, щоб виконати пошук усіх початкових рядків, у яких міститься ``hello world``, скористайтеся таким запитом: ``source:="hello world"``. Для пошуку виразів з окремих слів можна просто пропустити лапки. Наприклад, щоб знайти усі початкові рядки, у яких міститься ``hello``, скористайтеся таким запитом: ``source:=hello``.
zh_hans: 您可以使用 ``=`` 运算符对不同的字符串字段进行完全匹配查询。例如，要搜索与 完全匹配的所有源字符串 ``hello world``，请使用：``source:="hello world"`` 。要搜索单个单词表达式，您可以跳过引号。例如，要搜索所有匹配的源字符串 ``hello`` ， 您可以使用： ``source:=hello``.
zh_hant: 您可以使用``=``運算符在不同的字符串字段上進行完全匹配查詢。例如，搜索完全匹配的源字符串匹配“你好世界”，使用：“來源：=”Hello World“``。用於搜索單詞表達式，您可以跳過引號。例如，搜索匹配``hello``的所有源字符串：``source：= hello``。

source: Searching for changes
de: Nach Änderungen suchen
ga: Athruithe á gcuardach
hu: Módosítások keresése
id: Mencari perubahan
ja: 変更の検索
nl: Zoeken naar wijzigingen
pt: Pesquisas por alterações
pt_br: Buscando por alterações
ro: Căutarea de schimbări
ru: Поиск по изменениям
sv: Söka efter ändringar
ta: மாற்றங்களைத் தேடுகிறது
tr: Değişiklik arama
uk: Пошук змін
zh_hans: 搜索变更

source: Searching for history events can be done using ``change_action`` and ``change_time`` operators.
de: Die Suche nach Ereignissen im Verlauf kann mit den Operatoren ``change_action`` und ``change_time`` durchgeführt werden.
ga: Is féidir cuardach a dhéanamh ar imeachtaí staire trí úsáid a bhaint as oibreoirí ``change_action`` agus ``change_time``.
hu: Előzmények keresése a ``change_action`` és ``change_time`` operátorokkal történhet.
id: Pencarian peristiwa riwayat dapat dilakukan dengan menggunakan operator ``change_action`` dan ``change_time``.
ja: 履歴イベントの検索は、``change_action`` および ``change_time`` 演算子を使用して実行できます。
nl: Zoeken naar historische gebeurtenissen kan wordne uitgevoerd met de operatoren ``change_action`` en ``change_time``.
pt: A pesquisa por eventos do histórico pode ser feita a utilizar os operadores ``change_action`` e ``change_time``.
pt_br: A busca por eventos do histórico pode ser feita utilizando os operadores ``change_action`` e ``change_time``.
ro: Căutarea evenimentelor din istoric se poate face folosind operatorii ``change_action`` și ``change_time``.
ru: Поиск по истории событий можно сделать с помощью операторов ``change_action`` и ``change_time``.
sv: Sökning efter historiska händelser kan göras med hjälp av operatorerna ``change_action`` och ``change_time``.
ta: வரலாற்று நிகழ்வுகளைத் தேடுவது `` change_action`` மற்றும் `` மாற்றம்_ நேரம்` ஆபரேட்டர்களைப் பயன்படுத்தி செய்யப்படலாம்.
tr: Geçmiş kayıtları ``change_action`` ve ``change_time`` ölçütleri kullanılarak aranabilir.
uk: Пошук у журналі подій можна виконувати за допомогою операторів ``change_action`` і ``change_time``.
zh_hans: 可以使用 ``change_action`` 和 ``change_time`` 运算符来搜索历史。
zh_hant: 搜索歷史事件可以使用“Change_Action”和“Change_Time`”操作員完成。

source: For example, searching for strings marked for edit in 2018 can be entered as ``change_time:2018 AND change_action:marked-for-edit`` or ``change_time:2018 AND change_action:"Marked for edit"``.
de: Die Suche nach Zeichenketten, die im Jahr 2018 zur Bearbeitung markiert wurden, kann beispielsweise als ``change_time:2018 AND change_action:marked-for-edit`` oder ``change_time:2018 AND change_action:"Marked for edit"`` eingegeben werden.
ga: Mar shampla, is féidir cuardach do theaghráin atá marcáilte le haghaidh eagarthóireachta in 2018 a chur isteach mar ``change_time: 2018 AND change_action:marked-for-edit`` nó ``change_time: 2018 AND change_action:"Marcáilte le haghaidh eagarthóireachta"``.
hu: Például az olyan szövegek kereséséhez, amelyeket 2018-ban szerkesztésre jelöltek, használja ezt: ``change_time:2018 AND change_action:marked-for-edit`` vagy ``change_time:2018 AND change_action:"Marked for edit"``.
id: Misalnya, pencarian string yang ditandai untuk disunting pada tahun 2018 dapat dimasukkan sebagai ``change_time:2018 AND change_action:marked-for-edit`` atau ``change_time:2018 AND change_action:"Marked for edit"``.
ja: 例えば、2018 年に要編集とマークされた文字列を検索するには、``change_time:2018 AND change_action:marked-for-edit`` または ``change_time:2018 AND change_action:"Marked for edit"`` と入力します。
nl: Bijvoorbeeld zoeken naar tekenreeksen die gemarkeerd zijn met Bewerken nodig in 2018 kan worden ingevoerd als ``change_time:2018 AND change_action:marked-for-edit`` of ``change_time:2018 AND change_action:"Marked for edit"``.
pt: Por exemplo, uma pesquisa por cadeias marcadas para edição em 2018 pode ser inserida como ``change_time:2018 AND change_action:marked-for-edit`` ou ``change_time:2018 AND change_action:"Marked for edit"``.
pt_br: Por exemplo, uma busca por textos marcados para edição em 2018 pode ser inserida como ``change_time:2018 AND change_action:marked-for-edit`` ou ``change_time:2018 AND change_action:"Marked for edit"``.
ro: De exemplu, căutarea șirurilor marcate pentru editare în 2018 poate fi introdusă ca ``change_time:2018 AND change_action:marked-for-edit`` sau ``change_time:2018 AND change_action: "Marked for edit"``.
ru: Например, поиск по строкам, отмеченным для правки (*marked for edit*) в 2018 году, можно сделать с помощью: ``change_time:2018 AND change_action:marked-for-edit`` или ``change_time:2018 AND change_action:"Marked for edit"``.
sv: Om du till exempel vill söka efter strängar som markerats för redigering under 2018 kan du ange ``change_time:2018 AND change_action:marked-for-edit`` eller ``change_time:2018 AND change_action:"Marked for edit"``.
ta: எடுத்துக்காட்டாக, 2018 ஆம் ஆண்டில் திருத்தத்திற்காக குறிக்கப்பட்ட சரங்களைத் தேடுவது `` மாற்றம்_ நேரம்: 2018 மற்றும் மாற்றம்_சார்: குறிக்கப்பட்ட-எடிட்`` அல்லது `` மாற்றம்_ நேரம்: 2018 மற்றும் மாற்றம்_சார்: "திருத்து" குறிக்கப்பட்டுள்ளது "` `என உள்ளிடலாம்.
tr: Örneğin, 2018 yılında, düzenlenecek olarak imlenmiş dizgeleri aramak için ``change_time:2018 AND change_action:marked-for-edit`` ya da ``change_time:2018 AND change_action:``Marked for edit`` kullanılabilir.
uk: Наприклад, пошук рядків, які було позначено для редагування у 2018 році, можна виконати за допомогою ``change_time:2018 AND change_action:marked-for-edit`` або ``change_time:2018 AND change_action:"Marked for edit"``.
zh_hans: 例如，搜索在 2018 年被标记为需要编辑的字符串可以输入 ``change_time:2018 AND change_action:marked-for-edit`` 或 ``change_time:2018 AND change_action:"Marked for edit"``。
zh_hant: 例如，可以將標記為2018年編輯的字符串輸入為“Change_time：2018和Change_Action：標記為編輯”“”或“Change_Time：2018和Change_Action：”標記為編輯“```。

source: Regular expressions
de: Reguläre Ausdrücke
ga: Nathanna rialta
hu: Reguláris kifejezések
id: Ekspresi reguler
ja: 正規表現
nl: Reguliere uitdrukkingen
pt: Expressões regulares
pt_br: Expressões regulares
ro: Expresii regulate
ru: Регулярные выражения
sv: Reguljära uttryck
ta: வழக்கமான வெளிப்பாடுகள்
tr: Kurallı ifadeler
uk: Формальні вирази
zh_hans: 正则表达式
zh_hant: 規則表達式

source: Anywhere text is accepted you can also specify a regular expression as ``r"regexp"``.
de: Überall dort, wo Text akzeptiert wird, können Sie auch einen regulären Ausdruck als ``r"regexp"`` angeben.
ga: Áit ar bith a nglactar le téacs is féidir leat slonn rialta a shonrú mar ``r"regexp"``.
hu: Minden olyan helyen, ahol szöveg megadható, reguláris kifejezés is használható, így: ``r"regexp"``.
id: Di mana saja teks diterima, Anda juga dapat menentukan ekspresi reguler sebagai ``r"regexp"``.
ja: テキストを入力できる場合は、``r"regexp"`` として正規表現を指定できます。
nl: Overal waar tekst wordt geaccepteerd mag u ook een reguliere uitdrukking specificeren, zoals ``r"regexp"``.
pt: Em qualquer lugar que o texto seja aceito, também pode especificar uma expressão regular como ``r "regexp"``.
pt_br: Em qualquer lugar que o texto seja aceito, você também pode especificar uma expressão regular como ``r "regexp"``.
ro: Oriunde este acceptat un text, puteți specifica și o expresie regulată ca ``r "regexp"``.
ru: Везде, где принимается текст, вы также можете задать и регулярное выражение в виде ``r"выражение"``.
sv: Överallt där text accepteras kan du också ange ett reguljärt uttryck som ``r"regexp"``.
ta: எங்கும் உரை ஏற்றுக்கொள்ளப்பட்டால், வழக்கமான வெளிப்பாட்டை `` r "regexp" `` என்றும் குறிப்பிடலாம்.
tr: Ayrıca metin kabul edilen her yerde, bir kurallı ifadeyi ``r"kurallıifade"`` olarak belirtebilirsiniz.
uk: У будь-якому фрагменті тексту ви можете вказати формальний вираз як ``r"формальний вираз"``.
zh_hans: 任何地方都可以接受文本，您也可以将正则表达式指定为 ``r"regexp"``。
zh_hant: 接受任何文本，您還可以將正則表達式指定為“r”regexp“``。

source: For example, to search for all source strings which contain any digit between 2 and 5, use ``source:r"[2-5]"``.
de: Um zum Beispiel nach allen Ausgangszeichenketten zu suchen, die eine beliebige Ziffer zwischen 2 und 5 enthalten, verwenden Sie ``source:r"[2-5]"``.
ga: Mar shampla, chun cuardach a dhéanamh do gach teaghrán foinse ina bhfuil aon dhigit idir 2 agus 5, úsáid ``source:r"[2-5]"``.
hu: Például, ha minden olyan forrásszöveget szeretne megkeresni, amely 2 és 5 közötti számjegyet tartalmaz, használja ezt: ``source:r"[2-5]"``.
id: Misalnya, untuk mencari semua string sumber yang berisi digit antara 2 dan 5, gunakan ``source:r"[2-5]"``.
ja: 例えば、2 ~ 5 の数字を含むすべての原文を検索するには、``source:r"[2-5]"`` と記述します。
nl: Zoeken naar bijvoorbeeld alle brontekenreeksen die een cijfer bevatten tussen 2 en 5, gebruik ``source:r"[2-5]"``.
pt: Por exemplo, para pesquisar por todas as cadeias que contenham qualquer dígito entre 2 e 5, utilize ``source:r"[2-5]"``.
pt_br: Por exemplo, para buscar por todos os textos que contenham qualquer dígito entre 2 e 5, utilize ``source:r"[2-5]"``.
ro: De exemplu, pentru a căuta toate șirurile sursă care conțin orice cifră între 2 și 5, utilizați ``source:r"[2-5]"``.
ru: Например, для поиска по исходным строкам, содержащим любую цифру от 2 до 5, используйте запрос ``source:r"[2-5]"``.
sv: Om du till exempel vill söka efter alla källsträngar som innehåller någon siffra mellan 2 och 5 använder du ``source:r"[2-5]"``.
ta: எடுத்துக்காட்டாக, 2 மற்றும் 5 க்கு இடையில் எந்த இலக்கத்தையும் கொண்ட அனைத்து மூல சரங்களையும் தேட, `` மூல: ஆர் "[2-5]" `` ஐப் பயன்படுத்து.
tr: Örneğin, 2 ile 5 arasında basamağı olan tüm kaynak dizgeleri aramak için ``source:r"[2-5]"`` kullanın.
uk: Наприклад, для пошуку усіх початкових рядків, які містять будь-яку цифру від 2 до 5, скористайтеся таким виразом: ``source:r"[2-5]"``.
zh_hans: 例如，要搜索包含 2 到 5 之间任何数字的所有源字符串，请使用 ``source:r"[2-5]"``。
zh_hant: 例如，要搜索包含2和5之間的任何數字的所有源字符串，請使用“源：R”[2-5]“``。

source: The regular expressions are evaluated by the database backend and might use different extensions, please consult the database documentation below for more details.
de: Die regulären Ausdrücke werden vom Datenbank-Backend ausgewertet und können verschiedene Erweiterungen verwenden. Weitere Informationen finden Sie in der Dokumentation zur Datenbank.
ga: Déanann inneall an bhunachair sonraí na habairtí rialta a mheas agus d'fhéadfadh síntí éagsúla a úsáid, féach le do thoil ar dhoiciméid an bhunachair shonraí thíos le haghaidh tuilleadh sonraí.
hu: A reguláris kifejezéseket az adatbázismotor értékeli ki, és az egyes rendszerek eltérő kiterjesztéseket használhatnak — részletekért lásd az alábbi dokumentációkat.
id: Ekspresi reguler dievaluasi oleh backend basis data dan mungkin menggunakan ekstensi yang berbeda, silakan lihat dokumentasi basis data di bawah untuk keterangan lebih rinci.
nl: De reguliere uitdrukkingen worden geëvalueerd door de backend van de database en zouden andere uitdrukkingen kunnen gebruiken, bekijk de documentatie voor de database hieronder voor meer details.
pt_br: As expressões regulares são avaliadas pelo backend do banco de dados e podem usar complementos diferentes. Consulte a documentação do banco de dados abaixo para obter mais detalhes.
sv: De reguljära uttrycken utvärderas av databasens backend och kan använda olika tillägg. Se databasdokumentationen nedan för mer information.
ta: வழக்கமான வெளிப்பாடுகள் தரவுத்தள பின்தளத்தில் மதிப்பிடப்படுகின்றன மற்றும் வெவ்வேறு நீட்டிப்புகளைப் பயன்படுத்தலாம், மேலும் விவரங்களுக்கு கீழே உள்ள தரவுத்தள ஆவணங்களை அணுகவும்.
tr: Kurallı ifadeler, veri tabanı arka ucu tarafından değerlendirilir ve farklı eklentiler kullanabilir. Ayrıntılı bilgi almak için lütfen aşağıdaki veri tabanı belgelerine bakın.
uk: Регулярні вирази обчислюються серверною частиною бази даних і можуть використовувати різні розширення. Для отримання додаткової інформації зверніться до документації бази даних нижче.
zh_hans: 正则表达式由数据库后端评估，可以使用不同扩展名，请查看下方的数据库文档了解更多详情。
