Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: To use this setting, you also need to configure your server to strip this prefix. For example with WSGI, this can be achieved by setting ``WSGIScriptAlias``.
de: Um diese Einstellung zu verwenden, müssen Sie auch Ihren Server so konfigurieren, dass er dieses Präfix entfernt. Bei WSGI kann dies zum Beispiel durch die Einstellung ``WSGIScriptAlias`` erreicht werden.
ga: Chun an socrú seo a úsáid, ní mór duit freisin do fhreastalaí a chumrú chun an réimír seo a bhaint. Mar shampla le WSGI, is féidir é seo a bhaint amach trí ``WSGIScriptAlias`` a shocrú.
hu: A beállítás használatához a szervert is úgy kell konfigurálni, hogy eltávolítsa ezt az előtagot. WSGI esetében például a ``WSGIScriptAlias`` beállítás használható erre.
id: Untuk menggunakan pengaturan ini, Anda juga perlu mengonfigurasi server Anda untuk menghapus prefiks ini. Misalnya, dengan WSGI, hal ini dapat dicapai dengan mengatur ``WSGIScriptAlias``.
ja: この設定を使用するには、この接頭辞を取り除くようにサーバーを設定することが必要です。例えば WSGI では、``WSGIScriptAlias`` を設定すれば可能です。
nl: U moet, om deze instelling te kunnen gebruiken, ook uw server configureren om dit voorvoegsel weg te halen. Bijvoorbeeld met WSGI kan dat worden bereikt door ``WSGIScriptAlias`` in te stellen.
pt: Para usar esta configuração, também precisa configurar o seu servidor para remover este prefixo. Por exemplo, com o WSGI, isso pode ser alcançado definindo ``WSGIScriptAlias``.
pt_br: Para usar esta configuração, você também precisa configurar seu servidor para remover este prefixo. Por exemplo, com o WSGI, isso pode ser alcançado definindo ``WSGIScriptAlias``.
ro: Pentru a utiliza această setare, trebuie, de asemenea, să vă configurați serverul pentru a elimina acest prefix. De exemplu, în cazul WSGI, acest lucru poate fi realizat prin setarea ``WSGIScriptAlias``.
ru: Для использования этого параметра вам также нужно настроить ваш сервер на срезание этого префикса. Например, при использовании WSGI это можно сделать, установив псевдоним ``WSGIScriptAlias``.
sv: För att kunna använda denna inställning måste du också konfigurera din server så att prefixet tas bort. Med WSGI kan detta till exempel göras genom att ställa in ``WSGIScriptAlias``.
ta: இந்த அமைப்பைப் பயன்படுத்த, இந்த முன்னொட்டை அகற்ற உங்கள் சேவையகத்தையும் உள்ளமைக்க வேண்டும். எடுத்துக்காட்டாக, wsgi உடன், `` wsgiscriptalias`` ஐ அமைப்பதன் மூலம் இதை அடைய முடியும்.
tr: Bu ayarı kullanmak için, sunucunuzu bu ön eki kaldıracak şekilde yapılandırmanız gerekir. BU işlem örneğin, WSGI ile ``WSGIScriptAlias`` seçeneği ayarlanarak elde edilebilir.
uk: Щоб скористатися цим параметром, вам також слід налаштувати ваш сервер на вилучення цього префікса. Наприклад, для WSGI вилучення можна досягти встановленням параметра ``WSGIScriptAlias``.
zh_hans: 为了使用这个设置，还需要配置服务器来去掉这个前缀。例如 WSGI，可以通过设置 ``WSGIScriptAlias`` 来实现。
zh_hant: 為了使用這個設置，還需要配置服務器來去掉這個前綴。例如 WSGI ，可以通過設置 ``WSGIScriptAlias`` 來實現。

source: The prefix should start with a ``/``.
de: Das Präfix sollte mit einem ``/`` beginnen.
ga: Ba chóir go dtosódh an réimír le ``/``.
hu: Az előtagot ``/`` jellel kell kezdeni.
id: Awalan harus dimulai dengan ``/``.
ja: 接頭辞は ``/`` で開始してください。
nl: Het voorvoegsel zou moeten beginnen met een ``/``.
pt: O prefixo deve iniciar com um ``/``.
pt_br: O prefixo deve iniciar com um ``/``.
ro: Prefixul trebuie să înceapă cu un ``/``.
ru: Префикс должен начинаться с символа ``/``.
sv: Prefixet ska börja med ett ``/``.
ta: முன்னொட்டு ``/`` உடன் தொடங்க வேண்டும்.
tr: Ön ek ``/`` karakteri ile başlamalıdır.
uk: Префікс має розпочинатися з ``/``.
zh_hans: 前缀应该以 ``/`` 开始。
zh_hant: 前綴應該以 ``/`` 開始。

source: This setting does not work with Django's built-in server, you would have to adjust :file:`urls.py` to contain this prefix.
de: Diese Einstellung funktioniert nicht mit dem in Django integrierten Server, Sie müssen :file:`urls.py` so anpassen, dass es dieses Präfix enthält.
ga: Ní oibríonn an socrú seo le freastalaí ionsuite Django, bheadh ort :file:`urls.py` a choigeartú chun an réimír seo a bheith ann.
hu: Ez a beállítás nem működik a Django beépített szerverével, ilyenkor az :file:`urls.py` fájlt kell módosítani, hogy tartalmazza az előtagot.
id: Pengaturan ini tidak berfungsi dengan server bawaan Django, Anda harus menyesuaikan :file:`urls.py` untuk memuat awalan ini.
ja: この設定は Django の内蔵サーバーでは動作しません。:file:`urls.py` を設定して接頭辞を含めることが必要です。
nl: Deze instelling werkt niet met de ingebouwde server van Django, u zou :file:`urls.py` moeten aanpassen om dit voorvoegsel daarin op te nemen.
pt: Esta configuração não funciona com o servidor embutido do Django, teria que ajustar :file:`urls.py` para conter este prefixo.
pt_br: Esta configuração não funciona com o servidor embutido do Django, você teria que ajustar :file:`urls.py` para conter este prefixo.
ro: Această setare nu funcționează cu serverul încorporat în Django, va trebui să ajustați :file:`urls.py` pentru a conține acest prefix.
ru: Этот параметр не работает со встроенным сервером Django, чтобы он реагировал на этот префикс, вам придётся подправить :file:`urls.py`.
sv: Denna inställning fungerar inte med Djangos inbyggda server, du måste justera :file:`urls.py` så att den innehåller detta prefix.
tr: Bu ayar iç Django sunucusuyla çalışmaz. :file:`urls.py` dosyasını bu ön eki içerecek şekilde ayarlamanız gerekir.
uk: Цей параметр не працює із вбудованим сервером Django. Вам доведеться скоригувати :file:`urls.py` так, щоб у ньому містився цей префікс.
zh_hans: 这个设置在 Django's 内建服务器中不起作用，必须调整 :file:`urls.py` 来包含这个前缀。
zh_hant: 這個設置在 Django's 內建服務器中不起作用，必須調整 :file:`urls.py` 來包含這個前綴。

source: A set of hosts to allow when configuring VCS URL. Defaults to an empty set what does no filtering at all.
sv: En uppsättning värdar som ska tillåtas vid konfigurering av VCS-URL. Standardinställningen är en tom uppsättning som inte filtrerar alls.

source: A set of hosts to allow when configuring VCS URL. Only ``https`` and ``ssh`` are allowed by default.
sv: En uppsättning värdar som tillåts vid konfigurering av VCS-URL. Endast ``https`` och ``ssh`` är tillåtna som standard.

source: Configures minimal delay in seconds between third-party API calls in :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, and :ref:`vcs-azure-devops`.
de: Konfiguriert die minimale Verzögerung in Sekunden zwischen API-Aufrufen von Drittanbietern in :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, und :ref:`vcs-azure-devops`.
ga: Cumraíonn sé moill íosta soicind idir glaonna API tríú páirtí i :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, agus :ref:`vcs-azure-devops`.
hu: A harmadik féltől származó API hívások közötti minimális késleltetés beállítása másodpercben, a következő szolgáltatások esetén: :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure` és :ref:`vcs-azure-devops`.
id: Mengonfigurasi penundaan minimal dalam hitungan detik antara panggilan API pihak ketiga di :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, dan :ref:`vcs-azure-devops`.
ja: :ref:`vcs-github`、:ref:`vcs-gitlab`、:ref:`vcs-gitea`、:ref:`vcs-pagure`、:ref:`vcs-azure-devops` で、サードパーティ API 呼び出し間の最小遅延を秒単位で設定します。
nl: Configureert de minimale vertraging in seconden tussen aanroepen van derde partijen API in :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure` en :ref:`vcs-azure-devops`.
pt: Configura atraso mínimo em segundos entre chamadas de API de terceiros em :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops`.
pt_br: Configura atraso mínimo em segundos entre chamadas de API de terceiros em :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, :ref:`vcs-azure-devops`.
ru: Настройка минимальной задержки в секундах между сторонними вызовами API в :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, и :ref:`vcs-azure-devops`.
sv: Konfigurerar minimal fördröjning i sekunder mellan API-anrop från tredje part i :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure` och :ref:`vcs-azure-devops`.
tr: :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure` ve :ref:`vcs-azure-devops` içindeki üçüncü taraf API çağrılarında saniye olarak en az gecikmeyi yapılandırır.
uk: Налаштовує мінімальну затримку у секундах для викликів стороннього програмного інтерфейсу у :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, і :ref:`vcs-azure-devops`.
zh_hans: 在 :ref:`vcs-github`、:ref:`vcs-gitlab`、:ref:`vcs-gitea`、:ref:`vcs-pagure` 和 :ref:`vcs-azure-devops` 中配置第三方 API 调用之间的最小延迟（以秒为单位）。

source: This rate-limits API calls from Weblate to these services to avoid overloading them.
de: Dadurch werden die API-Aufrufe von Weblate an diese Dienste begrenzt, um sie nicht zu überlasten.
ga: Cuireann an ráta teorainneacha seo ar ghlaonna API ó Weblate chuig na seirbhísí seo chun ró-ualú a sheachaint.
hu: Ez a beállítás korlátozza a Weblate által ezekre a szolgáltatásokra küldött API hívások gyakoriságát, elkerülve a túlterhelést.
id: Ini membatasi akses panggilan API dari Weblate ke layanan-layanan ini untuk menghindari kelebihan beban.
ja: これにより、Weblate からサービスへの API コールが過負荷にならないようにレート制限します。
nl: Deze limiet vertraagt aanroepen naar de API vanuit Weblate naar deze services om het ovebelasten ervan te voorkomen.
pt: Esta taxa limita as chamadas de API do Weblate a esses serviços para evitar sobrecarregá-los.
pt_br: Limitador de chamadas de API do Weblate para esses serviços para evitar sobrecarregá-los.
ru: Эта скорость ограничивает вызовы API из Weblate к этим сервисам, чтобы не перегружать их.
sv: Denna hastighet begränsar API-anrop från Weblate till dessa tjänster för att undvika överbelastning.
ta: இந்த வீத-வரம்புகள் பநிஇ வலைபெயர்ப்புடிலிருந்து இந்த சேவைகளை அதிக சுமை தவிர்ப்பதற்காக அழைக்கிறது.
tr: Bu seçenek, aşırı yüklenmelerini önlemek için Weblate üzerinden bu hizmetlere yapılan API çağrılarının hızını sınırlar.
uk: Це обмежує частоту викликів програмного інтерфейсу з Weblate до цих служб, щоб уникнути перевантаження.
zh_hans: 这个速率限制 Weblate 对这些服务的调用，避免服务过载。

source: If you are being limited by secondary rate-limiter at GitHub, increasing this might help.
de: Wenn Sie durch den sekundären Ratenbegrenzer bei GitHub eingeschränkt sind, könnte eine Erhöhung dieses Wertes helfen.
ga: Má tá tú faoi theorainn teorannaithe rátaí tánaisteacha ag GitHub, d’fhéadfadh go gcabhródh sé seo leat é seo a mhéadú.
hu: Ha a GitHub másodlagos korlátozó mechanizmusa (rate-limiter) miatt tapasztal korlátozást, az érték növelése segíthet.
id: Jika Anda dibatasi oleh pembatas akses sekunder di GitHub, meningkatkannya mungkin dapat membantu.
ja: GitHub でセカンダリの接続制限により制限を受けている場合は、これを増やすとよいでしょう。
nl: Als u wordt beperkt door een tweede limiet op GitHub, zou het verhogen hiervan kunnen helpen.
pt: Se estiver afetado pelo limitador de taxa secundário no GitHub, aumentar isto pode ajudar.
pt_br: Se você estiver sendo afetado pelo limitador de taxa secundário no GitHub, aumentar isso pode ajudar.
ru: Если вас ограничивает дополнительный ограничитель скорости на GitHub, его увеличение может помочь.
sv: Om du begränsas av sekundär hastighetsbegränsare på GitHub kan det hjälpa att öka denna.
ta: கிட்அப்பில் இரண்டாம் நிலை வீத-வரம்பாளரால் நீங்கள் மட்டுப்படுத்தப்பட்டிருந்தால், இதை அதிகரிப்பது உதவக்கூடும்.
tr: GitHub üzerinde ikincil hız sınırlayıcısına takılıyorsanız, bu değeri artırmak yardımcı olabilir.
uk: Якщо вашу роботу обмежує вторинний засіб обмеження частоти на GitHub, може допомогти збільшення цього значення.
zh_hans: 如果你正受限于 GitHub 的二级限速器，提升这个值可能会有帮助。

source: The default value is 10.
de: Der Standardwert ist 10.
ga: Is é 10 an luach réamhshocraithe.
hu: Alapértelmezett érték: 10 másodperc.
id: Nilai bawaan adalah 10.
ja: デフォルト値は 10 です。
nl: De standaard waarde is 10.
pt: O valor predefinido é 10.
pt_br: O valor padrão é 10.
ru: Значение по умолчанию — 10.
sv: Standardvärdet är 10.
ta: இயல்புநிலை மதிப்பு 10.
tr: Varsayılan değer: 10.
uk: Типове значення: 10.
zh_hans: 默认值为 10。

source: Configures timeout in seconds for third-party API calls such as forking or creating merge requests in :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure`, and :ref:`vcs-azure-devops`.
sv: Konfigurerar timeout i sekunder för API-anrop från tredje part, till exempel för att förgrena eller skapa sammanfogningsförfrågningar i :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-pagure` och :ref:`vcs-azure-devops`.

source: Configuration of available VCS backends.
de: Konfiguration der verfügbaren VCS-Backends.
ga: Cumraíocht na n-inneall VCS atá ar fáil.
hu: Az elérhető VCS (verziókezelő) háttérrendszerek konfigurációja.
id: Konfigurasi backend VCS yang tersedia.
ja: 使用可能な VCS バックエンドの設定。
nl: Configuratie van beschikbare backends voor VCS (versiebeheersystemen).
pt: Configuração de backends VCS disponíveis.
pt_br: Configuração de backends VCS disponíveis.
ro: Configurarea backend-urilor VCS disponibile.
ru: Настройка доступных систем контроля версий.
sv: Konfiguration av tillgängliga VCS-backends.
ta: கிடைக்கக்கூடிய வி.சி.எச் பின்தளத்தில் உள்ளமைவு.
tr: Kullanılabilecek sürüm denetimi sistemi arka uçlarının yapılandırması.
uk: Налаштовування доступних модулів систем керування версіями.
zh_hans: 可用的版本控制系统后端的配置。
zh_hant: 可用的版本控制系統（ VCS ）後端的配置。

source: Weblate tries to use all supported back-ends you have the tools for.
de: Weblate versucht, alle unterstützten Backends zu verwenden, für die Sie die Werkzeuge haben.
ga: Déanann Weblate iarracht úsáid a bhaint as na cúlchríocha go léir a bhfuil na huirlisí agat ina leith.
hu: A Weblate megpróbálja használni az összes olyan háttérrendszert, amelyhez a szükséges eszközök telepítve vannak.
id: Weblate mencoba menggunakan semua back-end yang didukung yang alatnya Anda miliki.
ja: Weblate は、対応しているすべてのバックエンドの使用を試します。
nl: Weblate probeert alle ondersteunde backends te gebruiken waar u de gereedschappen voor heeft.
pt: Weblate tenta usar todos os back-ends suportados para os seus utilizadores.
pt_br: Weblate tenta usar todos os back-ends suportados para os seus usuários.
ro: Weblate încearcă să utilizeze toate back-end-urile acceptate pentru care aveți instrumentele necesare.
ru: Weblate пытается использовать все поддерживаемые системы, для которых у вас есть инструменты.
sv: Weblate försöker använda alla stödda back-ends som du har verktyg för.
ta: உங்களிடம் கருவிகளைக் கொண்ட அனைத்து ஆதரிக்கப்பட்ட பின்-முனைகளையும் பயன்படுத்த வலைபெயர்ப்பு முயற்சிக்கிறது.
tr: Weblate, araçlarının bulunduğu desteklenen tüm arka uçları kullanmaya çalışır.
uk: Weblate намагається скористатися усіма підтримуваними модулями, для яких є відповідні інструменти.
zh_hans: Weblate 尝试使用你所有工具支持的后端。
zh_hant: Weblate 嘗試使用你所有工具支持的後端。

source: You can limit choices or add custom VCS back-ends by using this.
de: Sie können damit die Auswahl einschränken oder eigene VCS-Backends hinzufügen.
ga: Is féidir leat roghanna a theorannú nó cúlchríocha saincheaptha VCS a chur leis trí úsáid a bhaint as seo.
hu: Ezzel korlátozhatja az elérhető választási lehetőségeket vagy saját verziókezelő háttérrendszereket adhat hozzá.
id: Anda dapat membatasi pilihan atau menambahkan back-end VCS khusus dengan menggunakan ini.
ja: これを使用して、選択を制限したり、カスタム VCS バックエンドを追加できます。
nl: U kunt keuzes beperken of aangepaste backends voor VCS toevoegen door dit te gebruiken.
pt: Pode limitar escolhas ou adicionar back-ends VCS personalizados a usar isto.
pt_br: Você pode limitar escolhas ou adicionar back-ends VCS personalizados usando isso.
ro: Puteți limita opțiunile sau puteți adăuga back-end-uri VCS personalizate utilizând această opțiune.
ru: При помощи этого параметра вы можете ограничить их выбор или добавить пользовательские системы контроля версий.
sv: Du kan begränsa valmöjligheterna eller lägga till anpassade VCS-backend genom att använda detta.
ta: இதைப் பயன்படுத்தி நீங்கள் தேர்வுகளை மட்டுப்படுத்தலாம் அல்லது தனிப்பயன் வி.சி.எச் பின்-முனைகளைச் சேர்க்கலாம்.
tr: Bu ayar ile seçenekleri sınırlayabilir ya da özel sürüm denetimi sistemi arka uçları ekleyebilirsiniz.
uk: За допомогою цього ви можете обмежити варіанти і додавати нетипові модулі систем керування версіями.
zh_hans: 可以使用这个来限制选择或添加定制版本控制系统后端。
zh_hant: 可以使用這個來限制選擇或添加定製版本控制系統 （ VCS ）後端。

source: Configures how deep cloning of repositories Weblate should do.
de: Legt fest, wie tief das Klonen von Repositorys in Weblate gehen soll.
ga: Cumraíonn sé cé chomh domhain is ceart do chlónáil stórtha Weblate a dhéanamh.
hu: Beállítja, milyen mélységű klónozást végezzen a Weblate a tárolók esetén.
id: Mengonfigurasi seberapa dalam kloning repositori yang harus dilakukan Weblate.
ja: Weblate がリポジトリをディープ クローンする深さを設定します。
nl: Configureert hoe diep Weblate klonen van opslagruimten zou moeten doen.
pt: Configura a profundidade a clonagem de repositórios Weblate deve ter.
pt_br: Configura o quão profunda a clonagem de repositórios Weblate deve ir.
ro: Configurează cât de profundă trebuie să fie clonarea depozitelor Weblate.
ru: Настраивает, насколько глубоким должно быть клонирование репозиториев сервисом Weblate.
sv: Konfigurerar hur djup kloning av repositorier Weblate ska göra.
ta: வலைபெயர்ப்பு களஞ்சியங்களின் ஆழமான குளோனிங் எவ்வாறு செய்ய வேண்டும் என்பதை உள்ளமைக்கிறது.
tr: Weblate depolarının hangi alt düzeye kadar kopyalanacağını yapılandırır.
uk: Визначає, наскільки глибоким має бути клонування сховищ у Weblate.
zh_hans: 配置 Weblate应该对仓库进行深度为多少的克隆。
zh_hant: 配置 Weblate應該對倉庫進行深度為多少的克隆。

source: Currently this is only supported in :ref:`vcs-git`. By default Weblate does shallow clones of the repositories to make cloning faster and save disk space. Depending on your usage (for example when using custom :ref:`addons`), you might want to increase the depth or turn off shallow clones completely by setting this to 0.
de: Derzeit wird dies nur in :ref:`vcs-git` unterstützt. Standardmäßig führt Weblate flache Klone der Repositorys aus, um das Klonen zu beschleunigen und Speicherplatz zu sparen. Je nach Nutzung (z. B. bei der Verwendung von benutzerdefinierten :ref:`addons`) kann es sinnvoll sein, die Tiefe zu erhöhen oder flache Klone komplett abzuschalten, indem man den Wert 0 setzt.
ga: Faoi láthair ní thacaítear leis seo ach i :ref:`vcs-git`. De réir réamhshocraithe déanann Weblate clón éadomhain de na stórtha chun clónáil a dhéanamh níos tapúla agus chun spás diosca a shábháil. Ag brath ar d'úsáid (mar shampla agus tú ag úsáid saincheaptha :ref:`addons`), b'fhéidir gur mhaith leat an doimhneacht a mhéadú nó clóin éadomhain a mhúchadh go hiomlán trí é seo a shocrú go 0.
hu: Jelenleg ez csak a :ref:`vcs-git` esetén támogatott. Alapértelmezésben a Weblate sekély (shallow) klónozást végez, hogy gyorsabb legyen a másolás és kevesebb helyet foglaljon. Ha például egyéni :ref:`kiegészítőket <addons>` használ, érdemes lehet növelni a klónozás mélységét vagy teljes klónozást választani az érték 0-ra állításával.
id: Saat ini, fitur ini hanya didukung di :ref:`vcs-git`. Secara bawaan, Weblate melakukan kloning dangkal repositori untuk mempercepat proses kloning dan menghemat ruang disk. Tergantung penggunaan Anda (misalnya saat menggunakan :ref:`addons` khusus), Anda mungkin ingin meningkatkan kedalaman atau menonaktifkan kloning dangkal sepenuhnya dengan mengatur ini ke 0.
ja: 現在のところ、これは :ref:`vcs-git` でのみ対応しています。デフォルトでは、Weblate はリポジトリの浅いクローンを作成します。使い方によっては（例: カスタムの :ref:`addons` を使用している場合など）、この値を 0 に設定して浅いクローンを完全に無効にしたり、深さを増やすこともできます。
nl: Momenteel wordt dit alleen ondersteund in :ref:`vcs-git`. Standaard voert Weblate oppervlakkig klonen uit op opslagruimten om het klonen sneller te maken en schijfruimte te besparen. Afhankelijk van uw gebruik (bijvoorbeeld bij het gebruiken van aangepaste :ref:`addons`), zou u de diepte willen verhogen of het oppervlakkig klonen helemaal uitschakelen door die in te stellen op 0.
pt: Atualmente, isto só é suportado em :ref:`vcs-git`. Por predefinição, o Weblate faz clones rasos dos repositórios para tornar a clonagem mais rápida e economizar espaço no disco. Dependendo do seu uso (por exemplo, ao usar o personalizado :ref:`addons`), pode aumentar a profundidade ou desligar os clones rasos completamente definindo isso para 0.
pt_br: Atualmente, isso só é suportado em :ref:`vcs-git`. Por padrão, o Weblate faz clones rasos dos repositórios para tornar a clonagem mais rápida e economizar espaço em disco. Dependendo do seu uso (por exemplo, ao usar o personalizado :ref:`addons`), você pode querer aumentar a profundidade ou desligar os clones rasos completamente definindo isso para 0.
ro: În prezent, acest lucru este suportat doar în :ref:`vcs-git`. În mod implicit, Weblate face clone superficiale ale depozitelor pentru a face clonarea mai rapidă și pentru a economisi spațiu pe disc. În funcție de utilizarea dumneavoastră (de exemplu, atunci când folosiți :ref:`addons` personalizate), este posibil să doriți să măriți adâncimea sau să dezactivați complet clonele superficiale prin setarea acestei valori la 0.
ru: В настоящее время это поддерживается только в :ref:`vcs-git`. По умолчанию Weblate делает поверхностные клоны репозиториев, чтобы сделать клонирование быстрее и сэкономить место на диске. В зависимости от использования (например, при использовании пользовательских :ref:`addons`), вы можете захотеть увеличить глубину клонирования или полностью отключить поверхностное клонирование, что можно сделать, установив этот параметр в значение 0.
sv: För närvarande stöds detta endast i :ref:`vcs-git`. Som standard gör Weblate ytliga kloner av arkiven för att göra kloningen snabbare och spara diskutrymme. Beroende på hur du använder det (till exempel när du använder anpassade :ref:`addons`) kanske du vill öka djupet eller stänga av ytliga kloner helt genom att ställa in detta till 0.
tr: Bu seçenek şu anda yalnızca :ref:`vcs-git` için destekleniyor. Varsayılan olarak Weblate, kopyalamayı hızlandırmak ve disk alanını korumak için sığ depo kopyaları oluşturur. Kullanımınıza bağlı olarak (örneğin custom :ref:`addons` kullanırken), kopya derinliği artırmak ya da 0 olarak ayarlayarak tümüyle kapatmak isteyebilirsiniz.
uk: У поточній версії підтримку передбачено лише у :ref:`vcs-git`. Типово, Weblate створює поверхневі клони сховищ, щоб пришвидшити клонування і заощадити місце на диску. Залежно від ваших підходів до користування (наприклад, використання нетипових :ref:`addons`), у вас може виникнути потреба у збільшенні глибини або вимиканні поверхневих клонів повністю встановленням значення 0.
zh_hans: 当前这只在 :ref:`vcs-git` 中支持。默认 Weblate 进行仓库的浅克隆，使克隆更快并节省磁盘空间。根据应用（例如当使用定制的 :ref:`addons` 时），你可能想要增加深度，或通过设置为 0 来完全关闭浅克隆。
zh_hant: 當前這只在 :ref:`vcs-git` 中支持。默認 Weblate 進行倉庫的淺克隆，使克隆更快並節省磁盤空間。根據應用（例如當使用定制的 :ref:`addons` 時），你可能想要增加深度，或通過設置為 0 來完全關閉淺克隆。
