Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can set your projects to :guilabel:`Protected` or :guilabel:`Private` (see :ref:`acl`), and :ref:`manage users access <manage-acl>` per-project.
de: Sie können Ihre Projekte auf :guilabel:`Geschützt` oder :guilabel:`Privat` (siehe :ref:`acl`) setzen und den :ref:`Benutzerzugriff <manage-acl>` pro Projekt verwalten.
ga: Is féidir leat do thionscadail a shocrú mar :guilabel:`Protected` nó :guilabel:`Private` (féach :ref:`acl`), agus :ref:`rochtain úsáideoirí <manage-acl>` in aghaidh an tionscadail a bhainistiú.
hu: A projektjeit beállíthatja :guilabel:`Védett` vagy :guilabel:`Személyes` módba (lásd: :ref:`acl`), és projektenként kezelheti a :ref:`felhasználói hozzáféréseket <manage-acl>`.
id: Anda dapat mengatur proyek Anda ke :guilabel:`Protected` atau :guilabel:`Private` (lihat :ref:`acl`), dan :ref:`manage users access <manage-acl>` per-proyek.
ja: プロジェクトごとに公開範囲を :guilabel:`保護` または :guilabel:`プライベート` に設定できます（参照: :ref:`acl`）。また、プロジェクトごとに :ref:`ユーザーの管理 <manage-acl>` でアクセス権限を設定できます。
nl: U kunt uw projecten instellen op :guilabel:`Beschermd` of :guilabel:`Privé` (bekijk :ref:`acl`) en :ref:`toegang voor gebruikers beheren <manage-acl>` per project.
pt: Pode definir os seus projetos como :guilabel:`Protegido` ou :guilabel:`Particular` (consulte :ref:`acl`) e :ref:`manage users access <manage-acl>` por projeto.
pt_br: Você pode definir seus projetos como :guilabel:`Protegido` ou :guilabel:`Particular` (consulte :ref:`acl`) e :ref:`manage users access <manage-acl>` por projeto.
sv: Du kan ställa in dina projekt till :guilabel:`Skyddat` eller :guilabel:`Privat` (se :ref:`acl`) och :ref:`hantera användarnas åtkomst <manage-acl>` per projekt.
tr: Projelerinizi :guilabel:`Korunmuş` ya da :guilabel:`Kişisel` (ayrıntılı bilgi almak için: :ref:`acl`)olarak ayarlayabilir ve her projenin :ref:`kullanıcı erişimini yönetebilirsiniz <manage-acl>`.
uk: Ви можете встановити для своїх проєктів :guilabel:`Protected` або :guilabel:`Private` (див. :ref:`acl`), а також :ref:`керувати доступом користувачів <manage-acl>` окремих проєктів.
zh_hans: 你可以将你的项目设为 :guilabel:`受保护` 或 :guilabel:`私密`\ （见 :ref:`acl`）并根据不同项目 :ref:`管理用户权限 <manage-acl>`。

source: By default this prevents Weblate from granting access provided by `Users` and `Viewers` :ref:`default teams <default-teams>` due to these teams’ own configuration. This doesn’t prevent you from granting permissions to those projects site-wide by altering default teams, creating a new one, or creating additional custom settings for individual component as described in :ref:`custom-acl` below.
de: Standardmäßig verhindert dies, dass Weblate den Zugriff von `Benutzer`- und `Betrachter`-:ref:`Standardteams <default-teams>` aufgrund der eigenen Konfiguration dieser Teams gewährt. Dies hindert Sie jedoch nicht daran, die Berechtigungen für diese Projekte plattformweit zu gewähren, indem Sie die Standardteams ändern, eine neue erstellen oder zusätzliche benutzerdefinierte Einstellungen für einzelne Komponenten vornehmen, wie in :ref:`custom-acl` unten beschrieben.
ga: De réir réamhshocraithe cuireann sé seo cosc ar Weblate rochtain a bhronnadh arna soláthar ag `Users` agus `Viewers` :ref:`foirne réamhshocraithe <default-teams>` mar gheall ar chumraíocht na bhfoirne seo féin. Ní chuireann sé seo cosc ort ceadanna a thabhairt do na tionscadail sin ar fud an tsuímh trí fhoirne réamhshocraithe a athrú, ceann nua a chruthú, nó socruithe saincheaptha breise a chruthú do chomhpháirt aonair mar a mhínítear in :ref:`custom-acl` thíos.
hu: Alapértelmezés szerint ez megakadályozza, hogy a Weblate hozzáférést adjon a `Felhasználók` és `Megtekintők` :ref:`alapértelmezett csapatokon <default-teams>` keresztül, mivel ezek a csapatok saját beállításokkal rendelkeznek. Ez azonban nem akadályozza meg abban, hogy webhelyszinten adjon jogosultságot ezekhez a projektekhez az alapértelmezett csapatok módosításával, új csapat létrehozásával vagy egyedi beállítások alkalmazásával az egyes összetevőknél, ahogy azt az :ref:`custom-acl` rész ismerteti.
id: Secara bawaan, hal ini mencegah Weblate memberikan akses yang diberikan oleh `Pengguna` dan `Penonton` :ref:`default teams <default-teams>` karena konfigurasi tim tersebut. Hal ini tidak mencegah Anda memberikan izin ke proyek-proyek tersebut di seluruh situs dengan mengubah tim bawaan, membuat tim baru, atau membuat pengaturan khusus tambahan untuk masing-masing komponen seperti yang dijelaskan dalam :ref:`custom-acl` di bawah ini.
ja: デフォルトでは、これを有効にしたプロジェクトにおいて、 :ref:`デフォルト チーム <default-teams>` `ユーザー` と `閲覧者` に与えられるアクセス権はこれらのチームの設定によって無効になります。しかし以下の :ref:`custom-acl` の説明にあるように、これらのチームの設定を変更したり、新しいチームを作成したり、コンポーネント単位で追加のカスタム設定を作成したりして、サイト全体でそのようなプロジェクトへのアクセス権を付与できます。
nl: Standaard voorkomt dit dat Weblate toegang verleend die wordt verschaft door `Gebruikers` en `Kijkers` van :ref:`standaard teams <default-teams>` vanwege de eigen configuratie van deze teams. Dit voorkomt niet dat u sitebreed rechten kunt toekennen aan die projecten, door standaard teams te wijzigen, een nieuw te maken, of aanvullende aangepaste instellingen te maken voor een individuele component zoals beschreven in :ref:`custom-acl` hieronder.
pt: Por padrão, isso impede que o Weblate conceda acesso fornecido por :ref:`equipas padrão <default-teams>` `Utilizadores` e `Visualizadores` devido à própria configuração dessas equipas. Isso não impede que conceda permissões a esses projetos em todo o site, alterando equipas padrão, criando uma nova ou criando configurações personalizadas adicionais para componentes individuais, conforme descrito em :ref:`custom-acl` abaixo.
pt_br: Por padrão, isso impede que o Weblate conceda acesso fornecido por :ref:`equipes padrão <default-teams>` `Usuários` e `Visitantes` devido à própria configuração dessas equipes. Isso não impede que você conceda permissões a esses projetos em todo o site, alterando equipes padrão, criando uma nova ou criando configurações personalizadas adicionais para componentes individuais, conforme descrito em :ref:`custom-acl` abaixo.
ro: În mod implicit, acest lucru împiedică Weblate să acorde accesul oferit de `Users` și `Viewers` :ref:`default teams <default-teams>` din cauza configurației proprii a acestor echipe. Acest lucru nu vă împiedică să acordați permisiuni pentru aceste proiecte la nivelul întregului site prin modificarea echipelor implicite, prin crearea uneia noi sau prin crearea unor setări personalizate suplimentare pentru componente individuale, așa cum este descris în :ref:`custom-acl` de mai jos.
ru: По умолчанию это не позволяет Weblate предоставлять доступ, предоставляемый `пользователям` и `просматривающим` :ref:`команды по умолчанию <default-teams>` из-за собственной настройки в этих командах. Это не мешает вам предоставлять права доступа к этим проектам в масштабах всего сайта, изменив команды по умолчанию, создав новую или создав дополнительные пользовательские настройки для отдельного компонента, как описано ниже в :ref:`custom-acl`.
sv: Som standard förhindrar detta Weblate från att bevilja åtkomst som tillhandahålls av `Användare` och `Visare` :ref:`standardteam <default-teams>` på grund av dessa teams egen konfiguration. Detta hindrar dig inte från att bevilja behörigheter till dessa projekt på hela webbplatsen genom att ändra standardteam, skapa ett nytt eller skapa ytterligare anpassade inställningar för enskilda komponenter enligt beskrivningen i :ref:`custom-acl` nedan.
tr: Varsayılan olarak bu durum, bu takımların kendi yapılandırması nedeniyle Weblate tarafından `Kullanıcılar` ve `Görüntüleyenler` :ref:`varsayılan takımlar <default-teams>` için sunulan erişim izinlerinin verilmesini engeller. Bu durum, varsayılan takımları değiştirerek, yeni bir tane oluşturarak ya da aşağıdaki :ref:`custom-acl` bölümünde açıklandığı gibi tek tek bileşenler için ek özel ayarlar oluşturarak site genelinde bu projelere izin vermenizi engellemez.
uk: Типово, це запобігає наданню доступу :ref:`типовим командам <default-teams>` `Users` and `Viewers` через власні налаштування цих команд. Це не заборонить вам надавати права доступу до цих проєктів на рівня сайта шляхом зміни параметрів типових групи, створення нової команди або створення додаткових нетипових параметрів для окремого складника, як це описано у розділі :ref:`custom-acl`.
zh_hans: 默认情况下，这可防止 Weblate 因 `用户` 和 `查看者` :ref:`默认团队 <default-groups>` 本身的配置而授予其提供的访问权限。但这并不妨碍您向这些项目授予站点范围的权限，可用的方法有改变默认团队、创建一个新团队，或如下方 :ref:`custom-acl` 中所述为单个部件创建额外的自定义设置。

source: One of the main benefits of managing permissions through the Weblate user interface is that you can delegate it to other users without giving them the superuser privilege. In order to do so, add them to the `Administration` team of the project.
de: Einer der Hauptvorteile der Verwaltung von Berechtigungen über die Weblate-Bedienoberfläche ist, dass Sie sie an andere Benutzer delegieren können, ohne ihnen das Superuser-Recht zu geben. Dazu fügen Sie sie dem Team `Administration` des Projekts hinzu.
ga: Ceann de na príomhbhuntáistí a bhaineann le ceadanna a bhainistiú trí chomhéadan úsáideora Weblate ná gur féidir leat é a tharmligean chuig úsáideoirí eile gan an phribhléid sár-úsáideoir a thabhairt dóibh. Chun é sin a dhéanamh, cuir leis an bhfoireann `Riarachán` den tionscadal iad.
hu: A jogosultságok Weblate felületén történő kezelésének egyik nagy előnye, hogy más felhasználókra is rábízhatja ezt anélkül, hogy rendszergazdai (SU) jogosultságot kellene adnia nekik. Ehhez egyszerűen vegye fel őket a projekt `Adminisztráció` csapatába.
id: Salah satu manfaat utama mengelola izin melalui antarmuka pengguna Weblate adalah Anda dapat mendelegasikannya kepada pengguna lain tanpa memberi mereka hak istimewa pengguna super. Untuk melakukannya, tambahkan mereka ke tim `Administrasi` proyek.
ja: アクセス権を Weblate ユーザー管理画面から管理する主な利点の 1 つは、スーパーユーザー権限を付与せずに管理を他のユーザーに委任できることです。そのためには、プロジェクトの `管理` チームに追加します。
nl: Een van de belangrijkste voordelen van het beheren van rechten via de gebruikersinterface van Weblate is dat u het kunt delegeren naar andere gebruikers, zonder ze de rechten voor superuser te geven. Voeg ze, om dit te kunnen doen, toe aan het team `Beheer` van het project.
pt: Um dos principais benefícios de gerir permissões por meio da interface de utilizador do Weblate é que pode delegá-las a outros utilizadores sem lhes dar o privilégio de superutilizador. Para isso, adicione-os à equipa `Administração` do projeto.
pt_br: Um dos principais benefícios de gerenciar permissões por meio da interface de usuário do Weblate é que você pode delegá-las a outros usuários sem dar a eles o privilégio de superusuário. Para isso, adicione-os à equipe `Administração` do projeto.
ro: Unul dintre principalele avantaje ale gestionării permisiunilor prin intermediul interfeței de utilizator Weblate este că puteți delega acest lucru altor utilizatori fără a le acorda privilegiul de superutilizator. Pentru a face acest lucru, adăugați-i la echipa `Administration` a proiectului.
ru: Одним из основных преимуществ управления правами доступа через пользовательский интерфейс Weblate является то, что вы можете делегировать его другим пользователям, не наделяя их привилегиями суперпользователя. Для этого добавьте их в команду `Администрации` проекта.
sv: En av de största fördelarna med att hantera behörigheter via Weblate-användargränssnittet är att du kan delegera det till andra användare utan att ge dem superanvändarrättigheter. För att göra detta, lägg till dem i projektets `Administration`-team.
ta: வலைபெயர்ப்பு பயனர் இடைமுகத்தின் மூலம் அனுமதிகளை நிர்வகிப்பதன் முக்கிய நன்மைகளில் ஒன்று, மற்ற பயனர்களுக்கு சூப்பர் யூசர் சலுகையை வழங்காமல் அதை நீங்கள் ஒப்படைக்க முடியும். அவ்வாறு செய்ய, அவற்றை திட்டத்தின் `நிர்வாகம்` குழுவில் சேர்.
tr: Weblate kullanıcı arayüzü üzerinden izinleri yönetmenin en önemli avantajlarından biri, izinlerin diğer kullanıcılara süper kullanıcı yetkisi verilmeden devredilebilmesidir. Bunun için bu kullanıcıları projenin `Yönetim` ekibine ekleyin.
uk: Однією з головних переваг керування правами доступу з інтерфейсу користувача Weblate є те, що ви можете делегувати його іншим користувачам без надання їм прав доступу надкористувача. Для цього додайте користувачів до команди `Administration` проєкту.
zh_hans: 通过 Weblate 用户界面管理权限的一个主要好处是，您可以将其委托给其他用户，而无需授予这些用户超级用户权限。为此，请将这些用户添加到项目的 `Administration` 团队中。

source: Per-project access tokens
de: Zugangstoken pro Projekt
ga: Comharthaí rochtana in aghaidh an tionscadail
hu: Projektszintű hozzáférési tokenek
id: Token akses per proyek
ja: プロジェクトごとのアクセストークン
nl: Per-project toegangstokens
pt_br: Tokens de acesso por projeto
sv: Åtkomsttoken per projekt
tr: Her projeye özel erişim kodları
uk: Маркери доступу для кожного проекту

source: You can define project-scoped access tokens in :guilabel:`API access` tab. The API tokens can have expiry date set, and their permissions can be customized by team memberships same as with users.
de: Unter dem Reiter :guilabel:`API-Zugang` können Sie projektspezifische Zugangstoken definieren. Für die API-Tokens kann ein Ablaufdatum festgelegt werden, und ihre Berechtigungen können wie bei Benutzern durch Team-Mitgliedschaften angepasst werden.
ga: Is féidir leat comharthaí rochtana scóip tionscadail a shainiú i gcluaisín :guilabel:`API access`. Is féidir dáta éaga a bheith socraithe do na comharthaí API, agus is féidir a gceadanna a shaincheapadh trí bhallraíocht foirne mar a bhíonn le húsáideoirí.
hu: Projektszintű hozzáférési tokeneket az :guilabel:`API hozzáférés` fülön tud létrehozni. Az API tokenekhez beállítható lejárati dátum, és a jogosultságaik a csapat tagságok alapján ugyanúgy testre szabhatók, mint a felhasználók esetében.
id: Anda dapat menentukan token akses yang dicakup proyek di tab :guilabel:`API access`. Token API dapat memiliki tanggal kedaluwarsa yang ditetapkan, dan izinnya dapat disesuaikan berdasarkan keanggotaan tim sama seperti dengan pengguna.
nl: U kunt toegangstokens definiëren met een project als bereik op de tab :guilabel:`API toegang`. De API-tokens mogen een vervaldatum hebben ingesteld en hun rechten kunnen worden aangepast aan dezelfde teamlidmaatschappen als voor de gebruikers.
pt_br: Você pode definir tokens de acesso no escopo do projeto na guia :guilabel:`Acesso à API`. Os tokens da API podem ter uma data de expiração definida e suas permissões podem ser personalizadas pelas associações da equipe, assim como pelos usuários.
sv: Du kan definiera åtkomsttoken för projekt i fliken :guilabel:`API-åtkomst`. API-token kan ha ett utgångsdatum och deras behörigheter kan anpassas efter teammedlemskap på samma sätt som för användare.
tr: Projeye özel erişim kodlarını :guilabel:`API erişimi` sekmesinden tanımlayabilirsiniz. API kodlarının geçerlilik sonu tarihi ayarlanabilir ve izinleri, kullanıcılarda olduğu gibi takım üyelikleri tarafından özelleştirilebilir.
uk: Ви можете визначити маркери доступу в межах проекту на вкладці :guilabel:`API access`. Для токенів API можна встановити дату закінчення терміну дії, а їхні дозволи можна налаштувати членами команди так само, як і для користувачів.

source: Site-wide access control
de: Plattformweite Zugriffssteuerung
ga: Rialú rochtana ar fud an tsuímh
hu: Webhelyszintű hozzáférés-vezérlés
id: Kontrol akses di seluruh situs
ja: サイト全体のアクセス制御
nl: Sitebreed toegangsbeheer
pt: Controlo de acesso em todo o sítio
pt_br: Controle de acesso em todo o site
ru: Контроль доступа на всём сайте
sv: Åtkomstkontroll för hela webbplatsen
ta: வலைதளம்-முழுதும் அணுகல் கட்டுப்பாடு
tr: Site geneli erişim denetimi
uk: Контроль доступу на всьому сайті
zh_hans: 全站访问控制

source: This feature is unavailable on Hosted Weblate.
de: Diese Funktion ist auf Hosted Weblate nicht verfügbar.
ga: Níl an ghné seo ar fáil ar Hosted Weblate.
hu: Ez a funkció a Hosted Weblate-en nem elérhető.
id: Fitur ini tidak tersedia di Hosted Weblate.
ja: この機能は、 Hosted Weblate では使用できません。
nl: Deze functie is niet beschikbaar op Hosted Weblate.
pt: Esta funcionalidade não está disponível no Weblate Hospedado.
pt_br: Este recurso não está disponível em Hosted Weblate.
ro: Această funcție nu este disponibilă pe Hosted Weblate.
ru: Эта функция недоступна на Hosted Weblate.
sv: Denna funktion är inte tillgänglig på Hosted Weblate.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பில் இந்த நற்பொருத்தம் கிடைக்காது.
tr: Bu özellik, Hosted Weblate üzerinde kullanılamaz.
uk: Ця можливість є недоступною на Hosted Weblate.
zh_hans: 此功能在 Hosted Weblate 上不可用。

source: The permission system is based on roles defining a set of permissions, and teams linking roles to users and translations, read :ref:`auth-model` for more details.
de: Das Berechtigungssystem basiert auf Rollen, die eine Reihe von Berechtigungen definieren, und Teams, die Rollen mit Benutzern und Übersetzungen verknüpfen. Weitere Einzelheiten finden Sie unter :ref:`auth-model`.
ga: Tá an córas ceadanna bunaithe ar róil a shainíonn sraith ceadanna, agus foirne a nascann róil le húsáideoirí agus aistriúcháin, léigh :ref:`auth-model` le haghaidh tuilleadh sonraí.
hu: A jogosultsági rendszer szerepkörökre épül, amelyek meghatározott jogosultságokat tartalmaznak, valamint csapatokra, amelyek a szerepköröket felhasználókhoz és fordításokhoz kapcsolják. További részletekért olvasd el a :ref:`auth-model` részt.
id: Sistem izin didasarkan pada peran yang mendefinisikan serangkaian izin, dan tim yang menghubungkan peran ke pengguna dan terjemahan, baca :ref:`auth-model` untuk detail lebih lanjut.
ja: アクセス権の仕組みは、権限のセットを定義するロールと、ロールをユーザーと翻訳に紐づけるチームに基づいています。詳しくは :ref:`auth-model` を確認してください。
nl: Het systeem voor rechten is gebaseerd op rollen die een set rechten definiëren, en teams om deze rollen toe te wijzen aan gebruikers en vertalingen, lees :ref:`auth-model` voor meer details.
pt: O sistema de permissões baseia-se em funções que definem um conjunto de permissões e equipas que vinculam funções a utilizadores e traduções. Consulte :ref:`auth-model` para obter mais pormenores.
pt_br: O sistema de permissões baseia-se em funções que definem um conjunto de permissões e equipes que vinculam funções a usuários e traduções. Consulte :ref:`auth-model` para obter mais detalhes.
sv: Behörighetssystemet baseras på roller som definierar en uppsättning behörigheter och team som kopplar roller till användare och översättningar. Läs :ref:`auth-model` för mer information.
tr: İzin sistemi bir izin kümesi tanımlayan rollerden ve rolleri kullanıcılar ile çevirilere bağlayan takımlardan oluşur. Ayrıntılı bilgi almak için :ref:`auth-model` bölümüne bakabilirsiniz.
uk: Систему прав доступу засновано на ролях, що визначають набір прав доступу, і командах, що пов'язують їх із користувачами та перекладами, див. :ref:`auth-model`, щоб дізнатися більше.
zh_hans: 权限系统基于定义权限集合的角色以及将角色关联到用户和翻译的团队，请参阅 :ref:`auth-model` 获取更多详细信息。

source: The most powerful features of the Weblate’s access control system can be configured in the :ref:`management-interface`. You can use it to manage permissions of any project. You don’t necessarily have to switch it to :guilabel:`Custom` :ref:`access control <acl>` to utilize it. However you must have superuser privileges in order to use it.
de: Die leistungsfähigsten Funktionen der Zugriffssteuerung von Weblate können in der :ref:`management-interface` konfiguriert werden. Sie können damit die Berechtigungen für jedes Projekt verwalten. Sie müssen die :ref:`Zugriffssteuerung <acl>` nicht zwingend auf :guilabel:`Benutzerdefiniert` umstellen, um sie zu verwenden. Sie müssen jedoch über Superuser-Rechte verfügen, um sie zu benutzen.
ga: Is féidir na gnéithe is cumhachtaí de chóras rialaithe rochtana Weblate a chumrú sa :ref:`management-interface`. Is féidir leat é a úsáid chun ceadanna aon tionscadail a bhainistiú. Ní gá go mbeadh ort é a athrú go :guilabel:`Custom` :ref:`rialú rochtana <acl>` chun é a úsáid. Mar sin féin ní mór go mbeadh pribhléidí sárúsáideora agat chun é a úsáid.
hu: A Weblate hozzáférés-vezérlési rendszerének leghatékonyabb funkcióit a :ref:`kezelőfelületen <management-interface>` lehet beállítani. Ezzel bármely projekt jogosultságai kezelhetők. Nem szükséges átváltani :guilabel:`Egyéni` :ref:`hozzáférés-vezérlés <acl>` módra a használathoz. Ehhez azonban rendszergazdai jogosultságra van szükség.
id: Fitur-fitur paling canggih dari sistem kontrol akses Weblate dapat dikonfigurasikan dalam :ref:`management-interface`. Anda dapat menggunakannya untuk mengelola izin proyek apa pun. Anda tidak perlu mengubahnya ke :guilabel:`Custom` :ref:`access control <acl>` untuk memanfaatkannya. Namun, Anda harus memiliki hak istimewa superuser untuk menggunakannya.
ja: Weblate のアクセス制御システムの最も強力な機能は、:ref:`management-interface` から設定できます。管理画面から、すべてのプロジェクトのアクセス権を管理できます。使用するために :guilabel:`カスタム` :ref:`アクセス制御 <acl>` に切り替える必要はありません。ただし、使用するにはスーパーユーザー権限が必要です。
nl: De meest krachtige mogelijkheden voor het beheersysteem voor toegang in Weblate kan worden geconfigureerd in de :ref:`management-interface`. U kunt het gebruiken om rechten voor elk project te beheren. U hoeft het niet per se te schakelen naar :guilabel:`Aangepast` :ref:`toegangsbeheer <acl>` om het te gebruiken. U moet echter wel rechten als superuser hebben om het te kunnen gebruiken.
pt: As funcionalidades mais avançadas do sistema de controle de acesso do Weblate podem ser configuradas na :ref:`management-interface`. Pode usá-la para gerir as permissões de qualquer projeto. Não precisa de as alterar para :guilabel:`Custom` :ref:`access control <acl>` de forma a usá-las. No entanto, é necessário ter privilégios de superutilizador para as usar.
pt_br: As funcionalidades mais avançadas do sistema de controle de acesso do Weblate podem ser configuradas na :ref:`management-interface`. Você pode usá-la para gerenciar as permissões de qualquer projeto. Você não precisa necessariamente alterá-la para :guilabel:`Personalizado` :ref:`access control <acl>` para utilizá-la. No entanto, é necessário ter privilégios de superusuário para utilizá-la.
sv: De mest kraftfulla funktionerna i Weblates åtkomstkontrollsystem kan konfigureras i :ref:`management-interface`. Du kan använda det för att hantera behörigheter för alla projekt. Du behöver inte nödvändigtvis byta till :guilabel:`Custom` :ref:`access control <acl>` för att använda det. Du måste dock ha superanvändarrättigheter för att kunna använda det.
tr: Weblate erişim denetimi sisteminin en güçlü özellikleri :ref:`management-interface` üzerinden yapılandırılabilir. Bu arayüzden herhangi bir projenin izinlerini yönetebilirsiniz. Kullanabilmek için :guilabel:`Özel` :ref:`access control <acl>` olarak değiştirmeniz gerekmez. Ancak süper kullanıcı yetkilerinizin olması gerekir.
uk: Найпотужніші можливості поточної версії системи керування доступом Weblate можна налаштувати за допомогою :ref:`адміністративного інтерфейсу Django <management-interface>`. Цей інтерфейс надає змогу керувати правами доступу до будь-якого проєкту. Щоб скористатися ним, не обов'язково перемикатися на :ref:`керування доступом <acl>` :guilabel:`Custom`. Втім, що скористатися цим вам знадобляться права доступу надкористувача.
zh_hans: Weblate 访问控制系统最强大的功能可以在 :ref:`management-interface` 进行配置。您可以使用它来管理任何项目的权限。你不一定要将它切换到 :guilabel:`自定义` :ref:`访问控制 <acl>` 来使用它。但是你必须有超级用户权限才能使用它。
