Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Uploaded file
de: Hochgeladene Datei
ga: Comhad uaslódáilte
hu: Feltöltött fájl
id: Berkas yang diunggah
ja: アップロードしたファイル
nl: Geüpload bestand
pt: Ficheiro enviado
pt_br: Arquivo enviado
ro: Fișier încărcat
ru: Загруженный файл
sv: Uppladdad fil
ta: பதிவேற்றிய கோப்பு
tr: Yüklenen dosya
uk: Вивантажений файл
zh_hans: 上传文件
zh_hant: 上傳文件

source: Author e-mail
de: Autor-E-Mail-Adresse
ga: R-phost an údair
hu: Szerző e-mail-címe
id: Surel penulis
ja: 翻訳者のメールアドレス
nl: E-mailadres van auteur
pt: E-mail do autor
pt_br: E-mail do autor
ro: E-mail autor
ru: Эл. почта автора
sv: Författarens e-post
ta: ஆசிரியர் மின்னஞ்சல்
tr: İlgilinin e-posta adresi
uk: Адреса ел. пошти автора
zh_hans: 作者电子邮箱
zh_hant: 作者電子郵件

source: Author name
de: Autor-Name
ga: Ainm an údair
hu: Szerző neve
id: Nama penulis
ja: 翻訳者名
nl: Naam van auteur
pt: Nome do autor
pt_br: Nome do autor
ro: Nume autor
ru: Имя автора
sv: Författarens namn
ta: ஆசிரியரின் பெயர்
tr: Katkıda bulunanın adı
uk: Ім’я автора
zh_hans: 作者姓名
zh_hant: 作者姓名

source: Upload method (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), see :ref:`upload-method`
de: Upload-Methode (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), siehe :ref:`upload-method`
ga: Modh uaslódála (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), féach :ref:`upload-method`
hu: Feltöltési mód (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), lásd: :ref:`upload-method`
id: Metode unggahan (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), lihat :ref:`upload-method`
ja: アップロード方式（``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``）。参照: :ref:`upload-method`
nl: Methode voor uploaden (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), bekijk :ref:`upload-method`
pt: Método de carregamento (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), veja :ref:`upload-method`
pt_br: Método de envio (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), consulte :ref:`upload-method`
ro: Metoda de încărcare (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), vezi :ref:`upload-method`
ru: Метод загрузки (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source`` или ``add``), смотрите раздел :ref:`upload-method`
sv: Uppladdningsmetod (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), se :ref:`upload-method`
tr: Yükleme yöntemi (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``). Ayrıntılı bilgi almak için: :ref:`upload-method`
uk: Спосіб вивантаження (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), див. :ref:`upload-method`
zh_hans: 上传方法（``translate``、``approve``、``suggest``、``fuzzy``、``replace``、``source``、``add``），请参见 :ref:`upload-method`
zh_hant: 上傳方法(``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``)，見:ref: `upload-method`

source: Fuzzy (marked for edit) strings processing (*empty*, ``process``, ``approve``)
de: Verarbeitung von ungenauen (zur Bearbeitung markierte) Zeichenketten (*leer*, ``process``, ``approve``)
ga: Próiseáil teaghráin doiléir (marcáilte le haghaidh eagarthóireachta) (*folamh*, ``próiseas``, ``faomh``)
hu: Szerkesztést igénylő (zavaros) szövegek feldolgozása (*üres*, ``process``, ``approve``)
id: Pemrosesan string fuzzy (ditandai untuk disunting) (*empty*, ``process``, ``approve``)
ja: あいまい（要編集付き）文字列処理（*空文字列*、``process``、``approve``）
nl: Verwerken fuzzy tekenreeksen (gemarkeerd om te bewerken) (*empty*, ``process``, ``approve``)
pt: Processamento de entradas imprecisas (marcadas para edição) (*vazio*, ``process``, ``approve``)
pt_br: Processamento de textos aproximados (marcados para edição) (*vazio*, ``process``, ``approve``)
ro: Procesarea șirurilor fuzzy (marcate pentru editare) (*empty*, ``process``, ``approve``)
ru: Что делать с неточными, отмеченными на правку, переводами (*пусто*, ``process`` или ``approve``)
sv: Bearbetning av fuzzy-strängar (markerade för redigering) (*tom*, ``bearbeta``, ``godkänn``)
ta: தெளிவில்லாத (திருத்தத்திற்காக குறிக்கப்பட்டுள்ளது) சரம் செயலாக்க (*வெற்று*, `` செயல்முறை``, `` ஒப்புதல்``)
tr: Belirsiz (düzenlenecek olarak imlenmiş) dizgeleri işleme (*empty*, ``process``, ``approve``)
uk: Обробка неточних (позначених для редагування) перекладів (*empty*, ``process``, ``approve``)
zh_hans: 模糊（标记为需要编辑）的字符串处理（*empty*, ``process``, ``approve``）
zh_hant: 模糊 （標記為需要編輯）的字符串處理（*empty*, ``process``, ``approve``）

source: The response is same as for :http:get:`/api/components/(string:project)/(string:component)/repository/`.
de: Die Antwort ist dieselbe wie bei :http:get:`/api/components/(string:project)/(string:component)/repository/`.
ga: Tá an freagra mar an gcéanna le haghaidh :http:get:`/api/components/(string:project)/(string:component)/repository/`.
hu: A válasz megegyezik a következővel: :http:get:`/api/components/(string:project)/(string:component)/repository/`.
id: Responsnya sama seperti untuk :http:get:`/api/components/(string:project)/(string:component)/repository/`.
ja: レスポンスは :http:get:`/api/components/(string:project)/(string:component)/repository/` の場合と同じです。
nl: Het antwoord is hetzelfde als voor :http:get:`/api/components/(string:project)/(string:component)/repository/`.
pt: A resposta é a mesma que para :http:get:`/api/components/(string:project)/(string:component)/repository/`.
pt_br: A resposta é a mesma que para :http:get:`/api/components/(string:project)/(string:component)/repository/`.
ro: Răspunsul este același ca pentru :http:get:`/api/components/(string:project)/(string:component)/repository/`.
ru: Ответ такой же, как и у :http:get:`/api/components/(string:project)/(string:component)/repository/`.
sv: Svaret är detsamma som för :http:get:`/api/components/(string:project)/(string:component)/repository/`.
tr: Yanıt :http:get:`/api/components/(string:project)/(string:component)/repository/` ile aynıdır.
uk: Відповідь така сама, як для :http:get:`/api/components/(string:project)/(string:component)/repository/`.
zh_hans: 响应与 :http:get:`/api/components/(string:project)/(string:component)/repository/` 相同。
zh_hant: 響應與 :http:get:`/api/components/(string:project)/(string:component)/repository/`的相同。

source: Returns detailed translation statistics.
de: Gibt detaillierte Übersetzungsstatistiken zurück.
ga: Tuairisceáin staitisticí mionsonraithe aistriúcháin.
hu: Részletes fordítási statisztikákat ad vissza.
id: Mengembalikan statistik penerjemahan yang terperinci.
ja: 返り値は、翻訳の詳細な統計情報です。
nl: Geeft gedetailleerde statistieken voor vertalingen terug.
pt: Devolve estatísticas detalhadas da tradução.
pt_br: Retorna as estatísticas de tradução detalhadas.
ro: Returnează statistici detaliate privind traducerile.
ru: Возвращает подробную статистику по переводам.
sv: Returnerar detaljerad översättningsstatistik.
ta: விரிவான மொழிபெயர்ப்பு புள்ளிவிவரங்களை வழங்குகிறது.
tr: Ayrıntılı çeviri istatistiklerini görüntüler.
uk: Повертає докладну статистику щодо перекладу.
zh_hans: 返回具体的翻译统计数据。
zh_hant: 返回具體的翻譯統計數據。

source: Memory
de: Speicher
ga: Cuimhne
hu: Memória
id: Memori
ja: 翻訳メモリ
nl: Geheugen
pt: Memória
pt_br: Memória
ro: Memorie
ru: Накопитель
sv: Minne
ta: நினைவு
tr: Çeviri belleği
uk: Пам'ять
zh_hans: 记忆存储
zh_hant: 記憶

source: Returns a list of memory results.
de: Gibt eine Liste der Speicherergebnisse zurück.
ga: Seoltar liosta torthaí cuimhne ar ais.
hu: Memóriaeredmények listáját adja vissza.
id: Mengembalikan daftar hasil memori.
ja: 返り値は、メモリのリストです。
nl: Geeft een lijst met resultaten uit het geheugen terug.
pt: Retorna uma lista de resultados de memória.
pt_br: Retorna uma lista de resultados de memória.
ro: Returnează o listă de rezultate de memorie.
ru: Возвращает список из результатов памяти.
sv: Returnerar en lista med minnesresultat.
ta: நினைவக முடிவுகளின் பட்டியலை வழங்குகிறது.
tr: Çeviri belleği sonuçlarının listesini görüntüler.
uk: Повертає список результатів з пам'яті.
zh_hans: 返回记忆结果列表。

source: Deletes a memory object
de: Löscht ein Speicherobjekt
ga: Scrios réad cuimhne
hu: Memóriaobjektum törlése
id: Menghapus objek memori
ja: メモリ オブジェクトを削除します
nl: Verwijdert een geheugenobject
pt: Apaga um objeto de memória
pt_br: Exclui um objeto de memória
ro: Șterge un obiect de memorie
ru: Удаляет объект памяти
sv: Tar bort ett minnesobjekt
ta: நினைவக பொருளை நீக்குகிறது
tr: Bir çeviri belleği nesnesini siler
uk: Вилучає об'єкт пам'яті
zh_hans: 删除记忆项目

source: Memory Object ID
de: Speicherobjekt-ID
ga: Aitheantas Cuspóir Cuimhne
hu: Memóriaobjektum azonosítója
id: ID Objek Memori
ja: メモリ オブジェクト ID
nl: ID geheugenobject
pt: ID de Objeto de Memória
pt_br: ID de Objeto de Memória
ro: ID-ul obiectului de memorie
ru: Идентификатор объекта памяти
sv: Minnesobjekt-ID
ta: நினைவக பொருள் ஐடி
tr: Çeviri belleği nesnesi kimliği
uk: Ідентифікатор об'єкта пам'яті
zh_hans: 内存对象 ID

source: Units
de: Einheiten
ga: Aonaid
hu: Egységek
id: Unit
ja: ユニット
nl: Eenheden
pt: Unidades
pt_br: Unidades
ro: Unități
ru: Единицы перевода
sv: Enheter
ta: அலகுகள்
tr: Birimler
uk: Модулі
zh_hans: 单元

source: A `unit` is a single piece of a translation which pairs a source string with a corresponding translated string and also contains some related metadata. The term is derived from the :py:class:`tt:translate.storage.base.TranslationUnit` in Translate Toolkit and XLIFF.
de: Eine `Einheit` ist ein einzelner Teil einer Übersetzung, der eine Ausgangszeichenkette mit einer entsprechenden übersetzten Zeichenkette verbindet und auch einige zugehörige Metadaten enthält. Der Begriff ist abgeleitet von der :py:class:`tt:translate.storage.base.TranslationUnit` im Translate Toolkit und XLIFF.
ga: Is éard is `unit` ann ná píosa aonair d'aistriúchán a phéireálann teaghrán foinse le teaghrán aistrithe comhfhreagrach agus ina bhfuil roinnt meiteashonraí gaolmhara freisin. Díorthaítear an téarma ón :py:class:`tt:translate.storage.base.TranslationUnit` in Translate Toolkit agus XLIFF.
hu: Az `egység` egyetlen fordítási elem, amely egy forrásszöveget egy hozzá tartozó fordított szöveggel párosít, valamint kapcsolódó metaadatokat is tartalmaz. A kifejezés a Translate Toolkit :py:class:`tt:translate.storage.base.TranslationUnit` osztályából és az XLIFF szabványból származik.
id: `Unit` adalah satu bagian terjemahan yang memasangkan string sumber dengan string terjemahan yang sesuai dan juga berisi beberapa metadata terkait. Istilah ini berasal dari :py:class:`tt:translate.storage.base.TranslationUnit` di Translate Toolkit dan XLIFF.
nl: Een `eenheid` is een enkel stukje vertaling die een brontekenreeks koppelt aan een corresponderende vertaalde tekenreeks en ook enige gerelateerde metadata bevat. De term is afgeleid van de :py:class:`tt:translate.storage.base.TranslationUnit` in Translate Toolkit en XLIFF.
pt_br: Uma `unidade` é uma única parte de uma tradução que forma o par de um texto fonte com um texto traduzido correspondente e também contém alguns metadados relacionados. O termo é derivado do :py:class:`tt:translate.storage.base.TranslationUnit` no Translate Toolkit e XLIFF.
sv: En `enhet` är en enskild del av en översättning som kopplar samman en källsträng med en motsvarande översatt sträng och även innehåller vissa relaterade metadata. Termen härstammar från :py:class:`tt:translate.storage.base.TranslationUnit` i Translate Toolkit och XLIFF.
tr: `Birim`, bir kaynak dizgeyi karşılık gelen çevrilmiş bir dizgeyle eşleştiren ve ayrıca bazı ilgili üst verileri içeren tek bir çeviri parçasıdır. Terim, Translate Toolkit ve XLIFF içindeki :py:class:`tt:translate.storage.base.TranslationUnit` kapsamından türetilmiştir.
uk: `Модуль` — окрема одиниця перекладу, яка поєднує початковий рядок із відповідним рядком перекладу, а також містить деякі пов'язані із ними метадані. Термін походить з :py:class:`tt:translate.storage.base.TranslationUnit` у Translate Toolkit та XLIFF.
zh_hans: `unit` 是翻译的一个单一部分，它将源字符串与相应的已翻译字符串配对，还包含一些相关的元数据。该术语衍生自 Translate Toolkit 中的 :py:class:`tt:translate.storage.base.TranslationUnit` 和 XLFF。

source: The ``last_updated`` attribute is now exposed.
de: Das Attribut ``last_updated`` wird jetzt angezeigt.
ga: Tá an tréith ``last_updated`` nochta anois.
hu: A ``last_updated`` attribútum mostantól elérhető.
id: Atribut ``last_updated`` sekarang terekspos.
nl: Het attribuut ``last_updated`` wordt nu weergegeven.
pt_br: O atributo ``last_updated`` está agora exposto.
sv: Attributet ``last_updated`` är nu exponerat.
tr: ``last_updated`` özniteliğinin görüntülenmesi sağlandı.
uk: Тепер доступний атрибут ``last_updated``.

source: Returns information about the translation unit.
de: Gibt Informationen über die Übersetzungseinheit zurück.
ga: Filleann sé eolas faoin aonad aistriúcháin.
hu: Az egység fordítási információit adja vissza.
id: Mengembalikan informasi tentang unit terjemahan.
nl: Geeft informatie terug over de vertaaleenheid.
pt_br: Retorna informações sobre a unidade de tradução.
sv: Returnerar information om översättningsenheten.
tr: Çeviri birimi ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про одиницю перекладу.

source: Unit ID
de: Einheitenkennung
ga: Aitheantas Aonaid
hu: Egység azonosító
id: ID Unit
ja: ユニット ID
nl: ID eenheid
pt: ID da unidade
pt_br: ID da unidade
ro: ID-ul unității
ru: Идентификатор единицы перевода
sv: Enhet ID
ta: பிரிவு ஐடி
tr: Birim kimliği
uk: Ід. модуля
zh_hans: 单元 ID
zh_hant: 單元 ID

source: URL of a related translation object
de: URL eines zugehörigen Übersetzungsobjekts
ga: URL réad aistriúcháin gaolmhar
hu: Kapcsolódó fordítási objektum URL-je
id: URL objek terjemahan terkait
ja: 翻訳オブジェクトの URL
nl: URL van een gerelateerd vertaalobject
pt: URL de um objeto de tradução relacionado
pt_br: URL de um objeto de tradução relacionado
ro: Adresa URL a unui obiect de traducere asociat
ru: URL-адрес связанного объекта перевода
sv: URL till ett relaterat översättningsobjekt
ta: தொடர்புடைய மொழிபெயர்ப்பு பொருளின் முகவரி
tr: İlişkili çeviri nesnesinin adresi
uk: Адреса пов'язаного об'єкта перекладу
zh_hans: 相关翻译对象的 URL
zh_hant: 相關翻譯對象的 URL

source: source string
de: Ausgangszeichenkette
ga: teaghrán foinse
hu: forrásszöveg
id: string sumber
ja: 原文
nl: brontekenreeks
pt: cadeia fonte
pt_br: texto fonte
ro: șirul sursă
ru: исходная строка
sv: källsträng
ta: மூல சரம்
tr: kaynak dizge
uk: початковий рядок
zh_hans: 源字符串
zh_hant: 來源字串

source: previous source string used for fuzzy matching
de: Vorherige Ausgangszeichenkette, die für Fuzzy-Matching verwendet wurde
ga: teaghrán foinse roimhe seo a úsáidtear le haghaidh meaitseáil doiléir
hu: korábbi forrásszöveg szerkesztést igénylő (zavaros) egyezéshez
id: string sumber sebelumnya digunakan untuk pencocokan fuzzy
ja: あいまい一致に使用された、以前の原文
nl: vorige brontekenreeks gebruikt voor fuzzy overeenkomsten
pt: Entrada fonte anterior usada para correspondência imprecisa
pt_br: texto fonte anterior usado para correspondência aproximada
ro: șirul sursă anterior utilizat pentru potrivirea fuzzy
ru: предыдущая исходная строка, использованная для поиска неточного соответствия
sv: tidigare källsträng som används för fuzzy-matchning
ta: தெளிவற்ற பொருத்தத்திற்கு பயன்படுத்தப்படும் முந்தைய மூல சரம்
tr: belirsiz eşleştirmesi için kullanılan önceki kaynak dizge
uk: попередній початковий рядок, який використано для встановлення приблизної відповідності
zh_hans: 用于模糊匹配的之前的源字符串
zh_hant: 用於模糊匹配的之前的源字符串

source: target string
de: Zielzeichenkette
ga: teaghrán sprice
hu: célszöveg
id: string target
ja: 対象文字列
nl: doeltekenreeks
pt: cadeia alvo
pt_br: texto alvo
ro: șirul țintă
ru: целевая строка
sv: målsträng
ta: இலக்கு சரம்
tr: hedef dizge
uk: рядок перекладу
zh_hans: 目标字符串
zh_hant: 目標字符串

source: unique identifier of the unit
de: Eindeutige Kennung der Einheit
ga: aitheantóir uathúil an aonaid
hu: az egység egyedi azonosítója
id: pengenal unik dari unit
ja: ユニットの固有識別子
nl: unieke identificatie voor de eenheid
pt: identificador único da unidade
pt_br: identificador único da unidade
ro: identificatorul unic al unității
ru: уникальный идентификатор единицы перевода
sv: enhetens unika identifierare
ta: அலகு தனித்துவமான அடையாளங்காட்டி
tr: birimin benzersiz belirteci
uk: унікальний ідентифікатор модуля
zh_hans: 单元的唯一标识符
zh_hant: 單元的唯一識別文字

source: unique identifier of the source string
de: Eindeutige Kennung der Ausgangszeichenkette
ga: aitheantóir uathúil na teaghrán foinse
hu: forrásszöveg egyedi azonosítója
id: pengenal unik dari string sumber
ja: 原文の固有識別子
nl: unieke identificatie voor de tekenreeks
pt: identificador único da cadeia fonte
pt_br: identificador único do texto fonte
ro: identificatorul unic al șirului sursă
ru: уникальный идентификатор исходной строки
sv: unik identifierare för källsträngen
ta: மூல சரத்தின் தனிப்பட்ட அடையாளங்காட்டி
tr: kaynak dizgenin benzersiz belirteci
uk: унікальний ідентифікатор початкового рядка
zh_hans: 源字符串的唯一标识符
zh_hant: 源字符串的唯一識別文字

source: location of the unit in source code
de: Position der Einheit im Quellcode
ga: suíomh an aonaid sa chód foinse
hu: egység helye a forráskódban
id: lokasi dari unit dalam kode sumber
ja: ソースコード内のユニットの位置情報
nl: locatie van de eenheid in de broncode
pt: local da unidade no código-fonte
pt_br: local da unidade no código-fonte
ro: locația unității în codul sursă
ru: местоположение единицы перевода в исходном коде
sv: enhetens placering i källkoden
ta: மூலக் குறியீட்டில் அலகு இருப்பிடம்
tr: birimin kaynak kodundaki konumu
uk: розташування модуля у початковому рядку
zh_hans: 源代码中单元的位置
zh_hant: 源代碼中單元的位置

source: translation unit context
de: Kontext der Übersetzungseinheit
ga: comhthéacs aonad aistriúcháin
hu: fordítási egység kontextusa
id: konteks unit terjemahan
ja: 翻訳ユニットの翻訳情報
nl: context vertaaleenheid
pt: contexto da unidade de tradução
pt_br: contexto da unidade de tradução
ro: contextul unității de traducere
ru: контекст единицы перевода
sv: översättningsenhetens sammanhang
ta: மொழிபெயர்ப்பு அலகு சூழல்
tr: çeviri birimi bağlamı
uk: контекст модуля перекладу
zh_hans: 翻译单元的上下文
zh_hant: 翻譯單元的語境

source: translation unit note
de: Anmerkung zur Übersetzungseinheit
ga: nóta aonad aistriúcháin
hu: fordítási egység megjegyzése
id: catatan unit terjemahan
ja: 翻訳ユニットの注記
nl: opmerking vertaaleenheid
pt: nota da unidade de tradução
pt_br: nota da unidade de tradução
ro: nota unității de conversie
ru: примечания к единице перевода
sv: översättningsenhet anmärkning
ta: மொழிபெயர்ப்பு அலகு குறிப்பு
tr: çeviri birimi notu
uk: нотатка модуля перекладу
zh_hans: 翻译单元的注解
zh_hant: 翻譯單元的註解

source: translation unit flags
de: Markierung der Übersetzungseinheit
ga: bratacha aonad aistriúcháin
hu: fordítási egység jelzői
id: tanda unit terjemahan
ja: 翻訳ユニットのフラグ
nl: vlaggen vertaaleenheid
pt: marcadores da unidade de tradução
pt_br: marcadores da unidade de tradução
ro: indicatori de unitate pentru traducere
ru: флаги единицы перевода
sv: översättningsenhetsflaggor
ta: மொழிபெயர்ப்பு அலகு கொடிகள்
tr: çeviri birimi imleri
uk: прапорці модуля перекладу
zh_hans: 翻译单元的标记
zh_hant: 翻譯單元的標記

source: translation unit labels, available on source units
de: Labels der Übersetzungseinheit, verfügbar in der Ausgangseinheit
ga: lipéid aonad aistriúcháin, ar fáil ar aonaid foinse
hu: fordítási egység címkéi, csak forrásegységeknél érhetők el
id: label unit terjemahan, tersedia pada unit sumber
ja: 翻訳単位ラベル、原文単位で使用可能
nl: labels vertaaleenheid, beschikbaar voor broneenheden
pt: rótulos de unidade de tradução, disponíveis em unidades fonte
pt_br: etiquetas de unidade de tradução, disponíveis em unidades fonte
ru: метки единиц перевода, доступные в исходных единицах
sv: översättningsenhetsetiketter, tillgängliga på källenheter
ta: மொழிபெயர்ப்பு அலகு சிட்டைகள், மூல அலகுகளில் கிடைக்கின்றன
tr: çeviri birimi etiketleri, kaynak birimlerde kullanılabilir
uk: мітки модулів перекладу, доступні у початкових модулях
zh_hans: 译文单元标签，在原文单元上可用

source: unit state, 0 - untranslated, 10 - needs editing, 20 - translated, 30 - approved, 100 - read-only
de: Status der Einheit, 0 – nicht übersetzt, 10 – bearbeitungsbedürftig, 20 – übersetzt, 30 – genehmigt, 100 – schreibgeschützt
ga: staid aonaid, 0 - neamhaistrithe, 10 - le heagarthóireacht, 20 - aistrithe, 30 - ceadaithe, 100 - inléite amháin
hu: egység állapota: 0 - nincs lefordítva, 10 - szerkesztést igényel, 20 - lefordítva, 30 - jóváhagyva, 100 - csak olvasható
id: status unit, 0 - belum diterjemahkan, 10 - perlu disunting, 20 - diterjemahkan, 30 - disetujui, 100 - hanya baca
nl: status eenheid, 0 - niet vertaald, 10 - bewerken nodig, 20 - vertaald, 30 - goedgekeurd, 100 - alleen-lezen
pt_br: status da unidade, 0 - não traduzida, 10 - necessita tradução, 20 - traduzida, 30 - aprovada, 100 - somente leitura
sv: enhetsstatus, 0 – inte översatt, 10 – behöver redigeras, 20 – översatt, 30 – godkänd, 100 – skrivskyddad
tr: birim durumu, 0 - Çevrilmemiş, 10 - Düzenlenmesi gerekli, 20 - Çevrilmiş, 30 - Onaylanmış, 100 - Salt okunur
uk: стан пристрою, 0 - неперекладено, 10 - потребує редагування, 20 - перекладено, 30 - схвалено, 100 - лише для читання

source: whether the unit is fuzzy or marked for review
de: Ob die Einheit ungenau oder zur Überprüfung markiert ist
ga: cibé an bhfuil an t-aonad doiléir nó marcáilte le haghaidh athbhreithnithe
hu: hogy a szöveg szerkesztést igényel-e vagy ellenőrzésre van-e megjelölve
id: apakah unit tersebut adalah fuzzy atau ditandai untuk ditinjau
ja: ユニットが "fuzzy" もしは査読用にマークされているか
nl: of de eenheid fuzzy is of gemarkeerd om na te kijken
pt: se a unidade está como imprecisa ou marcada para revisão
pt_br: se a unidade está marcada com "fuzzy" ou para revisão
ro: dacă unitatea este neclară sau marcată pentru revizuire
ru: является ли перевод единицы перевода неточным или отмеченным на правку
sv: om enheten är oklar eller markerad för granskning
ta: அலகு தெளிவில்லாததா அல்லது மதிப்பாய்வுக்காக குறிக்கப்பட்டதா என்பது
tr: birimin belirsiz ya da onaylanmayı bekliyor olarak imlenmiş olup olmadığı
uk: чи позначено модуль як неточний або такий, який потребує рецензування
zh_hans: 该单元是模糊的还是标记为需要复查

source: whether the unit is translated
de: Ob die Einheit übersetzt wird
ga: cibé an aistrítear an t-aonad
hu: hogy a szöveg le van-e fordítva
id: apakah unit diterjemahkan
ja: ユニットが翻訳されているかどうか
nl: of de eenheid is vertaald
pt: Percentagem traduzido
pt_br: se a unidade está traduzida
ro: dacă unitatea este tradusă
ru: переведена ли единица перевода
sv: om enheten är översatt
ta: அலகு மொழிபெயர்க்கப்பட்டுள்ளதா
tr: birimin çevrilmiş olup olmadığı
uk: чи є модуль перекладеним
zh_hans: 单元是否被翻译

source: whether the translation is approved
de: Ob die Übersetzung genehmigt wird
ga: cibé an bhfuil an t-aistriúchán ceadaithe
hu: hogy a fordítás jóvá van-e hagyva
id: apakah terjemahannya disetujui atau tidak
ja: 翻訳が承認されているかどうか
nl: of de vertaling is goedgekeurd
pt: Tradução aprovada
pt_br: se a tradução está aprovada
ro: dacă traducerea este aprobată
ru: одобрена ли единица перевода
sv: om översättningen är godkänd
ta: மொழிபெயர்ப்பு அங்கீகரிக்கப்பட்டுள்ளதா
tr: çevirinin onaylanmış olup olmadığı
uk: чи затверджено переклад
zh_hans: 译文是否已核准
