Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: New add-on to squash commits prior to push.
de: Neue Erweiterung um Commits vor dem Pushen zusammenzufassen.
ga: Breiseán nua don scuaise geallta roimh bhrú.
hu: Új kiegészítő a véglegesítések összevonására feltöltés előtt.
id: Pengaya baru untuk squash commit sebelum push.
ja: 変更をプッシュする前に、コミットをスカッシュする新しいアドオン。
nl: Nieuwe add-on voor squashen van commits vóór het pushen.
pt: Nova extensão para fazer squash de commits antes de fazer push.
pt_br: Novo complemento para fazer squash de commits antes de fazer push.
ro: Un nou add-on pentru a distruge comenzi înainte de push.
ru: Новая надстройка для уплотнения коммитов перед их отправкой.
sv: Nytt tillägg för att krossa åtaganden före push.
ta: தள்ளுவதற்கு முன்பு ச்குவாசுக்கு புதிய துணை நிரல்.
tr: İtmeden önce Git işlemelerini bir araya toplama eklentisi eklendi.
uk: Реалізовано новий додаток для об'єднання внесків перед запису до сховища.
zh_hans: 在推送前挤压提交的新附加组件。

source: Improved displaying of translation changes.
de: Verbesserte Anzeige von Übersetzungsänderungen.
ga: Taispeántas feabhsaithe athruithe aistriúcháin.
hu: Fordítási változások megjelenítése továbbfejlesztve.
id: Peningkatan tampilan perubahan terjemahan.
ja: 変更された翻訳の表示の改善。
nl: Verbeterde weergave van wijzigingen in vertalingen.
pt: Melhorada a exibição de alterações de tradução.
pt_br: Melhorada a exibição de alterações de tradução.
ro: Afișarea îmbunătățită a modificărilor de traducere.
ru: Улучшено отображение изменений перевода.
sv: Förbättrad visning av översättningsändringar.
ta: மொழிபெயர்ப்பு மாற்றங்களை மேம்படுத்துதல்.
tr: Çeviri değişikliklerinin görüntülenmesi iyileştirildi.
uk: Удосконалено показ змін у перекладі.
zh_hans: 改进了翻译更改的显示。
zh_hant: 改進了翻譯更改的顯示。

source: Changed default merge style to rebase and made that configurable.
de: Die standardmäßige Git-Strategie wurde in umbasieren geändert und ist nun konfigurierbar.
ga: Athraíodh an stíl chumaisc réamhshocraithe le hathbhunú agus rinneadh é sin a chumrú.
hu: Az alapértelmezett egyesítési (merge) stílus az újraalapozás (rebase) lett, és ez mostantól konfigurálható.
id: Mengubah gaya penggabungan bawaan menjadi rebase dan membuatnya dapat dikonfigurasi.
ja: デフォルトのマージ方法をリベースに変更し、設定で選べるように。
nl: Gewijzigde stijl voor samenvoegen naar rebase en dat te configureren gemaakt.
pt: Alterado o estilo de mesclagem padrão ao fazer rebase e tornado-o configurável.
pt_br: Alterado o estilo de mesclagem padrão ao fazer rebase e tornado-o configurável.
ro: A fost schimbat stilul implicit de fuziune în rebase și a devenit configurabil.
ru: Стиль слияния по умолчанию изменен на «rebase» (смену базы). Также теперь его можно настроить.
sv: Ändrade standardinställningen för sammanfogning till rebase och gjorde den konfigurerbar.
ta: இயல்புநிலை ஒன்றிணைக்கும் பாணியை மீண்டும் மாற்றியமைத்து, அதை உள்ளமைக்கக்கூடியதாக மாற்றியது.
tr: Varsayılan birleştirme biçemi değiştirilerek yeniden temellendirildi ve yapılandırılabilmesi sağlandı.
uk: Змінено типовий стиль об'єднання для перенесення і уможливлено його налаштовування.
zh_hans: 将默认的合并方式改为变基，并使其可配置。
zh_hant: 更改了默認合併風格來 rebase 並且使之可配置。

source: Better handle private use subtags in language code.
de: Bessere Handhabung von Subtags zur persönlichen Verwendung im Sprachcode.
ga: Láimhseáil níos fearr subtags úsáide príobháidí i gcód teanga.
hu: Magánhasználatú nyelvi kódrészek (subtag) kezelése pontosabb lett.
id: Menangani subtag penggunaan pribadi dalam kode bahasa dengan lebih baik.
ja: 言語コードでプライベート使用のサブタグの処理を改良。
nl: Beter afhandelen van privaatgebruik subtags in taalcode.
pt: Melhor tratamento de subtags de uso privado no código de idioma.
pt_br: Melhor tratamento de subtags de uso particular no código de idioma.
ro: Gestionarea mai bună a subetichetelor de utilizare privată în codul limbii.
ru: Улучшена обработка нестандартных подтегов в кодах языка.
sv: Hantera subtags för privat användning bättre i språkkoden.
ta: மொழி குறியீட்டில் தனியார் பயன்பாட்டு துணைப்பகுதிகளை சிறப்பாக கையாளவும்.
tr: Dil kodundaki alt etiketlerin özel kullanımının işlenmesi iyileştirildi.
uk: Удосконалено обробку підлеглих міток приватного використання у коді мов.
zh_hans: 更好地处理语言代码中的私用子标签。
zh_hant: 更好地處理語言代碼中的私用子標籤。

source: Improved performance of fulltext index updates.
de: Verbesserte Leistung von Volltext-Indexaktualisierungen.
ga: Feidhmíocht fheabhsaithe maidir le nuashonruithe innéacs lántéacs.
hu: Teljes szövegű index frissítési teljesítménye javult.
id: Peningkatan kinerja pembaruan indeks teks lengkap.
ja: 全文検索用インデックスの更新の速度を改良。
nl: Verbeterde prestaties van bijwerken van index voor volledige tekst.
pt: Melhorado o desempenho de atualizações de índice de texto completo.
pt_br: Melhorado o desempenho de atualizações de índice de texto completo.
ro: Performanța îmbunătățită a actualizărilor indexului fulltext.
ru: Улучшена производительность обновления полнотекстовых индексов.
sv: Förbättrad prestanda för uppdateringar av fulltextindex.
ta: ஃபுல் டெக்ச்ட் குறியீட்டு புதுப்பிப்புகளின் மேம்பட்ட செயல்திறன்.
tr: Tam metin dizini güncelleme başarımı iyileştirildi.
uk: Удосконалено швидкодію повнотекстових оновлень покажчика.
zh_hans: 改进了全文索引更新的性能。
zh_hant: 改進了全文索引更新的性能。

source: Extended file upload API to support more parameters.
de: Dateiupload-API erweitert, um weitere Parameter zu unterstützen.
ga: API uaslódála comhad leathnaithe chun tacú le níos mó paraiméadair.
hu: Fájlfeltöltési API kibővítve több paraméter támogatásával.
id: API unggah berkas yang diperluas untuk mendukung lebih banyak parameter.
ja: ファイル アップロード API を拡張し、多くのパラメータに対応。
nl: Bestanden uploaden naar API uitgebreid om meer parameters te ondersteunen.
pt: Estendida a API de envio de ficheiros para oferecer suporte a mais parâmetros.
pt_br: Estendida a API de envio de arquivo para oferecer suporte a mais parâmetros.
ro: API de încărcare a fișierelor extins pentru a suporta mai mulți parametri.
ru: Расширен API загрузки файлов. Теперь он поддерживает больше параметров.
sv: Utökad API för filuppladdning för att stödja fler parametrar.
ta: நீட்டிக்கப்பட்ட கோப்பு பதிவேற்ற பநிஇ மேலும் அளவுருக்களை ஆதரிக்க.
tr: Dosya yükleme API işlevi daha fazla parametreyi destekleyecek biçimde zenginleştirildi.
uk: Розширено перелік параметрів програмного інтерфейсу вивантаження даних.
zh_hans: 扩展了文件上传 API 来支持更多的参数。
zh_hant: 擴展了文件上傳 API 來支持更多的參數。

source: *Released on November 30th 2018.*
de: *Veröffentlicht am 30. November 2018.*
ga: *Eisithe ar 30 Samhain 2018.*
hu: *Kiadva: 2018. november 30.*
id: *Dirilis pada 30 November 2018.*
nl: *Uitgegeven op 30 november 2018.*
pt_br: *Atualizado em 30 de novembro de 2018.*
sv: *Släpptes den 30 november 2018.*
tr: *30 Kasım 2018 tarihinde yayınlandı.*
uk: *Випущено 30 листопада 2018 року.*

source: Added support for component and project removal.
de: Unterstützung für das Entfernen von Komponenten und Projekten hinzugefügt.
ga: Tacaíocht bhreise do bhaint comhpháirteanna agus tionscadail.
hu: Összetevők és projektek eltávolításának támogatása hozzáadva.
id: Menambahkan dukungan untuk penghapusan komponen dan proyek.
ja: コンポーネントとプロジェクトの削除に対応。
nl: Ondersteuning toegevoegd voor verwijderen van onderdeel en project.
pt: Adicionado suporte para remoção de componentes e projetos.
pt_br: Adicionado suporte para remoção de componentes e projetos.
ro: A fost adăugat suport pentru eliminarea componentelor și a proiectelor.
ru: Добавлена поддержка удаления компонентов и проектов.
sv: Lagt till stöd för borttagning av komponenter och projekt.
ta: கூறு மற்றும் திட்ட அகற்றுதலுக்கான உதவி சேர்க்கப்பட்டது.
tr: Bileşen ve proje silme desteği eklendi.
uk: Додано підтримку вилучення складників і проєктів.
zh_hans: 为部件和项目删除添加了支持。
zh_hant: 為組件和項目刪除添加了支持。

source: Improved performance for some monolingual translations.
de: Verbesserte Leistung für einige einsprachige Übersetzungen.
ga: Feidhmíocht fheabhsaithe do roinnt aistriúcháin aonteangacha.
hu: Teljesítményjavítás bizonyos egynyelvű fordítások esetén.
id: Peningkatan kinerja untuk beberapa terjemahan monolingual.
ja: 一部のモノリンガル翻訳の性能の改良。
nl: Verbeterde prestaties voor enkele eentalige vertalingen.
pt: Melhorado o desempenho para algumas traduções monolíngues.
pt_br: Melhorado o desempenho para algumas traduções monolíngues.
ro: A fost îmbunătățită performanța pentru unele traduceri monolingve.
ru: Улучшена производительность для некоторых одноязычных переводов.
sv: Förbättrad prestanda för vissa enspråkiga översättningar.
ta: சில ஒருமொழி மொழிபெயர்ப்புகளுக்கான மேம்பட்ட செயல்திறன்.
tr: Bazı tek dilli çeviriler için başarım iyileştirildi.
uk: Удосконалено швидкодію обробки деяких одномовних перекладів.
zh_hans: 改进了一些单语言翻译的性能。
zh_hant: 改進了一些單語言翻譯的性能。

source: Added translation component alerts to highlight problems with a translation.
de: Warnungen für die Übersetzungskomponente hinzugefügt, um Probleme mit einer Übersetzung hervorzuheben.
ga: Cuireadh foláirimh comhpháirte aistriúcháin leis chun fadhbanna le haistriúchán a aibhsiú.
hu: Fordítási problémák kiemelésére szolgáló összetevő-figyelmeztetések hozzáadva.
id: Menambahkan peringatan komponen terjemahan untuk menyoroti masalah dengan terjemahan.
ja: 翻訳についての問題を強調表示する、コンポーネントの警告を追加。
nl: Alarmen voor vertaalonderdelen toegevoegd om problemen met een vertaling te accentueren.
pt: Adicionados alertas de componente de tradução para destacar problemas com uma tradução.
pt_br: Adicionados alertas de componente de tradução para destacar problemas com uma tradução.
ro: Au fost adăugate alerte privind componentele de traducere pentru a evidenția problemele legate de o traducere.
ru: Добавлены предупреждения для компонентов перевода, чтобы подсвечивать проблемы с переводом.
sv: Lagt till översättningskomponentvarningar för att markera problem med en översättning.
ta: மொழிபெயர்ப்பில் சிக்கல்களை முன்னிலைப்படுத்த மொழிபெயர்ப்பு கூறு எச்சரிக்கைகள் சேர்க்கப்பட்டன.
tr: Bir çeviriyle ilgili sorunları vurgulamak için çeviri bileşeni uyarıları eklendi.
uk: Додано попередження щодо складників перекладу для акцентування проблем перекладу.
zh_hans: 添加了翻译部件警报，以突出显示翻译中的问题。
zh_hant: 添加了翻譯組件提醒，使翻譯的問題高亮。

source: Expose XLIFF string ``resname`` as context when available.
de: Die XLIFF-Zeichenkette ``resname`` wird als Kontext angezeigt, wenn verfügbar.
ga: Nocht teaghrán XLIFF `` resname`` mar chomhthéacs nuair atá sé ar fáil.
hu: XLIFF szöveg ``resname`` attribútuma kontextusként elérhető, ha rendelkezésre áll.
id: Paparkan string XLIFF ``resname`` sebagai konteks jika tersedia.
nl: Weergeven van XLIFF-tekenreeks ``resname`` als context, indien beschikbaar.
pt_br: Expõe a ``resname`` do XLIFF como contexto quando disponível.
sv: Exponera XLIFF-strängen ``resname`` som kontext när den är tillgänglig.
ta: ஃலிப்ப் சரம் `` Resname`` ஐ கிடைக்கும்போது சூழலாக அம்பலப்படுத்துங்கள்.
tr: Yapılabildiğinde, XLIFF ``resname`` dizgesinin bağlam olarak eklenmesi sağlandı.
uk: Реалізовано показ ``resname`` рядка XLIFF як контексту, якщо такий доступний.
zh_hans: 在可用时，将 XLIFF 字符串 ``resname`` 暴露为上下文。

source: Added support for XLIFF states.
de: Unterstützung für XLIFF-Status hinzugefügt.
ga: Tacaíocht bhreise do stáit XLIFF.
hu: XLIFF állapotmezők támogatása hozzáadva.
id: Menambahkan dukungan untuk status XLIFF.
ja: XLIFF 動作への対応。
nl: Ondersteuning toegevoegd voor statussen XLIFF.
pt: Adicionado suporte para estados XLIFF.
pt_br: Adicionado suporte para status XLIFF.
ro: A fost adăugat suport pentru stările XLIFF.
ru: Добавлена поддержка состояний XLIFF.
sv: Stöd för XLIFF-tillstånd har lagts till.
ta: ஃலிப்ப் மாநிலங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: XLIFF durumları desteği eklendi.
uk: Додано підтримку станів XLIFF.
zh_hans: 为 XLIFF 状态添加支持。
zh_hant: 為 XLIFF 狀態添加支持。

source: Added check for non writable files in DATA_DIR.
de: Prüfung auf nicht beschreibbare Dateien in DATA_DIR hinzugefügt.
ga: Cuireadh seic isteach do chomhaid neamhscríofa in DATA_DIR.
hu: Ellenőrzés a nem írható fájlokra a DATA_DIR könyvtárban.
id: Menambahkan pemeriksaan untuk berkas yang tidak dapat ditulis dalam DATA_DIR.
ja: DATA_DIR 内の書き込み禁止ファイルの有無の検査機能を追加。
nl: Controle toegevoegd voor niet beschrijfbare bestanden in DATA_DIR.
pt: Adicionada verificação de ficheiros que não podem ser escritos dentro do DATA_DIR.
pt_br: Adicionada verificação de arquivos que não podem ser escritos dentro do DATA_DIR.
ro: A fost adăugată verificarea fișierelor care nu pot fi scrise în DATA_DIR.
ru: Добавлена поддержка файлов защищенных от записи в DATA_DIR.
sv: Lagt till kontroll av icke skrivbara filer i DATA_DIR.
ta: data_dir இல் எழுத முடியாத கோப்புகளைச் சரிபார்க்கவும்.
tr: DATA_DIR içindeki yazılamayan dosyalar denetimi eklendi.
uk: Додано перевірку щодо непридатних до запису файлів у DATA_DIR.
zh_hans: 为 DATA_DIR 中的非可写入文件添加检查。
zh_hant: 為 DATA_DIR 中的非可寫入文件添加檢查。

source: Improved CSV export for changes.
de: Verbesserter CSV-Export für Änderungen.
ga: Easpórtáil CSV feabhsaithe le haghaidh athruithe.
hu: Változások CSV exportja továbbfejlesztve.
id: Peningkatan ekspor CSV untuk perubahan.
ja: 変更点を CSV エクスポートする機能を改良。
nl: Verbeterd exporteren van CSV voor wijzigingen.
pt: Melhorada a exportação de CSV para alterações.
pt_br: Melhorada a exportação de CSV para alterações.
ro: A fost îmbunătățit exportul CSV pentru modificări.
ru: Улучшен экспорт изменений в CSV.
sv: Förbättrad CSV-export för ändringar.
ta: மாற்றங்களுக்கான மேம்பட்ட காபிம ஏற்றுமதி.
tr: Değişiklikler için CSV dışa aktarma işlemi iyileştirildi.
uk: Удосконалено експортування даних щодо змін до CSV.
zh_hans: 改进了更改的 CSV 导出。
zh_hant: 改進了更改的 CSV 導出。

source: *Released on October 20th 2018.*
de: *Veröffentlicht am 20. Oktober 2018.*
ga: *Eisithe ar 20 Deireadh Fómhair 2018.*
hu: *Kiadva: 2018. október 20.*
id: *Dirilis pada 20 Oktober 2018.*
nl: *Uitgegeven op 20 oktober 2018.*
pt_br: *Atualizado em 20 de outubro de 2018.*
sv: *Släpptes den 20 oktober 2018.*
tr: *20 Ekim 2018 tarihinde yayınlandı.*
uk: *Випущено 20 жовтня 2018 року.*

source: Remove no longer needed Babel dependency.
de: Die nicht mehr benötigte Babel-Abhängigkeit entfernt.
ga: Bain spleáchas Babel nach bhfuil ag teastáil a thuilleadh.
hu: Már nem szükséges Babel függőség eltávolítva.
id: Hapus dependensi Babel yang tidak lagi diperlukan.
ja: 不要になった Babel の依存関係の削除。
nl: Niet langer benodigde afhankelijkheid Babel verwijderd.
pt: Remova a dependência do Babel que já não é necessária.
pt_br: Remove a dependência Babel que não é mais necessária.
ro: Eliminați dependența Babel care nu mai este necesară.
ru: Удаление зависимости от Babel, т.к. она более не нужна.
sv: Ta bort Babel-beroendet som inte längre behövs.
ta: பாபல் சார்பு இனி தேவையில்லை.
tr: Artık gerek duyulmayan Babel bağımlılığı kaldırıldı.
uk: Вилучено непотрібну вже залежність від Babel.
zh_hans: 删除了不再需要的 Babel 依赖项。
zh_hant: 刪除了不再需要的 Babel 依賴性。

source: Updated language definitions.
de: Sprachdefinitionen aktualisiert.
ga: Sainmhínithe teanga nuashonraithe.
hu: Nyelvi definíciók frissítve.
id: Definisi bahasa yang diperbarui.
ja: 登録言語の更新。
nl: Taaldefinities bijgewerkt.
pt: Definições de idioma atualizadas.
pt_br: Definições de idioma atualizadas.
ro: Definiții lingvistice actualizate.
ru: Обновлены определения языков.
sv: Uppdaterade språkreferenser.
ta: புதுப்பிக்கப்பட்ட மொழி வரையறைகள்.
tr: Dil tanımları güncellendi.
uk: Оновлено визначення мов.
zh_hans: 更新了语言定义。
zh_hant: 更新了語言定義。

source: Improve documentation for add-ons, LDAP and Celery.
de: Verbesserung der Dokumentation für Erweiterungen, LDAP und Celery.
ga: Feabhas a chur ar dhoiciméadacht do bhreiseáin, LDAP agus Soilire.
hu: Kiegészítők, LDAP és Celery dokumentációja pontosítva.
id: Memperbaiki dokumentasi untuk pengaya, LDAP, dan Celery.
ja: アドオン、LDAP、Celery ドキュメントの改良。
nl: Verbeterde documentatie voor add-ons, LDAP en Celery.
pt: Melhore a documentação para complementos, LDAP e Aipo.
pt_br: Melhora a documentação para complementos, LDAP e Celery.
ro: Îmbunătățirea documentației pentru add-on-uri, LDAP și Celery.
ru: Улучшена документация по надстройкам, LDAP и Celery.
sv: Förbättra dokumentationen för tillägg, LDAP och Celery.
ta: துணை நிரல்கள், எல்.டி.ஏ.பி மற்றும் செலரி ஆகியவற்றிற்கான ஆவணங்களை மேம்படுத்தவும்.
tr: LDAP ve Celery eklentilerinin belgeleri iyileştirildi.
uk: Удосконалено документацію щодо додатків, LDAP і Celery.
zh_hans: 改进了附加组件、LDAP 和 Celery 的文档。
zh_hant: 改進了附加組件、LDAP 和 Celery 的文檔。

source: Fixed enabling new dos-eol and auto-java-messageformat flags.
de: Das Aktivieren der neuen Markierungen dos-eol und auto-java-messageformat korrigiert.
ga: Bratacha nua dos-eol agus auto-java-format teachtaireachta a chumasú.
hu: Új `dos-eol` és `auto-java-messageformat` jelölők engedélyezésének hibája javítva.
id: Memperbaiki pengaktifan tanda dos-eol dan auto-java-messageformat yang baru.
ja: 新しい dos-eol および auto-java-messageformat フラグを有効に変更。
nl: Inschakelen nieuwe vlaggen dos-eol en auto-java-messageformat gerepareerd.
pt: Corrigindo a ativação de novos sinaliyadores dos-eol e auto-java-messageformat.
pt_br: Corrigida a ativação de novos marcadores dos-eol e auto-java-messageformat.
ro: A fost reparată activarea noilor indicatori dos-eol și auto-java-messageformat.
ru: Исправлено включение флагов «конец строк в формате DOS» и «автоматический формат сообщений java».
sv: Fixade aktivering av nya flaggor dos-eol och auto-java-messageformat.
ta: புதிய dos-eol மற்றும் தானி-சாவா-மெசேச்ஃபார்மட் கொடிகளை இயக்கும் சரி.
tr: Yeni dos-eol ve auto-java-messageformat imlerinin kullanıma alınmasında yaşanan sorun düzeltildi.
uk: Виправлено вмикання нових прапорців dos-eol і auto-java-messageformat.
zh_hans: 修复了启动新的 dos-eol 和 auto-java-messageformat 标记。
zh_hant: 修復了啟動新的 dos-eol 和 auto-java-messageformat 標記。

source: Fixed running setup.py test from PyPI package.
de: Das Ausführen des setup.py-Tests aus dem PyPI-Paket korrigiert.
ga: Tástáil thus.py reatha seasta ón bpacáiste PyPI.
hu: `setup.py test` futtatása PyPI csomagból javítva.
id: Memperbaiki pengujian setup.py yang berjalan dari paket PyPI.
ja: PyPI パッケージから実行する setup.py テストの修正。
nl: Uitvoeren van setup.py test vanuit pakket PyPI gerepareerd.
pt: Corrigido o teste setup.py em execução do pacote PyPI.
pt_br: Corrigido o teste setup.py em execução do pacote PyPI.
ro: A fost reparată rularea testului setup.py din pachetul PyPI.
ru: Исправлен запуск тестов setup.py из пакета PyPi.
sv: Fixat körning av setup.py-test från PyPI-paketet.
ta: pypi தொகுப்பிலிருந்து நிலையான இயங்கும் setup.py சோதனை.
tr: PyPI paketindeki setup.py sınamasının çalıştırılmasında yaşanan sorun düzeltildi.
uk: Виправлено запуск перевірки setup.py з пакунка PyPI.
zh_hans: 修复了从 PyPI 软件包运行 setup.py 测试。
zh_hant: 修復了從 PyPI 軟件包運行 setup.py 測試。

source: Improved plurals handling.
de: Verbesserte Behandlung von Pluralformen.
ga: Láimhseáil fheabhsaithe iolraí.
hu: Többes számú alakok kezelése javítva.
id: Penanganan bentuk jamak yang ditingkatkan.
ja: 複数形の処理の改良。
nl: Verbeterde afhandeling meervouden.
pt: Melhor manuseio de plurais.
pt_br: Melhorado o tratamento de plurais.
ro: Gestionarea pluralului a fost îmbunătățită.
ru: Улучшена обработка строк со множественным числом.
sv: Förbättrad hantering av pluralformer.
ta: மேம்படுத்தப்பட்ட பன்மை கையாளுதல்.
tr: Çoğul biçimlerin işlenmesi iyileştirildi.
uk: Удосконалено обробку форм множини.
zh_hans: 改进了复数处理。
zh_hant: 改進了複數處理。

source: Fixed translation upload API failure in some corner cases.
de: Fehler beim Hochladen von Übersetzungen über die API in einigen Ausnahmefällen behoben.
ga: Teip API uaslódáilte aistrithe seasta i gcásanna cúinne áirithe.
hu: Fordítás feltöltési API hibája javítva bizonyos speciális esetekben.
id: Memperbaiki kegagalan API pengunggahan terjemahan di beberapa kasus khusus.
ja: 一部の特殊なケースで発生していた翻訳アップロード API の不具合を修正。
nl: Mislukken van uploaden vertaling naar API in enkele randgevallen gerepareerd.
pt: Corrigida a falha de API ao envio de traduções em alguns casos limítrofes.
pt_br: Corrigida a falha da API de envio de tradução em alguns casos complexos.
ro: A fost reparat eșecul API de încărcare a traducerilor în unele cazuri dificile.
ru: Исправлены проблемы с API загрузки переводов в некоторых крайних случаях.
sv: Åtgärdat fel vid uppladdning av översättningar via API i vissa sällsynta fall.
ta: நிலையான மொழிபெயர்ப்பு பதிவேற்ற பநிஇ தோல்வி சில மூலையில் நிகழ்வுகளில்.
tr: Bazı uç durumlarda yaşanan çeviri yükleme API sorunu düzeltildi.
uk: Виправлено помилку у програмному інтерфейсі вивантаження перекладів у рідкісних випадках.
zh_hans: 修复了某些极端情况下的翻译上传 API 故障。
zh_hant: 修復了一些極端情況下失敗的翻譯上傳 API。

source: Fixed updating Git configuration in case it was changed manually.
de: Die Aktualisierung der Git-Konfiguration korrigiert, falls sie manuell geändert wurde.
ga: Cumraíocht Git nuashonraithe seasta ar eagla go n-athraítear é de láimh.
hu: Git konfiguráció frissítésének hibája javítva, ha manuálisan módosították.
id: Memperbaiki pembaruan konfigurasi Git jika diubah secara manual.
ja: 手動で変更した場合の Git 設定の更新を修正。
nl: Bijwerken van configuratie van Git in het geval dat het handmatig werd gewijzigd gerepareerd.
pt: Corrigida a atualização da configuração do Git no caso de ser alterada manualmente.
pt_br: Corrigida a atualização da configuração do Git caso ela fosse alterada manualmente.
ro: S-a reparat actualizarea configurației Git în cazul în care aceasta a fost modificată manual.
ru: Исправлено обновление настроек Git, если они не были изменеы вручную.
sv: Fixade uppdateringen av Git-konfigurationen i fall den ändrats manuellt.
ta: கைமுறையாக மாற்றப்பட்டால் நிலையான புதுப்பித்தல் அறிவிலி உள்ளமைவு.
tr: El ile değiştirilirken Git yapılandırmasının güncellenmesinde yaşanan sorun düzeltildi.
uk: Виправлено оновлення налаштувань Git, якщо ці налаштування було змінено вручну.
zh_hans: 修复了手动更改情况下更新 Git 配置。
zh_hant: 修復了手動更改情況下更新 Git 配置。

source: *Released on October 10th 2018.*
de: *Veröffentlicht am 10. Oktober 2018.*
ga: *Eisithe ar 10 Deireadh Fómhair 2018.*
hu: *Kiadva: 2018. október 10.*
id: *Dirilis pada 10 Oktober 2018.*
nl: *Uitgegeven op 10 oktober 2018.*
pt_br: *Atualizado em 10 de outubro de 2018.*
sv: *Släpptes den 10 oktober 2018.*
tr: *10 Ekim 2018 tarihinde yayınlandı.*
uk: *Випущено 10 жовтня 2018 року.*

source: Document dependency on backports.csv on Python 2.7.
de: Die Abhängigkeit von backports.csv auf Python 2.7 dokumentiert.
ga: Spleáchas doiciméad ar backports.csv ar Python 2.7.
hu: Python 2.7 esetén dokumentálva a `backports.csv` függőség.
id: Ketergantungan dokumen pada backports.csv pada Python 2.7.
ja: Python 2.7 での backports.csv への依存性を文書化。
nl: Documentafhankelijkheid op backports.csv op Python 2.7.
pt: Dependência de documentos em backports.csv em Python 2.7.
pt_br: Documenta a dependência de backports.csv no Python 2.7.
ro: Documentați dependența de backports.csv în Python 2.7.
ru: Задокументирована зависимость от backports.csv при работе на Python 2.7.
sv: Dokumentberoende på backports.csv i Python 2.7.
ta: பைதான் 2.7 இல் பேக்ச்போர்ட்ச். சி.எச்.வி.
tr: Python 2.7 sürümünde backports.csv belge bağımlılığı eklendi.
uk: Документовано залежність від backports.csv у Python 2.7.
zh_hans: Python 2.7 的 backports.csv 的文档依赖项。
zh_hant: Python 2.7 的 backports.csv 的文檔依賴性。

source: Fix running tests under root.
de: Die Ausführung von Tests unter Root korrigiert.
ga: Deisigh tástálacha reatha faoi fhréamh.
hu: Tesztfuttatás root felhasználóként javítva.
id: Memperbaiki pengujian yang berjalan di bawah root.
ja: root 権限で実行するテストの修正。
nl: Testen uitvoeren onder root gerepareerd.
pt: Corrigidos testes executados pelo root.
pt_br: Corrige os testes em execução como root.
ro: Corectează rularea testelor sub root.
ru: Исправлен запуск тестов от root.
sv: Fixa körning av tester under root.
ta: ரூட்டின் கீழ் இயங்கும் சோதனைகளை சரிசெய்யவும்.
tr: Sınamaların Root olarak çalıştırılması sorunu düzeltildi.
uk: Виправлено роботу комплекту тестування при запуску від імені root.
zh_hans: 修复根下运行测试。
zh_hant: 修復根下運行測試。
