Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Customize the base file for addition of new translations.
de: Passt die Basisdatei an, um neue Übersetzungen hinzuzufügen.
ga: Saincheap an bunchomhad chun aistriúcháin nua a chur leis.
hu: Új fordítások hozzáadásának alapfájlja is testreszabható.
id: Sesuaikan berkas dasar untuk penambahan terjemahan baru.
ja: 新しい翻訳の追加用の、基礎となる翻訳ファイルをカスタマイズします。
nl: Pas het basisbestand voor het toevoegen van nieuwe vertalingen aan.
pt: Personaliza o ficheiro base para adicionar novas traduções.
pt_br: Personaliza o arquivo base para adicionar novas traduções.
ro: Personalizați fișierul de bază pentru adăugarea de noi traduceri.
ru: Задаёт базовый файл для добавления новых переводов.
sv: Anpassa basfilen för att lägga till nya översättningar.
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கு அடிப்படை கோப்பைத் தனிப்பயனாக்கவும்.
tr: Yeni çevirilerin eklenmesi için temel dosyayı özelleştirin.
uk: Налаштування базового файла для додавання нових перекладів.
zh_hans: 为另外新的翻译定制翻译模板文件。
zh_hant: 為另外新的翻譯定制譯文模板文件。

source: For example: ``{{ component }}/ts/en.ts``
de: Zum Beispiel: ``{{ component }}/ts/en.ts``
ga: Mar shampla: ``{{ comhpháirt }}/ts/en.ts``
hu: Például: ``{{ component }}/ts/en.ts``
id: Misalnya: ``{{ component }}/ts/en.ts``
ja: 例: ``{{ component }}/ts/en.ts``
nl: Bijvoorbeeld: ``{{ component }}/ts/en.ts``
pt: Por exemplo: ``{{ component }}/ts/en.ts``
pt_br: Por exemplo: ``{{ component }}/ts/en.ts``
ro: De exemplu: ``{{ component }}/ts/en.ts```
ru: Например: ``{{ component }}/ts/en.ts``
sv: Till exempel: ``{{ component }}/ts/en.ts``
ta: எடுத்துக்காட்டாக: `{{ component }}/ts/in.ts``
tr: Örnek: ``{{ component }}/ts/en.ts``
uk: Приклад: ``{{ component }}/ts/en.ts``
zh_hans: 例如：``{{ component }}/ts/en.ts``
zh_hant: 例如： ``{{ component }}/ts/en.ts``

source: You can also specify the file format to use (see :ref:`formats`), the default is auto-detection.
de: Auch das zu verwendende Dateiformat kann angeben werden (siehe :ref:`formats`), die Voreinstellung ist automatische Erkennung.
ga: Is féidir leat an fhormáid comhaid atá le húsáid a shonrú freisin (féach :ref:`formats`), is é an réamhshocrú uathoibríoch.
hu: A használandó fájlformátum is megadható (lásd: :ref:`formats`), alapértelmezetten automatikus felismerést alkalmaz.
id: Anda juga dapat menentukan format berkas yang akan digunakan (lihat :ref:`formats`), bawaannya adalah deteksi otomatis.
ja: 使用するファイル形式も指定できます（参照: :ref:`formats`）。デフォルトは自動検出。
nl: U kunt ook de te gebruiken bestandsindeling specificeren (bekijk :ref:`formats`), de standaard is automatisch detecteren.
pt: Também pode especificar o formato de ficheiro a ser usado (veja :ref:`formats`), a predefinição é a detecção automática.
pt_br: Você também pode especificar o formato de arquivo a ser usado (consulte :ref:`formats`), o padrão é a detecção automática.
ro: De asemenea, puteți specifica formatul de fișier care urmează să fie utilizat (a se vedea :ref:`formats`); în mod implicit, este vorba de autodetecția.
ru: Также вы можете указать формат файла (смотрите раздел :ref:`formats`), по умолчанию используется автоматическое определение.
sv: Du kan också ange vilket filformat som ska användas (se :ref:`formats`), standardinställningen är automatisk detektering.
tr: Kullanılacak dosya biçimini de belirtebilirsiniz (ayrıntılı bilgi almak için: :ref:`formats`). Varsayılan değer: Kendiliğinden algılama.
uk: Ви також можете вказати формат файлів, який слід використати (див. :ref:`formats`). Типовим є автоматичне визначення формату.
zh_hans: 您还可以使用的文件格式（请参见：:ref:`formats` ），默认为自动检测。
zh_hant: 您還可以使用的文件格式（請參見： :ref:`formats` ），默認為自動檢測。

source: You can specify language filtering (see :ref:`component`) with this parameter. It has to be a valid regular expression.
de: Mit diesem Parameter kann die Sprachfilterung (siehe :ref:`component`) angeben werden. Er muss ein gültiger regulärer Ausdruck sein.
ga: Is féidir leat scagadh teanga (féach :ref:`component`) a shonrú leis an bparaiméadar seo. Caithfidh sé a bheith ina shloinneadh rialta bailí.
hu: Megadható nyelvi szűrés (lásd: :ref:`component`) ezzel a paraméterrel. Érvényes reguláris kifejezésnek kell lennie.
id: Anda dapat menentukan pemfilteran bahasa (lihat :ref:`component`) dengan parameter ini. Parameter ini harus berupa ekspresi reguler yang valid.
ja: このパラメータを使用して、言語フィルタリング（参照: :ref:`component`）を指定します。有効な正規表現であることが必要。
nl: U kunt het filteren van taal specificeren (bekijk :ref:`component`) met deze parameter. Het moet een geldige reguliere uitdrukking zijn.
pt: Pode especificar a filtragem de idioma (veja :ref:`component`) com este parâmetro. Tem que ser uma expressão regular válida.
pt_br: Você pode especificar a filtragem de idioma (consulte :ref:`component`) com este parâmetro. Tem que ser uma expressão regular válida.
ro: Cu acest parametru puteți specifica filtrarea limbii (a se vedea :ref:`component`). Acesta trebuie să fie o expresie regulată validă.
ru: С помощью этого параметра можно указать языковой фильтр (смотрите раздел :ref:`component`). Должен быть правильным регулярным выражением.
sv: Du kan ange språkfiltrering (se :ref:`component`) med denna parameter. Det måste vara ett giltigt reguljärt uttryck.
tr: Bu parametreyle süzülecek dili belirtebilirsiniz (ayrıntılı bilgi almak için: :ref:`component`). Kurallı ifade geçerli olmalıdır.
uk: За допомогою цього параметра ви можете вказати фільтрування мов (див. :ref:`component`). Значенням параметра має бути коректний формальний вираз.
zh_hans: 您可以使用这个参数指定语言过滤器（请参见：:ref:`component` ）。它必须是合法的正则表达式。
zh_hant: 您可以使用這個參數指定語言過濾器（請參見： :ref:`component` ）。它必須是合法的正則表達式。

source: You can specify which component will be chosen as the main one—the one actually containing the VCS repository.
de: Es kann festlegt werden, welche Komponente als Hauptkomponente ausgewählt werden soll – die Komponente, die das VCS-Repository enthält.
ga: Is féidir leat a shonrú cén chomhpháirt a roghnófar mar an phríomhcheann – an ceann ina bhfuil an stór VCS i ndáiríre.
hu: Kiválasztható, melyik összetevő legyen az elsődleges – az, amely ténylegesen tartalmazza a VCS tárolót.
id: Anda dapat menentukan komponen mana yang akan dipilih sebagai komponen utama—komponen yang benar-benar berisi repositori VCS.
ja: メインのコンポーネントとして選択するコンポーネント、つまり VCS リポジトリを実際に含むコンポーネントを指定します。
nl: U kunt specificeren welk onderdeel als het belangrijkste moet worden gekozen—dat welke feitelijk de opslagruimte voor het VCS bevat.
pt: Pode especificar qual componente será escolhido como o principal -- aquele que realmente contém o repositório VCS.
pt_br: Você pode especificar qual componente será escolhido como o principal -- aquele que realmente contém o repositório VCS.
ro: Puteți specifica ce componentă va fi aleasă ca principală - cea care conține de fapt depozitul VCS.
ru: Вы можете указать, какой компонент будет выбран в качестве основного — тот, который фактически содержит репозиторий системы контроля версий.
sv: Du kan ange vilken komponent som ska väljas som huvudkomponent – den som faktiskt innehåller VCS-arkivet.
ta: எந்த கூறு முக்கியமாக தேர்ந்தெடுக்கப்படும் என்பதை நீங்கள் குறிப்பிடலாம் -உண்மையில் வி.சி.எச் களஞ்சியத்தைக் கொண்ட ஒன்று.
tr: Hangi bileşenin ana bileşen olarak seçileceğini belirtebilirsiniz. VCS deposunu içeren bileşen olmalıdır.
uk: Ви можете вказати, який складник буде вибрано як основний — той, який насправді містить сховище системи керування версіями.
zh_hans: 你可以指定哪个部件作为主部件——即真正包含版本控制系统仓库的部件。
zh_hant: 您可以指定選擇哪個組件作為主要的一個——即真正包含版本控制系統（VCS ）倉庫的那個。

source: Specify the overall, project or component translation license.
de: Gibt die Lizenz für die Gesamt-, Projekt- oder Komponentenübersetzung an.
ga: Sonraigh an ceadúnas aistriúcháin foriomlán, tionscadail nó comhpháirte.
hu: Megadható az általános, projekt- vagy összetevőszintű fordítási licenc.
id: Tentukan lisensi terjemahan keseluruhan, proyek atau komponen.
ja: 全体、プロジェクト、またはコンポーネントの翻訳ライセンスを指定します。
nl: Specificeer de algehele, project of onderdeel licentie voor de vertalingen.
pt: Especifica a licença de tradução geral, projeto ou componente.
pt_br: Especifica a licença de tradução geral, projeto ou componente.
ro: Specificați licența de traducere globală, de proiect sau de componentă.
ru: Указывает общую, проектную или компонентную лицензию на перевод.
sv: Ange den övergripande översättningslicensen, projektlicensen eller komponentlicensen.
ta: ஒட்டுமொத்த, திட்டம் அல்லது கூறு மொழிபெயர்ப்பு உரிமத்தைக் குறிப்பிடவும்.
tr: Genel, proje veya bileşen çeviri lisansını belirtin.
uk: Визначення загальних умов ліцензування, умов ліцензування проєкту або умов ліцензування складника.
zh_hans: 指定整体、项目或部件翻译的许可。
zh_hant: 指定整體、項目或組件翻譯的許可。

source: Specify the URL where the translation license is to be found.
de: Gibt die URL an, unter der die Übersetzungslizenz zu finden ist.
ga: Sonraigh an URL ina bhfuil an ceadúnas aistriúcháin le fáil.
hu: Megadható a licenc URL-je, ahol a fordítási licenc elérhető.
id: Tentukan URL tempat lisensi terjemahan dapat ditemukan.
ja: 翻訳ライセンスを取得する URL を指定します。
nl: Specificeer de URL waar de licentie voor de vertalingen is te vinden.
pt: Especifica a URL onde a licença de tradução encontra-se.
pt_br: Especifica a URL onde a licença de tradução pode ser encontrada.
ro: Precizați adresa URL la care trebuie găsită licența de traducere.
ru: Указывает URL-адрес, по которому может быть найдена лицензия перевода.
sv: Ange den URL där översättningslicensen finns.
ta: மொழிபெயர்ப்பு உரிமம் காணப்படும் இடத்தை முகவரி ஐக் குறிப்பிடவும்.
tr: Çeviri lisansının bulunduğu adresi belirtin.
uk: Визначення адреси, за якою можна знайти умови ліцензування перекладу.
zh_hans: 指定翻译许可所在的 URL。
zh_hant: 指定翻譯許可所在的 URL 。

source: In case you need to specify which version control system to use, you can do it here. The default version control is Git.
de: Falls angegeben werden muss, welche Versionsverwaltung verwendet werden soll, kann man dies hier tun. Die Standardversionsverwaltung ist Git.
ga: Más gá duit a shonrú cén leagan den chóras rialaithe a úsáidfidh tú, is féidir leat é a dhéanamh anseo. Is é Git an rialú leagan réamhshocraithe.
hu: Ha szükséges megadni, hogy melyik verziókezelő rendszert használja a rendszer, azt itt teheti meg. Az alapértelmezett verziókezelő rendszer a Git.
id: Jika Anda perlu menentukan sistem kontrol versi yang akan digunakan, Anda dapat melakukannya di sini. Kontrol versi bawaan adalah Git.
ja: 使用するバージョン管理システムの指定が必要な場合は、ここで設定します。既定のバージョン管理は Git。
nl: In het geval u moet specificeren welk systeem voor versiebeheer te gebruiken, kunt u dat hier doen. Het standaard systeem voor versiebeheer is Git.
pt: Caso precise especificar qual sistema de controle de versão usar, pode fazê-lo aqui. O controle de versão predefinido é Git.
pt_br: Caso você precise especificar qual sistema de controle de versão usar, você pode fazê-lo aqui. O controle de versão padrão é Git.
ro: În cazul în care trebuie să specificați ce sistem de control al versiunilor trebuie să utilizați, o puteți face aici. Sistemul implicit de control al versiunilor este Git.
ru: В случае, если вам необходимо указать, какую использовать систему контроля версий, вы можете сделать это здесь. Система контроля версий по умолчанию — Git.
sv: Om du behöver ange vilket versionshanteringssystem som ska användas kan du göra det här. Standardversionshanteringen är Git.
ta: எந்த பதிப்பு கட்டுப்பாட்டு அமைப்பைப் பயன்படுத்த வேண்டும் என்பதை நீங்கள் குறிப்பிட வேண்டும் என்றால், நீங்கள் அதை இங்கே செய்யலாம். இயல்புநிலை பதிப்பு கட்டுப்பாடு அறிவிலி.
tr: Hangi sürüm denetim sistemini kullanacağınızı belirtmeniz gerekirse, buradan yapabilirsiniz. Varsayılan sürüm denetimi: Git.
uk: Якщо вам потрібно вказати, яку систему керування версіями слід використати, ви можете вказати її тут. Типовою системою керування версіями є git.
zh_hans: 在需要指定使用哪个版本的轻质系统的情况下，您可以在这里进行。默认版本控制是 Git。
zh_hant: 在需要指定使用哪個版本的輕質系統的情況下，您可以在這裡進行。默認版本控制是 Git。

source: To give you some examples, let's try importing two projects.
de: Um Ihnen einige Beispiele zu geben, importieren wir zwei Projekte.
ga: Chun roinnt samplaí a thabhairt duit, déanaimis iarracht dhá thionscadal a allmhairiú.
hu: Hogy szemléltessük a folyamatot, próbáljunk meg importálni két projektet.
id: Untuk memberi Anda beberapa contoh, mari kita coba mengimpor dua proyek.
ja: 例として、2 つのプロジェクトをインポートします。
nl: Laten we, om enkele voorbeelden te geven, twee projecten importeren.
pt: Para dar alguns exemplos, vamos tentar importar dois projetos.
pt_br: Para dar alguns exemplos, vamos tentar importar dois projetos.
ro: Pentru a vă oferi câteva exemple, să încercăm să importăm două proiecte.
ru: Примера ради, давайте попробуем импортировать пару проектов.
sv: För att ge några exempel, låt oss prova att importera två projekt.
ta: உங்களுக்கு சில எடுத்துக்காட்டுகளை வழங்க, இரண்டு திட்டங்களை இறக்குமதி செய்ய முயற்சிப்போம்.
tr: Örnek olması için, iki projeyi içe aktarmayı deneyelim.
uk: Для прикладу, давайте спробуємо імпортувати два проєкти.
zh_hans: 为了给出一些示例，让我们导入两个项目。
zh_hant: 為了給出一些例子，讓我們導入兩個項目。

source: First The Debian Handbook translations, where each language has separate a folder with the translations of each chapter:
de: Zuerst die Übersetzungen des Debian-Handbuchs, wobei jede Sprache einen eigenen Ordner mit den Übersetzungen der einzelnen Kapitel hat:
ga: An Chéad Aistriúcháin Lámhleabhar Debian, áit a bhfuil fillteán ar leith ag gach teanga le haistriúcháin gach caibidle:
hu: Először a Debian kézikönyv fordításait, ahol minden nyelv külön mappában van, és az egyes fejezetek fordításait tartalmazza:
id: Pertama Terjemahan Buku Pegangan Debian, di mana setiap bahasa memiliki map terpisah dengan terjemahan setiap bab:
ja: はじめは、Debian ハンドブックの翻訳です。言語ごとにフォルダが別れていて、各章の翻訳が入っています。
nl: Als eerst de vertalingen voor The Debian Handbook, waar elke taal een afzonderlijke map heeft binnen de vertalingen van elke hoofdstuk:
pt: Primeiro as traduções do Manual do Debian, onde cada idioma separou uma pasta com as traduções de cada capítulo:
pt_br: Primeiro as traduções do Manual do Debian, onde cada idioma separou uma pasta com as traduções de cada capítulo:
ro: În primul rând traducerile Manualului Debian, unde fiecare limbă are un dosar separat cu traducerile fiecărui capitol:
ru: Первый — перевод Руководства Debian, в котором для каждого языка имеется отдельный каталог с переводами каждой главы:
sv: Först översättningarna av Debian-handboken, där varje språk har en separat mapp med översättningarna av varje kapitel:
ta: முதலில் டெபியன் கையேடு மொழிபெயர்ப்புகள், ஒவ்வொரு மொழிக்கும் ஒவ்வொரு அத்தியாயத்தின் மொழிபெயர்ப்புகளுடன் ஒரு கோப்புறையை பிரிக்கிறது:
tr: İlk olarak, her dilin her bölümün çevirilerinin ayrı bir klasörde bulunan Debian el kitabı çevirileri:
uk: Спочатку, розгляньмо переклади «The Debian Handbook», де для кожної мови передбачено окрему теку із перекладами кожної з глав книги:
zh_hans: 第一个是 Debian 手册翻译，那里的每种语言都有各自的文件夹，里面有 每个章节的翻译：
zh_hant: 第一個是 Debian 手冊翻譯，那裡的每種語言都有各自的文件夾，裡面有 每個章節的翻譯：

source: Then the Tanaguru tool, where the file format needs be specified, along with the base file template, and how all components and translations are located in single folder:
de: Dann das Tanaguru-Tool, wo das Dateiformat angegeben werden muss, zusammen mit der Basisdatei-Vorlage, und wie alle Komponenten und Übersetzungen in einem einzigen Ordner gespeichert werden:
ga: Ansin an uirlis Tanaguru, áit ar gá an fhormáid comhaid a shonrú, mar aon leis an teimpléad bunchomhaid, agus an chaoi a bhfuil na comhpháirteanna agus na haistriúcháin go léir suite i bhfillteán amháin:
hu: Ezután a Tanaguru eszközt, ahol a fájlformátumot is meg kell adni, valamint az alapfájl sablonját, és azt, hogy minden összetevő és fordítás egyetlen mappában található:
id: Kemudian alat Tanaguru, di mana format berkas perlu ditentukan, bersama dengan templat berkas dasar, dan bagaimana semua komponen dan terjemahan ditempatkan dalam satu map:
ja: 次は、Tanaguru ツールです。このツールでは、ファイル形式と基礎となる翻訳ファイルのテンプレートを指定する必要があり、すべてのコンポーネントの翻訳が1つのフォルダに配置されています。
nl: Dan het programma Tanaguru, waar de bestandsindeling moet worden gespecificeerd, naast het sjabloon voor het basisbestand en hoe alle onderdelen en vertalingen in een enkele map zijn geplaatst:
pt: Em seguida, a ferramenta Tanaguru, onde o formato do ficheiro precisa ser especificado, junto com o modelo de ficheiro base e como todos os componentes e traduções estão localizados numa única pasta:
pt_br: Em seguida, a ferramenta Tanaguru, onde o formato do arquivo precisa ser especificado, junto com o modelo de arquivo base, e como todos os componentes e traduções estão localizados em uma única pasta:
ro: Apoi, instrumentul Tanaguru, unde trebuie specificat formatul fișierului, împreună cu șablonul fișierului de bază și modul în care toate componentele și traducerile sunt localizate într-un singur dosar:
ru: Далее инструмент Tanaguru, для которого необходимо указать формат файла, шаблон базового файла, а также то, что все компоненты и переводы расположены в одном каталоге:
sv: Sedan Tanaguru-verktyget, där filformatet måste anges, tillsammans med basfilmallen och hur alla komponenter och översättningar finns i en enda mapp:
ta: அடிப்படை கோப்பு வார்ப்புருவுடன், கோப்பு வடிவம் குறிப்பிடப்பட வேண்டிய தனகுரு கருவி, மற்றும் அனைத்து கூறுகளும் மொழிபெயர்ப்புகளும் ஒற்றை கோப்புறையில் எவ்வாறு அமைந்துள்ளன:
tr: Ardından, temel dosya kalıbıyla birlikte dosya biçiminin belirtilmesi gereken Tanaguru aracı ve tüm bileşenler ile çevirilerin tek bir klasörde nasıl bulunduğu:
uk: Далі, розгляньмо інструмент Tanaguru, де слід вказати формат файла, а також шаблон базового файла і те, як усі складники і переклади розташовано у одній теці:
zh_hans: 然后 Tangaguru 工具，那里需要指定文件格式和翻译模板文件，并且指定所有部件和翻译如何位于单一一个文件夹中：
zh_hant: 然後 Tangaguru 工具，那裡需要指定文件格式和譯文模板文件，並且指定所有組件和翻譯如何位於單一一個文件夾中：

source: More complex example of parsing of filenames to get the correct component and language out of a filename like ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
de: Ein komplexeres Beispiel für das Analysieren von Dateinamen, um die richtige Komponente und Sprache aus einem Dateinamen wie ``src/security/Numerous_security_holes_in_0.10.1.de.po`` zu erhalten:
ga: Sampla níos casta de pharsáil ainmneacha comhaid chun an chomhpháirt agus an teanga cheart a bhaint as ainm comhaid ar nós ``src/security/Lumerous_security_holes_in_0.10.1.de.po``:
hu: Bonyolultabb példa fájlnevek elemzésére, ahol a fájlnév alapján az összetevő és a nyelv is meghatározható, például: ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
id: Contoh yang lebih rumit dari penguraian nama berkas untuk mendapatkan komponen dan bahasa yang benar dari nama berkas seperti ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
ja: ファイル名を解析して、``src/security/Numerous_security_holes_in_0.10.1.de.po`` のようなファイル名から、正しいコンポーネントと言語を取得する、もっと複雑な例:
nl: Meer complex voorbeeld van het parsen van bestandsnamen, om het juiste onderdeel en taal uit een bestandsnaam zoals ``src/security/Numerous_security_holes_in_0.10.1.de.po`` te krijgen:
pt: Um exemplo mais complexo de análise de nomes de ficheiro para obter o componente correto e o idioma de um nome de ficheiro como ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
pt_br: Um exemplo mais complexo de análise de nomes de arquivo para obter o componente correto e o idioma de um nome de arquivo como ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
ro: Exemplu mai complex de analiză a numelor de fișiere pentru a obține componenta și limba corectă dintr-un nume de fișier de tipul ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
ru: Более сложный пример разбора имён файлов для получения правильного компонента и языка из имени файла вида ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
sv: Mer komplext exempel på parsning av filnamn för att få fram rätt komponent och språk ur ett filnamn som ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
ta: `` எச்.ஆர்.சி/பாதுகாப்பு/ஏராளமான_செக்யூரிட்டி_ஓல்ச்_0.10.1.de.po`` போன்ற கோப்பு பெயரில் இருந்து சரியான கூறு மற்றும் மொழியைப் பெற கோப்பு பெயர்களை பாகுபடுத்துவதற்கான மிகவும் சிக்கலான எடுத்துக்காட்டு:
tr: Daha karmaşık bir örnek olarak, ``src/security/Numerous_security_holes_in_0.10.1.de.po`` gibi bir dosya adından doğru bileşeni ve dili ayıklamak:
uk: Складніший приклад обробки назв файлів для отримання належних записів складників та мови з назви файла, зокрема ``src/security/Numerous_security_holes_in_0.10.1.de.po``:
zh_hans: 更复杂的示例是关于解析文件名而从文件名中得到正确的部件和语言，像 ``src/security/Numerous_security_holes_in_0.10.1.de.po``：
zh_hant: 更複雜的例子是關於解析文件名而從文件名中得到正確的組件和語言，像 ``src/security/Numerous_security_holes_in_0.10.1.de.po``：

source: Filtering only translations in a chosen language:
de: Nur Übersetzungen einer bestimmten Sprache filtern:
ga: Aistriúcháin i dteanga roghnaithe amháin a scagadh:
hu: Csak egy kiválasztott nyelv fordításainak szűrése:
id: Memfilter hanya terjemahan dalam bahasa yang dipilih:
ja: 選択した言語の翻訳のみをフィルタする方法:
nl: Vertalingen alleen filteren op een gekozen taal:
pt: Filtrando apenas traduções num idioma escolhido:
pt_br: Filtrando apenas traduções em um idioma escolhido:
ro: Filtrarea numai a traducerilor într-o limbă aleasă:
ru: Импорт переводов только на указанные языки:
sv: Filtrera endast översättningar på ett valt språk:
ta: தேர்ந்தெடுக்கப்பட்ட மொழியில் மொழிபெயர்ப்புகளை மட்டுமே வடிகட்டுதல்:
tr: Yalnızca seçilmiş bir dildeki çevirileri süzme:
uk: Фільтрування з метою отримання лише перекладів вибраною мовою:
zh_hans: 筛选出指定的语言的翻译：
zh_hant: 篩選出指定的語言的翻譯：

source: Importing Sphinx documentation split to multiple files:
de: Importieren von Sphinx-Dokumentation, aufgeteilt auf mehrere Dateien:
ga: Ag iompórtáil doiciméadú Sphinx roinnte go comhaid iolracha:
hu: Sphinx dokumentáció importálása, amely több fájlra van osztva:
id: Mengimpor dokumentasi Sphinx dibagi menjadi beberapa berkas:
ja: Sphinx ドキュメントを、複数のファイルに分割してインポートする方法:
nl: Importeren van documentatie voor Sphinx, gesplitst in meerdere bestanden:
pt: Importando a documentação do Sphinx dividida em vários ficheiros:
pt_br: Importando a documentação do Sphinx dividida em vários arquivos:
ro: Importul documentației Sphinx împărțite în mai multe fișiere:
ru: Импорт Sphinx-документации, разбитой на несколько файлов:
sv: Importera Sphinx-dokumentation uppdelad i flera filer:
ta: சூரரிமாச்சிலை ஆவணங்களை பல கோப்புகளுக்குப் பிரித்தல்:
tr: Birden çok dosyaya ayrılmış Sphinx belgelerini içe aktarmak:
uk: Імпортування документації Sphinx, поділеної на декілька файлів:
zh_hans: 导入 Sphinx 文档，分成多个文件：
zh_hant: 導入 Sphinx 文檔，分成多個文件：

source: Importing Sphinx documentation split to multiple files and directories:
de: Importieren von Sphinx-Dokumentation, aufgeteilt auf mehrere Dateien und Verzeichnisse:
ga: Ag iompórtáil doiciméadú Sphinx roinnte go comhaid agus eolairí iolracha:
hu: Sphinx dokumentáció importálása, amely több fájlra és mappára van osztva:
id: Mengimpor dokumentasi Sphinx dibagi menjadi beberapa berkas dan direktori:
ja: Sphinx ドキュメントを、複数のファイルおよびディレクトリに分割してインポートする方法:
nl: Importeren van documentatie voor Sphinx, gesplitst in meerdere bestanden en mappen:
pt: A documentação de importação do Sphinx dividida em vários ficheiros e diretórios:
pt_br: A documentação de importação do Sphinx dividida em vários arquivos e diretórios:
ro: Importul documentației Sphinx împărțite în mai multe fișiere și directoare:
ru: Импорт Sphinx-документации, разбитой на несколько файлов и каталогов:
sv: Importera Sphinx-dokumentation uppdelad i flera filer och kataloger:
ta: சூரரிமாச்சிலை ஆவணங்களை இறக்குமதி செய்தல் பல கோப்புகள் மற்றும் கோப்பகங்களுக்கு பிரிக்கப்பட்டுள்ளது:
tr: Birden çok dosya ve klasöre ayrılmış Sphinx belgelerini içe aktarmak:
uk: Імпортування документації Sphinx, поділеної на декілька файлів і каталогів:
zh_hans: 导入 Sphinx 文档，分成多个文件和文件夹：
zh_hant: 導入 Sphinx 文檔，分成多個文件和文件夾：
