Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Defines how often lengthy maintenance tasks should be triggered for a component.
de: Legt fest, wie oft langwierige Wartungsmaßnahmen für eine Komponente ausgelöst werden sollen.
ga: Sainmhíníonn sé cé chomh minic is cóir tascanna cothabhála fada a chur i bhfeidhm do chomhpháirt.
hu: Meghatározza, hogy milyen gyakran indítsa el a rendszer a hosszabb karbantartási feladatokat egy összetevőnél.
id: Menentukan seberapa sering tugas pemeliharaan yang panjang harus dipicu untuk suatu komponen.
ja: コンポーネントに対して時間のかかるメンテナンス タスクを起動させる頻度を定義します。
nl: Definieert hoe vaak langdurige taken voor onderhoud zouden moeten worden geactiveerd voor een onderdeel.
pt: Define com que frequência as tarefas de manutenção demoradas devem ser acionadas para um componente.
pt_br: Define com que frequência as tarefas de manutenção demoradas devem ser acionadas para um componente.
ro: Definește cât de des trebuie declanșate sarcinile de întreținere de lungă durată pentru o componentă.
ru: Определяет, как часто для компонента должны запускаться задачи длительного обслуживания.
sv: Definierar hur ofta långvariga underhållsuppgifter ska utlösas för en komponent.
ta: ஒரு கூறுக்கு எவ்வளவு அடிக்கடி நீண்ட பராமரிப்பு பணிகள் தூண்டப்பட வேண்டும் என்பதை வரையறுக்கிறது.
tr: Bir bileşen için uzun bakım görevlerinin tetiklenme sıklığını belirtir.
uk: Визначає частоту, із якою запускатимуться тривалі завдання для складника.
zh_hans: 定义应为部件触发冗长维护任务的频率。
zh_hant: 定義應為組件觸發冗長的維護任務的頻率。

source: Right now this controls:
de: Im Moment steuert dies:
ga: Faoi láthair rialaíonn sé seo:
hu: Jelenleg az alábbiak vezérlésére szolgál:
id: Saat ini yang mengontrol:
ja: 現在管理できるもの:
nl: Momenteel beheert dit:
pt: No momento, isso controla:
pt_br: No momento, isso controla:
ro: În momentul de față acest lucru controlează:
ru: В данный момент оно управляет:
sv: Just nu styr detta:
ta: இப்போது இது கட்டுப்படுத்துகிறது:
tr: Şu anda bunun denetlediği:
uk: У поточній версії керує такими елементами:
zh_hans: 现在这个控件:

source: :ref:`addon-weblate.autotranslate.autotranslate` add-on
de: :ref:`addon-weblate.autotranslate.autotranslate`-Erweiterung
ga: :ref:`addon-weblate.autotranslate.autotranslate` breiseán
hu: :ref:`addon-weblate.autotranslate.autotranslate` kiegészítő
id: Pengaya :ref:`addon-weblate.autotranslate.autotranslate`
ja: :ref:`addon-weblate.autotranslate.autotranslate` アドオン
nl: add-on :ref:`addon-weblate.autotranslate.autotranslate`
pt: Extensão :ref:`addon-weblate.autotranslate.autotranslate`
pt_br: Extensão :ref:`addon-weblate.autotranslate.autotranslate`
sv: :ref:`addon-weblate.autotranslate.autotranslate` tillägg
ta: :ref:`addon-weblate.autotranslate.autotranslate` கூடுதல்
tr: :ref:`addon-weblate.autotranslate.autotranslate` eklentisi
uk: додатком :ref:`addon-weblate.autotranslate.autotranslate`
zh_hans: :ref:`addon-weblate.autotranslate.autotranslate` 附加组件

source: Possible choices:
de: Mögliche Auswahlmöglichkeiten:
ga: Roghanna féideartha:
hu: Lehetséges beállítások:
id: Pilihan yang mungkin:
ja: 可能な選択肢:
nl: Mogelijke keuzes:
pt: Escolhas possíveis:
pt_br: Escolhas possíveis:
ro: Opțiuni posibile:
ru: Возможные варианты:
sv: Möjliga val:
ta: சாத்தியமான தேர்வுகள்:
tr: Olası seçenekler:
uk: Можливі варіанти значень:
zh_hans: 可能的选项：

source: ``monthly`` (this is the default)
de: ``monthly`` (dies ist die Standardeinstellung)
ga: ``míosúil`` (seo an réamhshocrú)
hu: ``monthly`` (ez az alapértelmezett)
id: ``bulanan`` (ini adalah bawaan)
ja: ``monthly`` （これがデフォルト）
nl: ``monthly`` (dit is de standaard)
pt: ``monthly`` (este é o padrão)
pt_br: ``monthly`` (este é o padrão)
ro: ``monthly`` (aceasta este valoarea implicită)
ru: ``monthly`` (ежемесячно) (по умолчанию)
sv: ``månadsvis`` (detta är standardinställningen)
ta: `` மாதாந்திர`` (இது இயல்புநிலை)
tr: ``aylık`` (varsayılan)
uk: ``monthly`` (щомісяця, типове значення)
zh_hans: ``monthly``\ （这是默认设置）
zh_hant: ``每月``（這是默認值）

source: Increasing the frequency is not recommended when Weblate contains thousands of components.
de: Es wird nicht empfohlen, die Häufigkeit zu erhöhen, wenn Weblate Tausende von Komponenten enthält.
ga: Ní mholtar an mhinicíocht a mhéadú nuair a bhíonn na mílte comhpháirt ag Weblate.
hu: A gyakoriság növelése nem ajánlott, ha a Weblate telepítés több ezer összetevőt tartalmaz.
id: Meningkatkan frekuensi tidak disarankan ketika Weblate berisi ribuan komponen.
ja: Weblate に数千個のコンポーネントが含まれている場合、頻度を増やすことは推奨しません。
nl: Verhogen van de frequentie wordt niet aanbevolen als Weblate duizenden onderdelen bevat.
pt: O aumento da frequência não é recomendado quando o Weblate contém milhares de componentes.
pt_br: O aumento da frequência não é recomendado quando o Weblate contém milhares de componentes.
ro: Creșterea frecvenței nu este recomandată atunci când Weblate conține mii de componente.
ru: Увеличение частоты не рекомендуется, если Weblate содержит тысячи компонентов.
sv: Det rekommenderas inte att öka frekvensen när Weblate innehåller tusentals komponenter.
ta: வலைபெயர்ப்பில் ஆயிரக்கணக்கான கூறுகள் இருக்கும்போது அதிர்வெண்ணை அதிகரிப்பது பரிந்துரைக்கப்படவில்லை.
tr: Weblate üzerinde binlerce bileşen bulunuyorsa sıklığın artırılması önerilmez.
uk: Не рекомендуємо збільшувати частоту, якщо у Weblate тисячі складників.
zh_hans: 当 Weblate 包含数千个部件时，不建议增加频率。
zh_hant: 當WebLate包含數千個組件時，不建議不要增加頻率。

source: List of languages to offer users for starting a new translation. When not specified, a built-in list is used (which includes all commonly used languages, but without country specific variants).
de: Liste der Sprachen, die den Benutzern für den Start einer neuen Übersetzung angeboten werden. Wenn nichts angegeben ist, wird eine integrierte Liste verwendet (die alle gängigen Sprachen enthält, aber keine länderspezifischen Varianten).
ga: Liosta teangacha le tairiscint d'úsáideoirí chun aistriúchán nua a thosú. Nuair nach sonraítear é, úsáidtear liosta ionsuite (lena n-áirítear na teangacha go léir a úsáidtear go coitianta, ach gan leaganacha a bhaineann go sonrach le tír).
hu: A felhasználók számára felkínált nyelvek listája új fordítás indításakor. Ha nincs megadva, a beépített lista lesz használva (amely minden elterjedt nyelvet tartalmaz, de ország-specifikus változatok nélkül).
id: Daftar bahasa yang ditawarkan kepada pengguna untuk memulai terjemahan baru. Jika tidak ditentukan, daftar bawaan akan digunakan (yang mencakup semua bahasa yang umum digunakan, tetapi tanpa varian khusus negara).
ja: 新しい翻訳を開始するためにユーザーに提供する言語の一覧。指定しない場合は、一般的に使用されているすべての言語を含む組み込みリストを使用しますが、国の指定がついた言語コードは含みません。
nl: Lijst met talen om aan gebruikers aan te bieden voor het beginnen van een nieuwe vertaling. Indien niet gespecificeerd wordt een ingebouwde lijst gebruikt (die alle veel gebruikte talen bevat, maar zonder landspecifieke varianten).
pt: Lista de idiomas para oferecer aos utilizadores para iniciar uma nova tradução. Quando não especificado, a lista embutida é usada, o que inclui todos os idiomas comumente usados, mas sem variantes específicas de país.
pt_br: Lista de idiomas para oferecer aos usuários para iniciar uma nova tradução. Quando não especificado, a lista embutida é usada, o que inclui todos os idiomas comumente usados, mas sem variantes específicas de país.
ru: Список языков, который будет предлагаться пользователям при создании нового перевода. Если не задан, то будет использоваться встроенный список, который включает все распространённые языки, но без добавления вариантов для конкретных стран.
sv: Lista över språk som användarna kan välja för att påbörja en ny översättning. Om inget anges används en inbyggd lista (som innehåller alla vanliga språk, men utan landsspecifika varianter).
ta: புதிய மொழிபெயர்ப்பைத் தொடங்க பயனர்களுக்கு வழங்குவதற்கான மொழிகளின் பட்டியல். குறிப்பிடப்படாதபோது, ஒரு உள்ளமைக்கப்பட்ட பட்டியல் பயன்படுத்தப்படுகிறது (இதில் பொதுவாகப் பயன்படுத்தப்படும் அனைத்து மொழிகளும் அடங்கும், ஆனால் நாட்டின் குறிப்பிட்ட மாறுபாடுகள் இல்லாமல்).
tr: Kullanıcılara yeni çeviriye başlamaları için sunulacak dillerin listesi. Belirtilmediğinde, yaygın olarak kullanılan tüm dilleri içeren, ancak ülkeye özgü lehçeleri olmayan bir iç liste kullanılır.
uk: Список мов, які буде запропоновано користувачам при започаткуванні нового перекладу. Якщо не вказано, буде використано вбудований список, до якого включено найпоширеніші мови, але без діалектів певних країн.
zh_hans: 提供给用户开始新的翻译的语言列表。当未指定时，使用内建列表（其中包括所有常用的语言，但没有特定国家/地区的变体）。

source: This only limits non privileged users to add unwanted languages. Project admins are still presented with the full selection of languages defined in Weblate.
de: Dies schränkt nur nicht-berechtigte Benutzer ein, unerwünschte Sprachen hinzuzufügen. Den Projektadministratoren steht nach wie vor die gesamte Auswahl der in Weblate definierten Sprachen zur Verfügung.
ga: Ní chuireann sé seo teorainn ach le húsáideoirí neamhphribhléideach teangacha nach dteastaíonn a chur leis. Cuirtear rogha iomlán na dteangacha atá sainmhínithe in Weblate i láthair fós do riarthóirí tionscadail.
hu: Ez a beállítás csak a az adminisztrációs joggal nem rendelkező felhasználók számára korlátozza a nem kívánt nyelvek hozzáadását. A projekt adminisztrátorok továbbra is a Weblate által definiált teljes nyelvlistát látják.
id: Ini hanya membatasi pengguna yang tidak memiliki hak istimewa untuk menambahkan bahasa yang tidak diinginkan. Admin proyek tetap diberikan pilihan bahasa lengkap yang ditentukan di Weblate.
ja: これは、特権のないユーザーが不要な言語を追加することを制限するだけです。プロジェクト管理者には、選択肢にすべての Weblate に設定済みの言語が引き続き表示されます。
nl: Dit beperkt alleen niet geprivilegieerde gebruikers om niet gewenste talen toe te voegen. Aan projectbeheerders wordt nog steeds de volledige selectie van in Weblate gedefinieerde talen weergegeven.
pt: Isto só limita utilizadores não privilegiados a adicionar idiomas indesejados. Os administradores do projeto ainda são apresentados com seleção completa de idiomas definidos no Weblate.
pt_br: Isso só limita usuários não privilegiados a adicionar idiomas indesejados. Os administradores do projeto ainda são apresentados com seleção completa de idiomas definidos no Weblate.
ru: Это не даёт непривилегированным пользователям добавлять нежелательные языки. Это не влияет на администраторов проектов — они всё также могут выбирать из полного списка языков, доступных в Weblate.
sv: Detta begränsar endast icke-privilegierade användare från att lägga till oönskade språk. Projektadministratörer har fortfarande tillgång till hela urvalet av språk som definierats i Weblate.
ta: இது தேவையற்ற மொழிகளைச் சேர்க்க சலுகை பெறாத பயனர்களை மட்டுமே கட்டுப்படுத்துகிறது. வலைபெயர்ப்பில் வரையறுக்கப்பட்ட மொழிகளின் முழுத் தேர்வையும் திட்ட நிர்வாகிகள் இன்னும் வழங்கியுள்ளனர்.
tr: Bu seçenek, yalnızca yetki verilmemiş kullanıcıların istenmeyen diller eklemesini engeller. Proje yöneticilerine Weblate üzerinde tanımlanmış dillerin tümü sunulur.
uk: Це заборонить додавати небажані мови лише непривілейованим користувачам. Адміністраторам проєкту все одно буде надано повний набір мов, які визначено у Weblate.
zh_hans: 这只是限制了非特权用户将不想要的语言添加进来。项目管理员仍然被给出 Weblate 中定义的所有语言选择。

source: This does not define new languages for Weblate — it only filters existing ones in the database.
de: Damit werden keine neuen Sprachen für Weblate definiert – es werden nur die in der Datenbank vorhandenen gefiltert.
ga: Ní shainíonn sé seo teangacha nua do Weblate — ní dhéanann sé ach na cinn atá sa bhunachar sonraí a scagadh.
hu: Ez a beállítás nem hoz létre új nyelveket a Weblate-ben — csupán az adatbázisban meglévő nyelvek szűrését szabályozza.
id: Ini tidak mendefinisikan bahasa baru untuk Weblate — ini hanya memfilter bahasa yang sudah ada dalam basis data.
ja: これは Weblate に新しい言語を定義するものではなく、データベース内の既存の言語にフィルターをかけるだけです。
nl: Dit definieert geen nieuwe talen voor Weblate — het filtert alleen de bestaande in de database.
pt: Isto não define novos idiomas para o Weblate — apenas filtra os existentes no banco de dados.
pt_br: Isso não define novos idiomas para o Weblate — apenas filtra os existentes no banco de dados.
ru: Это также не определяет новые языки в Weblate, а только фильтрует те, что уже присутствуют в базе данных.
sv: Detta definierar inte nya språk för Weblate — det filtrerar endast befintliga språk i databasen.
ta: இது வலைபெயர்ப்புடுக்கான புதிய மொழிகளை வரையறுக்காது - இது தரவுத்தளத்தில் இருக்கும்வற்றை மட்டுமே வடிகட்டுகிறது.
tr: Bu seçenek, Weblate üzerinde yeni diller tanımlamaz, yalnızca veri tabanında var olan dilleri süzer.
uk: Це не визначає нових мов для Weblate, лише фільтрує наявні у базі даних.
zh_hans: 这对 Weblate 并不定义新的语言，它只在数据库中筛选了现有的那些。

source: You can pass additional arguments to :command:`borg create` when built-in backups are triggered.
de: Es können zusätzliche Argumente an :command:`borg create` übergeben werden, wenn integrierte Sicherungen ausgelöst werden.
ga: Is féidir leat argóintí breise a chur ar aghaidh chuig :command:`borg create` nuair a spreagtar cúltacaí ionsuite.
hu: További argumentumokat adhat meg a :command:`borg create` parancshoz, amikor a beépített biztonsági mentések elindulnak.
id: Anda dapat meneruskan argumen tambahan ke :command:`borg create` ketika rekam cadang bawaan dipicu.
ja: 内蔵のバックアップが起動されたときに、:command:`borg create` に追加の引数を渡せます。
nl: U kunt aanvullende argumenten doorgeven aan :command:`borg create` als ingebouwde back-ups worden geactiveerd.
pt: Pode passar argumentos adicionais para :command:`borg create` quando backups embutidos forem acionados.
pt_br: Você pode passar argumentos adicionais para :command:`borg create` quando backups embutidos forem acionados.
ro: Puteți trece argumente suplimentare la :command:`borg create` atunci când sunt declanșate copiile de rezervă încorporate.
ru: Вы можете передать дополнительные аргументы в команде :command:`borg create`, когда запускается встроенное резервное копирование.
sv: Du kan skicka ytterligare argument till :command:`borg create` när inbyggda säkerhetskopior aktiveras.
ta: நீங்கள் கூடுதல் வாதங்களை அனுப்பலாம்: கட்டளை: `போர்க் உருவாக்கு` உள்ளமைக்கப்பட்ட காப்புப்பிரதிகள் தூண்டப்படும்போது.
tr: İç yedeklemeler tetiklendiğinde :command:`borg create` komutuna ek parametreler iletebilirsiniz.
uk: Ви можете передати додаткові аргументи :command:`borg create`, якщо увімкнено вбудоване резервне копіювання.
zh_hans: 当内置备份被触发时，你可以将额外的变量传递给 :command:`borg create`。

source: Directory where Weblate stores cache files. Defaults to :file:`cache` subfolder in :setting:`DATA_DIR`.
de: Das Verzeichnis, in dem Weblate Cache-Dateien speichert. Standardmäßig ist dies der Unterordner :file:`cache` in :setting:`DATA_DIR`.
ga: Eolaire ina stórálann Weblate comhaid taisce. Réamhshocraithe chuig fo-fhillteán :file:`cache` in :setting:`DATA_DIR`.
hu: A könyvtár, ahol a Weblate a gyorsítótár fájlokat tárolja. Alapértelmezett hely: a :setting:`DATA_DIR` könyvtár :file:`cache` almappája.
id: Direktori tempat Weblate menyimpan berkas simpanan. Secara bawaan, subfoldernya adalah :file:`cache` di :setting:`DATA_DIR`.
ja: Weblate がキャッシュ ファイルを保存するディレクトリ。デフォルトは :setting:`DATA_DIR` のサブフォルダ :file:`cache` です。
nl: Map waar Weblate bestanden voor de cache opslaat. Standaard de submap :file:`cache` in :setting:`DATA_DIR`.
pt: Diretório onde o Weblate armazena ficheiros de cache. O padrão é a subpasta :file:`cache` em :setting:`DATA_DIR`.
pt_br: Diretório onde o Weblate armazena arquivos de cache. O padrão é a subpasta :file:`cache` em :setting:`DATA_DIR`.
ru: Каталог, в котором Weblate хранит файлы кэша. По умолчанию используется подпапка :file:`cache` в :setting:`DATA_DIR`.
sv: Katalog där Weblate lagrar cachefiler. Standardinställningen är :file:`cache`-underkatalogen i :setting:`DATA_DIR`.
tr: Weblate ön bellek dosyalarının tutulacağı klasör. Varsayılan olarak :setting:`DATA_DIR` içindeki :file:`cache` alt klasörü kullanılır.
uk: Каталог, у якому Weblate зберігає файли кешу. Типовим є підкаталог :file:`cache` у :setting:`DATA_DIR`.
zh_hans: Weblate 存放缓存文件的目录。默认为 :setting:`DATA_DIR` 中的 :file:`cache` 子目录。

source: Change this to local or temporary filesystem if :setting:`DATA_DIR` is on a network filesystem.
de: Ändern Sie dies in lokales oder temporäres Dateisystem, wenn :setting:`DATA_DIR` auf einem Netzwerk-Dateisystem liegt.
ga: Athraigh é seo go córas comhaid áitiúil nó sealadach má tá :setting:`DATA_DIR` ar chóras comhaid líonra.
hu: Érdemes helyi vagy ideiglenes fájlrendszert megadni erre a célra, ha a :setting:`DATA_DIR` hálózati fájlrendszeren található.
id: Ubah ini ke sistem berkas lokal atau sementara jika :setting:`DATA_DIR` ada di sistem berkas jaringan.
ja: :setting:`DATA_DIR` がネットワーク ファイルシステム上にある場合は、これをローカルまたは一時ファイルシステムに変更します。
nl: Wijzig dit naar lokaal of tijdelijk bestandssysteem als :setting:`DATA_DIR` op een netwerk-bestandssysteem staat.
pt: Altere isto para o sistema de ficheiros local ou temporário se :setting:`DATA_DIR` estiver num sistema de ficheiros de rede.
pt_br: Altere isso para o sistema de arquivos local ou temporário se :setting:`DATA_DIR` estiver em um sistema de arquivos de rede.
ru: Измените это значение на локальную или временную файловую систему, если :setting:`DATA_DIR` находится на сетевой файловой системе.
sv: Ändra detta till lokalt eller tillfälligt filsystem om :setting:`DATA_DIR` finns på ett nätverksfilsystem.
tr: :setting:`DATA_DIR` bir ağ dosya sisteminde bulunuyorsa bunu yerel ya da geçici bir dosya sistemi olarak değiştirin.
uk: Змініть це на локальну або тимчасову файлову систему, якщо :setting:`DATA_DIR` є каталогом мережевої файлової системи.
zh_hans: 将此更改为本地或临时文件系统，如果 :setting:`DATA_DIR` 位于网络文件系统上。

source: The Docker container uses a separate volume for this, see :ref:`docker-volume`.
de: Der Docker-Container verwendet dafür ein eigenes Volume, siehe :ref:`docker-volume`.
ga: Úsáideann an coimeádán Docker imleabhar ar leith chuige seo, féach :ref:`docker-volume`.
hu: A Docker-konténer külön kötetet használ ehhez, lásd: :ref:`docker-volume`.
id: Kontainer Docker menggunakan volume terpisah untuk ini, lihat :ref:`docker-volume`.
ja: Docker コンテナでは、静的ファイルは別のボリュームを使用します。参照: :ref:`docker-volume`。
nl: De Docker container gebruikt hiervoor een afzonderlijk volume, bekijk :ref:`docker-volume`.
pt: O contentor do Docker usa um volume separado para isso, veja :ref:`docker-volume`.
pt_br: O contêiner do Docker usa um volume separado para isso, consulte :ref:`docker-volume`.
ro: Containerul Docker utilizează un volum separat pentru acest lucru, vezi :ref:`docker-volume`.
ru: Docker-контейнер использует для этого отдельный том, смотреть раздел :ref:`docker-volume`.
sv: Docker-containern använder en separat volym för detta, se :ref:`docker-volume`.
tr: Docker kapsayıcısı bunun için ayrı bir birim kullanır. Ayrıntılı bilgi almak için: :ref:`docker-volume`.
uk: Контейнер Docker використовує для цього окремий том, див. :ref:`docker-volume`.
zh_hans: Docker 容器为这个使用了一个单独的卷，请参阅 :ref:`docker-volume`。
zh_hant: Docker 容器為這個使用了一個單獨的捲，請參閱 :ref:`docker-volume`。

source: The following subdirectories usually exist:
de: Üblicherweise existieren folgende Unterverzeichnisse:
ga: Is iondúil go mbíonn na fochomhadlanna seo a leanas ann:
hu: A következő alkönyvtárak jellemzően léteznek:
id: Subdirektori berikut biasanya ada:
ja: 通常存在する、サブディレクトリ一覧:
nl: Gewoonlijk bestaan de volgende submappen:
pt: Os subdiretórios seguintes geralmente existem:
pt_br: Os seguintes subdiretórios geralmente existem:
ro: De obicei, există următoarele subdirectoare:
ru: Обычно существуют следующие подкаталоги:
sv: Följande underkataloger finns vanligtvis:
ta: பின்வரும் துணை அடைவுகள் பொதுவாக உள்ளன:
tr: Genellikle aşağıdaki alt klasörler de bulunur:
uk: Зазвичай, існують такі підкаталоги:
zh_hans: 后面的子目录通常存在：
zh_hant: 後面的子目錄通常存在：

source: :program:`font-config` cache for :ref:`fonts`.
de: :program:`font-config`-Cache für :ref:`fonts`.
ga: :program:`font-config` le haghaidh :ref:`fonts`.
hu: :program:`font-config` gyorsítótár a :ref:`fonts` kezeléséhez.
id: :program:`font-config` simpanan untuk :ref:`fonts`.
ja: :ref:`fonts` 用の :program:`font-config` キャッシュ。
nl: :program:`font-config` cache voor :ref:`fonts`.
pt: :program:`font-config` cache para :ref:`fonts`.
pt_br: :program:`font-config` cache para :ref:`fonts`.
ru: Кэш :program:`font-config` для :ref:`fonts`.
sv: :program:`font-config` cache för :ref:`fonts`.
ta: :program:`font-config` cache க்கு :ref:`fonts`.
uk: Кеш :program:`font-config` для :ref:`шрифтів <fonts>`.
zh_hans: :ref:`fonts` 的 :program:`font-config` 缓存。

source: Cached user avatars, see :ref:`avatars`.
de: Zwischengespeicherte Benutzer-Avatare, siehe :ref:`avatars`.
ga: Abhatáranna úsáideora i dtaisce, féach :ref:`avatars`.
hu: Gyorsítótárazott felhasználói profilképek, lásd: :ref:`avatars`.
id: Avatar pengguna yang disimpan, lihat :ref:`avatars`.
ja: キャッシュされたユーザーのアバター。参照: :ref:`avatars`。
nl: Gecachete avatars van gebruikers, bekijk :ref:`avatars`.
pt: Avatares de utilizador em cache, consulte :ref:`avatars`.
pt_br: Avatares de usuário em cache, consulte :ref:`avatars`.
ru: Кэшированные аватары пользователей, см. :ref:`avatars`.
sv: Cachade användaravatarer, se :ref:`avatars`.
tr: Ön belleğe alınmış avatarlar. Ayrıntılı bilgi almak için: :ref:`avatars`.
uk: Кешовані аватари користувачів, див. :ref:`avatars`.
zh_hans: 缓存的用户头像，见 :ref:`avatars`。

source: Default location for static Django files, specified by :setting:`django:STATIC_ROOT`. See :ref:`static-files`.
de: Standardspeicherort für statische Django-Dateien, angegeben durch :setting:`django:STATIC_ROOT`. Siehe :ref:`static-files`.
ga: Suíomh réamhshocraithe do chomhaid statacha Django, sonraithe ag :setting:`django:STATIC_ROOT`. Féach :ref:`static-files`.
hu: Alapértelmezett hely a statikus Django-fájlok számára, amit a :setting:`django:STATIC_ROOT` határoz meg. Lásd: :ref:`static-files`.
id: Lokasi bawaan untuk berkas Django statis, ditentukan oleh :setting:`django:STATIC_ROOT`. Lihat :ref:`static-files`.
ja: :setting:`django:STATIC_ROOT` で指定する、静的 Django ファイルのデフォルトの場所。参照: :ref:`static-files`。
nl: Standaard locatie voor statische bestanden van Django, gespecificeerd door :setting:`django:STATIC_ROOT`. Bekijk :ref:`static-files`.
pt: Localização padrão para ficheiros de Django estáticos, especificados por :setting:`django:STATIC_ROOT`. Veja :ref:`static-files`.
pt_br: Local padrão para arquivos Django estáticos, especificados por :setting:`django:STATIC_ROOT`. Consulte :ref:`static-files`.
ro: Locația implicită pentru fișierele Django statice, specificată de :setting:`django:STATIC_ROOT`. Vezi :ref:`static-files`.
ru: Расположение статических файлов Django по умолчанию, определяемых переменной :setting:`django:STATIC_ROOT`. Смотреть раздел :ref:`static-files`.
sv: Standardplats för statiska Django-filer, angiven av :setting:`django:STATIC_ROOT`. Se :ref:`static-files`.
tr: Durağan Django dosyalarının varsayılan konumu :setting:`django:STATIC_ROOT` tarafından belirlenir. Ayrıntılı bilgi almak için: :ref:`static-files`.
uk: Типове місце для статичних файлів Django, визначається на основі :setting:`django:STATIC_ROOT`. Див. :ref:`static-files`.
zh_hans: 静态 Django 文件的默认位置，由 :setting:`django:STATIC_ROOT` 指定。见 :ref:`static-files`。
zh_hant: 靜態 Django 文件的默認位置，由 :setting:`django:STATIC_ROOT`指定。見 :ref:`static-files`。
