Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Base class for Weblate add-ons.
de: Basisklasse für Weblate-Erweiterungen.
ga: Bunrang le haghaidh breiseáin Weblate.
hu: A Weblate kiegészítők alaposztálya.
id: Kelas dasar untuk pengaya Weblate.
ja: Weblate アドオンの基本クラス。
nl: Basisklasse voor add-ons van Weblate.
pt: Classe base para as extensões do Weblate.
pt_br: Classe base para complementos do Weblate.
ro: Clasa de bază pentru add-on-urile Weblate.
ru: Базовый класс для всех надстроек Weblate.
sv: Basklass för Weblate-tillägg.
ta: வலைபெயர்ப்பு துணை நிரல்களுக்கான அடிப்படை வகுப்பு.
tr: Weblate eklentileri için temel sınıf.
uk: Базовий клас для додатків Weblate.
zh_hans: Weblate 附加组件的基础类。
zh_hant: Weblate 附加組件的基礎類。

source: Check whether add-on is compatible with given component.
de: Prüfen, ob die Erweiterung mit der angegebenen Komponente kompatibel ist.
ga: Seiceáil an bhfuil an breiseán comhoiriúnach leis an gcomhpháirt tugtha.
hu: Ellenőrzi, hogy a kiegészítő kompatibilis-e a megadott összetevővel.
id: Periksa apakah pengaya kompatibel dengan komponen yang diberikan.
ja: アドオンが指定したコンポーネントと互換性があるかどうかを確認します。
nl: Controleren of add-on compatibel is met het opgegeven onderdeel.
pt: Verifica se a extensão é compatível com o componente dado.
pt_br: Verifica se o complemento é compatível com o componente dado.
ro: Verifică dacă suplimentul este compatibil cu componenta dată.
ru: Проверяет, совместима ли надстройка с указанным компонентом.
sv: Kontrollera om tillägget är kompatibelt med den angivna komponenten.
ta: கொடுக்கப்பட்ட கூறுகளுடன் கூடுதல் பொருந்துமா என்பதை சரிபார்க்கவும்.
tr: Eklentinin belirtilen bileşenle uyumlu olup olmadığını denetler.
uk: Перевірка, чи сумісний додаток із вказаним складником.
zh_hans: 检查附加组件是否与给定部件兼容。

source: Event handler for change event.
de: Ereignis-Handler für Änderungsereignis.
ga: Láimhseálaí teagmhais le haghaidh teagmhas athrú.
hu: Eseménykezelő a változás eseményhez.
id: Penanganan peristiwa untuk perubahan peristiwa.
nl: Gebeurtenisafhandeling voor wijziging gebeurtenis.
pt_br: Manipulador de eventos para evento de alteração.
sv: Händelsehanterare för ändringshändelse.
uk: Обробник подій для події зміни.

source: Early filtering of Change actions before triggering change_event callback.
sv: Tidig filtrering av ändringsåtgärder innan change_event-återanropet utlöses.

source: Event handler for component update.
de: Ereignis-Handler für Komponentenaktualisierung.
ga: Láimhseálaí imeachtaí le haghaidh nuashonrú comhpháirteanna.
hu: Eseménykezelő az összetevő frissítéséhez.
id: Penanganan peristiwa untuk pembaruan komponen.
ja: コンポーネント更新用のイベントハンドラ。
nl: Gebeurtenisafhandeling voor bijwerken onderdeel.
pt_br: Manipulador de eventos para atualização de componentes.
sv: Händelsehanterare för komponentuppdatering.
ta: கூறு புதுப்பிப்புக்கான நிகழ்வு கையாளுபவர்.
tr: Bileşen güncelleme etkinliği işleyici.
uk: Обробник подій для оновлення складника.
zh_hans: 部件更新的事件句柄。

source: Save configuration.
de: Konfiguration speichern.
ga: Sábháil cumraíocht.
hu: Beállítás mentése.
id: Menyimpan konfigurasi.
ja: 設定を保存します。
nl: Configuratie opslaan.
pt: Salva a configuração.
pt_br: Salva a configuração.
ro: Salvați configurația.
ru: Сохранение конфигурации.
sv: Spara konfigurationen.
ta: உள்ளமைவைச் சேமிக்கவும்.
tr: Yapılandırmayı kaydeder.
uk: Збереження налаштувань.
zh_hans: 保存配置。

source: Event handler daily.
de: Ereignis-Handler täglich.
ga: Láimhseálaí imeachtaí go laethúil.
hu: Napi eseménykezelő.
id: Penanganan peristiwa harian.
ja: 毎日実行するイベント ハンドラー。
nl: Dagelijkse afhandeling gebeurtenissen.
pt_br: Manipulador de eventos diário.
sv: Händelsehanterare dagligen.
ta: நிகழ்வு கையாளுபவர் தினமும்.
tr: Günlük etkinlikleri işleyici.
uk: Обробка подій щодня.
zh_hans: 事件句柄日报。

source: Return configuration form for adding new add-on.
de: Konfigurationsformular zum Hinzufügen einer neuen Erweiterung zurückgeben.
ga: Seol ar ais an fhoirm chumraíochta chun an breiseán nua a chur leis.
hu: Űrlap megjelenítése új kiegészítő hozzáadásához.
id: Kembalikan formulir konfigurasi untuk menambahkan pengaya baru.
ja: 新しいアドオンを追加するための設定フォームを返します。
nl: Formulier configuratie terugsturen voor toevoegen van nieuwe add-on.
pt: Retorna um formulário de configuração para adicionar uma nova extensão.
pt_br: Retorna um formulário de configuração para adicionar um novo complemento.
ro: Returnează formularul de configurare pentru adăugarea unui nou add-on.
ru: Возвращает форму с пользовательскими настройками. Вызывается при добавлении новой надстройки к компоненту.
sv: Returnera konfigurationsformulär för att lägga till nytt tillägg.
ta: புதிய துணை நிரலைச் சேர்ப்பதற்கான உள்ளமைவு படிவத்தை திரும்பவும்.
tr: Yeni eklenti eklemek için yapılandırma formunu görüntüler.
uk: Повернення форми налаштовування для додавання нового додатка.
zh_hans: 返回用于添加新附加组件的配置表单。

source: Return configuration form for this add-on.
de: Konfigurationsformular für diese Erweiterung zurückgeben.
ga: Seol ar ais an fhoirm chumraíochta don bhreiseán seo.
hu: Űrlap megjelenítése ehhez a kiegészítőhöz.
id: Kembalikan formulir konfigurasi untuk pengaya ini.
ja: このアドオンの設定フォームを返します。
nl: Formulier configuratie terugsturen voor deze add-on.
pt: Retorna um formulário de configuração para esta extensão.
pt_br: Retorna um formulário de configuração para esse complemento.
ro: Returnează formularul de configurare pentru acest add-on.
ru: Возвращает форму с пользовательскими настройками этой надстройки.
sv: Returnera konfigurationsformuläret för detta tillägg.
ta: இந்த துணை நிரலுக்கான உள்ளமைவு படிவத்தை திரும்பவும்.
tr: Bu eklenti için yapılandırma formunu görüntüler.
uk: Повернення форми налаштовування для цього додатка.
zh_hans: 返回此附加组件的配置表单。

source: Event handler after new translation is added.
de: Ereignis-Handler nachdem eine neue Übersetzung hinzugefügt wird.
ga: Láimhseálaí imeachtaí tar éis aistriúchán nua a chur leis.
hu: Eseménykezelő, amely új fordítás hozzáadása után fut le.
id: Penanganan peristiwa setelah terjemahan baru ditambahkan.
ja: 新しい翻訳が追加された後に実行するイベント ハンドラー。
nl: Gebeurtenisafhandeling nadat een nieuwe vertaling is toegevoegd.
pt_br: Manipulador de eventos após nova tradução ser adicionada.
sv: Händelsehanterare efter att ny översättning har lagts till.
ta: புதிய மொழிபெயர்ப்பு சேர்க்கப்பட்ட பிறகு நிகழ்வு கையாளுபவர்.
tr: Yeni çeviri eklendikten sonraki etkinlik işleyici.
uk: Обробка подій після додавання нового перекладу.
zh_hans: 添加新翻译后的事件句柄。

source: Event handler after changes are committed to the repository.
de: Ereignis-Handler nachdem Änderungen an das Repository committet werden.
ga: Láimhseálaí imeachtaí tar éis athruithe a dhéanamh ar an stór.
hu: Eseménykezelő, amely a változások tárolóba történő véglegesítése után fut le.
id: Penanganan peristiwa setelah perubahan dikomit ke repositori.
ja: 変更がリポジトリにコミットされた後に実行するイベント ハンドラー。
nl: Gebeurtenis afhandelen na wijzigingen worden doorgevoerd in de opslagruimte.
pt_br: Manipulador de eventos após alterações terem seu commit feito para o repositório.
sv: Händelsehanterare efter att ändringar har lagts in i arkivet.
ta: நிகழ்வு கையாளுபவர் களஞ்சியத்தில் மாற்றங்கள் செய்யப்படுகிறார்கள்.
tr: Değişiklikler depoya işlendikten sonraki etkinlik işleyici.
uk: Обробка подій після внесення змін до сховища.
zh_hans: 提交更改到仓库后的事件句柄。

source: Event handler after repository is pushed upstream.
de: Ereignis-Handler nachdem das Repository Upstream gepusht wird.
ga: Láimhseálaí imeachtaí tar éis an taisc a bhrú suas an sruth.
hu: Eseménykezelő, amely a forrástárolóba történő feltöltés után fut le.
id: Penangan peristiwa setelah repositori didorong ke hulu.
ja: リポジトリが上流にプッシュされた後に実行するイベント ハンドラー。
nl: Gebeurtenisafhandeling nadat de opslagruimte naar upstream is gepusht.
pt_br: Manipulador de eventos após repositório ter o push feito para o upstream.
sv: Händelsehanterare efter att arkivet har skickats uppströms.
ta: களஞ்சியத்திற்குப் பிறகு நிகழ்வு கையாளுபவர் மேல்நோக்கி தள்ளப்படுகிறது.
tr: Depoyu yukarı akışa ittikten sonraki etkinlik işleyici.
uk: Обробка подій після запису до сховища основної гілки розробки.
zh_hans: 仓库推送到上游之后的事件句柄。

source: Event handler after repository is updated from upstream.
de: Ereignis-Handler nachdem das Repository von Upstream aktualisiert wird.
ga: Láimhseálaí imeachtaí tar éis an taisclainne a nuashonrú ó réamhtheachtacha.
hu: Eseménykezelő, amely a tároló forrástárolóból történő frissítése után fut le.
id: Penangan peristiwa setelah repositori diperbarui dari hulu.
ja: リポジトリが上流から更新された後に実行するイベント ハンドラー。
nl: Gebeurtenisafhandeling nadat de opslagruimte is bijgewerkt vanuit upstream.
pt_br: Manipulador de eventos após o repositório ser atualizado a partir do upstream.
sv: Händelsehanterare efter att arkivet har uppdaterats från uppströms.
ta: நிகழ்வு கையாளுபவர் அப்ச்ட்ரீமில் இருந்து களஞ்சியம் புதுப்பிக்கப்பட்ட பிறகு.
tr: Depo yukarı akıştan güncellendikten sonraki etkinlik işleyici.
uk: Обробка подій після оновлення сховища у основній гілці розробки.
zh_hans: 仓库从上游更新之后的事件句柄。

source: HEAD of the repository prior to update, can be blank on initial clone.
de: HEAD des Repositorys vor der Aktualisierung, kann beim ersten Klonen leer sein.
ga: Is féidir CEANN an stór roimh nuashonrú, a bheith bán ar an gclón tosaigh.
hu: A tároló HEAD-je a frissítés előtt; kezdeti klónozáskor üres lehet.
id: HEAD repositori sebelum pembaruan, dapat kosong pada klon awal.
ja: 更新前のリポジトリの HEAD、最初のクローンでは空白にできる。
nl: HEAD van de opslagruimte, voorafgaande aan bijwerken, mag leeg zijn bij initieel klonen.
pt: HEAD do repositório antes da atualização, pode estar vazio na clonagem inicial.
pt_br: HEAD do repositório antes da atualização, pode estar vazio na clonagem inicial.
ro: HEAD al depozitului înainte de actualizare, poate fi gol la clona inițială.
ru: Текущее состояние репозитория (HEAD) перед обновлением; может быть пустым, если этот репозиторий только что склонирован.
sv: HEAD i arkivet före uppdateringen kan vara tom vid den första kloningen.
ta: புதுப்பிப்புக்கு முன்னர் களஞ்சியத்தின் தலைவர், ஆரம்ப குளோனில் காலியாக இருக்கலாம்.
tr: Güncellemeden önce deponun HEAD bölümü. İlk kopyalamada boş olabilir.
uk: HEAD сховища до оновлення, може бути порожнім для початкового клону.
zh_hans: 仓库更新前的 HEAD，在初始克隆时可以是空白的。
zh_hant: 倉庫更新前的 HEAD，在初始克隆時可以是空白的。

source: Whether the add-on operation should skip pushing changes upstream. Usually you can pass this to underlying methods as ``commit_and_push`` or ``commit_pending``.
de: Ob die Erweiterungsoperation das Pushen von Änderungen im Upstream überspringen soll. Normalerweise können Sie dies den zugrunde liegenden Methoden als ``commit_and_push`` oder ``commit_pending`` übergeben.
ga: Cibé ar cheart d'oibríocht an bhreiseáin scipeáil athruithe a bhrú in aghaidh an tsrutha. De ghnáth is féidir leat é seo a chur ar aghaidh chuig modhanna bunúsacha mar ``commit_and_push`` nó ``commit_pending``.
hu: Meghatározza, hogy a kiegészítő művelet kihagyja-e a változások forrástárolóba való feltöltését. Általában továbbadható az alatta lévő metódusoknak mint ``commit_and_push`` vagy ``commit_pending``.
id: Apakah operasi pengaya harus melewati pendorong perubahan ke upstream. Biasanya Anda dapat meneruskan ini ke metode yang mendasarinya sebagai ``commit_and_push`` atau ``commit_pending``.
ja: アドオン操作で上流への変更のプッシュをスキップさせるどうかを指定します。通常、これは ``commit_and_push`` または ``commit_pending`` として基底クラスのメソッドに渡せます。
nl: Of de bewerking van de add-on het pushen van wijzigingen naar upstream moet overslaan. Gewoonlijk kunt u dit doorgeven aan de onderliggende methoden als ``commit_and_push`` of ``commit_pending``.
pt: Se a operação de extensão deve ignorar o push de alterações para o upstream. Normalmente você pode passar isso para métodos subjacentes como ``commit_and_push`` ou ``commit_pending``.
pt_br: Se a operação do complemento deve ignorar o push de alterações para o upstream. Normalmente, você pode passar isso para os métodos subjacentes como ``commit_and_push`` ou ``commit_pending``.
ro: Dacă operațiunea de adăugare trebuie să sară peste împingerea modificărilor în amonte. De obicei, puteți trece acest lucru la metodele subiacente ca ``commit_and_push`` sau ``commit_pending``.
ru: Определяет, должна ли надстройка пропустить собственно отправку изменений в вышестоящий репозиторий. Обычно этот параметр просто передаётся в конкретные методы реализации, как ``commit_and_push`` или ``commit_pending``.
sv: Om tilläggsfunktionen ska hoppa över att skicka ändringar uppströms. Vanligtvis kan du skicka detta till underliggande metoder som ``commit_and_push`` eller ``commit_pending``.
ta: கூடுதல் செயல்பாடு மாற்றங்களை அப்ச்ட்ரீமில் தள்ளுவதைத் தவிர்க்க வேண்டுமா. வழக்கமாக நீங்கள் இதை `` command_and_push`` அல்லது `` கமிட்_பெண்டிங்` போன்ற அடிப்படை முறைகளுக்கு அனுப்பலாம்.
tr: Eklenti işleminin değişiklikleri yukarı akışa itmeyi atlayıp atlamayacağı. Genellikle bunu temeldeki yöntemlere ``commit_and_push`` ya da ``commit_pending`` olarak iletebilirsiniz.
uk: Визначає, чи слід пропускати при обробці додатком запис до основного сховища коду. Зазвичай, ви можете передати цей параметр підлеглим методам як ``commit_and_push`` або ``commit_pending``.
zh_hans: 附加组件操作是否应该跳过将更改推送到上游。通常可以将这个作为``commit_and_push``或 ``commit_pending`` 传递到底层方法。

source: Event handler before changes are committed to the repository.
de: Ereignis-Handler bevor Änderungen an das Repository committet werden.
ga: Láimhseálaí an imeachta sula ndéantar athruithe ar an stór.
hu: Eseménykezelő, amely a változások tárolóba történő véglegesítése előtt fut le.
id: Penanganan peristiwa sebelum perubahan dikomit ke repositori.
ja: 変更がリポジトリにコミットされる前に実行するイベント ハンドラー。
nl: Gebeurtenis afhandelen voor wijzigingen worden doorgevoerd in de opslagruimte.
pt_br: Manipulador de eventos antes das alterações terem seu commit feito para o repositório.
sv: Händelsehanterare innan ändringar överförs till arkivet.
ta: நிகழ்வு கையாளுபவர் களஞ்சியத்தில் மாற்றங்கள் செய்யப்படுவதற்கு முன்.
tr: Değişiklikler depoya işlenmeden önceki etkinlik işleyici.
uk: Обробка подій, перш ніж зміни буде внесено до сховища.
zh_hans: 更改被提交到仓库前的事件句柄。

source: Event handler before repository is pushed upstream.
de: Ereignis-Handler bevor das Repository Upstream gepusht wird.
ga: Láimhseálaí imeachtaí roimh an stór a bhrú suas an sruth.
hu: Eseménykezelő, amely a forrástárolóba történő feltöltés előtt fut le.
id: Penanganan peristiwa sebelum repositori didorong ke hulu.
ja: リポジトリが上流にプッシュされる前に実行するイベント ハンドラー。
nl: Gebeurtenisafhandeling voordat de opslagruimte naar upstream wordt gepusht.
pt_br: Manipulador de eventos antes do repositório ter seu push feito para o upstream.
sv: Händelsehanterare innan arkivet skickas uppströms.
ta: களஞ்சியம் மேல்நோக்கி தள்ளப்படுவதற்கு முன் நிகழ்வு கையாளுபவர்.
tr: Depo yukarı akışa itilmeden önceki etkinlik işleyici.
uk: Обробка подій до запису до сховища основної гілки розробки.
zh_hans: 仓库推送上游之前的事件句柄。

source: Event handler before repository is updated from upstream.
de: Ereignis-Handler bevor das Repository von Upstream aktualisiert wird.
ga: Láimhseálaí imeachtaí sula ndéantar an stór a nuashonrú ó réamhtheachtacha.
hu: Eseménykezelő, amely a tároló forrástárolóból történő frissítése előtt fut le.
id: Penanganan peristiwa sebelum repositori diperbarui dari hulu.
ja: リポジトリが上流から更新される前に実行するイベント ハンドラー。
nl: Gebeurtenisafhandeling voordat de opslagruimte wordt bijgewerkt vanuit upstream.
pt_br: Manipulador de eventos antes do repositório ser atualizado a partir do upstream.
sv: Händelsehanterare innan arkivet uppdateras från uppströms.
ta: நிகழ்வு கையாளுபவர் அப்ச்ட்ரீமில் இருந்து களஞ்சியம் புதுப்பிக்கப்படுவதற்கு முன்.
tr: Depo yukarı akıştan güncellenmeden önceki etkinlik işleyici.
uk: Обробка подій до оновлення сховища у основній гілці розробки.
zh_hans: 仓库从上游更新之前的事件句柄。

source: Save add-on state information.
de: Informationen über den Status der Erweiterung speichern.
ga: Sábháil faisnéis stáit an bhreiseáin.
hu: A kiegészítő állapotának mentése.
id: Menyimpan informasi status pengaya.
ja: アドオンの状態を保存します。
nl: Informatie status add-on opslaan.
pt: Salva informações do estado da extensão.
pt_br: Salva informações de status do complemento.
ro: Salvați informațiile privind starea add-on-ului.
ru: Сохранить информацию о состоянии надстройки.
sv: Spara tilläggsinformation.
ta: கூடுதல் மாநில தகவல்களைச் சேமிக்கவும்.
tr: Eklenti durum bilgilerini kaydeder.
uk: Збереження відомостей щодо стану додатка.
zh_hans: 保存附加组件状态信息。

source: Event handler before new unit is created.
de: Ereignis-Handler bevor eine neue Einheit erstellt wird.
ga: Láimhseálaí imeachtaí sula gcruthaítear aonad nua.
hu: Eseménykezelő, amely egy új egység létrehozása előtt fut le.
id: Penanganan peristiwa sebelum unit baru dibuat.
ja: 新しいユニットが作成される前に実行するイベント ハンドラー。
nl: Gebeurtenisafhandeling voordat nieuwe eenheid wordt gemaakt.
pt_br: Manipulador de eventos antes que a nova unidade seja criada.
sv: Händelsehanterare innan ny enhet skapas.
ta: புதிய அலகு உருவாக்கப்படுவதற்கு முன் நிகழ்வு கையாளுபவர்.
tr: Yeni birim oluşturulmadan önceki etkinlik işleyici.
uk: Обробка подій до створення нового модуля.
zh_hans: 创建新单元前的事件句柄。

source: Weblate user used to track changes by this add-on.
de: Weblate-Benutzer, um Änderungen dieser Erweiterung nachzuverfolgen.
ga: Úsáideoir gréasáin a úsáidtear chun athruithe ar an mbreiseán seo a rianú.
hu: A Weblate-felhasználó, amelyet ez a kiegészítő a változások követésére használ.
id: Pengguna Weblate biasa melacak perubahan dengan pengaya ini.
ja: このアドオンによる変更を追跡するために使われる Weblate ユーザー。
nl: Gebruiker van Weblate hield met deze add-on wijzigingen bij.
pt_br: Usuário do Weblate utilizado para rastrear alterações por este complemento.
ru: С помощью этого дополнения пользователь Weblate следит за изменениями.
sv: Weblate-användare som används för att spåra ändringar med detta tillägg.
ta: வலைபெயர்ப்பு பயனர் இந்த துணை நிரலால் மாற்றங்களைக் கண்காணிக்கப் பயன்படுகிறது.
tr: Weblate kullanıcısı bu eklentinin yaptığı değişiklikleri izler.
uk: За допомогою цього додатка користувач Weblate стежить за змінами.
zh_hans: 被此附加组件用来追踪变化的 Weblate 用户。

source: ORM object for an add-on.
de: ORM-Objekt für eine Erweiterung.
ga: Réad ORM le haghaidh breiseán.
hu: ORM objektum egy kiegészítőhöz.
id: Objek ORM untuk pengaya.
ja: アドオン用の ORM オブジェクト。
nl: ORM-object voor een add-on.
pt_br: Objeto ORM para um complemento.
ru: ORM-объект для дополнения.
sv: ORM-objekt för ett tillägg.
ta: ஒரு சேர்க்கைக்கான ORM பொருள்.
tr: Bir eklentinin ORM nesnesi.
uk: Об'єкт ORM для додатка.
zh_hans: 附加组件的 ORM 对象。

source: ORM object for a component.
de: ORM-Objekt für eine Komponente.
ga: Réad ORM le haghaidh comhpháirte.
hu: ORM objektum egy összetevőhöz.
id: Objek ORM untuk komponen.
ja: コンポーネントの ORM オブジェクト。
nl: ORM-object voor een onderdeel.
pt_br: Objeto ORM para um componente.
sv: ORM-objekt för en komponent.
ta: ஒரு கூறுக்கான ORM பொருள்.
tr: Bir bileşenin ORM nesnesi.
uk: Об'єкт ORM для складника.
zh_hans: 部件的 ORM 对象。

source: ORM object for a translation.
de: ORM-Objekt für eine Übersetzung.
ga: Réad ORM le haghaidh aistriúcháin.
hu: ORM objektum egy fordításhoz.
id: Objek ORM untuk terjemahan.
ja: 翻訳用の ORM オブジェクト。
nl: ORM-object voor een vertaling.
pt_br: Objeto ORM para uma tradução.
sv: ORM-objekt för en översättning.
ta: மொழிபெயர்ப்புக்கான ORM பொருள்.
tr: Bir çevirinin ORM nesnesi.
uk: Об'єкт ORM для перекладу.
zh_hans: 翻译的 ORM 对象。

source: ORM object for a project.
de: ORM-Objekt für ein Projekt.
ga: Réad ORM le haghaidh tionscadail.
hu: ORM objektum egy projekthez.
id: Objek ORM untuk proyek.
ja: プロジェクトの ORM オブジェクト。
nl: ORM-object voor een project.
pt_br: Objeto ORM para um projeto.
sv: ORM-objekt för ett projekt.
ta: ஒரு திட்டத்திற்கான ORM பொருள்.
tr: Bir projenin ORM nesnesi.
uk: Об'єкт ORM для проєкту.
zh_hans: 项目的 ORM 对象。

source: ORM object for an unit.
de: ORM-Objekt für eine Einheit.
ga: Réad ORM le haghaidh aonad.
hu: ORM objektum egy egységhez.
id: Objek ORM untuk unit.
ja: ユニットの ORM オブジェクト。
nl: ORM-object voor een eenheid.
pt_br: Objeto ORM para uma unidade.
sv: ORM-objekt för en enhet.
ta: ஒரு அலகுக்கான ORM பொருள்.
tr: Bir birimin ORM nesnesi.
uk: Об'єкт ORM для модуля.
zh_hans: 一个单元的 ORM 对象。

source: ORM object for an change.
de: ORM-Objekt für eine Änderung.
ga: Réad ORM le haghaidh athraithe.
hu: ORM-objektum egy változáshoz.
id: Objek ORM untuk perubahan.
nl: ORM-object voor een wijziging.
sv: ORM-objekt för en ändring.
uk: ORM-об'єкт для різноманітності.

source: ORM object for an user.
de: ORM-Objekt für ein Benutzer.
ga: Réad ORM don úsáideoir.
hu: ORM objektum egy felhasználóhoz.
id: Objek ORM untuk pengguna.
ja: ユーザー用の ORM オブジェクト。
nl: ORM-object voor een gebruiker.
pt_br: Objeto ORM para um usuário.
sv: ORM-objekt för en användare.
ta: ஒரு பயனருக்கான ORM பொருள்.
tr: Bir kullanıcının ORM nesnesi.
uk: Об'єкт ORM для користувача.
zh_hans: 一名用户的 ORM 对象。

source: Translation file wrapper.
de: Übersetzungsdatei-Wrapper.
ga: Fillteán comhad aistriúcháin.
hu: Fordítási fájl csomagolóosztály.
id: Pembungkus berkas terjemahan.
ja: 翻訳ファイルのラッパー。
nl: Wrapper vertaalbestand.
pt_br: Invólucro do arquivo de tradução.
ru: Обёртка файла перевода.
sv: Översättningsfilomslag.
ta: மொழிபெயர்ப்பு கோப்பு ரேப்பர்.
tr: Çeviri dosyası sarmalayıcı.
uk: Обгортка файла перекладу.
zh_hans: 翻译文件包装器。

source: Base form for configuring add-ons.
de: Basisformular für das Konfigurieren von Erweiterungen.
ga: Bunfhoirm chun breiseáin a chumrú.
hu: Alap űrlap a kiegészítők beállításához.
id: Formulir dasar untuk mengonfigurasi pengaya.
nl: Basisformulier voor het configureren van add-ons.
pt_br: Forma base para configuração de complementos.
sv: Grundform för konfigurering av tillägg.
tr: Eklentileri yapılandırmak için temel form.
uk: Базова форма для налаштування надбудов.

source: Here is an example add-on:
de: Hier ein Beispiel für eine Erweiterung:
ga: Seo breiseán samplach:
hu: Íme egy példa kiegészítő:
id: Berikut ini adalah contoh pengaya:
ja: アドオンの例:
nl: Hier is een voorbeeld add-on:
pt: Aqui está um exemplo de extensão:
pt_br: Aqui está um exemplo de um complemento:
ro: Iată un exemplu de add-on:
ru: Вот пример надстройки:
sv: Här är ett exempel på ett tillägg:
ta: இங்கே ஒரு எடுத்துக்காட்டு சேர்க்கை:
tr: İşte bir örnek eklenti:
uk: Ось приклад додатка:
zh_hans: 这里是一个附加组件的示例：

source: Weblate source code
de: Weblate-Quellcode
ga: Cód foinse gréasáin
hu: Weblate forráskód
id: Kode sumber Weblate
ja: Weblate のソースコード
nl: Weblate broncode
pt: Código-fonte do Weblate
pt_br: Código-fonte do Weblate
ro: Codul sursă Weblate
ru: Исходный код Weblate
sv: Weblate källkod
ta: வலைபெயர்ப்பு மூலக் குறியீடு
tr: Weblate kaynak kodları
uk: Початковий код Weblate
zh_hans: Weblate 源代码
zh_hant: Weblate 源代碼
