Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The API is also documented using OpenAPI 3.1 on the ``/api/schema/`` URL, you can browse at ``/api/docs/``.
de: Die API ist auch mittels OpenAPI 3.1 in der ``/api/schema/``-URL dokumentiert; Sie können unter ``/api/docs/`` nachschlagen.
ga: Déantar an API a dhoiciméadú freisin ag baint úsáide as OpenAPI 3.1 ar an URL ''/api/schema/'', is féidir leat brabhsáil ag ''/api/docs/''.
hu: Az API dokumentációja az OpenAPI 3.1 szabvány szerint a ``/api/schema/`` URL-en található, böngészhető formában a ``/api/docs/`` alatt érhető el.
id: API juga didokumentasikan menggunakan OpenAPI 3.1 pada URL ``/api/schema/``, Anda dapat menelusurinya di ``/api/docs/``.
nl: De API is ook gedocumenteerd met OpenAPI 3.1 op de URL ``/api/schema/``, u kunt bladeren op ``/api/docs/``.
pt_br: A API também é documentada usando OpenAPI 3.1 na URL ``/api/schema/``, você pode navegar em ``/api/docs/``.
sv: API:et är också dokumenterat med OpenAPI 3.1 på URL:en ``/api/schema/``, som du kan bläddra i på ``/api/docs/``.
uk: API також задокументовано за допомогою OpenAPI 3.1 за URL-адресою ``/api/schema/``, яку можна переглянути за адресою ``/api/docs/``.

source: OpenAPI is available as a feature preview. The documentation is most likely incomplete at this point and subject to change. Please consult the documentation below for more detailed information on the API.
de: OpenAPI ist als Funktionsvorschau verfügbar. Die Dokumentation ist derzeit sehr wahrscheinlich unvollständig und kann sich noch ändern. Bitte lesen Sie die Dokumentation unten für weitergehende Informationen zur API.
ga: Tá OpenAPI ar fáil mar réamhamharc gné. Is dócha go bhfuil an doiciméadú neamhiomlán ag an bpointe seo agus faoi réir athraithe. Féach ar an doiciméadú thíos le do thoil chun faisnéis níos mionsonraithe a fháil ar an API.
hu: Az OpenAPI funkció előzetes verzióban érhető el. A dokumentáció ebben a szakaszban még hiányos lehet és változhat. A részletesebb információkért nézze meg az alábbi dokumentációt.
id: OpenAPI tersedia sebagai pratinjau fitur. Dokumentasinya kemungkinan besar belum lengkap saat ini dan dapat berubah sewaktu-waktu. Silakan lihat dokumentasi di bawah ini untuk informasi lebih lanjut tentang API.
ja: OpenAPI は機能プレビューとして使用できます。現時点ではドキュメントは不完全である可能性が高く、変更される可能性があります。API の詳細については、以下のドキュメントを確認してください。
nl: OpenAPI is beschikbaar als voorbeeld voor een mogelijkheid. De documentatie is zeer waarschijnlijk op dit moment nog niet compleet en onderworpen aan wijzigingen. Raadpleeg de documentatie hieronder voor meer gedetailleerde informatie over de API.
pt_br: O OpenAPI está disponível como uma prévia de recurso. A documentação provavelmente está incompleta neste momento e sujeita a alterações. Consulte a documentação abaixo para obter informações mais detalhadas sobre a API.
sv: OpenAPI är tillgängligt som en förhandsvisning av funktionen. Dokumentationen är sannolikt ofullständig i nuläget och kan komma att ändras. Se dokumentationen nedan för mer detaljerad information om API:et.
ta: ஓபன்அபிஐ ஒரு அம்ச முன்னோட்டமாக கிடைக்கிறது. ஆவணங்கள் பெரும்பாலும் இந்த கட்டத்தில் முழுமையடையாது மற்றும் மாற்றத்திற்கு உட்பட்டவை. பநிஇ பற்றிய மேலும் விரிவான தகவல்களுக்கு கீழே உள்ள ஆவணங்களை அணுகவும்.
tr: OpenAPI bir özellik ön izlemesi olarak kullanılabilir. Belgeler şu anda büyük olasılıkla eksiktir ve değişebilir. API ile ilgili ayrıntılı bilgi almak için lütfen aşağıdaki belgelere bakın.
uk: Версія з OpenAPI доступна для перегляду можливості. Ймовірно, документація є неповною і підлягатиме змінам. Будь ласка, зверніться до наведеної нижче документації, щоб докладніше ознайомитися із програмним інтерфейсом.
zh_hans: OpenAPI 作为功能预览提供。相关文档此刻很可能不完整有待更改。关于此 API 更详细信息请查看下方文档。

source: Authentication and generic parameters
de: Authentifizierung und allgemeine Parameter
ga: Fíordheimhniú agus paraiméadair chineálacha
hu: Hitelesítés és általános paraméterek
id: Autentikasi dan parameter generik
ja: 認証と一般的なパラメータ
nl: Authenticatie en algemene parameters
pt: Autenticação e parâmetros genéricos
pt_br: Autenticação e parâmetros genéricos
ro: Autentificare și parametri generici
ru: Авторизация и общие параметры
sv: Autentisering och generiska parametrar
ta: ஏற்பு மற்றும் பொதுவான அளவுருக்கள்
tr: Kimlik doğrulama ve genel parametreler
uk: Розпізнавання і типові параметри
zh_hans: 身份验证和通用参数
zh_hant: 身份驗證和通用參數

source: The public project API is available without authentication, though unauthenticated requests are heavily throttled (by default to 100 requests per day), so it is recommended to use authentication. The authentication uses a token, which you can get in your profile. Use it in the ``Authorization`` header:
de: Die öffentliche Projekt-API ist ohne Authentifizierung verfügbar, allerdings werden nicht authentifizierte Anfragen stark gedrosselt (standardmäßig auf 100 Anfragen pro Tag), so dass eine Authentifizierung empfohlen wird. Für die Authentifizierung wird ein Token verwendet, das Sie in Ihrem Profil erhalten können. Verwenden Sie es in der ``Authorization``-Kopfzeile:
ga: Tá API an tionscadail phoiblí ar fáil gan fíordheimhniú, cé go bhfuil iarratais neamhfhíordheimhnithe faoi lánseol (de réir réamhshocraithe go 100 iarratas in aghaidh an lae), mar sin moltar fíordheimhniú a úsáid. Úsáideann an fíordheimhniú comhartha, ar féidir leat a fháil i do phróifíl. Úsáid é sa cheanntásc ``Údarú``:
hu: A nyilvános projektek API-ja hitelesítés nélkül is elérhető, ugyanakkor a hitelesítetlen kérések erősen korlátozottak (alapértelmezés szerint napi 100 kérés). Ezért ajánlott a hitelesítés használata. A hitelesítéshez token szükséges, amely a profiljában igényelhető. A tokent az ``Authorization`` fejlécben kell megadni:
id: API proyek publik tersedia tanpa autentikasi, meskipun permintaan yang tidak diautentikasi sangat dibatasi (secara bawaan menjadi 100 permintaan per hari), jadi disarankan untuk menggunakan autentikasi. Autentikasi menggunakan token, yang mana bisa Anda dapatkan di profil Anda. Gunakan di header ``Authorization``:
ja: 公開プロジェクト API は認証なしで使用できますが、認証されていないリクエストは大幅に制限されます（デフォルトでは、毎日100リクエスト）。制限回避のために、認証の使用を推奨します。認証では、ユーザー情報ページから取得できるトークンを使用します。``Authorization`` ヘッダーで使用してください:
nl: De publieke project-API is beschikbaar zonder authenticatie, hoewel niet geauthenticeerde verzoeken enorm beperkt zijn (standaard tot 100 verzoeken per dag), daarom wordt aanbevolen om authenticatie te gebruiken. De authenticatie gebruikt een token, dat u in uw profiel kunt ophalen. Gebruik het in de kop ``Authorization``:
pt: A API do projeto público está disponível sem autenticação, embora as solicitações não autenticadas sejam fortemente limitadas (por padrão a 100 solicitações por dia), por isso é recomendado usar autenticação. A autenticação usa um token, que pode obter no seu perfil. Use-o no cabeçalho ``Authorization``:
pt_br: A API do projeto público está disponível sem autenticação, embora as solicitações não autenticadas sejam fortemente limitadas (por padrão a 100 solicitações por dia), por isso é recomendado usar autenticação. A autenticação usa um token, que você pode obter em seu perfil. Use-o no cabeçalho ``Authorization``:
ro: API-ul public al proiectului este disponibil fără autentificare, deși solicitările neautentificate sunt puternic limitate (implicit la 100 de solicitări pe zi), astfel încât se recomandă utilizarea autentificării. Autentificarea utilizează un token, pe care îl puteți obține în profilul vostru. Folosiți-l în antetul ``Authorization``:
ru: API публичного проекта доступен без авторизации, хотя количество неавторизованных запросов сильно ограничено (по умолчанию до 100 запросов в день), так что авторизацию всё равно рекомендуется использовать. Авторизация использует токен, который вы можете получить в своём профиле. Используйте его в заголовке ``Authorization``:
sv: Det offentliga projekt-API:et är tillgängligt utan autentisering, men oautentiserade förfrågningar begränsas kraftigt (som standard till 100 förfrågningar per dag), så det rekommenderas att använda autentisering. Autentiseringen använder en token, som du kan hämta i din profil. Använd den i ``Authorization``-rubriken:
ta: பொது திட்ட பநிஇ ஏற்பு இல்லாமல் கிடைக்கிறது, இருப்பினும் அங்கீகரிக்கப்படாத கோரிக்கைகள் பெரிதும் தூண்டப்பட்டுள்ளன (இயல்பாக ஒரு நாளைக்கு 100 கோரிக்கைகளுக்கு), எனவே அங்கீகாரத்தைப் பயன்படுத்த பரிந்துரைக்கப்படுகிறது. ஏற்பு ஒரு கிள்ளாக்கைப் பயன்படுத்துகிறது, அதை உங்கள் சுயவிவரத்தில் நீங்கள் பெறலாம். `` அங்கீகார`` தலைப்பில் இதைப் பயன்படுத்து:
tr: Herkese açık proje API uygulaması kimlik doğrulaması olmadan kullanılabilir. Ancak kimliği doğrulanmamış istekler yoğun şekilde kısıtlanır (varsayılan olarak günde 100 istek). Bu nedenle kimlik doğrulamasının kullanılması önerilir. Kimlik doğrulamasında, profilinizden alabileceğiniz bir kod kullanılır. Bunu ``Yetkilendirme`` üst bilgisinde kullanın:
uk: Відкритий програмний інтерфейс проєкту доступний без розпізнавання користувача, хоча частоту запитів користувачів, які не пройшли розпізнавання, значно зменшено (типово, до 100 запитів на добу). Через це рекомендуємо вам користуватися розпізнаванням. У розпізнаванні використовується ключ, який ви можете отримати у вашому профілі. Використовуйте його в заголовку ``Authorization``:
zh_hans: 公共项目的 API 无需身份验证即可使用，但未经身份验证的请求会受到严格的限制（默认为每天 100 个请求），所以建议使用身份验证。身份验证使用令牌，你可以在你的个人资料中获取该令牌。在 ``Authorization`` 标头中使用它：
zh_hant: 公共項目 API 不需要身份驗證就可用，儘管沒有身份驗證的請求導致嚴重的瓶頸（默認每天 100 個請求），所以推薦使用身份驗證。身份驗證使用令牌，這可以在你的簡介中得到。在 ``Authorization`` 標頭中使用它：

source: Generic request behaviour for the API, the headers, status codes and parameters here apply to all endpoints as well.
de: Das allgemeine Anfrageverhalten für die API, die Header, Statuscodes und Parameter hier gelten für alle Endpunkte gleichermaßen.
ga: Baineann iompar iarratais cineálach don API, na ceanntásca, na cóid stádais agus na paraiméadair anseo le gach críochphointe freisin.
hu: Általános kéréskezelési szabályok az API-hoz: a fejléc, státuszkódok és paraméterek minden végpontra érvényesek.
id: Perilaku permintaan umum untuk API, header, kode status, dan parameter di sini juga berlaku untuk semua titik akhir.
ja: API に対する一般的なリクエストの動作であり、ヘッダー、ステータスコード、パラメータはすべてのエンドポイントにも適用します。
nl: Algemeen gedrag voor verzoeken voor de API, de koppen, statuscodes en parameters hier, is ook van toepassing op alle eindpunten.
pt: O comportamento de solicitação genérico para a API, os cabeçalhos, códigos de estado e parâmetros aqui aplicam-se a todos os pontos finais também.
pt_br: O comportamento de solicitação genérico para a API, os cabeçalhos, códigos de status e parâmetros aqui aplicam-se a todos os pontos finais também.
ro: Comportamentul generic de solicitare pentru API, antetele, codurile de stare și parametrii de aici se aplică și la toate punctele finale.
ru: Описанные здесь общее поведение запросов для API, заголовки, коды состояния и параметры применяются ко всем конечным точкам.
sv: Generellt förfrågningsbeteende för API:et, rubrikerna, statuskoderna och parametrarna här gäller även för alla slutpunkter.
ta: பநிஇ, தலைப்புகள், நிலைக் குறியீடுகள் மற்றும் அளவுருக்கள் ஆகியவற்றிற்கான பொதுவான கோரிக்கை நடத்தை அனைத்து இறுதிப் புள்ளிகளுக்கும் பொருந்தும்.
tr: API için genel istek davranışı, buradaki üst bilgiler, durum kodları ve parametreler tüm uç noktalara da uygulanır.
uk: Типова поведінка запиту для програмного інтерфейсу, заголовків, кодів стану та параметрів у цьому розділі стосується також усі інших кінцевих точок.
zh_hans: API 的通用请求行为、标头、状态码和此处的参数也适用于所有端点。
zh_hant: 對於 API的普通請求行為，標頭、狀態編碼和參數在這裡也應用於所有端點。

source: Query Parameters
de: Abfrageparameter
ga: Paraiméadair Iarratas
hu: Lekérdezési paraméterek
id: Parameter Kueri
ja: クエリ パラメータ
nl: Parameters voor query's
pt: Parâmetros de consulta
pt_br: Parâmetros de consulta
ro: Parametrii de interogare
ru: Параметры запроса
sv: Parametrar i förfrågan
ta: வினவல் அளவுருக்கள்
tr: Sorgu parametreleri
uk: Параметри запиту
zh_hans: 查询参数
zh_hant: 查詢參數

source: Response format (overrides :http:header:`Accept`). Possible values depends on REST framework setup, by default ``json``, ``csv`` and ``api`` are supported. The latter provides web browser interface for API.
de: Antwortformat (hat Vorrang vor :http:header:`Accept`). Mögliche Werte hängen von der Einrichtung des REST-Frameworks ab, standardmäßig werden ``json``, ``csv`` und ``api`` unterstützt. Letzteres bietet eine Webbrowser-Oberfläche für die API.
ga: Formáid fhreagartha (athraithe :http:header:`Accept`). Braitheann luachanna féideartha ar shocrú creat REST, de réir réamhshocraithe tacaítear le ``json``, ``csv`` agus ``api``. Soláthraíonn an dara ceann comhéadan brabhsálaí gréasáin do API.
hu: Válaszformátum (felülírja az :http:header:`Accept` fejlécet). Az elérhető értékek a REST framework beállításától függenek, alapértelmezés szerint ``json``, ``csv`` és ``api`` támogatott. Az ``api`` formátum webböngészős API-felületet biztosít.
id: Format respons (menggantikan :http:header:`Accept`). Nilai yang memungkinkan bergantung pada pengaturan kerangka kerja REST. Secara bawaan, ``json``, ``csv``, dan ``api`` didukung. Ini menyediakan antarmuka peramban web untuk API.
nl: Indeling antwoord (overschrijft :http:header:`Accept`). Mogelijke waarden zijn afhankelijk van de opstelling van het framewerk voor REST, standaard worden ``json``, ``csv`` en ``api`` ondersteund. De laatste verschaft een interface voor een webbrowser voor de API.
pt_br: Formato de resposta (substitui :http:header:`Accept`). Os valores possíveis dependem da configuração do quadro REST, por padrão ``json``, ``csv`` e ``api`` são suportados. Este último fornece uma interface de navegador web para API.
sv: Svarsformat (återkallar :http:header:`Accept`). Möjliga värden beror på REST-ramverkets inställningar. Som standard stöds ``json``, ``csv`` och ``api``. Det sistnämnda tillhandahåller ett webbläsargränssnitt för API.
tr: Yanıt biçimi (:http:header:`Accept` değiştirir). Olası değerler REST çatısının kurulumuna bağlıdır. Varsayılan olarak ``json``, ``csv`` ve ``api`` desteklenir. Sonuncusu API için tarayıcı arayüzünü sağlar.
uk: Формат відповіді (замінює :http:header:`Accept`). Можливі значення залежать від налаштування фреймворку REST, за замовчуванням підтримуються ``json``, ``csv`` і ``api``. Останній надає інтерфейс веб-браузера для API.

source: Returns given page of paginated results (use `next` and `previous` fields in response to automate the navigation).
de: Gibt eine Seite mit paginierten Ergebnissen zurück (verwenden Sie die Felder `next` und `previous` in der Antwort, um die Navigation zu automatisieren).
ga: Tuairisceáin tugtha leathanach na dtorthaí uimhrithe (úsáid na réimsí `seo chugainn` agus `roimhe` mar fhreagra chun an nascleanúint a uathoibriú).
hu: Visszaadja az adott oldal eredményeit lapozható formában (a `next` és `previous` mezők segítségével automatizálható a navigáció).
id: Mengembalikan halaman hasil yang diberi halaman (gunakan kolom `next` dan `previous` sebagai respons untuk mengotomatiskan navigasi).
ja: ページ分割された結果のページを返す（自動ナビゲーションの実現に `next` フィールドと `previous` フィールドを使用する)。
nl: Geeft de opgegeven pagina van gepagineerde resultaten terug (gebruik de velden `next` en `previous` in het antwoord om de navigatie te automatiseren).
pt: Retorna determinada página de resultados paginados (use os campos `next` e `previous` em resposta para automatizar a navegação).
pt_br: Retorna determinada página de resultados paginados (use os campos `next` e `previous` em resposta para automatizar a navegação).
ro: Returnează pagina dată de rezultate paginate (utilizați câmpurile `next` și `previous` în răspuns pentru a automatiza navigarea).
ru: Возвращает заданную страницу постраничных результатов (используйте поля `next` и `previous` в ответе для автоматизации навигации).
sv: Returnerar given sida med paginerade resultat (använd fälten `next` och `previous` i svaret för att automatisera navigeringen).
ta: சிறிய முடிவுகளின் பக்க வருமானம் (வழிசெலுத்தலை தானியக்கமாக்குவதற்கு பதிலளிக்கும் விதமாக `அடுத்த` மற்றும்` முந்தைய `புலங்களைப் பயன்படுத்து).
tr: Sayfalanmış sonuçların belirtilen sayfasını görüntüler (gezinmenin kendiliğinden yapılması için yanıtta `next` ve `previous` alanlarını kullanın).
uk: Повертає вказану сторінку розбитих на сторінки результатів (скористайтеся полями `next` у `previous` у відповіді, щоб автоматизувати навігацію).
zh_hans: 返回给定页面的分页结果（使用 `next` 和 `previous` 字段来响应自动导航）。

source: Return the given number of items per request. The default is 50 and the maximum is 1000. For the `units` endpoints the default is 100 with a maximum of 10000. The default value is also configurable using the `PAGE_SIZE` setting.
de: Gibt die angegebene Anzahl von Elementen pro Anfrage zurück. Der Standardwert ist 50 und das Maximum ist 1000. Für `Einheiten`-Endpunkte ist der Standardwert 100 und das Maximum 10000. Der Standardwert ist auch über die Einstellung `PAGE_SIZE` konfigurierbar.
ga: Tabhair ar ais an líon tugtha míreanna in aghaidh an iarratais. Is é 50 an réamhshocrú agus is é 1000 an t-uasmhéid. I gcás na gcríochphointí `aonaid` is é 100 an réamhshocrú agus 10000 ar a mhéad. Is féidir an luach réamhshocraithe a chumrú freisin trí úsáid a bhaint as an socrú `PAGE_SIZE`.
hu: Visszaadja a kért számú elemet lekérésenként. Az alapértelmezett érték 50, maximum 1000. Az `units` végpontoknál az alapértelmezés 100, maximum 10000. Az alapértelmezés módosítható a `PAGE_SIZE` beállítással.
id: Mengembalikan jumlah item yang diberikan per permintaan. Bawaannya adalah 50 dan maksimumnya adalah 1000. Untuk titik akhir `units`, bawaannya adalah 100 dengan maksimum 10000. Nilai bawaan juga dapat dikonfigurasi menggunakan pengaturan `PAGE_SIZE`.
ja: リクエストの返り値の項目数を指定します。デフォルトは 50 で、最大値は 1000 です。`units` エンドポイントの場合、デフォルトは 100 で、最大値は 10000 です。デフォルト値は、`PAGE_SIZE` 設定を使用して設定することもできます。
nl: Geeft het opgegeven aantal items per verzoek terug. De standaard is 50 en het maximum is 1000. Voor het eindpunt `units` is de standaard 100 met een maximum van 10.000. De standaard waarde is ook te configureren met de instelling `PAGE_SIZE`.
pt: Retorne o número dado de elementos por solicitação. O padrão é 50 e o máximo é 1000. Para os endpoints de `units`, o padrão é 100 com um máximo de 10000. O valor padrão também é configurável usando a configuração `PAGE_SIZE`.
pt_br: Retorne o número dado de itens por solicitação. O padrão é 50 e o máximo é 1000. Para os endpoints de `units`, o padrão é 100 com um máximo de 10000. O valor padrão também é configurável usando a configuração `PAGE_SIZE`.
sv: Returnera det angivna antalet objekt per begäran. Standardvärdet är 50 och maximivärdet är 1000. För slutpunkterna `units` är standardvärdet 100 och maximivärdet 10000. Standardvärdet kan också konfigureras med inställningen `PAGE_SIZE`.
ta: கோரிக்கைக்கு கொடுக்கப்பட்ட பொருட்களின் எண்ணிக்கையைத் திருப்பித் தரவும். இயல்புநிலை 50 மற்றும் அதிகபட்சம் 1000 ஆகும். `அலகுகள்` இறுதிப் புள்ளிகளுக்கு இயல்புநிலை 10000 அதிகபட்சம் 10000 உடன் உள்ளது. இயல்புநிலை மதிப்பு` Page_Size` அமைப்பைப் பயன்படுத்தி கட்டமைக்கப்படுகிறது.
tr: Her istek için verilen öge sayısını döndürür. Varsayılan değer 50 ve en büyük değer 1000 olabilir. `units` uç noktaları için varsayılan değer 100 ve en büyük değer 10000 olabilir. Varsayılan değer `PAGE_SIZE` ayarı kullanılarak da yapılandırılabilir.
uk: Повертати вказану кількість записів у відповідь на один запит. Типовою є 50, а максимальною — 1000. Для кінцевих точок `units` типовим є значення 100, а максимальним — 10000. Типове значення можна налаштувати за допомогою параметра `PAGE_SIZE`.
zh_hans: 返回每次请求指定的项数。默认值为 50，最大值为 1000。对于 `units` 端点，默认值为 100，最大值为 10000。也可以通过 `PAGE_SIZE` 设置项来配置默认值。

source: Request Headers
de: Anfrage-Header
ga: Ceanntásca Iarratas
hu: Kérésfejlécek
id: Header Permintaan
ja: リクエスト ヘッダー
nl: Koppen voor verzoeken
pt: Cabeçalhos de solicitação
pt_br: Cabeçalhos de solicitação
ro: Capetele de cerere
ru: Заголовки запроса
sv: Begärande rubriker
ta: கோரிக்கை தலைப்புகள்
tr: İstek üst bilgileri
uk: Заголовки запиту
zh_hans: 请求标头
zh_hant: 請求標頭

source: optional token to authenticate as ``Authorization: Token YOUR-TOKEN``
de: optionales Token zur Authentifizierung als ``Authorization: Token YOUR-TOKEN``
ga: comhartha roghnach a fhíordheimhniú mar ``Údarú: Comhartha DO-TOKEN``
hu: hitelesítéshez opcionális token: ``Authorization: Token YOUR-TOKEN``
id: token opsional untuk diautentikasi sebagai ``Authorization: Token YOUR-TOKEN``
ja: ``Authorization: Token YOUR-TOKEN`` として認証するためのオプションのトークン
nl: optioneel token om te authenticeren als ``Authorization: Token UW-TOKEN``
pt: token opcional para se autenticar como ``Authorization: Token SEU-TOKEN``
pt_br: token opcional para se autenticar como ``Authorization: Token SEU-TOKEN``
ro: token opțional de autentificare ca ``Authorization: Token YOUR-TOKEN``
ru: необязательный токен для авторизации в качестве ``Authorization: Token ВАШ-ТОКЕН``
sv: valfritt token för autentisering som ``Authorization: Token YOUR-TOKEN``
ta: `` அங்கீகாரம்: உங்கள்-டோக்கன் `` என அங்கீகரிக்க விருப்ப கிள்ளாக்கு
tr: Kimlik doğrulaması için ``Authorization: Token BELIRTECİNİZ`` olarak isteğe bağlı belirteç
uk: необов'язковий ключ для розпізнавання як-от ``Authorization: Token YOUR-TOKEN``
zh_hans: 验证为 ``Authorization: Token YOUR-TOKEN`` 的可选令牌

source: Response Headers
de: Antwort-Header
ga: Ceanntásca Freagartha
hu: Válaszfejlécek
id: Header Respons
ja: レスポンス ヘッダー
nl: Koppen voor antwoord
pt: Cabeçalhos de resposta
pt_br: Cabeçalhos de resposta
ro: Antetele de răspuns
ru: Заголовки ответа
sv: Svarsrubriker
ta: மறுமொழி தலைப்புகள்
tr: Yanıt üst bilgileri
uk: Заголовки відповіді
zh_hans: 响应标头
zh_hant: 響應標頭

source: list of allowed HTTP methods on object
de: aufgelistete zulässige HTTP-Methoden für das Objekt
ga: liosta de na modhanna HTTP ceadaithe ar réad
hu: az objektumon engedélyezett HTTP-módszerek listája
id: daftar metode HTTP yang diizinkan pada objek
ja: オブジェクトで許可されている HTTP メソッドのリスト
nl: lijst met toegestane methoden van HTTP voor het object
pt: lista de métodos HTTP permitidos no objeto
pt_br: lista de métodos HTTP permitidos no objeto
ro: lista de metode HTTP permise pentru obiect
ru: список разрешённых для объекта методов HTTP
sv: lista över tillåtna HTTP-metoder på objekt
ta: பொருளில் அனுமதிக்கப்பட்ட http முறைகளின் பட்டியல்
tr: Nesne için izin verilen HTTP yöntemlerinin listesi
uk: список дозволених методів HTTP на об'єкті
zh_hans: 对象允许的 HTTP 方法的列表
zh_hant: 對象允許的 HTTP 方法的列表

source: Response JSON Object
de: JSON-Objekt-Antwort
ga: Freagra JSON Object
hu: Válasz JSON-objektum
id: Objek JSON Respons
ja: レスポンス JSON オブジェクト
nl: JSON-object van antwoord
pt: Objeto JSON de resposta
pt_br: Objeto JSON de resposta
ro: Obiect JSON de răspuns
ru: JSON -объект ответа
sv: Svar JSON-objekt
ta: பதில் சாதொபொகு பொருள்
tr: Yanıt JSON nesnesi
uk: Об'єкт відповіді JSON
zh_hans: 响应 JSON 对象
