Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: *Monolingual translations:* Source strings (use single string if not creating plural)
de: *Einsprachige Übersetzungen:* Ausgangszeichenketten (einzelne Zeichenkette verwenden, wenn kein Plural erstellt wird)
ga: *Aistriúcháin aonteangacha:* Teaghráin foinse (úsáid teaghrán aonair mura gcruthaítear an t-iolra)
hu: *Egynyelvű fordítások esetén:* forrásszövegek (többes szám létrehozása esetén több szöveget használjon, egyébként egyet)
id: *Terjemahan monolingual:* String sumber (gunakan string tunggal jika tidak membuat jamak)
ja: *モノリンガル翻訳:* 原文（複数形を作成しない場合は単一の文字列を使用）
nl: *Eentalige vertalingen:* Brontekenreeksen (gebruik een enkele tekenreeks bij het niet maken van meervouden)
pt: *Traduções monolingues:* Cadeias fonte (use uma cadeia única se não estiver a criar um plural)
pt_br: *Traduções monolíngues:* Textos fonte (use um único texto se não estiver criando um plural)
sv: *Enspråkiga översättningar:* Källsträngar (använd enstaka sträng om du inte skapar plural)
ta: * ஒருமொழி மொழிபெயர்ப்புகள்:* மூல சரங்கள் (பன்மையை உருவாக்காவிட்டால் ஒற்றை சரம் பயன்படுத்தவும்)
tr: *Tek dilli çeviriler:* Kaynak dizgeler (çoğul oluşturmuyorsanız tekil dizge kullanın)
uk: *Одномовні переклади:* Початкові рядки (один рядок, якщо не створено форм множини)
zh_hans: *Monolingual translations:* 源字符串（如不创建复数形式，则使用单一字符串）

source: *Bilingual translations:* Context of a translation unit
de: *Zweisprachige Übersetzungen:* Kontext einer Übersetzungseinheit
ga: *Aistriúcháin dátheangacha:* Comhthéacs aonaid aistriúcháin
hu: *Kétnyelvű fordítások esetén:* a fordítási egység kontextusa
id: *Terjemahan dwibahasa:* Konteks unit terjemahan
ja: *バイリンガル翻訳:* 翻訳ユニットのコンテキスト
nl: *Tweetalige vertalingen:* Context van een vertaaleenheid
pt: *Traduções bilíngues:* Contexto de uma unidade de tradução
pt_br: *Traduções bilíngues:* Contexto de uma unidade de tradução
sv: *Tvåspråkiga översättningar:* Kontext för en översättningsenhet
ta: * இருமொழி மொழிபெயர்ப்புகள்:* மொழிபெயர்ப்பு அலகு சூழல்
tr: *İki dilli çeviriler:* Bir çeviri biriminin bağlamı
uk: *Двомовні переклади:* контекст модуля перекладу
zh_hans: *Bilingual translations:* 翻译单元的上下文

source: *Bilingual translations:* Source strings (use single string if not creating plural)
de: *Zweisprachige Übersetzungen:* Ausgangszeichenketten (einzelne Zeichenkette verwenden, wenn kein Plural erstellt wird)
ga: *Aistriúcháin dhátheangacha:* Teaghráin foinse (úsáid teaghrán aonair mura gcruthaítear an t-iolra)
hu: *Kétnyelvű fordítások esetén:* forrásszövegek (többes szám létrehozása esetén több szöveget használjon, egyébként egyet)
id: *Terjemahan dwibahasa:* String sumber (gunakan string tunggal jika tidak membuat jamak)
ja: *バイリンガル翻訳:* 原文（複数形を作成しない場合は単一の文字列を使用）
nl: *Tweetalige vertalingen:* Brontekenreeksen (gebruik enkele tekenreeks bij niet maken van meervouden)
pt: *Traduções bilingues:* Cadeias fonte (use uma cadeia única se não estiver a criar um plural)
pt_br: *Traduções bilíngues:* Textos fonte (use um único texto se não estiver criando um plural)
sv: *Tvåspråkiga översättningar:* Källsträngar (använd enstaka sträng om du inte skapar plural)
ta: * இருமொழி மொழிபெயர்ப்புகள்:* மூல சரங்கள் (பன்மையை உருவாக்காவிட்டால் ஒற்றை சரம் பயன்படுத்தவும்)
tr: *İki dilli çeviriler:* Kaynak dizgeler (çoğul oluşturmuyorsanız tekil dizge kullanın)
uk: *Двомовні переклади:* Початкові рядки (один рядок, якщо не створено форм множини)
zh_hans: *Bilingual translations:* 源字符串（如不创建复数形式，则使用单一字符串）

source: *Bilingual translations:* Target strings (use single string if not creating plural)
de: *Zweisprachige Übersetzungen:* Zielzeichenketten (einzelne Zeichenkette verwenden, wenn kein Plural erstellt wird)
ga: *Aistriúcháin dhátheangacha:* Teaghráin sprice (úsáid teaghrán aonair mura gcruthaítear an t-iolra)
hu: *Kétnyelvű fordítások esetén:* célnyelvi szövegek (többes szám létrehozása esetén több szöveget használjon, egyébként egyet)
id: *Terjemahan dwibahasa:* String target (gunakan string tunggal jika tidak membuat jamak)
ja: *バイリンガル翻訳:* 対象文字列（複数形を作成しない場合は単一の文字列を使用）
nl: *Tweetalige vertalingen:* Doeltekenreeksen (gebruik enkele tekenreeks bij niet maken van meervouden)
pt: *Traduções bilíngues:* Cadeias de destino (use um único texto se não estiver a criar um plural)
pt_br: *Traduções bilíngues:* Textos de destino (use um único texto se não estiver criando um plural)
sv: *Tvåspråkiga översättningar:* Målsträngar (använd enstaka sträng om du inte skapar plural)
ta: * இருமொழி மொழிபெயர்ப்புகள்:* இலக்கு சரங்கள் (பன்மையை உருவாக்காவிட்டால் ஒற்றை சரம் பயன்படுத்தவும்)
tr: *İki dilli çeviriler:* Hedef dizgeler (çoğul oluşturmuyorsanız tekil dizge kullanın)
uk: *Двомовні переклади:* рядки перекладу (один рядок, якщо не створено форм множини)
zh_hans: *Bilingual translations:* 目标字符串（如不创建复数形式，则使用单一字符串）

source: String state; see :http:get:`/api/units/(int:id)/`
de: Zeichenkettenstatus; siehe :http:get:`/api/units/(int:id)/`
ga: Stát teaghrán; féach :http:get:`/api/units/(int:id)/`
hu: A szöveg állapota; lásd: :http:get:`/api/units/(int:id)/`
id: Status string; lihat :http:get:`/api/units/(int:id)/`
ja: 文字列の状態。参照: :http:get:`/api/units/(int:id)/`
nl: Status tekenreeks; bekijk :http:get:`/api/units/(int:id)/`
pt: Situação da cadeia; consulte :http:get:`/api/units/(int:id)/`
pt_br: Situação do texto; consulte :http:get:`/api/units/(int:id)/`
ru: Состояние строки; см. :http:get:`/api/units/(int:id)/`
sv: Strängstatus; se :http:get:`/api/units/(int:id)/`
tr: Dizge durumu. Ayrıntılı bilgi almak için: :http:get:`/api/units/(int:id)/`
uk: Стан рядка, див. :http:get:`/api/units/(int:id)/`
zh_hans: 字符串状态；见 :http:get:`/api/units/(int:id)/`

source: The ``filter_type`` parameter is no longer supported and filtering is done by the ``q`` parameter.
id: Parameter ``filter_type`` tidak lagi didukung dan pemfilteran dilakukan oleh parameter ``q``.
sv: Parametern ``filter_type`` stöds inte längre och filtrering sker med parametern ``q``.

source: Trigger automatic translation.
de: Löst die automatische Übersetzung aus.
ga: Truicear aistriúchán uathoibríoch.
hu: Automatikus fordítás indítása.
id: Memicu terjemahan otomatis.
ja: 自動翻訳を起動します。
nl: Automatisch vertalen activeren.
pt: Aciona a tradução automática.
pt_br: Aciona a tradução automática.
ro: Declanșarea traducerii automate.
ru: Запускает автоматический перевод.
sv: Aktivera automatisk översättning.
ta: தானியங்கி மொழிபெயர்ப்பைத் தூண்டுகிறது.
tr: Kendiliğinden çeviriyi tetikler.
uk: Перемкнути автоматичний переклад.
zh_hans: 触发自动翻译。
zh_hant: 觸發自動翻譯。

source: Automatic translation search string, see :ref:`search-strings`.
id: String pencarian terjemahan otomatis, lihat :ref:`search-strings`.
sv: Automatisk översättning av söksträng, se :ref:`search-strings`.

source: Automatic translation source - ``mt`` or ``others``
de: Automatische Übersetzung – ``mt`` oder ``others``
ga: Foinse aistriúcháin uathoibríoch - ``mt`` nó ``others``
hu: Automatikus fordítás forrása – ``mt`` vagy ``others``
id: Sumber terjemahan otomatis - ``mt`` atau ``lainnya``
ja: 自動翻訳の参照元 - ``mt`` または ``others``
nl: Bron van automatische vertaling - ``mt`` of ``others``
pt: Fonte da tradução automática -- ``mt`` ou ``others``
pt_br: Fonte da tradução automática -- ``mt`` ou ``others``
ro: Sursa de traducere automată
ru: Источник автоматического перевода - ``mt`` или ``others``
sv: Källa för automatisk översättning - ``mt`` eller ``andra``
ta: தானியங்கி மொழிபெயர்ப்பு மூல - `` mt`` அல்லது `` மற்றவர்கள்``
tr: Kendiliğinden çeviri kaynağı - ``mt`` ya da ``others``
uk: Джерело автоматичного перекладу — ``mt`` або ``others``
zh_hans: 自动翻译的来源 - ``mt`` 或 ``others``

source: Turn on contribution to shared translation memory for the project to get access to additional components.
de: Aktivieren Sie den Beitrag zum gemeinsamen Übersetzungsspeicher für das Projekt, um Zugriff auf zusätzliche Komponenten zu erhalten.
ga: Cuir an ranníocaíocht chuig cuimhne aistriúcháin roinnte ar siúl don tionscadal chun rochtain a fháil ar chomhpháirteanna breise.
hu: Hozzájárulás bekapcsolása a megosztott fordítási memóriához a projekt számára, hogy hozzáférhessen további összetevőkhöz.
id: Aktifkan kontribusi ke memori terjemahan bersama agar proyek bisa mendapatkan akses ke komponen tambahan.
ja: プロジェクトの共有翻訳メモリに協力を有効にして、追加コンポーネントにアクセスします。
nl: Schakel bijdragen aan het gedeeld vertaalgeheugen in om toegang te krijgen tot aanvullende onderdelen.
pt: Ativar a contribuição para a memória de tradução compartilhada para que o projeto tenha acesso a componentes adicionais.
pt_br: Desativa a contribuição para a memória de tradução compartilhada do projeto para obter acesso a componentes adicionais.
ro: Activează contribuția la memoria de traducere partajată pentru proiect pentru a avea acces la componente suplimentare.
ru: Добавлять переводы этого компонента в общую память переводов проекта, дабы получить к ним доступ из других компонентов.
sv: Aktivera bidrag till delat översättningsminne för projektet för att få tillgång till ytterligare komponenter.
ta: கூடுதல் கூறுகளை அணுக திட்டத்திற்கு பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகத்திற்கு பங்களிப்பை இயக்கவும்.
tr: Ek bileşenlere erişebilmesi için projenin paylaşılan çeviri belleğine katkıda bulunma özelliğini açar.
uk: Щоб отримати доступ до додаткових складників, увімкніть спільний внесок у памʼять перекладів для проєкту.
zh_hans: 为项目打开对共享翻译记忆库的贡献，以访问其他部件。
zh_hant: 開啟對專案的共享翻譯記憶作貢獻，以取得其他組件的存取權。

source: Download current translation file as it is stored in the VCS (without the ``format`` parameter) or converted to another format (see :ref:`download`).
de: Lädt die aktuelle Übersetzungsdatei, wie sie im VCS gespeichert ist (ohne den Parameter ``format``) oder in ein anderes Format umgewandelt wurde (siehe :ref:`download`) herunter.
ga: Íoslódáil an comhad aistriúcháin reatha mar atá sé stóráilte sa VCS (gan an paraiméadar ``format``) nó a thiontú go formáid eile (féach :ref:`download`).
hu: A jelenlegi fordítási fájl letöltése az eredeti VCS tárolóból (``format`` paraméter nélkül) vagy más formátumba konvertálva (lásd: :ref:`download`).
id: Unduh berkas terjemahan saat ini sebagaimana disimpan dalam VCS (tanpa parameter ``format``) atau dikonversi ke format lain (lihat :ref:`download`).
ja: VCS に保存しているままの翻訳ファイル（``format`` パラメータを指定しないとき）、または他の形式に変換した翻訳ファイル（参照: :ref:`download`）をダウンロードします。
nl: Download het huidige vertaalbestand zoals dat is opgeslagen in het VCS (zonder de parameter ``format``) of geconverteerd naar een andere indeling (bekijk :ref:`download`).
pt: Descarrega o ficheiro de tradução atual como está armazenado no VCS (sem o parâmetro ``format``) ou convertido para outro formato (veja :ref:`download`).
pt_br: Baixa o arquivo de tradução atual como está armazenado no VCS (sem o parâmetro ``format``) ou convertido para outro formato (consulte :ref:`download`).
ro: Descarcă fișierul de traducere curent așa cum este stocat în VCS (fără parametrul ``format``) sau convertit într-un alt format (a se vedea :ref:`download`).
ru: Скачивает текущий файл перевода в том виде, в котором он хранится в VCS (без параметра ``format``) или преобразован в другой формат (смотреть раздел :ref:`download`).
sv: Ladda ner aktuell översättningsfil så som den lagras i VCS (utan parametern ``format``) eller konvertera den till ett annat format (se :ref:`download`).
tr: Geçerli çeviri dosyasını sürüm denetimi sisteminde tutulduğu biçimde (``format`` parametresini kullanmadan) ya da başka bir biçime dönüştürülmüş olarak indirir (ayrıntılı bilgi almak için: :ref:`download`).
uk: Отримати поточний файл перекладу у форматі, в якому він зберігається у системі керування версіями, (без параметра ``format``) або у перетвореному форматі (див :ref:`download`).
zh_hans: 下载存储在版本控制系统中的当前翻译文件（不带 ``format`` 参数）或将其转换为另一格式（见 :ref:`download`）。
zh_hant: 下載存儲在 VCS 中的當前翻譯文件（不帶 ``format``參數）或將其轉換為另一格式（見 :ref:`download`）。

source: This API endpoint uses different logic for output than rest of API as it operates on whole file rather than on data. Set of accepted ``format`` parameter differs and without such parameter you get translation file as stored in VCS.
de: Dieser API-Endpunkt verwendet eine andere Logik für die Ausgabe als der Rest der API, da er mit der gesamten Datei und nicht mit den Daten arbeitet. Die Menge der akzeptierten ``format``-Parameter unterscheidet sich und ohne einen solchen Parameter erhalten Sie die Übersetzungsdatei, wie sie im VCS gespeichert ist.
ga: Úsáideann an críochphointe API seo loighic éagsúil le haghaidh aschuir ná an chuid eile den API mar go n-oibríonn sé ar chomhad iomlán seachas ar shonraí. Tá difríocht idir an tacar de pharaiméadar ``formáid`` a nglactar leis agus gan an paraiméadar sin gheobhaidh tú an comhad aistriúcháin mar atá stóráilte i VCS.
hu: Ez az API-végpont eltérő logikát használ, mivel teljes fájlokon működik. Az elfogadott ``format`` paraméterek köre is eltér; formátum megadása nélkül a VCS-ben tárolt fájl kerül letöltésre.
id: Titik akhir API ini menggunakan logika keluaran yang berbeda dari API lainnya karena beroperasi pada keseluruhan berkas, bukan pada data. Set parameter ``format`` yang diterima berbeda dan tanpa parameter tersebut,Anda akan mendapatkan berkas terjemahan sebagaimana tersimpan di VCS.
ja: この API エンド ポイントは、データではなくファイル全体を操作するため、出力には他の API とは異なるロジックを使用します。受けとる ``format`` パラメータのセットは異なります。このようなパラメータがない場合は、VCS に保存された翻訳ファイルを取得します。
nl: Dit API-eindpunt gebruikt verschillende logica voor uitvoer dan de rest van de API, omdat het op een geheel bestand werkt in plaats van op gegevens. Set voor geaccepteerde parameter ``format`` verschilt en zonder een dergelijke parameter krijgt u het vertaalbestand zoals dat is opgeslagen in het VCS.
pt: Este ponto de extremidade da API usa uma lógica diferente para a saída do resto da API, pois opera no ficheiro inteiro em vez de nos dados. O conjunto de parâmetros aceitos no ``format`` difere e sem tal parâmetro obtém o ficheiro de tradução armazenado no VCS.
pt_br: Este ponto de extremidade da API usa uma lógica diferente para a saída do resto da API, pois opera no arquivo inteiro em vez de nos dados. O conjunto de parâmetros aceitos no ``format`` difere e sem tal parâmetro você obtém o arquivo de tradução armazenado no VCS.
ro: Acest endpoint API utilizează o logică diferită pentru ieșire față de restul API-ului, deoarece operează pe întregul fișier și nu pe date. Setul de parametri ``format`` acceptați diferă și fără un astfel de parametru se obține fișierul de traducere așa cum este stocat în VCS.
ru: Эта конечная точка API использует отличающуюся от остального API логику вывода, так как она работает не с данными, а с целым файлом. Отличается логика при установке допустимого параметра ``format`` — без него вы получите файл перевода, хранящийся в системе контроля версий.
sv: Denna API-ändpunkt använder annan logik för utdata än resten av API:et, eftersom den arbetar med hela filen istället för med data. Uppsättningen av accepterade ``format``-parametrar skiljer sig åt, och utan en sådan parameter får du översättningsfilen som den lagras i VCS.
ta: இந்த பநிஇ எண்ட்பாயிண்ட் மீதமுள்ள பநிஇ விட வெளியீட்டிற்கு வெவ்வேறு தர்க்கத்தைப் பயன்படுத்துகிறது, ஏனெனில் இது தரவைக் காட்டிலும் முழு கோப்பிலும் இயங்குகிறது. ஏற்றுக்கொள்ளப்பட்ட `` வடிவமைப்பு`` அளவுருவின் தொகுப்பு வேறுபடுகிறது மற்றும் அத்தகைய அளவுரு இல்லாமல் வி.சி.எச் இல் சேமிக்கப்பட்டுள்ள மொழிபெயர்ப்பு கோப்பைப் பெறுவீர்கள்.
tr: Bu API noktası, veriler yerine tüm dosya üzerinde çalıştığından çıktı için geri kalan API işleyişinden farklı bir mantık kullanır. Kabul edilen ``format`` parametre kümesi farklıdır ve böyle bir parametre belirtilmediğinde sürüm denetimi sisteminde depolanmış çeviri dosyasını alır.
uk: Ця кінцева точка програмного інтерфейсу використовує іншу логіку для виведення даних, якщо порівнювати із рештою програмного інтерфейсу, оскільки працює із цілим файлом, а не із даними цього файла. Набір прийнятних значень параметра``format`` є іншим. Без цього параметра ви отримаєте файл перекладу у тому форматі, у якому він зберігається у системі керування версіями.
zh_hans: 这个 API 端点使用了不同于 API 其余的逻辑来输出，它在整个文件而不是在数据上操作。接受的 ``format`` 参数组不同，没有这个参数会将翻译文件存储在版本控制系统中。
zh_hant: 這個 API 端點使用了不同於API其餘的邏輯來輸出，它在整個文件而不是在數據上操作。接受的``format``參數組不同，沒有這個參數會將翻譯文件存儲在版本控制系統（VCS）中。

source: Timestamp of last change to this file.
de: Zeitstempel der letzten Änderung an dieser Datei.
ga: Stampa ama an athraithe dheireanaigh ar an gcomhad seo.
hu: A fájl utolsó módosításának időbélyege.
id: Stempel waktu perubahan terakhir pada berkas ini.
ja: このファイルの最終変更のタイムスタンプ。
nl: Tijdstempel van laatste wijziging aan dit bestand.
pt: Registo de data e hora da última alteração neste ficheiro.
pt_br: Registro de data e hora da última alteração nesse arquivo.
sv: Tidsstämpel för senaste ändring av denna fil.
ta: இந்த கோப்பில் கடைசி மாற்றத்தின் நேர முத்திரை.
tr: Bu dosyadaki son değişikliğin zaman damgası.
uk: Часова позначка останньої зміни у цьому файлі.
zh_hans: 此文件上次更改的时间戳。

source: Skips response if the file has not been modified since that time.
de: Überspringt die Antwort, wenn die Datei seitdem nicht geändert wurde.
ga: Léimeann an freagra mura bhfuil an comhad athraithe ó shin.
hu: A válasz kihagyása, ha a fájl az adott időpont óta nem módosult.
id: Melewati respons apabila berkas belum dimodifikasi sejak saat itu.
ja: ファイルがその時刻以降に変更されていない場合は、応答をスキップします。
nl: Slaat antwoord over als het bestand sinds die tijd niet is aangepast.
pt: Ignora a resposta se o ficheiro não tiver sido modificado desde então.
pt_br: Ignora a resposta se o arquivo não tiver sido modificado desde então.
sv: Hoppar över svaret om filen inte har ändrats sedan dess.
ta: அந்தக் காலத்திலிருந்து கோப்பு மாற்றப்படவில்லை என்றால் பதிலைத் தவிர்க்கவும்.
tr: Dosya bu zamandan sonra değiştirilmemişse yanıtı atlar.
uk: Пропускає відповідь, якщо файл не було змінено з того часу.
zh_hans: 如果此后文件未被修改过，则跳过响应。

source: File format to use; if not specified no format conversion happens; see :ref:`download` for supported formats
de: Zu verwendendes Dateiformat; wenn nicht angegeben, erfolgt keine Formatumwandlung; siehe :ref:`download` für unterstützte Formate
ga: Formáid comhaid le húsáid; mura ndéantar aon chomhshó formáid a shonrú; féach :ref:`download` le haghaidh formáidí tacaithe
hu: Használandó fájlformátum megadása; ha nincs megadva, formátumkonverzió nem történik; lásd: :ref:`download`
id: Format berkas yang akan digunakan; jika tidak ditentukan, tidak ada konversi format yang terjadi; lihat :ref:`download` untuk format yang didukung
ja: 使用するファイル形式。指定しない場合、フォーマット変換は行われません。変換に対応する形式については、:ref:`download` を参照してください
nl: Te gebruiken bestandsindeling; indien niet gespecificeerd wordt geen conversie voor de indeling uitgevoerd; bekijk :ref:`download` voor ondersteunde indelingen
pt: Formato de ficheiro a ser utilizado; se não especificado, nenhuma conversão de formato ocorre; consulte :ref:`download` para ver os formatos suportados
pt_br: Formato de arquivo a ser utilizado; se não especificado, nenhuma conversão de formato ocorre; consulte :ref:`download` para ver os formatos suportados
ru: Используемый формат файла; если не указано, преобразование формата не происходит; см. :ref:`download` для получения информации о поддерживаемых форматах
sv: Filformat som ska användas; om inget anges sker ingen formatkonvertering; se :ref:`download` för format som stöds
tr: Kullanılacak dosya biçimi. Belirtilmemişse biçim dönüşümü yapılmaz. Desteklenen biçimlerle ilgili bilgi almak için: :ref:`download`
uk: Формат файлів, яким слід скористатися; якщо не вказано, перетворення формату не відбуватиметься; список підтримуваних форматів можна знайти у :ref:`download`
zh_hans: 要使用的文件格式；如未指定则不会发生格式转换；参阅 :ref:`download` 了解受支持的格式

source: Filter downloaded strings, see :ref:`search`, only applicable when conversion is in place (``format`` is specified).
de: Filter für heruntergeladene Zeichenketten, siehe :ref:`search`, nur anwendbar, wenn eine Umwandlung erfolgt (``format`` ist angegeben).
ga: Scagaigh teaghráin íoslódáilte, féach :ref:`search`, is infheidhme ach nuair a bhíonn tiontú i bhfeidhm (sonraítear ``format``).
hu: Letöltött szövegek szűrése, lásd: :ref:`search`, csak akkor alkalmazható, ha átalakítás van megadva (``format`` meg van adva).
id: Filter string yang diunduh, lihat :ref:`search`, hanya berlaku bila konversi sudah dilakukan (``format`` ditentukan).
ja: ダウンロードする文字列をフィルタリングします。参照: :ref:`search`。変換が行われる（``format`` を指定した）場合にのみ適用されます。
nl: Filter gedownloade tekenreeksen, bekijk :ref:`search`, alleen van toepassing als conversie wordt uitgevoerd (``format`` is gespecificeerd).
pt: Filtre as cadeias descarregadas, consulte :ref:`search`, aplicável somente quando a conversão estiver em vigor (``format`` está especificado).
pt_br: Filtre as strings baixadas, consulte :ref:`search`, aplicável somente quando a conversão estiver em vigor (``format`` estiver especificado).
ru: Фильтровать загруженные строки, см. :ref:`search`, применимо только при наличии преобразования (указан ``format``).
sv: Filtrera nedladdade strängar, se :ref:`search`, endast tillämpligt när konvertering är på plats (``format`` är angivet).
tr: İndirilen dizgeleri süzer. Ayrıntılı bilgi almak için: :ref:`search`. Yalnızca dönüşüm yapıldığında geçerlidir (``format`` belirtildiğinde).
uk: Фільтрувати отримані рядки, див. :ref:`search`, можна застосувати, лише якщо перетворення відбувається на місці (вказано ``format``).
zh_hans: 过滤已下载的字符串，见 :ref:`search`，仅在对话就绪时适用（指定了 ``format``）。

source: Upload new file with translations.
de: Lädt eine neue Datei mit Übersetzungen hoch.
ga: Uaslódáil comhad nua le haistriúcháin.
hu: Új fordítási fájl feltöltése.
id: Unggah berkas baru dengan terjemahan.
ja: 翻訳を含む新しいファイルをアップロードします。
nl: Nieuw bestand met vertalingen uploaden.
pt: Envia um novo ficheiro com traduções.
pt_br: Envia novo arquivo com traduções.
ro: Încărcați un nou fișier cu traduceri.
ru: Загружает новый файл с переводами.
sv: Ladda upp ny fil med översättningar.
ta: மொழிபெயர்ப்புகளுடன் புதிய கோப்பைப் பதிவேற்றவும்.
tr: Çevirileri içeren yeni dosya yükler.
uk: Вивантажити новий файл із перекладами.
zh_hans: 上传带有翻译的新文件。
zh_hant: 上傳帶有翻譯的新文件。

source: How to deal with conflicts (``ignore``, ``replace-translated`` or ``replace-approved``), see :ref:`upload-conflicts`
de: Wie mit Konflikten umgegangen wird (``ignore``, ``replace-translated`` oder ``replace-approved``), siehe :ref:`upload-conflicts`
ga: Conas déileáil le coinbhleachtaí (``ignore``, ``replace-translated`` nó ``replace-approved``), féach :ref:`upload-conflicts`
hu: Konfliktusok kezelése (``ignore``, ``replace-translated`` vagy ``replace-approved``), lásd: :ref:`upload-conflicts`
id: Cara menangani konflik (``ignore``, ``replace-translated`` atau ``replace-approved``), lihat :ref:`upload-conflicts`
ja: 競合への対処方法（``ignore``、``replace-translated``、``replace-approved``）、参照: :ref:`upload-conflicts`
nl: Hoe conflicten af te handelen (``ignore``, ``replace-translated`` of ``replace-approved``), bekijk :ref:`upload-conflicts`
pt: Como lidar com conflitos (``ignore``, ``replace-translated`` ou ``replace-approved``), consulte :ref:`upload-conflicts`
pt_br: Como lidar com conflitos (``ignore``, ``replace-translated`` ou ``replace-approved``), consulte :ref:`upload-conflicts`
ru: Как работать с конфликтами (``ignore``, ``replace-translated`` или ``replace-approved``), см. :ref:`upload-conflicts`
sv: Hur man hanterar konflikter (``ignorera``, ``ersätt-översatt`` eller ``ersätt-godkänt``), se :ref:`upload-conflicts`
tr: Çakışmaların nasıl işleneceği (``ignore``, ``replace-translated`` ya da ``replace-approved``). Ayrıntılı bilgi almak için: :ref:`upload-conflicts`
uk: Спосіб обробки конфліктів (``ignore``, ``replace-translated`` або ``replace-approved``), див. :ref:`upload-conflicts`
zh_hans: 如何处理冲突 (``ignore``、``replace-translated`` 或 ``replace-approved``)，见 :ref:`upload-conflicts`
