Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Priority of the string. Higher priority strings are presented first for translation. The default priority is 100, the higher priority a string has, the earlier it is offered for translation.
de: Priorität der Zeichenkette. Zeichenketten mit höherer Priorität werden zuerst zur Übersetzung angeboten. Die Standardpriorität ist 100. Je höher die Priorität einer Zeichenkette ist, desto früher wird sie zur Übersetzung angeboten.
ga: Tosaíocht na sreinge. Cuirtear teaghráin ardtosaíochta i láthair ar dtús le haistriú. Is é 100 an tosaíocht réamhshocraithe, dá airde tosaíocht atá ag teaghrán, is ea is luaithe a thairgtear í le haistriú.
hu: A szöveg prioritása. A magasabb prioritású szövegek jelennek meg először fordításra. Az alapértelmezett prioritás értéke 100; minél magasabb a prioritás, annál hamarabb kínálja fel a rendszer fordításra a szöveget.
id: Prioritas string. String dengan prioritas lebih tinggi ditampilkan terlebih dahulu untuk terjemahan. Prioritas bawaan adalah 100. Semakin tinggi prioritas suatu string, semakin cepat string tersebut ditawarkan untuk terjemahan.
ja: 文字列の優先度。優先度の高い文字列が翻訳のために先に表示されます。デフォルトの優先度は 100 で、文字列の優先度が高いほど、翻訳のために早く提示されます。
nl: Prioriteit van de tekenreeks. Tekenreeksen met een hogere prioriteit worden als eerste gepresenteerd voor vertaling. De standaard prioriteit is 100, hoe hoger de prioriteit die een tekenreeks heeft, hoe eerder die wordt aangeboden voor vertaling.
pt: Prioridade da cadeia. As cadeias de maior prioridade são apresentados primeiro para tradução. A prioridade predefinida é 100, quanto maior prioridade que um texto tem, mais cedo é oferecido para tradução.
pt_br: Prioridade do texto. Os textos de maior prioridade são apresentados primeiro para tradução. A prioridade padrão é 100, a maior prioridade que um texto tem, mais cedo é oferecido para tradução.
ro: Prioritatea șirului. Șirurile cu prioritate mai mare sunt prezentate mai întâi pentru traducere. Prioritatea implicită este 100. Cu cât un șir are o prioritate mai mare, cu atât este oferit mai devreme pentru traducere.
ru: Приоритет строки. Строки с более высоким приоритетом предлагаются на перевод первыми. По умолчанию приоритет равен 100, чем выше приоритет строки, тем раньше она будет предложена для перевода.
sv: Strängens prioritet. Strängar med högre prioritet visas först för översättning. Standardprioriteten är 100. Ju högre prioritet en sträng har, desto tidigare erbjuds den för översättning.
ta: சரத்தின் முன்னுரிமை. மொழிபெயர்ப்புக்கு முதலில் அதிக முன்னுரிமை சரங்கள் வழங்கப்படுகின்றன. இயல்புநிலை முன்னுரிமை 100, ஒரு சரம் அதிக முன்னுரிமை, முந்தையது மொழிபெயர்ப்புக்கு வழங்கப்படுகிறது.
tr: Dizgenin önceliğini belirler. Yüksek öncelikli dizgeler daha çevrilir. Varsayılan öncelik değeri: 100. Bir dizgenin önceliği ne kadar yüksekse, o kadar önce çevrilmek üzere sunulur.
uk: Пріоритетність рядка. Рядки із високою пріоритетністю надаються для перекладу першими. Типовим значенням пріоритетності є 100. Чим вищою є пріоритетність, тим раніше рядок буде запропоновано до перекладу.
zh_hans: 字符串的优先级。高优先级的字符串首先出现被翻译。默认的优先级是 100，字符串的优先级越高，就会越早安排翻译。
zh_hant: 字符串的優先級。高優先級的字符串首先出現被翻譯。默認的優先級是 100 ，字符串的優先級越高，就會越早安排翻譯。

source: Limit the maximal length for a string to N characters, see :ref:`check-max-length`.
de: Begrenzt die maximale Länge für eine Zeichenkette auf N Zeichen, siehe :ref:`check-max-length`.
ga: Teorainn an fad uasta do teaghrán go dtí N carachtar, féach :ref:`check-max-length`.
hu: Korlátozza a szöveg maximális hosszát N karakterre, lásd: :ref:`check-max-length`.
id: Batasi panjang maksimal string menjadi N karakter, lihat :ref:`check-max-length`.
ja: 文字列の最大長を N 文字に制限する。参照: :ref:`check-max-length`。
nl: Beperkt de maximale lengte voor een tekenreeks tot N tekens, bekijk :ref:`check-max-length`.
pt: Limita o comprimento máximo de uma cadeia a N caracteres, veja :ref:`check-max-length`.
pt_br: Limita o comprimento máximo de um texto a caracteres N, consulte :ref:`check-max-length`.
ro: Limitează lungimea maximă a unui șir de caractere la N caractere, a se vedea :ref:`check-max-length`.
ru: Ограничить максимальную длину строки N символами, смотрите проверку :ref:`check-max-length`.
sv: Begränsa den maximala längden för en sträng till N tecken, se :ref:`check-max-length`.
tr: Bir dizgenin en fazla uzunluğunu N karakter olarak sınırlandırır. Ayrıntılı bilgi almak için: :ref:`check-max-length`.
uk: Обмежити максимальну довжину рядка N символами, див. :ref:`check-max-length`.
zh_hans: 将字符串的最大长度限制为 N 个字符，请参见 :ref:`check-max-length`。
zh_hant: 將字符串的最大長度限制為 N 個字符，請參見 :ref:`check-max-length`。

source: Treat text as XML document, affects :ref:`check-xml-invalid` and :ref:`check-xml-tags`.
de: Behandelt Text als XML-Dokument, betrifft :ref:`check-xml-invalid` und :ref:`check-xml-tags`.
ga: Déileáil le téacs mar dhoiciméad XML, bíonn tionchar aige :ref:`check-xml-invalid` agus :ref:`check-xml-tags`.
hu: A szöveget XML-dokumentumként kezeli, hatással van az :ref:`check-xml-invalid` és :ref:`check-xml-tags` ellenőrzésekre.
id: Memperlakukan teks sebagai dokumen XML, memengaruhi :ref:`check-xml-invalid` dan :ref:`check-xml-tags`.
ja: テキストを XML ドキュメントとして扱う、関連項目: :ref:`check-xml-invalid` および :ref:`check-xml-tags`。
nl: Behandel tekst als een document met XML, heeft invloed op :ref:`check-xml-invalid` en :ref:`check-xml-tags`.
pt: Trata o texto como documento XML, afeta :ref:`check-xml-invalid` e :ref:`check-xml-tags`.
pt_br: Trata o texto como documento XML, afeta :ref:`check-xml-invalid` e :ref:`check-xml-tags`.
ro: Tratează textul ca document XML, afectează :ref:`check-xml-invalid` și :ref:`check-xml-tags`.
ru: Рассматривать текст как документ XML, влияет на проверки :ref:`check-xml-invalid` и :ref:`check-xml-tags`.
sv: Behandla text som XML-dokument, påverkar :ref:`check-xml-invalid` och :ref:`check-xml-tags`.
tr: Metnin XML belgesi olarak işlenmesini sağlar. :ref:`check-xml-invalid` ve :ref:`check-xml-tags` parametrelerini etkiler.
uk: Вважати текст документом XML, впливає на :ref:`check-xml-invalid` і :ref:`check-xml-tags`.
zh_hans: 将文本看作 XML 文档，影响 :ref:`check-xml-invalid` 和 :ref:`check-xml-tags`。
zh_hant: 將文本看作 XML 文件，影響 :ref:`check-xml-invalid` and :ref:`check-xml-tags` 。

source: Define font-family for rendering checks, see :ref:`fonts`.
de: Definiert die Schriftfamilie für Rendering-Prüfungen, siehe :ref:`fonts`.
ga: Sainmhínigh cló-teaghlach le haghaidh seiceálacha rindreála, féach :ref:`fonts`.
hu: Betűtípus-család meghatározása a megjelenítési ellenőrzésekhez, lásd: :ref:`fonts`.
id: Tentukan jenis font untuk pemeriksaan rendering, lihat :ref:`fonts`.
ja: レンダリングの検査に使用するフォントファミリーを定義する。参照: :ref:`fonts`。
nl: Definieert familie van lettertype voor controles voor renderen, bekijk :ref:`fonts`.
pt: Define a família de letras para verificações da renderização, veja :ref:`fonts`.
pt_br: Define a família de fontes para verificações da renderização, consulte :ref:`fonts`.
ro: Definește font-family pentru verificările de redare, a se vedea :ref:`fonts`.
ru: Определяет семейство шрифтов для проверок отрисовки текста, смотрите раздел :ref:`fonts`.
sv: Definiera teckensnittsfamilj för renderingskontroller, se :ref:`fonts`.
tr: Görselleştirme denetimleri için yazı tipi ailesini belirler. Ayrıntılı bilgi almak için: :ref:`fonts`.
uk: Визначає сімейство шрифтів для перевірок обробки, див. :ref:`fonts`.
zh_hans: 定义 font-family 来提供检查，请参见 :ref:`fonts`。
zh_hant: 定義 font-family 來提供檢查，請參見 :ref:`fonts` 。

source: Define font-weight for rendering checks, see :ref:`fonts`.
de: Definiert das Schriftgewicht für Rendering-Prüfungen, siehe :ref:`fonts`.
ga: Sainmhínigh meáchan cló le haghaidh seiceálacha rindreála, féach :ref:`fonts`.
hu: Betűvastagság meghatározása a megjelenítési ellenőrzésekhez, lásd: :ref:`fonts`.
id: Tentukan bobot font untuk pemeriksaan rendering, lihat :ref:`fonts`.
ja: レンダリングの検査に使用するフォントの太さを定義する。参照: :ref:`fonts`。
nl: Definieer het letterbeeld voor controles voor renderen, bekijk :ref:`fonts`.
pt: Define o peso da letra para verificações da renderização, veja :ref:`fonts`.
pt_br: Define o peso da fonte para verificações da renderização, consulte :ref:`fonts`.
ro: Definiți font-weight pentru verificările de redare, a se vedea :ref:`fonts`.
ru: Определяет насыщенность шрифта (свойство ``font-weight``) для проверок отрисовки текста, смотрите раздел :ref:`fonts`.
sv: Definiera teckensnittsvikt för renderingskontroller, se :ref:`fonts`.
tr: Görselleştirme denetimleri için yazı koyuluğunu belirler. Ayrıntılı bilgi almak için: :ref:`fonts`.
uk: Визначити вагу шрифту для перевірок обробки, див. :ref:`fonts`.
zh_hans: 定义 font-weight 来提供检查，请参见 :ref:`fonts`。
zh_hant: 定義 font-weight 來提供檢查，請參見 :ref:`fonts` 。

source: Define font-size for rendering checks, see :ref:`fonts`.
de: Definiert die Schriftgröße für Rendering-Prüfungen, siehe :ref:`fonts`.
ga: Sainmhínigh clómhéid le haghaidh seiceálacha rindreála, féach :ref:`fonts`.
hu: Betűméret meghatározása a megjelenítési ellenőrzésekhez, lásd: :ref:`fonts`.
id: Tentukan ukuran font untuk pemeriksaan rendering, lihat :ref:`fonts`.
ja: レンダリングの検査に使用するフォントサイズを定義する。参照: :ref:`fonts`。
nl: Definieer grootte voor het lettertype voor controles voor renderen, bekijk :ref:`fonts`.
pt: Define o tamanho da letra para verificações da renderização, veja :ref:`fonts`.
pt_br: Define o tamanho da fonte para verificações da renderização, consulte :ref:`fonts`.
ro: Definiți dimensiunea fontului pentru verificările de redare, a se vedea :ref:`fonts`.
ru: Определяет размер шрифта (свойство ``font-size``) для проверок отрисовки текста, смотрите раздел :ref:`fonts`.
sv: Definiera teckenstorlek för renderingskontroller, se :ref:`fonts`.
tr: Görselleştirme denetimleri için yazı boyutunu belirler. Ayrıntılı bilgi almak için: :ref:`fonts`.
uk: Визначити розмір шрифту для перевірок обробки, див. :ref:`fonts`.
zh_hans: 定义 font-size 来提供检查，请参见 :ref:`fonts`。
zh_hant: 定義 font-size 來提供檢查，請參見 :ref:`fonts` 。

source: Define letter spacing for rendering checks, see :ref:`fonts`.
de: Definiert die Buchstabenabstände für Rendering-Prüfungen, siehe :ref:`fonts`.
ga: Sainmhínigh spásáil litreacha le haghaidh seiceálacha rindreála, féach :ref:`fonts`.
hu: Betűk közötti térköz meghatározása a megjelenítési ellenőrzésekhez, lásd: :ref:`fonts`.
id: Tentukan spasi huruf untuk pemeriksaan rendering, lihat :ref:`fonts`.
ja: レンダリングの検査に使用する文字間隔を定義する。参照: :ref:`fonts`。
nl: Definieer afstand tussen letters voor controles voor renderen, bekijk :ref:`fonts`.
pt: Define o espaçamento de letras para verificações da renderização, veja :ref:`fonts`.
pt_br: Define o espaçamento de letras para verificações da renderização, consulte :ref:`fonts`.
ro: Definiți spațierea literelor pentru verificările de redare, a se vedea :ref:`fonts`.
ru: Определяет ширину межбуквенных интервалов (свойство ``letter-spacing``) для проверок отрисовки текста, смотрите раздел :ref:`fonts`.
sv: Definiera teckenavstånd för renderingkontroller, se :ref:`fonts`.
tr: Görselleştirme denetimleri için harf aralığını belirler. Ayrıntılı bilgi almak için: :ref:`fonts`.
uk: Визначити інтервал між літерами для перевірок обробки, див. :ref:`fonts`.
zh_hans: 定义渲染检查的字母间隔，请参见 :ref:`fonts`。
zh_hant: 定義渲染檢查的字母間隔，請參見 :ref:`fonts` 。

source: Define flags for customizing the behavior of the :ref:`check-icu-message-format` quality check.
de: Definiert Markierungen, um das Verhalten der Qualitätsprüfung :ref:`check-icu-message-format` anzupassen.
ga: Sainmhínigh bratacha chun iompar an seiceála cáilíochta :ref:`check-icu-message-format` a shaincheapadh.
hu: Jelzők megadása a :ref:`check-icu-message-format` minőség-ellenőrzés viselkedésének testreszabásához.
id: Tentukan tanda untuk menyesuaikan perilaku pemeriksaan kualitas :ref:`check-icu-message-format`.
ja: :ref:`check-icu-message-format` の品質検査の動作をカスタマイズするためのフラグを定義します。
nl: Vlaggen definiëren voor aanpassen van het gedrag van de kwaliteitscontrole :ref:`check-icu-message-format`.
pt: Define marcadores para personalizar o comportamento da verificação de qualidade :ref:`check-icu-message-format`.
pt_br: Define marcadores para personalizar o comportamento da verificação de qualidade :ref:`check-icu-message-format`.
ro: Definește indicatori pentru personalizarea comportamentului verificării calității :ref:`check-icu-message-format`.
ru: Определите флаги для настройки поведения проверки качества :ref:`check-icu-message-format`.
sv: Definiera flaggor för att anpassa beteendet för kvalitetskontrollen :ref:`check-icu-message-format`.
tr: :ref:`check-icu-message-format` kalite denetiminin davranışını özelleştirecek imleri belirler.
uk: Визначити прапорці для налаштовування поведінки перевірки якості :ref:`check-icu-message-format`.
zh_hans: 指定自定义 :ref:`check-icu-message-format` 质量检查行为的标记。

source: Set a required prefix for XML tags for the :ref:`check-icu-message-format` quality check.
de: Setzt ein erforderliches Präfix für XML-Tags für die Qualitätsprüfung :ref:`check-icu-message-format`.
ga: Socraigh réimír riachtanach le haghaidh clibeanna XML don seiceáil cáilíochta :ref:`check-icu-message-format`.
hu: Kötelező előtag beállítása XML-címkékhez a :ref:`check-icu-message-format` minőség-ellenőrzéshez.
id: Atur awalan yang diperlukan untuk tag XML untuk pemeriksaan kualitas :ref:`check-icu-message-format`.
ja: :ref:`check-icu-message-format` の品質検査用の XML タグに必要な接頭辞を設定します。
nl: Stel een vereist voorvoegsel in voor XML-tags voor de kwaliteitscontrole :ref:`check-icu-message-format`.
pt: Define um prefixo necessário para etiquetas XML para a verificação de qualidade :ref:`check-icu-message-format`.
pt_br: Define um prefixo necessário para tags XML para a verificação de qualidade :ref:`check-icu-message-format`.
ro: Setați un prefix necesar pentru etichetele XML pentru verificarea calității :ref:`check-icu-message-format`.
ru: Установите необходимый префикс для XML-тегов для проверки качества :ref:`check-icu-message-format`.
sv: Ange ett obligatoriskt prefix för XML-taggar för kvalitetskontrollen :ref:`check-icu-message-format`.
tr: :ref:`check-icu-message-format` kalite denetimi için XML kod imlerinin gerekli olan ön ekini belirler.
uk: Встановити обов'язковий префікс для теґів XML для перевірки якості :ref:`check-icu-message-format`.
zh_hans: 为 :ref:`check-icu-message-format` 质量检查设置必需的 XML 标签前缀。

source: Placeholder strings expected in translation, see :ref:`check-placeholders`.
de: Platzhalter-Zeichenketten werden in der Übersetzung erwartet, siehe :ref:`check-placeholders`.
ga: Táthar ag súil le teaghráin sealbhóirí san aistriúchán, féach :ref:`check-placeholders`.
hu: A fordításban elvárt helyettesítő szövegek megadása, lásd: :ref:`check-placeholders`.
id: String tempat yang diharapkan dalam terjemahan, lihat :ref:`check-placeholders`.
ja: 翻訳にはプレースホルダー文字列が必要です。参照: :ref:`check-placeholders`。
nl: Tekenreeksen als plaatsvervanger, verwacht in vertaling, bekijk :ref:`check-placeholders`.
pt: Cadeias de espaço reservado esperados na tradução, veja :ref:`check-placeholders`.
pt_br: Textos de espaço reservado esperados na tradução, consulte :ref:`check-placeholders`.
ro: Șiruri de caractere de poziție așteptate în traducere, a se vedea :ref:`check-placeholders`.
ru: Ожидаемые в переводе строки-заполнители, смотрите проверку :ref:`check-placeholders`.
sv: Platshållarsträngar som förväntas i översättningen, se :ref:`check-placeholders`.
tr: Çeviride beklenen yer belirtici dizgeleri belirler. Ayrıntılı bilgi almak için: :ref:`check-placeholders`.
uk: Рядки-замінники, які слід очікувати у перекладі, див. :ref:`check-placeholders`.
zh_hans: 译文中需要的占位符字符串，请参见 :ref:`check-placeholders`。
zh_hant: 翻譯中需要的佔位字符串，請參見 :ref:`check-placeholders` 。

source: Replacements to perform when checking resulting text parameters (for example in :ref:`check-max-size` or :ref:`check-max-length`). The typical use case for this is to expand placeables to ensure that the text fits even with long values, for example: ``replacements:%s:"John Doe"``.
de: Ersetzungen, die bei der Überprüfung der resultierenden Textparameter durchgeführt werden sollen (zum Beispiel in :ref:`check-max-size` oder :ref:`check-max-length`). Der typische Anwendungsfall hierfür ist die Erweiterung von Platzhaltern, um sicherzustellen, dass der Text auch bei langen Werten passt, zum Beispiel: ``replacements:%s:"John Doe"``.
ga: Athsholáthairtí le déanamh agus paraiméadair an téacs mar thoradh á seiceáil (mar shampla i :ref:`check-max-size` nó :ref:`check-max-length`). Is é an gnáthchás úsáide chuige seo ná cuir in áit a leathnú chun a chinntiú go luíonn an téacs fiú le luachanna fada, mar shampla: ``athsholáthair:%s:"John Doe"``.
hu: Csereértékek megadása az eredményül kapott szövegparaméterek ellenőrzésekor (például a :ref:`check-max-size` vagy :ref:`check-max-length` ellenőrzéseknél). Tipikus használati példa: helykitöltők bővítése annak érdekében, hogy a szöveg hosszabb értékek mellett is illeszkedjen, például: ``replacements:%s:\"John Doe\"``.
id: Penggantian yang dilakukan saat memeriksa parameter teks yang dihasilkan (misalnya dalam :ref:`check-max-size` atau :ref:`check-max-length`). Kasus penggunaan umum untuk ini adalah untuk memperluas placeable guna memastikan teks tetap pas meskipun memiliki nilai yang panjang, misalnya: ``replacements:%s:"John Doe"``.
ja: テキストがパラメータとなる検査（例 :ref:`check-max-size` または :ref:`check-max-length`）をするときに行う置換。一般的な使用方法は、プレースホルダーに長いテキストが入ってもスペースに収まるか確認することです。例: ``replacements:%s:"John Doe"`` 。
nl: Vervangingen om uit te voeren bij het controleren van resulterende tekstparameters (bijvoorbeeld in :ref:`check-max-size` of :ref:`check-max-length`). Een typisch gebruiksgeval hiervoor is om plaatsvervangers uit te breiden om ervoor te zorgen dat tekstbestanden zelfs met lange waarden passen, bijvoorbeeld: ``replacements:%s:"John Doe"``.
pt: Substituições para realizar ao verificar parâmetros de texto resultantes (por exemplo, em :ref:`check-max-size` ou :ref:`check-max-length`). O caso de uso típico para isso é expandir objetos colocáveis *(placeables)* para garantir que o texto se encaixe mesmo com valores longos, por exemplo: ``replacements:%s:"John Doe"``.
pt_br: Substituições para realizar ao verificar parâmetros de texto resultantes (por exemplo, em :ref:`check-max-size` ou :ref:`check-max-length`). O caso de uso típico para isso é expandir objetos colocáveis *(placeables)* para garantir que o texto se encaixe mesmo com valores longos, por exemplo: ``replacements:%s:"John Doe"``.
ro: Înlocuirile care trebuie efectuate la verificarea parametrilor textului rezultat (de exemplu, în :ref:`check-max-size` sau :ref:`check-max-length`). Cazul tipic de utilizare pentru acest lucru este de a extinde placeables pentru a se asigura că textul se potrivește chiar și cu valori lungi, de exemplu: ``replacements:%s: "John Doe"``.
ru: Замены, выполняемые при проверке параметров результирующего текста (например, в проверках :ref:`check-max-size` или :ref:`check-max-length`). Типовой случай использования этот флага — подстановка конкретных значений вместо заполнителей, чтобы гарантировать, что текст впишется в отведённые ему границы даже при использовании длинных строк, например: ``replacements:%s:"Джон Доу"``.
sv: Ersättningar som ska utföras vid kontroll av resulterande textparametrar (till exempel i :ref:`check-max-size` eller :ref:`check-max-length`). Det vanligaste användningsområdet för detta är att expandera placerbara objekt för att säkerställa att texten passar även med långa värden, till exempel: ``ersättningar:%s:"John Doe"``.
tr: Ortaya çıkan metin parametreleri denetlenirken yapılacak değişiklikleri belirler (:ref:`check-max-size` ya da :ref:`check-max-length` gibi). Tipik kullanım örneği, metnin uzun değerlerle bile sığdığından emin olmak için yerleştirilebilir ögelerin genişletilmesidir. Örnek: ``replacements:%s:"Ali Kaya"``.
uk: Заміни, які слід виконати при перевірці параметрів тексту у результаті (наприклад, у :ref:`check-max-size` або :ref:`check-max-length`). Типовим випадком використання є розгортання замінників для забезпечення відповідності тексту, навіть за використання довгих значень. Приклад: ``replacements:%s:"John Doe"``.
zh_hans: 当检查结果文本参数时执行替换（例如在 :ref:`check-max-size` 或 :ref:`check-max-length` 中）。这一典型应用的情况拓展了非译元素，确保匹配那些即使使用了长值的文本，例如 ``replacements:%s:"John Doe"``。
zh_hant: 當檢查結果文本參數時執行替換（例如在 :ref:`check-max-size` 或 :ref:`check-max-length` 中）。這一典型應用的情況拓展了非譯元素，確保匹配那些即使使用了長值的文本，例如 placements:%s:"John Doe"`` 。

source: Mark this string as a variant of string with matching source. See :ref:`variants`.
de: Markiert diese Zeichenkette als Variante der Zeichenkette mit gleicher Ausgangszeichenkette. Siehe :ref:`variants`.
ga: Marcáil an teaghrán seo mar leagan de shreang le foinse meaitseála. Féach :ref:`variants`.
hu: A szöveg megjelölése olyan változatként, amely egy egyező forrásszöveg változata, lásd: :ref:`variants`.
id: Tandai string ini sebagai varian string dengan sumber yang cocok. Lihat :ref:`variants`.
ja: この文字列を、原文と一致する文字列の別表記としてマークします。参照: :ref:`variants`。
nl: Markeer deze tekenreeks als een variant van een tekenreeks met een overeenkomende bron. Bekijk :ref:`variants`.
pt: Marca esta cadeia como uma variante do texto com a fonte correspondente. Veja :ref:`variants`.
pt_br: Marca este texto como uma variante do texto com o fonte correspondente. Consulte :ref:`variants`.
ro: Marchează acest șir ca fiind o variantă de șir cu sursă corespunzătoare. A se vedea :ref:`variants`.
ru: Добавить отметку, что данная строка является вариантом строки, указанной в качестве источника. Смотрите раздел «:ref:`variants`».
sv: Markera denna sträng som en variant av strängen med matchande källa. Se :ref:`variants`.
tr: Bu dizgenin, eşleşen kaynağın bir dizge çeşidi olarak imlenmesini sağlar. Ayrıntılı bilgi almak için: :ref:`variants`.
uk: Позначити цей рядок варіантом рядка з тим самим джерелом. Див. :ref:`variants`.
zh_hans: 将此字符串标记为具有匹配源的字符串的变体。见 :ref:`variants`。
zh_hant: 將此字符串標記為具有匹配源的字符串的變體。見 :ref:`variants`。

source: Regular expression to match translation, see :ref:`check-regex`.
de: Regulärer Ausdruck zum Abgleich mit der Übersetzung, siehe :ref:`check-regex`.
ga: Slonn rialta chun an t-aistriúchán a mheaitseáil, féach :ref:`check-regex`.
hu: Reguláris kifejezés megadása a fordítás egyeztetéséhez, lásd: :ref:`check-regex`.
id: Ekspresi reguler untuk mencocokkan terjemahan, lihat :ref:`check-regex`.
ja: 翻訳文が一致するべき正規表現。参照: :ref:`check-regex`。
nl: Reguliere expressie om vertalingen mee te vergelijken, bekijk :ref:`check-regex`.
pt: Expressão regular para corresponder à tradução; veja :ref:`check-regex`.
pt_br: Expressão regular para corresponder à tradução; consulte :ref:`check-regex`.
ro: Expresie regulată pentru a potrivi traducerea, a se vedea :ref:`check-regex`.
ru: Регулярное выражение для сопоставления с переводом, смотрите раздел :ref:`check-regex`.
sv: Reguljära uttryck för att matcha översättning, se :ref:`check-regex`.
tr: Çevirilerin eşleştirileceği kurallı ifadeyi belirtir. Ayrıntılı bilgi almak için: :ref:`check-regex`.
uk: Формальний вираз для зіставлення файлів перекладу, див. :ref:`check-regex`.
zh_hans: 用于匹配翻译文件的正则表达式，详见 :ref:`check-regex`。

source: Discards flag defined on a higher level.
de: Verwirft die auf einer höheren Ebene definierte Markierung.
ga: Bratach a chur i leataobh ar leibhéal níos airde.
hu: Magasabb szinten definiált jelzők elvetése.
id: Membuang tanda yang ditetapkan pada tingkat yang lebih tinggi.
nl: Vlaggen op een hoger niveau negeren.
pt_br: Descarta o marcador definido em um nível superior.
sv: Kasserar flaggan som definierats på en högre nivå.
uk: Відкидає прапор, визначений на вищому рівні.
