Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can now access Weblate on ``http://localhost:8000/``.
de: Sie können jetzt auf Weblate unter ``http://localhost:8000/`` zugreifen.
ga: Is féidir leat rochtain a fháil anois ar Weblate ar ``http://localhost:8000/``.
hu: A Weblate elérhető a ``http://localhost:8000/`` címen.
id: Anda sekarang dapat mengakses Weblate di ``http://localhost:8000/``.
ja: ``http://localhost:8000/`` から、Weblate にアクセスできます。
nl: U krijgt toegang tot Weblate op ``http://localhost:8000/``.
pt: Agora pode acessar o Weblate em ``http://localhost:8000/``.
pt_br: Agora você pode acessar o Weblate em ``http://localhost:8000/``.
ro: Acum puteți accesa Weblate pe ``http://localhost:8000/``.
ru: Теперь вы можете получить доступ к Weblate по адресу ``http://localhost:8000/``.
sv: Du kan nu komma åt Weblate på ``http://localhost:8000/``.
ta: நீங்கள் இப்போது `` http: // localhost: 8000/`` என்ற அளவில் வலைபெயர்ப்புடை அணுகலாம்.
tr: Weblate arayüzüne ``http://localhost:8000/`` adresinden erişebilirsiniz.
uk: Ви можете отримувати доступ до Weblate за адресою ``http://localhost:8000/``.
zh_hans: 您可以在 ``http://localhost:8000/`` 访问 Weblate。
zh_hant: 您可以在 ``http://localhost:8000/`` 訪問 Weblate 。

source: Sign in with admin credentials obtained during installation or register with new users.
de: Melden Sie sich mit den bei der Installation erhaltenen Administrator-Zugangsdaten an oder registrieren Sie sich mit neuen Benutzern.
ga: Sínigh isteach le dintiúir riaracháin a fuarthas le linn na suiteála nó cláraigh le húsáideoirí nua.
hu: Jelentkezzen be az admin hitelesítő adatokkal, amelyeket a telepítés során kapott vagy regisztráljon új felhasználókat.
id: Masuk dengan kredensial admin yang diperoleh selama instalasi atau daftar dengan pengguna baru.
ja: インストール時に取得した管理者としてサインインするか、新規ユーザーとして登録します。
nl: Log in met de inloggegevens voor admin, die zijn verkregen bij het installeren of registreer met nieuwe gebruikers.
pt: Faça o login com as credenciais de administrador obtidas durante a instalação ou registe-se com novos utilizadores.
pt_br: Faça o login com as credenciais de administrador obtidas durante a instalação ou registre-se com novos usuários.
ro: Conectați-vă cu acreditările de administrator obținute în timpul instalării sau înregistrați-vă cu utilizatori noi.
ru: Войдите в систему с учётными данными администратора, полученными во время установки, или зарегистрируйтесь в качестве нового пользователя.
sv: Logga in med administratörsuppgifter som erhållits under installationen eller registrera dig med nya användare.
ta: நிறுவலின் போது பெறப்பட்ட நிர்வாக நற்சான்றிதழ்களுடன் உள்நுழைக அல்லது புதிய பயனர்களுடன் பதிவு செய்யுங்கள்.
tr: Kurulum sırasında belirtilen yönetici kimlik doğrulama bilgileriyle oturum açın ya da yeni kullanıcı hesapları açın.
uk: Увійдіть до системи за допомогою реєстраційних даних, які було отримано під час встановлення, або зареєструйте нових користувачів.
zh_hans: 使用安装期间获得的管理凭据登录或注册新用户。

source: You can now run Weblate commands using :command:`weblate` command when Weblate virtualenv is active, see :ref:`manage`.
de: Sie können jetzt Weblate-Befehle mit dem Befehl :command:`weblate` ausführen, wenn Weblate virtualenv aktiv ist, siehe :ref:`manage`.
ga: Is féidir leat orduithe Weblate a reáchtáil anois ag baint úsáide as ordú :command:`weblate` nuair a bhíonn Weblate virtualenv gníomhach, féach :ref:`manage`.
hu: Mostantól a Weblate parancsokat a :command:`weblate` paranccsal futtathatja, ha az adott virtualenv aktív, lásd: :ref:`manage`.
id: Anda sekarang dapat menjalankan perintah Weblate menggunakan perintah :command:`weblate` saat Weblate virtualenv aktif, lihat :ref:`manage`.
ja: Weblate virtualenv が有効な場合は、:command:`weblate` コマンドを使用して Weblate コマンドを実行できるように変更されました。参照: :ref:`manage`。
nl: U kunt nu opdrachten voor Weblate uitvoeren met de opdracht :command:`weblate` als de virtualenv van Weblate actief is, bekijk :ref:`manage`.
pt: Agora pode executar comandos Weblate a usar o comando :command:`weblate` quando virtualenv do Weblate está ativo, veja :ref:`manage`.
pt_br: Agora você pode executar comandos Weblate usando o comando :command:`weblate` quando virtualenv do Weblate está ativo, consulte :ref:`manage`.
ro: Acum puteți rula comenzi Weblate folosind comanda :command:`weblate` atunci când Weblate virtualenv este activ, consultați :ref:`manage`.
ru: Теперь при помощи команды :command:`weblate` и когда активно виртуальное окружение Weblate вы можете запускать его команды, смотрите раздел :ref:`manage`.
sv: Du kan nu köra Weblate-kommandon med kommandot :command:`weblate` när Weblate virtualenv är aktivt, se :ref:`manage`.
tr: Weblate virtualenv etkinleştirildiğinde :command:`weblate` komutunu kullanarak Weblate komutlarını yürütebilirsiniz, Ayrıntılı bilgi almak için: :ref:`manage`.
uk: Тепер ви можете віддавати команди Weblate за допомогою :command:`weblate`, коли віртуальне середовище Weblate є активним, див. :ref:`manage`.
zh_hans: 现在，您可以在 Weblate virtualenv 活动时使用 :command:`weblate` 命令来运行 Weblate 命令，见 :ref:`manage`。
zh_hant: 現在，您可以在 Weblate virtualenv 活動時使用 :command:`weblate` 命令來運行 Weblate 命令。

source: You can stop the test server with :kbd:`Ctrl+C`.
de: Sie können den Testserver mit :kbd:`Strg+C` anhalten.
ga: Is féidir leat an freastalaí tástála a stopadh le :kbd:`Ctrl+C`.
hu: A tesztkiszolgáló leállításához nyomja meg a :kbd:`Ctrl+C` billentyűkombinációt.
id: Anda dapat menghentikan server pengujian dengan :kbd:`Ctrl+C`.
nl: U kunt de testserver stoppen met :kbd:`Ctrl+C`.
pt_br: Você pode parar o servidor de teste com :kbd:`Ctrl+C`.
sv: Du kan stoppa testservern med :kbd:`Ctrl+C`.
tr: Deneme sunucusunu :kbd:`Ctrl+C` tuşlarıyla durdurabilirsiniz.
uk: Ви можете зупинити тестовий сервер за допомогою :kbd:`Ctrl+C`.

source: Review potential issues with your installation either on ``/manage/performance/`` URL (see :ref:`manage-performance`) or using :command:`weblate check --deploy`, see :ref:`production`.
de: Überprüfen Sie mögliche Probleme mit Ihrer Installation entweder unter der URL ``/manage/performance/`` (siehe :ref:`manage-performance`) oder mit :command:`weblate check --deploy`, siehe :ref:`production`.
ga: Déan athbhreithniú ar shaincheisteanna féideartha le do shuiteáil ar URL ``/manage/performance/`` (féach :ref:`manage-performance`) nó ag baint úsáid :command:`weblate check --deploy`, féach :ref:`production`.
hu: Ellenőrizze a telepítés esetleges problémáit a ``/manage/performance/`` URL alatt (lásd: :ref:`manage-performance`) vagy a következő parancs segítségével: :command:`weblate check --deploy`, további részletek: :ref:`production`.
id: Tinjau potensi masalah dengan instalasi Anda baik di URL ``/manage/performance/`` (lihat :ref:`manage-performance`) atau menggunakan :command:`weblate check --deploy`, lihat :ref:`production`.
ja: ``/manage/performance/`` URL（参照: :ref:`manage-performance`）または :command:`weblate check --deploy` を使用して、インストールの潜在的な問題を確認してください。参照: :ref:`production`。
nl: Bekijk potentiële problemen met uw installatie, ofwel op de URL ``/manage/performance/`` (bekijk :ref:`manage-performance`) of met :command:`weblate check --deploy`, bekijk :ref:`production`.
pt: Reveja os possíveis problemas com a sua instalação na URL ``/manage/performance/`` (ver :ref:`manage-performance`) ou usando :command:`weblate check --deploy`, ver :ref:`production`.
pt_br: Revise os possíveis problemas com sua instalação na URL ``/manage/performance/`` (consulte :ref:`manage-performance`) ou usando :command:`weblate check --deploy`, consulte :ref:`production`.
sv: Granska eventuella problem med din installation antingen på URL:en ``/manage/performance/`` (se :ref:`manage-performance`) eller med hjälp av :command:`weblate check --deploy`, se :ref:`production`.
tr: Kurulumunuzla ilgili olası sorunları ``/manage/performance/`` adresinden (ayrıntılı bilgi almak için: :ref:`manage-performance`) ya da :command:`weblate check --deploy` komutundan görebilirsiniz. Ayrıntılı bilgi almak için: :ref:`production`.
uk: Ознайомтеся із переліком можливих проблем встановлення або за URL-адресою ``/manage/performance/`` (див. :ref:`manage-performance`), або за допомогою команди :command:`weblate check --deploy`, див. :ref:`production`.
zh_hans: 要检查你安装的潜在问题，有两个途径。一是 ``/manage/performance/`` URL (参见 :ref:`manage-performance`)，二是使用命令 :`weblate check --deploy`，参见 :ref:`production`。

source: Adding translation
de: Hinzufügen einer Übersetzung
ga: Aistriúchán á chur leis
hu: Fordítás hozzáadása
id: Menambahkan terjemahan
ja: 翻訳を追加する
nl: Vertaling toevoegen
pt: Adicionando tradução
pt_br: Adicionando tradução
ro: Adăugarea traducerii
ru: Добавление перевода
sv: Lägg till översättning
ta: மொழிபெயர்ப்பைச் சேர்ப்பது
tr: Çeviri eklemek
uk: Додавання перекладу
zh_hans: 添加翻译
zh_hant: 添加翻譯

source: Open the admin interface (``http://localhost:8000/create/project/``) and create the project you want to translate. See :ref:`project` for more details.
de: Die Adminoberfläche öffnen (``http://localhost:8000/create/project/``) und ein Projekt erstellen, das übersetzt werden soll. Siehe :ref:`project` für weitere Details.
ga: Oscail an comhéadan riaracháin (``http://localhost:8000/create/project/``) agus cruthaigh an tionscadal is mian leat a aistriú. Féach :ref:`project` le haghaidh tuilleadh sonraí.
hu: Nyissa meg az adminisztrációs felületet (``http://localhost:8000/create/project/``), és hozzon létre egy fordítandó projektet. További részletek: :ref:`project`.
id: Buka antarmuka admin (``http://localhost:8000/create/project/``) dan buat proyek yang ingin Anda terjemahkan. Lihat :ref:`project` untuk rincian selengkapnya.
ja: 管理画面（``http://localhost:8000/create/project/``）から、翻訳するプロジェクトを作成します。詳細についは :ref:`project` を確認してください。
nl: Open de beheerinterface (``http://localhost:8000/create/project/``) en maak het project dat u wilt vertalen. Bekijk :ref:`project` voor meer details.
pt: Abra a interface de administração (``http://localhost:8000/create/project/``) e crie o projeto que deseja traduzir. Veja :ref:`project` para mais detalhes.
pt_br: Abra a interface de administração (``http://localhost:8000/create/project/``) e crie o projeto que deseja traduzir. Consulte :ref:`project` para mais detalhes.
ro: Deschideți interfața de administrare (``http://localhost:8000/create/project/``) și creați proiectul pe care doriți să-l traduceți. Consultați :ref:`proiect` pentru mai multe detalii.
ru: Откройте интерфейс администратора (``http://localhost:8000/create/project/``) и создайте проект, который вы хотите перевести. Подробнее смотрите в разделе :ref:`project`.
sv: Öppna administratörsgränssnittet (``http://localhost:8000/create/project/``) och skapa det projekt du vill översätta. Se :ref:`project` för mer information.
tr: Yönetim arayüzünü açın (``http://localhost:8000/create/project/``) ve çevirmek istediğiniz bir proje oluşturun. Ayrıntılı bilgi almak için: :ref:`project`.
uk: Відкрийте адміністративний інтерфейс (``http://localhost:8000/create/project/``) і створіть проєкт, який ви хочете перекладати. Див. :ref:`project`, щоб дізнатися більше.
zh_hans: 打开管理界面（ ``http://localhost:8000/create/project/`` ），并新建您想要翻译的项目。更多细节请参见 :ref:`project`。
zh_hant: 打開管理界面（ ``http://localhost:8000/create/project/`` ），並新建您想要翻譯的項目。更多細節請參見 :ref:`project` 。

source: All you need to specify here is the project name and its website.
de: Es muss hier nur der Name des Projekts und dessen Website angegeben werden.
ga: Níl le déanamh ach ainm an tionscadail agus a shuíomh Gréasáin a shonrú anseo.
hu: Itt elegendő megadni a projekt nevét és weboldalát.
id: Yang perlu Anda tentukan di sini adalah nama proyek dan situs webnya.
ja: ここで必要な指定は、プロジェクト名とその Web サイトだけです。
nl: Alles wat u hier hoeft te doen is de naam voor het project en zijn website.
pt: Tudo que precisa especificar aqui é o nome do projeto e seu site.
pt_br: Tudo que você precisa especificar aqui é o nome do projeto e seu site.
ro: Tot ce trebuie să specificați aici este numele proiectului și site-ul acestuia.
ru: Всё, что вам нужно здесь указать — это название проекта и его веб-сайт.
sv: Allt du behöver ange här är projektets namn och dess webbplats.
ta: நீங்கள் இங்கே குறிப்பிட வேண்டியது திட்ட பெயர் மற்றும் அதன் வலைத்தளம்.
tr: Burada yalnızca proje adını ve sitesini belirtmeniz gerekir.
uk: Усе, що вам слід тут вказати, це назва проєкту і адреса його сайта.
zh_hans: 这里所有需要您指定的只是项目名称及其网站。
zh_hant: 這裡所有需要您指定的只是項目名稱及其網站。

source: Create a component which is the real object for translation - it points to the VCS repository, and selects which files to translate. See :ref:`component` for more details.
de: Eine Komponente erstellen, die das eigentliche Objekt für die Übersetzung ist – sie verweist auf das VCS-Repository und wählt die zu übersetzenden Dateien aus. Siehe :ref:`component` für weitere Details.
ga: Cruthaigh comhpháirt arb é an réad ceart é le haistriú - díríonn sé ar an stór VCS, agus roghnaíonn sé na comhaid le haistriú. Féach :ref:`component` le haghaidh tuilleadh sonraí.
hu: Hozzon létre egy összetevőt, amely a tényleges fordítási objektum – ez hivatkozik a VCS (verziókezelő) tárolóra, és meghatározza, hogy mely fájlokat kell fordítani. További részletek: :ref:`component`.
id: Buat komponen yang merupakan objek sebenarnya untuk terjemahan - komponen ini menunjuk ke repositori VCS, dan memilih berkas mana yang akan diterjemahkan. Lihat :ref:`component` untuk rincian selengkapnya.
ja: 実際の翻訳用のオブジェクトであるコンポーネントを作成します。コンポーネントは VCS リポジトリの場所を特定し、翻訳するファイルを選択します。詳細は、:ref:`component` を確認してください。
nl: Maak een onderdeel dat het echte object voor de vertaling is - het wijst naar de opslagruimte van het VCS en selecteert welke bestanden vertaald moeten worden. Bekijk :ref:`component` voor meer details.
pt: Crie um componente que é o objeto real para tradução – ele aponta ao repositório VCS e seleciona quais ficheiros traduzir. Veja :ref:`component` para mais detalhes.
pt_br: Crie um componente que é o objeto real para tradução – ele aponta para o repositório VCS e seleciona quais arquivos traduzir. Consulte :ref:`component` para mais detalhes.
ro: Creați o componentă care este obiectul real al traducerii - aceasta indică depozitul VCS și selectează fișierele care trebuie traduse. Pentru mai multe detalii, consultați :ref:`component`.
ru: Создайте компонент, который является реальным объектом для перевода — он указывает на репозиторий системы контроля версий и задаёт файлы для перевода. Подробнее смотрите в разделе :ref:`component`.
sv: Skapa en komponent som är det verkliga objektet för översättning – den pekar på VCS-arkivet och väljer vilka filer som ska översättas. Se :ref:`component` för mer information.
tr: Çeviri için gerçek nesne olan bir bileşen oluşturun. Sürüm denetimi sistemi deposunu yönlenir ve hangi dosyaların çevrileceğini seçer. Ayrıntılı bilgi almak için: :ref:`component`.
uk: Створіть складник, який є справжнім об'єктом для перекладу — він вказує на сховище системи керування версіями і визначає, які файли слід перекладати. Див. :ref:`component`, щоб дізнатися більше.
zh_hans: 新建一个部件，该部件是要翻译的实际对象——它指向版本控制系统仓库，并选择要翻译的文件。更多详细信息请参见 :ref:`component`。
zh_hant: 新建組件，它是翻譯的真實對象——它執行版本控制系統（VCS ）倉庫，並用於選擇那個文件被翻譯。更多細節請參見 :ref:`component` 。

source: The important fields here are: :ref:`component-name`, :ref:`component-repo`, and :ref:`component-filemask` for finding translatable files. Weblate supports a wide range of formats including :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` or :ref:`fluent`, see :ref:`formats` for more details.
de: Die wichtigen Felder hier, um übersetzbare Dateien zu finden, sind: :ref:`component-name`, :ref:`component-repo` und :ref:`component-filemask`. Weblate unterstützt eine Vielzahl von Formaten, darunter :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` oder :ref:`fluent`, siehe :ref:`formats` für weitere Details.
ga: Is iad na réimsí tábhachtacha anseo: :ref:`component-name`, :ref:`component-repo`, and :ref:`component-filemask` chun comhaid inaistrithe a aimsiú. Tacaíonn Weblate le raon leathan formáidí lena n-áirítear :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` nó :ref:`fluent`, see :ref:`formats` le haghaidh tuilleadh sonraí.
hu: A legfontosabb mezők itt: :ref:`component-name`, :ref:`component-repo`, és :ref:`component-filemask`, amelyek a fordítandó fájlok azonosításához szükségesek. A Weblate számos formátumot támogat, többek között: :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` vagy :ref:`fluent`. További formátumok: :ref:`formats`.
id: Kolom-kolom penting di sini adalah: :ref:`component-name`, :ref:`component-repo`, dan :ref:`component-filemask` untuk menemukan berkas yang dapat diterjemahkan. Weblate mendukung berbagai format, termasuk :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict`, atau :ref:`fluent`. Lihat :ref:`formats` untuk rincian selengkapnya.
ja: ここで重要な項目は :ref:`component-name`、:ref:`component-repo`、および翻訳可能なファイルを検索するための :ref:`component-filemask` です。Weblate は、:ref:`gettext`、:ref:`aresource`、:ref:`apple`、:ref:`javaprop`、:ref:`stringsdict`、:ref:`fluent` など、幅広い形式に対応しています。詳細については、:ref:`formats` を確認してください。
nl: De belangrijke velden hier zijn: :ref:`component-name`, :ref:`component-repo` en :ref:`component-filemask` voor het zoeken naar vertaalbare bestanden. Weblate ondersteunt ene groot bereik aan indelingen, inclusief :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` of :ref:`fluent`, bekijk :ref:`formats` voor meer details.
pt: Os campos importantes aqui são: :ref:`component-name`, :ref:`component-repo` e :ref:`component-filemask` para localizar ficheiros traduzíveis. Weblate tem suporte a uma ampla gama de formatos, incluindo :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` ou :ref:`fluent`, consulte :ref:`formats` para mais detalhes.
pt_br: Os campos importantes aqui são: :ref:`component-name`, :ref:`component-repo` e :ref:`component-filemask` para localizar arquivos traduzíveis. Weblate tem suporte a uma ampla gama de formatos, incluindo :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` ou :ref:`fluent`, consulte :ref:`formats` para mais detalhes.
ro: Câmpurile importante aici sunt: :ref:`component-name`, :ref:`component-repo` și :ref:`component-filemask` pentru găsirea fișierelor traductibile. Weblate acceptă o gamă largă de formate, inclusiv :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` sau :ref:`fluent`, consultați :ref:`formats` pentru mai multe detalii.
ru: Здесь важны следующие поля: :ref:`component-name`, :ref:`component-repo` и :ref:`component-filemask`для поиска файлов перевода. Weblate поддерживает широкий спектр форматов, включая :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` или :ref:`fluent`, см. :ref:`formats`, чтобы получить больше подробностей.
sv: De viktiga fälten här är: :ref:`component-name`, :ref:`component-repo` och :ref:`component-filemask` för att hitta översättningsbara filer. Weblate stöder ett brett utbud av format, inklusive :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` eller :ref:`fluent`. Se :ref:`formats` för mer information.
tr: Buradaki önemli alanlar şunlardır: :ref:`component-name`, :ref:`component-repo` ve çevrilebilir dosyaları bulmak için :ref:`component-filemask`. Weblate, :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` veya :ref:`fluent` ile birlikte çok çeşitli biçimleri destekler. Ayrıntılı bilgi almak için: :ref:`formats`.
uk: Важливими полями тут є такі: :ref:`component-name`, :ref:`component-repo` та :ref:`component-filemask` для пошуку придатних до перекладу файлів. У Weblate передбачено підтримку широкого діапазону форматів, зокрема :ref:`gettext`, :ref:`aresource`, :ref:`apple`, :ref:`javaprop`, :ref:`stringsdict` та :ref:`fluent`. Див. :ref:`formats`, щоб дізнатися більше.
zh_hans: 此处的重要字段为：:ref:`component-name`、:ref:`component-repo` 及用于寻找可翻译文件的 :ref:`component-filemask`。Weblate 支持多种格式，包括 :ref:`gettext`、:ref:`aresource`、:ref:`apple`、:ref:`javaprop`、:ref:`stringsdict` 或 :ref:`fluent`，更多细节见 :ref:`formats`。

source: Once the above is completed (it can be lengthy process depending on the size of your VCS repository, and number of messages to translate), you can start translating.
de: Sobald die Schritte oben abgeschlossen sind (je nach Größe Ihres VCS-Repositorys und der Anzahl der zu übersetzenden Nachrichten kann dies ein langwieriger Prozess sein), kann mit dem Übersetzen begonnen werden.
ga: Nuair a bheidh an méid thuas curtha i gcrích (féadann próiseas fada a bheith i gceist ag brath ar mhéid do stór VCS, agus ar líon na dteachtaireachtaí atá le haistriú), is féidir leat tosú ag aistriú.
hu: Ha a fenti lépésekkel végzett (ami időigényes lehet a VCS tároló méretétől és a fordítandó üzenetek számától függően), elkezdheti a fordítást.
id: Setelah hal di atas selesai (proses ini bisa memakan waktu lama tergantung pada ukuran repositori VCS Anda, dan jumlah pesan yang akan diterjemahkan), Anda dapat mulai menerjemahkan.
ja: 上記の作業が完了したら（VCS リポジトリのサイズや翻訳するメッセージの数により、処理に時間がかかります)、翻訳を開始できます。
nl: Als het bovenstaande eenmaal is voltooid (het kan een langdurig proces zijn, afhankelijk van de grootte van uw opslagruimte in VCS en het aantal te vertalen eenheden), kunt u beginnen met vertalen.
pt: Depois que o acima for concluído (pode ser um processo demorado a depender do tamanho do seu repositório VCS e da quantidade de mensagens a serem traduzidas), pode começar a traduzir.
pt_br: Depois que o acima for concluído (pode ser um processo demorado dependendo do tamanho do seu repositório VCS e do número de mensagens a serem traduzidas), você pode começar a traduzir.
ro: După ce ați finalizat cele de mai sus (poate fi un proces de lungă durată, în funcție de dimensiunea depozitului VCS și de numărul de mesaje de tradus), puteți începe traducerea.
ru: После того, как вышеперечисленные действия будут завершены (это может быть довольно длительный процесс в зависимости от размера вашего репозитория системы контроля версий и количества сообщений для перевода), вы сможете начать перевод.
sv: När ovanstående är klart (det kan ta lång tid beroende på storleken på ditt VCS-arkiv och antalet meddelanden som ska översättas) kan du börja översätta.
ta: மேலே உள்ளவை முடிந்ததும் (இது உங்கள் வி.சி.எச் களஞ்சியத்தின் அளவைப் பொறுத்து நீண்ட செயல்முறையாகவும், மொழிபெயர்க்க வேண்டிய செய்திகளின் எண்ணிக்கையாகவும் இருக்கலாம்), நீங்கள் மொழிபெயர்க்கத் தொடங்கலாம்.
tr: Yukarıdakiler tamamlandıktan sonra (sürüm denetimi sistemi deponuzun boyutuna ve çevrilecek ileti sayısına bağlı olarak uzun bir süreç olabilir), çeviri yapmaya başlayabilirsiniz.
uk: Щойно буде виконано вказані вище дії (це може бути доволі тривалим процесом, залежно від розмірів вашого сховища системи керування версіями та кількості повідомлень, які слід перекласти), ви можете розпочати переклад.
zh_hans: 一旦完成上面的工作（根据您 VCS 仓库的大小，以及需要翻译的信息数量，这可能是个漫长的过程），您就可以开始翻译了。
zh_hant: 一旦完成上面的工作（根據您的版本控制系統 VCS 倉庫的大小，以及需要翻譯的信息數量，這可能是個漫長的過程），您就可以開始翻譯了。

source: Configuring Weblate
de: Weblate konfigurieren
ga: Gréasáin a chumrú
hu: Weblate konfigurálása
id: Mengonfigurasi Weblate
ja: Weblate の設定
nl: Weblate configureren
pt: Configurando o Weblate
pt_br: Configurando o Weblate
ro: Configurarea Weblate
ru: Настройка Weblate
sv: Konfigurera Weblate
ta: வலைபெயர்ப்பு கட்டமைத்தல்
tr: Weblate platformunu yapılandırmak
uk: Налаштовування Weblate
zh_hans: 配置 Weblate
zh_hant: 配置 Weblate
