Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Additionally, for all XML based format, the flags are extracted from the non-standard attribute ``weblate-flags``. Additionally ``max-length:N`` is supported through the ``maxwidth`` `attribute <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ as defined in the XLIFF standard, see :ref:`xliff-flags`.
de: Zusätzlich werden die Markierungen für alle XML-basierten Formate aus dem nicht standardisierten Attribut ``weblate-flags`` extrahiert. Zusätzlich wird ``max-length:N`` durch das ``maxwidth``-`Attribut <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ unterstützt, wie im XLIFF-Standard definiert, siehe :ref:`xliff-flags`.
ga: Ina theannta sin, do gach formáid atá bunaithe ar XML, baintear na bratacha as an aitreabúid neamhchaighdeánach ``weblate-flags``. Ina theannta sin tacaítear le ``max-length:N`` tríd an ngné ``maxwidth`` `attribute <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ mar atá sainmhínithe i gcaighdeán XLIFF, féach :ref:`xliff-flags`.
hu: Ezenfelül minden XML-alapú formátum esetén a jelzők a nem szabványos ``weblate-flags`` attribútumból kerülnek kiolvasásra. A ``max-length:N`` jelzés a ``maxwidth`` `attribútumon <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ keresztül is támogatott az XLIFF szabvány szerint – lásd: :ref:`xliff-flags`.
id: Selain itu, untuk semua format berbasis XML, tanda diekstrak dari atribut non-standar ``weblate-flags``. Selain itu, ``max-length:N`` didukung melalui atribut ``maxwidth`` `<https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ sebagaimana didefinisikan dalam standar XLIFF, lihat :ref:`xliff-flags`.
nl: Aanvullend, voor alle op XML gebaseerde indelingen, worden de vlaggen uitgenomen ui het niet standaard attribuut ``weblate-flags``. Aanvullend wordt ``max-length:N`` ondersteund door het `attribuut <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ ``maxwidth``, zoals dat is gedefinieerd in de standaard voor XLIFF, bekijk :ref:`xliff-flags`.
pt_br: Adicionalmente, para todo formato baseado em XML, os marcadores são extraídos do atributo não padrão ``weblate-flags``. Adicionalmente, o ``max-length:N`` é suportado através do `atributo <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ ``maxwidth`` como definido no padrão XLIFF, consulte :ref:`xliff-flags`.
sv: Dessutom extraheras flaggorna för alla XML-baserade format från det icke-standardiserade attributet ``weblate-flags``. Dessutom stöds ``max-length:N`` genom attributet ``maxwidth`` `attribute <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ enligt definitionen i XLIFF-standarden, se :ref:`xliff-flags`.
tr: İmler, tüm XML tabanlı biçimler için standart olmayan ``weblate-flags`` özniteliğinden ayıklanır. Ek olarak, ``max-length:N``, XLIFF standardında tanımlandığı gibi ``maxwidth`` `özniteliği <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ ile desteklenir. Ayrıntılı bilgi almak için: :ref:`xliff-flags`.
uk: Крім того, для всіх форматів на основі XML прапори витягуються з нестандартного атрибута ``weblate-flags``. Крім того ``max-length:N`` підтримується через ``maxwidth`` `attribute <https://docs.oasis-open.org/xliff/v1.2/os/xliff-core.html#maxwidth>`_ як визначено в стандарті XLIFF, див :ref:`xliff-flags`.

source: `PO files documentation`_
id: `Dokumentasi berkas PO`_
sv: `PO-filer dokumentation`_

source: Context
de: Kontext
ga: Comhthéacs
hu: Környezet
id: Konteks
ja: コンテキスト
pt: Contexto
pt_br: Contexto
ru: Контекст
sv: Sammanhang
ta: தருணம்
tr: Bağlam
uk: Контекст
zh_hans: 上下文

source: Context is used to differentiate identical strings in a bilingual format used in different scopes (for example `Sun` can be used as an abbreviated name of the day "Sunday" or as the name of our closest star).
de: Der Kontext wird verwendet, um identische Zeichenketten in einem zweisprachigen Format zu unterscheiden, die in verschiedenen Bereichen verwendet werden (z. B. kann `Sun` als abgekürzter Name des Tages „Sonntag“ oder als Name unseres nächstgelegenen Sterns verwendet werden).
ga: Úsáidtear comhthéacs chun teaghráin chomhionanna a dhifreáil i bhformáid dhátheangach a úsáidtear i scóip éagsúla (mar shampla is féidir `Sun` a úsáid mar ainm giorraithe an lae "Dé Domhnaigh" nó mar ainm an réalta is gaire dúinn).
hu: A kontextust arra használjuk, hogy megkülönböztessük azonos szövegeket a kétnyelvű formátumokban, amelyek különböző szövegkörnyezetben fordulnak elő (például a `Sun` jelentheti a „Sunday” rövidítését vagy a Nap csillagunk nevét).
id: Konteks digunakan untuk membedakan string identik dalam format dwibahasa yang digunakan dalam cakupan berbeda (misalnya `Matahari` dapat digunakan sebagai nama singkat hari "Minggu" atau sebagai nama bintang terdekat kita).
ja: コンテキストは、異なるスコープで使用されるバイリンガル形式での同一の文字列を区別するために使用されます（例: 「Sun」は日曜日の省略名としても、太陽の意味でも使われます）。
nl: Context wordt gebruikt om verschil te kunnen maken tussen identieke tekenreeksen in een tweetalige indeling, gebruikt in verschillende bereiken (bijvoorbeeld `Zon` kan worden gebruikt als een afgekorte naam voor de dag "Zondag" of als de naam van onze dichtstbijzijnde ster).
pt_br: O contexto é usado para diferenciar textos idênticos em um formato bilíngue usado em diferentes escopos (por exemplo, `Sun` pode ser usado como um nome abreviado do dia "Sunday" ou como o nome de nossa estrela mais próxima).
ru: Контекст используется для различения одинаковых строк в двуязычном формате, используемом в разных областях (например, `«Воскрес»` может использоваться как сокращённое название дня `«Воскресенье»`).
sv: Kontext används för att skilja identiska strängar i ett tvåspråkigt format som används i olika sammanhang (till exempel kan `Sun` användas som en förkortning av dagen "Sunday" eller som namnet på vår närmaste stjärna).
ta: வெவ்வேறு நோக்கங்களில் பயன்படுத்தப்படும் இருமொழி வடிவத்தில் ஒத்த சரங்களை வேறுபடுத்துவதற்கு சூழல் பயன்படுத்தப்படுகிறது (எடுத்துக்காட்டாக 'சூரியன்' என்பது நாளின் சுருக்கமான பெயராக "ஞாயிறு" அல்லது நமக்கு நெருக்கமான நட்சத்திரத்தின் பெயராகப் பயன்படுத்தப்படலாம்).
tr: Bağlam, farklı kapsamlarda kullanılan özdeş dizgeleri ayırt etmek için kullanılır (örneğin, İngilizce `Sun`, "Pazar" gününün kısaltılmış biçimi olarak ya da bize en yakın yıldızın adı olarak kullanılabilir).
uk: Контекст використовується для розрізнення ідентичних рядків у двомовному форматі, які використовуються у різних парадигмах (наприклад, `Sun` може бути використано як скорочення дня тижня «Sunday» або як назва найближчої до нас зірки).
zh_hans: 上下文用于区分双语格式下用于不同领域的相同字符串（例如 `Sun` 可以是 "Sunday" 的缩写，也可以是离我们最近的恒星的名字）。

source: For monolingual formats the string identifier (often called key) can serve the same purpose and additional context is not necessary.
de: Bei einsprachigen Formaten kann die Zeichenkettenkennung (oft als Schlüssel bezeichnet) denselben Zweck erfüllen und ein zusätzlicher Kontext ist nicht erforderlich.
ga: I gcás formáidí aonteangacha is féidir leis an aitheantóir teaghrán (ar a dtugtar eochair go minic) freastal ar an gcuspóir céanna agus ní gá comhthéacs breise.
hu: Egynyelvű formátumoknál ezt a szerepet jellemzően az azonosító (kulcs) tölti be, így nincs szükség külön kontextusmezőre.
id: Untuk format monolingual, pengenal string (sering disebut kunci) dapat melayani tujuan yang sama dan konteks tambahan tidak diperlukan.
ja: モノリンガル形式の場合、文字列識別子（キーと呼ばれることが多い）が同じ目的を果たすことができ、追加のコンテキストは必要ありません。
nl: Voor eentalige indelingen kan de identificatie van de tekenreeks (vaak sleutel genoemd) hetzelfde doel dienen en is aanvullende context niet noodzakelijk.
pt_br: Para formatos monolíngues, o identificador de texto (geralmente chamado de chave) pode servir ao mesmo propósito e não é necessário contexto adicional.
ru: Для одноязычных форматов строковый идентификатор (часто называемый ключом) может служить той же цели, и дополнительный контекст не требуется.
sv: För enspråkiga format kan strängidentifieraren (ofta kallad nyckel) tjäna samma syfte och ytterligare kontext är inte nödvändig.
ta: ஒற்றை மொழி வடிவங்களுக்கு சர அடையாளங்காட்டி (பெரும்பாலும் விசை என்று அழைக்கப்படுகிறது) அதே நோக்கத்திற்கு உதவக்கூடும் மற்றும் கூடுதல் சூழல் தேவையில்லை.
tr: Tek dilli biçimler için dizge belirteci (genellikle anahtar olarak adlandırılır) aynı amaca hizmet edebilir ve ek bağlam gerekli değildir.
uk: В одномовних форматах цю роль може виконувати ідентифікатор рядка (який часто називають ключем), а додатковий контекст не потрібен.
zh_hans: 对单语言格式，字符串标识符（常被称为 key）可以服务于相同目的，而且不需要额外的上下文。

source: Pluralized strings
de: Zeichenketten mit Pluralformen
ga: Teaghráin iolraithe
hu: Többes számú szövegek
id: String yang dijamak
ja: 複数形がある文字列
nl: Tekenreeksen met meervouden
pt_br: Textos pluralizados
ru: Строки с множественным числом
sv: Pluraliserade strängar
ta: பன்மைப்படுத்தப்பட்ட சரங்கள்
tr: Çoğul biçimli dizgeler
uk: Рядки із формами множини
zh_hans: 复数字符串

source: Plurals are necessary to properly localize strings with variable count. The rules depend on a target language and many formats follow CLDR specification for that.
de: Pluralformen sind notwendig, um Zeichenketten mit variabler Anzahl richtig zu lokalisieren. Die Regeln hängen von der Zielsprache ab und viele Formate folgen der CLDR-Spezifikation für diese Sprache.
ga: Tá iolraí riachtanach chun teaghráin a logánú i gceart le comhaireamh inathraithe. Braitheann na rialacha ar sprioctheanga agus leanann go leor formáidí sonraíocht CLDR chuige sin.
hu: A többes számok kezelése elengedhetetlen a változó számosságú szövegek megfelelő lokalizálásához. A szabályok a célnyelvtől függenek, és sok fájlformátum a CLDR specifikációt követi ezen a téren.
id: Bentuk jamak diperlukan untuk melokalisasi string dengan jumlah variabel dengan tepat. Aturannya bergantung pada bahasa target dan banyak format mengikuti spesifikasi CLDR untuk itu.
ja: 複数形は、数によって変化する文字列を適切に現地語化するために必要です。規則は対象言語によって異なり、ファイル形式の多くは CLDR の仕様に準拠しています。
nl: Meervouden zijn noodzakelijk om tekenreeksen correct te vertalen in een variabel aantal. De regels zijn afhankelijk van een doeltaal en veel indelingen volgen de specificatie CLDR daarvoor.
pt_br: Os plurais são necessários para localizar adequadamente os textos com contagem variável. As regras dependem de um idioma de destino e muitos formatos seguem a especificação CLDR para isso.
ru: Множественные числа необходимы для правильной локализации строк с количеством переменных. Правила зависят от целевого языка, и многие форматы соответствуют спецификации CLDR.
sv: Pluralformer är nödvändiga för att korrekt lokalisera strängar med varierande antal. Reglerna beror på målspråket och många format följer CLDR-specifikationen för detta.
ta: மாறும் எண்ணிக்கை கொண்ட சரங்களை சரியாக உள்ளூர்மயமாக்க பன்மைகள் தேவை. விதிகள் ஒரு இலக்கு மொழியைப் பொறுத்தது மற்றும் பல வடிவங்கள் அதற்கான சி.எல்.டி.ஆர் விவரக்குறிப்பைப் பின்பற்றுகின்றன.
tr: Çoğul biçimler, değişken sayısı olan dizgeleri doğru yerelleştirmek için gereklidir. Kurallar hedef dile bağlıdır ve birçok biçim bunun için CLDR teknik özelliklerini kullanılır.
uk: Форми множини потрібні для належної локалізації рядків із змінними-лічильниками. Правила залежать від мови перекладу. Багато форматів використовують для визначення правил специфікацію CLDR.
zh_hans: 复数形式对于正确定位具有变量计数的字符串是必需的。这些规则取决于目标语言，许多格式都遵循 CLDR 规范。

source: Pluralizing strings need proper support from the application framework as well. Choose native format of your platform such as :ref:`gettext`, :ref:`aresource` or :ref:`stringsdict`.
de: Die Pluralbildung von Zeichenketten muss auch vom Anwendungsframework ordnungsgemäß unterstützt werden. Wählen Sie das native Format Ihrer Plattform wie :ref:`gettext`, :ref:`aresource` oder :ref:`stringsdict`.
ga: Teastaíonn tacaíocht cheart ón gcreat iarratais ó theagáin iolracha freisin. Roghnaigh formáid dhúchasach d'ardán amhail :ref:`gettext`, :ref:`aresource` nó :ref:`stringsdict`.
hu: Ehhez azonban az alkalmazás keretrendszerének is támogatnia kell a többes számot. Érdemes az adott platform natív formátumát választani, például: :ref:`gettext`, :ref:`aresource` vagy :ref:`stringsdict`.
id: Pluralisasi string juga membutuhkan dukungan yang tepat dari kerangka kerja aplikasi. Pilih format asli platform Anda seperti :ref:`gettext`, :ref:`aresource`, atau :ref:`stringsdict`.
ja: 文字列の複数形化には、アプリケーション フレームワークでの適切な対応も必要です。 :ref:`gettext`、:ref:`aresource`、:ref:`stringsdict` など、プラットフォームの正規のファイル形式を選択します。
nl: Voor het maken van tekenreeksen met meervouden is ook de juiste ondersteuning van het framewerk van de toepassing nodig. Kies de eigen indeling voor uw platform, zoals :ref:`gettext`, :ref:`aresource` of :ref:`stringsdict`.
pt_br: Textos pluralizantes também precisam de suporte adequado da estrutura do aplicativo. Escolha o formato nativo da sua plataforma, como :ref:`gettext`, :ref:`aresource` ou :ref:`stringsdict`.
ru: Множество строк также требует надлежащей поддержки со стороны платформы приложения. Выберите собственный формат вашей платформы, например :ref:`gettext`, :ref:`aresource` или :ref:`stringsdict`.
sv: Pluralisering av strängar kräver också korrekt stöd från applikationsramverket. Välj plattformens inbyggda format, till exempel :ref:`gettext`, :ref:`aresource` eller :ref:`stringsdict`.
tr: Çoğul biçimli dizgeler uygulama çatısı tarafından da desteklenmelidir. Platformunuza uygun :ref:`gettext`, :ref:`aresource` ya da :ref:`stringsdict` yerel biçimini seçin.
uk: Крім того, належну підтримку рядків із формами множини має бути реалізовано у бібліотеках програми. Виберіть рідний для вашої платформи формат, зокрема :ref:`gettext`, :ref:`aresource` або :ref:`stringsdict`.
zh_hans: 复数字符串也需要应用程序框架的适当支持。选择平台的原生格式，例如 :ref:`gettext` ， :ref:`aresource` 或 :ref:`stringsdict` 。

source: Read-only strings
de: Schreibgeschützte Zeichenketten
ga: Teaghráin inléite amháin
hu: Csak olvasható szövegek
id: String hanya baca
ja: 翻訳禁止の文字列
nl: Alleen-lezen-tekenreeksen
pt: Cadeias apenas de leitura
pt_br: Textos somente leitura
ro: Șiruri numai pentru citire
ru: Строки только для чтения
sv: Skrivskyddade strängar
ta: படிக்க-மட்டுமே சரங்கள்
tr: Salt okunur dizgeler
uk: Рядки лише для читання
zh_hans: 只读字符串

source: Read-only strings from translation files will be included, but can not be edited in Weblate. This feature is natively supported by few formats (:ref:`xliff` and :ref:`aresource`), but can be emulated in others by adding a ``read-only`` flag, see :ref:`custom-checks`.
de: Schreibgeschützte Zeichenketten aus Übersetzungsdateien werden einbezogen, können aber in Weblate nicht bearbeitet werden. Diese Funktion wird nur von wenigen Formaten (:ref:`xliff` und :ref:`aresource`) nativ unterstützt, kann aber in anderen Formaten durch Hinzufügen einer ``read-only``-Markierung emuliert werden, siehe :ref:`custom-checks`.
ga: Áireofar teaghráin inléite amháin ó chomhaid aistriúcháin, ach ní féidir iad a chur in eagar in Weblate. Is beag formáid a thacaíonn leis an ngné seo ó dhúchas (:ref:`xliff` agus :ref:`aresource`), ach is féidir aithris a dhéanamh air in áiteanna eile trí bhratach ``read-only`` a chur leis, féach :ref:`custom-checks`.
hu: A fordítási fájlokban szereplő, csak olvasható szövegek megjelennek a Weblate-ben, de nem szerkeszthetők. Ezt a funkciót néhány formátum natívan is támogatja (például: :ref:`xliff` és :ref:`aresource`), más esetekben a ``read-only`` jelző hozzáadásával szimulálható – lásd: :ref:`custom-checks`.
id: String hanya baca dari berkas terjemahan akan disertakan, tetapi tidak dapat disunting di Weblate. Fitur ini didukung secara asli oleh beberapa format (:ref:`xliff` dan :ref:`aresource`), tetapi dapat diemulasikan di format lain dengan menambahkan tanda ``hanya baca``, lihat :ref:`custom-checks`.
ja: 翻訳ファイル中の翻訳禁止の文字列は Weblate に読み込まれますが、編集はできません。この機能はいくつかのフォーマット（:ref:`xliff` および :ref:`aresource`）では公式に対応していますが、その他のフォーマットでは ``read-only`` フラグを追加して再現しています（参照: :ref:`custom-checks`）。
nl: Tekenreeksen Alleen-lezen uit vertaalbestanden zullen worden opgenomen, maar zij kunnen niet worden bewerkt in Weblate. Deze mogelijkheid wordt door een klein aantal indelingen zelf ondersteund (:ref:`xliff` en :ref:`aresource`), maar kan door andere worden geëmuleerd door een vlag ``read-only`` toe te voegen, bekijk :ref:`custom-checks`.
pt: Serão incluídas cadeias apenas de leitura dos ficheiros de tradução, mas não podem ser editadas no Weblate. Esta funcionalidade é suportado nativamente por poucos formatos (:ref:`xliff` e :ref:`aresource`), mas pode ser emulada em outros ao adicionar um marcador ``read-only``, consulte :ref:`custom-checks`.
pt_br: O textos de somente leitura dos arquivos de tradução serão incluídos, mas não podem ser editados no Weblate. Esse recurso é suportado nativamente por poucos formatos (:ref:`xliff` e :ref:`aresource`), mas pode ser emulado em outros adicionando um marcador ``read-only``, consulte :ref:`custom-checks`.
ro: Șirurile de caractere numai pentru citire din fișierele de traducere vor fi incluse, dar nu pot fi editate în Weblate. Această caracteristică este susținută nativ de câteva formate (:ref:`xliff` și :ref:`aresource`), dar poate fi emulată în altele prin adăugarea unui indicator ``read-only``, a se vedea :ref:`custom-checks`.
ru: Строки из файлов перевода, доступные только для чтения, будут включены, но не могут быть отредактированы в Weblate. Поддержка этой возможности уже встроена в некоторые форматы (:ref:`xliff` и :ref:`aresource`), а в других может быть сэмулирована добавлением к строке флага ``read-only`` — смотрите раздел :ref:`custom-checks`.
sv: Skrivskyddade strängar från översättningsfiler kommer att inkluderas, men kan inte redigeras i Weblate. Denna funktion stöds inbyggt av få format (:ref:`xliff` och :ref:`aresource`), men kan emuleras i andra genom att lägga till en ``skrivskyddad`` flagga, se :ref:`custom-checks`.
tr: Çeviri dosyalarındaki salt okunur dizgeler de alınır. Ancak Weblate üzerinde düzenlenemez. Bu özellik yerel olarak birkaç biçim (:ref:`xliff` ve :ref:`aresource`) tarafından desteklenir. Ancak ``salt okunur`` imi eklenerek diğerlerinde taklit edilebilir. Ayrıntılı bilgi almak için: :ref:`custom-checks`.
uk: До файла буде включено призначені лише для читання рядки з файлів перекладу, але ці рядки не можна бути редагувати у Weblate. Придатні лише до читання рядки передбачено у деяких форматах (:ref:`xliff` і :ref:`aresource`), але її можна емулювати у інших форматах додаванням прапорця ``read-only``, див. :ref:`custom-checks`.
zh_hans: 翻译文件中的只读字符串将被包含在 Weblate 中，但不能在 Weblate 中对其进行编辑。只有少数格式（:ref:`xliff` 和 :ref:`aresource`）原生支持此功能，但可以通过添加 ``read-only`` 标记在其他格式中进行模拟，请参阅 :ref:`custom-checks`。
zh_hant: 將包含來自翻譯文件的只讀字符串，但不能在Webleate中編輯。此功能本功能僅由少量格式支持（：REF：`xliff`和：ref：`aresource`），但可以通過添加一個`````````。

source: Supporting other formats
de: Unterstützung anderer Formate
ga: Tacú le formáidí eile
hu: További formátumok támogatása
id: Mendukung format lain
ja: 他の形式への対応
nl: Andere indelingen ondersteunen
pt: Suportando outros formatos
pt_br: Suportando outros formatos
ro: Sprijinirea altor formate
ru: Поддержка других форматов
sv: Stöd för andra format
ta: பிற வடிவங்களை ஆதரிக்கிறது
tr: Diğer biçimlerin desteği
uk: Підтримка інших форматів
zh_hans: 支持其他格式

source: Most formats supported by `translate-toolkit`_ which support serializing can be easily supported, but they did not (yet) received any testing. In most cases, an additional thin layer is needed in Weblate to hide differences in behavior of different storages.
de: Die meisten von `translate-toolkit`_ unterstützten Formate, die Serialisierung unterstützen, können problemlos unterstützt werden, wurden aber (noch) nicht getestet. In den meisten Fällen ist eine zusätzliche dünne Schicht in Weblate erforderlich, um die Unterschiede im Verhalten der verschiedenen Speicher zu verbergen.
ga: Is féidir tacú go héasca leis an gcuid is mó de na formáidí a dtacaítear leo ag `translate-toolkit`_ a thacaíonn le sraithiú, ach ní dhearnadh aon tástáil orthu (go fóill). I bhformhór na gcásanna, bíonn gá le sraith tanaí breise i Weblate chun difríochtaí in iompar stórála éagsúla a cheilt.
hu: A `translate-toolkit`_ által támogatott legtöbb formátum, amely támogatja az adatstruktúrák fájlba történő mentését, elviekben könnyen integrálható, azonban ezek (még) nem estek át tesztelésen. A Weblate-ben a különböző tárolók viselkedésbeli eltéréseinek elfedéséhez általában egy vékony absztrakciós réteg szükséges.
id: Sebagian besar format yang didukung oleh `translate-toolkit`_ yang mendukung serialisasi dapat dengan mudah didukung, tetapi format tersebut belum diuji. Umumnya, lapisan tipis tambahan diperlukan di Weblate untuk menyembunyikan perbedaan perilaku penyimpanan yang berbeda.
nl: De meeste indelingen die worden ondersteund door `translate-toolkit`_, welke serialisatie van ondersteuning gemakkelijk kan worden ondersteund, maar die zijn (nog) niet getest. In de meeste gevallen is een aanvullende dunne laag in Weblate vereist om de verschillen in gedrag van de verschillende opslagmogelijkheden te verbergen.
sv: De flesta format som stöds av `translate-toolkit`_ och som stöder serialisering kan enkelt stödjas, men de har (ännu) inte testats. I de flesta fall behövs ett extra tunt lager i Weblate för att dölja skillnader i beteendet hos olika lagringsplatser.
uk: Більшість форматів, що підтримуються `translate-toolkit`_ та підтримують серіалізацію, легко підтримувати, але вони (поки що) не пройшли жодного тестування. У більшості випадків у Weblate потрібен додатковий тонкий шар, щоб приховати відмінності в поведінці різних сховищ.

source: To add support for a new format, the preferred approach is to first implement support for it in the `translate-toolkit`_.
de: Um die Unterstützung für ein neues Format hinzuzufügen, ist der bevorzugte Ansatz, zuerst die Unterstützung für dieses Format in das `translate-toolkit`_ zu implementieren.
ga: Chun tacaíocht a thabhairt d'fhormáid nua, is é an cur chuige is fearr ná tacaíocht a chur i bhfeidhm ar dtús sa `treoir uirlisí aistrithe`_.
hu: Ha új formátum támogatására van szükség, a legjobb megoldás, ha először a `translate-toolkit`_-ben valósítják meg a támogatást.
id: Untuk menambahkan dukungan untuk format baru, pendekatan yang disukai adalah terlebih dahulu mengimplementasikan dukungan untuk format tersebut dalam `translate-toolkit`_.
ja: 新しいファイル形式に対応するには、まず `translate-toolkit`_ に対応するプログラムから実装すべきです。
nl: Voor het toevoegen van ondersteuning voor een nieuwe indeling is de voorkeursbenadering om eerst ondersteuning ervoor te implementeren in de `translate-toolkit`_.
pt: Para adicionar suporte para um novo formato, a abordagem preferida é primeiro implementar o suporte para ele no `translate-toolkit`_.
pt_br: Para adicionar suporte para um novo formato, a abordagem preferida é primeiro implementar o suporte para ele no `translate-toolkit`_.
ro: Pentru a adăuga suport pentru un nou format, abordarea preferată este de a implementa mai întâi suportul pentru acesta în `translate-toolkit`_.
ru: Чтобы добавить поддержку нового формата, предпочтительный подход состоит в том, чтобы сначала реализовать его поддержку в `translate-toolkit`_.
sv: För att lägga till stöd för ett nytt format är det bästa sättet att först implementera stöd för det i `translate-toolkit`_.
ta: ஒரு புதிய வடிவத்திற்கான ஆதரவைச் சேர்க்க, விருப்பமான அணுகுமுறை முதலில் 'மொழிபெயர்ப்பு-கருவித்தொகுப்பில்' அதற்கான ஆதரவை செயல்படுத்துவதாகும்.
tr: Yeni bir biçim desteği eklemek için yeğlenen yaklaşım, önce `translate-toolkit`_ içine bu biçim için desteği eklemektir.
uk: Рекомендованим способом додавання нових форматів є реалізація їхньої підтримки у `translate-toolkit`_.
zh_hans: 要添加对新格式的支持，首选方法是首先在 `translate-toolkit`_ 中实现对它的支持。
zh_hant: 要為新格式添加支持，首先要在“translate-toolkit`_中為其實現支持。
