Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Now all you need is translating the documentation content. Sphinx generates PO file for each directory or top level file, what can lead to quite a lot of files to translate (depending on :confval:`sphinx:gettext_compact` settings). You can import the :file:`index.po` into Weblate as an initial component and then configure :ref:`addon-weblate.discovery.discovery` add-on to automatically discover all others.
de: Jetzt müssen Sie nur noch den Inhalt der Dokumentation übersetzen. Sphinx generiert PO-Dateien für jedes Verzeichnis oder jede Datei der obersten Ebene, was zu einer großen Anzahl von zu übersetzenden Dateien führen kann (abhängig von den :confval:`sphinx:gettext_compact`-Einstellungen). Sie können die Datei :file:`index.po` als erste Komponente in Weblate importieren und dann die Erweiterung :ref:`addon-weblate.discovery.discovery` so konfigurieren, dass alle anderen Dateien automatisch erkannt werden.
ga: Anois níl uait ach an t-ábhar doiciméadaithe a aistriú. Gineann Sphinx comhad PO do gach eolaire nó comhad barrleibhéil, rud a d'fhéadfadh go mbeadh go leor comhaid le haistriú (ag brath ar :confval:`sphinx:gettext_compact` socruithe). Is féidir leat an :file:`index.po` a iompórtáil isteach i Weblate mar chomhpháirt tosaigh agus ansin an breiseán :ref:`addon-weblate.discovery.discovery` a chumrú chun gach ceann eile a fháil amach go huathoibríoch.
hu: Ezután már csak a dokumentáció tartalmát kell lefordítani. A Sphinx minden könyvtárhoz vagy felső szintű fájlhoz külön PO-fájlt generál, ami a :confval:`sphinx:gettext_compact` beállítástól függően sok fájlt is jelenthet. Az :file:`index.po` fájlt importálhatja a Weblate-be kezdeti összetevőként, majd az :ref:`addon-weblate.discovery.discovery` kiegészítővel automatikusan felismerheti a többit.
id: Sekarang yang Anda butuhkan hanyalah menerjemahkan konten dokumentasi. Sphinx menghasilkan berkas PO untuk setiap direktori atau berkas tingkat atas, yang mana dapat menghasilkan cukup banyak berkas untuk diterjemahkan (tergantung pada pengaturan :confval:`sphinx:gettext_compact`). Anda dapat mengimpor :file:`index.po` ke Weblate sebagai komponen awal kemudian mengatur pengaya :ref:`addon-weblate.discovery.discovery` untuk menemukan yang lainnya secara otomatis.
ja: あと必要なのは、ドキュメントの内容を翻訳することだけです。Sphinx は、各ディレクトリもしくはトップ レベルのファイルに対して PO ファイルを生成します。これは翻訳するファイルが非常に多くなることにつながります（ :confval:`sphinx:gettext_compact` の設定による）。初期コンポーネントとして :file:`index.po` を Weblate にインポートしてから、:ref:`addon-weblate.discovery.discovery` アドオンを設定すると、他のすべてのコンポーネントを自動的に検出できます。
nl: Nu is alles wat u nodig hebt het vertalen van de inhoud van de documentatie. Sphinx genereert een PO-bestand voor elke map of bestand op het hoogste niveau, wat kan leiden tot behoorlijk veel te vertalen bestanden (afhankelijk van de instellingen voor :confval:`sphinx:gettext_compact`). U kunt :file:`index.po` in Weblate importeren als een initieel onderdeel en dan de add-on :ref:`addon-weblate.discovery.discovery` configureren om automatisch alle andere te ontdekken.
pt: Agora tudo que precisa é traduzir o conteúdo da documentação. O Sphinx gera um ficheiro PO para cada diretório ou ficheiro de nível superior, o que pode levar a muitos ficheiros para traduzir (dependendo das configurações de :confval:`sphinx:gettext_compact`). Pode importar o :file:`index.po` no Weblate como um componente inicial e então configurar a extensão :ref:`addon-weblate.discovery.discovery` para descobrir automaticamente todos os outros.
pt_br: Agora tudo que você precisa é traduzir o conteúdo da documentação. O Sphinx gera um arquivo PO para cada diretório ou arquivo de nível superior, o que pode levar a muitos arquivos para traduzir (dependendo das configurações de :confval:`sphinx:gettext_compact`). Você pode importar o :file:`index.po` no Weblate como um componente inicial e então configurar o complemento :ref:`addon-weblate.discovery.discovery` para descobrir automaticamente todos os outros.
ro: Acum tot ce trebuie să faceți este să traduceți conținutul documentației. Sphinx generează un fișier PO pentru fiecare director sau fișier de nivel superior, ceea ce poate duce la un număr destul de mare de fișiere de tradus (în funcție de setările :confval:`sphinx:gettext_compact`). Puteți importa fișierul :file:`index.po` în Weblate ca o componentă inițială și apoi să configurați add-onul :ref:`addon-weblate.discovery.discovery` pentru a descoperi automat toate celelalte.
ru: Теперь всё, что вам нужно, это перевести содержимое документации. Sphinx создаёт PO-файл для каждого каталога или файла верхнего уровня, что может привести к переводу довольно большого количества файлов (в зависимости от настроек :confval:`sphinx:gettext_compact`). Вы можете импортировать :file:`index.po` в Weblate в качестве исходного компонента, а затем настроить :ref:`addon-weblate.discovery.discovery` для автоматического обнаружения всех остальных.
sv: Nu behöver du bara översätta dokumentationens innehåll. Sphinx genererar PO-filer för varje katalog eller toppnivåfil, vilket kan leda till att det blir ganska många filer att översätta (beroende på inställningarna för :confval:`sphinx:gettext_compact`). Du kan importera :file:`index.po` till Weblate som en initial komponent och sedan konfigurera :ref:`addon-weblate.discovery.discovery`-tillägget för att automatiskt upptäcka alla andra.
tr: Şimdi tek gereken belgelerin içeriğini çevirmeniz. Sphinx, her klasör ya da üst düzey dosya için bir PO dosyası oluşturur. Bu da çevrilmesi gereken oldukça fazla dosya olmasına yol açabilir (:confval:`sphinx:gettext_compact` ayarlarına bağlı olarak). :file:`index.po` dosyasını Weblate üzerine ilk bileşen olarak alabilir ve ardından :ref:`addon-weblate.discovery.discovery` eklentisini diğer tüm ögeleri kendiliğinden bulacak şekilde yapılandırabilirsiniz.
uk: Усе, що вам потрібно, це перекласти дані вашої документації. Sphinx створює файл PO для кожного каталогу або файл верхнього рівня. Це може призвести до доволі великої кількості файлів, які слід перекладати (залежно від параметрів :confval:`sphinx:gettext_compact`). Ви можете імпортувати :file:`index.po` до Weblate як початковий складник, а потім налаштувати додаток :ref:`addon-weblate.discovery.discovery` на автоматичне виявлення усіх інших складників.
zh_hans: 现在您只需要翻译文档内容。Sphinx 会为每个目录或顶层文件生成 PO 文件，这导致需要翻译非常多的文件（取决于 :confval:`sphinx:gettext_compact` 设置）。您可以将 :file:`index.po` 导入 Weblate 作为初始部件，然后配置 :ref:`addon-weblate.discovery.discovery` 附加组件，来自动发现所有其它部件。

source: `gettext PO file`
de: `gettext PO-Datei`
ga: `comhad PO gettext`
hu: `gettext PO-fájl`
id: `gettext berkas PO`
ja: `gettext 用の PO ファイル`
nl: `gettext PO-bestand`
pt: `ficheiro gettext PO`
pt_br: `arquivo PO gettext`
ru: `PO-файл gettext`
sv: `gettext PO-fil`
ta: 'உரைபெறு po கோப்பு'
tr: `Gettext PO dosyası`
uk: `файл PO gettext`
zh_hans: `gettext PO 文件`

source: Component discovery configuration
de: Konfiguration der Komponentenerkennung
ga: Cumraíocht fionnachtana Comhpháirte
hu: Összetevő-felismerés konfigurálása
id: Konfigurasi penemuan komponen
ja: コンポーネントの検出設定
nl: Onderdeel opsporing configureren
pt: Configuração da descoberta de componentes
pt_br: Configuração de descoberta de componente
ro: Configurația de descoperire a componentelor
ru: Настройка обнаружения компонентов
sv: Konfiguration av komponentupptäckt
ta: கூறு கண்டுபிடிப்பு உள்ளமைவு
tr: Bileşen keşif yapılandırması
uk: Налаштовування виявлення складників
zh_hans: 部件发现配置

source: Would you prefer Sphinx to generate just single PO file? Since Sphinx 3.3.0 you can achieve this using:
de: Möchten Sie, dass Sphinx nur eine einzige PO-Datei erzeugt? Seit Sphinx 3.3.0 können Sie dies erreichen:
ga: Arbh fhearr leat Sphinx gan ach comhad PO amháin a ghiniúint? Ós rud é Sphinx 3.3.0 is féidir leat é seo a bhaint amach ag baint úsáide as:
hu: Szeretné, ha a Sphinx csak egyetlen PO-fájlt generálna? A Sphinx 3.3.0 verziójától ez már lehetséges az alábbi beállítással:
id: Apakah Anda lebih suka Sphinx hanya menghasilkan satu berkas PO? Sejak Sphinx 3.3.0, Anda dapat melakukannya menggunakan:
ja: Sphinx で PO ファイルを 1 つだけ生成するには？ Sphinx 3.3.0 以降で有効な生成方法:
nl: Heeft u liever dat Sphinx slechts een enkel PO-bestand maakt? Vanaf Sphinx 3.3.0 kunt u dat bereiken met:
pt: Prefere que o Sphinx gere apenas um único ficheiro PO? Desde o Sphinx 3.3.0, pode fazer isso a usar:
pt_br: Você prefere que o Sphinx gere apenas um único arquivo PO? Desde o Sphinx 3.3.0, você pode fazer isso usando:
ro: Ați prefera ca Sphinx să genereze doar un singur fișier PO? Începând cu Sphinx 3.3.0, puteți realiza acest lucru folosind:
ru: Вы хотите чтобы Sphinx создавал только один PO-файл? Начиная со Sphinx 3.3.0 это можно сделать с помощью:
sv: Vill du att Sphinx bara ska generera en enda PO-fil? Sedan Sphinx 3.3.0 kan du göra detta med hjälp av:
ta: ஒற்றை பிஓ கோப்பை உருவாக்க ச்பின்க்ச் விரும்புகிறீர்களா? ச்பின்க்ச் 3.3.0 என்பதால் நீங்கள் இதைப் பயன்படுத்தி இதை அடையலாம்:
tr: Sphinx tarafından yalnızca tek bir PO dosyasının oluşturmasını yeğler misiniz? Sphinx 3.3.0 sürümünden beri şöyle yapabilirsiniz:
uk: Хочете скористатися Sphinx для створення лише одного файла PO? Починаючи зі Sphinx 3.3.0, цього можна досягти так:
zh_hans: 您希望 Sphinx 生成只是单一的 PO 文件吗？从 Sphinx 3.3.0 开始可以实现，使用：
zh_hant: 您希望 Sphinx 生成只是單一的 PO 文件嗎？從 Sphinx 3.3.0 開始可以實現，使用：

source: You can find several documentation projects being translated using this approach:
de: Es gibt mehrere Dokumentationsprojekte, die nach diesem Konzept übersetzt werden:
ga: Is féidir leat teacht ar roinnt tionscadal doiciméadúcháin á n-aistriú ag baint úsáide as an gcur chuige seo:
hu: Számos dokumentációs projekt is létezik, amelyek fordítása ezen a módon történik:
id: Anda dapat menemukan beberapa proyek dokumentasi yang diterjemahkan menggunakan pendekatan ini:
ja: この方法を使用して翻訳されたプロジェクトのドキュメント:
nl: U kunt verscheidene documentatieprojecten vinden die met deze benadering zijn vertaald:
pt: Pode encontrar vários projetos de documentação a ser traduzidos a usar esta abordagem:
pt_br: Você pode encontrar vários projetos de documentação sendo traduzidos usando esta abordagem:
ro: Puteți găsi mai multe proiecte de documentare care sunt traduse folosind această abordare:
ru: Вот список некоторых проектов, которые используют этот подход для перевода документации:
sv: Du kan hitta flera dokumentationsprojekt som översätts med hjälp av denna metod:
ta: இந்த அணுகுமுறையைப் பயன்படுத்தி பல ஆவணத் திட்டங்கள் மொழிபெயர்க்கப்படுவதை நீங்கள் காணலாம்:
tr: Bu yaklaşım kullanılarak çevrilmekte olan birkaç belge projesi bulabilirsiniz:
uk: За допомогою цього підходу виконується переклад кількох проєктів з документування:
zh_hans: 你可以发现有几个文档项目就在使用这种方法进行自身的本地化翻译工作：
zh_hant: 使用這種方法可以發現正在翻譯的幾個文檔項目：

source: `Weblate documentation <https://docs.weblate.org/>`_ (you are reading that now)
de: `Weblate-Dokumentation <https://docs.weblate.org/>`_ (Sie lesen das gerade)
ga: `Doiciméadúchán gréasáin <https://docs.weblate.org/>`_ (tá sé á léamh agat anois)
hu: `Weblate dokumentáció <https://docs.weblate.org/>`_ (ezt olvassa éppen)
id: `Dokumentasi Weblate <https://docs.weblate.org/>`_ (Anda sedang membacanya sekarang)
ja: `Weblate ドキュメント <https://docs.weblate.org/>`_ （現在、閲覧中）
nl: `Weblate documentatie <https://docs.weblate.org/>`_ (die u nu leest)
pt: `Documentação do Weblate <https://docs.weblate.org/>`_ (está a lê-la agora)
pt_br: `Documentação do Weblate <https://docs.weblate.org/>`_ (você está lendo-a agora)
ro: `Documentația Weblate <https://docs.weblate.org/>`_ (o citiți acum)
ru: `Документация Weblate<https://docs.weblate.org/ru>`_ (та что вы сейчас читаете)
sv: `Weblate-dokumentation <https://docs.weblate.org/>`_ (du läser den just nu)
ta: 'வலைபெயர்ப்பு டாக்குமென்டேசன் <https://docs.weblate.org/>'_ (நீங்கள் இப்போது அதைப் படிக்கிறீர்கள்)
tr: `Weblate belgeleri <https://docs.weblate.org/>`_ (şu anda okuyorsunuz)
uk: `Документація Weblate <https://docs.weblate.org/>`_ (ви зараз її читаєте)
zh_hans: `Weblate 文档 <https://docs.weblate.org/>`_\ （您现在就在阅读这个文档）
zh_hant: `Weblate documentation <https://docs.weblate.org/>`_ （您現在可以讀到）

source: `Godot engine documentation <https://docs.godotengine.org/en/stable/>`_
de: `Godot-Engine-Dokumentation <https://docs.godotengine.org/en/stable/>`_
ga: `Doiciméadú inneall Godot <https://docs.godotengine.org/ga/stable/>`_
hu: `Godot engine dokumentáció <https://docs.godotengine.org/en/stable/>`_
id: `Dokumentasi mesin Godot <https://docs.godotengine.org/en/stable/>`_
ja: `Godot エンジン ドキュメント <https://docs.godotengine.org/en/stable/>`_
nl: `Godot engine documentatie <https://docs.godotengine.org/en/stable/>`_
pt: `Documentação do motor Godot <https://docs.godotengine.org/pt_BR/stable/>`_
pt_br: `Documentação do motor Godot <https://docs.godotengine.org/pt_BR/stable/>`_
ro: `Documentația motorului Godot <https://docs.godotengine.org/en/stable/>`_
ru: `Документация движка Godot <https://docs.godotengine.org/en/stable/>`_
sv: `Godot-motorns dokumentation <https://docs.godotengine.org/en/stable/>`_
ta: 'கோடோட் எஞ்சின் ஆவணப்படுத்தல் <https://docs.godotengine.org/en/stable/>'_
tr: `Godot işleyici belgeleri <https://docs.godotengine.org/en/stable/>`_
uk: `Документування рушія Godot <https://docs.godotengine.org/en/stable/>`_
zh_hans: `Godot 引擎文档 <https://docs.godotengine.org/en/stable/>`_

source: `Gallette documentation <https://doc.galette.eu/>`_
de: `Gallette-Dokumentation <https://doc.galette.eu/>`_
ga: `Doiciméadúchán Gallette <https://doc.galette.eu/>`_
hu: `Gallette dokumentáció <https://doc.galette.eu/>`_
id: `Dokumentasi Gallette <https://doc.galette.eu/>`_
ja: `Gallette ドキュメント <https://doc.galette.eu/>`_
nl: `Gallette documentatie <https://doc.galette.eu/>`_
pt: `Documentação do Gallette <https://doc.galette.eu/>`_
pt_br: `Documentação do Gallette <https://doc.galette.eu/>`_
ro: `Șablon de documentare <https://doc.galette.eu/>`
ru: `Документация Gallette <https://doc.galette.eu/>`_
sv: `Gallette-dokumentation <https://doc.galette.eu/>`_
ta: '<https://doc.galette.eu/> ஆவணப்படுத்தல்'_
tr: `Gallette belgeleri <https://doc.galette.eu/>`_
uk: `Документація Gallette <https://doc.galette.eu/>`_
zh_hans: `Gallette 文档 <https://doc.galette.eu/>`_
zh_hant: `Gallette 文檔 <https://doc.galette.eu/>`_

source: `phpMyAdmin documentation <https://docs.phpmyadmin.net/>`_
de: `phpMyAdmin-Dokumentation <https://docs.phpmyadmin.net/>`_
ga: `Doiciméadúchán phpMyAdmin <https://docs.phpmyadmin.net/>`_
hu: `phpMyAdmin dokumentáció <https://docs.phpmyadmin.net/>`_
id: `phpMyAdmin dokumentasi <https://docs.phpmyadmin.net/>`_
ja: `phpMyAdmin ドキュメント <https://docs.phpmyadmin.net/>`_
nl: `phpMyAdmin documentatie <https://docs.phpmyadmin.net/nl/>`_
pt: `Documentação do phpMyAdmin <https://docs.phpmyadmin.net/pt_BR/latest/>`_
pt_br: `Documentação do phpMyAdmin <https://docs.phpmyadmin.net/pt_BR/latest/>`_
ro: `Documentația phpMyAdmin <https://docs.phpmyadmin.net/>`
ru: `Документация phpMyAdmin <https://docs.phpmyadmin.net/>`_
sv: `phpMyAdmin-dokumentation <https://docs.phpmyadmin.net/>`_
ta: 'phpmyadmin ஆவணப்படுத்தல் <https://docs.phpmyadmin.net/>'_
tr: `phpMyAdmin belgeleri <https://docs.phpmyadmin.net/>`_
uk: `документація phpMyAdmin <https://docs.phpmyadmin.net/>`_
zh_hans: `phpMyAdmin 文档 <https://docs.phpmyadmin.net/>`_

source: Starting with internationalization
de: Mit der Internationalisierung beginnen
ga: Ag tosú leis an idirnáisiúnú
hu: Alapelvek a nemzetközi fordíthatósághoz
id: Memulai dengan internasionalisasi
ja: 国際化に向けた取り組み
nl: Beginnen met internationalisatie
pt: Comea çar com a internacionalização
pt_br: Começando com a internacionalização
ro: Începând cu internaționalizarea
ru: Знакомство с интернационализацией
sv: Börja med internationalisering
ta: சர்வதேசமயமாக்கலில் இருந்து தொடங்குகிறது
tr: Yerelleştirmeye başlamak
uk: Початкові кроки у інтернаціоналізації
zh_hans: 从国际化开始
zh_hant: 通過國際化來開始

source: Have a project and want to translate it into several languages? This guide will help you do so. Several typical situations are showcased, but most of the examples are generic and can be applied to other scenarios as well.
de: Sie haben ein Projekt und möchten es in mehrere Sprachen übersetzen? Diese Anleitung wird Ihnen dabei helfen. Es werden mehrere typische Situationen vorgestellt, aber die meisten Beispiele sind allgemeiner Art und können auch auf andere Szenarien angewendet werden.
ga: An bhfuil tionscadal agat agus an bhfuil fonn ort é a aistriú go teangacha éagsúla? Cabhróidh an treoir seo leat é sin a dhéanamh. Taispeántar go leor cásanna tipiciúla, ach tá an chuid is mó de na samplaí cineálacha agus is féidir iad a chur i bhfeidhm ar chásanna eile freisin.
hu: Van egy projektje, és szeretné több nyelvre lefordítani? Ez az útmutató ebben segít. Több tipikus helyzetet is bemutatunk, de a legtöbb példa általános érvényű, és más esetekre is alkalmazható.
id: Punya proyek dan ingin menerjemahkannya ke beberapa bahasa? Panduan ini akan membantu Anda. Beberapa situasi umum akan ditampilkan, tetapi sebagian besar contoh bersifat umum dan dapat diterapkan ke skenario lain juga.
ja: 既にプロジェクトがあり、それを複数の言語に翻訳することを考えてますか？このガイドは役に立つはずです。特殊な例の説明もありますが、多くの例は一般的なものであり、他の状況にも応用できます。
nl: Heeft u een project en wilt u het vertalen naar verschillende talen? Deze handleiding zal u daarbij helpen. Verscheidene typische situaties worden hierbij weergegeven, maar de meest voorbeelden zijn algemeen en kunnen ook in andere scenario's worden toegepast.
pt: Tem um projeto e quer traduzi-lo para vários idiomas? Este guia o ajudará a fazer isso. Várias situações típicas são apresentadas, mas a maioria dos exemplos são genéricos e podem ser aplicados a outros cenários também.
pt_br: Tem um projeto e quer traduzi-lo para vários idiomas? Este guia o ajudará a fazer isso. Várias situações típicas são apresentadas, mas a maioria dos exemplos são genéricos e podem ser aplicados a outros cenários também.
ro: Aveți un proiect și doriți să îl traduceți în mai multe limbi? Acest ghid vă va ajuta să faceți acest lucru. Sunt prezentate mai multe situații tipice, dar majoritatea exemplelor sunt generice și pot fi aplicate și la alte scenarii.
ru: У вас есть проект и вы хотите перевести его на несколько языков? Это руководство вам в этом поможет. В нём приведены несколько типовых ситуаций, но большинство примеров достаточно общие, так что они могут быть применены и в других случаях.
sv: Har du ett projekt och vill översätta det till flera språk? Den här guiden hjälper dig att göra det. Flera typiska situationer presenteras, men de flesta exemplen är generella och kan även tillämpas på andra scenarier.
ta: ஒரு திட்டம் உள்ளதா, அதை பல மொழிகளில் மொழிபெயர்க்க விரும்புகிறீர்களா? அதற்கு இந்த வழிகாட்டி உங்களுக்கு உதவும். பல பொதுவான சூழ்நிலைகள் காட்டப்படுகின்றன, ஆனால் பெரும்பாலான எடுத்துக்காட்டுகள் பொதுவானவை மற்றும் பிற காட்சிகளுக்கும் பயன்படுத்தப்படலாம்.
tr: Bir projeniz var ve onu birkaç dile çevirmek mi istiyorsunuz? Bu rehber bunu yapmanıza yardımcı olur. Birkaç tipik durum ele alınır, ancak örneklerin çoğu geneldir ve diğer senaryolara da uygulanabilir.
uk: Маєте проєкт і хочете перекласти його декількома мовами? Цей розділ підручника допоможе вам у цьому. Описано декілька типових випадків. Втім, більшість прикладів є загальними — їх може бути застосовано у інших сценаріях.
zh_hans: 有一个项目，想把它翻译成多种语言？本指南将帮助你做到这一点。其中展示了几种典型情况，但大多数示例都是通用的，也可以用于其他情景。
zh_hant: 有個項目，並想要將其翻譯為幾種語言？這個嚮導會幫您進行。幾種典型的情況展示出來，而多數示例是通用的，並且也可以用於其它情景。
