Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Additionally, there is :file:`scripts/optimize-svg` to reduce size of the SVG as most of the icons are embedded inside the HTML to allow styling of the paths.
de: Zusätzlich gibt es :file:`scripts/optimize-svg`, um die Größe der SVG zu reduzieren, da die meisten Symbole in das HTML eingebettet sind, um die Gestaltung der Pfade zu ermöglichen.
ga: Ina theannta sin, tá :file:`scripts/optimize-svg` chun méid an SVG a laghdú toisc go bhfuil an chuid is mó de na deilbhíní leabaithe taobh istigh den HTML chun stíliú na gcosáin a cheadú.
hu: Emellett a :file:`scripts/optimize-svg` szkript segítségével csökkenthető az SVG fájlok mérete, mivel a legtöbb ikon közvetlenül a HTML-be van ágyazva, hogy az útvonalak (`<path>` elemek) egyedileg alakíthatók legyenek.
id: Selain itu, ada :file:`scripts/optimize-svg` untuk mengurangi ukuran SVG karena sebagian besar ikon tertanam di dalam HTML untuk memungkinkan penataan gaya jalur.
ja: また、ほとんどのアイコンはパスのスタイルを設定できるよう HTML に埋め込まれるため、SVG のサイズを小さくする :file:`scripts/optimize-svg` を用意しました。
nl: Aanvullend is er :file:`scripts/optimize-svg` om de grootte van de SVG te verkleinen, omdat de meeste pictogrammen zijn ingebed in de HTML om het opmaken van de paden mogelijk te maken.
pt: Além disso, existe :file:`scripts/optimize-svg` para reduzir o tamanho do SVG, já que a maioria dos ícones são embutidos no HTML para permitir estilização dos caminhos.
pt_br: Além disso, existe :file:`scripts/optimize-svg` para reduzir o tamanho do SVG, já que a maioria dos ícones são embutidos no HTML para permitir estilização dos caminhos.
ro: În plus, există :file:`scripts/optimize-svg` pentru a reduce dimensiunea SVG, deoarece majoritatea pictogramelor sunt încorporate în HTML pentru a permite stilizarea căilor de acces.
ru: В дополнение к этому есть скрипт :file:`scripts/optimize-svg`, который уменьшает размер этих SVG-иконок, так как большинство из них встраиваются внутрь HTML, чтобы возможно было задавать стиль контурам.
sv: Dessutom finns :file:`scripts/optimize-svg` för att minska storleken på SVG-filen, eftersom de flesta ikonerna är inbäddade i HTML-koden för att möjliggöra formatering av banorna.
tr: Ek olarak, SVG boyutunu küçültmek için :file:`scripts/optimize-svg` kullanılır. Çünkü simgelerin çoğu yolların biçemine izin vermek için HTML içine gömülüdür.
uk: Крім того, можна скористатися :file:`scripts/optimize-svg` для зменшення розміру SVG, оскільки більшість піктограм вбудовуються до HTML для уможливлення застосування стилю до контурів.
zh_hans: 此外，有 :file:`scripts/optimize-svg` 来减小 SVG 的大小，因为多数图标嵌入在 HTML 中，而使路径有风格。
zh_hant: 此外，有 :file:`scripts/optimize-svg` 來減小 SVG 的大小，因為多數圖標嵌入在 HTML 中，而使路徑有風格。

source: Contributing to Weblate
de: Zu Weblate beitragen
ga: Ag cur le Weblate
hu: Közreműködés a Weblate fejlesztésében
id: Berkontribusi pada Weblate
ja: Weblate に貢献
nl: Bijdragen aan Weblate
pt: Contribuir ao Weblate
pt_br: Contribuindo para o Weblate
ro: Contribuția la Weblate
ru: Как внести свой вклад в Weblate
sv: Bidra till Weblate
ta: வலைபெயர்ப்புடுக்கு பங்களிப்பு
tr: Weblate için katkıda bulunmak
uk: Участь у розробці Weblate
zh_hans: 为 Weblate 作贡献
zh_hant: 為 Weblate 做貢獻

source: There are dozens of ways to improve Weblate. You can choose the one you feel comfortable with, be it coding, graphics design, documentation, sponsorship, or an idea:
de: Es gibt Dutzende von Möglichkeiten, Weblate zu verbessern. Sie können das auswählen, womit Sie sich wohl fühlen, sei es Programmierung, Grafikdesign, Dokumentation, Sponsoring oder eine Idee:
ga: Tá mórán bealaí ann chun Weblate a fheabhsú. Is féidir leat an ceann a bhraitheann tú compordach leis a roghnú, bíodh códú, dearadh grafaice, doiciméadú, urraíocht nó smaoineamh agat:
hu: Számos módon lehet hozzájárulni a Weblate fejlődéséhez. Választhatja azt a formát, amelyben otthonosan mozog — legyen az programozás, grafikai tervezés, dokumentáció, anyagi támogatás vagy akár egy ötlet megosztása:
id: Ada banyak cara untuk meningkatkan Weblate. Anda dapat memilih salah satu yang paling Anda sukai, baik itu pengkodean, desain grafis, dokumentasi, sponsor, atau sebuah ide:
ja: Weblate に貢献する方法はたくさんあります。納得して選択できるコーディング、グラフィックデザイン、ドキュメンテーション、スポンサーシップ、アイデアなど:
nl: Er zijn tientallen manieren om Weblate te verbeteren. U kunt die kiezen waarbij u zich het prettigste voelt, of dat nu coderen is, ontwerpen van afbeeldingen, documentatie, sponsor zijn, of een idee:
pt: Há dezenas de maneiras de melhorar o Weblate. Pode escolher uma com a qual se sente confortável, seja codificação, design gráfico, documentação, patrocínio ou uma ideia:
pt_br: Há dezenas de maneiras de melhorar o Weblate. Você pode escolher uma com a qual você se sente confortável, seja codificação, design gráfico, documentação, patrocínio ou uma ideia:
ro: Există zeci de modalități de a îmbunătăți Weblate. Puteți alege cel cu care vă simțiți confortabil, fie că este vorba de codare, design grafic, documentație, sponsorizare sau o idee:
ru: Существуют десятки способов улучшить Weblate. Вы можете выбрать тот, который вам удобен, будь то написание кода, графический дизайн, документация, спонсорство или идея:
sv: Det finns dussintals sätt att förbättra Weblate. Du kan välja det som passar dig bäst, oavsett om det är kodning, grafisk design, dokumentation, sponsring eller en idé:
ta: வலைபெயர்ப்புடை மேம்படுத்த டசன் கணக்கான வழிகள் உள்ளன. குறியீட்டு முறை, கிராபிக்ச் வடிவமைப்பு, ஆவணங்கள், ச்பான்சர்சிப் அல்லது ஒரு சிந்தனை என நீங்கள் வசதியாக இருக்கும் ஒன்றை நீங்கள் தேர்வு செய்யலாம்:
tr: Weblate platformunu geliştirmenin pek çok yolu vardır. Kodlama, görsel tasarım, belge hazırlama, destek olma veya fikir verme gibi size uygun olan birini seçebilirsiniz:
uk: Існує десятки варіантів взяти участь у поліпшенні Weblate. Ви можете вибрати той з них, який вам подобається найбільше — програмування, графічний дизайн, документація, безпосередня фінансова підтримка чи ідеї:
zh_hans: 有几十种方法来改进 Weblate。你可以选择一个你觉得舒服的方式，它可以是编程、图形设计、文档、赞助，或一个想法：
zh_hant: 有幾十種方法來改進 Weblate 。你可以選擇一個你覺得舒服的方式，它可以是編碼、圖形設計、文檔、贊助，或一個想法：

source: Translating Weblate
de: Weblate übersetzen
ga: Weblate á aistriú
hu: A Weblate fordítása
id: Menerjemahkan Weblate
ja: Weblate の翻訳
nl: Weblate vertalen
pt: Traduzir o Weblate
pt_br: Traduzindo o Weblate
ro: Traducerea Weblate
ru: Перевод Weblate
sv: Översätta Weblate
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பு
tr: Weblate arayüzünü çevirme
uk: Переклад Weblate
zh_hans: 翻译 Weblate
zh_hant: 翻譯 Weblate

source: Weblate is continually being `translated <https://hosted.weblate.org/>`_ using Weblate itself. Feel free to take your part in the effort of making Weblate available in as many human languages as possible. It brings Weblate closer to its users!
de: Weblate wird laufend mit Hilfe von Weblate selbst `übersetzt <https://hosted.weblate.org/>`_. Helfen Sie mit, Weblate in so vielen Sprachen wie möglich verfügbar zu machen. Das bringt Weblate näher an seine Benutzer!
ga: Tá Weblate á `aistriú go leanúnach <https://hosted.weblate.org/>`_ ag baint úsáide as Weblate féin. Ná bíodh drogall ort do pháirt a ghlacadh san iarracht Weblate a chur ar fáil san oiread teangacha daonna agus is féidir. Tugann sé Weblate níos gaire dá úsáideoirí!
hu: A Weblate folyamatosan `fordítás alatt áll <https://hosted.weblate.org/>`_, saját maga segítségével. Bármikor csatlakozhat a közösséghez, hogy minél több nyelven elérhetővé váljon az alkalmazás — ezáltal közelebb kerül a felhasználóihoz is!
id: Weblate terus-menerus `diterjemahkan <https://hosted.weblate.org/>`_ menggunakan Weblate itu sendiri. Jangan ragu untuk berpartisipasi dalam upaya menyediakan Weblate dalam sebanyak mungkin bahasa manusia. Ini mendekatkan Weblate dengan penggunanya!
ja: Weblate は、Weblate 自体を用いて継続的に `翻訳されています <https://hosted.weblate.org/>`_ 。できるだけ多くの人間の言語で Weblate を利用できるようにする取り組みに気軽に参加してください。Weblate の敷居が下がります！
nl: Weblate wordt doorlopend `vertaald <https://hosted.weblate.org/>`_ met Weblate zelf. U kunt deelnemen aan de pogingen van het beschikbaar maken van Weblate in zoveel mogelijk menselijke talen als maar mogelijk is. Het brengt Weblate dichter bij zijn gebruikers!
pt: O Weblate está a ser continuamente `traduzido <https://hosted.weblate.org/>`_ a usar o próprio Weblate. Sinta-se à vontade para participar do esforço de disponibilizar o Weblate na maior quantidade possível de idiomas humanos. Isso traz o Weblate para mais perto dos utilizadores deles!
pt_br: O Weblate está sendo continuamente `traduzido <https://hosted.weblate.org/>`_ usando o próprio Weblate. Sinta-se à vontade para participar do esforço de disponibilizar o Weblate no maior número possível de idiomas humanos. Isso traz o Weblate para mais perto de seus usuários!
ro: Weblate este în permanență `tradus <https://hosted.weblate.org/>`_ folosind Weblate însuși. Simțiți-vă liberi să luați parte la efortul de a face Weblate disponibil în cât mai multe limbi umane. Aceasta aduce Weblate mai aproape de utilizatorii săi!
ru: Weblate непрерывно `переводится <https://hosted.weblate.org/>`_ с использованием самого Weblate. Не стесняйтесь принять участие в усилиях, направленных на то, чтобы сделать Weblate доступным на как можно большем количестве человеческих языков. Это приближает Weblate к пользователям!
sv: Weblate översätts kontinuerligt <https://hosted.weblate.org/>_ med hjälp av Weblate själv. Du är välkommen att delta i arbetet med att göra Weblate tillgängligt på så många språk som möjligt. Det gör Weblate mer tillgängligt för sina användare!
ta: வலைபெயர்ப்பு தொடர்ந்து `மொழிபெயர்க்கப்பட்டுள்ளது <https://hosted.weblate.org/>` _ வலைபெயர்ப்பைப் பயன்படுத்துகிறது. முடிந்தவரை பல மனித மொழிகளில் வலைபெயர்ப்பு கிடைக்கச் செய்யும் முயற்சியில் உங்கள் பங்கை எடுக்க தயங்க. இது அதன் பயனர்களுடன் வலைபெயர்ப்பைக் கொண்டுவருகிறது!
tr: Weblate, gene Weblate kullanılarak kesintisiz olarak `çevriliyor <https://hosted.weblate.org/>`_. Weblate kullanımının olabildiğince çok dilde sağlanmasına yardımcı olmaktan çekinmeyin. Böylece Weblate kullanıcıları ile yakınlaşır!
uk: Weblate постійно `перекладається <https://hosted.weblate.org/>`_ за допомогою самого Weblate. Не вагайтеся і долучайтеся до зусиль з забезпечення доступності Weblate якомога більшою кількістю мов. Переклад робить Weblate ближчим до користувачів!
zh_hans: Weblate 使用 Weblate 持续进行自身的 `本地化翻译工作 <https://hosted.weblate.org/>`_。尽你所能，使 Weblate 能以尽可能多的人类语言提供，让 Weblate 离用户更近！
zh_hant: Weblate 持續使用 Weblate 自身進行`translated <https://hosted.weblate.org/>`_ 。盡你所能，使 Weblate 能以盡可能多的人類語言提供。它讓 Weblate 更接近它的用戶！

source: If you find a possible mistake in the source string, you can mark it with a comment in the Weblate editor. This way, it can be discussed and corrected. If you’re certain, you can also click on the link in the :guilabel:`Source string location` section and submit a PR with your correction.
de: Wenn Sie einen möglichen Fehler in der Ausgangszeichenkette finden, können Sie ihn im Weblate-Editor mit einem Kommentar markieren. Auf diese Weise kann er diskutiert und korrigiert werden. Wenn Sie sich sicher sind, können Sie auch auf den Link im Abschnitt :guilabel:`Ort der Ausgangszeichenkette` klicken und einen Pull Request mit Ihrer Korrektur einreichen.
ga: Má aimsíonn tú botún féideartha sa teaghrán foinse, is féidir leat é a mharcáil le nóta tráchta in eagarthóir Weblate. Ar an mbealach seo, is féidir é a phlé agus a cheartú. Má tá tú cinnte, is féidir leat cliceáil freisin ar an nasc sa roinn :guilabel:`Foinse teaghrán location` agus PR a chur isteach le do cheartú.
hu: Ha hibát talál egy forrásszövegben, a Weblate szerkesztőben megjegyzéssel megjelölheti azt, így lehetőség nyílik a közös megbeszélésre és javításra. Ha biztos a dolgában, a :guilabel:`Forrásszöveg helye` szakaszban található hivatkozásra kattintva PR-t is küldhet a javítással.
id: Jika Anda menemukan kemungkinan kesalahan dalam string sumber, Anda dapat menandainya dengan komentar di penyunting Weblate. Dengan demikian, kesalahan tersebut dapat didiskusikan dan diperbaiki. Jika yakin, Anda juga dapat mengeklik tautan di bagian :guilabel:`Source string location` dan mengirimkan PR beserta koreksi Anda.
ja: 誤りの可能性がある原文には、Weblate 編集画面からコメントを書き込んで印を付けてください。そうすれば、議論し、修正を行えます。確証があれば、:guilabel:`原文の記載位置` 項目のリンクをクリックし、修正内容も書き込んで公開できます。
nl: Als u een mogelijke fout in de brontekenreeks vindt, kunt u die markeren met een opmerking in de bewerker van Weblate. Op die manier kan hij worden besproken en gecorrigeerd. Als u er zeker van bent kunt u ook op de koppeling klikken in het gedeelte :guilabel:`Locatie van brontekenreeks` en een PR indienen met uw correctie.
pt: Se encontrar um possível erro na cadeia fonte, pode marcá-lo com um comentário no editor Weblate. Dessa forma, pode ser discutido e corrigido. Se tiver certeza, também pode clicar na ligação na secção :guilabel:`Localização do texto fonte` e enviar um PR com a sua correção.
pt_br: Se você encontrar um possível erro no texto fonte, pode marcá-lo com um comentário no editor Weblate. Dessa forma, pode ser discutido e corrigido. Se você tiver certeza, também pode clicar no link na seção :guilabel:`Local do texto fonte` e enviar um PR com sua correção.
ro: Dacă găsiți o posibilă greșeală în șirul sursă, o puteți marca cu un comentariu în editorul Weblate. În acest fel, ea poate fi discutată și corectată. Dacă sunteți sigur, puteți, de asemenea, să faceți clic pe link-ul din secțiunea :guilabel:`Localizarea șirului sursă` și să trimiteți un PR cu corecția dumneavoastră.
ru: Если вы обнаружили возможную ошибку в исходной строке, вы можете отметить её комментарием в редакторе Weblate. Таким образом, её можно обсудить и исправить. Если вы уверены, вы также можете нажать на ссылку в разделе :guilabel:`Расположение исходной строки` и отправить запрос на извлечение(pull request) со своим исправлением.
sv: Om du hittar ett möjligt fel i källsträngen kan du markera det med en kommentar i Weblate-redigeraren. På så sätt kan det diskuteras och korrigeras. Om du är säker kan du också klicka på länken i avsnittet :guilabel:`Källsträngens plats` och skicka in en PR med din korrigering.
ta: மூல சரத்தில் சாத்தியமான தவறை நீங்கள் கண்டால், அதை வலைபெயர்ப்பு எடிட்டரில் ஒரு கருத்துடன் குறிக்கலாம். இந்த வழியில், அதைப் பற்றி விவாதித்து சரிசெய்யலாம். நீங்கள் உறுதியாக இருந்தால், நீங்கள்: வபஇசிட்டை: `மூல சரம் இருப்பிடம்` பிரிவில் உள்ள இணைப்பைக் சொடுக்கு செய்து உங்கள் திருத்தத்துடன் pr ஐ சமர்ப்பிக்கலாம்.
tr: Kaynak dizgede olası bir hata bulursanız, bunu Weblate düzenleyicisinde bir yorumla belirtebilirsiniz. Böylece üzerinde tartışılabilir ve düzeltilebilir. Eminseniz, :guilabel:`Kaynak dizge konumu` bölümündeki bağlantıya tıklayabilir ve düzeltmenizle birlikte bir çekme isteği gönderebilirsiniz.
uk: Якщо вами виявлено можливу помилку у початковому рядку, ви можете позначити її коментарем у редакторі Weblate. У такий спосіб її може бути обговорено і виправлено. Якщо ви певні щодо помилки, ви також можете натиснути посилання у розділі :guilabel:`Позиція джерельного рядка` і створити запит щодо об'єднання із вашим виправленням.
zh_hans: 如果您发现源字符串中可能存在错误，您可以在 Weblate 编辑器中用评论标记它。这样，它可以被讨论和纠正。如果你确定，你也可以点击 :guilabel:`源字符串位置` 部分中的链接并提交一个拉取请求并进行更正。
zh_hant: 如果您在源字符串中找到可能的錯誤，則可以將其標記為Web2編輯器中的註釋。這樣，可以討論和糾正它。如果您確定了，您也可以單擊以下鏈接：Guilabel：“源字符串位置”部分，並以修正提交PR。

source: Weblate discussions
de: Weblate-Diskussionen
ga: Comhráite Gréasáin
hu: Weblate közösségi fórum
id: Diskusi Weblate
ja: Weblate についての議論
nl: Weblate bespreken
pt: Discussões do Weblate
pt_br: Discussões do Weblate
ro: Discuții Weblate
ru: Обсуждения Weblate
sv: Weblate-diskussioner
ta: வலைபெயர்ப்பு விவாதங்கள்
tr: Weblate tartışmaları
uk: Обговорення у Weblate
zh_hans: Weblate 讨论

source: If you have an idea and not sure if it’s suitable for an issue, don’t worry. You can join the community in `GitHub discussions <https://github.com/WeblateOrg/weblate/discussions>`_.
de: Wenn Sie eine Idee haben und nicht sicher sind, ob sie für ein Issue geeignet ist, machen Sie sich keine Sorgen. Sie können sich der Gemeinschaft unter `GitHub-Diskussionen <https://github.com/WeblateOrg/weblate/discussions>`_ anschließen.
ga: Má tá tuairim agat agus mura bhfuil tú cinnte an bhfuil sé oiriúnach do shaincheist, ná bíodh imní ort. Is féidir leat a bheith páirteach sa phobal i `bplé GitHub <https://github.com/WeblateOrg/weblate/discussions>`_.
hu: Ha van egy ötlete, de nem biztos benne, hogy hibajegynek megfelelő, ne aggódjon — csatlakozzon bátran a közösséghez a `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ felületen.
id: Jika Anda punya ide dan belum yakin apakah ide tersebut cocok untuk suatu isu, jangan khawatir. Anda bisa bergabung dengan komunitas di `diskusi GitHub <https://github.com/WeblateOrg/weblate/discussions>`_.
ja: アイデアがあり、それが問題に適しているかどうかわからない場合でも、心配はいりません。あなたは `GitHub discussions <https://github.com/WeblateOrg/weblate/discussions>`_ からコミュニティに参加できます。
nl: Als u een idee hebt en u weet niet zeker of het geschikt is als een issue, geen zorgen. U kunt deelnemen aan de gemeenschap op `GitHub discussions <https://github.com/WeblateOrg/weblate/discussions>`_.
pt: Se tiver uma ideia e não tiver certeza se ela é adequada para um problema, não se preocupe. Pode entrar na comunidade de `discussões do GitHub <https://github.com/WeblateOrg/weblate/discussions>`_.
pt_br: Se você tiver uma ideia e não tiver certeza se ela é adequada para um problema, não se preocupe. Você pode entrar na comunidade de `discussões do GitHub <https://github.com/WeblateOrg/weblate/discussions>`_.
ro: Dacă aveți o idee și nu sunteți sigur că este potrivită pentru un număr, nu vă faceți griji. Vă puteți alătura comunității în `GitHub discussions <https://github.com/WeblateOrg/weblate/discussions>`_.
ru: Если у вас есть идея, но вы не уверены, подходит ли она для выпуска, не волнуйтесь. Вы можете присоединиться к сообществу в `GitHub обсуждениях <https://github.com/WeblateOrg/weblate/discussions>`_.
sv: Om du har en idé och inte är säker på om den passar för ett nummer, oroa dig inte. Du kan gå med i communityn i `GitHub-diskussioner <https://github.com/WeblateOrg/weblate/discussions>`_.
ta: உங்களுக்கு ஒரு சிந்தனை இருந்தால், அது ஒரு சிக்கலுக்கு ஏற்றதா என்று உறுதியாக தெரியவில்லை என்றால், கவலைப்பட வேண்டாம். `கிட்அப் கலந்துரையாடல்களில் நீங்கள் சமூகத்தில் சேரலாம் <https://github.com/weblateorg/weblate/discusions>` _.
tr: Bir fikriniz varsa ve bir sorun olarak bildirmeye uygun olup olmadığından emin değilseniz endişelenmeyin. `GitHub tartışmaları <https://github.com/WeblateOrg/weblate/discussions>`_ ile topluluğa katılıp tartışabilirsiniz.
uk: Якщо у вас є ідея і ви не певні, чи варта вона створення повідомлення про ваду, не переймайтеся. Ви можете долучитися до спільноти у `обговореннях GitHub <https://github.com/WeblateOrg/weblate/discussions>`_.
zh_hans: 如果你有一个想法，但不确定它是否适合作为一个 issue，不用担心，你可以加入 `GitHub discussions <https://github.com/WeblateOrg/weblate/discussions>`_ 中的社区对其进行讨论。
zh_hant: 如果您有一個想法，不確定它是否適合問題，請不要擔心。您可以加入“Github討論<https://github.com/weblateorg/weblate/discussions>`_中的社區>`_。

source: Funding Weblate development
de: Weblate-Entwicklung fördern
ga: Forbairt Weblate a mhaoiniú
hu: A Weblate fejlesztésének támogatása
id: Pendanaan pengembangan Weblate
ja: Weblate 開発に資金提供
nl: De ontwikkeling van Weblate financieel steunen
pt: Financiar o desenvolvimento do Weblate
pt_br: Financiando o desenvolvimento do Weblate
ro: Finanțarea dezvoltării Weblate
ru: Финансирование разработки Weblate
sv: Finansiering av Weblate-utvecklingen
ta: வலைபெயர்ப்பு வளர்ச்சிக்கு நிதியளித்தல்
tr: Weblate geliştirilme çalışmalarına maddi destek vermek
uk: Фінансування розробки Weblate
zh_hans: 资助 Weblate 开发
zh_hant: 為 Weblate 開發提供資金
