Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved error handling in gitexport module.
de: Verbesserte Fehlerbehandlung im gitexport-Modul.
ga: Láimhseáil earráide feabhsaithe i modúl gitexport.
hu: `gitexport` modul hibakezelése továbbfejlesztve.
id: Peningkatan penanganan galat dalam modul gitexport.
ja: gitexport モジュールのエラー処理の改良。
nl: Verbeterde foutafhandeling in module gitexport.
pt: Melhor manuseio de erros no módulo gitexport.
pt_br: Melhorado o tratamento de erros no módulo gitexport.
ro: A fost îmbunătățită gestionarea erorilor în modulul gitexport.
ru: Улучшена обработка ошибок в модуле gitexport.
sv: Förbättrad felhantering i gitexport-modulen.
ta: gitexport தொகுதியில் மேம்படுத்தப்பட்ட பிழை கையாளுதல்.
tr: Gitexport modülünde hataların işlenmesi iyileştirildi.
uk: Удосконалено обробку помилок у модулі gitexport.
zh_hans: 改进了 gitexport 模块中的错误处理。
zh_hant: 改進了 gitexport 模塊中的錯誤處理。

source: Fixed progress reporting for newly added languages.
de: Die Fortschrittsberichte für neu hinzugefügte Sprachen korrigiert.
ga: Tuairisciú seasta ar dhul chun cinn do theangacha nua-bhreise.
hu: Újonnan hozzáadott nyelvek esetén a fordítási előrehaladás jelentése javítva.
id: Memperbaiki pelaporan kemajuan untuk bahasa yang baru ditambahkan.
ja: 新たに追加された言語の進捗状況の報告を修正。
nl: Voortgang rapporteren voor nieuw toegevoegde talen gerepareerd.
pt: Relatório de progresso corrigido para idiomas recém-adicionados.
pt_br: Corrigido o relatório de progresso para idiomas recém-adicionados.
ro: A fost reparată raportarea progresului pentru limbile nou adăugate.
ru: Исправлено отображение прогресса для вновь добавленных языков.
sv: Fastställd framstegsrapportering för nyinförda språk.
ta: புதிதாக சேர்க்கப்பட்ட மொழிகளுக்கான நிலையான முன்னேற்ற அறிக்கை.
tr: Yeni eklenen dillerin ilerleme raporlaması düzeltildi.
uk: Виправлено звітування щодо поступу для нових доданих мов.
zh_hans: 修复了报告新添加语言的过程。
zh_hant: 修復了報告新添加語言的過程。

source: Correctly report Celery worker errors to Sentry.
de: Korrekte Meldung von Fehlern des Celery-Workers an Sentry.
ga: Déan earráidí oibrí soilire a thuairisciú i gceart do Sentry.
hu: Celery munkafolyamat hibák helyes jelentése a Sentry rendszer felé.
id: Laporkan kesalahan Celery worker ke Sentry.
ja: Celery ワーカーのエラーを Sentry に正しく報告するように修正。
nl: Correct rapporteren van fouten in werkers van Celery naar Sentry.
pt: Comunica corretamente os erros do worker do Celery ao Sentry.
pt_br: Comunica corretamente os erros do worker do Celery ao Sentry.
ro: Raportați corect erorile lucrătorului Celery către Sentry.
ru: Корректно сообщать об ошибках в рабочих процессах Celery в Sentry.
sv: Rapportera fel i Celery Worker korrekt till Sentry.
ta: செலரி தொழிலாளி பிழைகளை சென்ட்ரிக்கு சரியாக புகாரளிக்கவும்.
tr: Celery işlemi hatalarının Sentry üzerine doğru bildirilmesi sağlandı.
uk: Реалізовано правильне звітування про помилки обробника Celery до Sentry.
zh_hans: 正确地向 Sentry 报告 Celery 工作进程错误。
zh_hant: 正確地向 Sentry 報告 Celery worker 錯誤。

source: Fixed creating new translations with Qt Linguist.
de: Die Erstellung neuer Übersetzungen mit Qt Linguist korrigiert.
ga: Seasta ag cruthú aistriúcháin nua le Qt Linguist.
hu: Új fordítás létrehozása Qt Linguist használatával javítva.
id: Memperbaiki pembuatan terjemahan baru dengan Qt Linguist.
ja: Qt Linguist での新しい翻訳の作成を修正。
nl: Maken van nieuwe vertalingen met Qt Linguist gerepareerd.
pt: Corrigido criar traduções com o Qt Linguist.
pt_br: Corrigida a criação de novas traduções com o Qt Linguist.
ro: Fixat crearea de noi traduceri cu Qt Linguist.
ru: Исправлено создание новых переводов с помощью Qt Linguist.
sv: Fixat skapandet av nya översättningar med Qt Linguist.
ta: கியுடி மொழியியலாளருடன் புதிய மொழிபெயர்ப்புகளை உருவாக்குவது நிலையானது.
tr: Qt Linguist ile yeni çeviriler oluştururken yaşanan sorun düzeltildi.
uk: Виправлено створення перекладів за допомогою Qt Linguist.
zh_hans: 修复了用 Qt linguist 新建新的翻译。
zh_hant: 修復了用 Qt linguist 新建新的翻譯。

source: Fixed occasional fulltext index update failures.
de: Gelegentliche Fehler bei der Aktualisierung des Volltextindex behoben.
ga: Teipeanna seasta innéacs lántéacs cothrom le dáta corruair.
hu: Teljes szövegű index frissítési hibák időnkénti előfordulása javítva.
id: Memperbaiki kegagalan pembaruan indeks teks lengkap yang kadang terjadi.
ja: 不定期に発生する全文検索用インデックスの更新エラーを修正。
nl: Af en toe optredende mislukkingen bijwerken index volledige tekst gerepareerd.
pt: Corrigidas falhas ocasionais de atualização de índice de texto completo.
pt_br: Corrigidas falhas ocasionais de atualização de índice de texto completo.
ro: A reparat eșecurile ocazionale de actualizare a indexului fulltext.
ru: Исправлены периодические ошибки обновления полнотекстовых индексов.
sv: Åtgärdade tillfälliga fel vid uppdatering av fulltextindex.
ta: நிலையான அவ்வப்போது ஃபுல் டெக்ச்ட் குறியீட்டு புதுப்பிப்பு தோல்விகள்.
tr: Ara sıra yaşanan tam metin dizini güncelleme sorunları düzeltildi.
uk: Усунено можливі помилки оновлення повнотекстового покажчика.
zh_hans: 修复了偶发的全文索引更新失败。
zh_hant: 修復了偶發的全文索引更新失敗。

source: Improved validation when creating new components.
de: Verbesserte Validierung bei der Erstellung neuer Komponenten.
ga: Bailíochtú feabhsaithe agus comhpháirteanna nua á gcruthú.
hu: Új összetevő létrehozásakor az érvényesítés pontosabb lett.
id: Peningkatan validasi saat membuat komponen baru.
ja: 新規コンポーネント作成時の検証を改良。
nl: Verbeterd valideren bij maken van nieuwe onderdelen.
pt: Validação melhorada ao criar componentes.
pt_br: Melhorada a validação ao criar novos componentes.
ro: Validare îmbunătățită la crearea de noi componente.
ru: Улучшена валидация при создании новых компонентов.
sv: Förbättrad validering vid skapande av nya komponenter.
ta: புதிய கூறுகளை உருவாக்கும்போது மேம்படுத்தப்பட்ட சரிபார்ப்பு.
tr: Yeni bileşenler oluşturulurken doğrulama iyileştirildi.
uk: Удосконалено перевірки при створенні складників.
zh_hans: 改进了新建新部件时的验证。
zh_hant: 改進了新建新組件時的驗證。

source: Added support for cleanup of old suggestions.
de: Unterstützung für die Bereinigung alter Übersetzungsvorschläge hinzugefügt.
ga: Tacaíocht breise do ghlanadh sean-mholtaí.
hu: Régi javaslatok tisztításának támogatása hozzáadva.
id: Menambahkan dukungan untuk pembersihan saran lama.
ja: 古い提案のクリーンアップに対応。
nl: Ondersteuning toegevoegd voor opschonen van oude suggesties.
pt: Adicionado suporte para a limpeza de sugestões antigas.
pt_br: Adicionado suporte para limpeza de sugestões antigas.
ro: A fost adăugat suport pentru curățarea sugestiilor vechi.
ru: Добавлена поддержка подчистки старых предложений.
sv: Lagt till stöd för rensning av gamla förslag.
ta: பழைய பரிந்துரைகளை தூய்மை செய்வதற்கான உதவி சேர்க்கப்பட்டது.
tr: Eski önerilerin temizlenmesi desteği eklendi.
uk: Додано підтримку вилучення застарілих пропозицій.
zh_hans: 为清理旧的建议添加了支持。
zh_hant: 為清理舊的建議添加了支持。

source: *Released on October 6th 2018.*
de: *Veröffentlicht am 6. Oktober 2018.*
ga: *Eisithe ar 6 Deireadh Fómhair 2018.*
hu: *Kiadva: 2018. október 6.*
id: *Dirilis pada 6 Oktober 2018.*
nl: *Uitgegeven op 6 oktober 2018.*
pt_br: *Atualizado em 6 de outubro de 2018.*
sv: *Släpptes den 6 oktober 2018.*
tr: *6 Ekim 2018 tarihinde yayınlandı.*
uk: *Випущено 6 жовтня 2018 року.*

source: Add install_addon management command for automated add-on installation.
de: Den Verwaltungsbefehl install_addon für die automatische Installation von Erweiterungen hinzugefügt.
ga: Cuir ordú bainistíochta install_addon leis le haghaidh suiteáil uathoibrithe breiseán.
hu: `install_addon` kezelőparancs hozzáadva kiegészítők automatikus telepítéséhez.
id: Menambahkan perintah manajemen install_addon untuk pemasangan pengaya secara otomatis.
ja: 自動アドオン インストール用の install_addon 管理コマンドの追加。
nl: Beheersopdracht install_addon toegevoegd voor geautomatiseerd installeren van add-on.
pt: Adicionar comando de gestão install_addon para a instalação automática de extensões.
pt_br: Adicione o comando de gerenciamento install_addon para instalação automatizada de complementos.
ro: Adăugați comanda de gestionare install_addon pentru instalarea automată a add-on-urilor.
ru: Добавлена команда управления install_addon для автоматизации установки надстроек.
sv: Lägg till kommandot install_addon för automatisk installation av tillägg.
ta: தானியங்கி கூடுதல் நிறுவலுக்கு நிறுவல்_அடன் மேலாண்மை கட்டளையைச் சேர்.
tr: Kendiliğinden eklenti kurulumu için install_addon yönetim komutu eklendi.
uk: Додано команду керування install_addon для автоматичного встановлення додатків.
zh_hans: 为自动化的附加组件安装添加 install_addon 管理命令。
zh_hant: 為自動化的附加組件安裝添加 install_addon 管理命令。

source: Allow more fine grained :ref:`rate-limit` settings.
de: Detaillierte Einstellungen für die :ref:`rate-limit`.
ga: Ceadaigh socruithe :ref:`rate-limit` níos mínmhionsonraithe.
hu: Finomhangolhatóbb :ref:`rate-limit` beállítási lehetőségek kerültek bevezetésre.
id: Izinkan pengaturan :ref:`rate-limit` yang lebih rinci.
nl: Meer fijn af te stemmen instellingen voor :ref:`rate-limit` toestaan.
pt_br: Permite configurações mais refinadas de :ref:`rate-limit`.
sv: Tillåt mer detaljerade :ref:`rate-limit`-inställningar.
uk: Дозволити більш детальні налаштування :ref:`rate-limit`.

source: Added support for export and import of Excel files.
de: Unterstützung für den Export und Import von Excel-Dateien hinzugefügt.
ga: Tacaíocht bhreise le haghaidh onnmhairiú agus allmhairiú comhaid Excel.
hu: Excel fájlok exportálása és importálása támogatott.
id: Menambahkan dukungan untuk ekspor dan impor berkas Excel.
ja: Excel ファイルのエクスポートおよびインポートに対応。
nl: Ondersteuning toegevoegd voor exporteren en importeren van Excel-bestanden.
pt: Adicionado suporte para a exportação e importação de ficheiros Excel.
pt_br: Adicionado suporte para exportação e importação de arquivos Excel.
ro: A fost adăugat suport pentru exportul și importul de fișiere Excel.
ru: Добавлена поддержка экспорта и импорта файлов Excel.
sv: Stöd för export och import av Excel-filer har lagts till.
ta: எக்செல் கோப்புகளின் ஏற்றுமதி மற்றும் இறக்குமதிக்கான உதவி சேர்க்கப்பட்டது.
tr: Excel dosyalarının dışa ve içe aktarılması desteği eklendi.
uk: Додано підтримку експортування та імпортування даних файлів Excel.
zh_hans: 为 Excel 文件的导出和导入添加了支持。
zh_hant: 為 Excel 文件的導出和導入添加了支持。

source: Improve component cleanup in case of multiple component discovery add-ons.
de: Verbesserte Komponentenbereinigung, wenn es mehrere Erweiterungen zur Komponentenerkennung gibt.
ga: Feabhas a chur ar ghlanadh comhpháirte i gcás breiseáin aimsithe comhpháirte iolracha.
hu: Összetevők eltávolításának javítása több felismerő bővítmény együttes használata esetén.
id: Memperbaiki pembersihan komponen jika terdapat beberapa pengaya penemuan komponen.
ja: アドオンが複数のコンポーネントを検出した場合のクリーンアップを改良。
nl: Verbeterd opschonen van onderdeel in het geval van meerdere add-ons discovery voor onderdeel.
pt: Melhorar a limpeza dos componentes no caso de múltiplas extensões de descoberta de componentes.
pt_br: Melhora a limpeza de componentes no caso de complementos de descoberta de vários componentes.
ro: Îmbunătățirea curățării componentelor în cazul în care există mai multe add-on-uri de descoperire a componentelor.
ru: Улучшена очистка компонентов, если надстройка обнаруживает множество компонентов.
sv: Förbättra komponentrensningen vid flera tillägg för komponentupptäckt.
ta: பல கூறு கண்டுபிடிப்பு துணை நிரல்களின் விசயத்தில் கூறு தூய்மைப்படுத்தலை மேம்படுத்தவும்.
tr: Birden çok bileşen bulma eklentisi olması durumunda bileşen temizleme iyileştirildi.
uk: Удосконалено очищення складників, якщо використано декілька додатків виявлення складників.
zh_hans: 改进了多部件发现附加组件情况下的部件清理。
zh_hant: 改進了多組件發現附加組件情況下的組件清理。

source: Rewritten Microsoft Terminology machine translation backend.
de: Backend der maschinellen Übersetzung von Microsoft Terminology überarbeitet.
ga: Inneall aistriúcháin meaisín athscríofa Microsoft Terminology.
hu: Microsoft Terminology gépi fordítás háttérmodul újraírt változata került bevezetésre.
id: Backend terjemahan mesin Terminologi Microsoft yang ditulis ulang.
ja: Microsoft Terminology の機械翻訳バックエンドの書き直し。
nl: Opnieuw geschreven backend voor machinevertaling Microsoft Terminology.
pt: Reescrito o back-end de tradução automática de Terminologia da Microsoft.
pt_br: Reescrito o back-end de tradução automática de Terminologia da Microsoft.
ro: Backend de traducere automată Microsoft Terminology rescris.
ru: Переписан бэкэнд машинного перевода для Microsoft Terminology.
sv: Omskriven Microsoft Terminology-maskinöversättningsbackend.
ta: மீண்டும் எழுதப்பட்ட நுண்மென் சொற்களஞ்சியம் இயந்திர மொழிபெயர்ப்பு பின்தளத்தில்.
tr: Microsoft Terminology makine çevirisi arka ucu yeniden yazıldı.
uk: Переписано модуль комп'ютерного перекладу за допомогою Microsoft Terminology.
zh_hans: 重写了微软术语机器翻译后端。
zh_hant: 重寫了 Microsoft Terminology 機器翻譯後端。

source: Weblate now uses Celery to offload some processing.
de: Weblate verwendet jetzt Celery, um einen Teil der Verarbeitung auszulagern.
ga: Úsáideann Weblate Soilire anois chun roinnt próiseála a dhíluchtú.
hu: A Weblate mostantól a Celery rendszert használja bizonyos műveletek kiszervezéséhez.
id: Weblate sekarang menggunakan Celery untuk memindahkan sebagian pemrosesan.
ja: Weblate は、Celery に一部の処理を任せるようになります。
nl: Weblate gebruikt nu Celery om sommige verwerking uit te voeren.
pt: Weblate agora usa Celery para descarregar algum processamento.
pt_br: Weblate agora usa Celery para descarregar algum processamento.
ro: Weblate folosește acum Celery pentru a descărca o parte din procesare.
ru: Weblate теперь использует Celery и разгружает на него часть обработки.
sv: Weblate använder nu Celery för att avlasta en del av bearbetningen.
ta: வலைபெயர்ப்பு இப்போது சில செயலாக்கத்தை ஏற்றுவதற்கு செலரியைப் பயன்படுத்துகிறது.
tr: Weblate üzerindeki bazı işlemlerin yükü Celery üzerine aktarıldı.
uk: Нова версія Weblate використовує Celery для розвантаження засобів обробки.
zh_hans: Weblate 现在使用 Celery 来卸载一些处理。
zh_hant: Weblate 現在使用 Celery 來卸載一些處理。

source: Improved search capabilities and added regular expression search.
de: Verbesserte Suchmöglichkeiten und eine Suche für reguläre Ausdrücke hinzugefügt.
ga: Cumais chuardaigh feabhsaithe agus cuardach slonn rialta breise.
hu: Keresési lehetőségek bővítve, reguláris kifezés alapú keresés hozzáadva.
id: Peningkatan kemampuan pencarian dan penambahan pencarian ekspresi reguler.
ja: 検索機能を改良し、正規表現検索を追加。
nl: Verbeterde zoekmogelijkheden en toevoegen van zoeken met reguliere uitdrukking.
pt: Melhorados os recursos de pesquisa e adicionada a pesquisa de expressão regular.
pt_br: Melhorados os recursos de busca e adicionada a busca de expressão regular.
ro: Au fost îmbunătățite capacitățile de căutare și a fost adăugată căutarea prin expresii regulate.
ru: Улучшены возможности поиска и добавлен поиск по регулярным выражениям.
sv: Förbättrade sökfunktioner och tillagd sökning med reguljära uttryck.
ta: மேம்பட்ட தேடல் திறன்கள் மற்றும் வழக்கமான வெளிப்பாடு தேடலைச் சேர்க்கின்றன.
tr: Arama yetenekleri geliştirildi ve kurallı ifade araması eklendi.
uk: Удосконалено можливості з пошуку і додано пошук за формальними виразами.
zh_hans: 改进了搜索功能，并添加了正则表达式搜索。
zh_hant: 改進了搜索功能，並添加了正則表達式搜索。

source: Added support for Youdao Zhiyun API machine translation.
de: Unterstützung für die maschinelle Übersetzung der Youdao-Zhiyun-API hinzugefügt.
ga: Tacaíocht bhreise le haghaidh aistriúchán meaisín API Youdao Zhiyun.
hu: Youdao Zhiyun API gépi fordítási támogatása hozzáadva.
id: Menambahkan dukungan untuk terjemahan mesin API Youdao Zhiyun.
ja: Youdao Zhiyun API 機械翻訳に対応。
nl: Ondersteuning toegevoegd voor API machinevertaling Youdao Zhiyun.
pt: Adicionado suporte para tradução de máquina da API Youdao Zhiyun.
pt_br: Adicionado suporte para tradução automática da API Youdao Zhiyun.
ro: A fost adăugat suport pentru traducerea automată Youdao Zhiyun API.
ru: Добавлена поддержка машинного перевода с помощью Youdao Zhiyun API.
sv: Stöd för maskinöversättning med Youdao Zhiyun API har lagts till.
ta: youdao zhiyun பநிஇ இயந்திர மொழிபெயர்ப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: Youdao Zhiyun API makine çevirisi desteği eklendi.
uk: Додано підтримку програмного інтерфейсу комп'ютерного перекладу для Youdao Zhiyun.
zh_hans: 为有道智云机器翻译添加了支持。
zh_hant: 為有道智雲機器翻譯添加了支持。

source: Added support for Baidu API machine translation.
de: Unterstützung für die maschinelle Übersetzung der Baidu-API hinzugefügt.
ga: Tacaíocht bhreise le haghaidh aistriúchán meaisín Baidu API.
hu: Baidu API gépi fordítási támogatása hozzáadva.
id: Menambahkan dukungan untuk terjemahan mesin API Baidu.
ja: Baidu API の機械翻訳に対応しました。
nl: Ondersteuning toegevoegd voor API machinevertaling Baidu.
pt: Adicionado suporte para tradução máquina da API do Baidu.
pt_br: Adicionado suporte para tradução automática da API do Baidu.
ro: A fost adăugat suport pentru traducerea automată Baidu API.
ru: Добавлена поддержка машинного перевода с помощью Baidu API.
sv: Stöd för maskinöversättning med Baidu API har lagts till.
ta: பைடு பநிஇ இயந்திர மொழிபெயர்ப்புக்கு உதவி சேர்க்கப்பட்டது.
tr: Baidu API makine çevirisi desteği eklendi.
uk: Додано підтримку програмного інтерфейсу комп'ютерного перекладу для Baidu.
zh_hans: 为百度 API 机器翻译添加了支持。
zh_hant: 為百度 API 機器翻譯添加了支持。

source: Integrated maintenance and cleanup tasks using Celery.
de: Integrierte Wartungs- und Bereinigungsaufgaben mit Celery.
ga: Tascanna cothabhála agus glanta comhtháite ag baint úsáide as Soilire.
hu: A karbantartási és takarítási műveletek mostantól Celery alapú háttérfeladatként futnak.
id: Tugas pemeliharaan dan pembersihan terintegrasi menggunakan Celery.
ja: Celery を使用してメンテナンスとクリーンアップのタスクを連携。
nl: Geïntegreerde taken voor onderhoud en opschonen met Celery.
pt: Tarefas integradas de manutenção e limpeza usando o Celery.
pt_br: Tarefas integradas de manutenção e limpeza usando o Celery.
ro: Sarcini integrate de întreținere și curățare folosind Celery.
ru: Интегрированы задачи по поддержке работоспособности и очистки с помощью Celery.
sv: Integrerade underhålls- och rengöringsuppgifter med Celery.
ta: செலரியைப் பயன்படுத்தி ஒருங்கிணைந்த பராமரிப்பு மற்றும் தூய்மைப்படுத்தும் பணிகள்.
tr: Celery kullanan bütünleşik bakım ve temizleme görevleri eklendi.
uk: Завдання з супроводу та чищення обʼєднано за допомогою Celery.
zh_hans: 集成了使用 Celery 的维护和清理任务。
zh_hant: 集成了使用 Celery 的維護和清理任務。

source: Improved performance of loading translations by almost 25%.
de: Die Leistung beim Laden von Übersetzungen wurde um fast 25 % verbessert.
ga: Feabhas ar fheidhmíocht luchtaithe aistriúcháin beagnach 25%.
hu: Fordítások betöltésének teljesítménye közel 25%-kal javult.
id: Peningkatan kinerja pemuatan terjemahan hampir 25%.
ja: 翻訳の読み込みの速度を 約 25 ％改良。
nl: Verbeterde prestaties van het laden van vertalingen met bijna 25%.
pt: Melhor desempenho de carregamento de traduções em quase 25%.
pt_br: Melhor desempenho de carregamento de traduções em quase 25%.
ro: Performanța de încărcare a traducerilor a fost îmbunătățită cu aproape 25%.
ru: Улучшена производительность загрузки переводов почти на 25%.
sv: Förbättrad prestanda vid laddning av översättningar med nästan 25 %.
ta: மொழிபெயர்ப்புகளை கிட்டத்தட்ட 25%ஏற்றுவதன் மேம்பட்ட செயல்திறன்.
tr: Çeviri yükleme başarımı neredeyse %25 oranında iyileştirildi.
uk: Швидкодію завантаження перекладів збільшено на майже 25%.
zh_hans: 改进了装入翻译的性能几乎 25%。
zh_hant: 改進了裝入翻譯的性能幾乎 25%。

source: Removed support for merging headers on upload.
de: Die Unterstützung für das Zusammenführen von Kopfzeilen beim Hochladen entfernt.
ga: Baineadh an tacaíocht chun ceanntásca a chumasc ar uaslódáil.
hu: Feltöltéskor történő fejléc-egyesítés támogatása eltávolítva.
id: Menghapus dukungan untuk menggabungkan kepala saat diunggah.
ja: アップロード時にヘッダーをマージする機能の削除。
nl: Ondersteuning verwijderd voor samenvoegen van koppen bij uploaden.
pt: Removido o suporte para mesclar cabeçalhos no envio.
pt_br: Removido o suporte para mesclar cabeçalhos no envio.
ro: A fost eliminat suportul pentru îmbinarea antetelor la încărcare.
ru: Удалена поддержка слияния заголовков при загрузках.
sv: Stöd för att slå samman rubriker vid uppladdning har tagits bort.
ta: பதிவேற்றத்தில் தலைப்புகளை இணைப்பதற்கான உதவி அகற்றப்பட்டது.
tr: Yükleme sırasında üst bilgilerin birleştirilmesi özelliği kaldırıldı.
uk: Вилучено підтримку об'єднання заголовків під час вивантаження.
zh_hans: 删除了对上传时合并标头的支持。
zh_hant: 刪除了對上傳時合併標頭的支持。

source: Removed support for custom commit messages.
de: Die Unterstützung für benutzerdefinierte Commit-Nachrichten entfernt.
ga: Baineadh an tacaíocht do theachtaireachtaí tiomantais saincheaptha.
hu: Egyedi véglegesítési üzenetek támogatása eltávolítva.
id: Menghapus dukungan untuk pesan komit khusus.
ja: カスタム コミット メッセージ機能の削除。
nl: Ondersteuning verwijderd voor aangepaste berichten indieningen.
pt: Removido o suporte para mensagens de commit personalizadas.
pt_br: Removido o suporte para mensagens de commit personalizadas.
ro: A fost eliminat suportul pentru mesaje de confirmare personalizate.
ru: Удалена поддержка настраиваемых сообщений коммитов.
sv: Stöd för anpassade commit-meddelanden har tagits bort.
ta: தனிப்பயன் கமிட் செய்திகளுக்கான உதவி.
tr: Özel işleme iletileri özelliği kaldırıldı.
uk: Вилучено підтримку нетипових повідомлень про внески.
zh_hans: 删除了对自定义提交说明的支持。
zh_hant: 刪除了對客戶提交消息的支持。

source: Configurable editing mode (zen/full).
de: Konfigurierbarer Bearbeitungsmodus (Zen/Vollständig).
ga: Modh eagarthóireachta inchumraithe (zen/lán).
hu: Szerkesztési mód (zen/teljes) konfigurálható.
id: Mode penyuntingan yang dapat dikonfigurasi (zen/full).
ja: 編集モード（zen/フル エディタ）を設定で変更可能に改良。
nl: Te configureren modus voor bewerken (Zen/volledige).
pt: Modo de edição configurável (zen/full).
pt_br: Modo de edição configurável (zen/full).
ro: Mod de editare configurabil (zen/full).
ru: Настраиваемые режимы редактирования (дзен/полный).
sv: Konfigurerbart redigeringsläge (zen/full).
ta: உள்ளமைக்கக்கூடிய திருத்துதல் பயன்முறை (சென்/முழு).
tr: Düzenleme kipinin (zen/tam) yapılandırılabilmesi sağlandı.
uk: Реалізовано можливість налаштовування режиму редагування (дзен-режим або повний режим).
zh_hans: 可配置的编辑模式（禅模式/完整模式）。
zh_hant: 可配置的編輯模式（禪模式/全模式）。

source: Added support for error reporting to Sentry.
de: Unterstützung für Fehlerberichterstattung an Sentry hinzugefügt.
ga: Tacaíocht bhreise le haghaidh tuairisciú earráide chuig Sentry.
hu: Hibajelentés támogatása hozzáadva a Sentry rendszerhez.
id: Menambahkan dukungan untuk pelaporan galat ke Sentry.
ja: Sentry へのエラー報告に対応。
nl: Ondersteuning toegevoegd voor rapporteren van fouten naar Sentry.
pt: Adicionado suporte para relatórios de erros para o Sentry.
pt_br: Adicionado suporte para relatórios de erros para o Sentry.
ro: A fost adăugat suport pentru raportarea erorilor la Sentry.
ru: Добавлена поддержка сообщений об ошидках с помощью Sentry.
sv: Lagt till stöd för felrapportering till Sentry.
ta: சென்ட்ரிக்கு பிழை அறிக்கையிடலுக்கான உதவி சேர்க்கப்பட்டது.
tr: Hataların Sentry üzerine bildirilmesi desteği eklendi.
uk: Додано підтримку звітування про помилки до Sentry.
zh_hans: 为向 Sentry 报告错误添加了支持。
zh_hant: 為向 Sentry 報告錯誤添加了支持。
