Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added new quality checks: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
de: Neue Qualitätsprüfungen hinzugefügt: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
ga: Cuireadh seiceálacha cáilíochta nua leis: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
hu: Új minőség-ellenőrzések hozzáadva: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
id: Menambahkan pemeriksaan kualitas baru: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
ja: 追加した新しい品質検査: :ref:`check-unnamed-format`、:ref:`check-long-untranslated`、:ref:`check-duplicate`。
nl: Nieuwe kwaliteitscontroles: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate` toegevoegd.
pt: Adicionadas novas verificações de qualidade: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
pt_br: Adicionadas novas verificações de qualidade: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
ro: Au fost adăugate noi controale de calitate: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
ru: Добавлены новые проверки качества: :ref:`check-unnamed-format`, :ref:`check-long-untranslated` и :ref:`check-duplicate`.
sv: Nya kvalitetskontroller har lagts till: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
tr: Yeni kalite denetimleri eklendi: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
uk: Додано нові перевірки якості: :ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`.
zh_hans: 添加了新的质量检查：:ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`。
zh_hant: 添加了新的質量檢查：:ref:`check-unnamed-format`, :ref:`check-long-untranslated`, :ref:`check-duplicate`。

source: Reintroduced support for wiping translation memory.
de: Unterstützung für das Löschen von Übersetzungsspeichern wieder eingeführt.
ga: Tacaíocht tugtha isteach arís chun cuimhne aistriúcháin a ghlanadh.
hu: A fordítási memória törlésének támogatása újra bevezetve.
id: Memperkenalkan kembali dukungan untuk menghapus memori terjemahan.
ja: 翻訳メモリの消去に再度対応。
nl: Ondersteuning voor wissen van vertaalgeheugen opnieuw geïntroduceerd.
pt: Reintroduzido o suporte a limpar a memória de tradução.
pt_br: Reintroduzido o suporte a limpar a memória de tradução.
ro: A fost reintrodus suportul pentru ștergerea memoriei de traducere.
ru: Вновь введена поддержка стирания памяти переводов.
sv: Återinfört stöd för radering av översättningsminne.
ta: மொழிபெயர்ப்பு நினைவகத்தைத் துடைப்பதற்கான ஆதரவை மீண்டும் அறிமுகப்படுத்தியது.
tr: Çeviri belleğini boşaltma özelliği yeniden eklendi.
uk: Повторно впроваджено підтримку витирання пам'яті перекладів.
zh_hans: 为擦除翻译记忆库重新引入了支持。
zh_hant: 為擦除翻譯記憶庫重新引入了支持。

source: Fixed option to ignore source checks.
de: Die Option zum Ignorieren von Quellenüberprüfungen korrigiert.
ga: Rogha sheasta chun neamhaird a dhéanamh ar sheiceálacha foinse.
hu: Forrásellenőrzések figyelmen kívül hagyásának lehetősége javítva.
id: Memperbaiki pilihan untuk mengabaikan pemeriksaan sumber.
ja: 原文検査を除外するオプションの修正。
nl: Optie voor negeren van controles voor bron gerepareerd.
pt: Corrigida a opção para ignorar verificações em texto fonte.
pt_br: Corrigida a opção para ignorar verificações em texto fonte.
ro: A fost reparată opțiunea de a ignora verificările sursei.
ru: Исправлен параметр для включения в исходной строке игнорирования проверок.
sv: Fast alternativ för att ignorera källkontroller.
ta: மூல சோதனைகளை புறக்கணிக்க நிலையான விருப்பம்.
tr: Kaynak denetimlerini yok sayma seçeneği düzeltildi.
uk: Виправлено параметр для ігнорування перевірок початкових рядків.
zh_hans: 修复了忽略原文检查的选项。
zh_hant: 修復了忽略檢查源的選項。

source: Added support for configuring different branch for pushing changes.
de: Unterstützung für die Konfiguration eines anderen Branches für das Pushen von Änderungen hinzugefügt.
ga: Tacaíocht bhreise chun brainse éagsúla a chumrú chun athruithe a bhrú.
hu: Támogatás hozzáadva eltérő ág beállításához a módosítások feltöltéséhez.
id: Menambahkan dukungan untuk mengonfigurasi cabang berbeda guna mendorong perubahan.
ja: 変更をプッシュするための異なるブランチの設定に対応。
nl: Ondersteuning toegevoegd voor configureren van andere tak voor pushen van wijzigingen.
pt: Adicionado suporte para configurar diferentes ramos para fazer push de alterações.
pt_br: Adicionado suporte para configurar diferentes ramos para fazer push de alterações.
ro: A fost adăugat suport pentru configurarea unei ramuri diferite pentru împingerea modificărilor.
ru: Добавлена поддержка настройки различных веток, в которые следует отправлять изменения.
sv: Lagt till stöd för att konfigurera olika grenar för att skicka ändringar.
ta: மாற்றங்களைத் தள்ள வெவ்வேறு கிளையை உள்ளமைப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Değişiklikleri itmek için farklı dallar yapılandırma özelliği eklendi.
uk: Додано підтримку налаштовування іншої гілки для запису змін.
zh_hans: 为配置不同分支来解析更改添加了支持。
zh_hant: 為配置不同分支來解析更改添加了支持。

source: API now reports rate limiting status in the HTTP headers.
de: Die API meldet jetzt den Status der Ratenbegrenzung in den HTTP-Headern.
ga: Tuairiscíonn API anois stádas teorannaithe rátaí sna ceannteidil HTTP.
hu: Az API mostantól jelzi a korlátozás (rate limiting) állapotát a HTTP fejlécben.
id: API sekarang melaporkan status pembatasan akses di kepala HTTP.
ja: API で、HTTP ヘッダーに接続制限状態の通知を可能にした。
nl: API rapporteert nu status limiet in de koppen HTTP.
pt: A API agora relata estado da limitação de taxa nos cabeçalhos HTTP.
pt_br: A API agora relata status da limitação de taxa nos cabeçalhos HTTP.
ro: API raportează acum starea de limitare a ratei în anteturile HTTP.
ru: API теперь сообщает об ограничении в частоте запросов в заголовках HTTP.
sv: API rapporterar nu status för hastighetsbegränsning i HTTP-rubrikerna.
ta: பநிஇ இப்போது http தலைப்புகளில் விகிதத்தைக் கட்டுப்படுத்தும் நிலையைப் புகாரளிக்கிறது.
tr: API uygulamasına HTTP üst bilgilerinde hız sınırlama durumunu bildirme özelliği eklendi.
uk: У новій версії програмний інтерфейс повідомляє про стан щодо обмеження на частоту виклику у заголовках HTTP.
zh_hans: API 现在在 HTTP 标头重报告速率限制状态。
zh_hant: API 現在在 HTTP 標頭重報告速率限制狀態。

source: Added support for Google Translate V3 API (Advanced).
de: Unterstützung für Google Translate V3 API (Advanced) hinzugefügt.
ga: Tacaíocht bhreise le haghaidh Google Translate V3 API (Advanced).
hu: Támogatás hozzáadva a Google Translate V3 API (Advanced) használatához.
id: Menambahkan dukungan untuk API Google Translate V3 (Lanjutan).
ja: Google Translate V3 API（Advanced）に対応。
nl: Ondersteuning toegevoegd voor API van Google Translate V3 (Advanced).
pt: Adicionado suporte para API V3 do Google Tradutor (avançado).
pt_br: Adicionado suporte para API V3 do Google Tradutor (avançado).
ro: A fost adăugat suport pentru Google Translate V3 API (avansat).
ru: Добавлена поддержка Google Translate V3 API (расширенная).
sv: Stöd för Google Translate V3 API (avancerat) har lagts till.
ta: கூகிள் மொழிபெயர்ப்பு வி 3 பநிஇ (மேம்பட்ட) க்கான உதவி சேர்க்கப்பட்டது.
tr: Google Translate V3 API (gelişmiş) desteği eklendi.
uk: Додано підтримку програмного інтерфейсу Google Translate V3 (розширеного).
zh_hans: 对 Google Translate V3 API（高级版）添加了支持。
zh_hant: 對 Google Translate V3 API（高級版）添加了支持。

source: Added ability to restrict access on component level.
de: Die Möglichkeit den Zugriff auf Komponentenebene zu beschränken hinzugefügt.
ga: Cumas breise chun rochtain ar leibhéal na gcomhpháirteanna a shrianadh.
hu: Lehetőség hozzáadva a hozzáférés korlátozására összetevőszinten.
id: Menambahkan kemampuan untuk membatasi akses pada tingkat komponen.
ja: コンポーネント単位でのアクセス制限機能の追加。
nl: Mogelijkheid toegevoegd voor beperken van toegang op niveau onderdeel.
pt: Adicionada capacidade de restringir o acesso no nível do componente.
pt_br: Adicionada capacidade de restringir o acesso no nível do componente.
ro: A fost adăugată posibilitatea de a restricționa accesul la nivel de componentă.
ru: Добавлена возможность ограничения доступа на уровне компонентов.
sv: Lagt till möjlighet att begränsa åtkomst på komponentnivå.
ta: கூறு மட்டத்தில் அணுகலைக் கட்டுப்படுத்தும் திறன் சேர்க்கப்பட்டது.
tr: Bileşen düzeyinde erişimi kısıtlama özelliği eklendi.
uk: Додано можливість обмеження доступу на рівні складників.
zh_hans: 添加了对部件层访问限制的能力。
zh_hant: 添加了對組件層訪問限制的能力。

source: Added support for whitespace and other special chars in translation flags, see :ref:`custom-checks`.
de: Unterstützung für Leerzeichen und andere Sonderzeichen in Übersetzungsmarkierungen hinzugefügt, siehe :ref:`custom-checks`.
ga: Tacaíocht bhreise le haghaidh spás bán agus do charanna speisialta eile i mbratacha aistriúcháin, féach :ref:`custom-checks`.
hu: Támogatás hozzáadva szóközöket és egyéb speciális karaktereket tartalmazó fordítási címkékhez, lásd: :ref:`custom-checks`.
id: Menambahkan dukungan untuk spasi dan karakter khusus lainnya dalam tanda terjemahan, lihat :ref:`custom-checks`.
ja: 翻訳フラグでの空白およびその他の特殊文字のサポートの追加。参照: :ref:`custom-checks`。
nl: Ondersteuning toegevoegd voor witruimte en andere speciale tekens in vlaggen voor vertaling, bekijk :ref:`custom-checks`.
pt: Adicionado suporte para espaços em branco e outros caracteres especiais nos marcadores de tradução, ver :ref:`custom-checks`.
pt_br: Adicionado suporte para espaços em branco e outros caracteres especiais nos marcadores de tradução, consulte :ref:`custom-checks`.
ro: A fost adăugat suport pentru spații albe și alte caractere speciale în steagurile de traducere, vezi :ref:`custom-checks`.
ru: Во флагах перевода добавлена поддержка пробельных и других специальных символов, смотрите раздел :ref:`custom-checks`.
sv: Lagt till stöd för blanksteg och andra specialtecken i översättningsflaggor, se :ref:`custom-checks`.
tr: Çeviri imlerinde boşluk ve diğer özel karakterleri kullanma desteği eklendi. Ayrıntılı bilgi almak için: :ref:`custom-checks`.
uk: Додано підтримку пробілів та інших спеціальних символів у прапорцях перекладу, див. :ref:`custom-checks`.
zh_hans: 为翻译标记中的空格和其它特殊字符添加了支持，请参见 :ref:`custom-checks`。
zh_hant: 為翻譯標記中的空白字符和其它特殊字符添加了支持，請參見 :ref:`custom-checks`。

source: Always show rendered text check if enabled.
de: Ständige Anzeige der Prüfung des gerenderten Texts, wenn aktiviert.
ga: Taispeáin seiceáil téacs rindreáilte i gcónaí má tá sé cumasaithe.
hu: A megjelenített szövegellenőrzés mindig látható, ha engedélyezve van.
id: Selalu tampilkan centang teks yang ditampilkan jika diaktifkan.
ja: 有効にした場合は、常に表示したテキストを検査する。
nl: Altijd controle voor gerenderde tekst weergeven, indien ingeschakeld.
pt: Sempre mostra a verificação de texto renderizado se ativada.
pt_br: Sempre mostra a verificação de texto renderizado se habilitada.
ro: Afișați întotdeauna textul redat verificați dacă este activat.
ru: Отображаемый текст, если он включён, показывается всегда.
sv: Visa alltid renderad text om funktionen är aktiverad.
ta: இயக்கப்பட்டிருந்தால் வழங்கப்பட்ட உரை சோதனையை எப்போதும் காண்பி.
tr: Kullanıma alınmışsa, oluşturulan metin denetiminin her zaman görüntülenmesi sağlandı.
uk: Реалізовано безумовний показ перевірки на обробку тексту, якщо її увімкнено.
zh_hans: 总是显示受到的文本检查，如果启动的话。
zh_hant: 總是顯示受到的文本檢查，如果啟動的話。

source: API now supports filtering of changes.
de: Die API unterstützt jetzt das Filtern von Änderungen.
ga: Tacaíonn API anois le scagadh athruithe.
hu: Az API mostantól támogatja a változások szűrését.
id: API sekarang mendukung pemfilteran perubahan.
ja: API が変更点のフィルタリングに対応。
nl: API ondersteunt nu filteren van wijzigingen.
pt: A API agora tem suporta a filtragem de alterações.
pt_br: A API agora tem suporte à filtragem de alterações.
ro: API suportă acum filtrarea modificărilor.
ru: API теперь поддерживает фильтрацию изменений.
sv: API stöder nu filtrering av ändringar.
ta: மாற்றங்களை வடிகட்டுவதை பநிஇ இப்போது ஆதரிக்கிறது.
tr: API uygulamasına değişiklikleri süzme özelliği eklendi.
uk: У програмному інтерфейсі передбачено фільтрування змін.
zh_hans: API 现在支持对更改的筛选。
zh_hant: API 現在支持對更改的篩選。

source: Added support for sharing glossaries between projects.
de: Unterstützung für die projektübergreifende Nutzung von Glossaren hinzugefügt.
ga: Tacaíocht bhreise chun gluaiseanna a roinnt idir thionscadail.
hu: Támogatás hozzáadva szójegyzékek megosztásához projektek között.
id: Menambahkan dukungan untuk berbagi glosarium antar proyek.
ja: プロジェクト間で用語集を共有できるよう改良。
nl: Ondersteuning toegevoegd voor delen van woordenlijsten tussen projecten.
pt: Adicionado suporte para compartilhar glossários entre projetos.
pt_br: Adicionado suporte para compartilhar glossários entre projetos.
ro: A fost adăugat suport pentru partajarea glosarelor între proiecte.
ru: Добавлена поддержка обмена словарями между проектами.
sv: Lagt till stöd för delning av ordlistor mellan projekt.
ta: திட்டங்களுக்கு இடையில் சொற்களஞ்சியங்களைப் பகிர்வதற்கான உதவி சேர்க்கப்பட்டது.
tr: Sözlüklerin projeler arasında paylaşılması özelliği eklendi.
uk: Додано підтримку спільного використання глосаріїв між проєктами.
zh_hans: 为项目之间分享术语表添加了支持。
zh_hant: 為項目之間分享詞彙表添加了支持。

source: There are several changes in :file:`settings_example.py`, most notable middleware changes, please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, vor allem bei der Middleware, bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe i :file:`settings_example.py`, na hathruithe middleware is suntasaí, coigeartaigh do shocruithe dá réir.
hu: Számos változás történt a :file:`settings_example.py` fájlban, különösen a middleware beállításokat érinti – célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, sebagian besar perubahan middleware yang penting, harap sesuaikan pengaturan Anda.
ja: :file:`settings_example.py` に変更があります。重要なのはミドルウェアの変更です。変更に合わせて設定を修正してください。
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn wijzigingen in de middleware, pas uw instellingen overeenkomstig aan.
pt: Há várias mudanças em :file:`settings_example.py`, notadamente de middleware. Por favor, ajuste as suas configurações de acordo.
pt_br: Há várias mudanças em :file:`settings_example.py`, notadamente de middleware. Por favor, ajuste suas configurações de acordo.
ro: Există mai multe modificări în :file:`settings_example.py`, dintre care cele mai importante sunt modificările middleware, vă rugăm să vă ajustați setările în consecință.
ru: В файл :file:`settings_example.py` внесено несколько изменений, наиболее заметные из которых касаются промежуточного программного обеспечения, пожалуйста, соответствующим образом подправьте свой файл настроек.
sv: Det finns flera ändringar i :file:`settings_example.py`, framför allt ändringar i mellanprogramvaran. Justera dina inställningar därefter.
tr: :file:`settings_example.py` içinde birkaç değişiklik yapıldı. En önemlileri ara yazılım değişiklikleri. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: До :file:`settings_example.py` внесено декілька змін. Найпомітнішими є зміна проміжного програмного забезпечення. Будь ласка, скоригуйте параметри відповідним чином.
zh_hans: 在 :file:`settings_example.py` 中有几项更改，最显著的是中间件的更改，请由此调整你的设置。
zh_hant: 在 :file:`settings_example.py` 中有几项更改，最显著的是中间件的更改，请由此调整你的设置。

source: There are new quality checks, you might want to include them in case you modified the :setting:`CHECK_LIST`.
de: Es gibt neue Qualitätsprüfungen, die Sie vielleicht einfügen möchten, falls Sie :setting:`CHECK_LIST` geändert haben.
ga: Tá seiceálacha cáilíochta nua ann, b'fhéidir gur mhaith leat iad a chur san áireamh ar eagla gur athraigh tú an :setting:`CHECK_LIST`.
hu: Új minőség-ellenőrzések jelentek meg – ha módosította a :setting:`CHECK_LIST` beállítást, érdemes ezeket is hozzáadni.
id: Ada pemeriksaan kualitas baru, Anda mungkin ingin memasukkannya jika Anda mengubah :setting:`CHECK_LIST`.
ja: 新しい品質チェックがあります。:setting:`CHECK_LIST` を変更している場合は、必要なら新しい品質検査を追加してください。
nl: Er zijn nieuwe kwaliteitscontroles, u wilt deze mogelijk opnemen als u :setting:`CHECK_LIST` hebt aangepast.
pt: Há novas verificações de qualidade, pode incluí-las no caso de ter modificado o :setting:`CHECK_LIST`.
pt_br: Há novas verificações de qualidade, você pode querer incluí-las no caso de ter modificado o :setting:`CHECK_LIST`.
ro: Există noi verificări ale calității, poate doriți să le includeți în cazul în care ați modificat :setting:`CHECK_LIST`.
ru: Появились новые проверки качества, возможно, вы захотите включить их, если вы изменяли параметр :setting:`CHECK_LIST`.
sv: Det finns nya kvalitetskontroller, du kanske vill inkludera dem om du har modifierat :setting:`CHECK_LIST`.
tr: Yeni kalite denetimleri eklendi. :setting:`CHECK_LIST` seçeneğini değiştirdiyseniz bunları katmak isteyebilirsiniz.
uk: Передбачено нові перевірки якості. Можливо, вам варто включити їх до списку зміненого :setting:`CHECK_LIST`.
zh_hans: 有几个新的质量检查，在修改 :setting:`CHECK_LIST` 的情况下，你会想要将他们包括进来。
zh_hant: 有幾個新的質量檢查，在修改 :setting:`CHECK_LIST` 的情況下，你會想要將他們包括進來。

source: There is change in ``DEFAULT_THROTTLE_CLASSES`` setting to allow reporting of rate limiting in the API.
de: Es gibt eine Änderung in der Einstellung ``DEFAULT_THROTTLE_CLASSES``, um die Meldung von Ratenbegrenzungen in der API zu ermöglichen.
ga: Tá athrú ar an socrú ``DEFAULT_THROTTLE_CLASSES`` chun tuairisciú ar theorannú rátaí san API a cheadú.
hu: Változás történt a ``DEFAULT_THROTTLE_CLASSES`` beállításban, amely lehetővé teszi a korlátozás állapotának jelentését az API-n keresztül.
id: Ada perubahan dalam pengaturan ``DEFAULT_THROTTLE_CLASSES`` untuk mengizinkan pelaporan pembatasan akses dalam API.
ja: ``DEFAULT_THROTTLE_CLASSES`` の設定を変更し、API で接続制限のレポート作成が可能となりました。
nl: Er is een wijziging in de instelling ``DEFAULT_THROTTLE_CLASSES`` om rapporteren van de limiet in de API toe te staan.
pt: Há uma mudança na configuração ``DEFAULT_THROTTLE_CLASSES`` para permitir relatórios de limitação de taxa na API.
pt_br: Há uma mudança na configuração ``DEFAULT_THROTTLE_CLASSES`` para permitir relatórios de limitação de taxa na API.
ro: A fost modificată setarea ``DEFAULT_THROTTLE_CLASSES`` pentru a permite raportarea limitării ratei în API.
ru: Параметр ``DEFAULT_THROTTLE_CLASSES`` был изменён, чтобы разрешать сообщать об ограничении частоты запросов к API.
sv: Det har skett en ändring i inställningen ``DEFAULT_THROTTLE_CLASSES`` för att möjliggöra rapportering av hastighetsbegränsning i API:et.
ta: பநிஇ இல் வீதத்தைக் கட்டுப்படுத்துவதைப் புகாரளிக்க அனுமதிக்க `` `default_throttle_classes`` அமைப்பில் மாற்றம் உள்ளது.
tr: API hız sınırlamasının raporlanmasını sağlamak için ``DEFAULT_THROTTLE_CLASSES`` ayarında değişiklik yapıldı.
uk: Змінено параметр ``DEFAULT_THROTTLE_CLASSES`` так, щоб уможливити звітування щодо обмеження частоти у програмному інтерфейсі.
zh_hans: 在 ``DEFAULT_THROTTLE_CLASSES`` 设置中有几项更改，来允许在 API 中报告速率限制。
zh_hant: 在 ``DEFAULT_THROTTLE_CLASSES`` 設置中有幾項更改，來允許在 API 中報告速率限制。

source: The ``MT_DEEPL_API_VERSION`` setting has been removed in Version 4.7. The :ref:`mt-deepl` machine translation now uses the new ``MT_DEEPL_API_URL`` instead. You might need to adjust ``MT_DEEPL_API_URL`` to match your subscription.
de: Die Einstellung ``MT_DEEPL_API_VERSION`` wurde in Version 4.7 entfernt. Die maschinelle Übersetzung :ref:`mt-deepl` verwendet nun stattdessen ``MT_DEEPL_API_URL``. Möglicherweise müssen Sie ``MT_DEEPL_API_URL`` an Ihre Abonnements anpassen.
ga: Baineadh an socrú ``MT_DEEPL_API_VERSION`` i Leagan 4.7. Úsáideann an meaisínaistriúchán :ref:`mt-deepl` an ``MT_DEEPL_API_URL`` nua ina ionad. Seans go mbeidh ort ``MT_DEEPL_API_URL`` a choigeartú chun teacht le do shíntiús.
hu: A ``MT_DEEPL_API_VERSION`` beállítás a 4.7-es verzióban eltávolításra került. A :ref:`mt-deepl` gépi fordítás mostantól az új ``MT_DEEPL_API_URL`` beállítást használja. Előfordulhat, hogy ehhez igazítani kell a beállítást az előfizetésnek megfelelően.
id: Pengaturan ``MT_DEEPL_API_VERSION`` telah dihapus di Versi 4.7. Terjemahan mesin :ref:`mt-deepl` sekarang menggunakan ``MT_DEEPL_API_URL`` yang baru. Anda mungkin perlu menyesuaikan ``MT_DEEPL_API_URL`` agar sesuai dengan langganan Anda.
ja: ``MT_DEEPL_API_VERSION`` の設定は、バージョン 4.7 で削除されました。:ref:`mt-deepl` の機械翻訳では、代わりに新しい ``MT_DEEPL_API_URL`` を使用するように変更されました。サブスクリプションに合わせて ``MT_DEEPL_API_URL`` の修正が必要になることがあります。
nl: De instelling ``MT_DEEPL_API_VERSION`` is verwijderd in Versie 4.7. De machinevertaling :ref:`mt-deepl` gebruikt nu in plaats daarvan de nieuwe ``MT_DEEPL_API_URL``. U zou misschien ``MT_DEEPL_API_URL`` aan moeten passen om overeen te komen met uw abonnement.
pt: A configuração ``MT_DEEPL_API_VERSION`` foi removida na versão 4.7. A tradução de máquina :ref:`mt-deepl` agora usa o novo ``MT_DEEPL_API_URL``. Pode precisar ajustar ``MT_DEEPL_API_URL`` para corresponder à sua assinatura.
pt_br: A configuração ``MT_DEEPL_API_VERSION`` foi removida na versão 4.7. A tradução automática :ref:`mt-deepl` agora usa a nova ``MT_DEEPL_API_URL``. Talvez seja necessário ajustar ``MT_DEEPL_API_URL`` para que corresponda à sua assinatura.
ro: Setarea ``MT_DEEPL_API_VERSION`` a fost eliminată în versiunea 4.7. Traducerea automată :ref:`mt-deepl` utilizează acum în schimb noua valoare ``MT_DEEPL_API_URL``. Este posibil să fie nevoie să ajustați ``MT_DEEPL_API_URL`` pentru a corespunde abonamentului dumneavoastră.
ru: Параметр ``MT_DEEPL_API_VERSION`` был удалён в версии 4.7. Машинный перевод :ref:`mt-deepl` теперь использует вместо этого новый ``MT_DEEPL_API_URL``. Возможно, вам потребуется настроить ``MT_DEEPL_API_URL`` в соответствии с вашей подпиской.
sv: Inställningen ``MT_DEEPL_API_VERSION`` har tagits bort i version 4.7. Maskinöversättningen :ref:`mt-deepl` använder nu istället den nya ``MT_DEEPL_API_URL``. Du kan behöva justera ``MT_DEEPL_API_URL`` så att den stämmer överens med ditt abonnemang.
tr: ``MT_DEEPL_API_VERSION`` ayarı 4.7 sürümünde kaldırıldı. :ref:`mt-deepl` makine çevirisi artık yeni ``MT_DEEPL_API_URL`` kullanıyor. ``MT_DEEPL_API_URL`` seçeneğini aboneliğinize uygun şekilde ayarlamanız gerekebilir.
uk: Параметр ``MT_DEEPL_API_VERSION`` було вилучено у версії 4.7. Замість нього для рушія комп'ютерного перекладу :ref:`mt-deepl` використано новий параметр ``MT_DEEPL_API_URL``. Можливо, вам доведеться скоригувати ``MT_DEEPL_API_URL`` відповідно до параметрів вашої передплати.
zh_hans: ``MT_DEEPL_API_VERSION`` 设置已在 V4.7 中移除，:ref:`mt-deepl` 机器翻译现在使用新的 ``MT_DEEPL_API_URL`` 代替，您可能需要调整 ``MT_DEEPL_API_URL`` 以匹配您的订阅。

source: *Released on May 7th 2020.*
de: *Veröffentlicht am 7. Mai 2020.*
ga: *Eisithe ar 7 Bealtaine 2020.*
hu: *Kiadva: 2020. május 7.*
id: *Dirilis pada 7 Mei 2020.*
nl: *Uitgegeven op 7 mei 2020.*
pt_br: *Atualizado em 7 de maio de 2020.*
sv: *Släpptes den 7 maj 2020.*
tr: *7 Mayıs 2020 tarihinde yayınlandı.*
uk: *Випущено 7 травня 2020 року.*
