Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There is nothing special about the repository, it lives under the :setting:`DATA_DIR` directory and is named :file:`vcs/<project>/<component>/`. If you have SSH access to this machine, you can use the repository directly.
de: Das Repository ist nichts Besonderes, es befindet sich unter dem Verzeichnis :setting:`DATA_DIR` und heißt :file:`vcs/<project>/<component>/`. Wenn Sie SSH-Zugang zu diesem Rechner haben, können Sie das Repository direkt verwenden.
ga: Níl aon rud speisialta faoin stór, tá sé ina chónaí faoin eolaire :setting:`DATA_DIR` agus tá sé ainmnithe :file:`vcs/<project>/<component>/`. Má tá rochtain SSH agat ar an meaisín seo, is féidir leat an stór a úsáid go díreach.
hu: A tároló nem tartalmaz semmi különöset, a :setting:`DATA_DIR` könyvtárban található, és a neve: :file:`vcs/<project>/<component>/`. Ha SSH hozzáférése van az adott géphez, közvetlenül is használhatja ezt a tárolót.
id: Tidak ada yang istimewa tentang repositori ini, ia berada di direktori :setting:`DATA_DIR` dan bernama :file:`vcs/<project>/<component>/`. Jika Anda memiliki akses SSH ke mesin ini, Anda dapat menggunakan repositori ini secara langsung.
ja: リポジトリについて特別なことは何もありません、リポジトリは、ファイル名 :file:`vcs/<project>/<component>/` として :setting:`DATA_DIR` ディレクトリの下にあります。このサーバーへの SSH アクセス権がある場合は、リポジトリを直接操作できます。
nl: Er is niets speciaals aan deze opslagruimte, hij staat in de map :setting:`DATA_DIR` en is genaamd :file:`vcs/<project>/<component>/`. Als u toegang via SSH hebt tot deze machine, kunt u de opslagruimte direct gebruiken.
pt: Não há nada de especial no repositório, ele vive sob o diretório :setting:`DATA_DIR` e é chamado :file:`vcs/<projeto>/<componente>/`. Se tem acesso SSH a esta máquina, pode usar o repositório diretamente.
pt_br: Não há nada de especial no repositório, ele vive sob o diretório :setting:`DATA_DIR` e é chamado :file:`vcs/<projeto>/<componente>/`. Se você tem acesso SSH a esta máquina, você pode usar o repositório diretamente.
ro: Nu există nimic special în legătură cu depozitul, acesta se află în directorul :setting:`DATA_DIR` și se numește :file:`vcs/<proiect>/<component>/`. Dacă aveți acces SSH la această mașină, puteți utiliza direct depozitul.
ru: Репозиторий ничем таким не выделяется, он живёт в каталоге :setting:`DATA_DIR` и называется :file:`vcs/<проект>/<компонент>/`. Если у вас есть SSH-доступ к этой машине, вы можете работать с репозиторием напрямую.
sv: Det finns inget speciellt med arkivet, det finns under katalogen :setting:`DATA_DIR` och heter :file:`vcs/<project>/<component>/`. Om du har SSH-åtkomst till den här maskinen kan du använda arkivet direkt.
tr: Depo ile ilgili özel bir şey yoktur, :setting:`DATA_DIR` klasörü altında bulunur ve :file:`vcs/<project>/<component>` olarak adlandırılır. Bu makineye SSH erişiminiz varsa, depoyu doğrudan kullanabilirsiniz.
uk: У цьому сховищі немає нічого особливого — воно зберігається у каталозі :setting:`DATA_DIR` і має назву :file:`vcs/<проєкт>/<складник>/`. Якщо ви маєте SSH-доступ до відповідного комп'ютера, ви можете використовувати сховище безпосередньо.
zh_hans: 仓库没有什么特殊的，它存在于 :setting:`DATA_DIR` 目录下面，并被命名为 :file:`vcs/<project>/<component>/`。如果有 SSH 访问这台机器，那么可以直接使用仓库。
zh_hant: 倉庫沒有什麼特殊的，它存在於 :setting:`DATA_DIR` 目錄下面，並被命名為 :file:`vcs/<project>/<component>/`。如果有 SSH 範文這台機器，那麼可以直接使用倉庫。

source: For anonymous access, you might want to run a Git server and let it serve the repository to the outside world.
de: Für den anonymen Zugriff können Sie einen Git-Server betreiben, der das Repository für die Außenwelt bereitstellt.
ga: Le rochtain gan ainm, b'fhéidir gur mhaith leat freastalaí Git a rith agus ligean dó an stór a sheirbheáil ar an domhan lasmuigh.
hu: Anonim hozzáféréshez futtathat egy Git szervert, amely külső elérésre szolgál.
id: Untuk akses anonim, Anda mungkin ingin menjalankan server Git dan membiarkannya menyajikan repositori ke dunia luar.
ja: 匿名でアクセスするには、Git サーバーを起動してリポジトリを外部に公開してください。
nl: Voor anonieme toegang zou u misschien een server voor Git willen uitvoeren en die de opslagruimte laten serveren aan de buitenwereld.
pt: Para acesso anônimo, quererá executar um servidor Git e deixá-lo servir o repositório para o mundo exterior.
pt_br: Para acesso anônimo, você pode querer executar um servidor Git e deixá-lo servir o repositório para o mundo exterior.
ro: Pentru acces anonim, ați putea dori să rulați un server Git și să îl lăsați să servească depozitul către lumea exterioară.
ru: Для анонимного доступа вы можете запустить Git-сервер и позволить ему открыть репозиторий во внешний мир.
sv: För anonym åtkomst kan du köra en Git-server och låta den tillhandahålla arkivet till omvärlden.
ta: அநாமதேய அணுகலுக்கு, நீங்கள் ஒரு அறிவிலி சேவையகத்தை இயக்க விரும்பலாம் மற்றும் அதை வெளி உலகிற்கு களஞ்சியத்திற்கு பணி செய்ய அனுமதிக்கலாம்.
tr: Anonim erişim için bir Git sunucusu işletmek ve depoyu dış dünyaya sunmasına izin vermek isteyebilirsiniz.
uk: Для анонімного доступу вам варто запустити сервер Git і налаштувати його на обслуговування сховища для всіх інших користувачів.
zh_hans: 对于匿名访问，您会想要运行 Git 服务器，并让它为外部世界提供仓库服务。
zh_hant: 對於匿名訪問，您會想要運行 Git 服務器，並讓它為外部世界提供倉庫服務。

source: Alternatively, you can use :ref:`git-exporter` inside Weblate to automate this.
de: Alternativ können Sie auch :ref:`git-exporter` innerhalb von Weblate verwenden, um dies zu automatisieren.
ga: Nó is féidir leat :ref:`git-exporter` a úsáid taobh istigh de Weblate chun é seo a uathoibriú.
hu: Alternatív megoldásként a Weblate beépített :ref:`git-exporter` funkcióját is használhatja az automatizáláshoz.
id: Alternatifnya, Anda dapat menggunakan :ref:`git-exporter` di dalam Weblate untuk mengotomatiskan ini.
ja: または、これを自動化するために、Weblate 内部の :ref:`git-exporter` を使用できます。
nl: Als alternatief kunt u :ref:`git-exporter` gebruiken binnen Weblate om dit te automatiseren.
pt: Alternativamente, pode usar :ref:`git-exporter` dentro do Weblate para automatizar isto.
pt_br: Alternativamente, você pode usar :ref:`git-exporter` dentro do Weblate para automatizar isto.
ro: Alternativ, puteți utiliza :ref:`git-exporter` în Weblate pentru a automatiza acest lucru.
ru: В качестве альтернативы вы можете использовать :ref:`git-exporter` изнутри Weblate для автоматизации этого процесса.
sv: Alternativt kan du använda :ref:`git-exporter` i Weblate för att automatisera detta.
tr: Alternatif olarak, bu işlemin kendiliğinden yapılabilmesi için Weblate içindeki :ref:`git-exporter` komutunu kullanabilirsiniz.
uk: Крім того, ви можете скористатися :ref:`git-exporter` у Weblate для автоматизації процесу.
zh_hans: 此外，可以在 Weblate 内替代使用 :ref:`git-exporter` 而使其自动化。
zh_hant: 此外，可以在 Weblate 內替代使用 :ref:`git-exporter` 而使其自動化。

source: What are the options for pushing changes back upstream?
de: Welche Möglichkeiten gibt es, um Änderungen wieder Upstream zu pushen?
ga: Cad iad na roghanna chun athruithe a bhrú ar ais in aghaidh an tsrutha?
hu: Milyen lehetőségek vannak a módosítások visszatöltésére a forrás tárolóba?
id: Apa saja pilihan untuk mendorong perubahan kembali ke hulu?
ja: 変更を上流にプッシュする方法の種類は？
nl: Wat zijn de opties voor het pushen van de wijzigingen terug naar upstream?
pt: Quais são as opções para fazer push das alterações de volta para o upstream?
pt_br: Quais são as opções para fazer push das alterações de volta para o upstream?
ro: Care sunt opțiunile pentru a împinge modificările înapoi în amonte?
ru: Какие есть способы для отправки изменений в вышестоящий репозиторий?
sv: Vilka alternativ finns för att skicka tillbaka ändringar uppströms?
ta: மாற்றங்களை மேல்நோக்கித் தள்ளுவதற்கான விருப்பங்கள் யாவை?
tr: Değişiklikleri yukarı akışa geri itme seçenekleri nelerdir?
uk: Якими є варіанти надсилання змін назад до основного сховища?
zh_hans: 将更改推送回上游的选项是什么？
zh_hant: 將更改推送回上游的選項是什麼？

source: This heavily depends on your setup, Weblate is quite flexible in this area. Here are examples of some workflows used with Weblate:
de: Das hängt stark von Ihrer Einrichtung ab, Weblate ist in diesem Bereich recht flexibel. Hier sind Beispiele für einige Arbeitsabläufe, die mit Weblate genutzt werden:
ga: Braitheann sé seo go mór ar do shocrú, tá Weblate solúbtha go leor sa réimse seo. Seo samplaí de roinnt sreafaí oibre a úsáidtear le Weblate:
hu: Ez nagymértékben a beállításaitól függ – a Weblate ezen a téren igen rugalmas. Íme néhány példa a Weblate-tel használható munkafolyamatokra:
id: Hal ini sangat bergantung pada pengaturan Anda. Weblate cukup fleksibel dalam hal ini. Berikut adalah contoh beberapa alur kerja yang digunakan dengan Weblate:
ja: これは、Weblate の構成にもよりますが、Weblate は非常に柔軟に対応できます。Weblate で使用するワークフローの例:
nl: Dat is in grote mate afhankelijk van uw opstelling, Weblate is behoorlijk flexibel op dat gebied. Hier zijn enkele voorbeelden van enkele werkwijzen die worden gebruikt met Weblate:
pt: Isto depende muito da sua configuração, Weblate é bastante flexível nesta área. Aqui estão exemplos de alguns fluxos de trabalho usados com o Weblate:
pt_br: Isto depende muito da sua configuração, Weblate é bastante flexível nesta área. Aqui estão exemplos de alguns fluxos de trabalho usados com o Weblate:
ro: Acest lucru depinde în mare măsură de configurația voastră, Weblate este destul de flexibil în acest domeniu. Iată câteva exemple de fluxuri de lucru utilizate cu Weblate:
ru: В значительной степени это зависит от вашей установки, в этом плане Weblate достаточно гибок. Вот несколько примеров используемых с Weblate’ом рабочих процессов:
sv: Detta beror i hög grad på din konfiguration, Weblate är ganska flexibelt på detta område. Här är några exempel på arbetsflöden som används med Weblate:
ta: இது உங்கள் அமைப்பைப் பொறுத்தது, வலைபெயர்ப்பு இந்த பகுதியில் மிகவும் நெகிழ்வானது. வலைபெயர்ப்புடுடன் பயன்படுத்தப்படும் சில பணிப்பாய்வுகளின் எடுத்துக்காட்டுகள் இங்கே:
tr: Bunlar büyük ölçüde kurulumunuza bağlıdır. Weblate bu alanda oldukça esnektir. Burada Weblate ile kullanılan bazı iş akışı örneklerini bulabilirsiniz:
uk: Це значним чином залежить від ваших налаштувань — Weblate є доволі гнучким у цьому сенсі. Ось приклади деяких варіантів робочого процесу, яким можна скористатися у Weblate:
zh_hans: 这在很大程度上取决于您的设置，Weblate 在这方面非常灵活。这里是一些使用 Weblate 的工作流程的示例：
zh_hant: 這嚴重依賴於您的設置，Weblate 在這個領域是非常靈活的。這裡是使用 Weblate 的一些工作流程的例子：

source: Weblate automatically pushes and merges changes (see :ref:`auto-workflow`).
de: Weblate pusht und führt Änderungen automatisch zusammen (siehe :ref:`auto-workflow`).
ga: Déanann Weblate athruithe a bhrú agus a chumasc go huathoibríoch (féach :ref:`auto-workflow`).
hu: A Weblate automatikusan feltölti (push) és egyesíti (merge) a módosításokat (lásd: :ref:`auto-workflow`).
id: Weblate secara otomatis mendorong dan menggabungkan perubahan (lihat :ref:`auto-workflow`).
ja: Weblate に、変更を自動的にプッシュおよびマージさせる（参照: :ref:`auto-workflow`）。
nl: Weblate automatisch pusht en voegt wijzigingen samen (bekijk :ref:`auto-workflow`).
pt: O Weblate faz push e mescla automaticamente alterações (veja :ref:`auto-workflow`).
pt_br: O Weblate faz push e mescla automaticamente alterações (consulte :ref:`auto-workflow`).
ro: Weblate împinge și îmbină automat modificările (vezi :ref:`auto-workflow`).
ru: Weblate автоматически отправляет и вливает изменения (смотрите раздел :ref:`auto-workflow`).
sv: Weblate överför och sammanfogar ändringar automatiskt (se :ref:`auto-workflow`).
tr: Weblate, değişiklikleri kendiliğinden iter ve birleştirir (ayrıntılı bilgi almak için: :ref:`auto-workflow`).
uk: Weblate автоматично надсилає і об'єднує зміни (див. :ref:`auto-workflow`).
zh_hans: Weblate 自动推送并合并更改（请参见 :ref:`auto-workflow`）。
zh_hant: Weblate 自動推送並合併更改（請參見 :ref:`auto-workflow`）。

source: You manually tell Weblate to push (it needs push access to the upstream repository).
de: Sie weisen Weblate manuell an, einen Push durchzuführen (es benötigt Push-Zugriff auf das Upstream-Repository).
ga: Insíonn tú do Weblate de láimh a bhrú (ní mór dó rochtain a bhrú ar an stór in aghaidh an tsrutha).
hu: Manuálisan utasíthatja a Weblate-et a feltöltésre (ehhez a Weblate-nek feltöltési (push) hozzáférésre van szüksége a forrás tárolóhoz).
id: Anda secara manual memberi tahu Weblate untuk melakukan pendorongan (Weblate memerlukan akses pendorongan ke repositori hulu).
ja: プッシュを Weblate に手動で指示する（上流リポジトリへのプッシュ アクセス権が必要）。
nl: U vertelt Weblate handmatig om te pushen (het heeft toegang voor pushen nodig in de opslagruimte upstream).
pt: Diz manualmente ao Weblate para fazer push (ele precisa de acesso push ao repositório upstream).
pt_br: Você diz manualmente ao Weblate para fazer push (ele precisa de acesso push ao repositório upstream).
ro: Îi spuneți manual lui Weblate să facă push (are nevoie de acces push la depozitul din upstream).
ru: Вы вручную приказываете Weblate отправить изменения (ему нужны права доступа на отправку изменений в вышестоящий репозиторий).
sv: Du ber Weblate manuellt att pusha (det krävs push-åtkomst till uppströmsrepositoriet).
ta: நீங்கள் கைமுறையாக வலைபெயர்ப்பை தள்ளச் சொல்கிறீர்கள் (இதற்கு மேல்நிலை களஞ்சியத்திற்கு புச் அணுகல் தேவை).
tr: El ile Weblate tarafından itilmesini söylersiniz (yukarı akış deposuna itme erişimi olmalıdır).
uk: Ви наказуєте Weblate надіслати зміни вручну (це потребує доступ до запису до основного сховища).
zh_hans: 您需要手动告诉 Weblate 去推送（推送需要访问上游仓库）。
zh_hant: 您需要手動告訴 Weblate 去推送（推送需要訪問上游倉庫）。

source: Somebody manually merges changes from the Weblate git repository into the upstream repository.
de: Jemand führt Änderungen aus dem Weblate-Git-Repository manuell mit dem Upstream-Repository zusammen.
ga: Cumascann duine éigin athruithe de láimh ó stór Weblate git isteach sa stór in aghaidh an tsrutha.
hu: Valaki manuálisan egyesíti a Weblate Git tárolójából származó módosításokat a forrás tárolóval.
id: Seseorang secara manual menggabungkan perubahan dari repositori git Weblate ke repositori hulu.
ja: 誰かに、手動で Weblate の git リポジトリから上流リポジトリに変更をマージさせる。
nl: Iemand voegt handmatig de wijzigingen samen vanuit de Weblate Git opslagruimte met de opslagruimte upstream.
pt: Alguém mescla manualmente as alterações do repositório Weblate git para o repositório upstream.
pt_br: Alguém mescla manualmente as alterações do repositório Weblate git para o repositório upstream.
ro: Cineva fuzionează manual modificările din depozitul git Weblate în depozitul din upstream.
ru: Кто-то вручную вливает изменения из git-репозитория Weblate в вышестоящий репозиторий.
sv: Någon sammanfogar manuellt ändringar från Weblate git-arkivet till uppströmsarkivet.
ta: யாரோ ஒருவர் கைமுறையாக வலைபெயர்ப்பு அறிவிலி களஞ்சியத்திலிருந்து மாற்றங்களை மேல்நிலை களஞ்சியத்தில் இணைக்கிறார்.
tr: Birisi Weblate Git deposundaki değişiklikleri yukarı akış deposuyla el ile birleştirir.
uk: Хтось вручну об'єднує зміни з сховища git Weblate до основного сховища.
zh_hans: 一些人将 Weblate git 仓库的更改手动合并到上游仓库中。
zh_hant: 一些人將 Weblate git 倉庫的更改手動合併到上游倉庫中。

source: Somebody rewrites history produced by Weblate (e.g. by eliminating merge commits), merges changes, and tells Weblate to reset the content in the upstream repository.
de: Jemand schreibt den von Weblate erstellten Verlauf um (z. B. durch Entfernen von Merge-Commits), führt die Änderungen zusammen und weist Weblate an, den Inhalt im Upstream-Repository zurückzusetzen.
ga: Athscríobhann duine éigin stair arna dtáirgeadh ag Weblate (m.sh. trí ghealltanais chumaisc a dhíchur), cumaisc sé athruithe, agus insíonn sé do Weblate an t-ábhar a athshocrú sa stór réamhtheachtacha.
hu: Valaki átírja a Weblate által generált előzményeket (pl. összevonási véglegesítések eltávolításával), egyesíti a módosításokat, majd utasítja a Weblate-et, hogy állítsa vissza a tartalmat a forrás tárolóban.
id: Seseorang menulis ulang riwayat yang dihasilkan oleh Weblate (misalnya dengan menghilangkan komit gabungan), menggabungkan perubahan, dan memberi tahu Weblate untuk mengatur ulang konten di repositori hulu.
ja: 誰かに手動で、Weblate が生成した履歴を書き換えさせ（マージ コミットを削除するなど）、変更をマージし、Weblate が上流リポジトリのコンテンツをリセットするように操作させる。
nl: Iemand herschrijft de geschiedenis die wordt geproduceerd door Weblate (bijv. door indieningen voor samenvoegen te elimineren), voegt wijzigingen samen, en vertelt Weblate om de inhoud in de opslagruimte upstream te herstellen.
pt: Alguém reescreve o histórico produzido pelo Weblate (por exemplo, a eliminar compromissos de mesclagem), mescla alterações e diz ao Weblate para redefinir o conteúdo no repositório upstream.
pt_br: Alguém reescreve o histórico produzido pelo Weblate (por exemplo, eliminando compromissos de mesclagem), mescla alterações e diz ao Weblate para redefinir o conteúdo no repositório upstream.
ro: Cineva fuzionează manual modificările din depozitul git Weblate în depozitul din upstream.
ru: Кто-то переписывает созданную Weblate историю (например, устраняя коммиты слияния), объединяет изменения и приказывает Weblate’у сбросить содержимое в вышестоящий репозиторий.
sv: Någon skriver om historiken som skapats av Weblate (t.ex. genom att ta bort sammanfogningskommandon), sammanfogar ändringarna och ber Weblate att återställa innehållet i uppströmsrepositoriet.
ta: யாராவது வலைபெயர்ப்பு உருவாக்கிய வரலாற்றை மீண்டும் எழுதுகிறார்கள் (எ.கா. ஒன்றிணைப்பை நீக்குவதன் மூலம்), மாற்றங்களை ஒன்றிணைக்கிறார்கள், மேலும் மேல்நிலை களஞ்சியத்தில் உள்ள உள்ளடக்கத்தை மீட்டமைக்க வலைபெயர்ப்புடிடம் கூறுகிறார்கள்.
tr: Birisi Weblate tarafından üretilen geçmişi yeniden yazar (örneğin, birleştirme işlemlerini ortadan kaldırarak), değişiklikleri birleştirir ve Weblate’e yukarı akış deposundaki içeriği sıfırlamasını söyler.
uk: Хтось перезаписує журнал, який створюється Weblate (наприклад, шляхом вилучення внесків із об'єднанням), об'єднує зміни і повідомляє Weblate, що слід відновити початковий стан у основному сховищі.
zh_hans: 一些人重写由 Weblate 生成的历史（例如通过删除合并提交），合并更改，并告诉 Weblate 重置上游仓库中的内容。
zh_hant: 一些人重寫由 Weblate 生成的歷史（例如通過刪除合併提交），合併更改，並告訴 Weblate 重置上游倉庫中的內容。

source: Of course you are free to mix all of these as you wish.
de: Natürlich steht es Ihnen frei, all dies nach Belieben zu mischen.
ga: Ar ndóigh tá cead agat iad seo go léir a mheascadh mar is mian leat.
hu: Természetesen ezeket a módszereket tetszés szerint kombinálhatja is.
id: Tentu saja Anda bebas mencampur semua ini sesuai keinginan.
ja: もちろん、これらすべてを自由に組み合わせてもかまいません。
nl: Natuurlijk staat het u vrij om ze allemaal te mixen als u dat wilt.
pt: Claro que é livre para misturar tudo isso como quiser.
pt_br: Claro que você é livre para misturar tudo isso como quiser.
ro: Desigur, aveți libertatea de a amesteca toate acestea după cum doriți.
ru: Конечно, вы можете смешивать все эти рабочие процессы по своему усмотрению.
sv: Naturligtvis kan du blanda alla dessa efter eget tycke och smak.
ta: நிச்சயமாக நீங்கள் விரும்பியபடி இவை அனைத்தையும் கலக்கலாம்.
tr: Tabii ki tüm bunları istediğiniz gibi bir arada kullanabilirsiniz.
uk: Звичайно ж, ви можете використовувати будь-яке поєднання описаних вище варіантів.
zh_hans: 当然您可以按您的意愿自由混用所有这些方法。
zh_hant: 當然您可以按您的意願自由混用所有這些方法。

source: How can I limit Weblate access to only translations, without exposing source code to it?
de: Wie beschränkt man den Weblate-Zugriff auf Übersetzungen, ohne den Quellcode freizugeben?
ga: Conas is féidir liom rochtain Weblate a theorannú ar aistriúcháin amháin, gan an cód foinse a nochtadh dó?
hu: Hogyan korlátozható a Weblate hozzáférése kizárólag a fordításokra, anélkül hogy hozzáférne a forráskódhoz?
id: Bagaimana saya dapat membatasi akses Weblate hanya ke terjemahan, tanpa mengekspos kode sumber ke dalamnya?
ja: Weblate からのアクセスを翻訳のみに制限し、ソースコードを見せないようにする方法は？
nl: Hoe kan ik toegang tot Weblate beperken tot alleen vertalingen, zonder de broncode ervoor weer te geven?
pt: Como posso limitar o acesso ao Weblate apenas às traduções, sem lhe expor o código-fonte?
pt_br: Como posso limitar o acesso ao Weblate apenas às traduções, sem lhe expor o código-fonte?
ro: Cum pot să limitez accesul la Weblate doar la traduceri, fără a expune codul sursă la acesta?
ru: Как мне ограничить Weblate доступом только к переводам, не раскрывая ему при этом исходный код?
sv: Hur kan jag begränsa åtkomsten till Weblate till endast översättningar, utan att exponera källkoden för den?
ta: மூலக் குறியீட்டை வெளிப்படுத்தாமல், மொழிபெயர்ப்புகளுக்கு மட்டுமே வலைபெயர்ப்பு அணுகலை நான் எவ்வாறு கட்டுப்படுத்த முடியும்?
tr: Weblate erişimini, kaynak kodunu açığa çıkarmadan nasıl yalnızca çevirilerle sınırlayabilirim?
uk: Як обмежити доступ Weblate лише перекладами без надання системі доступу до початкового коду?
zh_hans: 如何限制 Weblate 仅访问翻译，而不向其暴露源代码？
zh_hant: 如何限制 Weblate 只訪問翻譯，而不向它暴露源代碼？

source: You can use `git submodule`_ for separating translations from source code while still having them under version control.
de: Sie können `git submodule`_ verwenden, um Übersetzungen vom Quellcode zu trennen und sie trotzdem unter Versionsverwaltung zu haben.
ga: Is féidir leat `git submodule`_ a úsáid chun aistriúcháin a scaradh ón gcód foinse agus iad fós faoi smacht an leagain.
hu: A `git submodule`_ használatával elkülönítheti a fordításokat a forráskódtól, miközben továbbra is verziókövetés alatt tarthatja azokat.
id: Anda dapat menggunakan `git submodule`_ untuk memisahkan terjemahan dari kode sumber namun tetap memiliki kontrol versi.
ja: `git submodule`_ を使用すると、バージョン管理下に置いたままソースコードから翻訳を分離できます。
nl: U kunt `git submodule`_ gebruiken voor het afscheiden van de vertalingen van de broncode, terwijl u ze nog steeds onder versiebeheer houdt.
pt: Pode utilizar o comando `git submodule`_ para separar as traduções do código-fonte enquanto ainda as tem sob controle de versão.
pt_br: Você pode utilizar o comando `git submodule`_ para separar as traduções do código-fonte enquanto ainda as tem sob controle de versão.
ro: Puteți folosi `git submodule`_ pentru a separa traducerile de codul sursă, menținându-le în același timp sub controlul versiunii.
ru: Для отделения переводов от исходного кода вы можете использовать `подмодули git`_, при этом вы по-прежнему держите их под контролем версий.
sv: Du kan använda `git submodule`_ för att separera översättningar från källkoden samtidigt som de fortfarande är under versionskontroll.
ta: மொழிபெயர்ப்புகளை பதிப்பு கட்டுப்பாட்டின் கீழ் வைத்திருக்கும் போது மூலக் குறியீட்டில் இருந்து பிரிக்க நீங்கள் 'அறிவிலி சப்மோடுல்' பயன்படுத்தலாம்.
tr: Çevirileri sürüm denetimi altında tutarken kaynak kodundan ayırmak için `git submodule`_ kullanabilirsiniz.
uk: Ви можете скористатися командою `git submodule`_ для відокремлення перекладів від початкового коду, лишаючи їх під керуванням системи керування версіями.
zh_hans: 可以使用 `git submodule`_ 将翻译从源代码中分离出来，而仍将它们至于版本控制之下。
zh_hant: 可以使用 `git submodule`_ 將翻譯從源代碼中分離出來，而仍將它們至於版本控制之下。

source: Create a repository with your translation files.
de: Ein Repository mit Ihren Übersetzungsdateien erstellen.
ga: Cruthaigh stór le do chomhaid aistriúcháin.
hu: Hozzon létre egy tárolót a fordítási fájlok számára.
id: Buat sebuah repositori dengan file terjemahan Anda.
ja: 翻訳ファイルを含むリポジトリを作成する。
nl: Maak een opslagruimte met uw bestanden voor de vertalingen.
pt: Crie um repositório com os seus ficheiros de tradução.
pt_br: Crie um repositório com seus arquivos de tradução.
ro: Creați un depozit cu fișierele de traducere.
ru: Создайте репозиторий с вашими файлами перевода.
sv: Skapa ett arkiv med dina översättningsfiler.
ta: உங்கள் மொழிபெயர்ப்பு கோப்புகளுடன் ஒரு களஞ்சியத்தை உருவாக்கவும்.
tr: Çeviri dosyalarınızla bir depo oluşturun.
uk: Створіть сховище із вашими файлами перекладів.
zh_hans: 用翻译文件创建一个仓库。
zh_hant: 以您的文藝文件創建倉庫。
