Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Update remote branches (nightly), see :setting:`AUTO_UPDATE`.
de: Remote-Branches aktualisieren (nachts), siehe :setting:`AUTO_UPDATE`.
ga: Nuashonraigh cianbhrainsí (go h-oíche), féach :setting:`AUTO_UPDATE`.
hu: Távoli ágak frissítése (éjszakánként), lásd: :setting:`AUTO_UPDATE`.
id: Perbarui cabang jarak jauh (setiap malam), lihat :setting:`AUTO_UPDATE`.
ja: リモート ブランチの（毎晩）更新。参照: :setting:`AUTO_UPDATE`。
nl: Takken op afstand bijwerken ('s nachts), bekijk :setting:`AUTO_UPDATE`.
pt: Atualização dos ramos remotos (nightly), consulte :setting:`AUTO_UPDATE`.
pt_br: Atualização dos ramos remotos (*nightly*), consulte :setting:`AUTO_UPDATE`.
ro: Actualizarea ramurilor la distanță (noaptea), vezi :setting:`AUTO_UPDATE`.
ru: Обновление удалённых веток (по ночам), смотрите параметр :setting:`AUTO_UPDATE`.
sv: Uppdatera fjärrgrenar (varje natt), se :setting:`AUTO_UPDATE`.
tr: Uzak dalları güncellemek (gecelik). Ayrıntılı bilgi almak için: :setting:`AUTO_UPDATE`.
uk: Оновлення віддалених гілок (щодня), див. :setting:`AUTO_UPDATE`.
zh_hans: 更新远程分支（每晚），请参见 :setting:`AUTO_UPDATE`。
zh_hant: 更新遠程分支（每晚），請參見 :setting:`AUTO_UPDATE` 。

source: Translation memory backup to JSON (daily), see :wladmin:`dump_memory`.
de: Übersetzungsspeicher-Sicherung in JSON (täglich), siehe :wladmin:`dump_memory`.
ga: Cúltaca cuimhne aistriúcháin go JSON (go laethúil), féach :wladmin:`dump_memory`.
hu: Fordítási memória biztonsági mentése JSON formátumba (naponta), lásd: :wladmin:`dump_memory`.
id: Pencadangan memori penerjemahan ke JSON (harian), lihat :wladmin:`dump_memory`.
ja: JSON への翻訳メモリのバックアップ（毎日）。参照: :wladmin:`dump_memory`。
nl: Back-up vertaalgeheugen naar JSON (dagelijks), bekijk :wladmin:`dump_memory`.
pt: Backup de memória de tradução para JSON (diariamente), consulte :wladmin:`dump_memory`.
pt_br: Backup de memória de tradução para JSON (diariamente), consulte :wladmin:`dump_memory`.
ru: Резервное копирование памяти переводов в JSON (ежедневно), см. :wladmin:`dump_memory`.
sv: Säkerhetskopiering av översättningsminne till JSON (dagligen), se :wladmin:`dump_memory`.
tr: Çeviri belleğinin JSON yedeğini almak (günlük). Ayrıntılı bilgi almak için: :wladmin:`dump_memory`.
uk: Резервного копіювання пам'яті перекладів до JSON (щодня), див. :wladmin:`dump_memory`.
zh_hans: 翻译记忆库备份到 JSON（每天），请参见 :wladmin:`dump_memory`。

source: Fulltext and database maintenance tasks (daily and weekly tasks), see :wladmin:`cleanuptrans`.
de: Volltext- und Datenbankwartungsaufgaben (tägliche und wöchentliche Aufgaben), siehe :wladmin:`cleanuptrans`.
ga: Tascanna cothabhála lántéacs agus bunachar sonraí (tascanna laethúla agus seachtainiúla), féach :wladmin:`cleanuptrans`.
hu: Szövegkeresési és adatbázis-karbantartási feladatok (napi és heti feladatok), lásd: :wladmin:`cleanuptrans`.
id: Tugas pemeliharaan teks lengkap dan basis data (tugas harian dan mingguan), lihat :wladmin:`cleanuptrans`.
ja: 全文およびデータベースの保守タスク（毎日および毎週のタスク）。参照: :wladmin:`cleanuptrans`。
nl: Onderhoudstaken voor volledige tekst en database (dagelijkse en wekelijkse taken), bekijk :wladmin:`cleanuptrans`.
pt: Tarefas de manutenção de texto completo e banco de dados (tarefas diárias e semanais), consulte :wladmin:`cleanuptrans`.
pt_br: Tarefas de manutenção de texto completo e banco de dados (tarefas diárias e semanais), consulte :wladmin:`cleanuptrans`.
ru: Полнотекстовые задачи и задачи по обслуживанию базы данных (ежедневные и еженедельные), см. :wladmin:`cleanuptrans`.
sv: Fulltext- och databasunderhållsuppgifter (dagliga och veckovisa uppgifter), se :wladmin:`cleanuptrans`.
tr: Tam metin ve veri tabanı bakım görevleri (günlük ve haftalık görevler). Ayrıntılı bilgi almak için: :wladmin:`cleanuptrans`.
uk: Завдань із супроводу обробки всього тексту й бази даних (щоденних і щотижневих завдань), див. :wladmin:`cleanuptrans`.
zh_hans: 全文本和数据库维护任务（每天和每周任务），请参见 :wladmin:`cleanuptrans`。

source: System locales and encoding
de: System-Sprachumgebungen und -Kodierung
ga: Logánú córais agus ionchódú
hu: Rendszernyelvi beállítások és karakterkódolás
id: Lokal dan pengkodean sistem
ja: システム言語とエンコーディング
nl: Systeemlocalen en codering
pt: Codificação e localidades do sistema
pt_br: Codificação e localidades do sistema
ro: Locațiile și codificarea sistemului
ru: Системные локали и кодировки
sv: Systemets lokaliseringar och kodning
ta: கணினி இடங்கள் மற்றும் குறியாக்கம்
tr: Sistem yerel ayarları ve kodlama
uk: Локалі і кодування системи
zh_hans: 系统的地区与编码
zh_hant: 系統的地區與編碼

source: The system locales should be configured to UTF-8 capable ones. On most Linux distributions this is the default setting. In case it is not the case on your system, please change locales to UTF-8 variant.
de: Die System-Sprachumgebungen sollten als UTF-8-fähig konfiguriert werden. Bei den meisten Linux-Distributionen ist dies die Standardeinstellung. Falls dies auf Ihrem System nicht der Fall ist, ändern Sie bitte die Sprachumgebungen auf die UTF-8-Variante.
ga: Ba cheart logaí an chórais a chumrú chuig na cinn atá in ann UTF-8. Ar fhormhór dáiltí Linux is é seo an socrú réamhshocraithe. Ar eagla nach bhfuil sé amhlaidh ar do chóras, athraigh logaí go leagan UTF-8 le do thoil.
hu: A rendszernyelvi beállításoknak UTF-8 kompatibilisnek kell lenniük. A legtöbb Linux disztribúcióban ez az alapértelmezett beállítás. Ha a rendszerében nem így van, állítson át minden nyelvi beállítást UTF-8 változatra.
id: Lokal sistem harus dikonfigurasi ke yang mendukung UTF-8. Pada sebagian besar distribusi Linux, ini adalah pengaturan bawaan. Jika tidak demikian pada sistem Anda, silakan ubah lokal ke varian UTF-8.
ja: システム言語は、UTF-8 対応の言語に設定してください。ほとんどの Linux ディストリビューションでは、UTF-8 がデフォルトの設定です。使用するシステムが該当しない場合は、言語を UTF-8 形式に変更してください。
nl: De systeemlocalen zouden moeten zijn geconfigureerd naar die welke geschikt zijn voor UTF-8. Op de meeste distributies voor Linux is dat de standaard instelling. In het geval dat het voor uw systeem niet het geval is, wijzig locales naar de variant UTF-8.
pt: As localidades do sistema devem ser configuradas para UTF-8. Na maioria das distribuições Linux, esta é a configuração predefinida. Se não é o caso no seu sistema, altere as localidades para a variante UTF-8.
pt_br: As localidades do sistema devem ser configuradas para UTF-8. Na maioria das distribuições Linux, esta é a configuração padrão. Caso não seja o caso em seu sistema, altere as localidades para a variante UTF-8.
ro: Locațiile de sistem trebuie configurate cu cele care acceptă UTF-8. Pe majoritatea distribuțiilor Linux, aceasta este setarea implicită. În cazul în care nu este cazul în sistemul dumneavoastră, vă rugăm să schimbați localele în varianta UTF-8.
ru: Системные локали должны быть настроены на поддерживающие UTF-8. В большинстве дистрибутивов Linux это умолчательная их настройка. В случае, если в вашей системе это не так, измените пожалуйста локали на вариант с поддержкой UTF-8.
sv: Systemets lokaliseringar bör konfigureras till UTF-8-kompatibla. På de flesta Linux-distributioner är detta standardinställningen. Om så inte är fallet på ditt system, ändra lokaliseringarna till UTF-8-varianten.
ta: கணினி இடங்கள் யுடிஎஃப் -8 திறமையானவர்களுடன் கட்டமைக்கப்பட வேண்டும். பெரும்பாலான லினக்ச் விநியோகங்களில் இது இயல்புநிலை அமைப்பாகும். உங்கள் கணினியில் இது இல்லை என்றால், தயவுசெய்து இடங்களை utf-8 மாறுபாட்டிற்கு மாற்றவும்.
tr: Sistem yerel ayarları UTF-8 destekleyenler ile yapılandırılmalıdır. Çoğu Linux dağıtımında varsayılan ayar böyledir. Sisteminizde durumun böyle olmaması durumunda, lütfen yerel ayarları UTF-8 çeşidi olarak değiştirin.
uk: Для локалі системи слід вибрати якусь із локалей UTF-8. У більшості дистрибутивів Linux такий вибір є типовим. Якщо у вашій системі вибрано якусь іншу локаль, будь ласка, змініть локаль на один з варіантів UTF-8.
zh_hans: 系统的地区应该设置为兼容 UTF-8 的。在多数 Linux 发行版中这是默认设置。在你的系统不能兼容的情况下，请将地区更改为 UTF-8 变体。
zh_hant: 系統的地區應該設置為兼容 UTF-8 的。在多數 Linux 發布中這是默認的設置。在你的系統不能兼容的情況下，請將地區更改為 UTF-8 變體。

source: For example by editing :file:`/etc/default/locale` and setting there ``LANG="C.UTF-8"``.
de: Zum Beispiel, indem Sie :file:`/etc/default/locale` bearbeiten und dort ``LANG="C.UTF-8"`` einstellen.
ga: Mar shampla trí :file:`/etc/default/locale` a chur in eagar agus socrú ann ``LANG="C.UTF-8"``.
hu: Például a :file:`/etc/default/locale` fájl szerkesztésével és a ``LANG=\"C.UTF-8\"`` beállítás megadásával.
id: Misalnya dengan mengedit :file:`/etc/default/locale` dan mengaturnya ``LANG="C.UTF-8"``.
ja: 例えば、:file:`/etc/default/locale` を編集して、 ``LANG="C.UTF-8"`` を設定します。
nl: Bijvoorbeeld door :file:`/etc/default/locale` te bewerken en daar in te stellen ``LANG="C.UTF-8"``.
pt: Por exemplo, a editar :file:`/etc/default/locale` e a definir lá ``LANG="C.UTF-8"``.
pt_br: Por exemplo, editando :file:`/etc/default/locale` e definindo lá ``LANG="C.UTF-8"``.
ro: De exemplu, prin editarea :file:`/etc/default/locale` și setarea acolo ``LANG="C.UTF-8"``.
ru: Например, путём редактирования файла :file:`/etc/default/locale` и прописывания в нём команды ``LANG="C.UTF-8"``.
sv: Till exempel genom att redigera :file:`/etc/default/locale` och ställa in ``LANG="C.UTF-8"`` där.
tr: Örneğin, :file:`/etc/default/locale` dosyasını düzenleyerek ``LANG="C.UTF-8"`` olarak ayarlayabilirsiniz.
uk: Зробити це можна, наприклад, редагуванням :file:`/etc/default/locale` зі встановленням ``LANG="C.UTF-8"``.
zh_hans: 例如通过编辑 :file:`/etc/default/locale` 并设置 ``LANG="C.UTF-8"``。
zh_hant: 例如通過編輯 :file:`/etc/default/locale` 並設置 ``LANG="C.UTF-8"`` 。

source: In some cases the individual services have separate configuration for locales. This varies between distribution and web servers, so check documentation of your web server packages for that.
de: In einigen Fällen haben die einzelnen Dienste eine separate Konfiguration für Sprachumgebungen. Dies ist je nach Distribution und Webserver unterschiedlich, daher sollten Sie die Dokumentation Ihrer Webserver-Pakete daraufhin überprüfen.
ga: I gcásanna áirithe tá cumraíocht ar leith ag na seirbhísí aonair le haghaidh locales. Athraíonn sé seo idir dáileadh agus freastalaithe gréasáin, mar sin seiceáil doiciméadú do phacáistí freastalaí gréasáin chuige sin.
hu: Bizonyos esetekben az egyes szolgáltatásoknak külön nyelvi konfigurációjuk lehet. Ez disztribúciótól és webszervertől függ, ezért nézze meg az adott webszerver csomag dokumentációját.
id: Dalam beberapa kasus, masing-masing layanan memiliki konfigurasi terpisah untuk lokal. Hal ini bervariasi antara distribusi dan server web, jadi periksa dokumentasi paket server web Anda untuk mengetahui hal tersebut.
ja: 場合によっては、個々のサービスには言語ごとに個別の設定があります。これはディストリビューションと Web サーバーによって異なるため、Web サーバー パッケージのドキュメントを確認してください。
nl: In sommige gevallen hebben de individuele services afzonderlijke configuratie voor locales. Dit varieert tussen distributie en webservers, dus controleer de documentatie van de pakketten voor uw webserver daarop.
pt: Em alguns casos, os serviços individuais têm configuração separada para locais. Isso varia entre a distribuição e os servidores da web, portanto, verifique a documentação dos pacotes do servidor da web para isso.
pt_br: Em alguns casos, os serviços individuais têm configuração separada para locais. Isso varia entre a distribuição e os servidores da web, portanto, verifique a documentação dos pacotes do servidor da web para isso.
ro: În unele cazuri, serviciile individuale au o configurație separată pentru localități. Acest lucru variază în funcție de distribuție și de serverele web, așa că verifică documentația pachetelor serverului tău web.
ru: В некоторых случаях отдельные сервисы имеют отдельные настройки для локалей. Это зависит от дистрибутива и веб-сервера, поэтому проверьте документацию к пакетам вашего веб-сервера.
sv: I vissa fall har enskilda tjänster separata inställningar för lokalisering. Detta varierar mellan distributioner och webbservrar, så kontrollera dokumentationen för dina webbserverpaket för mer information.
ta: சில சந்தர்ப்பங்களில் தனிப்பட்ட சேவைகள் இடங்களுக்கு தனித்தனி உள்ளமைவைக் கொண்டுள்ளன. இது வழங்கல் மற்றும் வலை சேவையகங்களுக்கு இடையில் மாறுபடும், எனவே அதற்காக உங்கள் வலை சேவையக தொகுப்புகளின் ஆவணங்களை சரிபார்க்கவும்.
tr: Bazı durumlarda, her hizmetin ayrı yerel ayar yapılandırması vardır. Bunlar, dağıtımlara ve site sunucularına göre farklılık gösterebilir. Bu konuda ayrıntılı bilgi almak için site sunucusu paketlerinizin belgelerine bakabilirsiniz.
uk: У деяких випадках окремі служби мають окремі налаштування для локалей. Це залежить від дистрибутива та вебсерверів, тому для вирішення цього завдання ознайомтеся із документацією до пакунків вашого сервера.
zh_hans: 某些情况下，各个服务具有不同的区域设置配置。这在不同发行版和 web 服务器之间是不同的，所以请查阅你的 web 服务器包的文档。

source: Apache on Ubuntu uses :file:`/etc/apache2/envvars`:
de: Apache unter Ubuntu verwendet :file:`/etc/apache2/envvars`:
ga: Úsáideann Apache ar Ubuntu :file:`/etc/apache2/envvars`:
hu: Ubuntu rendszeren az Apache a :file:`/etc/apache2/envvars` fájlt használja:
id: Apache di Ubuntu menggunakan :file:`/etc/apache2/envvars`:
ja: Ubuntu の Apache で使用する :file:`/etc/apache2/envvars` の設定例:
nl: Apache op Ubuntu gebruikt :file:`/etc/apache2/envvars`:
pt: Apache no Ubuntu usa :file:`/etc/apache2/envvars`:
pt_br: Apache no Ubuntu usa :file:`/etc/apache2/envvars`:
ro: Apache pe Ubuntu utilizează :file:`/etc/apache2/envvvars`:
ru: Apache на Ubuntu использует :file:`/etc/apache2/envvars`:
sv: Apache på Ubuntu använder :file:`/etc/apache2/envvars`:
tr: Ubuntu üzerinde Apache :file:`/etc/apache2/envvars` kullanır:
uk: У Apache на Ubuntu використовують :file:`/etc/apache2/envvars`:
zh_hans: Ubuntu系统下的Apache使用 :file:`/etc/apache2/envvars`:

source: Apache on CentOS uses :file:`/etc/sysconfig/httpd` (or :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
de: Apache unter CentOS verwendet :file:`/etc/sysconfig/httpd` (oder :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
ga: Úsáideann Apache ar CentOS :file:`/etc/sysconfig/httpd` (nó :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
hu: CentOS rendszeren az Apache a :file:`/etc/sysconfig/httpd` fájlt használja (vagy :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
id: Apache di CentOS menggunakan :file:`/etc/sysconfig/httpd` (atau :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
ja: CentOS の Apache で使用する :file:`/etc/sysconfig/httpd`（または :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`） の設定例:
nl: Apache op CentOS gebruikt :file:`/etc/sysconfig/httpd` (of :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
pt: Apache no CentOS usa :file:`/etc/sysconfig/httpd` (ou :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
pt_br: Apache no CentOS usa :file:`/etc/sysconfig/httpd` (ou :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
ro: Apache pe CentOS utilizează :file:`/etc/sysconfig/httpd` (sau :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
ru: Apache на CentOS использует :file:`/etc/sysconfig/httpd` (или :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
sv: Apache på CentOS använder :file:`/etc/sysconfig/httpd` (eller :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
tr: CentOS üzerinde Apache :file:`/etc/sysconfig/httpd` (or :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`) kullanır:
uk: У Apache на CentOS використовують :file:`/etc/sysconfig/httpd` (або :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`):
zh_hans: CentOS系统下的Apache使用 :file:`/etc/sysconfig/httpd`\ （或 :file:`/opt/rh/httpd24/root/etc/sysconfig/httpd`）:

source: Using custom certificate authority
de: Verwenden der benutzerdefinierten Zertifizierungsstelle
ga: Ag baint úsáide as údarás deimhnithe saincheaptha
hu: Egyéni tanúsítványkiadó használata
id: Menggunakan otoritas sertifikat khusus
ja: カスタム認証局の使用
nl: Aangepaste autoriteit certificaat gebruiken
pt: Usar uma autoridade certificadora personalizada
pt_br: Usando autoridade certificadora personalizada
ro: Utilizarea autorității de certificare personalizate
ru: Использование пользовательского центра сертификации
sv: Använda anpassad certifikatutfärdare
ta: தனிப்பயன் சான்றிதழ் அதிகாரத்தைப் பயன்படுத்துதல்
tr: Özel sertifika kuruluşu kullanmak
uk: Використання нетипових уповноважень за сертифікатом
zh_hans: 使用定制的证书授权
zh_hant: 使用定制的證書授權

source: Weblate does verify SSL certificates during HTTP requests. In case you are using custom certificate authority which is not trusted in default bundles, you will have to add its certificate as trusted.
de: Weblate prüft SSL-Zertifikate bei HTTP-Anfragen. Wenn Sie eine benutzerdefinierte Zertifizierungsstelle verwenden, der in den Standardpaketen nicht vertraut wird, müssen Sie ihr Zertifikat als vertrauenswürdig hinzufügen.
ga: Fíoraíonn Weblate deimhnithe SSL le linn iarratais HTTP. I gcás go bhfuil tú ag baint úsáide as údarás deimhnithe saincheaptha nach bhfuil iontaofa i mbearta réamhshocraithe, beidh ort a theastas a chur leis mar a bhfuil muinín agat as.
hu: A Weblate HTTP-kérések során ellenőrzi az SSL tanúsítványokat. Ha egyéni tanúsítványkiadót (CA) használ, amely nem szerepel az alapértelmezett csomagokban, akkor a tanúsítványát megbízhatóként kell hozzáadnia.
id: Weblate memang memverifikasi sertifikat SSL selama proses permintaan HTTP. Jika Anda menggunakan otoritas sertifikat khusus yang tidak dipercaya dalam bundel bawaan, Anda harus menambahkan sertifikatnya sebagai sertifikat tepercaya.
ja: Weblate は、HTTP リクエスト中に SSL 証明書を検証します。デフォルトで同梱されている信頼性がないカスタム認証局を使用している場合は、その証明書を信頼できるものとして追加してください。
nl: Weblate verifieert certificaten van SSL tijdens HTTP-verzoeken. Voor het geval u een aangepaste autoriteit voor certificaten gebruikt die niet als vertrouwd is aangemerkt in de standaard bundels, zult u het certificaat moeten toevoegen als vertrouwd.
pt: O Weblate verifica os certificados SSL durante as solicitações HTTP. Caso esteja a usar uma autoridade de certificação personalizada que não seja confiável em maços predefinidos, terá que adicionar o seu certificado como confiável.
pt_br: O Weblate verifica os certificados SSL durante as solicitações HTTP. Caso você esteja usando uma autoridade de certificação personalizada que não seja confiável em pacotes padrão, você terá que adicionar seu certificado como confiável.
ro: Weblate verifică certificatele SSL în timpul solicitărilor HTTP. În cazul în care utilizați o autoritate de certificare personalizată care nu este de încredere în pachetele implicite, va trebui să adăugați certificatul său ca fiind de încredere.
ru: Во время HTTP-запросов Weblate проверяет SSL-сертификаты. Если вы используете пользовательский центр сертификации, который цепочке сертификатов по умолчанию не является доверенным, вам придется добавить его сертификат в качестве доверенного.
sv: Weblate verifierar SSL-certifikat under HTTP-förfrågningar. Om du använder en anpassad certifikatutfärdare som inte är betrodd i standardpaket måste du lägga till dess certifikat som betrott.
ta: http கோரிக்கைகளின் போது ssl சான்றிதழ்களை வலைபெயர்ப்பு சரிபார்க்கிறது. இயல்புநிலை மூட்டைகளில் நம்பப்படாத தனிப்பயன் சான்றிதழ் அதிகாரத்தைப் பயன்படுத்தினால், அதன் சான்றிதழை நம்பகமானதாக சேர்க்க வேண்டும்.
tr: Weblate, HTTP istekleri sırasında SSL sertifikalarını doğrular. Varsayılan paketlerde güvenilmeyen bir özel sertifika kuruluşu kullanıyorsanız, sertifikasını güvenilir olarak eklemeniz gerekir.
uk: Weblate не виконує перевірку сертифікатів SSL під час обробки запитів HTTP. Якщо ви використовуєте нетипову службу сертифікації, яка не є довіреною у типових пакетах, вам слід додати її сертифікат як довірений.
zh_hans: Weblate 在 HTTP 请求时验证 SSL 证书。在使用 定制的证书授权的情况下，这样定制的证书授权在默认 bundles 的中不被信任，你必须将其证书添加为可信任。
zh_hant: Weblate 在 HTTP 請求時驗證 SSL 證書。在使用 定制的證書授權的情況下，這樣定制的證書授權在默認 bundles 的中不被信任，你必須將其證書添加為可信任。
