Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Prior to restoring the database you need to be running exactly the same Weblate version the backup was made on. This is necessary as the database structure does change between releases and you would end up corrupting the data in some way. After installing the same version, run all database migrations using :wladmin:`migrate`.
de: Bevor Sie die Datenbank wiederherstellen, müssen Sie genau dieselbe Weblate-Version verwenden, mit der die Sicherung erstellt wurde. Dies ist notwendig, da sich die Datenbankstruktur zwischen den einzelnen Versionen ändert und Sie die Daten auf irgendeine Weise beschädigen würden. Nachdem Sie die gleiche Version installiert haben, führen Sie alle Datenbankmigrationen mit :wladmin:`migrate` durch.
ga: Sula ndéanfaidh tú an bunachar sonraí a athchóiriú ní mór duit a bheith ag rith go díreach mar an leagan Weblate céanna a ndearnadh an cúltaca air. Tá sé seo riachtanach mar go n-athraíonn struchtúr an bhunachair sonraí idir eisiúintí agus dhéanfá truaillithe ar na sonraí ar bhealach éigin. Tar éis duit an leagan céanna a shuiteáil, reáchtáil gach ascnamh bunachar sonraí ag baint úsáide as :wladmin:`migrate`.
hu: FONTOS: Az adatbázis visszaállítása előtt pontosan ugyanazt a Weblate-verziót kell futtatnia, amelyen a biztonsági mentés készült. Erre azért van szükség, mert a verziók között az adatbázis szerkezete változhat, és ennek figyelmen kívül hagyása adatvesztést okozhat. A megfelelő verzió telepítése után futtassa az összes adatbázis-migrációt a :wladmin:`migrate` paranccsal.
id: Sebelum memulihkan basis data, Anda harus menjalankan versi Weblate yang sama persis dengan versi cadangan. Hal ini diperlukan karena struktur basis data dapat berubah di setiap rilis dan dapat mengakibatkan kerusakan data. Setelah menginstal versi yang sama, jalankan semua migrasi basis data menggunakan :wladmin:`migrate`.
ja: データベースを復元する前に、バックアップを実行した時と完全に同じバージョンの Weblate を実行してください。 データベース構造がリリース間で変化して、何らかの方法でデータを破損させる場合があるためです。 同じバージョンをインストールした後、:wladmin:`migrate` を使用して、すべてのデータベースのマイグレーションを実行します。
nl: Voorafgaande aan het terugzetten van de database moet u exact dezelfde versie van Weblate uitvoeren als waarop de back-up werd gemaakt. Dit is noodzakelijk omdat de databasestructuur wijzigt tussen uitgaven en u zou kunnen eindigen met op een of andere manier corrupte gegevens. Na het installeren van dezelfde versie, voer alle migraties voor de database uit met :wladmin:`migrate`.
pt: Antes de restaurar o banco de dados, precisa usar exatamente a mesma versão do Weblate na qual o backup foi feito. Isto é necessário, pois a estrutura do banco de dados muda entre as versões e acabaria corrompendo os dados de alguma forma. Depois de instalar a mesma versão, execute todas as migrações do banco de dados usando :wladmin:`migrate`.
pt_br: Antes de restaurar o banco de dados, você precisa estar usando exatamente a mesma versão do Weblate na qual o backup foi feito. Isso é necessário, pois a estrutura do banco de dados muda entre as versões e você acabaria corrompendo os dados de alguma forma. Depois de instalar a mesma versão, execute todas as migrações do banco de dados usando :wladmin:`migrate`.
ru: Перед восстановлением вам следует убедиться, что у вас запущена в точности та же самая версия Weblate, с которой была сделана резервная копия. Это необходимо, так как структура базы данных меняется от выпуска к выпуску, и если вы не выполните это условие, то, в конечном итоге, повредите данные тем или иным образом. После установке этой версии запустите все миграции базы данных с помощью команды :wladmin:`migrate`.
sv: Innan du återställer databasen måste du köra exakt samma version av Weblate som säkerhetskopian skapades på. Detta är nödvändigt eftersom databasstrukturen förändras mellan olika versioner och du annars riskerar att skada data på något sätt. Efter att ha installerat samma version kör du alla databasmigreringar med :wladmin:`migrate`.
tr: Veri tabanını geri yüklemeden önce, yedeklemenin yapıldığı Weblate sürümüyle tam olarak aynı sürümü çalıştırıyor olmanız gerekir. Veri tabanı yapısı sürümler arasında değiştiğinden ve verilerin bir şekilde bozulmasına neden olacağından böyle olması gereklidir. Aynı sürümü kurduktan sonra, tüm veri tabanı aktarımlarını yapmak için :wladmin:`migrate` komutunu kullanın.
uk: Перш ніж відновлювати базу даних, вам слід встановити і запустити точну ту саму версію Weblate, що і на сервері, на якому виконувалося резервне копіювання. Це необхідно, оскільки структура бази даних змінюється між випусками, отже, використання неналежної версії може призвести до певного пошкодження даних. Після встановлення тієї самої версії запустіть усі процедури перенесення бази даних за допомогою команди :wladmin:`migrate`.
zh_hans: 恢复数据库之前，你需要确保恢复备份和执行备份的实例运行的是完全相同的 Weblate 版本。这是必要的，因为数据库结构在不同版本之间会发生变化，你可能会以某种方式破坏数据。安装相同版本后，用 :wladmin:`migrate` 运行所有数据库迁移。

source: Afterwards some entries will already be created in the database and you will have them in the database backup as well. The recommended approach is to delete such entries manually using the management shell (see :ref:`invoke-manage`):
de: Danach werden einige Einträge bereits in der Datenbank erstellt und sind auch in der Datenbanksicherung enthalten. Es wird empfohlen, solche Einträge manuell über die Verwaltungsshell zu löschen (siehe :ref:`invoke-manage`):
ga: Ina dhiaidh sin cruthófar roinnt iontrálacha sa bhunachar sonraí cheana féin agus beidh siad sa bhunachar cúltaca freisin. Is é an cur chuige a mholtar iontrálacha den sórt sin a scriosadh de láimh ag baint úsáide as an bhlaosc bainistíochta (féach :ref:`invoke-manage`):
hu: Ezután az adatbázisban már néhány bejegyzés létrejön, amelyek a biztonsági mentésben is megtalálhatók. Ajánlott ezeket kézzel törölni a kezelői parancssorban (lásd: :ref:`invoke-manage`):
id: Setelah itu, beberapa entri akan dibuat di dalam basis data dan Anda akan memilikinya dalam rekam cadang basis data juga. Pendekatan yang direkomendasikan adalah menghapus entri-entri tersebut secara manual dengan menggunakan manajemen shell (lihat :ref:`invoke-manage`):
ja: その後、一部のエントリは既にデータベースに作成され、データベースのバックアップにも作成されます。できれば、管理シェルを使用して、このようなエントリを手動で削除してください（参照: :ref:`invoke-manage`）。
nl: Daarna zullen sommige items al zijn gemaakt in de database en zult u ze ook in de back-up van de database hebben. De aanbevolen werkwijze is om dergelijke items handmatig te verwijderen met de shell voor beheer (bekijk :ref:`invoke-manage`):
pt: Depois disso, algumas entradas já serão criadas no banco de dados e as terá no backup do banco de dados também. A abordagem recomendada é apagar essas entradas manualmente a usar o shell de gestão (veja :ref:`invoke-manage`):
pt_br: Depois disso, algumas entradas já serão criadas no banco de dados e você as terá no backup do banco de dados também. A abordagem recomendada é excluir essas entradas manualmente usando o shell de gerenciamento (consulte :ref:`invoke-manage`):
ro: Ulterior, unele intrări vor fi deja create în baza de date și le veți avea și în copia de rezervă a bazei de date. Abordarea recomandată este de a șterge manual astfel de intrări folosind shell-ul de management (a se vedea :ref:`invoke-manage`):
ru: После этого некоторые записи уже будут созданы в базе данных, и они также попадут в резервную копию базы данных. Такие записи рекомендуется удалять вручную в оболочке управления (смотрите раздел :ref:`invoke-manage`):
sv: Efteråt kommer vissa poster redan att ha skapats i databasen och du kommer också att ha dem i databasens säkerhetskopia. Det rekommenderade tillvägagångssättet är att radera sådana poster manuellt med hjälp av administrationsskalet (se :ref:`invoke-manage`):
tr: Daha sonra veri tabanında bazı kayıtlar zaten oluşturulmuş olacak ve bunlar veri tabanı yedeğinde de bulunuyor olacak. Önerilen yaklaşım, yönetim kabuğunu kullanarak bu tür kayıtları el ile silmektir (ayrıntılı bilgi almak için: :ref:`invoke-manage`):
uk: Щойно встановлення буде виконано, у базі даних з'являться деякі записи, які вже є у резервній копії. Рекомендуємо вилучити такі записи вручну за допомогою оболонки керування (див. :ref:`invoke-manage`):
zh_hans: 之后，一些条目将已经在数据库中创建，你也会在数据库备份中看到它们。推荐的方法是使用管理 shell 手动删除这些条目 (见 :ref:`invoke-manage`)：
zh_hant: 之後，一些條目將已經在數據庫中創建，你也會在數據庫備份中看到它們。推薦的方法是使用管理 shell 手動刪除這些條目 (見：ref:`invoke-manage`)：

source: Files
de: Dateien
ga: Comhaid
hu: Fájlok
id: Berkas
ja: ファイル
nl: Bestanden
pt: Ficheiros
pt_br: Arquivos
ro: Fișiere
ru: Файлы
sv: Filer
ta: கோப்புகள்
tr: Dosyalar
uk: Файли
zh_hans: 文件
zh_hant: 檔案

source: If you have enough backup space, simply back up the whole :setting:`DATA_DIR`. This is a safe bet even if it includes some files you don't want. The following sections describe what you should back up and what you can skip in detail.
de: Wenn Sie genügend Speicherplatz haben, sichern Sie einfach das gesamte :setting:`DATA_DIR`. Das ist eine sichere Sache, auch wenn es einige Dateien enthält, die Sie nicht wollen. In den folgenden Abschnitten wird detailliert beschrieben, was Sie sichern sollten und was Sie weglassen können.
ga: Má tá go leor spáis cúltaca agat, níl le déanamh ach cúltaca a dhéanamh den leagan iomlán :setting:`DATA_DIR`. Is geall sábháilte é seo fiú má chuimsíonn sé roinnt comhad nach dteastaíonn uait. Déanann na hailt seo a leanas cur síos ar cad ba cheart duit cúltaca a dhéanamh agus cad is féidir leat a shárú go mion.
hu: Ha elegendő tárhely áll rendelkezésre, a legegyszerűbb az egész :setting:`DATA_DIR` könyvtár biztonsági mentése. Ez biztonságos megoldás akkor is, ha néhány olyan fájlt is tartalmaz, amit nem feltétlenül szeretne megőrizni. Az alábbiakban részletezzük, mit érdemes lementeni, és mit lehet esetleg kihagyni.
id: Jika Anda memiliki ruang rekam cadang yang cukup, silakan cadangkan seluruh :setting:`DATA_DIR`. Ini adalah taruhan yang aman bahkan jika terdapat beberapa berkas yang tidak Anda inginkan. Bagian berikut ini menjelaskan apa yang harus Anda cadangkan dan apa yang bisa Anda lewati secara detail.
ja: バックアップ領域に余裕がある場合は、単純に :setting:`DATA_DIR` 全体をバックアップしてください。これは、不要なファイルが含まれている場合でも安全な方法です。次のセクションでは、バックアップすべきものと除外できるものについて詳しく説明します。
nl: Wanneer u voldoende ruimte hebt voor back-ups, back-up eenvoudigweg de gehele :setting:`DATA_DIR`. Dit is een veilige keuze, zelfs als het wat bestanden bevat die u niet nodig hebt. De volgende gedeelten beschrijven in detail wat u zou moeten back-uppen en wat u kunt overslaan.
pt: Se tiver espaço de backup suficiente, basta fazer backup de todo o :setting:`DATA_DIR`. Esta é uma aposta segura, mesmo que inclua alguns ficheiro que não quer. As secções a seguir descrevem o que deve fazer backup e o que pode pular em detalhes.
pt_br: Se você tiver espaço de backup suficiente, basta fazer backup de todo o :setting:`DATA_DIR`. Esta é uma aposta segura, mesmo que inclua alguns arquivos que você não quer. As seções a seguir descrevem o que você deve fazer backup e o que você pode pular em detalhes.
ro: Dacă aveți suficient spațiu de backup, faceți o copie de rezervă a întregului :setting:`DATA_DIR`. Acesta este un pariu sigur, chiar dacă include unele fișiere pe care nu le doriți. Următoarele secțiuni descriu în detaliu ce trebuie să salvați și ce puteți sări peste.
ru: Если у вас достаточно места для резервного копирования, просто создайте резервную копию всего каталога :setting:`DATA_DIR`. Это беспроигрышный вариант, даже если он включает в себя некоторые файлы, которые вам не нужны. В следующих разделах подробно описано, для каких файлов нужно создавать резервные копии, а какие можно и пропустить.
sv: Om du har tillräckligt med utrymme för säkerhetskopiering kan du helt enkelt säkerhetskopiera hela :setting:`DATA_DIR`. Detta är ett säkert val även om det innehåller några filer som du inte vill ha. I följande avsnitt beskrivs i detalj vad du bör säkerhetskopiera och vad du kan hoppa över.
tr: Yeterli yedekleme alanınız varsa, :setting:`DATA_DIR` klasörünü tümüyle yedekleyin. Bu yedek, istemediğiniz bazı dosyaları içerse bile en güvenlisidir. Aşağıdaki bölümlerde, neleri yedeklemeniz gerektiğini ve neleri atlayabileceğinizi ayrıntılı olarak görebilirsiniz.
uk: Якщо у вас достатньо місця, рекомендуємо просто створити резервну копію усіх даних у :setting:`DATA_DIR`. Це найбезпечніший варіант, навіть якщо при цьому до резервної копії потраплять непотрібні вам файли. У наступних розділах докладно описано те, що має потрапити до резервної копії, і дані, які можна безпечно пропустити при резервному копіюванні.
zh_hans: 如果你有足够的备份空间，只需备份整个 :setting:`DATA_DIR`。这是一个安全带，即使它包含一些你不想要的文件。下面的部分详细描述了应该备份和可以跳过的内容。
zh_hant: 如果你有足夠的備份空間，只需備份整個 :setting:`DATA_DIR`。這是一個安全帶，即使它包含一些你不想要的文件。下面的部分詳細描述了應該備份和可以跳過的內容。

source: Dumped data for backups
de: Ausgegebene Daten für Sicherungen
ga: Sonraí dumpáilte le haghaidh cúltacaí
hu: Lementett adatok (dumpok) a biztonsági mentésekhez
id: Data yang dibuang untuk cadangan
ja: バックアップ用にダンプしたデータ
nl: Gedumpte gegevens voor back-ups
pt: Dados despejados para backups
pt_br: Dados despejados para os backups
ro: Date descărcate pentru copii de rezervă
ru: Дампы данных для резервного копирования
sv: Dumpade data för säkerhetskopior
ta: காப்புப்பிரதிகளுக்கான தரவை கொட்டியது
tr: Yedeklemeler için dökümü yapılan veriler
uk: Дампи даних для резервних копій
zh_hans: 下载的数据用于备份
zh_hant: 下載的數據用於備份

source: The environment dump was added as :file:`environment.yml` to help in restoring in the Docker environments.
de: Die Ausgabe der Einsatzumgebung wurde als :file:`environment.yml` hinzugefügt, um die Wiederherstellung in den Docker-Umgebungen zu erleichtern.
ga: Cuireadh an dump comhshaoil mar :file:`environment.yml` chun cabhrú le hathchóiriú i dtimpeallachtaí Docker.
hu: A Docker-környezetekben való visszaállítást segítendő, az :file:`environment.yml` fájlban környezeti mentés is készül.
id: Buangan lingkungan ditambahkan sebagai :file:`environment.yml` untuk membantu dalam pemulihan di lingkungan Docker.
ja: 環境ダンプは、Docker 環境での復元を支援するために 、:file:`environment.yml` として追加されました。
nl: De omgevingsdump werd toegevoegd als :file:`environment.yml` om te helpen bij het terugzetten in de omgevingen van Docker.
pt: O despejo do ambiente foi adicionado como :file:`environment.yml` para ajudar na restauração nos ambientes Docker.
pt_br: O despejo do ambiente foi adicionado como :file:`environment.yml` para ajudar na restauração nos ambientes Docker.
ro: Descărcarea mediului a fost adăugată ca :file:`environment.yml` pentru a ajuta la restaurarea în mediile Docker.
ru: Дамп окружения был добавлен как :file:`environment.yml` для помощи в восстановлении в окружениях Docker.
sv: Miljödumpen lades till som :file:`environment.yml` för att underlätta återställningen i Docker-miljöerna.
tr: Docker ortamlarında geri yüklemeye yardımcı olacak ortam dökümü :file:`environment.yml` olarak eklenmiştir.
uk: Дамп середовища було додано як :file:`environment.yml`, щоб допомогти у відновленні середовищ Docker.
zh_hans: 环境变量被转储在 :file:`environment.yml`，以帮助在 Docker 中恢复环境。

source: Stored in :setting:`DATA_DIR` ``/backups``.
de: Gespeichert in :setting:`DATA_DIR` ``/backups``.
ga: Stóráilte in :setting:`DATA_DIR` ``/backups``.
hu: Tárolási helye: :setting:`DATA_DIR` ``/backups``.
id: Disimpan di :setting:`DATA_DIR` ``/backups``.
ja: 保存先: :setting:`DATA_DIR` ``/backups``。
nl: Opgeslagen in :setting:`DATA_DIR` ``/backups``.
pt: Armazenados em :setting:`DATA_DIR` ``/backups``.
pt_br: Armazenados em :setting:`DATA_DIR` ``/backups``.
ro: Stocat în :setting:`DATA_DIR` ``/backups``.
ru: Хранятся в :setting:`DATA_DIR` ``/backups``.
sv: Lagras i :setting:`DATA_DIR` ``/backups``.
tr: :setting:`DATA_DIR` ``/backups`` içine kaydedilir.
uk: Зберігається у :setting:`DATA_DIR` ``/backups``.
zh_hans: 存储在 :setting:`DATA_DIR` ``/backups`` 中。
zh_hant: 存儲在 :setting:`DATA_DIR` ``/backups`` 中。

source: Weblate dumps various data here, and you can include these files for more complete backups. The files are updated daily (requires a running Celery beats server, see :ref:`celery`). Currently, this includes:
de: Weblate legt hier verschiedene Daten ab, und Sie können diese Dateien für vollständigere Sicherungen einbinden. Die Dateien werden täglich aktualisiert (erfordert einen laufenden Celery-Beats-Server, siehe :ref:`celery`). Derzeit umfasst dies:
ga: Tugann Weblate sonraí éagsúla anseo, agus is féidir leat na comhaid seo a áireamh le haghaidh cúltacaí níos iomláine. Déantar na comhaid a nuashonrú go laethúil (teastaíonn freastalaí seilire beats ag rith, féach :ref:`celery`). Faoi láthair, áirítear leis seo:
hu: A Weblate itt többféle adatot helyez el, és ezek bevonásával teljesebb biztonsági mentés készíthető. A fájlok naponta frissülnek (ehhez működő Celery beats szerver szükséges, lásd: :ref:`celery`). Jelenleg az alábbiakat tartalmazza:
id: Weblate menyimpan berbagai data di sini, dan Anda dapat menyertakan berkas-berkas ini untuk pencadangan yang lebih lengkap. Berkas-berkas ini diperbarui setiap hari (memerlukan server Celery beats yang berjalan, lihat :ref:`celery`). Saat ini, berkas-berkas ini mencakup:
ja: Weblate は、さまざまなデータをここにダンプします。これらのファイルを含めて、より完全なバックアップを取ることができます。ファイルは毎日更新されます（実行中の Celery beats サーバーが必要。参照: :ref:`celery`）。現在、ダンプに含まれる項目:
nl: Weblate dumpt hier verscheiden gegeven en u kunt deze bestanden opnemen voor meer complete back-ups. De bestanden worden dagelijks bijgewerkt (vereist een uitgevoerde Celery beats server, bekijk :ref:`celery`). Momenteel omvat dit:
pt: O Weblate despeja vários dados aqui e pode incluir esses ficheiros para backups mais completos. Os ficheiros são atualizados diariamente (requer um servidor de "beats" do Celery em execução, consulte :ref:`celery`). Atualmente, isto inclui:
pt_br: O Weblate despeja vários dados aqui, e você pode incluir esses arquivos para backups mais completos. Os arquivos são atualizados diariamente (requer um servidor de "beats" do Celery em execução, consulte :ref:`celery`). Atualmente, isso inclui:
ro: Weblate descarcă diverse date aici și puteți include aceste fișiere pentru copii de rezervă mai complete. Fișierele sunt actualizate zilnic (necesită un server Celery beats în funcțiune, consultați :ref:`celery`). În prezent, acestea includ:
ru: Weblate сбрасывает сюда различные данные, и для создания более полных резервных копий вы можете включить эти файлы. Файлы обновляются ежедневно (требуется отдельный запущенный сервер Celery beat, смотрите раздел :ref:`celery`). В настоящее время здесь хранятся:
sv: Weblate sparar olika data här, och du kan inkludera dessa filer för mer kompletta säkerhetskopior. Filerna uppdateras dagligen (kräver en körande Celery beats-server, se :ref:`celery`). För närvarande inkluderar detta:
tr: Weblate buraya çeşitli verileri döker. Daha eksiksiz yedeklemeler için bu dosyaları ekleyebilirsiniz. Dosyalar günlük olarak güncellenir (çalışan bir Çeler beats sunucusu gerekir. Ayrıntılı bilgi almak için: :ref:`celery`). Şu anda, bulunan veriler:
uk: Weblate створює тут дамп різноманітних даних, і ви можете включити ці файли для отримання повнішої резервної копії. Файли оновлюються щоденно (це потребує запуску сервера Celery, див. :ref:`celery`). У поточній версії сюди включено:
zh_hans: Weblate 这里备份各种数据，可以包括这些文件用于更完整的备份。文件每日更新（需要运行 Celery beat 服务器，请参见 :ref:`celery` ）。当前，这包括：
zh_hant: Weblate 這裡備份各種數據，可以包括這些文件用於更完整的備份。文件每日更新（需要運行 Celery beat 服務器，請參見 :ref:`celery` ）。當前，這包括：

source: Weblate settings as :file:`settings.py` (there is also expanded version in :file:`settings-expanded.py`).
de: Weblate-Einstellungen als :file:`settings.py` (es gibt auch eine erweiterte Version in :file:`settings-expanded.py`).
ga: Socruithe Weblate cosúil :file:`settings.py` (tá leagan leathnaithe ann freisin in :file:`settings-expanded.py`).
hu: Weblate beállítások: :file:`settings.py` (illetve kibővített változata: :file:`settings-expanded.py`).
id: Pengaturan Weblate sebagai :file:`settings.py` (ada juga versi yang diperluas di :file:`settings-expanded.py`).
ja: Weblate の設定ファイル :file:`settings.py`（拡張版として :file:`settings-expanded.py` も存在する）。
nl: Weblate instellingen als :file:`settings.py` (er is ook een uitgebreide versie in :file:`settings-expanded.py`).
pt: Configurações do Weblate como :file:`settings.py` (existe também a versão expandida em :file:`settings-expanded.py`).
pt_br: Configurações do Weblate como :file:`settings.py` (existe também a versão expandida em :file:`settings-expanded.py`).
ro: Setări Weblate ca :file:`settings.py` (există, de asemenea, o versiune extinsă în :file:`settings-expanded.py`).
ru: Настройки Weblate в виде файла :file:`settings.py` (также здесь под именем :file:`settings-expanded.py` лежит обработанная версия этого файла).
sv: Weblate-inställningar som :file:`settings.py` (det finns också en utökad version i :file:`settings-expanded.py`).
tr: Weblate ayarları için :file:`settings.py` dosyası (:file:`settings-expanded.py` dosyasında genişletilmiş bir sürümü de bulunur).
uk: Параметри Weblate у файлі :file:`settings.py` (розширена версія зберігається у :file:`settings-expanded.py`).
zh_hans: Weblate 设置为 :file:`settings.py`\ （还有扩展版，在 :file:`settings-expanded.py` ）。
zh_hant: Weblate 設置為 :file:`settings.py` （還有擴展版，在 :file:`settings-expanded.py` ）。

source: PostgreSQL database backup as :file:`database.sql`.
de: Sicherung der PostgreSQL-Datenbank als :file:`database.sql`.
ga: Cúltaca bunachar sonraí PostgreSQL mar :file:`database.sql`.
hu: PostgreSQL adatbázis-mentés: :file:`database.sql`.
id: Rekam cadang basis data PostgreSQL sebagai :file:`database.sql`.
ja: PostgreSQL データベースを、:file:`database.sql` としてバックアップする。
nl: PostgreSQL database back-up als :file:`database.sql`.
pt: Backup de banco de dados PostgreSQL como :file:`database.sql`.
pt_br: Backup de banco de dados PostgreSQL como :file:`database.sql`.
ro: Copie de rezervă a bazei de date PostgreSQL ca :file:`database.sql`.
ru: Резервная копия базы данных PostgreSQL в виде файла :file:`database.sql`.
sv: PostgreSQL-databasbackup som :file:`database.sql`.
tr: PostgreSQL veri tabanı yedeği için :file:`database.sql`.
uk: Резервна копія бази даних PostgreSQL у файлі :file:`database.sql`.
zh_hans: PostgreSQL 数据库备份为 :file:`database.sql`。
zh_hant: PostgreSQL 數據庫備份為 :file:`database.sql` 。

source: Environment dump as :file:`environment.yml`.
de: Ausgabe der Einsatzumgebung als :file:`environment.yml`.
ga: Dumpáil comhshaoil mar :file:`environment.yml`.
hu: Környezeti dump :file:`environment.yml` fájlként.
id: Buangan lingkungan sebagai :file:`environment.yml`.
ja: 環境ダンプ ファイル :file:`environment.yml`。
nl: Omgevingsdump als :file:`environment.yml`.
pt: Despejo do ambiente como :file:`environment.yml`.
pt_br: Despejo do ambiente como :file:`environment.yml`.
ro: Descărcarea mediului ca :file:`environment.yml`.
ru: Дамп окружения как :file:`environment.yml`.
sv: Miljö dump som :file:`environment.yml`.
tr: Ortam dökümü için :file:`environment.yml`.
uk: Дамп середовища як :file:`environment.yml`.
zh_hans: 环境变量转储在 :file:`environment.yml`。
