Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Useful if you are not using :ref:`hooks` to update Weblate repositories automatically.
de: Nützlich, wenn Sie :ref:`hooks` nicht verwenden, um Weblate-Repositorys automatisch zu aktualisieren.
ga: Úsáideach mura bhfuil tú ag úsáid :ref:`hooks` chun stórais Weblate a nuashonrú go huathoibríoch.
hu: Ez akkor lehet hasznos, ha nem használja a :ref:`hooks` funkciót a Weblate tárolók automatikus frissítésére.
id: Berguna jika Anda tidak menggunakan :ref:`hooks` untuk memperbarui repositori Weblate secara otomatis.
ja: Weblate リポジトリを自動的に更新するために :ref:`hooks` を使用していない場合に便利です。
nl: Nuttig als u geen :ref:`hooks` gebruikt om opslagruimten van Weblate automatisch bij te werken.
pt: Útil se não estiver a user :ref:`hooks` para atualizar os repositórios do Weblate automaticamente.
pt_br: Útil se você não estiver usando :ref:`hooks` para atualizar automaticamente os repositórios do Weblate.
ro: Util dacă nu folosiți :ref:`hooks` pentru a actualiza automat depozitele Weblate.
ru: Полезно, если вы не используете :ref:`обработчики <hooks>` для автоматического обновления репозиториев Weblate.
sv: Användbart om du inte använder :ref:`hooks` för att uppdatera Weblate-arkiv automatiskt.
tr: Weblate depolarını kendiliğinden güncellemek için :ref:`hooks` kullanmıyorsanız yararlıdır.
uk: Корисно, якщо ви не використовуєте :ref:`hooks` для автоматичного оновлення сховищ Weblate.
zh_hans: 在不使用 :ref:`hooks` 来自动更新 Weblate 仓库的情况下有用。
zh_hant: 在不使用 :ref:`hooks` 來自動更新 Weblate 倉庫的情況下有用。

source: On/off options exist in addition to string selection for backward compatibility.
de: Aus Gründen der Abwärtskompatibilität gibt es neben der Auswahl der Zeichenkette auch Ein/Aus-Optionen.
ga: Tá roghanna ar/as ann chomh maith le roghnú teaghrán le haghaidh comhoiriúnacht siar.
hu: A kompatibilitás megőrzése érdekében a karakterlánc-választás mellett ki- és bekapcsolási lehetőségek is elérhetők.
id: Pilihan hidup/mati tersedia sebagai tambahan pada pemilihan string untuk kompatibilitas mundur.
ja: 後方互換性のために、文字列選択の他に on/off のオプションがあります。
nl: Opties Aan/Uit bestaan in aanvulling op het selecteren van tekenreeks om redenen van achterwaartse compatibiliteit.
pt: Existem opções de ligar/desligar, além da seleção de cadeias para compatibilidade com versões anteriores.
pt_br: Existem opções de ligar/desligar, além da seleção de textos para compatibilidade com versões anteriores.
ro: Pe lângă selectarea șirurilor de caractere, există opțiuni de activare/dezactivare pentru compatibilitate retroactivă.
ru: Варианты включено/выключено в дополнение к строкам существуют для обратной совместимости.
sv: On/off-alternativ finns utöver strängval för bakåtkompatibilitet.
ta: பின்தங்கிய பொருந்தக்கூடிய தன்மைக்கான சரம் தேர்வுக்கு கூடுதலாக ஆன்/ஆஃப் விருப்பங்கள் உள்ளன.
tr: Geriye dönük uyumluluk için açma/kapama seçenekleri dizge seçimine ek olarak bulunur.
uk: Окрім вибору рядка, передбачено значення «увімкнено» і «вимкнено» для зворотної сумісності.
zh_hans: 除了字符串选项还存在开关选项，用于向后兼容。
zh_hant: 除了字符串選項還存在開關選項，用於向後兼容。

source: The options are:
de: Die Optionen sind:
ga: Is iad na roghanna:
hu: Az elérhető opciók:
id: Pilihannya adalah:
ja: オプションとは:
nl: De opties zijn:
pt: As opções são:
pt_br: As opções são:
ru: Возможны следующие варианты:
sv: Alternativen är:
ta: விருப்பங்கள்:
tr: Seçenekler:
uk: Можливі варіанти:
zh_hans: 选项有：

source: No daily updates.
de: Keine täglichen Aktualisierungen.
ga: Gan nuashonruithe laethúla.
hu: Napi frissítések kikapcsolása.
id: Tidak ada pembaruan harian.
ja: 毎日の更新はなし。
nl: Geen dagelijkse bijwerkingen.
pt: Sem atualizações diárias.
pt_br: Sem atualizações diárias.
ro: Nu există actualizări zilnice.
ru: Никаких ежедневных обновлений.
sv: Inga dagliga uppdateringar.
ta: நாள்தோறும் புதுப்பிப்புகள் இல்லை.
tr: Günlük güncelleme yapılmaz.
uk: Без щоденних оновлень.
zh_hans: 不进行每日更新。

source: ``"remote"`` also ``False``
de: ``"remote"`` auch ``False``
ga: ``"iargúlta"`` freisin ``Bréagach``
hu: ``"remote"`` — ugyanaz, mint a ``False`` érték
id: ``"jarak jauh"`` juga ``Salah``
ja: ``"remote"`` および ``False``
nl: ``"remote"`` ook``False``
pt: ``"remote"`` e também ``False``
pt_br: ``"remote"`` e também ``False``
ru: ``"remote"`` или ``False``
sv: ``"fjärr"`` också ``False``
ta: `` "ரிமோட்" `` மேலும் `` தவறு``
tr: ``"remote"`` ayrıca ``False``
uk: ``"remote"`` також ``False``
zh_hans: ``"remote"`` 也是 ``False``

source: Only update remotes.
de: Nur Remote-Repositorys aktualisieren.
ga: Nuashonraigh cianrialtáin amháin.
hu: Csak a távoli tárolók frissítése.
id: Hanya perbarui jarak jauh.
ja: リモートのみを更新。
nl: Alleen bijwerken op afstand.
pt: Atualizar apenas os repositórios remotos.
pt_br: Atualiza apenas os repositórios remotos.
ro: Actualizați numai telecomenzile.
ru: Только вытягиваются изменения из удалённых репозиториев.
sv: Uppdatera endast fjärrkontroller.
ta: தொலைதூரங்களை மட்டுமே புதுப்பிக்கவும்.
tr: Yalnızca uzak tarafı günceller.
uk: Лише оновити віддалені сховища.
zh_hans: 只进行远程更新。

source: ``"full"`` also ``True``
de: ``"full"`` auch ``True``
ga: ``"lán"`` freisin ``Fíor``
hu: ``"full"`` — ugyanaz, mint a ``True`` érték
id: ``"penuh"`` juga ``Benar``
ja: ``"full"`` および ``True``
nl: ``"full"`` ook``True``
pt: ``"full"`` e também ``True``
pt_br: ``"full"`` e também ``True``
ru: ``"full"`` или ``True``
sv: ``"full"`` även ``True``
ta: `` "முழு" `` மேலும் `` உண்மை``
tr: ``"full"`` ayrıca ``True``
uk: ``"full"`` також ``True``
zh_hans: ``"full"`` 也是 ``True``

source: Update remotes and merge working copy.
de: Remote-Repositorys aktualisieren und Arbeitskopien zusammenführen.
ga: Nuashonraigh ciandaí agus cumasc cóip oibre.
hu: A távoli tárolók frissítése és a munkapéldány összeolvasztása.
id: Perbarui jarak jauh dan gabungkan salinan kerja.
ja: リモートを更新し、作業コピーをマージする。
nl: Bijwerken op afstand en samenvoegen werkkopie.
pt: Atualizar repositórios remotos e mesclar a cópia de trabalho.
pt_br: Atualiza os repositórios remotos e mescla os cópia de trabalho.
ro: Actualizarea telecomenzilor și îmbinarea copiei de lucru.
ru: Вытягиваются изменения из удалённых репозиториев и сливаются с рабочей копией.
sv: Uppdatera fjärrkontroller och slå samman arbetskopian.
ta: ரிமோட்டுகளைப் புதுப்பித்து, வேலை நகலை ஒன்றிணைக்கவும்.
tr: Uzak tarafı günceller ve çalışan kopya ile birleştirir.
uk: Оновити віддалені сховища і злити із робочою копією.
zh_hans: 更新远程，并合并工作副本。
zh_hant: 更新遠程，並合併工作副本。

source: This requires that :ref:`celery` is working, and will take effect after it is restarted.
de: Dies setzt voraus, dass :ref:`celery` funktioniert, und wird nach einem Neustart wirksam.
ga: Éilíonn sé seo go bhfuil :ref:`celery` ag obair, agus go dtiocfaidh sé i bhfeidhm tar éis é a atosú.
hu: Ez a beállítás csak akkor működik, ha a :ref:`celery` megfelelően fut, és a módosítás után újra kell indítani.
id: Ini mengharuskan :ref:`celery` berfungsi, dan akan berlaku setelah dimulai ulang.
ja: これには、:ref:`celery` が動作していることが必要で、再起動後に有効になります。
nl: Dit vereist dat :ref:`celery` werkt, en zal effect hebben nadat dat opnieuw is opgestart.
pt: Isto requer que :ref:`celery` esteja a funcionar e entrará em vigor após ser reiniciado.
pt_br: Isso requer que :ref:`celery` esteja funcionando e entrará em vigor após ser reiniciado.
ro: Acest lucru necesită ca :ref:`celery` să funcționeze și va intra în vigoare după ce va fi repornit.
ru: Для включения этого параметра необходима работа :ref:`фоновых задач Celery <celery>`, также он вступит в силу после их перезапуска.
sv: Detta kräver att :ref:`celery` fungerar och träder i kraft efter omstart.
tr: Bunun için :ref:`celery` çalışıyor olmalıdır. Yeniden başlatıldıktan sonra etkili olur.
uk: Це потребує працездатної :ref:`celery` і набуває чинності після перезапуску.
zh_hans: 这需要 :ref:`celery` 工作，并在重启后生效。
zh_hant: 這需要 :ref:`celery` 工作，並在重啟後生效。

source: Prefix for constructing avatar URLs as: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. The following services are known to work:
de: Präfix für den Aufbau von Avatar-URLs als: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Die folgenden Dienste sind dafür bekannt, dass sie funktionieren:
ga: Réimír chun URLanna abhatár a thógáil mar: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Is eol go n-oibríonn na seirbhísí seo a leanas:
hu: Profilkép URL-ek előtagja, az alábbi formátumban: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Az alábbi szolgáltatásokkal működik:
id: Awalan untuk membangun URL avatar adalah: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Layanan berikut diketahui berfungsi:
ja: アバター URL を作成するための接頭辞: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``。動作することが判明しているサービス:
nl: Voorvoegsel voor construeren van avatar-URL's als: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Van de volgende services is bekend dat zij werken:
pt: Prefixo para construção de URLs de avatars: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Os serviços seguintes funcionam:
pt_br: Prefixo para construção de URLs de avatars: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Os seguintes serviços funcionam:
ro: Prefix pentru construirea URL-urilor avatarurilor ca: ``${{AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${{PARAMS}}``. Se știe că funcționează următoarele servicii:
ru: Префикс для генерирования URL-адресов аватаров в выражении ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Сервисы аватаров работают следующим образом:
sv: Prefix för att skapa avatar-URL:er som: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Följande tjänster är kända för att fungera:
ta: அவதார் முகவரி களை உருவாக்குவதற்கான முன்னொட்டு: `` $ {AVATAR_URL_PREFIX}/அவதார்/$ {MAIL_HASH}? $ {PARAMS} ``. பின்வரும் சேவைகள் வேலை செய்ய அறியப்படுகின்றன:
tr: Avatar adreslerini şu biçimde oluşturmak için ön ek: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Şu hizmetlerin çalıştığı biliniyor:
uk: Префікс для побудови адрес аватарів: ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``. Перевірено працездатність таких служб:
zh_hans: 构成头像 URL 的前缀为：``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}``。已知后面的服务工作：
zh_hant: 構成頭像 URL 的前綴為： ``${AVATAR_URL_PREFIX}/avatar/${MAIL_HASH}?${PARAMS}`` 。已知後面的服務工作：

source: Gravatar (default), as per https://gravatar.com/
de: Gravatar (Standard), wie unter https://gravatar.com/
ga: Gravatar (réamhshocraithe), de réir https://gravatar.com/
hu: Gravatar (alapértelmezett), lásd: https://gravatar.com/
id: Gravatar (bawaan), sesuai https://gravatar.com/
ja: Gravatar （デフォルト）、https://gravatar.com/ より
nl: Gravatar (standaard), vanaf https://gravatar.com/
pt: Gravatar (predefinição), conforme https://gravatar.com/
pt_br: Gravatar (padrão), conforme https://gravatar.com/
ro: Gravatar (implicit), conform https://gravatar.com/
ru: Gravatar (по умолчанию), согласно https://gravatar.com/
sv: Gravatar (standard), enligt https://gravatar.com/
ta: https://gravatar.com/ இன் படி கிராவதார் (இயல்புநிலை)
tr: Gravatar (varsayılan), https://gravatar.com/ üzerinden
uk: Gravatar (типовий), як на https://gravatar.com/
zh_hans: Gravatar（默认），根据 https://gravatar.com/
zh_hant: Gravatar （默認），根據 https://gravatar.com/

source: Libravatar, as per https://www.libravatar.org/
de: Libravatar, wie unter https://www.libravatar.org/
ga: Libravatar, de réir https://www.libravatar.org/
hu: Libravatar, lásd: https://www.libravatar.org/
id: Libravatar, sesuai https://www.libravatar.org/
ja: Libravatar、https://www.libravatar.org/ より
nl: Libravatar, vanaf https://www.libravatar.org/
pt: Libravatar, conforme https://www.libravatar.org/
pt_br: Libravatar, conforme https://www.libravatar.org/
ro: Libravatar, conform https://www.libravatar.org/
ru: Libravatar, согласно https://www.libravatar.org/
sv: Libravatar, enligt https://www.libravatar.org/
ta: லிப்ராவதார், https://www.libravatar.org/ இன் படி
tr: Libravatar, https://www.libravatar.org/ üzerinden
uk: Libravatar, як на https://www.libravatar.org/
zh_hans: Libravatar，根据 https://www.libravatar.org/

source: How long the authentication token and temporary password from password reset e-mails is valid for. Set in number of seconds, defaulting to 172800 (2 days).
de: Dauer der Gültigkeit des Authentifizierungstokens und des temporären Passworts aus E-Mails zum Passwort zurücksetzen. Wird in Sekunden angegeben, Standardwert ist 172800 (2 Tage).
ga: Cé chomh fada is atá an comhartha fíordheimhnithe agus an focal faire sealadach ó ríomhphoist athshocraithe pasfhocail bailí. Socraithe i roinnt soicind, réamhshocraithe go 172800 (2 lá).
hu: Az hitelesítő tokenek és a jelszó-visszaállító e-mailekben küldött ideiglenes jelszavak érvényességi ideje másodpercben megadva. Alapértelmezett érték: 172800 másodperc (2 nap).
id: Durasi validitas token autentikasi dan kata sandi sementara dari surel pengaturan ulang kata sandi. Diatur dalam hitungan detik, dengan bawaan 172800 (2 hari).
ja: パスワード リセット メールを送信してからの認証トークンと仮パスワードの有効期間。秒数で設定し、デフォルトは 172800（2 日）。
nl: Hoe lang het token voor authenticatie en het tijdelijke wachtwoord in e-mails voor het herstellen van het wachtwoord geldig is. Stel in op aantal seconden, standaard is 172800 (2 dagen).
pt: Por quanto tempo o token de autenticação e a palavra-passe temporária dos e-mails de redefinição de palavra-passe são válidos. Definido em número de segundos, usando 172800 (2 dias) como predefinição.
pt_br: Por quanto tempo o token de autenticação e a senha temporária dos e-mails de redefinição de senha são válidos. Definido em número de segundos, usando como padrão 172800 (2 dias).
ro: Cât timp sunt valabile simbolul de autentificare și parola temporară din e-mailurile de resetare a parolei. Se setează în număr de secunde, implicit la 172800 (2 zile).
ru: Сколько времени действует токен авторизации и временный пароль из писем сброса пароля. Устанавливается в количество секунд, по умолчанию равен 172800 (2 дня).
sv: Hur länge autentiseringstoken och tillfälligt lösenord från e-postmeddelanden om återställning av lösenord är giltiga. Anges i antal sekunder, standardvärdet är 172800 (2 dagar).
ta: கடவுச்சொல் மீட்டமைப்பு மின்னஞ்சல்களிலிருந்து அங்கீகார கிள்ளாக்கு மற்றும் தற்காலிக கடவுச்சொல் எவ்வளவு காலம் செல்லுபடியாகும். விநாடிகளின் எண்ணிக்கையில் அமைக்கப்பட்டு, 172800 (2 நாட்கள்) க்கு இயல்புநிலை.
tr: Kimlik doğrulama belirtecinin ve parola sıfırlama e-postalarındaki geçici parolanın geçerli olacağı süre. Varsayılan değer: 172800 saniye (2 gün).
uk: Визначає строк дії ключа розпізнавання та тимчасового пароля з повідомлень електронної пошти щодо скидання пароля. Визначається у секундах. Типове значення — 172800 (2 дні).
zh_hans: 身份验证令牌和密码重置电子邮件中临时密码的有效时间。以秒为单位，默认为 172800（ 2 天）。
zh_hant: 身份驗證令牌和密碼重置電子郵件中臨時密碼的有效時間。以秒為單位，默認為 172800（ 2 天）。

source: How many days Weblate rejects reusing a previously used password for a user.
de: Für wie viele Tage Weblate die Wiederverwendung eines zuvor verwendeten Passworts für einen Benutzer ablehnt.
ga: Cé mhéad lá a dhiúltaíonn Weblate pasfhocal a úsáideadh roimhe seo d’úsáideoir a athúsáid.
hu: A napok száma, ameddig a Weblate nem engedi egy korábban használt jelszó újrafelhasználását ugyanazon felhasználó számára.
id: Berapa hari Weblate menolak penggunaan kembali kata sandi yang digunakan sebelumnya untuk pengguna.
ja: Weblate において、ユーザーが以前に使用したパスワードの再利用を禁止する日数。
nl: Hoeveel dagen Weblate weigert een eerder door de gebruiker gebruikt wachtwoord opnieuw te gebruiken.
pt: Quantos dias o Weblate rejeita a reutilização de uma palavra-passe usada anteriormente para um utilizador.
pt_br: Quantos dias o Weblate rejeita a reutilização de uma senha usada anteriormente para um usuário.
ru: Сколько дней Weblate не принимает повторное использование ранее использованного пароля для пользователя.
sv: Hur många dagar Weblate avvisar återanvändning av ett tidigare använt lösenord för en användare.
ta: ஒரு பயனருக்கு முன்னர் பயன்படுத்தப்பட்ட கடவுச்சொல்லை மீண்டும் பயன்படுத்துவதை எத்தனை நாட்கள் வலைபெயர்ப்பு நிராகரிக்கிறது.
tr: Bir kullanıcının daha önce kullandığı bir parolayı yeniden kullanabilmesi için geçmesi gereken gün sayısı.
uk: Кількість днів, протягом яких Weblate відмовлятиметься повторно використовувати раніше використаний пароль для користувача.
zh_hans: Weblate 拒绝用户重复使用之前用过的密码的情况要持续多少天。

source: The checking is based on the audit log, :setting:`AUDITLOG_EXPIRY` needs to be at least same as this.
de: Die Überprüfung basiert auf dem Audit-Protokoll, :setting:`AUDITLOG_EXPIRY` muss mindestens so hoch sein wie diese Einstellung.
ga: Tá an tseiceáil bunaithe ar loga an iniúchta, ní mór don :setting:`AUDITLOG_EXPIRY` a bheith mar a chéile ar a laghad.
hu: Az ellenőrzés az auditnaplón alapul, így az :setting:`AUDITLOG_EXPIRY` beállítás értékének legalább ekkorának kell lennie.
id: Pemeriksaan didasarkan pada log audit, :setting:`AUDITLOG_EXPIRY` harus setidaknya sama dengan ini.
ja: チェックは監査ログに基づいて実施されます。:setting:`AUDITLOG_EXPIRY` はこの日数以上に設定してください。
nl: Het controleren is gebaseerd op het activiteitenlogboek, :setting:`AUDITLOG_EXPIRY` moet ten minste hetzelfde zijn als dit.
pt: A verificação é baseada no registo de auditoria, :setting:`AUDITLOG_EXPIRY` precisa ser pelo menos o mesmo que isto.
pt_br: A verificação é baseada no log de auditoria, :setting:`AUDITLOG_EXPIRY` precisa ser pelo menos igual a este.
ru: Проверка основана на журнале аудита, параметр: :setting:`AUDITLOG_EXPIRY` должен быть как минимум таким же, как этот.
sv: Kontrollen baseras på revisionsloggen, :setting:`AUDITLOG_EXPIRY` måste vara minst lika med denna.
tr: Bu işlem denetim günlüğü ile yapılır. :setting:`AUDITLOG_EXPIRY` seçeneğinin değeri en az bu değer ile aynı olmalıdır.
uk: Перевірку засновано на журналі ревізії, :setting:`AUDITLOG_EXPIRY` має бути принаймні таким самим великим, як це значення.
zh_hans: 检查是基于审计日志进行的，:setting:`AUDITLOG_EXPIRY` 需要至少和这个一样。

source: Password changes made prior to Weblate 2.15 will not be accounted for in this policy.
de: Passwortänderungen, die vor Weblate 2.15 vorgenommen wurden, werden in dieser Richtlinie nicht berücksichtigt.
ga: Ní thabharfar cuntas sa pholasaí seo ar athruithe pasfhocail a rinneadh roimh Weblate 2.15.
hu: A Weblate 2.15 előtti jelszóváltoztatásokra ez a szabályzat nem vonatkozik.
id: Perubahan kata sandi yang dibuat sebelum Weblate 2.15 tidak akan diperhitungkan dalam kebijakan ini.
ja: Weblate 2.15 以前に行われたパスワードの変更は、このポリシーには含まれません。
nl: Wijzigingen voor wachtwoorden voorafgaande aan Weblate 2.15 zullen in dit beleid niet worden meegenomen.
pt: Mudanças de palavra-passe feitas anteriormente ao Weblate 2.15 não serão consideradas para essa política.
pt_br: Mudanças de senha feitas anteriormente ao Weblate 2.15 não serão consideradas para essa política.
ro: Modificările de parole efectuate înainte de Weblate 2.15 nu vor fi luate în considerare în această politică.
ru: Смена паролей, сделанная в версиях Weblate до версии 2.15, в этой политике учтена не будет.
sv: Lösenordsändringar som gjorts före Weblate 2.15 kommer inte att beaktas i denna policy.
ta: வலைபெயர்ப்பு 2.15 க்கு முன்னர் செய்யப்பட்ட கடவுச்சொல் மாற்றங்கள் இந்தக் கொள்கையில் கணக்கிடப்படாது.
tr: Weblate 2.15 sürümünden önce yapılan parola değişiklikleri bu ilkede dikkate alınmaz.
uk: Зміни пароля, виконані до Weblate 2.15 не братимуться до уваги у цьому правилі.
zh_hans: Weblate 2.15 版本之前的密码更改不遵从这个原则。
zh_hant: 自動修復很強大，但可能導致損壞；寫腳本的時候要小心。

source: List of automatic fixes to apply when saving a string.
de: Liste der automatischen Korrekturen, die beim Speichern einer Zeichenkette anzuwenden sind.
ga: Liosta de na réitigh uathoibríocha le cur i bhfeidhm agus sreang á shábháil.
hu: Automatikusan alkalmazott javítások listája szöveg mentésekor.
id: Daftar perbaikan otomatis yang akan diterapkan saat menyimpan string.
ja: 文字列を保存するときに適用する自動修正の一覧。
nl: Lijst met automatische reparaties die moet worden toegepast bij het opslaan van een tekenreeks.
pt: Lista de correções automáticas para aplicar ao gravar uma cadeia.
pt_br: Lista de correções automáticas para aplicar ao salvar um texto.
ro: Lista de corecții automate care trebuie aplicate la salvarea unui șir de caractere.
ru: Список автоматических исправлений, применяемых при сохранении строки.
sv: Lista över automatiska korrigeringar som ska tillämpas vid sparande av en sträng.
ta: ஒரு சரத்தை சேமிக்கும்போது விண்ணப்பிக்க தானியங்கி திருத்தங்களின் பட்டியல்.
tr: Bir çeviri kaydedilirken uygulanacak kendiliğinden düzeltmelerin listesi.
uk: Список автоматичних виправлено, які слід застосувати при збереженні рядка.
zh_hans: 当存储字符串时应用自动修复列表。
zh_hant: 當存儲字符串時應用自動修復列表。

source: Provide a fully-qualified path to the Python class that implements the autofixer interface.
de: Geben Sie einen vollqualifizierten Pfad zu der Python-Klasse an, welche die Autofixer-Schnittstelle implementiert.
ga: Cuir cosán láncháilithe ar fáil chuig an rang Python a chuireann an comhéadan uath-leasaithe i bhfeidhm.
hu: Adja meg az automatikus javítót megvalósító Python osztály teljes elérési útját.
id: Berikan jalur yang sepenuhnya memenuhi syarat ke kelas Python yang mengimplementasikan antarmuka autofixer.
ja: autofixer インターフェースを実装した Python クラスへの完全修飾パスを提供します。
nl: Verschaf een volledig gekwalificeerd pad naar de klasse van Python die de interface autofixer implementeert.
pt: Forneça um caminho totalmente qualificado para a classe Python que implementa a interface de correção automática.
pt_br: Forneça um caminho totalmente qualificado para a classe Python que implementa a interface de correção automática.
ru: Предоставьте полный путь к классу Python, реализующему интерфейс автоматического исправления.
sv: Ange en fullständig sökväg till Python-klassen som implementerar autofixer-gränssnittet.
ta: தானிஃபிக்சர் இடைமுகத்தை செயல்படுத்தும் பைதான் வகுப்பிற்கு முழு தகுதி வாய்ந்த பாதையை வழங்கவும்.
tr: Kendiliğinden düzeltme arayüzünü uygulayan Python sınıfının tam yolunu belirtin.
uk: Надайте повний шлях до класу Python, який реалізує інтерфейс автоматичного виправлення.
zh_hans: 向实现 autofixer 接口的 Python 类提供一个完全合格的路径。

source: Available fixes are described at :ref:`autofix`.
de: Die verfügbaren Korrekturen sind unter :ref:`autofix` beschrieben.
ga: Déantar cur síos ar na réitigh atá ar fáil ag :ref:`autofix`.
hu: Az elérhető javításokat a :ref:`autofix` rész tartalmazza.
id: Perbaikan yang tersedia dijelaskan di :ref:`autofix`.
nl: Beschikbare reparaties zijn beschreven in :ref:`autofix`.
pt_br: Correções disponíveis são descritas em :ref:`autofix`.
sv: Tillgängliga korrigeringar beskrivs på :ref:`autofix`.
tr: Yapılan düzeltmeleri :ref:`autofix` bölümünde bulabilirsiniz.
uk: Доступні виправлення описано на сторінці :ref:`autofix`.

source: You can select which ones to use:
de: Sie können auswählen, welche verwendet werden sollen:
ga: Is féidir leat na cinn a úsáidfidh tú a roghnú:
hu: Kiválaszthatja, hogy mely javításokat kívánja használni:
id: Anda bisa memilih mana yang akan digunakan:
ja: 使用する項目の選択方法:
nl: U kunt selecteren welke te gebruiken:
pt: Pode selecionar quais usar:
pt_br: Você pode selecionar quais usar:
ro: Puteți selecta pe care să le utilizați:
ru: Вы можете выбрать, какие исправления использовать:
sv: Du kan välja vilka du vill använda:
ta: எதைப் பயன்படுத்த வேண்டும் என்பதை நீங்கள் தேர்ந்தெடுக்கலாம்:
tr: Hangilerinin kullanılacağını seçebilirsiniz:
uk: Ви можете вибрати, яким з них скористатися:
zh_hans: 可以选择使用哪一个：
zh_hant: 可以選擇使用哪一個：
