Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Actual requirements for your installation of Weblate vary heavily based on the size of the translations managed in it.
de: Die tatsächlichen Anforderungen an Ihre Weblate-Installation hängen stark von der Größe der darin verwalteten Übersetzungen ab.
ga: Bíonn éagsúlacht mhór ag baint le riachtanais iarbhír do shuiteáil Weblate bunaithe ar mhéid na n-aistriúchán a bhainistítear ann.
hu: A Weblate telepítésének tényleges követelményei nagymértékben függnek a kezelt fordítások méretétől.
id: Persyaratan sebenarnya untuk instalasi Weblate Anda sangat bervariasi berdasarkan ukuran terjemahan yang dikelola di dalamnya.
ja: 実際に必要な Weblate のインストールの要件は、Weblate で管理する翻訳のサイズによって大きく変化します。
nl: Feitelijke vereisten voor uw installatie van Weblate kunnen enorm variëren, gebaseerd op de grootte van de vertalingen die erin beheerd moeten worden.
pt: Os requisitos reais para a sua instalação do Weblate variam fortemente com base no tamanho das traduções geridas nele.
pt_br: Os requisitos reais para a sua instalação do Weblate variam fortemente com base no tamanho das traduções gerenciadas nele.
ro: Cerințele reale pentru instalarea Weblate variază foarte mult în funcție de dimensiunea traducerilor gestionate în cadrul acesteia.
ru: Фактические требования к вашей установке Weblate сильно зависят от размера управляемых ею переводов.
sv: De faktiska kraven för din installation av Weblate varierar kraftigt beroende på storleken på de översättningar som hanteras i den.
ta: வலைபெயர்ப்பு நிறுவுவதற்கான உண்மையான தேவைகள் அதில் நிர்வகிக்கப்படும் மொழிபெயர்ப்புகளின் அளவின் அடிப்படையில் பெரிதும் வேறுபடுகின்றன.
tr: Weblate kurulumunuz için gerçek gereksinimler, üzerinde bulunacak çevirilerin boyutuna bağlı olarak büyük ölçüde değişiklik gösterebilir.
uk: Реальні вимоги до встановленого вами Weblate значно залежать від розміру перекладів, які ним керуються.
zh_hans: 安装 Weblate 的实际要求会因其中管理的翻译规模而大不相同。
zh_hant: 根據 Weblate 中管理的翻譯大小，安裝 Weblate 的實際要求差異很大。

source: Memory usage
de: Speicherverbrauch
ga: Úsáid cuimhne
hu: Memóriahasználat
id: Penggunaan memori
ja: メモリ使用量
nl: Geheugengebruik
pt: Memória utilizada
pt_br: Memória utilizada
ru: Использование памяти
sv: Använt minne
ta: நினைவக பயன்பாடு
tr: Bellek kullanımı
uk: Використання пам'яті
zh_hans: 内存使用

source: The more memory the better - it is used for caching on all levels (file system, database and Weblate). For hundreds of translation components, at least 4 GB of RAM is recommended.
de: Je mehr Speicher, desto besser – er wird für das Caching auf allen Ebenen (Dateisystem, Datenbank und Weblate) verwendet. Für Hunderte von Übersetzungskomponenten werden mindestens 4 GB RAM empfohlen.
ga: An níos mó cuimhne is amhlaidh is fearr - úsáidtear é le haghaidh taisceadh ar gach leibhéal (córas comhaid, bunachar sonraí agus Weblate). Maidir leis na céadta comhpháirteanna aistriúcháin, moltar 4 GB RAM ar a laghad.
hu: Minél több memória áll rendelkezésre, annál jobb – a memória minden szinten gyorsítótárazásra szolgál (fájlrendszer, adatbázis és Weblate). Több száz fordítási összetevő esetén legalább 4 GB RAM ajánlott.
id: Semakin besar memori, semakin baik - memori tersebut digunakan untuk caching di semua tingkatan (sistem berkas, basis data, dan Weblate). Untuk ratusan komponen terjemahan, RAM minimal 4 GB direkomendasikan.
ja: メモリは多ければ多いほど良い - すべてのレベル（ファイルシステム、データベース、Weblate）でキャッシュとして使用します。数百の翻訳コンポーネントの場合は、少なくとも 4 GB の RAM を推奨します。
nl: Hoe meer geheugen hoe beter - het wordt gebruikt voor cachen op alle niveaus (bestandssysteem, database en Weblate). Voor honderden vertaalonderdelen wordt ten minste 4 GB RAM aanbevolen.
pt: Quanto mais memória, melhor - ela é usada para armazenamento em cache em todos os níveis (sistema de ficheiros, banco de dados e Weblate). Para centenas de componentes de tradução, recomenda-se pelo menos 4 GB de RAM.
pt_br: Quanto mais memória, melhor - ela é usada para armazenamento em cache em todos os níveis (sistema de arquivos, banco de dados e Weblate). Para centenas de componentes de tradução, recomenda-se pelo menos 4 GB de RAM.
sv: Ju mer minne desto bättre – det används för caching på alla nivåer (filsystem, databas och Weblate). För hundratals översättningskomponenter rekommenderas minst 4 GB RAM-minne.
ta: அதிக நினைவகம் சிறந்தது - இது அனைத்து நிலைகளிலும் (கோப்பு முறைமை, தரவுத்தளம் மற்றும் வெப்லேட்) தேக்குவதற்கு பயன்படுத்தப்படுகிறது. நூற்றுக்கணக்கான மொழிபெயர்ப்பு கூறுகளுக்கு, குறைந்தது 4 சிபி ரேம் பரிந்துரைக்கப்படுகிறது.
tr: Bellek ne kadar çok olursa o kadar iyidir. Tüm düzeylerde (dosya sistemi, veri tabanı ve Weblate) ön bellek için kullanılır. Yüzlerce çeviri bileşeni için en az 4 GB RAM bellek önerilir.
uk: Чим більше пам'яті, тим краще - вона використовується для кешування на всіх рівнях (файлова система, база даних і Weblate). Для сотень компонентів перекладу рекомендується щонайменше 4 ГБ оперативної пам'яті.
zh_hans: 内存越多越好——用于所有级别的缓存（文件系统，数据库和 Weblate ）。如果有几百个翻译部件，那么推荐的最小内存为 4 GB。

source: For systems with less memory than recommended, :ref:`minimal-celery` is recommended.
de: Für Systeme mit weniger Speicher als empfohlen, wird :ref:`minimal-celery` empfohlen.
ga: Maidir le córais a bhfuil níos lú cuimhne acu ná mar a mholtar, moltar :ref:`minimal-celery`.
hu: Ha kevesebb memória áll rendelkezésre, mint az ajánlott, a :ref:`minimal-celery` használata javasolt.
id: Untuk sistem dengan memori lebih sedikit dari yang direkomendasikan, :ref:`minimal-celery` direkomendasikan.
ja: メモリが推奨よりも少ないシステムの場合は、:ref:`minimal-celery` を推奨します。
nl: Voor systemen met minder geheugen dan aanbevolen, wordt :ref:`minimal-celery` aanbevolen.
pt: Para sistemas com menos memória do que o recomendado, :ref:`minimal-celery` é recomendado.
pt_br: Para sistemas com menos memória do que o recomendado, :ref:`minimal-celery` é recomendado.
ru: Для систем с меньшим, чем рекомендуется, объёмом памяти рекомендуется использовать :ref:`minimal-celery`.
sv: För system med mindre minne än rekommenderat rekommenderas :ref:`minimal-celery`.
tr: Önerilenden daha az bellek bulunan sistemler için :ref:`minimal-celery` önerilir.
uk: Для систем з меншим обсягом пам'яті, ніж рекомендовано, рекомендується використовувати :ref:`minimal-celery`.
zh_hans: 对于内存低于推荐值的系统，建议使用 :ref:`minimal-celery`。

source: CPU usage
de: CPU-Auslastung
ga: Úsáid LAP
hu: CPU-használat
id: Penggunaan CPU
ja: CPU 使用率
nl: CPU-gebruik
pt: Uso da CPU
pt_br: Uso da CPU
sv: CPU-användning
ta: சிபியு பயன்பாடு
tr: İşlemci kullanımı
uk: Використання CPU
zh_hans: CPU 用量

source: Many concurrent users increase the amount of needed CPU cores.
de: Viele gleichzeitige Benutzer erhöhen die Anzahl der benötigten CPU-Kerne.
ga: Méadaíonn go leor úsáideoirí comhthráthacha an méid croíleacáin LAP atá ag teastáil.
hu: Sok egyidejű felhasználó esetén nő a szükséges CPU magok száma.
id: Banyak pengguna bersamaan meningkatkan jumlah inti CPU yang dibutuhkan.
ja: 同時使用者が多い場合、必要な CPU コアの数が増えます。
nl: Veel gelijktijdige gebruikers verhogen het aantal benodigde CPU-bronnen.
pt: Muitos utilizadores simultâneos aumentam a quantidade de núcleos de CPU necessários.
pt_br: Muitos usuários simultâneos aumentam a quantidade de núcleos de CPU necessários.
sv: Många samtidiga användare ökar behovet av CPU-kärnor.
ta: பல ஒரே நேரத்தில் பயனர்கள் தேவையான சிபியு கோர்களின் அளவை அதிகரிக்கின்றனர்.
tr: Eşzamanlı bulunacak kullanıcı sayısı, gerekli işlemci çekirdeği sayısını artırır.
uk: Багато одночасних користувачів збільшують кількість необхідних ядер процесора.
zh_hans: 许多并发用户会增加所需的 CPU 内核数量。

source: Storage usage
de: Speichernutzung
ga: Úsáid stórála
hu: Tárhelyhasználat
id: Penggunaan penyimpanan
ja: ストレージ使用量
nl: Opslaggebruik
pt: Uso de armazenamento
pt_br: Uso de armazenamento
sv: Lagringsutnyttjande
ta: சேமிப்பக பயன்பாடு
tr: Depolama alanı kullanımı
uk: Використання сховища
zh_hans: 存储使用

source: The typical database storage usage is around 300 MB per 1 million hosted words.
de: Der typische Speicherbedarf der Datenbank liegt bei 300 MB pro 1 Million gehosteter Wörter.
ga: Is é an gnáthúsáid stórála bunachar sonraí ná thart ar 300 MB in aghaidh an 1 milliún focal óstaithe.
hu: Az adatbázis tipikus tárhelyigénye körülbelül 300 MB 1 millió tárolt szóra vetítve.
id: Penggunaan penyimpanan basis data pada umumnya adalah sekitar 300 MB per 1 juta kata yang dihosting.
ja: 一般的なデータベース ストレージの使用量は、ホストサーバーで管理する 100 万語の単語につき約 300 MB 必要です。
nl: Het gewoonlijke gebruik voor opslag van de database ligt rond de 300 MB per 1 miljoen gehoste woorden.
pt: O uso típico de armazenamento da base de dados é de cerca de 300 MB por 1 milhão de palavras alojadas.
pt_br: O uso típico de armazenamento de banco de dados é de cerca de 300 MB por 1 milhão de palavras hospedadas.
sv: Den typiska databaslagringsanvändningen är cirka 300 MB per 1 miljon lagrade ord.
ta: வழக்கமான தரவுத்தள சேமிப்பக பயன்பாடு 1 மில்லியன் புரவலன் செய்யப்பட்ட சொற்களுக்கு 300 எம்பி ஆகும்.
tr: Tipik veri tabanı depolama alanı gereksinimi, barındırılacak 1 milyon sözcük için yaklaşık 300 MB olarak düşünebilir.
uk: Типове використання сховища бази даних становить близько 300 МБ на 1 мільйон розміщених слів.
zh_hans: 典型的数据库存储用量为大约 300 MB/每 100 万托管单词。

source: Storage space needed for cloned repositories varies, but Weblate tries to keep their size minimal by doing shallow clones.
de: Der benötigte Speicherplatz für geklonte Repositorys variiert, aber Weblate versucht, die Größe der Repositorys durch flache Klone gering zu halten.
ga: Ní hionann an spás stórála a theastaíonn le haghaidh stórtha clónáilte, ach déanann Weblate iarracht a méid a choinneáil íosta trí chlóin éadomhain a dhéanamh.
hu: A klónozott tárolók tárhelyigénye változó, de a Weblate igyekszik a méretüket minimálisra csökkenteni sekély (shallow ) klónozások alkalmazásával.
id: Ruang penyimpanan yang dibutuhkan untuk repositori kloning bervariasi, tetapi Weblate mencoba menjaga ukurannya tetap minimal dengan melakukan kloning dangkal.
ja: リポジトリのクローンに必要なストレージ スペースはさまざまですが、Weblate は、シャロー クローンを実行してサイズを最小限に抑える努力をします。
nl: Opslagruimte die nodig is voor gekloonde opslagruimten varieert, maar Weblate probeert hun grootte minimaal te houden door oppervlakkig te klonen.
pt: O espaço de armazenamento necessário para repositórios clonados varia, mas o Weblate tenta manter o seu tamanho mínimo fazendo clones rasos.
pt_br: O espaço de armazenamento necessário para repositórios clonados varia, mas o Weblate tenta manter seu tamanho mínimo fazendo clones rasos.
sv: Lagringsutrymmet som behövs för klonade arkiv varierar, men Weblate försöker hålla storleken minimal genom att göra ytliga kloner.
ta: நகலி செய்யப்பட்ட களஞ்சியங்களுக்குத் தேவையான சேமிப்பக இடம் மாறுபடும், ஆனால் வலைபெயர்ப்பு ஆழமற்ற குளோன்களைச் செய்வதன் மூலம் அவற்றின் அளவை குறைவாக வைத்திருக்க முயற்சிக்கிறது.
tr: Kopyalanmış depolar için gereken depolama alanı değişiklik gösterir. Ancak Weblate sığ kopyalama ile depo boyutlarını en az düzeyde tutmaya çalışır.
uk: Обсяг пам'яті, необхідний для клонованих репозиторіїв варіюється, але Weblate намагається тримати його мінімальним, роблячи неглибокі клони.
zh_hans: 克隆的仓库变体必须有存储空间，但 Weblate 会试着通过影子克隆最小化存储空间的大小。

source: Nodes
de: Knoten
ga: Nóid
hu: Csomópontok
id: Simpul
ja: ノード数
nl: Knooppunt
sv: Noder
ta: முனைகள்
tr: Düğümler
uk: Вузли
zh_hans: 节点

source: When you grow to hundreds of millions of hosted words, it is recommended to have a dedicated node for database (see :ref:`database-setup`).
de: Wenn die Anzahl der gehosteten Wörter auf Hunderte Millionen anwächst, empfiehlt sich ein dedizierter Knoten für die Datenbank (siehe :ref:`database-setup`).
ga: Nuair a fhásann tú go dtí na céadta milliún focal óstaithe, moltar nód tiomnaithe a bheith agat don bhunachar sonraí (féach :ref:`database-setup`).
hu: Amikor a tárolt szavak száma százmilliók fölé nő, ajánlott külön csomópontot biztosítani az adatbázis számára (lásd: :ref:`database-setup`).
id: Bila jumlah kata yang dihosting mencapai ratusan juta, sebaiknya miliki node khusus untuk basis data (lihat :ref:`database-setup`).
ja: 数億件の翻訳対象語を扱う規模に成長する場合は、専用のデータベース ノードを用意することを推奨します（参照: :ref:`database-setup`）。
nl: Wanneer u groeit naar honderden miljoenen gehoste woorden, wordt aanbevolen om een toegewezen knooppunt voor de database te hebben (bekijk :ref:`database-setup`).
pt: Quando atingir centenas de milhões de palavras alojadas, é recomendável ter um nó dedicado para a base de dados (consulte :ref:`database-setup`).
pt_br: Quando você atingir centenas de milhões de palavras hospedadas, é recomendável ter um nó dedicado para o banco de dados (consulte :ref:`database-setup`).
sv: När du växer till hundratals miljoner lagrade ord rekommenderas det att ha en dedikerad nod för databasen (se :ref:`database-setup`).
tr: Yüz milyonlarca barındırılan sözcüğe ulaştığınızda, veri tabanı için özel bir düğüm kullanmanız önerilir (ayrıntılı bilgi almak için: :ref:`database-setup`).
uk: Якщо кількість розміщених рядків зросте до сотень мільйонів, рекомендуємо розмістити базу даних на окремому вузлі (див. :ref:`database-setup`).
zh_hans: 当托管单词数增长到数以亿计时，推荐使用专门的数据库节点（见 :ref:`database-setup`）。

source: Verifying release signatures
de: Überprüfen von Veröffentlichungssignaturen
ga: Sínithe eisiúna á bhfíorú
hu: Kiadások aláírásának ellenőrzése
id: Memverifikasi tanda tangan rilis
ja: リリース署名の検証
nl: Verifiëren van handtekeningen van uitgaven
pt: Verificar assinaturas de lançamento
pt_br: Verificando assinaturas de lançamento
ro: Verificarea semnăturilor de eliberare
ru: Проверка подписей выпусков
sv: Verifiera signaturer för utgivningar
ta: வெளியீட்டு கையொப்பங்களை சரிபார்க்கிறது
tr: Sürüm imzalarını doğrulamak
uk: Перевірка підписів випуску
zh_hans: 验证发布签名

source: Weblate release are cryptographically signed using `Sigstore signatures <https://www.sigstore.dev/>`_. The signatures are attached to the GitHub release.
de: Weblate-Versionen sind kryptografisch signiert mit `Sigstore-Signaturen <https://www.sigstore.dev/>`_. Die Signaturen sind der GitHub-Veröffentlichung beigefügt.
ga: Sínítear go cripteagrafach le heisiúint an tsuímh ghréasáin ag baint úsáide as `Sínithe Sigstore <https://www.sigstore.dev/>`_. Tá na sínithe ceangailte leis an scaoileadh GitHub.
hu: A Weblate kiadásait kriptográfiai aláírással látják el `Sigstore aláírások <https://www.sigstore.dev/>`_ segítségével. Az aláírások a GitHub-kiadásokhoz csatoltan érhetők el.
id: Rilis Weblate ditandatangani secara kriptografis menggunakan `tanda tangan Sigstore <https://www.sigstore.dev/>`_. Tanda tangan tersebut dilampirkan ke rilis GitHub.
ja: Weblate リリースは、`Sigstore 署名 <https://www.sigstore.dev/>`_ を使用して暗号的に署名されます。署名は GitHub リリースに添付されています。
nl: Uitgaven van Weblate zijn cryptografisch ondertekend met `Sigstore handtekeningen <https://www.sigstore.dev/>`_. De handtekeningen zijn gekoppeld aan de uitgave op GitHub.
pt: As versões do Weblate são assinadas criptograficamente usando `assinaturas Sigstore <https://www.sigstore.dev/>`_. As assinaturas estão anexadas à versão do GitHub.
pt_br: As versões do Weblate são assinadas criptograficamente usando `assinaturas Sigstore <https://www.sigstore.dev/>`_. As assinaturas estão anexadas à versão do GitHub.
sv: Weblate-utgåvor är kryptografiskt signerade med `Sigstore-signaturer <https://www.sigstore.dev/>`_. Signaturerna bifogas GitHub-utgåvan.
ta: வலைபெயர்ப்பு வெளியீடு `கையெழுத்துக்கடை கையொப்பங்கள் <https://www.sigstore.dev/>`_ ஐப் பயன்படுத்தி கிரிப்டோகிராஃபிக் முறையில் கையொப்பமிடப்பட்டது. கையொப்பங்கள் அறிவிலிமைய வெளியீட்டில் இணைக்கப்பட்டுள்ளன.
tr: Weblate sürümleri `Sigstore imzaları <https://www.sigstore.dev/>`_ kullanılarak şifrelenmiş olarak imzalanır. İmzalar GitHub sürümüne eklenmiştir.
uk: Випуск Weblate криптографічно підписано з використанням `підписів Sigstore <https://www.sigstore.dev/>`_. Підписи долучено до випуску на GitHub.
zh_hans: Weblate 发行文件使用 `Sigstore 证书 <https://www.sigstore.dev/>`_ 进行密码学签名。这些签名被附加到 GitHub 发布中。

source: The verification can be performed using `sigstore package <https://pypi.org/project/sigstore/>`_. The following example verifies signature of the 5.4 release:
de: Die Verifizierung kann mit dem `Sigstore-Paket <https://pypi.org/project/sigstore/>`_ durchgeführt werden. Das folgende Beispiel verifiziert die Signatur der Version 5.4:
ga: Is féidir an fíorú a dhéanamh trí úsáid a bhaint as `pacáiste sigstore <https://pypi.org/project/sigstore/>`_. Fíoraíonn an sampla seo a leanas síniú eisiúint 5.4:
hu: Az ellenőrzés a `sigstore csomag <https://pypi.org/project/sigstore/>`_ segítségével végezhető el. Az alábbi példa az 5.4-es kiadás aláírásának ellenőrzését mutatja be:
id: Verifikasi dapat dilakukan menggunakan `paket sigstore <https://pypi.org/project/sigstore/>`_. Contoh berikut memverifikasi tanda tangan rilis 5.4:
ja: 検証は、`sigstore パッケージ <https://pypi.org/project/sigstore/>`_ を使用して実行できます。5.4 リリースの署名の検証例:
nl: Verificatie kan worden uitgevoerd met het `sigstore-pakket <https://pypi.org/project/sigstore/>`_. Het volgende voorbeeld verifieert de handtekening van de uitgave 5.4:
pt: A verificação pode ser realizada usando `pacote sigstore <https://pypi.org/project/sigstore/>`_. O exemplo a seguir verifica a assinatura da versão 5.4:
pt_br: A verificação pode ser realizada usando `pacote sigstore <https://pypi.org/project/sigstore/>`_. O exemplo a seguir verifica a assinatura da versão 5.4:
sv: Verifieringen kan utföras med hjälp av `sigstore package <https://pypi.org/project/sigstore/>`_. Följande exempel verifierar signaturen för version 5.4:
ta: `கைகடை தொகுப்பு <https://pypi.org/project/sigstore/>`_ ஐப் பயன்படுத்தி சரிபார்ப்பைச் செய்யலாம். பின்வரும் எடுத்துக்காட்டு 5.4 வெளியீட்டின் கையொப்பத்தை சரிபார்க்கிறது:
tr: Doğrulama işlemi `sigstore paketi <https://pypi.org/project/sigstore/>`_ kullanılarak yapılabilir. Aşağıdaki örnek 5.4 sürümünün imzasını doğrular:
uk: Перевірку можна виконати за допомогою `пакунка sigstore <https://pypi.org/project/sigstore/>`_. У наведеному нижче прикладі виконано перевірку підпису випуску 5.4:
zh_hans: 可使用 `sigstore 包 <https://pypi.org/project/sigstore/>`_ 执行验证。下列示例验证 5.4 发行版的签名：

source: Filesystem permissions
de: Dateisystemberechtigungen
ga: Ceadanna córas comhaid
hu: Fájlrendszer jogosultságok
id: Izin sistem berkas
ja: ファイル システムのアクセス権
nl: Rechten voor bestandssysteem
pt: Permissões do sistema de ficheiros
pt_br: Permissões do sistema de arquivos
ro: Permisiunile sistemului de fișiere
ru: Права доступа к файлам
sv: Filssystemets behörigheter
ta: கோப்பு முறைமை அனுமதிகள்
tr: Dosya sistemi izinleri
uk: Права доступу у файловій системі
zh_hans: 文件系统权限
zh_hant: 文件系統權限

source: The Weblate process needs to be able to read and write to the directory where it keeps data - :setting:`DATA_DIR`. All files within this directory should be owned and writable by the user running all Weblate processes (typically WSGI and Celery, see :ref:`server` and :ref:`celery`).
de: Der Weblate-Prozess muss in der Lage sein, vom und ins Verzeichnis zu lesen und zu schreiben, in dem er Daten speichert – :setting:`DATA_DIR`. Alle Dateien in diesem Verzeichnis sollten dem Benutzer gehören, der alle Weblate-Prozesse ausführt (normalerweise WSGI und Celery, siehe :ref:`server` und :ref:`celery`).
ga: Caithfidh an próiseas Weblate a bheith in ann léamh agus scríobh chuig an eolaire ina gcoinníonn sé sonraí - :setting:`DATA_DIR`. Ba chóir go mbeadh gach comhad laistigh den eolaire seo faoi úinéireacht agus inscríofa ag an úsáideoir a reáchtáil gach próiseas Weblate (de ghnáth WSGI agus Soilire, féach :ref:`server` agus :ref:`celery`).
hu: A Weblate folyamatnak olvasási és írási jogosultsággal kell rendelkeznie ahhoz a könyvtárhoz, ahol az adatokat tárolja - :setting:`DATA_DIR`. A könyvtárban található összes fájlnak a Weblate folyamatokat futtató felhasználó tulajdonában kell lennie, és számára írhatónak kell lennie (általában WSGI és Celery, lásd: :ref:`server` és :ref:`celery`).
id: Proses Weblate harus dapat membaca dan menulis ke direktori tempat data disimpan - :setting:`DATA_DIR`. Semua berkas di dalam direktori ini harus dimiliki dan dapat ditulis oleh pengguna yang menjalankan semua proses Weblate (biasanya WSGI dan Celery, lihat :ref:`server` dan :ref:`celery`).
ja: Weblate プロセスは、データを保持するディレクトリ (:setting:`DATA_DIR` ) に対して、読み書き権限が必要です。このディレクトリ内のすべてのファイルは、すべての Weblat プロセス（通常は WSGI と Celery、参照: :ref:`server` および :ref:`celery`）を実行しているユーザーが所有し、書き込み権限が必要です。
nl: Het proces van Weblate moet in staat zijn te lezen en schrijven naar de map waarin de gegevens worden bewaard - :setting:`DATA_DIR`. Alle bestanden binnen die map zouden eigendom moeten zijn van en kunnen worden geschreven door de gebruiker die alle processen van Weblate uitvoert (gewoonlijk WSGI en Celery, bekijk :ref:`server` en :ref:`celery`).
pt: O processo Weblate precisa ser capaz de ler e escrever para o diretório onde mantém os dados -- :setting:`DATA_DIR`. Todos os ficheiros dentro deste diretório devem ser de propriedade e graváveis pelo utilizador que executa todos os processos do Weblate (geralmente WSGI e Celery, veja :ref:`server` e :ref:`celery`).
pt_br: O processo Weblate precisa ser capaz de ler e escrever para o diretório onde mantém os dados -- :setting:`DATA_DIR`. Todos os arquivos dentro deste diretório devem ser de propriedade e graváveis pelo usuário que executa todos os processos do Weblate (geralmente WSGI e Celery, consulte :ref:`server` e :ref:`celery`).
ro: Procesul Weblate trebuie să fie capabil să citească și să scrie în directorul în care păstrează datele - :setting:`DATA_DIR`. Toate fișierele din acest director trebuie să fie deținute și scriere de către utilizatorul care rulează toate procesele Weblate (de obicei WSGI și Celery, a se vedea :ref:`server` și :ref:`celery`).
ru: Процесс Weblate должен мочь читать и писать в каталог, в котором он хранит свои данные — :setting:`DATA_DIR`. Все файлы в этом каталоге должны принадлежать и иметь разрешение на запись для пользователей, от имени которых работают все процессы Weblate (в частности WSGI и Celery, смотреть раздел :ref:`server` и :ref:`celery`).
sv: Weblate-processen måste kunna läsa och skriva till den katalog där den lagrar data - :setting:`DATA_DIR`. Alla filer i denna katalog ska ägas av och vara skrivbara för den användare som kör alla Weblate-processer (vanligtvis WSGI och Celery, se :ref:`server` och :ref:`celery`).
tr: Weblate işleminin, verileri tuttuğu :setting:`DATA_DIR` klasöründe okuma ve yazma yapabilmesi gerekir. Bu klasördeki tüm dosyaların sahibi, tüm Weblate işlemlerini çalıştıran kullanıcı olmalı ve bu klasöre yazabilmelidir (genellikle WSGI ve Celery, ayrıntılı bilgi almak için: :ref:`server` ve :ref:`celery`).
uk: Процес Weblate повинен мати можливість читати дані з каталогу, де зберігає дані, і записувати дані до нього — :setting:`DATA_DIR`. Усі файли у цьому каталозі мають належати користувачеві, від імені якого запущено усі процеси Weblate (типово, WSGI і Celery, див. :ref:`server` і :ref:`celery`) і бути придатними до запису від імені цього користувача.
zh_hans: Weblate 进程需要能够读写它保存数据的目录—— :setting:`DATA_DIR`。该目录下的所有文件都应该由运行所有 Weblate 进程的用户拥有和可写入（通常是 WSGI 和 Celery，请参见 :ref:`server` 和 :ref:`celery`）。
zh_hant: Weblate 進程需要能夠讀寫它保存數據的目錄 - setting:`DATA_DIR`。該目錄下的所有文件都應該由運行所有 Weblate 進程的用戶擁有和可寫入（通常是 WSGI 和 Celery，見 :ref:`server` and :ref:`celery`）。
