Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved reliability of import across file formats.
de: Verbesserte Zuverlässigkeit des Imports bei verschiedenen Dateiformaten.
ga: Iontaofacht fheabhsaithe allmhairithe trasna formáidí comhaid.
hu: Fájlformátumok közötti importálás megbízhatósága javult.
id: Peningkatan keandalan impor lintas format berkas.
ja: ファイル形式間のインポートの信頼性を改良。
nl: Verbeterde betrouwbaarheid van importeren tussen verscheidene bestandsindelingen.
pt: Maior confiabilidade de importação em formatos de ficheiros.
pt_br: Maior confiabilidade de importação em formatos de arquivo.
ro: Îmbunătățirea fiabilității importului în diferite formate de fișiere.
ru: Улучшена надёжность при импорте разных форматов.
sv: Förbättrad tillförlitlighet vid import mellan olika filformat.
ta: கோப்பு வடிவங்கள் முழுவதும் இறக்குமதியின் மேம்பட்ட நம்பகத்தன்மை.
tr: Farklı dosya biçimleri için içe aktarma güvenilirliği iyileştirildi.
uk: Удосконалено надійність імпортування даних між форматами файлів.
zh_hans: 改进了重要的跨文件格式的可靠性。
zh_hant: 改進了重要的跨文件格式的可靠性。

source: *Released on Jan 31st 2017.*
de: *Veröffentlicht am 31. Januar 2017.*
ga: *Eisithe ar 31 Eanáir 2017.*
hu: *Kiadva: 2017. január 31.*
id: *Dirilis pada 31 Januari 2017.*
nl: *Uitgegeven op 31 januari 2017.*
pt_br: *Atualizado em 31 de janeiro de 2017.*
sv: *Släpptes den 31 januari 2017.*
tr: *31 Ocak 2017 tarihinde yayınlandı.*
uk: *Випущено 31 січня 2017 року.*

source: Include language detailed information on language page.
de: Detaillierte Informationen zur Sprache auf der Sprachenseite eingefügt.
ga: Cuir eolas mionsonraithe teanga ar an leathanach teanga.
hu: Nyelvi oldalon részletes nyelvi információk megjelenítése.
id: Sertakan informasi bahasa secara rinci pada halaman bahasa.
ja: 言語ページに言語の詳細情報を含めるように改良。
nl: Gedetailleerde informatie over taal opgenomen op taalpagina.
pt: Inclui informações detalhadas sobre o idioma na página de idioma.
pt_br: Inclui informações detalhadas sobre o idioma na página de idioma.
ro: Includeți informații detaliate despre limbă pe pagina de limbă.
ru: Теперь на странице языка располагается детальная информация о языке.
sv: Inkludera detaljerad information om språket på språksidan.
ta: மொழி பக்கத்தில் மொழி விரிவான தகவல்களைச் சேர்.
tr: Dil sayfasına ayrıntılı dil bilgileri eklendi.
uk: До сторінки мови включено докладні дані щодо мови.
zh_hans: 在语言页面包括了具体语言信息。
zh_hant: 在語言頁麵包括了具體語言信息。

source: Mercurial backend improvements.
de: Verbesserungen am Mercurial-Backend.
ga: Feabhsuithe ar an inneall mearcair.
hu: Mercurial háttérrendszer fejlesztései.
id: Peningkatan backend Mercurial.
ja: Mercurial バックエンドの改良。
nl: Verbeteringen aan Mercurial-backend.
pt: Melhorias no back-end do Mercurial.
pt_br: Melhorias no back-end do Mercurial.
ro: Îmbunătățiri ale backend-ului Mercurial.
ru: Улучшена реализация поддержки Mercurial.
sv: Förbättringar av Mercurial-backend.
ta: மெர்குரியல் பின்தளத்தில் மேம்பாடுகள்.
tr: Mercurial arka ucunda iyileştirmeler yapıldı.
uk: Удосконалення модуля роботи з Mercurial.
zh_hans: Mercurial 后端改进。
zh_hant: Mercurial 後端改進。

source: Added option to specify translation component priority.
de: Option zur Angabe der Priorität von Übersetzungskomponenten hinzugefügt.
ga: Rogha breise chun tosaíocht chomhpháirt aistriúcháin a shonrú.
hu: Fordítási összetevők prioritásának megadására szolgáló opció hozzáadva.
id: Menambahkan opsi untuk menentukan prioritas komponen terjemahan.
ja: 翻訳コンポーネントの優先順位を指定するオプションの追加。
nl: Optie toegevoegd om prioriteit van vertaalonderdeel te specificeren.
pt: Adicionada opção para especificar a prioridade do componente de tradução.
pt_br: Adicionada opção para especificar a prioridade do componente de tradução.
ro: A fost adăugată opțiunea de a specifica prioritatea componentelor de traducere.
ru: Добавлена возможность задавать приоритет перевода компонентов.
sv: Lagt till alternativ för att ange prioritet för översättningskomponenter.
ta: மொழிபெயர்ப்பு கூறு முன்னுரிமையைக் குறிப்பிட விருப்பம் சேர்க்கப்பட்டது.
tr: Çeviri bileşeni önceliğini belirtme özelliği eklendi.
uk: Додано пункт для визначення пріоритетності складників перекладу.
zh_hans: 添加了选项来制定翻译部件优先性。
zh_hant: 添加了選項來製定翻譯組件優先性。

source: More consistent usage of Group ACL even with less used permissions.
de: Einheitlichere Verwendung der Gruppen-Zugriffssteuerungsliste auch bei weniger genutzten Berechtigungen.
ga: Úsáid níos comhsheasmhaí a bhaint as Grúpa ACL fiú le níos lú úsáide as ceadanna.
hu: A csoportos hozzáférés-vezérlési listák (ACL-ek) használata mostantól következetesebb, még a ritkábban használt jogosultságok esetén is.
id: Penggunaan ACL Grup yang lebih konsisten bahkan dengan izin yang lebih jarang digunakan.
ja: 使用頻度の低い権限でも、グループ ACL をさらに一貫して使用するように改良。
nl: Meer consistent gebruik van Groeperen ACL, zelfs met minder gebruikte rechten.
pt: Uso mais consistente da ACL de grupo, mesmo com menos permissões usadas.
pt_br: Uso mais consistente da ACL de grupo, mesmo com menos permissões usadas.
ro: O utilizare mai consecventă a ACL de grup chiar și în cazul permisiunilor mai puțin utilizate.
ru: Более единообразное использование групповых списков контроля доступа (Group ACL) даже с более редкоиспользуемыми разрешениями.
sv: Mer konsekvent användning av grupp-ACL även med mindre använda behörigheter.
ta: குறைந்த பயன்படுத்தப்பட்ட அனுமதிகளுடன் கூட குழு acl இன் மிகவும் நிலையான பயன்பாடு.
tr: Daha az kullanılan izinlerle bile Grup erişim denetiminin daha tutarlı kullanılması sağlandı.
uk: Реалізовано однорідніше використання групового ACL, навіть із рідкісними правами доступу.
zh_hans: 更一致地使用 Group ACLs，即使具有较少使用的许可。
zh_hant: 更一致地使用 Group ACLs，即使具有較少使用的許可。

source: Added WL_BRANCH variable to hook scripts.
de: WL_BRANCH-Variable für Hook-Skripte hinzugefügt.
ga: Cuireadh athróg WL_BRANCH le scripteanna a hook.
hu: WL_BRANCH változó hozzáadva a hook szkriptekhez.
id: Menambahkan variabel WL_BRANCH untuk mengaitkan skrip.
ja: フックスクリプトに WL_BRANCH 変数を追加。
nl: Variabele WL_BRANCH toegevoegd aan hook-scripts.
pt: Adicionada variável WL_BRANCH para criar scripts.
pt_br: Adicionada variável WL_BRANCH para criar scripts.
ro: A fost adăugată variabila WL_BRANCH la scripturile hook.
ru: Добавлена переменная WL_BRANCH для скриптов-обработчиков.
sv: Lade till variabeln WL_BRANCH till hook-skript.
ta: ஊக் ச்கிரிப்ட்களுக்கு wl_branch மாறி சேர்க்கப்பட்டது.
tr: Kanca betiklerine WL_BRANCH değişkeni eklendi.
uk: До спостережних скриптів додано змінну WL_BRANCH.
zh_hans: 为钩子脚本添加了 WL_BRANCH 变量。
zh_hant: 為鉤子腳本添加了 WL_BRANCH 變量。

source: Improved developer documentation.
de: Verbesserte Dokumentation für Entwickler.
ga: Doiciméadú forbróra feabhsaithe.
hu: Fejlesztői dokumentáció továbbfejlesztve.
id: Dokumentasi pengembang yang ditingkatkan.
ja: 開発者向けドキュメントの改善。
nl: Verbeterde documentatie voor ontwikkelaars.
pt: Melhorada a documentação de programador.
pt_br: Melhorada a documentação de desenvolvedor.
ro: Documentație îmbunătățită pentru dezvoltatori.
ru: Улучшена документация для разработчиков.
sv: Förbättrad dokumentation för utvecklare.
ta: மேம்படுத்தப்பட்ட உருவாக்குபவர் ஆவணங்கள்.
tr: Geliştirici belgeleri iyileştirildi.
uk: Удосконалено документацію для розробників.
zh_hans: 改进了开发者文档。
zh_hant: 改進了開發者文檔。

source: Better compatibility with various Git versions in Git exporter add-on.
de: Bessere Kompatibilität mit verschiedenen Git-Versionen in der Git-Exporter-Erweiterung.
ga: Comhoiriúnacht níos fearr le leaganacha éagsúla Git i mbreiseán onnmhaireora Git.
hu: Git exporter kiegészítő jobb kompatibilitása különböző Git verziókkal.
id: Kompatibilitas yang lebih baik dengan berbagai versi Git di pengaya eksportir Git.
ja: Git exporter アドオンの多くの Git バージョンとの互換性を向上。
nl: Betere compatibiliteit met verscheidene versies van Git in add-on Git exporter.
pt: Melhor compatibilidade com várias versões git na extensão do exportador git.
pt_br: Melhor compatibilidade com várias versões git no complemento do exportador git.
ro: Compatibilitate mai bună cu diferite versiuni Git în add-on-ul exportator Git.
ru: Улучшена совместимость с разными версиями Git в надстройке для экспорта в Git.
sv: Bättre kompatibilitet med olika Git-versioner i Git-exporttillägget.
ta: அறிவிலி ஏற்றுமதியாளர் கூடுதல் சேர்க்கையில் பல்வேறு சிஐடி பதிப்புகளுடன் சிறந்த பொருந்தக்கூடிய தன்மை.
tr: Git dışa aktarma eklentisinde çeşitli Git sürümleriyle daha iyi uyumluluk sağlandı.
uk: Удосконалено сумісність із різноманітними версіями Git у додатку експортування даних до Git.
zh_hans: 在 Git 导出器附加组件中与各种 Git 版本有更好地兼容。
zh_hant: 與 Git 導出器附加組件中多個 Git 版本的更佳兼容性。

source: Included per project and component stats.
de: Statistiken pro Projekt und Komponente eingefügt.
ga: San áireamh in aghaidh na staitisticí tionscadail agus comhpháirteanna.
hu: Projekt- és összetevőszintű statisztikák megjelenítése.
id: Termasuk per statistik proyek dan komponen.
ja: プロジェクトおよびコンポーネントごとの統計情報を含めるように改良。
nl: Statistieken per project en onderdeel opgenomen.
pt: Incluído por projecto e estatísticas de componentes.
pt_br: Incluído por projeto e estatísticas de componentes.
ro: Statistici incluse pentru fiecare proiect și componentă.
ru: Добавлена попроектная и покомпонентная статистика.
sv: Ingår per projekt och komponentstatistik.
ta: ஒரு திட்டம் மற்றும் கூறு புள்ளிவிவரங்கள் சேர்க்கப்பட்டுள்ளன.
tr: Her proje ve her bileşen için ayrı istatistikler özelliği eklendi.
uk: Включено статистичні дані за проєктами та складниками.
zh_hans: 包括每个项目和部件的统计数据。
zh_hant: 包括每個項目的和組件的統計數據。

source: Added language code mapping for better support of Microsoft Translate API.
de: Sprachcodezuordnung für bessere Unterstützung der Microsoft-Translate-API hinzugefügt.
ga: Cuireadh mapáil chóid teanga leis chun tacú níos fearr le Microsoft Translate API.
hu: Támogatás a nyelvkódok leképezéséhez a Microsoft Translate API használatához.
id: Menambahkan pemetaan kode bahasa untuk dukungan API Microsoft Translate yang lebih baik.
ja: Microsoft Translate API への対応を強化するため、言語コード マッピングを追加。
nl: Verwijzingen naar taalcode toegevoegd voor betere ondersteuning van Microsoft Translate API.
pt: Adicionado mapeamento de código de idioma para melhor suporte da API do Microsoft Translate.
pt_br: Adicionado mapeamento de código de idioma para melhor suporte da API do Microsoft Translate.
ro: A fost adăugată cartografierea codurilor de limbă pentru o mai bună compatibilitate cu Microsoft Translate API.
ru: Добавлены отображения кодов языков для улучшения поддержки API перевода Microsoft.
sv: Lägger till språkkodmappning för bättre stöd för Microsoft Translate API.
ta: நுண்மென் மொழிபெயர்ப்பு பநிஇ இன் சிறந்த ஆதரவுக்காக மொழி குறியீடு மேப்பிங் சேர்க்கப்பட்டது.
tr: Microsoft Translate API desteğine iyileştirmek için dil kodu eşleme özelliği eklendi.
uk: Додано прив'язку до кодів мов для удосконалення підтримки програмного інтерфейсу Microsoft Translate.
zh_hans: 添加语言代码映射，来更好地支持 Microsoft Translate API。
zh_hant: 添加語言代碼映射，來更好地支持 Microsoft Translate API。

source: Moved fulltext cleanup to background job to make translation removal faster.
de: Die Volltextbereinigung in eine Hintergrundaufgabe verschoben, um das Entfernen von Übersetzungen zu beschleunigen.
ga: Bogadh glantachán lántéacs go post cúlra chun aistriúchán a bhaint níos tapúla.
hu: A teljes szöveges indexelés tisztítása háttérfolyamatba került a fordítások gyorsabb törléséhez.
id: Memindahkan pembersihan teks lengkap ke pekerjaan latar belakang untuk mempercepat penghapusan terjemahan.
ja: フルテキストの消去をバックグラウンド ジョブに移動して、翻訳の削除を高速化。
nl: Opschonen volledige tekst verplaatst naar taak op de achtergrond om verwijderen van vertalingen sneller te maken.
pt: A limpeza do texto completo foi movida para o trabalho em segundo plano para tornar a remoção da tradução mais rápida.
pt_br: A limpeza do texto completo foi movida para o trabalho em segundo plano para tornar a remoção da tradução mais rápida.
ro: Am mutat curățarea textului complet la o sarcină de fundal pentru a face eliminarea traducerilor mai rapidă.
ru: Работа по полнотекстовому удалению перемещена в фоновую задачи ради ускорения удаления переводов.
sv: Flyttade fulltextrensningen till bakgrundsjobb för att göra borttagningen av översättningar snabbare.
ta: மொழிபெயர்ப்பு அகற்றுவதை வேகமாக செய்ய ஃபுல் டெக்ச்ட் தூய்மைப்படுத்தும் பின்னணி வேலைக்கு நகர்த்தப்பட்டது.
tr: Çeviri silme işleminin daha hızlı yapılabilmesi için tam metin temizleme işlemi arka plan görevine taşındı.
uk: Очищення повнотекстової бази даних пересунуто до фонового завдання, щоб пришвидшити вилучення перекладів.
zh_hans: 将全文清理移动为后台工作，使去除翻译更快速。
zh_hant: 將全文清理移動為後台工作，使去除翻譯更快速。

source: Fixed displaying of plural source for languages with single plural form.
de: Die Anzeige der Pluralquelle für Sprachen mit einfacher Pluralform korrigiert.
ga: Taispeántas seasta ar fhoinse iolra do theangacha le foirm iolra aonair.
hu: Javítva az alap szöveg megjelenítése azoknál a nyelveknél, ahol csak egy többes számú alak létezik.
id: Memperbaiki tampilan sumber jamak untuk bahasa dengan bentuk jamak tunggal.
ja: 単一の複数形の言語の複数形のソースの表示を修正。
nl: Weergeven van bron voor meervoud voor talen met enkele meervoudsvorm gerepareerd.
pt: Exibição fixa de fonte plural para idiomas com forma plural única.
pt_br: Exibição fixa de fonte plural para idiomas com forma plural única.
ro: Afișarea corectă a sursei pluralului pentru limbile cu o singură formă de plural.
ru: Исправлено отображение исходных строк с формами множественного числа для языков с единственной формой.
sv: Fast visning av pluralform för språk med enkel pluralform.
ta: ஒற்றை பன்மை வடிவத்துடன் மொழிகளுக்கான பன்மை மூலத்தை நிலையான காண்பித்தல்.
tr: Tek çoğul biçimi olan dillerde çoğul kaynağın görüntülenme sorunu düzeltildi.
uk: Виправлено показ початкових форм множини для мов із однією формою множини.
zh_hans: 修复了具有单复数形式的语言的复数原文显示问题。
zh_hant: 修復了具有單個複數形式的語言的複數源顯示。

source: Improved error handling in import_project.
de: Verbesserte Fehlerbehandlung in import_project.
ga: Láimhseáil feabhsaithe earráide in import_project.
hu: `import_project` parancs hibaellenőrzése javítva.
id: Peningkatan penanganan galat di import_project.
ja: import_project でのエラー処理の改良。
nl: Verbeterde foutafhandeling in import_project.
pt: Melhorado o tratamento de erros em import_project.
pt_br: Melhorado o tratamento de erros em import_project.
ro: A fost îmbunătățită gestionarea erorilor în import_project.
ru: Улучшена обработка ошибок при импорте проекта.
sv: Förbättrad felhantering i import_project.
ta: இறக்குமதி_வாதியில் மேம்படுத்தப்பட்ட பிழை கையாளுதல்.
tr: import_project komutunda hata işleme iyileştirildi.
uk: Удосконалено обробку помилок у import_project.
zh_hans: 改进了 import_project 中的错误处理。
zh_hant: 改進了 import_project 中的錯誤處理。

source: *Released on Jan 20th 2017.*
de: *Veröffentlicht am 20. Januar 2017.*
ga: *Eisithe ar 20 Eanáir 2017.*
hu: *Kiadva: 2017. január 20.*
id: *Dirilis pada 20 Januari 2017.*
nl: *Uitgegeven op 20 januari 2017.*
pt_br: *Atualizado em 20 de janeiro de 2017.*
sv: *Släppt den 20 januari 2017.*
tr: *20 Ocak 2017 tarihinde yayınlandı.*
uk: *Випущено 20 січня 2017 року.*

source: Do not leak account existence on password reset form (:cve:`2017-5537`).
hu: Ne szivárogtasson ki fióklétet a jelszó-visszaállító űrlapon (:cve:`2017-5537`).
id: Jangan bocorkan keberadaan akun pada formulir pengaturan ulang kata sandi (:cve:`2017-5537`).
nl: Niet lekken van bestaan account in formulier voor herstellen van wachtwoord (:cve:`2017-5537`).
sv: Läck inte information om kontots existens på formuläret för återställning av lösenord (:cve:`2017-5537`).
uk: Усунено витік даних щодо існування облікового запису у формі скидання пароля (:cve:`2017-5537`).

source: *Released on Dec 15th 2016.*
de: *Veröffentlicht am 15. Dezember 2016.*
ga: *Eisithe ar 15 Nollaig 2016.*
hu: *Kiadva: 2016. december 15.*
id: *Dirilis pada 15 Desember 2016.*
nl: *Uitgegeven op 15 december 2016.*
pt_br: *Atualizado em 15 de dezembro de 2016.*
sv: *Släpptes den 15 december 2016.*
tr: *15 Aralık 2016 tarihinde yayınlandı.*
uk: *Випущено 15 грудня 2016 року.*

source: Added quality check to check whether plurals are translated differently.
de: Qualitätsprüfung hinzugefügt, um zu prüfen, ob Pluralformen unterschiedlich übersetzt werden.
ga: Seiceála cáilíochta breise le seiceáil an aistrítear iolraí ar bhealach difriúil.
hu: Minőség-ellenőrzés került beépítésre a többes számú alakok fordításainak összehasonlítására.
id: Menambahkan pemeriksaan kualitas untuk memeriksa apakah bentuk jamak diterjemahkan secara berbeda.
ja: 複数形の翻訳が異なるかどうかを検査する品質検査を追加。
nl: Kwaliteitscontrole toegevoegd om te controleren of meervouden verschillend vertaald zijn.
pt: Adicionada verificação de qualidade para verificar se os plurais são traduzidos de forma diferente.
pt_br: Adicionada verificação de qualidade para verificar se os plurais são traduzidos de forma diferente.
ro: A fost adăugată o verificare a calității pentru a verifica dacă pluralul este tradus diferit.
ru: Добавлена проверка качества, которая проверяет, что формы множественного числа переведены по-разному.
sv: Lagt till kvalitetskontroll för att kontrollera om pluralformer översätts på olika sätt.
ta: பன்மை வித்தியாசமாக மொழிபெயர்க்கப்பட்டுள்ளதா என்பதை சரிபார்க்க தர சோதனை சேர்க்கப்பட்டது.
tr: Çoğul biçimlerin aynı olup olmadığına bakan kalite denetimi eklendi.
uk: Додано перевірку якості для перевірки того, чи по-різному перекладено форми множини.
zh_hans: 添加质量检查，来检查是否复数被翻译出来。
zh_hant: 添加質量檢查，來檢查是否複數被翻譯出來。

source: Fixed GitHub hooks for repositories with authentication.
de: GitHub-Hooks für Repositorys mit Authentifizierung korrigiert.
ga: Crúcaí seasta GitHub le haghaidh stórtha le fíordheimhniú.
hu: GitHub hook-ok javítva hitelesítést igénylő tárolók esetén.
id: Memperbaiki kaitan GitHub untuk repositori dengan autentikasi.
ja: GitHub の認証付きリポジトリ用フックを修正。
nl: GitHub-hooks voor opslagruimten met authenticatie gerepareerd.
pt: Corrigidos ganchos so GitHub para repositórios com autenticação.
pt_br: Corrigidos ganchos so GitHub para repositórios com autenticação.
ro: Corectarea hook-urilor GitHub pentru depozite cu autentificare.
ru: Исправлены обработчики для GitHub для репозиториев, требующих авторизацию.
sv: Fixade GitHub-hooks för repositorier med autentisering.
ta: அங்கீகாரத்துடன் களஞ்சியங்களுக்கான நிலையான அறிவிலிமையம் கொக்கிகள்.
tr: Kimlik doğrulaması kullanan depolarda yaşanan GitHub kancaları sorunu düzeltildi.
uk: Виправлено спостережні скрипти GitHub для сховищ із розпізнаванням користувачів.
zh_hans: 对带有验证的仓库修复了 GitHub 钩子。
zh_hant: 對帶有驗證的倉庫修復了 GitHub 鉤子。

source: Added optional Git exporter module.
de: Optionales Git-Exporter-Modul hinzugefügt.
ga: Cuireadh modúl roghnach onnmhaireora Git leis.
hu: Opcionális Git exporter modul hozzáadva.
id: Menambahkan modul pengekspor Git opsional.
ja: Git エクスポーター モジュールのオプションを追加。
nl: Optionele module Git exporter toegevoegd.
pt: Adicionado módulo opcional de exportador git.
pt_br: Adicionado módulo opcional de exportador git.
ro: A fost adăugat modulul opțional Git exporter.
ru: Добавлен опциональный модуль для экспорта в Git.
sv: Lagt till valfri Git-exportmodul.
ta: விருப்ப சிஐடி ஏற்றுமதியாளர் தொகுதி சேர்க்கப்பட்டது.
tr: İsteğe bağlı Git dışa aktarma modülü eklendi.
uk: Додано додатковий модуль експортування Git.
zh_hans: 添加了可选的 Git 导出模块。
zh_hant: 添加了可選的 Git 導出模塊。

source: Support for Microsoft Cognitive Services Translator API.
de: Unterstützung für die Microsoft Cognitive Services Translator API.
ga: Tacaíocht do Microsoft Cognitive Services Translator API.
hu: Microsoft Cognitive Services Translator API támogatása.
id: Dukungan untuk API Microsoft Cognitive Services Translator.
ja: Microsoft Cognitive Services Translator API に対応。
nl: Ondersteuning voor Microsoft Cognitive Services Translator API.
pt: Suporte para API Microsoft Cognitive Services Translator.
pt_br: Suporte para API Microsoft Cognitive Services Translator.
ro: Suport pentru Microsoft Cognitive Services Translator API.
ru: Поддержка API переводчика Microsoft Cognitive Services.
sv: Stöd för Microsoft Cognitive Services Translator API.
ta: நுண்மென் அறிவாற்றல் சேவைகள் மொழிபெயர்ப்பாளர் பநிஇ க்கான உதவி.
tr: Microsoft Cognitive Services Translator API desteği eklendi.
uk: Реалізовано підтримку програмного інтерфейсу когнітивних служб перекладу Microsoft.
zh_hans: 支持 Microsoft Cognitive Services Translator API。
zh_hant: 支持 Microsoft Cognitive Services Translator API。

source: Simplified project and component user interface.
de: Vereinfachte Bedienoberfläche für Projekte und Komponenten.
ga: Comhéadan úsáideora tionscadail agus comhpháirteanna simplithe.
hu: Projekt- és összetevőfelület egyszerűsítve.
id: Antarmuka pengguna proyek dan komponen yang disederhanakan.
ja: プロジェクトおよびコンポーネントのユーザーインターフェースをシンプルに改良。
nl: Vereenvoudigde project en onderdeel gebruikersinterface.
pt: Simplificadas as interfaces de utilizador de projeto e componente.
pt_br: Simplificadas as interfaces de usuário de projeto e componente.
ro: Interfață de utilizator simplificată pentru proiecte și componente.
ru: Упрощён пользовательский интерфейс проектов и компонентов.
sv: Förenklat användargränssnitt för projekt och komponenter.
ta: எளிமைப்படுத்தப்பட்ட திட்டம் மற்றும் கூறு பயனர் இடைமுகம்.
tr: Proje ve bileşen kullanıcı arayüzü basitleştirildi.
uk: Спрощено інтерфейс користувача для проєктів і складників.
zh_hans: 简化了项目和部件用户界面。
zh_hant: 簡化了項目和組件用戶界面。

source: Added automatic fix to remove control characters.
de: Automatische Korrektur zum Entfernen von Steuerzeichen hinzugefügt.
ga: Ceartúchán uathoibríoch curtha leis chun carachtair rialaithe a bhaint.
hu: Vezérlőkarakterek eltávolítására szolgáló automatikus javítás hozzáadva.
id: Menambahkan perbaikan otomatis untuk menghapus karakter kontrol.
ja: 制御文字を削除する自動修正機能を追加。
nl: Automatisch repareren toegevoegd om besturingstekens te verwijderen.
pt: Adicionada correção automática para remover caracteres de controle.
pt_br: Adicionada correção automática para remover caracteres de controle.
ro: A fost adăugată o corecție automată pentru a elimina caracterele de control.
ru: Добавлен автоматический корректор для удаления управляющих символов.
sv: Lagt till automatisk korrigering för att ta bort kontrolltecken.
ta: கட்டுப்பாட்டு எழுத்துக்களை அகற்ற தானியங்கி சரிசெய்தல் சேர்க்கப்பட்டது.
tr: Kontrol karakterlerini kaldıran kendiliğinden düzeltme özelliği eklendi.
uk: Додано засіб автоматичного виправлення для вилучення керівних символів.
zh_hans: 添加了自动修复来删除控制字符。
zh_hant: 添加了自動修復來去除控製字符。

source: Added per language overview to project.
de: Eine Übersicht pro Sprache zum Projekt hinzugefügt.
ga: Curtha leis de réir forbhreathnú teanga leis an tionscadal.
hu: Nyelvenkénti áttekintés hozzáadva a projekthez.
id: Ditambahkan per ikhtisar bahasa ke proyek.
ja: プロジェクトに言語ごとの概要を追加。
nl: Overzicht per taal toegevoegd aan project.
pt: Adicionada visão geral por idioma ao projeto.
pt_br: Adicionada visão geral por idioma ao projeto.
ro: A fost adăugată o prezentare generală per limbă la proiect.
ru: В проекты добавлен обзор каждого отдельного языка.
sv: Lagt till översikt per språk till projektet.
ta: திட்டத்திற்கு ஒரு மொழி கண்ணோட்டத்தில் சேர்க்கப்பட்டது.
tr: Projelere her dilin özeti görünümü eklendi.
uk: Додано огляд окремих мов у проєкті.
zh_hans: 为项目添加了每种语言的概况。
zh_hant: 為項目添加了每種語言的概況。

source: Added support for CSV export.
de: Unterstützung für CSV-Export hinzugefügt.
ga: Tacaíocht bhreise le haghaidh onnmhairiú CSV.
hu: CSV exportálás támogatása hozzáadva.
id: Menambahkan dukungan untuk ekspor CSV.
ja: CSV エクスポートに対応。
nl: Ondersteuning toegevoegd voor exporteren van CSV.
pt: Adicionado suporte para exportação de CSV.
pt_br: Adicionado suporte para exportação de CSV.
ro: A fost adăugat suport pentru exportul CSV.
ru: Добавлена поддержка экспорта в CSV.
sv: Stöd för CSV-export har lagts till.
ta: காபிம ஏற்றுமதிக்கு உதவி சேர்க்கப்பட்டது.
tr: CSV dışa aktarma özelliği eklendi.
uk: Додано підтримку експортування даних у форматі CSV.
zh_hans: 为 CSV 导出添加了支持。
zh_hant: 為 CSV 導出添加了支持。
