Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Simple XLIFF file where content of the elements is stored as plain text (all XML elements being escaped).
de: Einfache XLIFF-Datei, in welcher der Inhalt der Elemente als reiner Text gespeichert ist (alle XML-Elemente sind maskiert).
ga: Comhad simplí XLIFF ina stóráiltear ábhar na ndúl mar ghnáth-théacs (gach eilimint XML á éalú).
hu: Egyszerű XLIFF-fájl, amelyben az elemek tartalma sima szövegként van tárolva (minden XML elem escape-elve van).
id: Berkas XLIFF sederhana yang konten elemennya disimpan sebagai teks biasa (semua elemen XML diloloskan).
ja: 要素の内容が、プレーン テキストとして格納される単純な XLIFF ファイル（すべての XML 要素がエスケープされる）。
nl: Eenvoudig XLIFF-bestand waarbij de inhoud van de elementen is opgeslagen als platte tekst (alle XML-elementen zijn geëscapet).
pt: Ficheiros XLIFF simples onde o conteúdo dos elementos é armazenado como texto simples (todos os elementos XML sendo escapados).
pt_br: Arquivo XLIFF simples onde o conteúdo dos elementos é armazenado como texto simples (todos os elementos XML sendo escapados).
ro: Fișier XLIFF simplu în care conținutul elementelor este stocat sub formă de text simplu (toate elementele XML sunt evadate).
ru: Простой файл XLIFF, в котором содержимое элементов хранится в виде обычного текста (все Escape-элементы XML).
sv: Enkel XLIFF-fil där innehållet i elementen lagras som ren text (alla XML-element är undantagna).
ta: உறுப்புகளின் உள்ளடக்கம் எளிய உரையாக சேமிக்கப்படும் எளிய ஃலிப்ப் கோப்பு (அனைத்து எக்ச்எம்எல் கூறுகளும் தப்பிக்கின்றன).
tr: Bileşenlerin içeriğinin düz metin olarak tutulduğu basit XLIFF dosyası (tüm XML bileşenlerinden kaçınma).
uk: Простий файл XLIFF, де вміст елементів зберігається у формі простого тексту (усі елементи XML екрановано).
zh_hans: 简单的 XLIFF 文件，其中元素的内容存储为纯文本（所有 XML 元素都被转义）。

source: `XLIFF 1.2 with placeables support`
de: `XLIFF 1.2 mit Platzhalterunterstützung`
ga: `XLIFF 1.2 le tacaíocht áiteanna inchurtha`
hu: `XLIFF 1.2 helyettesítő elemek támogatásával`
id: `XLIFF 1.2 dengan dukungan penempatan`
ja: `置換可能な要素に対応する XLIFF 1.2`
nl: `XLIFF 1.2 met ondersteuning voor tijdelijke aanduidingen`
pt_br: `XLIFF 1.2 com suporte a objetos colocáveis`
ru: `XLIFF 1.2 с поддержкой размещаемых объектов`
sv: XLIFF 1.2 med stöd för placerbara element
ta: `xliff 1.2 பிளேச்அபில்கள் ஆதரவுடன்`
tr: Yerleştirilebilir desteği olan XLIFF 1.2`
uk: `XLIFF 1.2 із підтримкою замінників`
zh_hans: `支持 placeables 的 XLIFF 1.2`

source: Standard XLIFF supporting placeables and other XML elements.
de: Standard-XLIFF mit Platzhalterunterstützung und anderen XML-Elementen.
ga: Suímh inchurtha caighdeánacha XLIFF agus gnéithe eile XML.
hu: Szabványos XLIFF, amely támogatja a helyettesítő elemeket és más XML elemeket is.
id: XLIFF standar yang mendukung penempatan dan elemen XML lainnya.
ja: 置換可能な要素などのさまざまな XML 要素に対応する標準 XLIFF です。
nl: Standaard XLIFF ondersteunt plaatsvervangers en andere elementen voor XML.
pt: XLIFF padrão que oferece suporte a objetos colocáveis e outros elementos XML.
pt_br: XLIFF padrão que oferece suporte a objetos colocáveis e outros elementos XML.
ro: XLIFF standard, care acceptă elemente de tip "placeables" și alte elemente XML.
ru: Стандартный XLIFF, поддерживающий размещаемые объекты и другие элементы XML.
sv: Standard XLIFF som stöder placerbara element och andra XML-element.
ta: நிலையான ஃலிப்ப் துணை இடங்கள் மற்றும் பிற எக்ச்எம்எல் கூறுகள்.
tr: Yerleştirilebilir ögeleri ve diğer XML ögelerini destekleyen standart XLIFF.
uk: Стандартний XLIFF із підтримкою замінників та інших елементів XML.
zh_hans: 标准 XLIFF 支持可放置对象和其他 XML 元素。

source: `XLIFF 1.2 with gettext extensions`
de: `XLIFF 1.2 mit Gettext-Erweiterungen`
ga: `XLIFF 1.2 le síntí gettext`
hu: `XLIFF 1.2 gettext kiterjesztésekkel`
id: `XLIFF 1.2 dengan ekstensi gettext`
ja: `gettext 拡張付きの XLIFF 1.2`
nl: `XLIFF 1.2 met gettext-extensies`
pt_br: `XLIFF 1.2 com complementos gettext`
ru: `XLIFF 1.2 с расширениями gettext`
sv: `XLIFF 1.2 med gettext-tillägg`
ta: `xliff 1.2 உரைபெறு நீட்டிப்புகளுடன்`
tr: `Gettext eklentileriyle XLIFF 1.2`
uk: `XLIFF 1.2 із розширеннями gettext`
zh_hans: `带 gettext 扩展的 XLIFF 1.2`

source: XLIFF enriched by `XLIFF 1.2 Representation Guide for Gettext PO`_ to support plurals.
de: XLIFF angereichert durch `XLIFF 1.2 Representation Guide for Gettext PO`_ zur Unterstützung von Pluralformen.
ga: XLIFF saibhrithe ag `XLIFF 1.2 Representation Guide for Gettext PO`_ chun tacú le hiolra.
hu: Az XLIFF-fájl a `XLIFF 1.2 reprezentációs útmutató Gettext PO-fájlokhoz`_ alapján kibővítve támogatja a többes számok kezelését.
id: XLIFF diperkaya dengan `Panduan Representasi XLIFF 1.2 untuk Gettext PO`_ untuk mendukung bentuk jamak.
ja: 複数形に対応するため、`XLIFF 1.2 Representation Guide for Gettext PO`_ によって強化された XLIFF。
nl: XLIFF verrijkt met `XLIFF 1.2 Representation Guide for Gettext PO`_ om meervouden te ondersteunen.
pt: XLIFF enriquecido pelo `XLIFF 1.2 Representation Guide for Gettext PO`_ para oferecer suporte a plurais.
pt_br: XLIFF enriquecido pelo `XLIFF 1.2 Representation Guide for Gettext PO`_ para oferecer suporte a plurais.
ro: XLIFF îmbogățit de `XLIFF 1.2 Representation Guide for Gettext PO`_ pentru a suporta pluralul.
ru: XLIFF дополнен `«Руководством по представлению XLIFF 1.2 для Gettext PO» XLIFF 1.2 <Representation Guide for Gettext PO>`_ для поддержки множественного числа.
sv: XLIFF berikad med `XLIFF 1.2 Representation Guide for Gettext PO`_ för att stödja pluralformer.
ta: ஃலிப்ப் பன்மைகளை ஆதரிக்க உரைபெறு po`_ க்கான `xliff 1.2 பிரதிநிதித்துவ வழிகாட்டியால் செறிவூட்டப்பட்டது.
tr: XLIFF, çoğul biçimleri desteklemek için `Gettext PO için XLIFF 1.2 Gösterim Rehberi`_ ile zenginleştirilmiştir.
uk: XLIFF, удосконалений за `XLIFF 1.2 Representation Guide for Gettext PO`_ з метою забезпечення підтримки форм множини.
zh_hans: XLIFF 使用 `XLIFF 1.2 Gettext PO 表示指南`_ 进行丰富，以支持复数。

source: `XML Localization Interchange File Format (XLIFF)`_ specification
id: Spesifikasi `Format Berkas Pertukaran Lokalisasi XML (XLIFF)`_
sv: `XML Localization Interchange File Format (XLIFF)`_ specifikation

source: `XLIFF 1.2 Representation Guide for Gettext PO`_
id: `Panduan Representasi XLIFF 1.2 untuk Gettext PO`_
sv: `XLIFF 1.2 Representationsguide för Gettext PO`_

source: `XLIFF on Wikipedia <https://en.wikipedia.org/wiki/XLIFF>`_
id: `XLIFF di Wikipedia <https://en.wikipedia.org/wiki/XLIFF>`_
sv: `XLIFF på Wikipedia <https://en.wikipedia.org/wiki/XLIFF>`_

source: Translation states
de: Übersetzungsstatus
ga: Stáit aistriúcháin
hu: Fordítási állapotok
id: Status terjemahan
ja: 翻訳文の状態
nl: Statussen voor vertalingen
pt: Estados de tradução
pt_br: Status de tradução
ro: Statele de traducere
ru: Состояния перевода
sv: Översättningsstatus
ta: மொழிபெயர்ப்பு நிலைகள்
tr: Çeviri durumları
uk: Стани перекладу
zh_hans: 翻译状态
zh_hant: 翻譯狀態

source: If the translation string has ``approved="yes"``, it will also be imported into Weblate as "Approved", anything else will be imported as "Waiting for review" (which matches the XLIFF specification).
de: Wenn die Übersetzungszeichenkette ``approved="yes"`` hat, wird sie auch in Weblate als „Genehmigt“ importiert, alles andere wird als „Überprüfung ausstehend“ importiert (dies entspricht der XLIFF-Spezifikation).
ga: Má tá ``cheadaithe="tá"`` ag an teaghrán aistriúcháin, déanfar é a iompórtáil isteach i Weblate mar "Faofa", déanfar aon rud eile a iompórtáil mar "Ag feitheamh ar athbhreithniú" (a mheaitseálann an tsonraíocht XLIFF).
hu: Ha a fordításhoz tartozó szöveg ``approved="yes"`` attribútummal rendelkezik, akkor „Jóváhagyott”-ként kerül importálásra a Weblate-be, minden más esetben „Felülvizsgálatra vár” állapotként (ez megfelel az XLIFF specifikációnak).
id: Jika string terjemahan memiliki ``approved="yes"``, maka string tersebut juga akan diimpor ke Weblate sebagai "Disetujui", yang lainnya akan diimpor sebagai "Menunggu tinjauan" (yang sesuai dengan spesifikasi XLIFF).
ja: 翻訳文が、``approved="yes"`` であれば、「承認済」として Weblate にインポートされますが、それ以外のものは、「査読待ち」（XLIFF 仕様に沿う）としてインポートします。
nl: Als de vertaling ``approved="yes"`` heeft, zal het ook in Weblate worden geïmporteerd als "Goedgekeurd", alles wat anders is zal worden geïmporteerd als "Wachten op beoordeling" (wat overeenkomt met de specificatie van XLIFF).
pt: Se a cadeia de tradução tiver ``approved="yes"``, ela também será importada para a Weblate como "Aprovado", qualquer outra coisa será importada como "Aguarda revisão" (que corresponde à especificação XLIFF).
pt_br: Se o texto de tradução tiver ``approved="yes"``, ele também será importado para o Weblate como "Aprovado", qualquer outra coisa será importada como "Aguardando revisão" (que corresponde à especificação XLIFF).
ro: Dacă șirul de traducere are ``approved="yes"``, acesta va fi, de asemenea, importat în Weblate ca "Approved", orice altceva va fi importat ca "Waiting for review" (care corespunde specificației XLIFF).
ru: Если строка перевода имеет атрибут ``approved="yes"``, она также будет импортирована в Weblate в состоянии «Одобрено», все остальные строки будут импортированы в состоянии «Ожидает рецензирования» (что соответствует спецификации XLIFF).
sv: Om översättningssträngen har ``approved="yes"``, kommer den också att importeras till Weblate som "Godkänd", allt annat kommer att importeras som "Väntar på granskning" (vilket överensstämmer med XLIFF-specifikationen).
ta: மொழிபெயர்ப்பு சரம் `` அங்கீகரிக்கப்பட்ட = "ஆம்" `` இருந்தால், அது வலைபெயர்ப்பில் "அங்கீகரிக்கப்பட்டவை" என்றும் இறக்குமதி செய்யப்படும், வேறு எதுவும் "மதிப்பாய்வுக்காக காத்திருப்பது" (இது எக்ச்லிஃப் விவரக்குறிப்புடன் பொருந்துகிறது) என இறக்குமதி செய்யப்படும்.
tr: Çeviri dizgesinde ``approved="yes"`` varsa, ``Onaylanmış`` olarak Weblate içine aktarılır. Diğer her şey `Onaylanmayı bekliyor`` (XLIFF teknik özellikleriyle eşleşen) olarak içe aktarılır.
uk: Якщо рядок перекладу має атрибут ``approved="yes"``, його також буде імпортовано до Weblate як «Підтверджений». Усі інші переклади буде імпортовано як «Очікують на рецензування» (що відповідає специфікації XLIFF).
zh_hans: 如果翻译字符串具有 ``approved="yes"``，那么它还将作为“Approved”（已核准）导入 Weblate，其他的将作为 “Waiting for review”（待审校）导入（符合 XLIFF 规范）。
zh_hant: 如果翻譯字符串具有``approved="yes"``，那麼它還將被導入Weblate 作為"Approved"（同意的），任何其它內容被導入作為"Waiting for review" （等待复核，這與XLIFF 規範匹配）。

source: While saving, Weblate doesn't add those attributes unless necessary:
de: Beim Speichern fügt Weblate diese Attribute nur bei Bedarf hinzu:
ga: Agus é á shábháil, ní chuireann Weblate na tréithe sin leis mura gá:
hu: Mentéskor a Weblate csak akkor adja hozzá ezeket az attribútumokat, ha szükséges:
id: Saat menyimpan, Weblate tidak menambahkan atribut tersebut kecuali diperlukan:
ja: 保存中は、必要がない限り追加されない属性:
nl: Bij het opslaan zal Weblate deze attributen niet toevoegen, tenzij noodzakelijk:
pt: Ao gravar, o Weblate não adiciona esses atributos a menos que seja necessário:
pt_br: Ao salvar, o Weblate não adiciona esses atributos a menos que seja necessário:
ro: În timpul salvării, Weblate nu adaugă aceste atribute decât dacă este necesar:
ru: При сохранении Weblate добавляет эти атрибуты только если они действительно необходимы:
sv: När du sparar lägger Weblate inte till dessa attribut om det inte är nödvändigt:
ta: சேமிக்கும் போது, தேவைப்பட்டால் வலைபெயர்ப்பு அந்த பண்புகளைச் சேர்க்காது:
tr: Kaydedilirken, Weblate gerekli olmadıkça bu öznitelikleri eklemez:
uk: Під час збереження Weblate не додає ці атрибути, якщо вони не є потрібними:
zh_hans: 当存储时，Weblate 如无必要不会添加其它属性：
zh_hant: 當存儲時，Weblate 如無必要不會添加其它屬性：

source: In other cases the attributes are not added, but they are updated in case they are present.
de: In anderen Fällen werden die Attribute nicht hinzugefügt, aber sie werden aktualisiert, falls sie vorhanden sind.
ga: I gcásanna eile ní chuirtear na tréithe leis, ach déantar iad a nuashonrú i gcás go bhfuil siad i láthair.
hu: Más esetekben az attribútumok nem kerülnek hozzáadásra, de ha jelen vannak, akkor frissítésre kerülnek.
id: Dalam kasus lain, atribut tidak ditambahkan, tetapi diperbarui jika ada.
ja: その他の場合、属性は追加されないが、存在する場合には更新される。
nl: In andere gevallen worden de attributen niet toegevoegd, maar zij worden bijgewerkt als zij aanwezig zijn.
pt: Em outros casos os atributos não são adicionados, mas são atualizados no caso de estarem presentes.
pt_br: Em outros casos os atributos não são adicionados, mas são atualizados no caso de estarem presentes.
ro: În alte cazuri, atributele nu sunt adăugate, dar sunt actualizate în cazul în care sunt prezente.
ru: В остальных случаях эти атрибуты не добавляются, но если они присутствуют, то они будут обновлятся.
sv: I andra fall läggs attributen inte till, men de uppdateras om de finns.
ta: மற்ற சந்தர்ப்பங்களில் பண்புக்கூறுகள் சேர்க்கப்படவில்லை, ஆனால் அவை இருந்தால் அவை புதுப்பிக்கப்படும்.
tr: Diğer durumlarda öznitelikler eklenmez. Ancak var olmaları durumunda güncellenirler.
uk: У інших випадках атрибути не додаються, але їх буде оновлено, якщо вони були.
zh_hans: 在其它情况下不添加属性，但在它们出现的情况下更新。
zh_hant: 在其它情況下不添加屬性，但在它們出現的情況下更新。

source: That means that when using the XLIFF format, it is strongly recommended to turn on the Weblate review process, in order to see and change the approved state of strings.
de: Das bedeutet, dass beim Verwenden des XLIFF-Formats dringend empfohlen wird, den Weblate-Überprüfungsprozess zu aktivieren, um den genehmigten Status von Zeichenketten zu sehen und zu ändern.
ga: Ciallaíonn sé sin, agus formáid XLIFF in úsáid, moltar go láidir próiseas athbhreithnithe Weblate a chur ar siúl, chun staid fhormheasta na teaghráin a fheiceáil agus a athrú.
hu: Ezért erősen javasolt az XLIFF-formátum használatakor a Weblate ellenőrzési folyamatának bekapcsolása, hogy a szövegek jóváhagyási állapota látható és módosítható legyen.
id: Artinya, saat menggunakan format XLIFF, sangat disarankan untuk mengaktifkan proses peninjauan Weblate, untuk melihat dan mengubah status string yang disetujui.
ja: つまり、XLIFF 形式を使用する場合は、文字列の承認状態を確認して変更できるように、Weblate の査読の強制は必ず有効化してください。
nl: Dat betekent dat bij het gebruiken van de indeling XLIFF, sterk wordt aanbevolen om het proces van beoordelen van Weblate in te schakelen, om de status Goedgekeurd van tekenreeksen te kunnen zien en te wijzigen.
pt: Isso significa que, ao utilizar o formato XLIFF, é fortemente recomendado ativar o processo de revisão do Weblate, de modo a ver e alterar o estado aprovado de cadeias.
pt_br: Isso significa que, ao utilizar o formato XLIFF, é fortemente recomendado ativar o processo de revisão do Weblate, a fim de ver e alterar o status aprovado de textos.
ro: Aceasta înseamnă că, atunci când se utilizează formatul XLIFF, se recomandă cu tărie activarea procesului de revizuire Weblate, pentru a vedea și modifica starea aprobată a șirurilor de caractere.
ru: Таким образом, при использовании формата XLIFF настоятельно рекомендуется включить рецензирование в Weblate, чтобы видеть и изменять состояние одобрения строк.
sv: Det innebär att när du använder XLIFF-formatet rekommenderas det starkt att aktivera Weblate-granskningsprocessen för att kunna se och ändra strängarnas godkända status.
ta: அதாவது, ஃலிப்ப் வடிவமைப்பைப் பயன்படுத்தும் போது, அங்கீகரிக்கப்பட்ட சரங்களின் நிலையைப் பார்க்கவும் மாற்றவும் வலைபெயர்ப்பு மறுஆய்வு செயல்முறையை இயக்குவது கடுமையாக பரிந்துரைக்கப்படுகிறது.
tr: XLIFF biçimini kullanırken, dizgelerin onaylanmış durumunu görmek ve değiştirmek için Weblate onaylama özelliğini açmanız önemle önerilir.
uk: Це означає, що при використанні формату XLIFF, наполегливо рекомендуємо увімкнути процес рецензування Weblate, щоб переглядати і змінювати стан підтвердження рядків.
zh_hans: 这意味着在使用 XLIFF 格式时，强烈推荐打开 Weblate 审校过程，以便查看和更改字符串的核准状态。
zh_hant: 那意味著當使用 XLIFF 格式時，強烈推薦打開 Weblate 複查過程，從而能看到並更改字符串的同意狀態。

source: Similarly upon importing such files (in the upload form), you should choose :guilabel:`Import as translated` under :guilabel:`Processing of strings needing edit`.
de: Ebenso sollten Sie beim Importieren solcher Dateien (im Upload-Formular) unter :guilabel:`Verarbeitung von „Bearbeitungsbedürftig“-Zeichenketten` die Option :guilabel:`Als übersetzt importieren` wählen.
ga: Mar an gcéanna nuair a bhíonn comhaid den sórt sin á n-iompórtáil (san fhoirm uaslódála), ba cheart duit :guilabel:`Iompórtáil mar a aistríodh` a roghnú faoi :guilabel:`Teaghráin a phróiseáil ar gá iad a chur in eagar`.
hu: Hasonlóképp, ilyen fájlok importálásakor (feltöltési űrlapon) válassza az :guilabel:`Importálás lefordítottként` lehetőséget a :guilabel:`Szerkesztést igénylő szövegek feldolgozása` beállítás alatt.
id: Demikian pula saat mengimpor berkas tersebut (dalam formulir unggah), Anda harus memilih :guilabel:`Import as translated` di bawah :guilabel:`Processing of strings needing edit`.
ja: 同様に、このようなファイルをインポート（アップロード フォームから）する場合は、:guilabel:`要編集の文字列の扱い` の中から、:guilabel:`要編集として文字列をインポート` を選択してください。
nl: Soortgelijk bij het importeren van dergelijke bestanden (in de vorm uploaden), zou u :guilabel:`Importeren als vertaald` moeten kiezen onder :guilabel:`Verwerken van tekenreeksen Bewerken nodig`.
pt: Da mesma forma, ao importar tais ficheiros (no formulário de envio), deve escolher :guilabel:`Importador como traduzido` em :guilabel:`A processar as cadeias que necessitam de edição`.
pt_br: Da mesma forma, ao importar tais arquivos (no formulário de envio), você deve escolher :guilabel:`Importador como traduzido` em :guilabel:`Processando os textos que necessitam edição`.
ro: În mod similar, atunci când importați astfel de fișiere (în formularul de încărcare), trebuie să alegeți :guilabel:`Import as translated` sub :guilabel:`Procesarea șirurilor de caractere care necesită editare`.
ru: Аналогично, при импорте таких файлов (в форме загрузки) необходимо выбрать пункт :guilabel:`Импортировать как переведённое` в выпадающем списке :guilabel:`Обработка строк, отмеченных «На правку»`.
sv: På samma sätt bör du vid import av sådana filer (i uppladdningsformuläret) välja :guilabel:`Importera som översatt` under :guilabel:`Bearbetning av strängar som behöver redigeras`.
ta: இதேபோல் அத்தகைய கோப்புகளை இறக்குமதி செய்தவுடன் (பதிவேற்ற படிவத்தில்), நீங்கள் தேர்வு செய்ய வேண்டும்: வபஇசிட்டை: `மொழிபெயர்க்கப்பட்டபடி இறக்குமதி செய்கிறார்` கீழ்: வபஇசிட்டை:` திருத்து தேவைப்படும் சரங்களை செயலாக்குதல்`.
tr: Benzer şekilde, bu tür dosyaları içe aktarırken (yükleme formunda), :guilabel:`Düzenlenmesi gerekli dizgelere yapılacak işlem` olarak :guilabel:`Çeviri olarak eklensin` seçeneğini seçmelisiniz.
uk: Так само, під час імпортування таких файлів (у вивантаженій формі) ви можете вибрати варіант :guilabel:`Імпортувати як перекладено` у розділі :guilabel:`Обробка рядків, які потребують рецензування`.
zh_hans: 相似地在导入这样的文件时（在上传表单中），应该选择 :guilabel:`处理需要编辑的字符串` 之下的 :guilabel:`导入为已翻译`。
zh_hant: 相似地在導入這樣的文件時（在上傳表格中），應該選擇 :guilabel:`Processing of strings needing edit` 之下的 :guilabel:`Import as translated`。

source: Whitespace and newlines in XLIFF
de: Leerzeichen und Zeilenumbrüche in XLIFF
ga: Spás bán agus línte nua in XLIFF
hu: Szóközök és sortörések az XLIFF-ben
id: Spasi dan baris baru di XLIFF
ja: XLIFF の空白と改行
nl: Witruimte en nieuwe regels (newlines) in XLIFF
pt: Espaços em branco e novas linhas em XLIFF
pt_br: Espaços em branco e novas linhas em XLIFF
ro: Spațiu alb și linii noi în XLIFF
ru: Пробелы и переводы строк в файлах XLIFF
sv: Mellanslag och radbrytningar i XLIFF
ta: ஃலிப்ப் இல் இடைவெளி மற்றும் புதிய லைன்ச்
tr: XLIFF dosyasında boşluk ve yeni satırlar
uk: Пробіли і символи перенесення рядків у XLIFF
zh_hans: XLIFF 中的空格和换行符
zh_hant: XLIFF 中的空白字符和新行符

source: Generally types or amounts of whitespace is not differentiated between in XML formats. If you want to keep it, you have to add the ``xml:space="preserve"`` flag to the string.
de: Im Allgemeinen wird bei XML-Formaten nicht zwischen verschiedenen Arten oder Mengen von Leerzeichen unterschieden. Wenn Sie diese beibehalten wollen, müssen Sie die Markierung ``xml:space="preserve"`` an die Zeichenkette anhängen.
ga: Go ginearálta ní dhéantar idirdhealú idir cineálacha nó méideanna spás bán i bhformáidí XML. Más mian leat é a choinneáil, caithfidh tú an bhratach ``xml:space="preserve"`` a chur leis an teaghrán.
hu: Általánosságban elmondható, hogy az XML-formátumokban nem különböztetjük meg a szóközök típusát vagy mennyiségét. Ha meg szeretné őrizni őket, hozzá kell adni az ``xml:space="preserve"`` jelzőt a szöveghez.
id: Umumnya, jenis atau jumlah spasi tidak dibedakan dalam format XML. Jika Anda ingin mempertahankannya, Anda harus menambahkan tanda ``xml:space="preserve"`` ke string tersebut.
ja: 通常、XML 形式では、複数の空白や種別を認識しません。現状の空白を保存する場合は、``xml:space="preserve"`` フラグを文字列に追加してください。
nl: Tussen algemene typen of aantallen witruimte wordt in indelingen van XML geen verschil gemaakt. Als u ze wilt behouden moet u de vlag ``xml:space="preserve"`` toevoegen aan de tekenreeks.
pt: Geralmente os tipos ou quantidades de espaços em branco não são diferenciados entre si nos formatos XML. Se quiser mantê-los, tem que adicionar o marcador ``xml:space="preserve"`` à cadeia.
pt_br: Geralmente os tipos ou quantidades de espaços em branco não são diferenciados entre si nos formatos XML. Se você quiser mantê-los, você tem que adicionar o marcador ``xml:space="preserve"`` ao texto.
ro: În general, în formatele XML nu se fac diferențe între tipurile sau cantitățile de spații albe. Dacă doriți să îl păstrați, trebuie să adăugați steagul ``xml:space="preserve"`` la șirul de caractere.
ru: Как правило, тип или количество пробельных символов в XML-форматах не различаются. Если вы хотите их сохранить, вы должны добавить к строке флаг ``xml:space="preserve"``.
sv: I allmänhet skiljer man inte mellan olika typer eller mängder av blanksteg i XML-format. Om du vill behålla dem måste du lägga till flaggan ``xml:space="preserve"`` till strängen.
ta: பொதுவாக எக்ச்எம்எல் வடிவங்களில் இடைவெளியின் வகைகள் அல்லது அளவு வேறுபடுவதில்லை. நீங்கள் அதை வைத்திருக்க விரும்பினால், நீங்கள் `` எக்ச்எம்எல்: ச்பேச் = "பாதுகாத்தல்" `` கொடியை சரத்தில் சேர்க்க வேண்டும்.
tr: XML biçimleri arasında boşluk türleri ya da miktarları genellikle ayırt edilmez. Korumak istiyorsanız, dizgeye ``xml:space="preserve"`` imini eklemeniz gerekir.
uk: Загалом, типи або кількість пробілів у форматах XML не враховуються. Якщо ви хочете зберегти пробіли, вам слід додати прапорець ``xml:space="preserve"`` до рядка.
zh_hans: 通常空格的类型和数量和在 XML 格式中的一样对待。如果想要保留，必须将 ``xml:space="preserve"`` 标记添加到字符串中。
zh_hant: 在 XML 格式中不區分通常類型或量的空白字符。如果想要保留，必須將 ``xml:space="preserve"`` 標記添加到字符串中。

source: Specifying translation flags
de: Angabe von Übersetzungsmarkierungen
ga: Ag sonrú bratacha aistriúcháin
hu: Fordítási jelzők megadása
id: Menentukan tanda terjemahan
ja: 翻訳フラグの指定
nl: Vlaggen voor vertalingen specificeren
pt: Especificação de bandeiras de tradução
pt_br: Especificando marcadores de tradução
ro: Specificarea indicatoarelor de traducere
ru: Указание флагов перевода
sv: Ange översättningsflaggor
ta: மொழிபெயர்ப்பு கொடிகளைக் குறிப்பிடுகிறது
tr: Çeviri imlerini belirtmek
uk: Визначення прапорців перекладу
zh_hans: 指定翻译标记
zh_hant: 指定翻譯標記
