Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Automatically adds or removes project components based on file changes in the version control system.
de: Automatisches Hinzufügen oder Entfernen von Projektkomponenten basierend auf den Dateiänderungen in der Versionsverwaltung.
ga: Cuireann nó baintear comhpháirteanna tionscadail go huathoibríoch bunaithe ar athruithe comhaid sa chóras rialaithe leagain.
hu: A projekt összetevőit automatikusan hozzáadja vagy eltávolítja a fájlok változásai alapján a verziókezelő rendszerben.
id: Secara otomatis menambahkan atau menghapus komponen berdasarkan perubahan berkas di sistem kontrol versi.
ja: バージョン管理システムのファイル変更に基づいて、プロジェクトコンポーネントを自動的に追加または削除します。
nl: Voegt onderdelen automatisch toe aan of verwijdert ze uit het project, op basis van bestandswijzigingen in het versiecontrolesysteem.
pt: Adiciona ou remove automaticamente componentes do projeto com base em alterações de ficheiros no sistema de controlo de versão.
pt_br: Adiciona ou remove automaticamente componentes do projeto com base nas alterações de arquivo no sistema de controle de versão.
ro: Adaugă sau elimină automat componente ale proiectului pe baza modificărilor de fișiere din sistemul de control al versiunilor.
ru: Автоматически добавляет или удаляет компоненты проекта в соответствии с изменениями файлов в системе контроля версий.
sv: Lägger till och tar bort projektkomponenter automatiskt baserat på filändringar i versionskontrollsystemet.
ta: பதிப்பு கட்டுப்பாட்டு அமைப்பில் கோப்பு மாற்றங்களின் அடிப்படையில் திட்டக் கூறுகளை தானாகவே சேர்க்கிறது அல்லது நீக்குகிறது.
tr: Sürüm denetim sistemindeki dosya değişikliklerine göre proje bileşenlerini kendiliğinden ekler ya da siler.
uk: Автоматично додає або вилучає складники до проєкту на основі змін файла у системі керування версіями.
zh_hans: 根据版本控制系统中文件更改的情况来自动添加或删除项目部件。
zh_hant: 根據版本控制系統中的檔案更動自動加入或移除組件專案。

source: The matching is done using regular expressions enabling complex configuration, but some knowledge is required to do so. Some examples for common use cases can be found in the add-on help section.
de: Der Abgleich erfolgt über reguläre Ausdrücke, die eine komplexe Konfiguration ermöglichen, für die jedoch einige Kenntnisse erforderlich sind. Einige Beispiele für häufige Anwendungsfälle finden Sie im Hilfebereich der Erweiterung.
ga: Déantar an mheaitseáil le habairtí rialta a chumasaíonn cumraíocht chasta, ach teastaíonn roinnt eolais chun é sin a dhéanamh. Is féidir roinnt samplaí de chásanna úsáide coitianta a fháil sa rannán cabhrach breiseáin.
hu: Az egyeztetés reguláris kifejezésekkel történik, ami lehetővé teszi az összetett konfigurációt is, de némi szaktudást igényel. Gyakori felhasználási példák találhatók a kiegészítő súgójában.
id: Pencocokan dilakukan dengan menggunakan ekspresi reguler yang memungkinkan konfigurasi kompleks, tetapi beberapa pengetahuan diperlukan untuk melakukannya. Beberapa contoh kasus penggunaan umum dapat ditemukan di bagian bantuan pengaya.
ja: 照合は、複雑な設定ができる正規表現を使用して行われますが、そのためにはある程度の知識が必要です。一般的な使用例については、アドオンのヘルプ セクションを確認してください。
nl: Overeenkomsten worden vastgesteld met reguliere uitdrukkingen die complexe configuratie inschakelen, maar enige kennis is vereist om dat te kunnen doen. Sommige voorbeelden voor gevallen voor veel voorkomend gebruik zijn te vinden in het gedeelte Help van de add-on.
pt: A correspondência é feita a usar expressões regulares que permitem uma configuração complexa, mas é necessário algum conhecimento para fazê-la. Alguns exemplos para casos de uso comum encontram-se na secção de ajuda de extensões.
pt_br: A correspondência é feita usando expressões regulares que permitem uma configuração complexa, mas é necessário algum conhecimento para fazê-la. Alguns exemplos para casos de uso comum podem ser encontrados na seção de ajuda de complementos.
ro: Potrivirea se face cu ajutorul expresiilor regulate, ceea ce permite o configurare complexă, dar sunt necesare anumite cunoștințe în acest sens. Câteva exemple pentru cazuri de utilizare obișnuită pot fi găsite în secțiunea de ajutor a addon-ului.
ru: Сопоставление осуществляется с помощью регулярных выражений, что даёт возможность задать достаточно сложную конфигурацию, хотя это и требует некоторого количества начальных знаний. Для распространённых случаев в справочном разделе надстройки можно найти ряд примеров.
sv: Matchningen görs med hjälp av reguljära uttryck som möjliggör komplex konfiguration, men det krävs viss kunskap för att göra detta. Några exempel på vanliga användningsfall finns i hjälpavsnittet för tillägget.
ta: சிக்கலான உள்ளமைவை செயல்படுத்தும் வழக்கமான வெளிப்பாடுகளைப் பயன்படுத்தி பொருத்தம் செய்யப்படுகிறது, ஆனால் அவ்வாறு செய்ய சில அறிவு தேவை. பொதுவான பயன்பாட்டு நிகழ்வுகளுக்கான சில எடுத்துக்காட்டுகளை கூடுதல் உதவி பிரிவில் காணலாம்.
tr: Eşleştirme, karmaşık yapılandırmayı etkinleştiren kurallı ifadeler kullanılarak yapılır. Ancak bunu yapmak için bazı bilgiler gerekir. Yaygın kullanım örnekleri eklenti yardımı bölümünde bulunabilir.
uk: Відповідність встановлюватиметься за регулярними виразами, що надає можливість створювати складні налаштування, але для користування ними потрібні певні знання. Деякі приклади для типових випадків використання можна знайти у розділі довідки щодо додатків.
zh_hans: 该匹配是使用允许复杂配置的正则表达式完成的，但这样做需要一些知识。一些常见用例的示例可以在附加组件帮助部分找到。
zh_hant: 該匹配是使用允許複雜配置的正則表達式完成的，但這樣做需要一些知識。一些常見用例的例子可以在附加組件幫助部分找到。

source: The regular expression to match translation files has to contain two named groups to match component and language. All named groups in the regular expression can be used as variables in the template fields.
de: Der reguläre Ausdruck zum Abgleichen von Übersetzungsdateien muss zwei benannte Gruppen enthalten, um Komponente und Sprache abzugleichen. Alle benannten Gruppen im regulären Ausdruck können als Variablen in den Vorlagenfeldern verwendet werden.
ga: Caithfidh dhá ghrúpa ainmnithe a bheith sa slonn rialta chun comhaid aistriúcháin a mheaitseáil le comhpháirt agus teanga a mheaitseáil. Is féidir gach grúpa ainmnithe sa slonn rialta a úsáid mar athróga sna réimsí teimpléad.
hu: A fordítási fájlok egyeztetésére szolgáló reguláris kifejezésnek két névvel ellátott csoportot kell tartalmaznia: egyet az összetevő, egyet a nyelv azonosítására. A reguláris kifejezésben definiált minden névvel ellátott csoport változóként felhasználható a sablonmezőkben.
id: Ekspresi reguler untuk mencocokkan berkas terjemahan harus berisi dua grup bernama untuk mencocokkan komponen dan bahasa. Semua grup bernama dalam ekspresi reguler dapat digunakan sebagai variabel dalam kolom templat.
ja: 翻訳ファイルと照合する正規表現には、コンポーネントと言語に一致する 2 つの名前付きグループが含まれていることが必要です。正規表現のすべての名前付きグループは、テンプレート フィールドで変数として使用できます。
nl: De reguliere uitdrukking om vertaalbestanden te vinden heeft twee benoemde groepen nodig voor onderdeel en taal. Alle benoemde groepen in de reguliere expressie kunnen als variabele worden gebruikt in de velden van het sjabloon.
pt: A expressão regular para corresponder aos ficheiros de tradução deve conter dois grupos nomeados para corresponder ao componente e ao idioma. Todos os grupos nomeados na expressão regular podem ser usados como variáveis nos campos do modelo.
pt_br: A expressão regular para corresponder aos arquivos de tradução deve conter dois grupos nomeados para corresponder ao componente e ao idioma. Todos os grupos nomeados na expressão regular podem ser usados como variáveis nos campos do modelo.
ru: Регулярное выражение для соответствия файлам перевода должно содержать две именованные группы для соответствия компоненту и языку. Все именованные группы в регулярном выражении могут быть использованы в качестве переменных в полях шаблона.
sv: Det reguljära uttrycket som matchar översättningsfiler måste innehålla två namngivna grupper för att matcha komponent och språk. Alla namngivna grupper i det reguljära uttrycket kan användas som variabler i mallfälten.
ta: மொழிபெயர்ப்பு கோப்புகளை பொருத்துவதற்கான வழக்கமான வெளிப்பாடு கூறு மற்றும் மொழியுடன் பொருந்தக்கூடிய இரண்டு பெயரிடப்பட்ட குழுக்களைக் கொண்டிருக்க வேண்டும். வழக்கமான வெளிப்பாட்டில் பெயரிடப்பட்ட அனைத்து குழுக்களும் வார்ப்புரு புலங்களில் மாறிகளாகப் பயன்படுத்தப்படலாம்.
tr: Çeviri dosyalarını eşleştirmek için kurallı ifadede, bileşen ve dili eşleştirmek için iki adlandırılmış grup bulunmalıdır. Kurallı ifadedeki tüm adlandırılmış gruplar, kalıp alanlarında değişken olarak kullanılabilir.
uk: Регулярний вираз для порівняння файлів перекладу повинен містити дві названі групи, щоб порівнювати складник та мову. Усіма іменованими групами у формальному виразі можна скористатися як полями шаблона.
zh_hans: 匹配翻译文件的正则表达式必须包含两个命名组以匹配部件和语言，所有正则表达式的命名组均可用作模板字段中的变量。

source: You can use Django template markup in all filename fields, for example:
de: Sie können die Auszeichnung von Django-Vorlagen in allen Dateinamenfeldern verwenden, zum Beispiel:
ga: Is féidir leat marcáil teimpléad Django a úsáid i ngach réimse ainm comhaid, mar shampla:
hu: Minden fájlnévmezőben használhatók Django sablonjelölések is, például:
id: Anda dapat menggunakan penanda templat Django di semua kolom nama berkas, misalnya:
ja: すべてのファイル名フィールドで Django テンプレートのマークアップを使用できます。例:
nl: U kunt opmaak voor Django-sjabloon gebruiken in alle velden voor de bestandsnaam, bijvoorbeeld:
pt: Pode usar a marcação do template Django em todos os campos de nome de ficheiro, por exemplo:
pt_br: Você pode usar a marcação do template Django em todos os campos de nome de arquivo, por exemplo:
ru: Вы можете использовать разметку шаблонов Django в имени файла и содержании, например:
sv: Du kan använda Django-mallmarkeringar i alla filnamnsfält, till exempel:
ta: எல்லா கோப்பு பெயர் புலங்களிலும் நீங்கள் சாங்கோ வார்ப்புரு மார்க்அப்பைப் பயன்படுத்தலாம், எடுத்துக்காட்டாக:
tr: Django kalıbındaki markup kodlarını tüm dosya adı alanlarında kullanabilirsiniz. Örneğin:
uk: Ви можете використовувати розмітку шаблонів Django в усіх полях назви файла. Приклад:
zh_hans: 您可以在所有文件名字段中使用 Django 模板标记，例如:

source: Component filename match
de: Übereinstimmung des Dateinamens mit der Komponente
ga: Meaitseálann ainm comhaid na comhpháirte
hu: Összetevő fájlnév egyeztetése
id: Nama berkas komponen cocok
ja: コンポーネントのファイル名が一致
nl: Overeenkomst bestandsnaam onderdeel
pt: Nome do componente correspondente
pt_br: Correspondência do nome do arquivo
ro: Potrivirea numelui de fișier al componentei
ru: Сопоставление имени файла компонента
sv: Komponent filnamn match
ta: கூறு கோப்பு பெயர் போட்டி
tr: Bileşenin dosya adıyla eşleşir
uk: Збіг назви файлу складника
zh_hans: 部件文件名匹配

source: Component filename with upper case first letter
de: Dateiname der Komponente mit großem Anfangsbuchstaben
ga: Comhainm comhpháirte agus an chéad litir sa chás uachtair
hu: Összetevő fájlnév nagy kezdőbetűvel
id: Nama berkas komponen dengan huruf pertama huruf besar
ja: 先頭を大文字にしたコンポーネントファイル名
nl: Bestandsnaam onderdeel met hoofdletter als eerste letter
pt: Nome do componente com a 1ª letra maiúscula
pt_br: Nome do arquivo do componente com a primeira letra em maiúscula
ro: Nume de fișier al componentei cu prima literă majusculă
ru: Имя файла компонента с заглавной первой буквой
sv: Komponentfilnamn med stor begynnelsebokstav
ta: மேல் வழக்கு முதல் கடிதத்துடன் கூறு கோப்பு பெயர்
tr: İlk harfi büyük bileşenin dosya adıyla eşleşir
uk: Назва файла складника з великою першою буквою
zh_hans: 首字母大写的部件文件名

source: Custom match group from the regular expression
de: Benutzerdefinierte Gruppe zum Abgleich des regulären Ausdrucks
ga: Grúpa cluiche saincheaptha ón slonn rialta
hu: Egyedi egyeztetési csoport a reguláris kifejezésből
id: Grup pencocokan khusus dari ekspresi reguler
ja: 正規表現からのカスタム一致グループ
nl: Aangepaste groep voor overeenkomst in de reguliere uitdrukking
pt: Grupo de correspondência personalizado da expressão regular
pt_br: Grupo de correspondência personalizado da expressão regular
ru: Пользовательская группа совпадений из регулярного выражения
sv: Anpassad matchningsgrupp från det reguljära uttrycket
ta: வழக்கமான வெளிப்பாட்டிலிருந்து தனிப்பயன் பொருத்தக் குழு
tr: Kurallı ifadedeki özel grup ile eşleşir
uk: Нетипова група відповідності на основі формального виразу
zh_hans: 来自正则表达式的自定义匹配群

source: Once you hit :guilabel:`Save`, a preview of matching components will be presented, from where you can check whether the configuration actually matches your needs:
de: Sobald Sie auf :guilabel:`Speichern` klicken, wird eine Vorschau der passenden Komponenten angezeigt, anhand derer Sie überprüfen können, ob die Konfiguration tatsächlich Ihren Anforderungen entspricht:
ga: Nuair a bhuaileann tú :guilabel:`Sábháil`, cuirfear i láthair réamhamharc ar na comhpháirteanna meaitseála, áit ar féidir leat a sheiceáil cibé an bhfuil an chumraíocht ag teacht le do chuid riachtanas:
hu: Miután megnyomja a :guilabel:`Mentés` gombot, megjelenik egy előnézet az egyező összetevőkről, ahol ellenőrizheti, hogy a konfiguráció megfelel-e az elvárásainak:
id: Setelah Anda menekan :guilabel:`Simpan`, pratinjau komponen yang cocok akan ditampilkan, dari sana Anda dapat memeriksa apakah konfigurasi sudah benar-benar sesuai dengan kebutuhan Anda atau tidak:
ja: :guilabel:`保存` をクリックすると、一致するコンポーネントの確認画面を表示し、設定が実際のニーズに合っているか確認する方法:
nl: Als u eenmaal op :guilabel:`Opslaan` hebt gedrukt zal een voorbeeld van overeenkomende onderdelen worden weergegeven, waarin u kunt controleren of de configuratie feitelijk voldoet aan uw wensen:
pt: Uma vez que acertar :guilabel:`Gravar`, uma prévia dos componentes correspondentes será apresentada, de onde pode verificar se a configuração realmente corresponde às suas necessidades:
pt_br: Uma vez que você acertar :guilabel:`Salvar`, uma prévia dos componentes correspondentes será apresentada, de onde você pode verificar se a configuração realmente corresponde às suas necessidades:
ro: După ce apăsați pe :guilabel:`Save`, va fi prezentată o previzualizare a componentelor corespunzătoare, de unde puteți verifica dacă configurația se potrivește cu nevoile dumneavoastră:
ru: Когда вы нажмёте :guilabel:`Сохранить`, надстройка предварительно покажет найденные компоненты, так что вы сможете проверить, действительно ли такая конфигурация соответствует вашим потребностям:
sv: När du klickar på :guilabel:`Spara` visas en förhandsgranskning av matchande komponenter, där du kan kontrollera om konfigurationen verkligen motsvarar dina behov:
ta: நீங்கள் தாக்கியதும்: வபஇசிட்டை: `சேமி`, பொருந்தக்கூடிய கூறுகளின் முன்னோட்டம் வழங்கப்படும், உள்ளமைவு உண்மையில் உங்கள் தேவைகளுடன் பொருந்துமா என்பதை நீங்கள் சரிபார்க்கலாம்:
tr: :guilabel:`Kaydet` üzerine tıkladığınızda, yapılandırmanın gereksinimlerinize uyup uymadığını denetleyebileceğiniz biçimde eşleşen bileşenlerin ön izlemesi sunulur:
uk: Після натискання кнопки :guilabel:`Зберегти` буде показано попередній перегляд відповідних складників, за допомогою якого ви зможете перевірити, чи відповідають налаштування вашим потребам:
zh_hans: 点击 :guilabel:`保存` 后，将显示匹配部件的预览，您可以从中检查配置是否真正符合您的需求：
zh_hant: 一旦點擊了 :guilabel:`Save` ，將顯示匹配組件的預覽，可以檢查配置是否匹配於自己的需要：

source: Component discovery examples
de: Beispiele für die Komponentenerkennung
ga: Samplaí fionnachtana Comhpháirte
hu: Összetevő-felismerési példák
id: Contoh penemuan komponen
ja: コンポーネント検出の例
nl: Voorbeelden onderdeel opsporing
pt: Exemplos de descoberta de componentes
pt_br: Exemplos de descoberta de componentes
ru: Примеры обнаружения компонентов
sv: Exempel på komponentupptäckt
ta: கூறு கண்டுபிடிப்பு எடுத்துக்காட்டுகள்
tr: Bileşen keşfi örnekleri
uk: Приклади виявленння складників
zh_hans: 部件发现示例

source: One folder per language
de: Ein Ordner pro Sprache
ga: Fillteán amháin in aghaidh na teanga
hu: Minden nyelvhez külön mappa
id: Satu map per bahasa
ja: 言語ごとに 1 つのフォルダー
nl: Een map per taal
pt: Uma pasta por língua
pt_br: Uma pasta por idioma
ru: По одной папке на каждый язык
sv: En mapp per språk
ta: ஒரு மொழிக்கு ஒரு கோப்புறை
tr: Her dil için ayrı klasör
uk: Одна тека на мову
zh_hans: 每种语言一个文件夹

source: One folder per language containing translation files for components.
de: Ein Ordner pro Sprache, der Übersetzungsdateien für Komponenten enthält.
ga: Fillteán amháin in aghaidh na teanga ina bhfuil comhaid aistriúcháin le haghaidh comhpháirteanna.
hu: Minden nyelvhez külön mappa, amely az összetevők fordítási fájljait tartalmazza.
id: Satu folder per bahasa mengandung berkas terjemahan untuk komponen.
ja: 言語ごとに 1 つのフォルダがあり、その中に各コンポーネントの翻訳ファイルが含まれている場合。
nl: Een map per taal die vertaalbestanden voor onderdelen bevat.
pt: Uma pasta por idioma contendo os ficheiros de tradução para os componentes.
pt_br: Uma pasta por idioma contendo arquivos de traduções para componentes.
ro: Un dosar pentru fiecare limbă care conține fișiere de traducere pentru componente.
ru: Одна папка на язык, содержащая файл перевода для компонентов.
sv: En katalog per språk som innehåller översättningsfiler för komponeter.
ta: கூறுகளுக்கான மொழிபெயர்ப்பு கோப்புகளைக் கொண்ட மொழிக்கு ஒரு கோப்புறை.
tr: Her dil için bileşenlerin çeviri dosyalarını içeren ayrı bir klasör kullanılır.
uk: Одна тека для мови, що містить файли перекладів для складників.
zh_hans: 每种语言各使用一个文件夹并在其中包含相应部件的翻译文件。

source: Regular expression:
de: Regulärer Ausdruck:
ga: slonn rialta:
hu: Reguláris kifejezés:
id: Ekspresi reguler:
ja: 正規表現:
nl: Reguliere uitdrukking:
pt: Expressão regular:
pt_br: Expressão regular:
ru: Регулярное выражение:
sv: Reguljärt uttryck:
ta: வழக்கமான வெளிப்பாடு:
tr: Kurallı ifade:
uk: Формальний вираз:
zh_hans: 正则表达式：

source: Matching files:
de: Passende Dateien:
ga: Comhaid a mheaitseálann:
hu: Egyező fájlok:
id: Berkas yang cocok:
ja: 一致するファイル:
nl: Overeenkomende bestanden:
pt: Ficheiros correspondentes:
pt_br: Arquivos correspondentes:
ru: Соответствующие файлы:
sv: Filer som matchar:
ta: பொருந்தும் கோப்புகள்:
tr: Eşleşen dosyalar:
uk: Відповідні файли:
zh_hans: 匹配文件：

source: Gettext locales layout
de: Gettext-Gebietsschema-Layout
ga: Leagan amach locales Gettext
hu: Gettext helyi fájlszerkezet
id: Tata letak lokal Gettext
ja: Gettext 形式のロケールのレイアウト
pt: Layout de localidades gettext
pt_br: Layout de localidades gettext
ru: Получение раскладки локалей текста
sv: Gettext-lokaliseringens layout
ta: உரைபெறு இடங்கள் தளவமைப்பு
tr: Gettext yerelleri yerleşimi
uk: Компонування локалей Gettext
zh_hans: Gettext 语言环境布局

source: Usual structure for storing gettext PO files.
de: Übliche Struktur zum Speichern von gettext-PO-Dateien.
ga: Struchtúr is gnách chun comhaid PO gettext a stóráil.
hu: Általános struktúra a gettext PO-fájlok tárolására.
id: Struktur biasa untuk menyimpan berkas PO gettext.
ja: gettext PO ファイルを保存する一般的な構造の場合。
nl: Gebruikelijke structuur voor opslaan van gettext PO-bestanden.
pt: Estrutura habitual para armazenar ficheiros gettext PO.
pt_br: Estrutura usual para armazenar arquivos PO.
ro: Structura obișnuită pentru stocarea fișierelor gettext PO.
ru: Обычная структура для хранения gettext PO-файлов.
sv: Vanlig struktur för att lagra gettext PO-filer.
ta: உரைபெறு po கோப்புகளை சேமிப்பதற்கான வழக்கமான அமைப்பு.
tr: Gettext PO dosyalarını kaydetmek için alışılmış yapı.
uk: Звичайна структура для збереження файлів gettex PO.
zh_hans: 存储 gettext PO 文件时使用常用结构。

source: Complex filenames
de: Komplexe Dateinamen
ga: Ainmneacha comhaid casta
hu: Összetett fájlnevek
id: Nama berkas yang kompleks
ja: 複雑なファイル名
nl: Complexe bestandsnamen
pt: Nomes complexos de ficheiros
pt_br: Nomes de arquivos complexos
ru: Сложные имена файлов
sv: Komplexa filnamn
ta: சிக்கலான கோப்பு பெயர்கள்
tr: Karmaşık dosya adları
uk: Складні назви файлів
zh_hans: 复杂文件名

source: Using both component and language name within filename.
de: Verwendung von Komponenten- und Sprachenname innerhalb des Dateinamens.
ga: Ag baint úsáide as ainm comhpháirte agus teanga laistigh d'ainm an chomhaid.
hu: Az összetevő és a nyelv nevének együttes használata a fájlnévben.
id: Menggunakan kedua komponen dan nama bahasa dalam nama berkas.
ja: コンポーネントと言語の両方がファイル名に入っている場合。
nl: Namen van onderdeel en taal worden gebruikt in bestandsnaam.
pt: Utilização dos nomes de componente e idioma no nome de ficheiro.
pt_br: Usando ambos componente e nome do idioma no nome do arquivo.
ro: Utilizarea atât a componentei, cât și a denumirii limbii în numele fișierului.
ru: В имени файла используются имена компонента и языка.
sv: Använder både komponent- och språknamn i filnamn.
ta: கோப்பு பெயருக்குள் கூறு மற்றும் மொழி பெயர் இரண்டையும் பயன்படுத்துதல்.
tr: Dosya adında hem bileşen hem de dil adını kullanmak.
uk: Використання складників та назви мови в імені файлу.
zh_hans: 同时在文件名处使用部件名和语言名。

source: Repeated language code
de: Mehrmaliger Sprachcode
ga: Cód teanga arís agus arís eile
hu: Ismételt nyelvkód
id: Kode bahasa berulang
ja: 言語コードの反復
nl: Herhaalde taalcodes
pt: Código de idioma repetido
pt_br: Código de idioma repetido
ru: Повторный языковой код
sv: Upprepad språkkod
ta: மீண்டும் மொழி குறியீடு
tr: Yinelenen dil kodu
uk: Повторюваний код мови
zh_hans: 重复的语言码

source: Using language in both path and filename.
de: Verwendung von Sprache in Pfad und Dateiname.
ga: Teanga in úsáid sa chonair agus san ainm comhaid.
hu: A nyelv szerepel mind az elérési útban, mind a fájlnévben.
id: Menggunakan bahasa dalam kedua jalur dan nama berkas.
ja: 言語がパスにもファイル名にも入っている場合。
nl: Taal gebruiken in zowel pad- als bestandsnaam.
pt: Utilização do idioma no caminho e no nome de ficheiro.
pt_br: Usando idioma em ambos caminho e nome do arquivo.
ro: Utilizarea limbii atât în calea de acces, cât și în numele fișierului.
ru: В пути и имени файла используется язык.
sv: Använder språk i både sökväg och filnamn.
ta: பாதை மற்றும் கோப்பு பெயர் இரண்டிலும் மொழியைப் பயன்படுத்துதல்.
tr: Yol ve dosya adında dili kullanmak.
uk: Використанні мови у шляху та назві файлу.
zh_hans: 在路径和文件名中使用的语言名称。

source: Split Android strings
de: Android-Zeichenketten aufteilen
ga: Scoilt teaghráin Android
hu: Android szövegek felosztása
id: Bagikan string Android
ja: Android 文字列の
nl: Tekenreeksen Android splitsen
pt: Dividir cadeias do Android
pt_br: Dividir textos do Android
ru: Разделить строки Android
sv: Dela Android-strängar
ta: ஆண்ட்ராய்டு சரங்களை பிரிக்கவும்
tr: Android dizgeleri ayrılsın
uk: Розділені рядки Android
zh_hans: 分开的 Android 字符串

source: Android resource strings, split into several files.
de: Android-Zeichenketten-Ressourcen, aufgeteilt in mehrere Dateien.
ga: Teaghráin acmhainní Android, roinnte i roinnt comhaid.
hu: Android erőforrásszövegek, több fájlba szétosztva.
id: String sumber daya Android, dipecah menjadi beberapa berkas.
ja: 複数のファイルに分割された Android リソース文字列。
nl: Android resource tekenreeksen, splitsen in verschillende bestanden.
pt: Cadeias de recursos Android, divididos em vários ficheiros.
pt_br: Textos de recurso do Android, divididos em vários arquivos.
ro: Șiruri de resurse Android, împărțite în mai multe fișiere.
ru: Строки ресурсов Android, разбитые на несколько файлов.
sv: Android resurssträngar, dela i flera filer.
ta: ஆண்ட்ராய்டு வள சரங்கள், பல கோப்புகளாகப் பிரிக்கப்படுகின்றன.
tr: Android kaynak dizgeleri, birkaç dosyaya ayrılmış.
uk: Рядки ресурсів Android, розбиті на декілька файлів.
zh_hans: Android 资源字符串，分成几个文件。

source: Matching multiple paths
de: Mehrere Pfade abgleichen
ga: Cosáin iolracha a mheaitseáil
hu: Több útvonal egyeztetése
id: Mencocokkan beberapa jalur
ja: 複数のパスの一致
nl: Overeenkomende meerdere paden
pt: A combinar vários caminhos
pt_br: Combinando vários caminhos
ru: Сопоставление нескольких путей
sv: Matchning av flera sökvägar
ta: பல பாதைகளுடன் பொருந்துகிறது
tr: Birkaç yolu eşleştirmek
uk: Відповідність декільком шляхам
zh_hans: 匹配多个路径
