Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/82?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__。

source: *Released on April 20th 2022.*
de: *Veröffentlicht am 20. April 2022.*
ga: *Eisithe ar 20 Aibreán 2022.*
hu: *Kiadva: 2022. április 20.*
id: *Dirilis pada 20 April 2022.*
nl: *Uitgegeven op 20 april 2022.*
pt_br: *Atualizado em 20 de abril de 2022.*
sv: *Släpptes den 20 april 2022.*
tr: *20 Nisan 2022 tarihinde yayınlandı.*
uk: *Випущено 20 квітня 2022 року.*

source: Added support for Amharic in :ref:`check-end-stop`.
de: Unterstützung für Amharisch in :ref:`check-end-stop` hinzugefügt.
ga: Tacaíocht bhreise don Amáiris in :ref:`check-end-stop`.
hu: Amhara nyelv támogatása hozzáadva az :ref:`check-end-stop` ellenőrzéshez.
id: Menambahkan dukungan untuk bahasa Amharik di :ref:`check-end-stop`.
ja: :ref:`check-end-stop` でアムハラ語に対応。
nl: Ondersteuning toegevoegd voor Amharisch in :ref:`check-end-stop`.
pt: Adicionado suporte para Amárico em :ref:`check-end-stop`.
pt_br: Adicionado suporte para Amárico em :ref:`check-end-stop`.
ro: A fost adăugat suport pentru Amharic în :ref:`check-end-stop`.
ru: Добавлена поддержка амхарского языка в :ref:`check-end-stop`.
sv: Lagt till stöd för amhariska i :ref:`check-end-stop`.
tr: :ref:`check-end-stop` için Amharca desteği eklendi.
uk: Додано підтримку амхарської у :ref:`check-end-stop`.
zh_hans: :ref:`check-end-stop` 新增了对阿姆哈拉语的支持。

source: Added support for Burmese in :ref:`check-end-question`.
de: Unterstützung für Birmanisch in :ref:`check-end-question` hinzugefügt.
ga: Tacaíocht bhreise do Bhurmais in :ref:`check-end-question`.
hu: Burmai nyelv támogatása hozzáadva az :ref:`check-end-question` ellenőrzéshez.
id: Menambahkan dukungan untuk bahasa Burma di :ref:`check-end-question`.
ja: :ref:`check-end-question` をビルマ語に対応。
nl: Ondersteuning toegevoegd voor Birmaans in :ref:`check-end-question`.
pt: Adicionado suporte para birmanês em :ref:`check-end-question`.
pt_br: Adicionado suporte para birmanês em :ref:`check-end-question`.
ro: A fost adăugat suport pentru birmaneză în :ref:`check-end-question`.
ru: Добавлена поддержка бирманского языка в :ref:`check-end-question`.
sv: Lagt till stöd för burmesiska i :ref:`check-end-question`.
tr: :ref:`check-end-question` için Birmanca desteği eklendi.
uk: Додано підтримку бірманської у :ref:`check-end-question`.
zh_hans: :ref:`check-end-question` 新增了对缅甸语的支持。

source: Extended options of the :ref:`addon-weblate.generate.pseudolocale` add-on.
de: Erweiterte Optionen der Erweiterung: :ref:`addon-weblate.generate.pseudolocale`.
ga: Roghanna leathnaithe an bhreiseáin :ref:`addon-weblate.generate.pseudolocale`.
hu: A :ref:`addon-weblate.generate.pseudolocale` kiegészítő beállításainak bővítése.
id: Opsi tambahan dari pengaya :ref:`addon-weblate.generate.pseudolocale`.
ja: :ref:`addon-weblate.generate.pseudolocale` アドオン オプションの拡張。
nl: Opties voor de add-on :ref:`addon-weblate.generate.pseudolocale` uitgebreid.
pt: Extendidas as opções da extensão :ref:`addon-weblate.generate.pseudolocale`.
pt_br: Extendidas as opções do complemento :ref:`addon-weblate.generate.pseudolocale`.
ro: Opțiuni extinse ale suplimentului :ref:`addon-weblate.generate.pseudolocale`.
ru: Расширенные возможности дополнения :ref:`addon-weblate.generate.pseudolocale`.
sv: Utökade alternativ för tillägget :ref:`addon-weblate.generate.pseudolocale`.
tr: :ref:`addon-weblate.generate.pseudolocale` eklentisinin seçenekleri genişletildi.
uk: Розширено параметр додатка :ref:`addon-weblate.generate.pseudolocale`.
zh_hans: 扩展了 :ref:`addon-weblate.generate.pseudolocale` 附加组件的选项。

source: Avoid :ref:`addon-weblate.generate.pseudolocale` add-on to trigger failing checks.
de: Die Erweiterung :ref:`addon-weblate.generate.pseudolocale` meiden, um fehlende Qualitätsprüfungen auszulösen.
ga: Seachain :ref:`addon-weblate.generate.pseudolocale` breiseán chun seiceálacha a theipeann a spreagadh.
hu: A :ref:`addon-weblate.generate.pseudolocale` kiegészítő mostantól nem indít el hibás ellenőrzéseket.
id: Menghindari pengaya :ref:`addon-weblate.generate.pseudolocale` untuk memicu pemeriksaan yang gagal.
ja: :ref:`addon-weblate.generate.pseudolocale` アドオンによる検査の失敗を回避。
nl: Vermijden dat add-on :ref:`addon-weblate.generate.pseudolocale` mislukte controles activeert.
pt: Evita que a extensão :ref:`addon-weblate.generate.pseudolocale` acione verificações com falha.
pt_br: Evita que o complemento :ref:`addon-weblate.generate.pseudolocale` acione verificações com falha.
ro: Evitați ca add-on-ul :ref:`addon-weblate.generate.pseudolocale` să declanșeze verificări nereușite.
ru: Теперь система избегает надстройки :ref:`addon-weblate.generate.pseudolocale`, которая вызывает неудачные проверки.
sv: Undvik tillägget :ref:`addon-weblate.generate.pseudolocale` för att undvika felaktiga kontroller.
tr: :ref:`addon-weblate.generate.pseudolocale` eklentisinin denetim hatalarını tetiklemesi engellendi.
uk: Усунено можливість для додатка :ref:`addon-weblate.generate.pseudolocale` ініціювати помилки у перевірках.
zh_hans: 避免 :ref:`addon-weblate.generate.pseudolocale` 附加组件触发未通过的检查。

source: Added support for :ref:`vcs-gitea`.
de: Unterstützung für :ref:`vcs-gitea` hinzugefügt.
ga: Tacaíocht bhreise do :ref:`vcs-gitea`.
hu: Támogatás hozzáadva a :ref:`vcs-gitea` verziókezelőhöz.
id: Menambahkan dukungan untuk :ref:`vcs-gitea`.
ja: :ref:`vcs-gitea` に対応。
nl: Ondersteuning toegevoegd voor :ref:`vcs-gitea`.
pt: Adicionado suporte para :ref:`vcs-gitea`.
pt_br: Adicionado suporte para :ref:`vcs-gitea`.
ro: A fost adăugat suport pentru :ref:`vcs-gitea`.
ru: Добавлена поддержка :ref:`vcs-gitea`.
sv: Lagt till stöd för :ref:`vcs-gitea`.
tr: :ref:`vcs-gitea` özelliği eklendi.
uk: Додано підтримку :ref:`vcs-gitea`.
zh_hans: 新增了对 :ref:`vcs-gitea` 的支持。

source: Added Linux-style language code to :ref:`component-language_code_style`.
de: Sprachcode im Linux-Stil zu :ref:`component-language_code_style` hinzugefügt.
ga: Cuireadh cód teanga ar nós Linux le :ref:`component-language_code_style`.
hu: Linux-stílusú nyelvkód hozzáadva a :ref:`component-language_code_style` beállításhoz.
id: Menambahkan kode bahasa gaya Linux ke :ref:`component-language_code_style`.
ja: Linux 形式の言語コードを :ref:`component-language_code_style` に追加。
nl: Linux-stijl taalcode toegevoegd aan :ref:`component-language_code_style`.
pt_br: Adicionado código de idioma de estilo Linux a :ref:`component-language_code_style`.
ru: В :ref:`component-language_code_style` добавлен языковой код в стиле Linux.
sv: Lade till språkkod i Linux-stil till :ref:`component-language_code_style`.
tr: :ref:`component-language_code_style` için Linux biçemi dil kodu eklendi.
uk: Додано код мови у стилі Linux для :ref:`component-language_code_style`.
zh_hans: 在 :ref:`component-language_code_style` 中添加了 Linux 风格的语言代码。

source: Added support for rebuilding project translation memory.
de: Unterstützung für den Neuaufbau von Projektübersetzungsspeichern hinzugefügt.
ga: Tacaíocht bhreise le cuimhne aistriúcháin an tionscadail a atógáil.
hu: Projekt fordítási memória újraépítésének támogatása hozzáadva.
id: Menambahkan dukungan untuk membangun kembali memori terjemahan proyek.
ja: プロジェクトの翻訳メモリの再構築に対応。
nl: Ondersteuning toegevoegd voor opnieuw bouwen project vertaalgeheugen.
pt: Adicionado o suporte a recompilar a memória de tradução de projeto.
pt_br: Adicionado o suporte a recompilar a memória de tradução de projeto.
ro: A fost adăugat suport pentru reconstruirea memoriei de traducere a proiectului.
ru: Добавлена поддержка восстановления памяти переводов проекта.
sv: Lagt till stöd för att återuppbygga projektets översättningsminne.
ta: திட்ட மொழிபெயர்ப்பு நினைவகத்தை மீண்டும் உருவாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Proje çeviri belleğini yeniden oluşturma özelliği eklendi.
uk: Додано підтримку для перебудови пам'яті перекладів проєкту.
zh_hans: 新增支持重建项目翻译记忆库。

source: Improved API for creating components from a file.
de: Verbesserte API für die Erstellung von Komponenten aus einer Datei.
ga: API feabhsaithe chun comhpháirteanna a chruthú ó chomhad.
hu: API bővítése fájlból történő összetevő létrehozásához.
id: Peningkatan API untuk membuat komponen dari suatu berkas.
ja: ファイルからコンポーネントを作成する API の改善。
nl: Verbeterde API voor maken van onderdelen vanuit een bestand.
pt: Melhorada a API para criar componentes de um ficheiro.
pt_br: Melhorada a API para criar componentes de um arquivo.
ro: API îmbunătățit pentru crearea de componente dintr-un fișier.
ru: Улучшен API для создания компонентов из файла.
sv: Förbättrad API för att skapa komponenter från en fil.
ta: ஒரு கோப்பிலிருந்து கூறுகளை உருவாக்குவதற்கான மேம்படுத்தப்பட்ட பநிஇ.
tr: API bir dosyadan bileşenler oluşturma için iyileştirildi.
uk: Удосконалено програмний інтерфейс для створення компонентів з файла.
zh_hans: 改进了从文件创建部件的 API。

source: Add copy and clone buttons to other translations.
de: Hinzufügen von Schaltflächen zum Kopieren und Klonen zu anderen Übersetzungen.
ga: Cuir cnaipí cóipe agus clón le haistriúcháin eile.
hu: Fordításokhoz másolás és klónozás gombok hozzáadva.
id: Menambahkan tombol salin dan klon ke terjemahan lain.
ja: 他の翻訳をクリップボードか翻訳にコピーするボタンを追加。
nl: Knoppen voor kopiëren en klonen naar andere vertalingen.
pt: Adiciona botões de cópia e clonagem a outras traduções.
pt_br: Adiciona botões de cópia e clonagem a outras traduções.
ro: Adăugați butoane de copiere și clonare la alte traduceri.
ru: Добавлены кнопки копирования и клонирования в другие переводы.
sv: Lägg till kopiera- och klona-knappar till andra översättningar.
ta: பிற மொழிபெயர்ப்புகளில் நகல் மற்றும் நகலி பொத்தான்களைச் சேர்.
tr: Diğer çevirilere kopyala ve çoğalt düğmeleri eklendi.
uk: Додано кнопки копіювання та клонування до інших перекладів.
zh_hans: 将复制和克隆按钮添加到其他翻译。

source: Make merge request message configurable at the component level.
de: Konfigurierbarkeit der Nachricht für Merge Request auf Komponentenebene.
ga: Déan teachtaireacht iarratais chumaisc a chumrú ag leibhéal an chomhpháirt.
hu: Véglegesítési üzenet szövege mostantól összetevőszinten konfigurálható.
id: Jadikan pesan permintaan penggabungan dapat dikonfigurasi pada tingkat komponen.
ja: マージリクエストのメッセージをコンポーネント単位で設定できるように。
nl: Maak bericht Verzoek samenvoegen te configureren op niveau onderdeel.
pt_br: Torne a mensagem de merge request configurável a nível do componente.
ru: Теперь сообщение запроса на слияние можно настраивать на уровне компонента.
sv: Gör det möjligt att konfigurera meddelanden om sammanfogningsförfrågningar på komponentnivå.
ta: ஒன்றிணைப்பு கோரிக்கை செய்தியை கூறு மட்டத்தில் உள்ளமைக்க முடியும்.
tr: Birleştirme isteği iletisi bileşen düzeyinde yapılandırılabilir kılındı.
uk: Уможливлено налаштовування повідомлень щодо запиту щодо об'єднання на рівні складників.
zh_hans: 使合并请求说明可在部件级别上进行配置。

source: Improved behavior of maximal-length restriction with XML tags.
de: Verbessertes Verhalten der maximalen Längenbeschränkung bei XML-Tags.
ga: Iompar feabhsaithe srianadh fad uasta le clibeanna XML.
hu: XML címkék melletti maximális hosszkorlát viselkedése javítva.
id: Peningkatan perilaku pembatasan panjang maksimal dengan tag XML.
ja: XML タグによる最大長制限の動作の。
nl: Verbeterd gedrag van beperking maximale-lengte met XML-tags.
pt_br: Melhorado o comportamento de restrição de comprimento máximo com tags XML.
ru: Улучшено поведение ограничения максимальной длины с помощью тегов XML.
sv: Förbättrat beteende för maximal längdbegränsning med XML-taggar.
ta: எக்ச்எம்எல் குறிச்சொற்களுடன் அதிகபட்ச நீள கட்டுப்பாட்டின் மேம்பட்ட நடத்தை.
tr: XML etiketlerinde en fazla uzunluk kısıtlama davranışı iyileştirildi.
uk: Удосконалено поведінку обмеження щодо максимальної довжини з теґами XML.
zh_hans: 改进了 XML 标签最大长度限制的行为。

source: Fixed loading Fluent files with additional comments.
de: Das Laden von Fluent-Dateien mit zusätzlichen Kommentaren korrigiert.
ga: Luchtú seasta Comhaid líofa le tuairimí breise.
hu: Fluent-fájlok betöltésének javítása további megjegyzések esetén.
id: Memperbaiki pemuatan berkas Fluent dengan komentar tambahan.
ja: 追加のコメントを含む Fluent ファイルの読み込みの修正。
nl: Gerepareerd laden van bestanden van Fluent met aanvullende opmerkingen.
pt: Corrigido o carregamento de ficheiros Fluent com comentários adicionais.
pt_br: Corrigido o carregamento de arquivos Fluent com comentários adicionais.
ro: A fost reparată încărcarea fișierelor Fluent cu comentarii suplimentare.
ru: Исправлена загрузка файлов Fluent с дополнительными комментариями.
sv: Fast laddning av Fluent-filer med ytterligare kommentarer.
ta: கூடுதல் கருத்துகளுடன் நிலையான ஏற்றுதல் சரள கோப்புகளை ஏற்றுகிறது.
tr: Fluent dosyalarının ek yorumlarla yüklenmesi sorunu düzeltildi.
uk: Виправлено завантаження файлів Fluent із додатковими коментарями.
zh_hans: 修复了加载带有其他注释的 Fluent 文件的问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/77?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/77?closed=1>`__。

source: There are no special steps required.
de: Es sind keine besonderen Schritte erforderlich.
ga: Níl aon chéimeanna speisialta ag teastáil.
hu: Nincs szükség külön lépésekre.
id: Tidak ada langkah khusus yang diperlukan.
ja: 特別な操作は必要ありません。
nl: Er zijn geen speciale stappen vereist.
pt: Não há etapas especiais necessárias.
pt_br: Não há etapas especiais necessárias.
ro: Nu sunt necesari pași speciali.
ru: Никаких особых действий не требуется.
sv: Inga särskilda åtgärder krävs.
ta: சிறப்பு படிகள் எதுவும் தேவையில்லை.
tr: Herhangi bir özel adım gerekmez.
uk: Ніяких особливих кроків робити не треба.
zh_hans: 无需特殊步骤。

source: *Released on March 4th 2022.*
de: *Veröffentlicht am 4. März 2022.*
ga: *Eisithe ar 4 Márta 2022.*
hu: *Kiadva: 2022. március 4.*
id: *Dirilis pada 4 Maret 2022.*
nl: *Uitgegeven op 4 maart 2022.*
pt_br: *Atualizado em 4 de março de 2022.*
sv: *Släpptes den 4 mars 2022.*
tr: *4 Mart 2022 tarihinde yayınlandı.*
uk: *Випущено 4 березня 2022 року.*

source: Fixed corrupted MO files in the binary release.
de: Beschädigte MO-Dateien in der Binärversion korrigiert.
ga: Comhaid MO truaillithe seasta sa scaoileadh dénártha.
hu: Sérült MO-fájlok javítása a bináris kiadásban.
id: Memperbaiki berkas MO yang rusak dalam rilis biner.
ja: バイナリ リリースで破損した MO ファイルを修正。
nl: Gerepareerde corrupte MO-bestanden in de binaire uitgave.
pt: Corrigidos ficheiros MO corrompidos no lançamento binário.
pt_br: Corrigidos arquivos MO corrompidos no lançamento binário.
ro: S-au remediat fișierele MO corupte în versiunea binară.
ru: Исправлены повреждённые файлы MO в двоичной версии.
sv: Fixade korrupta MO-filer i den binära versionen.
ta: பைனரி வெளியீட்டில் நிலையான சிதைந்த mo கோப்புகள்.
tr: Binary sürümdeki bozuk MO dosyaları sorunu düzeltildi.
uk: Виправлено файли MO у двійковому випуску.
zh_hans: 修复了二进制发行版中损坏的 MO 文件。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/82?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/80?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/80?closed=1>`__。

source: Fixed missing sanitizing of arguments to Git and Mercurial - :cve:`2022-23915`, see :ghsa:`3872-f48p-pxqj` for more details.
hu: Hiányzó argumentum-szűrés Git és Mercurial esetén javítva – :cve:`2022-23915`, részletek: :ghsa:`3872-f48p-pxqj`.
id: Memperbaiki sanitasi argumen yang hilang pada Git dan Mercurial - :cve:`2022-23915`, lihat :ghsa:`3872-f48p-pxqj` untuk rincian lebih lanjut.
nl: Gerepareerd ontbrekend opschonen van argumenten voor Git en Mercurial - :cve:`2022-23915`, bekijk :ghsa:`3872-f48p-pxqj` voor meer details.
sv: Fixat saknad sanering av argument till Git och Mercurial - :cve:`2022-23915`, se :ghsa:`3872-f48p-pxqj` för mer information.
uk: Виправлено пропущене очищення аргументів для Git і Mercurial - CVE-2022-23915, див. :cve:`2022-23915`, see :ghsa:`3872-f48p-pxqj`, щоб дізнатися більше.

source: Fixed loading fuzzy strings from CSV files.
de: Das Laden von ungenauen Zeichenketten aus CSV-Dateien korrigiert.
ga: Teaghráin doiléir á luchtú seasta ó chomhaid CSV.
hu: Ellenőrizendő (zavaros) szövegek betöltésének javítása CSV-fájlokból.
id: Memperbaiki pemuatan string fuzzy dari berkas CSV.
ja: CSV ファイルから読み込む、あいまい文字列の修正。
nl: Gerepareerd laden van fuzzy tekenreeksen uit CSV-bestanden.
pt: Correção do carregamento de entradas imprecisas a partir de ficheiros CSV.
pt_br: Corrigido o carregamento de textos aproximados de arquivos CSV.
ro: S-a remediat încărcarea șirurilor neclare din fișierele CSV.
ru: Исправлена загрузка нуждающиеся в правке строк из файлов CSV.
sv: Fixade laddning av fuzzy-strängar från CSV-filer.
ta: காபிம கோப்புகளிலிருந்து தெளிவற்ற சரங்களை நிலையான ஏற்றுதல்.
tr: CSV dosyalarından belirsiz dizgelerin yüklenmesi sorunu düzeltildi.
uk: Виправлено завантаження неточно перекладених рядків з файлів CSV.
zh_hans: 修复了从 CSV 文件加载模糊字符串的问题。

source: Added support for creating teams using the API.
de: Unterstützung für die Erstellung von Teams über die API hinzugefügt.
ga: Tacaíocht bhreise chun foirne a chruthú ag baint úsáide as an API.
hu: Csapatok létrehozásának támogatása API-n keresztül hozzáadva.
id: Menambahkan dukungan untuk membuat tim menggunakan API.
ja: API を使用したチームの作成に対応。
nl: Ondersteuning toegevoegd voor maken van teams met de API.
pt: Adicionado suporte para criar equipas usando a API.
pt_br: Adicionado suporte para criar equipes usando a API.
ro: A fost adăugat suport pentru crearea de echipe prin intermediul API.
ru: Добавлена поддержка создания команд с помощью API.
sv: Lagt till stöd för att skapa team med hjälp av API.
ta: பநிஇ ஐப் பயன்படுத்தி அணிகளை உருவாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: API üzerinden takım oluşturma özelliği eklendi.
uk: Додано підтримку створення команд за допомогою програмного інтерфейсу.
zh_hans: 新增支持使用 API 创建团队。

source: Fixed user mention suggestions display.
de: Die Anzeige von Vorschlägen für Benutzererwähnungen korrigiert.
ga: Taispeántar moltaí lua úsáideora seasta.
hu: Felhasználónév-említés javaslatainak megjelenítése javítva.
id: Memperbaiki tampilan saran penyebutan pengguna.
ja: ユーザーが意見を提案する表示の修正。
nl: Gerepareerde weergave gebruiker vermeld suggesties.
pt: Corrigida a menção de utilizadores na exibição de sugestões.
pt_br: Corrigida a menção de usuários na exibição de sugestões.
ro: S-a reparat afișarea sugestiilor de mențiuni ale utilizatorilor.
ru: Исправлено отображение предложений по упоминанию пользователей.
sv: Fast visning av förslag på användaromnämnanden.
ta: நிலையான பயனர் குறிப்பு பரிந்துரைகள் காட்சி.
tr: Kullanıcı anma önerilerinin görüntülenmesi sorunu düzeltildi.
uk: Виправлено показ пропозицій із згадуванням користувача.
zh_hans: 修复了显示用户提及建议的问题。

source: The project tokens access can now be customized.
de: Der Zugriff auf die Projekt-Token kann nun angepasst werden.
ga: Is féidir rochtain comharthaí an tionscadail a shaincheapadh anois.
hu: Projekt tokenekhez való hozzáférés mostantól testreszabható.
id: Akses token proyek sekarang dapat disesuaikan.
ja: プロジェクト トークンへのアクセスのカスタマイズに対応。
nl: De tokens voor een project kunnen nu worden aangepast.
pt: O acesso com token de projetos agora podem ser personalizados.
pt_br: O acesso com token de projetos agora podem ser personalizados.
ro: Accesul token-urilor de proiect poate fi acum personalizat.
ru: Доступ к токенам проекта теперь можно настроить.
sv: Åtkomsten till projektets tokens kan nu anpassas.
ta: திட்ட டோக்கன்கள் அணுகல் இப்போது தனிப்பயனாக்கப்படலாம்.
tr: Proje belirteçlerine erişim artık özelleştirilebilir.
uk: Уможливлено налаштовування доступу до жетонів проєкту.
zh_hans: 现在可以自定义项目令牌访问了。
