Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Allow editing strings when the source is marked for editing.
de: Bearbeitung von Zeichenketten zulassen, wenn die Ausgangszeichenkette zum Bearbeiten markiert ist.
ga: Ceadaigh teaghráin eagarthóireachta nuair atá an fhoinse marcáilte le haghaidh eagarthóireachta.
hu: Lehetővé vált a szövegek szerkesztése akkor is, ha a forrás szerkesztésre van megjelölve.
id: Izinkan penyuntingan string saat sumber ditandai untuk menyunting.
ja: ソースが編集対象としてマークされている場合に文字列の編集を許可。
nl: Bewerken van tekenreeks toestaan als de bron is gemarkeerd voor bewerken.
pt: Permitir a edição de cadeias quando a fonte estiver marcada para edição.
pt_br: Permitir a edição de textos quando a fonte estiver marcada para edição.
ru: Разрешение правки строк, когда исходные помечены для редактирования.
sv: Tillåt redigering av strängar när källan är markerad för redigering.
ta: திருத்துதல் செய்வதற்கு மூலத்தைக் குறிக்கும் போது சரங்களை திருத்துதல் அனுமதிக்கவும்.
tr: Kaynak düzenleme için işaretlendiğinde dizgelerin düzenlenmesine izin verildi.
uk: Уможливлено редагування рядків, якщо початковий рядок позначено для редагування.
zh_hans: 当原文标记为需要编辑时，允许编辑字符串。

source: Updates of the last updated timestamp of a string.
de: Aktualisierungen des Zeitstempels „Zuletzt aktualisiert“ einer Zeichenkette.
ga: Nuashonruithe ar an stampa ama nuashonraithe deiridh de theaghrán.
hu: Frissül a szöveg utolsó módosításának időbélyege.
id: Pembaruan stempel waktu terakhir yang diperbarui dari suatu string.
ja: 文字列の最終更新タイムスタンプの更新。
nl: Bijwerken van tijdstempel laatst bijgewerkt van ene tekenreeks.
pt: Atualizações do último registo de data e hora atualizado a partir de uma cadeia.
pt_br: Atualizações do último registro de data e hora atualizado a partir de um texto.
sv: Uppdateringar av den senaste uppdaterade tidsstämpeln för en sträng.
ta: ஒரு சரத்தின் கடைசியாக புதுப்பிக்கப்பட்ட நேர முத்திரையின் புதுப்பிப்புகள்.
tr: Bir dizgenin son güncellenme zaman damgası güncellemeleri eklendi.
uk: Оновлення останньої часової позначки оновлення рядка.
zh_hans: 字符串最后更新时间戳的更新。

source: Fixed project and site wide installation of :ref:`addon-weblate.git.squash` and :ref:`addon-weblate.discovery.discovery` add-ons.
de: Die projekt- und plattformweite Installation der Erweiterungen :ref:`addon-weblate.git.squash` und :ref:`addon-weblate.discovery.discovery` korrigiert.
ga: Tionscadal seasta agus suiteáil ar fud an tsuímh de bhreiseáin :ref:`addon-weblate.git.squash` agus :ref:`addon-weblate.discovery.discovery`.
hu: Javítva a :ref:`addon-weblate.git.squash` és :ref:`addon-weblate.discovery.discovery` kiegészítők projekt- és webhelyszintű telepítése.
id: Memperbaiki proyek dan instalasi seluruh situs dari pengaya :ref:`addon-weblate.git.squash` dan :ref:`addon-weblate.discovery.discovery`.
ja: :ref:`addon-weblate.git.squash` および :ref:`addon-weblate.discovery.discovery` アドオンのプロジェクトおよびサイト全体のインストールの修正。
nl: Gerepareerde project- en sitebrede installatie van :ref:`addon-weblate.git.squash` en :ref:`addon-weblate.discovery.discovery` add-ons.
pt: Corrigida a instalação em todo o projeto e site dos complementos :ref:`addon-weblate.git.squash` e :ref:`addon-weblate.discovery.discovery`.
pt_br: Corrigida a instalação em todo o projeto e site dos complementos :ref:`addon-weblate.git.squash` e :ref:`addon-weblate.discovery.discovery`.
sv: Fast projekt och webbplatsomfattande installation av :ref:`addon-weblate.git.squash` och :ref:`addon-weblate.discovery.discovery` tillägg.
tr: :ref:`addon-weblate.git.squash` ve :ref:`addon-weblate.discovery.discovery` eklentilerinin proje ve site genelinde kurulumu düzeltildi.
uk: Виправлено встановлення додатків :ref:`addon-weblate.git.squash` та :ref:`addon-weblate.discovery.discovery` при встановлення на рівні проєкту і сайта.
zh_hans: 修复了项目级别和全站范围安装 :ref:`addon-weblate.git.squash` 和 :ref:`addon-weblate.discovery.discovery` 附加组件的问题。

source: Graceful handling of locking errors in the :ref:`api`.
de: Anstandslose Behandlung von Sperrfehlern in :ref:`api`.
ga: Láimhseáil íontach earráidí glasála sa :ref:`api`.
hu: Kíméletes hibakezelés a zárolási hibák esetén a :ref:`REST API <api>` használatakor.
id: Penanganan galat penguncian yang tepat dalam :ref:`api`.
ja: :ref:`api` でのロック エラーの適切な処理。
nl: Nette afhandeling van fouten bij vergrendelen in de :ref:`api`.
pt: Tratamento elegante de erros de bloqueio em :ref:`api`.
pt_br: Tratamento elegante de erros de bloqueio em :ref:`api`.
sv: Elegant hantering av låsningsfel i :ref:`api`.
tr: :ref:`api` içindeki kilitleme hatalarının doğru işlenmesi sağlandı.
uk: Штатна обробка помилок блокування у :ref:`програмному інтерфейсі <api>`.
zh_hans: 优雅处理 :ref:`api` 内的锁定错误。

source: There is a change in ``REST_FRAMEWORK`` setting (newly added ``EXCEPTION_HANDLER``).
de: Es gibt eine Änderung in der Einstellung ``REST_FRAMEWORK`` (neu hinzugefügt ``EXCEPTION_HANDLER``).
ga: Tá athrú ar an socrú ``REST_FRAMEWORK`` (`EXCEPTION_HANDLER`` nua curtha leis).
hu: Változás történt a ``REST_FRAMEWORK`` beállításban (újonnan hozzáadva: ``EXCEPTION_HANDLER``).
id: Ada perubahan dalam pengaturan ``REST_FRAMEWORK`` (baru ditambahkan ``EXCEPTION_HANDLER``).
ja: ``REST_FRAMEWORK`` 設定を変更（新規に ``EXCEPTION_HANDLER`` 追加）。
nl: Er is een wijziging in de instelling ``REST_FRAMEWORK`` (nieuw toegevoegde ``EXCEPTION_HANDLER``).
pt: Há uma alteração na configuração ``REST_FRAMEWORK`` (recém-adicionada ``EXCEPTION_HANDLER``).
pt_br: Há uma alteração na configuração ``REST_FRAMEWORK`` (recém-adicionada ``EXCEPTION_HANDLER``).
sv: Det har skett en ändring i inställningen ``REST_FRAMEWORK`` (nyligen tillagd ``EXCEPTION_HANDLER``).
ta: `` REST_FRAMEWORK`` அமைப்பில் மாற்றம் உள்ளது (புதிதாக சேர்க்கப்பட்ட `` விதிவிலக்கு_ஆன்ட்லர்``).
tr: ``REST_FRAMEWORK`` ayarında bir değişiklik yapıldı (``EXCEPTION_HANDLER`` eklendi).
uk: Зміна у параметрі ``REST_FRAMEWORK`` (додано ``EXCEPTION_HANDLER``).
zh_hans: ``REST_FRAMEWORK`` 设置有一处更改（新增 ``EXCEPTION_HANDLER``）。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/117?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/117?closed=1>`__。

source: *Released on April 20th 2024.*
de: *Veröffentlicht am 20. April 2024.*
ga: *Eisithe ar 20 Aibreán 2024.*
hu: *Kiadva: 2024. április 20.*
id: *Dirilis pada 20 April 2024.*
nl: *Uitgegeven op 20 april 2024.*
pt_br: *Atualizado em 20 de abril de 2024.*
sv: *Släpptes den 20 april 2024.*
tr: *20 Nisan 2024 tarihinde yayınlandı.*
uk: *Випущено 20 квітня 2024 року.*

source: :ref:`addons` can be now installed project-wide and site-wide.
de: :ref:`addons` können nun projekt- und plattformweit installiert werden.
ga: Is féidir :ref:`addons` a shuiteáil anois ar fud an tionscadail agus ar fud an tsuímh.
hu: A :ref:`addons` mostantól telepíthetők projekt- és teljes webhelyszinten is.
id: :ref:`addons` sekarang dapat diinstal di seluruh proyek dan seluruh situs.
ja: :ref:`addons` をプロジェクト全体およびサイト全体にインストールできるように改良。
nl: :ref:`addons` kunnen nu projectbreed en sitebreed worden geïnstalleerd.
pt: :ref:`addons` agora pode ser instalado em todo o projeto e em todo o site.
pt_br: :ref:`addons` agora pode ser instalado em todo o projeto e em todo o site.
sv: :ref:`addons` kan nu installeras för hela projektet och hela webbplatsen.
tr: :ref:`addons` kurulumunun tüm projeye ya da tüm siteye yapılması sağlandı.
uk: У новій версії :ref:`addons` можна встановлювати на рівні проєкту та сайта.
zh_hans: 现在可以在项目层级和全站范围安装 :ref:`addons`。

source: API improvements.
de: API-Verbesserungen.
ga: Feabhsuithe API.
hu: API fejlesztések.
id: Peningkatan API.
nl: Verbeteringen API.
pt_br: Aprimoramentos na API.
sv: API-förbättringar.
tr: API üzerinde iyileştirmeler yapıldı.
uk: Покращення API.

source: Added :ref:`mt-systran` automatic translation support.
de: Unterstützung für automatische Übersetzungen von :ref:`mt-systran` hinzugefügt.
ga: Curtha leis :ref:`mt-systran` tacaíocht uathoibríoch aistriúcháin.
hu: Hozzáadva: :ref:`mt-systran` automatikus fordítási támogatás.
id: Menambahkan :ref:`mt-systran` dukungan terjemahan otomatis.
ja: :ref:`mt-systran` 自動翻訳サポートの追加。
nl: Toegevoegd :ref:`mt-systran` automatische ondersteuning voor vertaling.
pt: Adicionado suporte à tradução automática :ref:`mt-systran`.
pt_br: Adicionado suporte à tradução automática :ref:`mt-systran`.
sv: Lagt till :ref:`mt-systran` stöd för automatisk översättning.
tr: Added :ref:`mt-systran` kendiliğinden çeviri desteği eklendi.
uk: Додано підтримку автоматичного перекладу :ref:`mt-systran`.
zh_hans: 新增 :ref:`mt-systran` 自动翻译支持。

source: Docker container now validates user password strength by default, see :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
de: Docker-Container prüft jetzt standardmäßig die Passwortstärke von Benutzern, siehe :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
ga: Déanann coimeádán docker neart pasfhocail an úsáideora a bhailíochtú de réir réamhshocraithe, féach :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
hu: A Docker-konténer mostantól alapértelmezetten ellenőrzi a felhasználói jelszavak erősségét, lásd: :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
id: Kontainer Docker sekarang memvalidasi kekuatan kata sandi pengguna secara bawaan, lihat :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
ja: Docker コンテナは、デフォルトでユーザーのパスワードの強度を検証するようになりました。参照: :envvar:`WEBLATE_MIN_PASSWORD_SCORE`。
nl: Docker container valideert nu standaard de lengte van gebruikerswachtwoorden, bekijk :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
pt: O contentor Docker agora valida a força da palavra-passe do utilizador por padrão, consulte :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
pt_br: O contêiner Docker agora valida a força da senha do usuário por padrão, consulte :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
sv: Docker-containern validerar nu standardmässigt användarens lösenordsstyrka, se :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
tr: Docker kapsayıcısının varsayılan olarak kullanıcı parola zorluğunu doğrulaması sağlandı. Ayrıntılı bilgi almak için: :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
uk: У новій версії контейнер Docker типово перевіряє складність пароля користувача, див. :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.
zh_hans: Docker 容器现默认验证用户密码强度，见 :envvar:`WEBLATE_MIN_PASSWORD_SCORE`.

source: Improved error reporting in :ref:`machine-translation-setup`.
de: Verbesserte Fehlerberichterstattung in :ref:`machine-translation-setup`.
ga: Tuairisciú earráide feabhsaithe in :ref:`machine-translation-setup`.
hu: Javult a hibaüzenetek megjelenítése az :ref:`machine-translation-setup` esetén.
id: Peningkatan pelaporan galat dalam :ref:`machine-translation-setup`.
ja: :ref:`machine-translation-setup` でのエラー報告の改良。
nl: Verbeterd rapporteren van fout in :ref:`machine-translation-setup`.
pt: Relatório de erros aprimorado em :ref:`machine-translation-setup`.
pt_br: Relatório de erros aprimorado em :ref:`machine-translation-setup`.
sv: Förbättrad felrapportering i :ref:`machine-translation-setup`.
tr: :ref:`machine-translation-setup` hata bildirimi iyileştirildi.
uk: Удосконалено звітування про помилки у :ref:`machine-translation-setup`.
zh_hans: 改进了 :ref:`machine-translation-setup` 中的错误报告。

source: :ref:`check-max-size` better displays rendered text.
de: :ref:`check-max-size` zeigt den gerenderten Text besser an.
ga: :ref:`check-max-size` is fearr a thaispeánann téacs rindreáilte.
hu: A :ref:`fordítás maximális méretének <check-max-size>` megjelenítése mostantól jobban kezeli a feldolgozott szöveget.
id: :ref:`check-max-size` menampilkan teks yang ditampilkan dengan lebih baik.
ja: :ref:`check-max-size` により、レンダリングされたテキストがより適切に表示。
nl: :ref:`check-max-size` betere weergave van gerenderde tekst.
pt: :ref:`check-max-size` mostra melhor o texto renderizado.
pt_br: :ref:`check-max-size` mostra melhor o texto renderizado.
sv: :ref:`check-max-size` visar renderad text bättre.
tr: :ref:`check-max-size` denetiminde oluşturulan metnin daha iyi görüntülenmesi sağlandı.
uk: :ref:`check-max-size` краще показує оброблений текст.
zh_hans: :ref:`check-max-size` 更好地展示渲染的文本。

source: Admins can now specify username and full name when :ref:`invite-user`.
de: Administratoren können jetzt bei :ref:`invite-user` den Benutzernamen und vollständigen Namen angeben.
ga: Is féidir le riarthóirí ainm úsáideora agus ainm iomlán a shonrú anois nuair a :ref:`invite-user`.
hu: A adminisztrátorok mostantól megadhatják a felhasználónevet és a teljes nevet a :ref:`felhasználók meghívása <invite-user>` funkció használatakor.
id: Admin sekarang dapat menentukan nama pengguna dan nama lengkap saat :ref:`invite-user`.
ja: 管理者は、:ref:`invite-user` 時にユーザー名とフルネームを指定できるように改良。
nl: Beheerders kunnen nu gebruikersnaam en volledige naam specificeren bij :ref:`invite-user`.
pt: Os administradores agora podem especificar o nome de utilizador e o nome completo quando :ref:`invite-user`.
pt_br: Os administradores agora podem especificar o nome de usuário e o nome completo quando :ref:`invite-user`.
sv: Administratörer kan nu ange användarnamn och fullständigt namn när de :ref:`invite-user`.
tr: Yöneticilerin :ref:`invite-user` komutunu kullandığında kullanıcı adı ve tam adını belirtebilmesi sağlandı.
uk: У новій версії адміністратори можуть вказувати ім'я користувача і повне ім'я при виконанні дії :ref:`invite-user`.
zh_hans: 管理员在 :ref:`invite-user` 时现在可以指定用户名和全名。

source: Added :ref:`check-end-interrobang`.
de: :ref:`check-end-interrobang` hinzugefügt.
ga: Curtha leis :ref:`check-end-interrobang`.
hu: Hozzáadva: :ref:`check-end-interrobang`.
id: Ditambahkan :ref:`check-end-interrobang`.
ja: :ref:`check-end-interrobang` の追加。
nl: Toegevoegd :ref:`check-end-interrobang`.
pt: Adicionado :ref:`check-end-interrobang`.
pt_br: Adicionado :ref:`check-end-interrobang`.
ru: Добавлен :ref:`check-end-interrobang`.
sv: Lagt till :ref:`check-end-interrobang`.
tr: :ref:`check-end-interrobang` eklendi.
uk: Додано :ref:`check-end-interrobang`.
zh_hans: 新增 :ref:`check-end-interrobang`。

source: :doc:`/devel/reporting` uses specific word count for CJK languages.
de: :doc:`/devel/reporting` verwenden eine spezielle Wortzählung für CJK-Sprachen.
ga: Úsáideann :doc:`/devel/reporting` comhaireamh focal ar leith do theangacha CJK.
hu: A :doc:`/devel/reporting` mostantól külön szószámlálást használ a CJK nyelvekhez.
id: :doc:`/devel/reporting` menggunakan jumlah kata khusus untuk bahasa CJK.
ja: :doc:`/devel/reporting` は CJK 言語に対して特定の単語数を使用。
nl: :doc:`/devel/reporting` gebruikt specifieke telling woorden voor CJK-talen.
pt: :doc:`/devel/reporting` usa uma contagem de palavras específica para idiomas CJK.
pt_br: :doc:`/devel/reporting` usa uma contagem de palavras específica para idiomas CJK.
sv: :doc:`/devel/reporting` använder specifikt ordräkning för CJK-språk.
tr: :doc:`/devel/reporting` tarafından CJK dilleri için özel sözcük sayısının kullanılması sağlandı.
uk: На панелі :doc:`/devel/reporting` використано спеціалізоване обчислення кількості слів для східних мов.
zh_hans: 对 CJK 语言，:doc:`/devel/reporting` 使用专门的单词计数。

source: Team membership changes are now tracked in :ref:`audit-log`.
de: Änderungen an der Teamzugehörigkeit sind nun im :ref:`audit-log` nachverfolgbar.
ga: Rianaítear athruithe ballraíochta foirne in :ref:`audit-log` anois.
hu: A csapattagsági változások mostantól rögzítésre kerülnek az :ref:`Ellenőrzési naplóban <audit-log>`.
id: Perubahan keanggotaan tim sekarang dilacak di :ref:`audit-log`.
ja: チームメンバーの変更が :ref:`audit-log` で追跡できるように改良。
nl: Wijzigingen in lidmaatschap team worden nu bijgehouden in :ref:`audit-log`.
pt: As alterações de membros da equipa agora são rastreadas em :ref:`audit-log`.
pt_br: As alterações de membros da equipe agora são rastreadas em :ref:`audit-log`.
sv: Ändringar i teammedlemskap spåras nu i :ref:`audit-log`.
tr: Takım üyeliğindeki değişikliklerin :ref:`audit-log` içine kaydedilmesi sağlandı.
uk: За змінами у членстві у командах у новій версії можна стежити за допомогою панелі :ref:`audit-log`.
zh_hans: :ref:`audit-log` 现追踪团队成员资格变化。

source: :ref:`check-check-glossary` works better for languages not using whitespace.
de: :ref:`check-check-glossary` funktioniert besser für Sprachen, die keine Leerzeichen verwenden.
ga: Oibríonn :ref:`check-check-glossary` níos fearr do theangacha nach n-úsáideann spás bán.
hu: A :ref:`Szójegyzék ellenőrzése <check-check-glossary>` mostantól jobban működik azoknál a nyelveknél, amelyek nem használnak szóközt.
id: :ref:`check-check-glossary` berfungsi lebih baik untuk bahasa yang tidak menggunakan spasi.
ja: :ref:`check-check-glossary` は、空白を使用しない言語に適しています。
nl: :ref:`check-check-glossary` werkt beter voor talen die geen witruimte gebruiken.
pt: :ref:`check-check-glossary` funciona melhor para idiomas que não usam espaços em branco.
pt_br: :ref:`check-check-glossary` funciona melhor para idiomas que não usam espaços em branco.
sv: :ref:`check-check-glossary` fungerar bättre för språk som inte använder blanktecken.
ta: :ref:`check-check-glossary` works better க்கு மொழிகள் not using whitespace.
tr: :ref:`check-check-glossary` kalite denetiminin boşluk kullanmayan dillerde daha iyi çalışması sağlandı.
uk: Покращено роботу :ref:`check-check-glossary` для мов, де не використовуються пробіли.
zh_hans: :ref:`check-check-glossary` 对不使用空白符号的语言可以更好地运作。

source: :ref:`alerts` better handle non-latin source languages.
de: :ref:`alerts` können besser mit nicht-lateinischen Ausgangssprachen umgehen.
ga: Is fearr le :ref:`alerts` teangacha foinseacha neamh-Laidine a láimhseáil.
hu: A :ref:`alerts` mostantól jobban kezelik a nem latin betűs forrásszövegeket.
id: :ref:`alerts` menangani bahasa sumber non-latin dengan lebih baik.
ja: :ref:`alerts` はラテン語以外のソース言語をより適切に処理します。
nl: :ref:`alerts` handelt niet-Latijnse brontalen beter af.
pt: :ref:`alerts` lida melhor com idiomas de origem não latinos.
pt_br: :ref:`alerts` lida melhor com idiomas de origem não latinos.
sv: :ref:`alerts` hanterar bättre icke-latinska källspråk.
tr: :ref:`alerts` tarafından Latin kökenli olmayan kaynak dillerin daha iyi işlenmesi sağlandı.
uk: У модулі :ref:`alerts` реалізовано кращу обробку для початкових мов, які не записуються латиницею.
zh_hans: :ref:`alerts` 更好地处理非拉丁字母的源语言。

source: :ref:`check-max-size` sometimes ignored ``font-spacing:SPACING`` flag.
de: :ref:`check-max-size` ignorierte manchmal die ``font-spacing:SPACING``-Markierung.
ga: :ref:`check-max-size` uaireanta neamhaird a dhéanamh ar ``font-spásáil: SPACING`` bratach.
hu: A :ref:`check-max-size` időnként figyelmen kívül hagyta a ``font-spacing:SPACING`` jelölőt.
id: :ref:`check-max-size` terkadang mengabaikan tanda ``font-spacing:SPACING``.
ja: :ref:`check-max-size` の ``font-spacing:SPACING`` フラグの無視を修正。
nl: :ref:`check-max-size` negeert soms de vlag ``font-spacing:SPACING``.
pt: :ref:`check-max-size` por vezes ignorava o marcador ``font-spacing:SPACING``.
pt_br: :ref:`check-max-size` às vezes ignorava o sinalizador ``font-spacing:SPACING``.
sv: :ref:`check-max-size` ignorerar ibland flaggan ``font-spacing:SPACING``.
tr: :ref:`check-max-size` denetiminin bazen ``font-spacing:SPACING`` imini yok sayması sorunu düzeltildi.
uk: :ref:`check-max-size` іноді ігнорував ``font-spacing:ІНТЕРВАЛ``.
zh_hans: :ref:`check-max-size` 有时忽略 ``font-spacing:SPACING`` 标记。

source: Fixed per-language statistics on nested categories.
de: Die Statistiken pro Sprache für verschachtelte Kategorien korrigiert.
ga: Staitisticí seasta in aghaidh an teanga ar chatagóirí neadaithe.
hu: Javítva a nyelvenkénti statisztikák számítása beágyazott kategóriák esetén.
id: Statistik per-bahasa tetap pada kategori bersarang.
ja: ネストされたカテゴリの言語ごとの統計の修正。
nl: Gerepareerde statistieken per-taal voor geneste categorieën.
pt: Correção das estatísticas por idioma em categorias aninhadas.
pt_br: Correção das estatísticas por idioma em categorias aninhadas.
sv: Fast statistik per språk för kapslade kategorier.
ta: உள்ளமைக்கப்பட்ட வகைகளில் ஒரு மொழி புள்ளிவிவரங்கள் நிலையானவை.
tr: İç içe kategorilerdeki dil istatistikleri düzeltildi.
uk: Виправлено статистику для окремих мов у вкладених категоріях.
zh_hans: 修复了折叠分类中不同语言统计数据的问题。

source: Fixed categories listing on per-language pages.
de: Die Kategorieauflistung auf den einzelnen Sprachseiten korrigiert.
ga: Liosta de chatagóirí seasta ar leathanaigh in aghaidh na teanga.
hu: Javítva a kategóriák listázása a nyelvspecifikus oldalakon.
id: Daftar kategori tetap pada halaman per bahasa.
ja: 言語ごとのページのカテゴリリストの修正。
nl: Gerepareerde vermelding categorieën op pagina's per-taal.
pt: Correção da listagem de categorias nas páginas por idioma.
pt_br: Correção da listagem de categorias nas páginas por idioma.
sv: Fast kategoriuppställning på sidor per språk.
ta: ஒரு மொழி பக்கங்களில் பட்டியலிடும் நிலையான வகைகள்.
tr: Dil sayfalarında kategoriler listelenirken yaşanan sorun düzenlendi.
uk: Виправлено списки категорій на сторінках окремих мов.
zh_hans: 修复了不同语言页面中分类列举的问题。

source: Fixed :guilabel:`Needs editing` state calculation.
de: Die Berechnung des Status :guilabel:`Bearbeitungsbedürftig` korrigiert.
ga: Ríomh staid :guilabel:`Needs editing` seasta.
hu: Javítva a :guilabel:`Szerkesztést igényel` állapot helytelen meghatározása.
id: Memperbaiki kalkulasi status :guilabel:`Needs editing`.
ja: :guilabel:`要編集` 状態の計算を修正。
nl: Gerepareerde berekening status :guilabel:`Bewerken nodig`.
pt: Corrigido o cálculo do estado :guilabel:`Precisa de edição`.
pt_br: Corrigido o cálculo de status :guilabel:`Necessita de edição`.
sv: Fixat :guilabel:`Behöver redigeras`-statusberäkning.
ta: சரி: கிலாபெல்: `எடிட்டிங் தேவை` மாநில கணக்கீடு.
tr: :guilabel:`Düzenlenmesi gerekli` durumu hesaplanmasında yaşanan sorun düzeltildi.
uk: Виправлено обчислення стану :guilabel:`Потребує редагування`.
zh_hans: 修复了 :guilabel:`Needs editing` 状态计算的问题。

source: Fixed changing :ref:`component-push` with :ref:`vcs-gerrit`.
de: Das Ändern der :ref:`component-push` mit :ref:`vcs-gerrit` korrigiert.
ga: Athrú seasta :ref:`component-push` le :ref:`vcs-gerrit`.
hu: Javítva a :ref:`component-push` beállítás módosítása a :ref:`vcs-gerrit` használatakor.
id: Memperbaiki perubahan :ref:`component-push` dengan :ref:`vcs-gerrit`.
ja: :ref:`component-push` を :ref:`vcs-gerrit` に変更する問題の修正。
nl: Gerepareerde wijziging :ref:`component-push` met :ref:`vcs-gerrit`.
pt: Corrigido a alteração de :ref:`component-push` com :ref:`vcs-gerrit`.
pt_br: Corrigido a alteração de :ref:`component-push` com :ref:`vcs-gerrit`.
sv: Fixat ändring av :ref:`component-push` med :ref:`vcs-gerrit`.
tr: :ref:`vcs-gerrit` ile :ref:`component-push` değişmesi sorunu düzeltildi.
uk: Виправлено зміну :ref:`component-push` з :ref:`vcs-gerrit`.
zh_hans: 修复了使用 :ref:`vcs-gerrit` 更改 :ref:`component-push` 的问题。
