Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Additionally this workflow can be extended by utilizing :ref:`component-intermediate` to include strings provided by developers, but not to be used as is in the final strings.
de: Zusätzlich kann dieser Arbeitsablauf durch die Verwendung von einer :ref:`component-intermediate` erweitert werden, um von Entwicklern bereitgestellte Zeichenketten einzuschließen, die jedoch nicht in den endgültigen Zeichenketten verwendet werden sollen.
ga: Ina theannta sin is féidir an sreabhadh oibre seo a leathnú trí :ref:`component-intermediate` a úsáid chun teaghráin a sholáthraíonn forbróirí a chur san áireamh, ach gan é a úsáid mar atá sna teaghráin deiridh.
hu: Ez a munkafolyamat kibővíthető a :ref:`component-intermediate` használatával is, így azokat a fejlesztők által biztosított szövegeket is be lehet vonni, amelyek nem a végleges fordítási célra szolgálnak.
id: Selain itu alur kerja ini dapat diperluas dengan memanfaatkan :ref:`component-intermediate` untuk menyertakan string yang disediakan oleh pengembang, tetapi tidak untuk digunakan sebagaimana adanya dalam string final.
ja: さらに :ref:`component-intermediate` を使用して、開発者が提供するが、最終的には使われない文字列を組み込むようにワークフローを拡張できます。
nl: Aanvullend kan deze werkwijze worden uitgebreid door :ref:`component-intermediate` te gebruiken om tekenreeksen op te nemen die worden verschaft door ontwikkelaars, maar niet zullen worden gebruikt in de uiteindelijke tekenreeksen.
pt: Além disso, este fluxo de trabalho pode ser estendido a usar :ref:`component-intermediate` para incluir cadeias fornecidas pelos programadores, mas não para ser usado como está nos textos finais.
pt_br: Além disso este fluxo de trabalho pode ser estendido usando :ref:`component-intermediate` para incluir textos fornecidos pelos desenvolvedores, mas não para ser usado como está nos textos finais.
ro: În plus, acest flux de lucru poate fi extins prin utilizarea :ref:`component-intermediate` pentru a include șiruri de caractere furnizate de dezvoltatori, dar care să nu fie utilizate ca atare în șirurile finale.
ru: Кроме того, этот рабочий процесс может быть расширен с помощью :ref:`файла промежуточного языка <component-intermediate>`, позволяющего включить в перевод строки, предоставленные разработчиками, но не использованными «как есть» в окончательных строках.
sv: Dessutom kan detta arbetsflöde utökas genom att använda :ref:`component-intermediate` för att inkludera strängar som tillhandahålls av utvecklare, men som inte ska användas som de är i de slutliga strängarna.
tr: Ayrıca, bu iş akışı, geliştiriciler tarafından sağlanan dizgeleri kapsayacak şekilde :ref:`component-intermediate` kullanılarak genişletilebilir. Ancak son dizgelerde olduğu gibi kullanılmamalıdır.
uk: Крім того, робочий процес може бути розширено використанням :ref:`проміжного мовного файла <component-intermediate>`, до якого буде включено рядки, які надано розробниками, але які не буде використано без обробки у остаточних рядках перекладу.
zh_hans: 另外，可以利用 :ref:`component-intermediate` 扩展此工作流程，以包括开发人员提供的字符串，但不要在最终的字符串中使用。
zh_hant: 另外，可以利用 :ref:`component-intermediate` 擴展此工作流程，以包括開發人員提供的字符串，但不要在最終的字符串中使用。

source: String states
de: Zeichenkettenstatus
ga: stáit teaghrán
hu: Szövegállapotok
id: Status string
ja: 文字列の状態
nl: Statussen tekenreeks
pt_br: Status de textos
ru: Строковые состояния
sv: Strängtillstånd
tr: Dizge durumları
uk: Стани рядків
zh_hans: 字符串状态

source: Many file formats only differentiate "Untranslated" and "Translated" strings. With some formats it is possible to store more fine-grained state information, such as "Needs editing" or "Approved".
de: Viele Dateiformate unterscheiden nur zwischen den Zeichenketten „nicht übersetzt" und „übersetzt". Bei einigen Formaten ist es möglich, detailliertere Statusinformationen zu speichern, wie z. B. „bearbeitungsbedürftig“ oder „genehmigt“.
ga: Ní dhéanann go leor formáidí comhaid idirdhealú ach ar theaghráin "Neamhaistrithe" agus "Aistrithe". Le roinnt formáidí is féidir faisnéis stáit níos míne a stóráil, mar "Eagarthóireacht Riachtanais" nó "Ceadaithe".
hu: Sok fájlformátum csak az „Nincs lefordítva” és a „Lefordítva” állapotot különbözteti meg. Bizonyos formátumok azonban lehetővé teszik részletesebb állapotinformációk tárolását is, például „Szerkesztést igényel” vagy „Jóváhagyva”.
id: Banyak format berkas hanya membedakan string "Belum Diterjemahkan" dan "Diterjemahkan". Beberapa format memungkinkan penyimpanan informasi status yang lebih terperinci, seperti "Perlu disunting" atau "Disetujui".
ja: 多くのファイル形式では、「未翻訳」文字列と「翻訳済み」の文字列の区別しかありません。一部の形式では、「要編集」や「承認済」など、より詳細な状態情報を保存できます。
nl: Veel bestandsindelingen onderscheiden alleen "Niet vertaalde" en "Vertaalde" tekenreeksen. Met enkele indelingen is het mogelijk om fijner afgestemde informatie voor de status op te slaan, zoals "Bewerken nodig" of "Goedgekeurd".
pt_br: Muitos formatos de arquivo diferenciam apenas textos "Não traduzidos" e "Traduzidos". Com alguns formatos, é possível armazenar informações de status mais refinadas, como "Necessita de edição" ou "Aprovado".
ru: Многие форматы файлов различают только строки Untranslated («Без перевода») и Translated («Переведённые»). В некоторых форматах можно хранить более подробную информацию о состоянии, например Needs editing («На правку») или Approved («Одобрено»).
sv: Många filformat skiljer endast mellan "Oöversatta" och "Översatta" strängar. Med vissa format är det möjligt att lagra mer detaljerad statusinformation, såsom "Behöver redigeras" eller "Godkänt".
ta: பல கோப்பு வடிவங்கள் "மொழிபெயர்க்கப்படாத" மற்றும் "மொழிபெயர்க்கப்பட்ட" சரங்களை மட்டுமே வேறுபடுத்துகின்றன. சில வடிவங்கள் மூலம் "திருத்துதல் தேவைகள்" அல்லது "அங்கீகரிக்கப்பட்டவை" போன்ற மிகவும் நேர்த்தியான மாநில தகவல்களை சேமிக்க முடியும்.
tr: Çoğu dosya biçimi yalnızca "Çevrilmemiş" ve "Çevrilmiş" dizgeleri birbirinden ayırır. Bazı biçimlerde, "Düzenlenmesi gerekli" ya da "Onaylanmış" gibi daha ayrıntılı durum bilgileri tutulabilir.
uk: У багатьох форматах файлів передбачено лише «неперекладені» і «перекладені» рядки. У деяких форматах можна зберігати ширший спектр стані даних, зокрема стани «потребує редагування» та «затверджено».
zh_hans: 许多文件格式只区分 “未翻译” 和 “已翻译”字符串。而某些格式可以储存更精细的状态信息，比如“需要编辑”或“已批准”。

source: Source string description
de: Beschreibung der Ausgangszeichenkette
ga: Cur síos ar an teaghrán foinse
hu: Forrásszöveg leírása
id: Deskripsi string sumber
ja: 原文の説明
nl: Locatie van bronomschrijving
pt: Descrição da cadeia fonte
pt_br: Descrição do texto fonte
ro: Descriere șir sursă
ru: Описание исходной строки
sv: Beskrivning av källsträng
ta: மூல சரம் விளக்கம்
tr: Kaynak dizge açıklaması
uk: Опис початкового рядка
zh_hans: 源字符串描述

source: Source string descriptions can be used to pass additional info about the string to translate.
de: Ausgangszeichenkettenbeschreibungen können verwendet werden, um zusätzliche Informationen über den zu übersetzenden Text zu übergeben.
ga: Is féidir cur síos ar theaghrán foinse a úsáid chun faisnéis bhreise a thabhairt faoin teaghrán atá le haistriú.
hu: A forrásszövegekhez fűzött leírások további információkat adhatnak a fordítónak.
id: Deskripsi string sumber dapat digunakan untuk meneruskan info tambahan tentang string yang akan diterjemahkan.
ja: 原文の説明を使用して、翻訳する文字列に関する追加情報を渡すことができます。
nl: Beschrijvingen van brontekenreeksen kunnen worden gebruikt om aanvullende informatie door te geven over de te vertalen tekenreeks.
pt: As descrições da cadeia fonte podem ser usadas para passar informações adicionais sobre a cadeia a traduzir.
pt_br: As descrições de textos fonte podem ser usadas para passar informações adicionais sobre o texto para traduzir.
ro: Descrierile șirului sursă pot fi utilizate pentru a transmite informații suplimentare despre șirul de tradus.
ru: Описания исходной строки можно использовать для передачи дополнительной информации о строке, которую нужно перевести.
sv: Källsträngbeskrivningar kan användas för att vidarebefordra ytterligare information om strängen som ska översättas.
ta: மொழிபெயர்க்க சரத்தைப் பற்றிய கூடுதல் தகவல்களை அனுப்ப மூல சரம் விளக்கங்களைப் பயன்படுத்தலாம்.
tr: Kaynak dizge açıklamaları, çevrilecek dizge ile ilgili ek bilgiler vermek için kullanılabilir.
uk: Описами початкових рядків можна скористатися для передавання додаткових відомостей щодо рядка, який слід перекласти.
zh_hans: 源字符串描述可用于传递要翻译的字符串的附加信息。

source: Several formats have native support for providing additional info to translators (for example :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Many other formats extract closest comment as source string description.
de: Mehrere Formate bieten native Unterstützung für das Bereitstellen zusätzlicher Informationen für Übersetzer (zum Beispiel :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Viele andere Formate extrahieren den nächsten Kommentar als Ausgangszeichenkettenbeschreibung.
ga: Tá tacaíocht dhúchais ag go leor formáidí chun faisnéis bhreise a sholáthar d’aistritheoirí (mar shampla :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Baineann go leor formáidí eile amach an tráchtaireacht is gaire mar chur síos ar an teaghrán foinse.
hu: Számos formátum natív módon támogatja az ilyen kiegészítéseket (például: :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Sok más formátumnál pedig a legközelebbi megjegyzést értelmezi a rendszer forrásszöveg-leírásként.
id: Beberapa format memiliki dukungan bawaan untuk memberikan informasi tambahan kepada penerjemah (misalnya :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Banyak format lain yang mengekstrak komentar terdekat sebagai deskripsi string sumber.
ja: いくつかのファイル形式では、翻訳者に追加情報を提供するために対応しています（例: :ref:`xliff`、:ref:`gettext`、:ref:`webex`、:ref:`csv`、:ref:`xlsx`、:ref:`qtling`、:ref:`go-i18n-json`、:ref:`gotext-json`、:ref:`arb`、:ref:`dotnet` など）。他の多くのファイル形式では、最も近いコメントを原文の説明として抽出します。
nl: Verscheidene indelingen hebben eigen ondersteuning voor het verschaffen van aanvullende informatie aan vertalers (bijvoorbeeld :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Vele andere indelingen nemen de dichtstbijzijnde opmerking uit als beschrijving voor de brontekenreeks.
pt_br: Vários formatos têm suporte nativo para fornecer informações adicionais aos tradutores (por exemplo, :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Muitos outros formatos extraem o comentário mais próximo como descrição do texto fonte.
ru: Некоторые форматы имеют встроенную поддержку предоставления дополнительной информации переводчикам (например, :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Многие другие форматы извлекают ближайший комментарий в качестве описания исходной строки.
sv: Flera format har inbyggt stöd för att tillhandahålla ytterligare information till översättare (till exempel :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`). Många andra format extraherar närmaste kommentar som källsträngbeskrivning.
tr: Çeşitli biçimler çevirmenlere ek bilgi sağlamak için yerel destek sağlar (:ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet` gibi). Diğer birçok biçim, kaynak dizge açıklaması olarak en yakın yorumu işler.
uk: У деяких форматах (наприклад :ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`) передбачено вбудовану підтримку надання додаткових даних для перекладачів. У багатьох інших форматах система видобуває найближчий коментар до коду як опис початкового рядка.
zh_hans: 有几个格式原生支持向译者提供附加信息（比如，:ref:`xliff`, :ref:`gettext`, :ref:`webex`, :ref:`csv`, :ref:`xlsx`, :ref:`qtling`, :ref:`go-i18n-json`, :ref:`gotext-json`, :ref:`arb`, :ref:`dotnet`）。许多其他格式提取最近注释作为源字符串描述。

source: Currently supported only in :ref:`tbx`.
de: Wird derzeit nur in :ref:`tbx` unterstützt.
ga: Faoi láthair ní thacaítear leis ach i :ref:`tbx`.
hu: Jelenleg ez kizárólag a :ref:`tbx` formátumban támogatott.
id: Saat ini hanya didukung di :ref:`tbx`.
ja: 現在、:ref:`tbx` でのみ対応しています。
nl: Momenteel alleen ondersteund in :ref:`tbx`.
pt_br: Atualmente suportada apenas em :ref:`tbx`.
ru: В настоящее время поддерживается только в :ref:`tbx`.
sv: Stöds för närvarande endast i :ref:`tbx`.
tr: Şu anda yalnızca :ref:`tbx` ile destekleniyor.
uk: У поточній версії підтримку передбачено лише у :ref:`tbx`.
zh_hans: 目前只在 :ref:`tbx` 中受支持。

source: Source string location
de: Ort der Ausgangszeichenkette
ga: Suíomh teaghrán foinse
hu: Forrásszöveg helye
id: Lokasi string sumber
ja: 原文の記載位置
nl: Locatie van brontekenreeks
pt: Localização da cadeia fonte
pt_br: Local do texto fonte
ro: Locație șir sursă
ru: Расположение исходной строки
sv: Källsträngens plats
ta: மூல சர இருப்பிடம்
tr: Kaynak dizge konumu
uk: Позиція джерельного рядка
zh_hans: 源字符串位置

source: Location of a string in source code might help proficient translators figure out how the string is used.
de: Der Ort einer Zeichenkette im Quellcode kann geübten Übersetzern helfen, herauszufinden, wie die Zeichenkette verwendet wird.
ga: B'fhéidir go gcabhródh suíomh teaghráin sa chód foinse d'aistritheoirí oilte a fháil amach conas a úsáidtear an teaghrán.
hu: A szöveg forráskódbeli helye segítheti a gyakorlott fordítókat annak megértésében, hogy milyen kontextusban használatos az adott szöveg.
id: Lokasi suatu string dalam kode sumber dapat membantu penerjemah yang mahir memahami bagaimana string tersebut digunakan.
ja: ソースコード内の文字列の位置情報は、熟練した翻訳者が文字列の使用状況を把握する参考になります。
nl: Locatie van een tekenreeks in de broncode zou gevorderde vertalers kunnen helpen vast te stellen hoe de tekenreeks wordt gebruikt.
pt: A localização de uma cadeia no código-fonte pode ajudar tradutores proficientes a descobrir como a cadeia é usada.
pt_br: O local de um texto no código-fonte pode ajudar tradutores proficientes a descobrir como o texto é usado.
ro: Localizarea unui șir de caractere în codul sursă ar putea ajuta traducătorii pricepuți să își dea seama cum este utilizat acel șir.
ru: Расположение строки в исходном коде может помочь опытным переводчикам понять предназначение этой строки.
sv: Placeringen av en sträng i källkoden kan hjälpa skickliga översättare att förstå hur strängen används.
ta: மூலக் குறியீட்டில் ஒரு சரத்தின் இருப்பிடம் திறமையான மொழிபெயர்ப்பாளர்களுக்கு சரம் எவ்வாறு பயன்படுத்தப்படுகிறது என்பதைக் கண்டறிய உதவும்.
tr: Bir dizgenin kaynak kodundaki konumu, yetkin çevirmenlerin dizgenin nasıl kullanıldığını anlamalarına yardımcı olabilir.
uk: Дані щодо розташування рядка у початковому коді можуть допомогти досвідченим перекладачам визначити, у який спосіб використовується рядок.
zh_hans: 字符串在源代码中的位置可能会帮助经验丰富的译者弄清楚字符串是如何使用的。
zh_hant: 源代碼中字符串的位置會幫助熟練的譯者識別出字符串如何使用。

source: This information is typically available in bilingual formats where strings are extracted from the source code using tools. For example :ref:`gettext` and :ref:`qtling`.
de: Diese Information ist in der Regel in zweisprachigen Formaten verfügbar, bei denen Zeichenketten mit Hilfe von Tools aus dem Quellcode extrahiert werden. Zum Beispiel :ref:`gettext` und :ref:`qtling`.
ga: Bíonn an fhaisnéis seo ar fáil go hiondúil i bhformáidí dátheangacha ina mbaintear teaghráin as an gcód foinse ag baint úsáide as uirlisí. Mar shampla :ref:`gettext` agus :ref:`qtling`.
hu: Ez az információ jellemzően a kétnyelvű formátumokban érhető el, ahol a szövegeket forráskódból kinyerő eszközök használják – például: :ref:`gettext` és :ref:`qtling`.
id: Informasi ini biasanya tersedia dalam format dwibahasa di mana string diekstraksi dari kode sumber menggunakan alat. Misalnya :ref:`gettext` dan :ref:`qtling`.
ja: 通常、この情報はツールを使用してソース コードから文字列が抽出されるバイリンガル形式で入手できます。たとえば、:ref:`gettext` や :ref:`qtling` などです。
nl: Deze informatie is gewoonlijk beschikbaar in tweetalige indelingen waar tekenreeksen worden uitgenomen uit de broncode met programma's. Bijvoorbeeld :ref:`gettext` en :ref:`qtling`.
pt_br: Essas informações geralmente estão disponíveis em formatos bilíngues, onde os textos são extraídos do código-fonte usando ferramentas. Por exemplo, :ref:`gettext` e :ref:`qtling`.
ru: Эта информация обычно доступна в двуязычных форматах, где строки извлекаются из исходного кода с помощью инструментов. Например, :ref:`gettext` и :ref:`qtling`.
sv: Denna information finns vanligtvis tillgänglig i tvåspråkiga format där strängar extraheras från källkoden med hjälp av verktyg. Till exempel :ref:`gettext` och :ref:`qtling`.
tr: Bu bilgiler genellikle dizgelerin araçlar kullanılarak kaynak koddan ayıklandığı iki dilli biçimlerde bulunur. Örneğin :ref:`gettext` ve :ref:`qtling`.
uk: Ці дані, типово, доступні у двомовних форматах, де рядки видобувають з початкового коду за допомогою певних інструментів. Прикладом є :ref:`gettext` і :ref:`qtling`.
zh_hans: 此信息通常在双语言格式中可用，这些格式中，使用工具从源代码中提取字符串。比如，:ref:`gettext` 和 :ref:`qtling`。

source: Translation flags allow customizing Weblate behavior. Some formats support defining those in the translation file (you can always define them in the Weblate interface, see :ref:`custom-checks`).
de: Übersetzungsmarkierungen ermöglichen das Verhalten von Weblate anzupassen. Einige Formate unterstützen die Definition dieser in der Übersetzungsdatei (Sie können jederzeit in der Weblate-Oberfläche definiert werden, siehe :ref:`custom-checks`).
ga: Ligeann bratacha aistriúcháin iompar Weblate a shaincheapadh. Tacaíonn roinnt formáidí le sainmhíniú iad siúd sa chomhad aistriúcháin (is féidir leat iad a shainiú i gcónaí i gcomhéadan Weblate, féach :ref:`custom-checks`).
hu: A fordítási jelzők (segítségével testre szabható a Weblate viselkedése. Bizonyos formátumok lehetővé teszik ezek közvetlen megadását a fordítási fájlban (de ezeket bármikor megadhatja a Weblate felületén is, lásd: :ref:`custom-checks`).
id: Tanda terjemahan memungkinkan penyesuaian perilaku Weblate. Beberapa format mendukung pendefinisian tanda tersebut dalam berkas terjemahan (Anda selalu dapat mendefinisikannya di antarmuka Weblate, lihat :ref:`custom-checks`).
ja: 翻訳フラグを使用すると、Weblate の動作をカスタマイズできます。一部の形式は、翻訳ファイルでの設定に対応しています（Weblate 管理画面からいつでも設定できます。参照: :ref:`custom-checks`）。
nl: Vlaggen voor vertalingen maken het mogelijk het gedrag van Weblate aan te passen. Sommige indelingen ondersteunen het definiëren ervan in het vertaalbestand (u kunt ze altijd definiëren in de interface van Weblate, bekijk :ref:`custom-checks`).
pt_br: Os sinalizadores de tradução permitem personalizar o comportamento do Weblate. Alguns formatos suportam a definição deles no arquivo de tradução (você sempre pode defini-los na interface do Weblate, consulte :ref:`custom-checks`).
ru: Флаги перевода позволяют настраивать поведение Weblate. Некоторые форматы поддерживают их определение в файле перевода (вы всегда можете определить их в интерфейсе Weblate, см. :ref:`custom-checks`).
sv: Översättningsflaggor gör det möjligt att anpassa Weblates beteende. Vissa format stöder definition av dessa i översättningsfilen (du kan alltid definiera dem i Weblate-gränssnittet, se :ref:`custom-checks`).
tr: Çeviri imleri, Weblate davranışının özelleştirilmesini sağlar. Bazı biçimler, imlerin çeviri dosyasında tanımlanmasını destekler (Weblate arayüzünden her zaman tanımlayabilirsiniz. Ayrıntılı bilgi almak için: :ref:`custom-checks`).
uk: За допомогою прапорців перекладу можна налаштувати поведінку Weblate. У деяких форматах передбачено підтримку визначення таких прапорців у файлі перекладу (ви завжди можете визначити їх в інтерфейсі Weblate, див. :ref:`custom-checks`).
zh_hans: 翻译标志允许自定义 Weblate 行为。某些格式支持在翻译文件中定义它们（您始终可以在 Weblate 界面中定义它们，请参阅 :ref:`custom-checks` ）。

source: This feature is modelled on flags in :ref:`gettext`.
de: Diese Funktion ist den Markierungen in :ref:`gettext` nachempfunden.
ga: Tá an ghné seo múnlaithe ar bhratacha i :ref:`gettext`.
hu: Ez a funkció a :ref:`gettext` rendszerében használt jelzők alapján került kialakításra.
id: Fitur ini dimodelkan pada tanda di :ref:`gettext`.
ja: この機能は、:ref:`gettext` のフラグを参考にしています。
nl: Deze mogelijkheid is gemodelleerd naar de vlaggen in :ref:`gettext`.
pt_br: Este recurso é modelado em sinalizadores em :ref:`gettext`.
ru: Эта функция смоделирована на флагах в :ref:`gettext`.
sv: Denna funktion är utformad efter flaggorna i :ref:`gettext`.
tr: Bu özellik, :ref:`gettext` içindeki imlerde modellenmiştir.
uk: Цю можливість моделюють на прапорцях у :ref:`gettext`.
zh_hans: 这个功能是以 :ref:`gettext` 中的标志为模型。
