Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Removed locking of translations while translating.
de: Das Sperren von Übersetzungen während des Übersetzens aufgehoben.
ga: Baineadh glasáil na n-aistriúchán agus iad á aistriú.
hu: Fordítás közben a szöveg már nem kerül zárolásra.
id: Menghapus penguncian terjemahan saat menerjemahkan.
ja: 翻訳中に翻訳がロックする問題を解決。
nl: Vergrendelen van vertalingen tijdens vertalen verwijderd.
pt: Removido o bloqueio de traduções durante a tradução.
pt_br: Removido o bloqueio de traduções durante a tradução.
ro: A fost eliminată blocarea traducerilor în timpul traducerii.
ru: Удалена блокировка переводимых строк во время перевода.
sv: Låsning av översättningar under översättningen har tagits bort.
ta: மொழிபெயர்க்கும்போது மொழிபெயர்ப்புகளின் பூட்டுதல் அகற்றப்பட்டது.
tr: Çeviri sırasında çevirilerin kilitlenmesi özelliği kaldırıldı.
uk: Вилучено блокування перекладів на час перекладу.
zh_hans: 删除了当翻译时对翻译的锁定。
zh_hant: 刪除了當翻譯時對翻譯的鎖定。

source: Added support for adding new strings to monolingual translations.
de: Unterstützung für das Hinzufügen neuer Zeichenketten zu einsprachigen Übersetzungen hinzugefügt.
ga: Tacaíocht bhreise chun teaghráin nua a chur le haistriúcháin aonteangacha.
hu: Új szövegek hozzáadásának támogatása egynyelvű fordításokhoz.
id: Menambahkan dukungan untuk menambahkan string baru ke terjemahan monolingual.
ja: モノリンガル翻訳に新しい文字列を追加する機能の追加。
nl: Ondersteuning toegevoegd voor het toevoegen van nieuwe tekenreeksen aan eentalige vertalingen.
pt: Adicionado suporte para adicionar novas cadeias a traduções monolingues.
pt_br: Adicionado suporte para adicionar novos textos a traduções monolíngues.
ro: A fost adăugat suport pentru adăugarea de noi șiruri de caractere la traducerile monolingve.
ru: Добавлена поддержка добавления новых строк к одноязычным переводам.
sv: Lagt till stöd för att lägga till nya strängar till enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளில் புதிய சரங்களைச் சேர்ப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Tek dilli çevirilere yeni dizgeler ekleme özelliği eklendi.
uk: Додано підтримку додавання нових рядків до одномовних перекладів.
zh_hans: 对于为单语言翻译添加新的字符串添加了支持。
zh_hant: 對於為單語言翻譯添加新的字符串添加了支持。

source: Added support for translation workflows with dedicated reviewers.
de: Unterstützung für Übersetzungsabläufe mit dedizierten Prüfern hinzugefügt.
ga: Tacaíocht bhreise do shreafaí oibre aistriúcháin le hathbhreithneoirí tiomnaithe.
hu: Fordítási munkafolyamat támogatása dedikált ellenőrzőkkel.
id: Menambahkan dukungan untuk alur kerja terjemahan dengan peninjau khusus.
ja: 専任の査読者がいる翻訳作業に対応。
nl: Ondersteuning toegevoegd voor werkstromen voor vertalen met toegewezen beoordelaars.
pt: Adicionado suporte para fluxos de trabalho de tradução com revisores dedicados.
pt_br: Adicionado suporte para fluxos de tradução com revisores dedicados.
ro: A fost adăugat suport pentru fluxurile de lucru de traducere cu revizori dedicați.
ru: Добавлена поддержка рабочего процесса перевода с выделенными рецензентами.
sv: Lagt till stöd för översättningsarbetsflöden med dedikerade granskare.
ta: அர்ப்பணிப்பு விமர்சகர்களுடன் மொழிபெயர்ப்பு பணிப்பாய்வுகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Seçilmiş onaylayıcılar ile çeviri iş akışı özelliği eklendi.
uk: Додано підтримку процесів перекладу із спеціалізованими рецензентами.
zh_hans: 新增了对具有专门审校员的翻译流程的支持。
zh_hant: 對專門复核人員的翻譯流程添加了支持。

source: *Released on October 13th 2017.*
de: *Veröffentlicht am 13. Oktober 2017.*
ga: *Eisithe ar 13 Deireadh Fómhair 2017.*
hu: *Kiadva: 2017. október 13.*
id: *Dirilis pada 13 Oktober 2017.*
nl: *Uitgegeven op 13 oktober 2017.*
pt_br: *Atualizado em 13 de outubro de 2017.*
sv: *Släpptes den 13 oktober 2017.*
tr: *13 Ekim 2017 tarihinde yayınlandı.*
uk: *Випущено 13 жовтня 2017 року.*

source: Fixed running testsuite in some specific situations.
de: Die Ausführung der Testsuite in bestimmten Situationen korrigiert.
ga: Suite tástála reatha seasta i gcásanna áirithe.
hu: Tesztcsomag futtatásának javítása bizonyos speciális esetekben.
id: Memperbaiki rangkaian pengujian yang berjalan dalam beberapa situasi tertentu.
ja: 一部の特定の状況下で発生していたテストスイート実行時の問題を修正。
nl: Uitvoeren van testsuite in sommige specifieke situaties gerepareerd.
pt: Corrigido o conjunto de testes em execução em algumas situações específicas.
pt_br: Corrigido o conjunto de testes em execução em algumas situações específicas.
ro: A fost reparată rularea suitei de testare în anumite situații specifice.
ru: Исправлен запуск тестов в некоторых специфических ситуациях.
sv: Fixade testsuiten i vissa specifika situationer.
ta: சில குறிப்பிட்ட சூழ்நிலைகளில் நிலையான இயங்கும் சோதனை.
tr: Bazı özel durumlarda sınama paketinin çalıştırılmasında yaşanan sorun düzeltildi.
uk: Виправлено роботу комплексу тестування у певних ситуаціях.
zh_hans: 修复了在一些特定情况下运行测试套件的问题。
zh_hant: 修復了在一些特定情況下運行測試套件的問題。

source: Locales updates.
de: Gebietsschemas aktualisiert.
ga: Nuashonruithe locales.
hu: Helyi nyelvi beállítások frissítése.
id: Pembaruan lokal.
ja: 言語の更新。
nl: Bijwerken locales.
pt: Atualizações de localidades.
pt_br: Atualizações de localidades.
ro: Actualizări locale.
ru: Обновления локалей.
sv: Lokala uppdateringar.
ta: இடங்கள் புதுப்பிப்புகள்.
tr: Yereller güncellendi.
uk: Оновлення локалей.
zh_hans: 区域设置更新。
zh_hant: 區域設置更新。

source: Weblate by default does shallow Git clones now.
de: Weblate führt jetzt standardmäßig flache Git-Klone aus.
ga: De réir réamhshocraithe déanann Weblate clón éadomhain Git anois.
hu: A Weblate mostantól alapértelmezetten sekély (shallow) Git klónozást végez.
id: Weblate secara bawaan sekarang melakukan klon Git yang dangkal.
ja: Weblate がデフォルトで、Git のシャロー クローンを実行するように改良。
nl: Weblate voert nu standaard oppervlakkig klonen voor Git uit.
pt: O Weblate por padrão agora faz clones rasos do Git.
pt_br: O Weblate por padrão agora faz clones rasos do Git.
ro: Weblate, în mod implicit, face acum clone Git superficiale.
ru: Теперь Weblate по умолчанию делает поверхностные (shallow) Git-клоны.
sv: Weblate gör nu som standard ytliga Git-kloner.
ta: முன்னிருப்பாக வலைபெயர்ப்பு இப்போது ஆழமற்ற அறிவிலி குளோன்களைச் செய்கிறது.
tr: Git kopyalarının varsayılan olarak sığ olması sağlandı.
uk: Реалізовано типове поверхневе клонування Weblate сховищ Git.
zh_hans: 现在 Weblate 默认进行 Git 浅克隆。
zh_hant: 現在 Weblate 默認進行 Git 淺克隆。

source: Improved performance when updating large translation files.
de: Verbesserte Leistung beim Aktualisieren großer Übersetzungsdateien.
ga: Feidhmíocht fheabhsaithe agus comhaid mhóra aistriúcháin á nuashonrú.
hu: Teljesítményjavítás nagy fordítási fájlok frissítésekor.
id: Peningkatan kinerja saat memperbarui berkas terjemahan berukuran besar.
ja: 大規模な翻訳ファイルの更新処理の改良。
nl: Verbeterde prestaties bij updaten van grote bestanden.
pt: Melhorado o desempenho ao atualizar ficheiros de tradução grandes.
pt_br: Melhorado o desempenho ao atualizar grandes arquivos de tradução.
ro: Performanță îmbunătățită la actualizarea fișierelor de traducere mari.
ru: Улучшена производительность при обновлении больших файлов перевода.
sv: Förbättrad prestanda vid uppdatering av stora översättningsfiler.
ta: பெரிய மொழிபெயர்ப்பு கோப்புகளைப் புதுப்பிக்கும்போது மேம்பட்ட செயல்திறன்.
tr: Büyük çeviri dosyalarını güncelleme başarımı artırıldı.
uk: Удосконалено швидкодію при оновленні великих файлів перекладу.
zh_hans: 改进了更新大的翻译文件时的性能。
zh_hant: 改進了更新大的翻譯文件時的性能。

source: Added support for blocking certain e-mails from registration.
de: Unterstützung für das Blockieren bestimmter E-Mails bei der Registrierung hinzugefügt.
ga: Tacaíocht bhreise chun ríomhphoist áirithe a bhlocáil ó chlárú.
hu: Bizonyos e-mail címek regisztrációjának tiltása támogatott.
id: Menambahkan dukungan untuk memblokir surel tertentu dari pendaftaran.
ja: 特定のメールアドレスを登録時にブロックする機能の追加。
nl: Ondersteuning toegevoegd voor blokkeren van bepaalde e-mails bij registreren.
pt: Adicionado suporte para bloquear o registo de certos e-mails.
pt_br: Adicionado suporte para bloquear o registro de certos e-mails.
ro: A fost adăugat suport pentru blocarea anumitor e-mailuri de la înregistrare.
ru: Добавлена поддержки блокировки регистрации с определённых адресов e-mail.
sv: Lagt till stöd för att blockera vissa e-postmeddelanden från registrering.
ta: பதிவிலிருந்து சில மின்னஞ்சல்களைத் தடுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Belirli e-posta adresleri ile hesap açılması engelleme özelliği eklendi.
uk: Додано підтримку блокування певних адрес електронної пошти при реєстрації.
zh_hans: 为阻挡注册的某个电子邮箱地址添加了支持。
zh_hant: 為阻擋註冊的某個電子郵件地址添加了支持。

source: Users can now delete their own comments.
de: Benutzer können nun ihre eigenen Kommentare löschen.
ga: Is féidir le húsáideoirí a gcuid tuairimí féin a scriosadh anois.
hu: A felhasználók mostantól törölhetik saját megjegyzéseiket.
id: Pengguna sekarang dapat menghapus komentar mereka sendiri.
ja: ユーザーが自身のコメントを削除できる機能の追加。
nl: Gebruikers kunnen nu hun eigen opmerkingen verwijderen.
pt: Os utilizadores agora podem apagar os próprios comentários.
pt_br: Os usuários agora podem excluir seus próprios comentários.
ro: Utilizatorii își pot șterge acum propriile comentarii.
ru: Пользователи теперь могут удалять свои собственные комментарии.
sv: Användare kan nu radera sina egna kommentarer.
ta: பயனர்கள் இப்போது தங்கள் சொந்த கருத்துக்களை நீக்கலாம்.
tr: Kullanıcıların kendi yorumlarını silebilmesi özelliği eklendi.
uk: У новій версії передбачено можливість вилучення власних коментарів користувачами.
zh_hans: 用户现在可以删除自己的评论。
zh_hant: 用戶現在可以刪除自己的註釋。

source: Added preview step to search and replace feature.
de: Vorschauschritt zur Funktion „Suchen und Ersetzen“ hinzugefügt.
ga: Cuireadh céim réamhamhairc leis chun gné a chuardach agus a athsholáthar.
hu: Előnézeti lépés hozzáadva a keresés és csere funkcióhoz.
id: Menambahkan langkah pratinjau untuk mencari dan mengganti fitur.
ja: 検索と置換機能に確認画面を追加。
nl: Voorbeeldstap toegevoegd voor mogelijkheid van zoeken en vervangen.
pt: Adicionada etapa de visualização para o recurso de pesquisar e substituir.
pt_br: Adicionada etapa de visualização para a função de busca e substituição.
ro: A fost adăugată etapa de previzualizare la funcția de căutare și înlocuire.
ru: Добавлена возможность предварительтельного просмотра при использовании «найти и заменить».
sv: Förhandsgranskningssteg har lagts till i sök- och ersättningsfunktionen.
ta: அம்சத்தைத் தேடவும் மாற்றவும் முன்னோட்ட படி சேர்க்கப்பட்டது.
tr: Arama ve değiştirme özelliği için ön izleme adımı eklendi.
uk: Додано крок попереднього перегляду для можливості пошуку із заміною.
zh_hans: 为搜索和替换特性添加了预览步骤。
zh_hant: 為搜索和替換特性添加了預覽步驟。

source: Client side persistence of settings in search and upload forms.
de: Clientseitige Aufrechterhaltung der Einstellungen in Such- und Upload-Formularen.
ga: Seasamh taobh an chliaint maidir le socruithe sna foirmeacha cuardaigh agus uaslódála.
hu: Kliensoldali beállításmentés a keresési és feltöltési űrlapokban.
id: Ketahanan pengaturan sisi klien pada formulir pencarian dan pengunggahan.
ja: 検索フォームとアップロード フォームでの設定を、クライアント側で保存するように改良。
nl: Behouden van instellingen aan zijde cliënt in formulieren voor zoeken en uploaden.
pt: Persistência das configurações do lado do cliente em formulários de pesquisa e envio.
pt_br: Persistência das configurações do lado do cliente em formulários de busca e envio.
ro: Persistența pe partea clientului a setărilor în formularele de căutare și încărcare.
ru: Настройки форм поиска и загрузки теперь постоянны для каждого клиента.
sv: Klientens inställningar sparas i sök- och uppladdningsformulär.
ta: தேடல் மற்றும் பதிவேற்ற படிவங்களில் அமைப்புகளின் கிளையன்ட் பக்க நிலைத்தன்மை.
tr: Arama ve yükleme formlarındaki ayarların istemci tarafında tutulması sağlandı.
uk: Реалізовано збереження параметрів пошуку і форм вивантаження на боці клієнта.
zh_hans: 搜索和上传表单时客户端一侧设置的持久性。
zh_hant: 搜索和上傳表格時客戶端一側設置的持久性。

source: Extended search capabilities.
de: Suchmöglichkeiten erweitert.
ga: Cumais chuardaigh leathnaithe.
hu: Kibővített keresési képességek.
id: Kemampuan pencarian yang diperluas.
ja: 検索機能の拡張。
nl: Zoekmogelijkheden uitgebreid.
pt: Capacidades de pesquisa estendidos.
pt_br: Capacidades de busca estendidos.
ro: Capacități de căutare extinse.
ru: Расширены возможности поиска.
sv: Utökade sökfunktioner.
ta: நீட்டிக்கப்பட்ட தேடல் திறன்கள்.
tr: Arama yetenekleri artırıldı.
uk: Розширено можливості з пошуку.
zh_hans: 扩展了搜索能力。
zh_hant: 擴展了搜索能力。

source: More fine grained per project ACL configuration.
de: Detailliertere Konfiguration der Zugriffssteuerungsliste pro Projekt.
ga: Níos míne i gcumraíocht ACL an tionscadail.
hu: Részletesebb hozzáférés-vezérlési beállítások projektszinten.
id: Konfigurasi ACL per proyek yang lebih rinci.
ja: プロジェクトごとに ACL を詳細に設定できるように改良。
nl: Configuratie van ACL beter fijn af te stemmen per project.
pt: Mais granularidade por configuração de ACL do projeto.
pt_br: Mais granularidade por configuração de ACL do projeto.
ro: Configurație ACL mai fină pentru fiecare proiect.
ru: Более тонкая попроектная настройка ACL.
sv: Mer detaljerad ACL-konfiguration per projekt.
ta: திட்ட acl உள்ளமைவுக்கு மிகவும் சிறந்த தானியங்கள்.
tr: Her projeye özel erişim denetimi yapılandırmasının ayrıntıları artırıldı.
uk: Реалізовано точніші налаштування ACL на рівні проєкту.
zh_hans: 每个项目的更细粒度的 ACL 配置。
zh_hant: 每個項目的更細粒度的 ACL 配置。

source: Default value of BASE_DIR has been changed.
de: Den Standardwert von BASE_DIR geändert.
ga: Athraíodh luach réamhshocraithe BASE_DIR.
hu: A BASE_DIR alapértelmezett értéke megváltozott.
id: Nilai bawaan BASE_DIR telah diubah.
ja: BASE_DIR のデフォルト値を変更。
nl: Standaard waarde van BASE_DIR is gewijzigd.
pt: O valor padrão de BASE_DIR foi alterado.
pt_br: O valor padrão de BASE_DIR foi alterado.
ro: Valoarea implicită a lui BASE_DIR a fost modificată.
ru: Изменено значение по умолчанию для BASE_DIR.
sv: Standardvärdet för BASE_DIR har ändrats.
ta: base_dir இன் இயல்புநிலை மதிப்பு மாற்றப்பட்டுள்ளது.
tr: BASE_DIR varsayılan değeri değiştirildi.
uk: Змінено типове значення BASE_DIR.
zh_hans: BASE_DIR 的默认值已经更改。
zh_hant: BASE_DIR 的默認值已經更改。

source: Added two step account removal to prevent accidental removal.
de: Die Kontolöschung erfolgt nun in zwei Schritten, um ein versehentliches Löschen zu verhindern.
ga: Cuireadh baint cuntais dhá chéim leis chun baint de thaisme a chosc.
hu: Fióktörlés mostantól kétlépcsős, a véletlen törlés elkerülése érdekében.
id: Menambahkan penghapusan akun dua langkah untuk mencegah penghapusan yang tidak disengaja.
ja: アカウントの削除のミスを回避するため、削除を 2 段階に変更。
nl: Verwijderen van account in twee stappen toegevoegd om verwijderen per abuis te voorkomen.
pt: Adicionada a remoção da conta em duas etapas para evitar a remoção acidental.
pt_br: Adicionada a remoção da conta em duas etapas para evitar a remoção acidental.
ro: S-a adăugat eliminarea contului în doi pași pentru a preveni eliminarea accidentală.
ru: Добавлен второй, дополнительный, шаг при удалении учётной записи, дабы предупредить случайные удаления.
sv: Lagt till tvåstegsprocess för borttagning av konto för att förhindra oavsiktlig borttagning.
ta: தற்செயலாக அகற்றப்படுவதைத் தடுக்க இரண்டு படி கணக்கு அகற்றலைச் சேர்த்தது.
tr: Yanlışlıkla silmeyi önlemek için hesap silme işleminin iki adımda yapılması sağlandı.
uk: Додано двокрокову процедуру вилучення облікового запису, щоб запобігти випадковому вилученню.
zh_hans: 添加了两步账户删除，来防止意外删除。
zh_hant: 添加了兩步賬戶刪除，來防止意外刪除。

source: Project access control settings is now editable.
de: Die Einstellungen für die Projekt-Zugriffssteuerung sind nun editierbar.
ga: Is féidir socruithe rialaithe rochtana tionscadail a chur in eagar anois.
hu: Projekt hozzáférés-vezérlési beállításai mostantól szerkeszthetők.
id: Pengaturan kontrol akses proyek sekarang dapat disunting.
ja: プロジェクトのアクセス制御設定を編集可能に改良。
nl: Beheersinstellingen voor projecttoegang zijn nu te bewerken.
pt: As configurações de controle de acesso do projeto agora podem ser editadas.
pt_br: As configurações de controle de acesso do projeto agora podem ser editadas.
ro: Setările de control al accesului la proiect sunt acum editabile.
ru: Теперь можно редактировать настройки доступа к проекту.
sv: Inställningarna för åtkomstkontroll för projektet kan nu redigeras.
ta: திட்ட அணுகல் கட்டுப்பாட்டு அமைப்புகள் இப்போது திருத்தக்கூடியவை.
tr: Proje erişim denetimi ayarlarını düzenleme özelliği eklendi.
uk: Передбачено можливість редагування параметрів керування доступом до проєкту.
zh_hans: 现在可以编辑项目访问控制设置。
zh_hant: 現在可以編輯項目訪問控制設置。

source: Added optional spam protection for suggestions using Akismet.
de: Optionaler Spamschutz von Akismet für Übersetzungsvorschläge hinzugefügt.
ga: Cuireadh cosaint turscair roghnach leis le haghaidh moltaí ag baint úsáide as Akismet.
hu: Javaslatokhoz opcionális spamvédelem Akismet segítségével.
id: Menambahkan perlindungan spam opsional untuk saran menggunakan Akismet.
ja: 提案のスパム保護のため、オプションで Akismet を追加。
nl: Optionele spambeveiliging met Akismet toegevoegd voor suggesties.
pt: Adicionada proteção opcional contra spam para sugestões usando Akismet.
pt_br: Adicionada proteção opcional contra spam para sugestões usando Akismet.
ro: A fost adăugată protecția opțională împotriva spam-ului pentru sugestiile care utilizează Akismet.
ru: Добавлена опционально защита от спама в предложениях с помощью Akismet.
sv: Lagt till valfritt spamskydd för förslag med hjälp av Akismet.
ta: அகிச்மெட்டைப் பயன்படுத்தி பரிந்துரைகளுக்கு விருப்ப ச்பேம் பாதுகாப்பு சேர்க்கப்பட்டது.
tr: Öneriler için Akismet ile istenmeyen içerikleri engelleme özelliği eklendi.
uk: Додано необов'язковий захист за допомогою Akismet від спаму пропозиціями.
zh_hans: 添加了可选的垃圾保护功能，建议使用 Akismet。
zh_hant: 添加了使用 Akismet 建議的可選垃圾郵件保護。

source: *Released on August 11th 2017.*
de: *Veröffentlicht am 11. August 2017.*
ga: *Eisithe ar 11 Lúnasa 2017.*
hu: *Kiadva: 2017. augusztus 11.*
id: *Dirilis pada 11 Agustus 2017.*
nl: *Uitgegeven op 11 augustus 2017.*
pt_br: *Atualizado em 11 de agosto de 2017.*
sv: *Släpptes den 11 augusti 2017.*
tr: *11 Ağustos 2017 tarihinde yayınlandı.*
uk: *Випущено 11 серпня 2017 року.*

source: Added support for nested JSON format.
de: Unterstützung für verschachteltes JSON-Format hinzugefügt.
ga: Tacaíocht bhreise don fhormáid JSON neadaithe.
hu: Beágyazott JSON formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format JSON bersarang.
ja: ネスト化した JSON 形式に対応。
nl: Ondersteuning toegevoegd voor geneste JSON-indeling.
pt: Adicionado suporte para o formato JSON aninhado.
pt_br: Adicionado suporte para o formato JSON aninhado.
ro: A fost adăugat suport pentru formatul JSON imbricate.
ru: Добавлена поддержка вложенного формата JSON.
sv: Stöd för kapslat JSON-format har lagts till.
ta: உள்ளமைக்கப்பட்ட சாதொபொகு வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: İçe içe geçmiş JSON biçimi desteği eklendi.
uk: Додано підтримку для вкладеного формату JSON.
zh_hans: 为嵌套 JSON 格式添加了支持。
zh_hant: 為嵌套 JSON 格式添加了支持。

source: Added support for WebExtension JSON format.
de: Unterstützung für das WebExtension-JSON-Format hinzugefügt.
ga: Tacaíocht bhreise d'fhormáid WebExtension JSON.
hu: WebExtension JSON formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format WebExtension JSON.
ja: WebExtension JSON 形式に対応。
nl: Ondersteuning toegevoegd voor indeling WebExtension JSON.
pt: Adicionado suporte para o formato WebExtension JSON.
pt_br: Adicionado suporte para o formato WebExtension JSON.
ro: A fost adăugat suport pentru formatul JSON WebExtension.
ru: Добавлена поддержка формата WebExtension JSON.
sv: Stöd för WebExtension JSON-format har lagts till.
ta: weblextension சாதொபொகு வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: WebExtension JSON biçimi desteği eklendi.
uk: Додано підтримку формату WebExtension JSON.
zh_hans: 为 WebExtension JSON 格式添加了支持。
zh_hant: 為 WebExtension JSON 格式添加了支持。

source: Fixed git exporter authentication.
de: Die Authentifizierung des Git-Exporters korrigiert.
ga: Fíordheimhniú easpórtálaí git seasta.
hu: Git exportálás hitelesítési problémái javítva.
id: Memperbaiki autentikasi pengekspor git.
ja: git エクスポーター認証の修正。
nl: Authenticatie voor exporteerder Git gerepareerd.
pt: Corrigida a autenticação com exportador git.
pt_br: Corrigida a autenticação com exportador git.
ro: A fost reparată autentificarea exportatorului git.
ru: Исправлена авторизация при экспорте в git.
sv: Fixad autentisering för git-exportör.
ta: நிலையான அறிவிலி ஏற்றுமதியாளர் ஏற்பு.
tr: Git dışa aktarıcıda yaşanan kimlik doğrulaması sorunu düzeltildi.
uk: Виправлено розпізнавання у засобі експортування git.
zh_hans: 修复了 git 导出认证。
zh_hant: 修復了 git 導出認證。

source: Improved CSV import in certain situations.
de: Verbesserter CSV-Import in bestimmten Situationen.
ga: Iompórtáil CSV feabhsaithe i gcásanna áirithe.
hu: CSV import javítva bizonyos esetekben.
id: Peningkatan impor CSV dalam situasi tertentu.
ja: 特定の状況での CSV インポート問題の改良。
nl: Verbeterd importeren van CSV in bepaalde situaties.
pt: Melhorada a importação de CSV em certas situações.
pt_br: Melhorada a importação de CSV em certas situações.
ro: Import CSV îmbunătățit în anumite situații.
ru: Улучшен импорт CSV в некоторых случаях.
sv: Förbättrad CSV-import i vissa situationer.
ta: சில சூழ்நிலைகளில் மேம்படுத்தப்பட்ட காபிம இறக்குமதி.
tr: Belirli durumlar için CSV içe aktarma işlemi iyileştirildi.
uk: Удосконалено імпортування CSV у деяких випадках.
zh_hans: 改进了某些情况下的 CSV 导入。
zh_hant: 改進了某些情況下的 CSV 導入。

source: Improved look of Other translations widget.
de: Verbessertes Aussehen des Widgets „Andere Übersetzungen“.
ga: Cuma feabhsaithe ar ghiuirléid aistriúcháin Eile.
hu: Az „Egyéb fordítások” widget megjelenése javult.
id: Peningkatan tampilan widget Terjemahan lainnya.
ja: その他の翻訳ウィジェットのデザインの改良。
nl: Verbeterd uiterlijk van widget Andere vertalingen.
pt: Melhorada a aparência do widget Outras traduções.
pt_br: Melhorada a aparência do widget Outras traduções.
ro: A fost îmbunătățit aspectul widget-ului Alte traduceri.
ru: Улучшен внешний вид виджета «Другие переводы».
sv: Förbättrat utseende på widgeten Andra översättningar.
ta: பிற மொழிபெயர்ப்புகளின் மேம்பட்ட தோற்றம் விட்செட்டில்.
tr: Diğer çeviriler pano bileşeni görünümü iyileştirildi.
uk: Удосконалено вигляд віджета «Інші переклади».
zh_hans: 改进了其它翻译小挂件的外观。
zh_hant: 改進了其它翻譯 widget 的外觀。

source: The max-length checks is now enforcing length of text in form.
de: Die Überprüfung der maximalen Länge einer Zeichenkette erzwingt nun die Textlänge im Formular.
ga: Tá fad an téacs i bhfoirm á fhorfheidhmiú anois ag seiceálacha an uasfhad.
hu: A maximális hosszra vonatkozó ellenőrzés mostantól ténylegesen korlátozza a mezőben megadható szöveg hosszát.
id: Pemeriksaan panjang maks. sekarang memberlakukan panjang teks dalam formulir.
ja: 最大文字数を調べて、フォーム内のテキストの長さを限定するように改良。
nl: De controles max-length dwingen nu de lengte van tekst in formulieren af.
pt: As verificações de comprimento máximo agora estão impondo o comprimento do texto no formulário.
pt_br: As verificações de comprimento máximo agora estão impondo o comprimento do texto no formulário.
ro: Verificările privind lungimea maximă impun acum lungimea textului din formular.
ru: Проверки максимальной длины текста теперь принуждают соблюдать её прямо в форме.
sv: Kontrollen av maximal längd tillämpas nu på textens längd i formuläret.
ta: அதிகபட்ச நீள சோதனைகள் இப்போது உரையின் நீளத்தை வடிவத்தில் செயல்படுத்துகின்றன.
tr: En fazla uzunluk denetimlerinin formda metnin uzunluğunu dayatması sağlandı.
uk: У новій версії перевірки на максимальну довжину примусово встановлюють довжину тексту у формі.
zh_hans: 对于表单中的文本长度现在强制进行最大长度检测。
zh_hant: 對於表格中的文本長度現在強制進行最大長度檢測。
