Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: In case specific format check is not available in Weblate, you can use generic :ref:`check-placeholders`.
de: Für den Fall, dass eine spezifische Formatprüfung in Weblate nicht verfügbar ist, können allgemeine :ref:`check-placeholders` verwendet werden.
ga: Sa chás nach bhfuil seiceáil formáide ar leith ar fáil in Weblate, is féidir leat úsáid a bhaint as cineálach :ref:`check-placeholders`.
hu: Ha egy adott formátumhoz nem érhető el külön ellenőrzés a Weblate-ben, használhatja az általános :ref:`check-placeholders` ellenőrzést.
id: Jika pemeriksaan format khusus tidak tersedia di Weblate, Anda dapat menggunakan :ref:`check-placeholders` generik.
ja: Weblate で指定した書式指定の検査ができない場合は、汎用の :ref:`check-placeholders` を使用できます。
nl: In het geval dat een controle voor specifieke opmaak niet beschikbaar is in Weblate, kunt u algemene :ref:`check-placeholders` gebruiken.
pt: Caso a verificação de formato específico não esteja disponível no Weblate, pode usar :ref:`check-placeholders` genéricos.
pt_br: Caso a verificação de formato específico não esteja disponível no Weblate, você pode usar :ref:`check-placeholders` genéricos.
ro: În cazul în care verificarea unui format specific nu este disponibilă în Weblate, puteți utiliza genericul :ref:`check-placeholders`.
ru: В случае, если конкретная проверка формата в Weblate отсутствует, вы можете использовать общую проверку :ref:`check-placeholders`.
sv: Om specifik formatkontroll inte är tillgänglig i Weblate kan du använda generiska :ref:`check-placeholders`.
tr: Weblate üzerinde belirli bir biçim denetimi yoksa, genel :ref:`check-placeholders` seçeneğini kullanabilirsiniz.
uk: Якщо специфічна перевірка форматування є недоступною у Weblate, ви можете скористатися загальною :ref:`перевіркою на символи-замінники <check-placeholders>`.
zh_hans: 如果 Weblate 中不提供特定格式的检查，则可以使用通用 :ref:`check-placeholders`。
zh_hant: 如果 Weblate 中不提供特定格式的檢查，則可以使用通用 :ref:`check-placeholders`。

source: Besides checking, this will also highlight the formatting strings to easily insert them into translated strings:
de: Neben der Überprüfung werden auch die Formatzeichenketten hervorgehoben, um sie leicht in die übersetzten Zeichenketten einzufügen:
ga: Chomh maith le seiceáil, leagfaidh sé seo béim freisin ar na teaghráin formáidithe chun iad a chur isteach go héasca i teaghráin aistrithe:
hu: Az ellenőrzés mellett a Weblate ki is emeli a formázási sztringeket, hogy azok könnyebben beszúrhatók legyenek a fordításba:
id: Selain memeriksa, ini juga akan menyorot string pemformatan agar mudah memasukkannya ke dalam string terjemahan:
ja: 検査に加えて、書式指定文字列はハイライトされて翻訳文に簡単に挿入できます:
nl: Naast het controleren zal dit ook de opgemaakte tekenreeksen accentueren, om ze gemakkelijk in te voegen in vertaalde tekenreeksen:
pt: Além da verificação, isto também destacará as cadeias de formatação para as inserir facilmente em cadeias traduzidas:
pt_br: Além de verificar, isso também destacará os textos e formatação para inseri-los facilmente em textos traduzidos:
ro: Pe lângă verificare, acest lucru va evidenția, de asemenea, șirurile de formatare pentru a le insera cu ușurință în șirurile traduse:
ru: Помимо проверки, эти флаги также включают подсветку строк формата, чтобы их было легко вставлять в перевод:
sv: Förutom att kontrollera kommer detta också att markera formateringssträngarna så att de enkelt kan infogas i översatta strängar:
ta: சரிபார்ப்பதைத் தவிர, மொழிபெயர்க்கப்பட்ட சரங்களில் அவற்றை எளிதாக செருக வடிவமைக்கும் சரங்களையும் இது முன்னிலைப்படுத்தும்:
tr: Kalite denetimin yanında, bu seçenek çeviri dizgelerine kolayca eklemek için biçimlendirme dizgelerini vurgular:
uk: Окрім перевірки, Weblate підсвітить рядки форматування для спрощення вставлення їх до рядків перекладу:
zh_hans: 除了检查，这也将高亮格式化字符串，方便将它们插入到已翻译字符串：
zh_hant: 除了檢查，這也將高亮格式化字符串，方便將它們插入到已翻譯字符串:

source: AngularJS interpolation string
de: AngularJS-Interpolations-Zeichenkette
ga: Teaghrán idirshuíomh AngularJS
hu: AngularJS-helyettesítési szöveg
id: String interpolasi AngularJS
ja: AngularJS 補間文字列
nl: AngularJS-interpolatietekenreeks
pt: Cadeia de interpolação AngularJS
pt_br: Texto de interpolação AngularJS
ro: Șir de interpolare AngularJS
ru: Интерполяционная строка AngularJS
sv: AngularJS interpolationssträng
ta: angularjs இடைக்கணிப்பு சரம்
tr: AngularJS değer ekleme dizgesi
uk: Рядок інтерполяції AngularJS
zh_hans: AngularJS 插值字符串
zh_hant: AngularJS 插值字串

source: AngularJS interpolation strings do not match source.
de: AngularJS-Interpolations-Format-Zeichenketten passen nicht zur Ausgangszeichenkette.
ga: Ní hionann teaghráin idirshuíomh AngularJS agus an fhoinse.
hu: Az AngularJS-helyettesítési szöveg nem egyezik a forrással.
id: String interpolasi AngularJS tidak cocok dengan sumber.
ja: AngularJS 補間文字列が原文と一致しません。
nl: De AngularJS tekenreeksen voor interpolatie komen niet overeen met de bron.
pt_br: O texto de interpolação AngularJS não corresponde à fonte.
sv: AngularJS-interpoleringssträngar stämmer inte överens med källan.
tr: AngularJS değer ekleme dizgeleri kaynak ile aynı değil.
uk: Рядки інтерполяції AngularJS не відповідають джерелу.

source: Named format string example
de: Beispiel für eine benannte Formatzeichenkette
ga: Sampla teaghrán formáide ainmnithe
hu: Név szerinti formátum példa
id: Contoh string format yang bernama
ja: 名前付き書式文字列の例
nl: Voorbeeld tekenreeks met benoemde indeling
pt: Exemplo de cadeia de formato nomeado
pt_br: Exemplo de texto de formato nomeado
ro: Exemplu de șir de formate cu nume
ru: Пример именованной строки формата
sv: Exempel på namngiven formatsträng
ta: பெயரிடப்பட்ட வடிவமைப்பு சரம் எடுத்துக்காட்டு
tr: Adlandırılmış biçim dizgesi örneği
uk: Приклад рядка іменованого форматування
zh_hans: 命名格式字符串示例

source: `AngularJS text interpolation <https://angular.io/guide/interpolation>`_
id: `Interpolasi teks AngularJS <https://angular.io/guide/interpolation>`_
sv: `AngularJS textinterpolering <https://angular.io/guide/interpolation>`_

source: Automattic components formatting
de: Automattic-Komponenten-Formatierung
ga: Formáidiú comhpháirteanna uathoibrithe
hu: Automattic-összetevők formázása
id: Pemformatan komponen Automattic
nl: Opmaak van onderdelen van Automattic
pt_br: Formatação de componentes do Automattic
sv: Formatering av Automattic-komponenter
uk: Автоматичне форматування компонентів

source: The Automattic components' placeholders do not match the source.
de: Die Platzhalter der Automattic-Komponenten passen nicht zur Ausgangszeichenkette.
ga: Ní hionann áitchoimeádaithe na gcomhpháirteanna Automattic agus an fhoinse.
hu: Az Automattic-összetevők helyettesítői nem egyeznek a forrással.
id: Tempat penampung komponen Automattic tidak cocok dengan sumber.
ja: Automattic コンポーネントのプレースホルダーが原文と不一致
nl: De plaatsvervangers voor de Automattic onderdelen komen niet overeen met de bron.
pt_br: Os espaços reservados de componentes Automattic não correspondem à fonte.
sv: Automattic-komponenternas platshållare stämmer inte överens med källan.
tr: Automattic bileşenlerinin yer belirticileri kaynakla aynı değil.
uk: Заповнювачі компонентів Automattic не відповідають джерелу.

source: Simple format string example
de: Beispiel für eine einfache Formatzeichenkette
ga: Sampla teaghrán formáid shimplí
hu: Egyszerű formátum példa
id: Contoh string berformat sederhana
ja: 単純な書式指定文字列の例
nl: Voorbeeld tekenreeks met eenvoudige indeling
pt: Exemplo de cadeia de formato simples
pt_br: Exemplo de texto de formato simples
ro: Exemplu simplu de șir de formate
ru: Пример простой строки формата
sv: Enkelt exempel på formatsträng
ta: எளிய வடிவமைப்பு சரம் எடுத்துக்காட்டு
tr: Basit biçim dizgesi örneği
uk: Приклад рядка простого форматування
zh_hans: 简单格式字符串示例

source: `Interpolate Components <https://github.com/Automattic/wp-calypso/tree/trunk/packages/interpolate-components>`_
id: `Komponen Interpolasi <https://github.com/Automattic/wp-calypso/tree/trunk/packages/interpolate-components>`_
sv: `Interpolera komponenter <https://github.com/Automattic/wp-calypso/tree/trunk/packages/interpolate-components>`_

source: C format string does not match source.
de: C-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáid C agus an foinse.
hu: A C formátumú szöveg nem egyezik a forrással.
id: String format C tidak cocok dengan sumber.
nl: De tekenreeks voor het patroon in C komt niet overeen met de bron.
pt_br: O texto de formato C não corresponde à fonte.
sv: C-formatsträngen stämmer inte överens med källan.
tr: C biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок, формату C, не відповідає джерелу.

source: Position format string example
de: Beispiel für eine Zeichenkette im Positionsformat
ga: Sampla teaghrán formáid an phoist
hu: Pozíciós formátum példa
id: Contoh format posisi string
ja: 書式指定文字列の位置の例
nl: Voorbeeld tekenreeks met indeling op positie
pt: Exemplo de cadeia de formato de posição
pt_br: Exemplo de texto de formato de posição
ro: Exemplu de șir de formate de poziție
ru: Пример позиционной строки формата
sv: Exempel på positionsformatsträng
ta: நிலை வடிவமைப்பு சரம் எடுத்துக்காட்டு
tr: Konum biçim dizgesi örneği
uk: Приклад рядка позиційного форматування
zh_hans: 位置格式字符串示例

source: `C format strings <https://www.gnu.org/software/gettext/manual/html_node/c_002dformat.html>`_
id: `String berformat C <https://www.gnu.org/software/gettext/manual/html_node/c_002dformat.html>`_
sv: `C-formatsträngar <https://www.gnu.org/software/gettext/manual/html_node/c_002dformat.html>`_

source: C# format string does not match source.
de: C#-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide C# agus an foinse.
hu: A C# formátumú szöveg nem egyezik a forrással.
id: String format C# tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het patroon van C# komt niet overeen met de bron.
pt_br: O texto de formato C# não corresponde à fonte.
sv: C#-formatsträngen stämmer inte överens med källan.
tr: C# biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату C# не відповідає джерелу.

source: ECMAScript template literals
de: ECMAScript-Buchstabenvorlagen
ga: Teimpléad ECMAScript litreach
hu: ECMAScript sablonszövegek
id: Literal templat ECMAScript
ja: ECMAScript テンプレート リテラル
nl: ECMAScript-sjabloonletters
pt: Literais de modelo de ECMAScript
pt_br: Literais de modelo de ECMAScript
ro: Literale șablon ECMAScript
ru: Шаблонные литералы ECMAScript
sv: EMAScript-mallitteraler
ta: ecmascript வார்ப்புரு எழுத்துக்கள்
tr: ECMAScript kalıbı sabitleri
uk: Літерали шаблонів ECMAScript
zh_hans: ECMAScript 模板字面量
zh_hant: ECMAScript 模板字面值

source: ECMAScript template literals do not match source.
de: ECMAScript-Buchstabenvorlagen passen nicht zur Ausgangszeichenkette.
ga: Ní hionann litriúla teimpléid ECMAScript agus an fhoinse.
hu: Az ECMAScript sablonszövegei nem egyeznek a forrással.
id: Literal templat ECMAScript tidak cocok dengan sumber.
nl: Het sjabloon ECMAScript komt niet overeen met de bron.
pt_br: Literais de modelo ECMAScript não correspondem com a fonte.
sv: ECMAScript-malltext matchar inte källkoden.
tr: ECMAScript kalıbı sabitleri kaynakla aynı değil.
uk: Літерали шаблонів ECMAScript не відповідають джерелу.

source: Interpolation example
de: Beispiel für Interpolation
ga: Sampla idirshuíomh
hu: Helyettesítési példa
id: Contoh interpolasi
ja: 補間の例
nl: Voorbeeld interpolatie
pt: Exemplo de interpolação
pt_br: Exemplo de interpolação
ro: Exemplu de interpolare
ru: Пример интерполяции
sv: Interpolationsexempel
ta: இடைக்கணிப்பு எடுத்துக்காட்டு
tr: Değer ekleme örneği
uk: Приклад інтерполяції
zh_hans: 插值示例

source: `Template literals <https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Template_literals>`_
id: `Literal templat <https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Template_literals>`_
sv: `Mall-literaler <https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Template_literals>`_

source: The i18next interpolation does not match source.
de: Die i18next Interpolation passt nicht zur Ausgangszeichenkette.
ga: Ní hionann idirshuíomh i18next agus an fhoinse.
hu: Az i18next-helyettesítés nem egyezik a forrással.
id: Interpolasi i18next tidak cocok dengan sumber.
nl: De i18next-interpolatie komt niet overeen met de bron.
pt_br: A interpolação de i18next não corresponde à fonte.
sv: Interpoleringen i18next stämmer inte överens med källan.
tr: I18next değer eklemesi kaynaktaki ile aynı değil.
uk: Інтерполяція i18next не відповідає джерелу.

source: Nesting example
de: Beispiel für Verschachtelung
ga: Sampla neadaithe
hu: Beágyazási példa
id: Contoh nesting
ja: ネスティングの例
nl: Voorbeeld nesten
pt: Exemplo de aninhamento
pt_br: Exemplo de aninhamento
ro: Exemplu de imbricare
ru: Пример вложения
sv: Exempel på kapsling
ta: கூடு கட்டும் சான்று
tr: İç içe geçme örneği
uk: Приклад вкладеності
zh_hans: 嵌套示例

source: Syntax errors and/or placeholder mismatches in ICU MessageFormat strings.
de: Syntaxfehler und/oder nicht übereinstimmende Platzhalter in ICU MessageFormat-Zeichenketten.
ga: Earráidí comhréire agus/nó ionadsealbhóirí mímheaitseála i teaghráin MessageFormat ICU.
hu: Szintaktikai hibák és/vagy helyettesítőeltérések találhatók az ICU-üzenetformátum szövegekben.
id: Kesalahan sintaksis dan/atau kesalahan pencocokan tempat penampung di string ICU MessageFormat.
ja: ICU MessageFormat 文字列の構文エラーやプレースホルダーの不一致。
nl: Syntaxisfouten en/of onjuiste aanduidingen in ICU MessageFormat-tekenreeksen.
pt: Erros de sintaxe e/ou incompatibilidades de espaços reservados em cadeias MessageFormat do ICU.
pt_br: Erros de sintaxe e/ou incompatibilidades de espaços reservados em textos MessageFormat do ICU.
ro: Erori de sintaxă și/sau nepotriviri de substituenți în șirurile ICU MessageFormat.
ru: Ошибки синтаксиса и/или несоответствия заполнителей в строках ICU MessageFormat.
sv: Syntaxfel och/eller platshållarfel i ICU MessageFormat-strängar.
ta: தொடரியல் பிழைகள் மற்றும்/அல்லது ஒதுக்கிடங்கள் ஐ.சி.யூ செய்தி வடிவத்தில் பொருந்தாதவை.
tr: ICU MessageFormat dizgelerinde söz dizimi hataları ve/veya yer belirtici uyuşmazlıkları var.
uk: Помилки синтаксису та/або невідповідності заповнювача в рядках ICU MessageFormat.
zh_hans: ICU MessageFormat 字符串语法错误和/或占位符不匹配。
zh_hant: ICU MessageFormat 字串有語法錯誤或是佔位符不相符。

source: This check has support for both pure ICU MessageFormat messages as well as ICU with simple XML tags. You can configure the behavior of this check by using ``icu-flags:*``, either by opting into XML support or by disabling certain sub-checks. For example, the following flag enables XML support while disabling validation of plural sub-messages:
de: Diese Prüfung unterstützt sowohl reine ICU-MessageFormat-Nachrichten als auch ICU mit einfachen XML-Tags. Das Verhalten dieser Prüfung kann mit ``icu-flags:*`` konfiguriert werden, indem man entweder die XML-Unterstützung aktiviert oder bestimmte Unterprüfungen deaktiviert. Die folgende Markierung aktiviert zum Beispiel die XML-Unterstützung und deaktiviert die Validierung von mehreren Teilnachrichten:
ga: Tá tacaíocht ag an tseiceáil seo do theachtaireachtaí íonachta ICU MessageFormat chomh maith le ICU le clibeanna simplí XML. Is féidir leat iompar an tseiceála seo a chumrú trí úsáid a bhaint as ``icu-flags:*``, trí leas a bhaint as tacaíocht XML nó trí fho-sheiceálacha áirithe a dhíchumasú. Mar shampla, cuireann an bhratach seo a leanas ar chumas tacaíocht XML agus bailíochtú fo-theachtaireachtaí iolra a dhíchumasú:
hu: Ez az ellenőrzés támogatja mind a tiszta ICU-üzenetformátumot, mind az egyszerű XML-címkéket tartalmazó ICU-üzeneteket. Az ellenőrzés működése az ``icu-flags:*`` jelzőkkel testreszabható — például engedélyezhető az XML-támogatás vagy kikapcsolhatók bizonyos részfunkciók. Az alábbi jelző például engedélyezi az XML-támogatást, miközben kikapcsolja a többes számú üzenetrészek érvényesítését:
id: Pemeriksaan ini mendukung pesan ICU MessageFormat murni maupun ICU dengan tag XML sederhana. Anda dapat mengonfigurasi perilaku pemeriksaan ini menggunakan ``icu-flags:*``, baik dengan memilih dukungan XML maupun dengan menonaktifkan sub-pemeriksaan tertentu. Misalnya, tanda berikut mengaktifkan dukungan XML sekaligus menonaktifkan validasi sub-pesan jamak:
ja: この検査は、純粋な ICU MessageFormat メッセージと、単純な XML タグを持つ ICU の両方に対応します。XML 対応を選択するか、特定の検査の詳細を無効にすることで、 ``icu-flags:*`` を使用してこの検査の動作を設定できます。たとえば、次のフラグは、複数のサブ メッセージの検証を無効にしながら XML 対応を有効にします。
nl: Deze controle heeft ondersteuning voor zowel pure ICU MessageFormat-berichten als ook voor ICU met eenvoudige tags voor XML. U kunt het gedrag van deze controle configureren door ``icu-flags:*`` te gebruiken, ofwel door te kiezen voor ondersteuning voor XMLof door bepaalde subcontroles uit te schakelen. De volgende vlag schakelt bijvoorbeeld ondersteuning voor XML in, terwijl het de validatie van subberichten van meervouden uitschakelt:
pt: Essa verificação tem suporte para mensagens ICU MessageFormat puras, bem como ICU com tags XML simples. Pode configurar o comportamento desta verificação a usar ``icu-flags:*``, ou a optar pelo suporte XML ou a desativar certas sub-verificações. Por exemplo, a seguinte sinalização ativa o suporte a XML enquanto desativa a validação de submensagens plurais:
pt_br: Essa verificação tem suporte para mensagens ICU MessageFormat puras, bem como ICU com tags XML simples. Você pode configurar o comportamento desta verificação usando ``icu-flags:*``, ou optando pelo suporte XML ou desabilitando certas sub-verificações. Por exemplo, a seguinte sinalização ativa o suporte a XML enquanto desativa a validação de submensagens plurais:
ro: Această verificare este compatibilă atât cu mesajele pur ICU MessageFormat, cât și cu ICU cu etichete XML simple. Puteți configura comportamentul acestei verificări utilizând ``icu-flags:*``, fie prin optarea pentru suportul XML, fie prin dezactivarea anumitor subverificări. De exemplu, următorul indicator activează suportul XML, dar dezactivează validarea submesajelor cu plural:
ru: Эта проверка поддерживает как чистые сообщения ICU MessageFormat, так и ICU с простыми XML-тегами. Вы можете настроить поведение этой проверки с помощью ``icu-flags:*``, либо включив поддержку XML, либо отключив определённые подпроверки. Например, следующий флаг включает поддержку XML и отключает проверку множественных подсообщений:
sv: Denna kontroll stöder både rena ICU MessageFormat-meddelanden och ICU med enkla XML-taggar. Du kan konfigurera beteendet för denna kontroll med hjälp av ``icu-flags:*``, antingen genom att välja XML-stöd eller genom att inaktivera vissa underkontroller. Till exempel aktiverar följande flagga XML-stöd samtidigt som validering av pluralundermeddelanden inaktiveras:
ta: இந்த சோதனை தூய ஐ.சி.யூ செய்தி வடிவ செய்திகளுக்கும் எளிய எக்ச்எம்எல் குறிச்சொற்களுடன் ஐ.சி.யு. எக்ச்எம்எல் ஆதரவைத் தேர்ந்தெடுப்பதன் மூலமாகவோ அல்லது சில துணை சோதனைகளை முடக்குவதன் மூலமாகவோ `` ஐ.சி.யூ-ஃப்ளேக்குகள்:*`` ஆகியவற்றைப் பயன்படுத்தி இந்த சோதனையின் நடத்தையை நீங்கள் உள்ளமைக்கலாம். எடுத்துக்காட்டாக, பன்மை துணை செய்திகளின் சரிபார்ப்பை முடக்கும்போது பின்வரும் கொடி எக்ச்எம்எல் ஆதரவை செயல்படுத்துகிறது:
tr: Bu denetim, hem saf ICU MessageFormat iletilerini hem de basit XML kod imleri olan ICU biçimini destekler. XML desteğini seçerek ya da belirli alt denetimleri kullanımdan kaldırarak ``icu-flags:*`` seçeneği ile bu denetimin davranışını yapılandırabilirsiniz. Örneğin, aşağıdaki im çoğul alt iletilerin doğrulanmasını kullanımdan kaldırırken XML desteğini kullanıma alır:
uk: У цій перевірці передбачено підтримку чистих повідомлень MessageFormat ICU, а також ICU із простими теґами XML. Ви можете налаштувати поведінку цієї перевірки за допомогою ``icu-flags:*``, або доповнивши підтримку XML, або вимкнувши певні підлеглі перевірки. Наприклад, вказаний нижче прапорець вмикає підтримку XML і вимикає перевірку підповідомлень із формами множини:
zh_hans: 此检查支持纯 ICU MessageFormat 消息以及带有简单 XML 标记的 ICU。您可以使用 ``icu-flags:*`` 配置此检查的行为，方法是选择支持 XML 或禁用某些子检查。例如，以下标记启用 XML 支持，同时禁用多个子消息的验证：

source: Enable support for simple XML tags. By default, XML tags are parsed loosely. Stray ``<`` characters are ignored if they are not reasonably part of a tag.
de: Aktiviert die Unterstützung für einfache XML-Tags. Standardmäßig werden XML-Tags lose analysiert. Vereinzelte ``<``-Zeichen werden ignoriert, wenn sie nicht sinnvoller Teil eines Tags sind.
ga: Cumasaigh tacaíocht le haghaidh clibeanna simplí XML. De réir réamhshocraithe, déantar clibeanna XML a pharsáil go scaoilte. Déantar neamhaird de charachtair ``<`` ar strae mura bhfuil siad réasúnta mar chuid de chlib.
hu: Egyszerű XML-címkék támogatásának engedélyezése. Alapértelmezés szerint az XML-címkék laza szabályok szerint kerülnek feldolgozásra: az elszórt ``<`` karakterek figyelmen kívül maradnak, ha nem tekinthetők érvényes címke részének.
id: Aktifkan dukungan untuk tag XML sederhana. Secara bawaan, tag XML diurai secara longgar. Karakter ``<`` yang tidak diinginkan akan diabaikan jika bukan merupakan bagian yang wajar dari suatu tag.
ja: 単純な XML タグに対応を有効にします。デフォルトでは、XML タグは寛大に解析されます。対でない ``<`` 文字は、タグの一部ではない場合は無視されます。
nl: Inschakelen van ondersteuning voor eenvoudige tags van XML. Standaard worden tags van XML losjes geparset. Zwervende tekens ``<`` worden genegeerd als zij geen redelijk deel van een tag zijn.
pt: Ativa o suporte para tags XML simples. Por padrão, as tags XML são analisadas livremente. Caracteres ``<`` perdidos são ignorados se não forem razoavelmente parte de uma tag.
pt_br: Habilita o suporte para tags XML simples. Por padrão, as tags XML são analisadas livremente. Caracteres ``<`` perdidos são ignorados se não forem razoavelmente parte de uma tag.
ro: Activați suportul pentru etichete XML simple. În mod implicit, etichetele XML sunt analizate simplu. Caracterele ``<`` rătăcite sunt ignorate dacă nu fac parte în mod rezonabil dintr-o etichetă.
ru: Включите поддержку простых XML-тегов. По умолчанию XML-теги анализируются нечётко. Блуждающие символы (Stray) ``<`` игнорируются, если они не являются разумной частью тега.
sv: Aktivera stöd för enkla XML-taggar. Som standard analyseras XML-taggar löst. Enstaka ``<``-tecken ignoreras om de inte rimligen ingår i en tagg.
ta: எளிய எக்ச்எம்எல் குறிச்சொற்களுக்கான ஆதரவை இயக்கவும். இயல்பாக, எக்ச்எம்எல் குறிச்சொற்கள் தளர்வாக பாகுபடுத்தப்படுகின்றன. தவறான `` <`` எழுத்துக்கள் ஒரு குறிச்சொல்லின் பகுதியாக இல்லாவிட்டால் அவை புறக்கணிக்கப்படும்.
tr: Basit XML kod imleri desteğini kullanıma alır. Varsayılan olarak, XML kod imleri gevşek bir şekilde işlenir. Bir kod iminin mantıklı bir parçası olmadığında başıboş ``<`` karakterleri yok sayılır.
uk: Увімкнути підтримку простих теґів XML. Типово, обробку теґів XML оптимізовано. Окремі символи ``<`` буде проігноровано, якщо вони не є природною частиною теґу.
zh_hans: 启用对简单 XML 标记的支持。默认情况下，XML 标记被松散地解析。如果杂散 ``<`` 字符不是标签的合理部分，则它们将被忽略。
