Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: These are language codes defined by :rfc:`5646` to better indicate that they are really different languages instead previously wrongly used modifiers (for ``@latin`` variants) or country codes (for Chinese).
de: Dies sind Sprachcodes, die von :rfc:`5646` definiert wurden, um besser anzuzeigen, dass es sich wirklich um verschiedene Sprachen handelt, anstatt der bisher falsch verwendeten Modifikatoren (für ``@latin``-Varianten) oder Ländercodes (für Chinesisch).
ga: Is cóid teanga iad seo arna sainmhíniú ag :rfc:`5646` chun a chur in iúl níos fearr gur teangacha fíor-difriúla iad in ionad modhnóirí a úsáideadh go mícheart (le haghaidh leaganacha ``@latin``) nó cóid tíre (le haghaidh Sínise).
hu: Ezek a nyelvkódok az :rfc:`5646` szabvány szerint vannak meghatározva, hogy pontosabban jelezzék a valóban eltérő nyelvváltozatokat, amelyeket korábban helytelenül módosítókkal (például ``@latin``) vagy országkódokkal (például a kínainál) jelöltek.
id: Ini adalah kode bahasa yang didefinisikan oleh :rfc:`5646` untuk lebih menunjukkan bahwa keduanya benar-benar bahasa yang berbeda, bukan pengubah yang sebelumnya salah digunakan (untuk varian ``@latin``) atau kode negara (untuk Mandarin).
ja: これは、:rfc:`5646` によって定義された言語コードです。以前、誤って使用された修飾子（``@latin`` 表記）、もしくは国コード（中国語）の代わりに使われ、本当に異なる言語であることをより明確にするものです。
nl: Dit zijn taalcodes die zijn gedefinieerd in :rfc:`5646` om beter aan te geven dat zij echt verschillende talen zijn, in plaats van de eerder gebruikte foutieve aanpassingen (voor varianten ``@latin``) of landcodes (voor Chinees).
pt: Estes são códigos de idioma definidos por :rfc:`5646` para melhor indicar que eles são idiomas realmente diferentes, em vez de modificadores utilizados anteriormente de forma errada (para variantes ``@latin``) ou códigos de país (para chinês).
pt_br: Estes são códigos de idioma definidos por :rfc:`5646` para melhor indicar que eles são idiomas realmente diferentes, em vez de modificadores utilizados anteriormente de forma errada (para variantes ``@latin``) ou códigos de país (para chinês).
ro: Acestea sunt coduri de limbă definite de :rfc:`5646` pentru a indica mai bine faptul că sunt într-adevăr limbi diferite în loc de modificatori utilizați anterior în mod greșit (pentru variantele ``@latin``) sau coduri de țară (pentru chineză).
ru: Это коды языков, определяемые :rfc:`5646`, чтобы лучше показать, что это и в самом деле разные языки, вместо ранее ошибочно используемых модификаторов (для вариантов ``@latin``) или кодов стран (для китайского языка).
sv: Dessa är språkkoder som definieras av :rfc:`5646` för att bättre ange att det verkligen är olika språk istället för tidigare felaktigt använda modifierare (för ``@latin``-varianter) eller landskoder (för kinesiska).
tr: Bunlar, daha önce yanlış kullanılan değiştiriciler (``@latin`` çeşitleri için) ya da ülke kodları (Çince için) yerine gerçekten farklı diller olduklarını daha iyi belirtmek için :rfc:`5646` tarafından tanımlanmış dil kodlarıdır.
uk: Ці коди мови визначено :rfc:`5646` для удосконалення індикації різних мов. Раніше для цього помилково використовувалися модифікатори (для варіантів ``@latin``) або коди країн (для китайської).
zh_hans: 这些是由 :rfc:`5646` 定义的语言代码，而不是以前错误使用的修饰符（对于 ``@latin`` 变体）或国家地区代码（对于中文），可以更好地表明它们确实是不同的语言。

source: Weblate still understands legacy language codes and will map them to current one - for example ``sr@latin`` will be handled as ``sr_Latn`` or ``zh@CN`` as ``zh_Hans``.
de: Weblate versteht immer noch die herkömmlichen Sprachcodes und wird sie auf die aktuellen abbilden – zum Beispiel wird ``sr@latin`` als ``sr_Latn`` oder ``zh@CN`` als ``zh_Hans`` behandelt.
ga: Tuigeann Weblate cóid oidhreachta teanga fós agus mapálfaidh sé chuig an gceann reatha iad - mar shampla láimhseálfar ``sr@latn`` mar ``sr_Latn`` nó ``zh@CN`` mar ``zh_Hans``.
hu: A Weblate továbbra is felismeri a régi nyelvkódokat, és automatikusan a megfelelő modern kódokra térképezi őket – például a ``sr@latin`` kódot ``sr_Latn``-ként vagy a ``zh@CN`` kódot ``zh_Hans``-ként kezeli.
id: Weblate masih memahami kode bahasa lama dan akan memetakannya ke kode terkini - misalnya ``sr@latin`` akan ditangani sebagai ``sr_Latn`` atau ``zh@CN`` sebagai ``zh_Hans``.
ja: Weblate は、従来の言語コードを判別し、それを現在の言語コードに置き換えます。例えば、``sr@latin`` は ``sr_Latn`` として扱い、``zh@CN`` は ``zh_Hans`` として扱います。
nl: Weblate begrijpt nog steeds de oude taalcodes en zal ze verwijzen naar de huidige - bijvoorbeeld ``sr@latin`` zal worden afgehandeld als ``sr_Latn`` of ``zh@CN`` als ``zh_Hans``.
pt: O Weblate ainda entende códigos de linguagem legados e irá mapeá-los para o atual - por exemplo ``sr@latin`` será tratado como ``sr_Latn`` ou ``zh@CN`` como ``zh_Hans``.
pt_br: O Weblate ainda entende códigos de linguagem legados e irá mapeá-los para o atual - por exemplo ``sr@latin`` será tratado como ``sr_Latn`` ou ``zh@CN`` como ``zh_Hans``.
ro: Weblate înțelege în continuare codurile de limbă moștenite și le va mapa în cele actuale - de exemplu ``sr@latin`` va fi tratat ca ``sr_Latn`` sau ``zh@CN`` ca ``zh_Hans``.
ru: Weblate по-прежнему понимает старые коды языков и сопоставляет их с текущими — например, ``sr@latin`` будет обрабатываться как ``sr_Latn``, а ``zh@CN`` — как ``zh_Hans``.
sv: Weblate förstår fortfarande äldre språkkoder och kommer att mappa dem till aktuella koder – till exempel kommer ``sr@latin`` att hanteras som ``sr_Latn`` och ``zh@CN`` som ``zh_Hans``.
ta: வலைபெயர்ப்பு இன்னும் பாரம்பரிய மொழி குறியீடுகளைப் புரிந்துகொள்கிறது மற்றும் அவற்றை தற்போதைய ஒன்றாக வரைபடமாக்குகிறது - எடுத்துக்காட்டாக 'sr@latin' என்பது 'sr_latn' அல்லது 'zh@cn' 'zh_hans' என்று கையாளப்படும்.
tr: Weblate eski dil kodlarını anlamayı sürdürüyor ve bunları var olanlarla eşleştiriyor. Örneğin ``sr@latin`` ``sr_Latn`` ya da ``zh@CN`` ``zh_Hans`` olarak işlenir.
uk: Weblate може працювати із застарілими кодами мов і пов'язувати їх із кодами поточної версії. Наприклад, ``sr@latin`` буде оброблено як ``sr_Latn``, а ``zh@CN`` як ``zh_Hans``.
zh_hans: Weblate 仍然理解遗留的语言代码，并会将它们映射到当前对应的代码上——例如 ``sr@latin`` 将被处理为 ``sr_Latn`` 或者 ``zh@CN`` 处理为 ``zh_Hans``。
zh_hant: Weblate 仍然理解傳統的語言編碼並將它們映射到當前的便馬上——例如``sr@latin`` 將被處理為``sr_Latn`` 或者``zh@CN`` 處理為``zh_Hans`` 。

source: Localization file formats
de: Lokalisierungsdateiformate
ga: Formáidí comhaid logánaithe
hu: Fordítási fájlformátumok
id: Format berkas lokalisasi
nl: Bestandsindelingen voor vertalen
pt_br: Formatos de arquivo de localização
sv: Lokalisering filformat
tr: Yerelleştirme dosyası biçimleri
uk: Формати файлів локалізації

source: Weblate supports a wide range of translation formats. Each format is slightly different and provides a different set of capabilities.
de: Weblate unterstützt eine Vielzahl von Übersetzungsformaten. Jedes Format unterscheidet sich geringfügig und bietet eine Reihe unterschiedlicher Funktionen.
ga: Tacaíonn Weblate le raon leathan formáidí aistriúcháin. Tá gach formáid beagán difriúil agus soláthraíonn siad sraith éagsúil cumais.
hu: A Weblate számos különböző fordítási formátumot támogat. Minden formátum kissé eltér, és más-más képességeket kínál.
id: Weblate mendukung beragam format terjemahan. Setiap format sedikit berbeda dan menyediakan serangkaian kemampuan yang berbeda pula.
ja: Weblate は幅広い翻訳フォーマットに対応しています。各形式は若干異なり、異なる機能セットを提供します。
nl: Weblate ondersteunt ene breed bereik aan vertaalindelingen. Elke indeling verschilt licht van andere en verschaft een andere set mogelijkheden.
pt_br: O Weblate suporta uma ampla gama de formatos de tradução. Cada formato é ligeiramente diferente e fornece um conjunto diferente de capacidades.
ru: Weblate поддерживает широкий спектр форматов перевода. Каждый формат немного отличается и предоставляет различный набор возможностей.
sv: Weblate stöder ett brett utbud av översättningsformat. Varje format är något olika och erbjuder olika funktioner.
ta: வலைபெயர்ப்பு பரந்த அளவிலான மொழிபெயர்ப்பு வடிவங்களை ஆதரிக்கிறது. ஒவ்வொரு வடிவமும் சற்று வித்தியாசமானது மற்றும் வெவ்வேறு திறன்களை வழங்குகிறது.
tr: Weblate, çok çeşitli çeviri biçimlerini destekler. Her biçimin farklı yetenekler sağlayan farklı özellikleri vardır.
uk: У Weblate передбачено підтримку широкого діапазону форматів перекладів. Кожен формат має свої особливості і надає власний набір можливостей.
zh_hans: Weblate 支持各种各样的翻译格式。每种格式之间有略微的不同，提供不同的功能集。

source: When choosing a file format for your application, it's better to stick some well established format in the toolkit/platform you use. This way your translators can additionally use whatever tools they are used to, and will more likely contribute to your project.
de: Wenn Sie ein Dateiformat für Ihre Anwendung wählen, ist es besser, ein gut bewährtes Format in dem/der von Ihnen verwendeten Toolkit/Plattform zu verwenden. Auf diese Weise können Ihre Übersetzer zusätzlich die Tools verwenden, an die sie gewöhnt sind und werden eher zu Ihrem Projekt beitragen.
ga: Agus formáid comhaid á roghnú agat le haghaidh d’fheidhmchláir, is fearr formáid seanbhunaithe éigin a chur san fhoireann uirlisí/ardán a úsáideann tú. Ar an mbealach seo is féidir le d’aistritheoirí úsáid a bhaint freisin as cibé uirlisí a bhfuil taithí acu orthu, agus is dóichí go gcuirfidh siad le do thionscadal.
hu: Amikor fájlformátumot választ az alkalmazásához, érdemes olyat használni, amely jól bevált és az adott eszközkészletben vagy platformon megszokott. Így a fordítók a számukra ismerős eszközökkel dolgozhatnak, és nagyobb valószínűséggel járulnak hozzá a projekthez.
id: Saat memilih format berkas untuk aplikasi Anda, sebaiknya masukkan format yang sudah mapan ke dalam perangkat/platform yang Anda gunakan. Dengan begitu, penerjemah Anda dapat menggunakan perangkat apa pun yang biasa mereka gunakan, dan kemungkinan besar akan berkontribusi pada proyek Anda.
ja: アプリケーションで使うファイル形式を選択するときは、使用するツールキット/プラットフォームで実績のある形式を使用することをお勧めします。そうすれば、翻訳者は慣れ親しんだツールを追加で使用でき、プロジェクトに貢献する可能性が高まります。
nl: Bij het kiezen van een bestandsindeling voor uw toepassing, is het beter te blijven bij een goed ontwikkelde indeling voor de toolkit/het platform dat u gebruikt. Op die manier kunnen vertalers aanvullend de gereedschappen gebruiken waaraan zij gewend zijn en zullen waarschijnlijk sneller bijdragen aan uw project.
pt: Ao escolher um formato de ficheiro para a sua aplicação, é melhor pôr algum formato bem estabelecido no kit de ferramentas/plataforma que usa. Dessa forma, os seus tradutores podem usar adicionalmente todas as ferramentas que estão acostumados e provavelmente contribuirão para o seu projeto.
pt_br: Ao escolher um formato de arquivo para o seu aplicativo, é melhor colocar algum formato bem estabelecido no kit de ferramentas/plataforma que você usa. Dessa forma, seus tradutores podem usar adicionalmente todas as ferramentas que estão acostumados, e provavelmente contribuirão para o seu projeto.
ro: Atunci când alegeți un format de fișier pentru aplicația voastră, este mai bine să folosiți un format bine stabilit în setul de instrumente/platforma pe care o utilizați. În acest fel, traducătorii voștri pot folosi în plus orice instrumente cu care sunt obișnuiți și vor contribui mai probabil la proiectul dumneavoastră.
ru: При выборе формата файла для вашего приложения лучше придерживаться какого-нибудь устоявшегося формата для используемого вами инструментария/платформы. Таким образом, ваши переводчики в дополнение смогут использовать любые инструменты, к которым они привыкли, и вероятность внесения ими своего вклада в ваш проект будет выше.
sv: När du väljer ett filformat för din applikation är det bättre att hålla sig till ett väl etablerat format i det verktyg/den plattform du använder. På så sätt kan dina översättare dessutom använda de verktyg de är vana vid, vilket ökar sannolikheten att de bidrar till ditt projekt.
ta: உங்கள் பயன்பாட்டிற்கான கோப்பு வடிவமைப்பைத் தேர்ந்தெடுக்கும்போது, நீங்கள் பயன்படுத்தும் கருவித்தொகுப்பு / இயங்குதளத்தில் நன்கு நிறுவப்பட்ட வடிவமைப்பை ஒட்டுவது நல்லது. இந்த வழியில் உங்கள் மொழிபெயர்ப்பாளர்கள் அவர்கள் பயன்படுத்தும் எந்த கருவிகளையும் கூடுதலாகப் பயன்படுத்தலாம், மேலும் உங்கள் திட்டத்திற்கு பங்களிப்பார்கள்.
tr: Uygulamanız için bir dosya biçimi seçerken, kullandığınız araç takımında/platformda iyi çalışan bir biçime bağlı kalmak daha iyidir. Böylece, çevirmenleriniz alışkın oldukları araçları kullanabilir ve projenize katkıda bulunulma olasılığı yükselir.
uk: При виборі формату файлів для вашого програми слід надавати перевагу типовим форматам на платформі або у наборі інструментів, яким ви користуєтеся. Якщо ви це зробите, перекладачі зможуть користуватися знайомими їм інструментами, що збільшить ймовірність того, що вони візьмуть участь у вашому проєкті.
zh_hans: 为您的应用程序选择文件格式时，最好在您使用的工具包/平台中保留一些支持完善的格式。这样，您的翻译人员可以额外使用他们习惯使用的任何工具，并且更有可能为您的项目作贡献。
zh_hant: 為您的應用程序選擇文件格式時，最好在您使用的工具箱/平台中保留一些公認的格式。這樣，您的翻譯人員可以額外使用他們習慣使用的任何工具，並且更有可能為您的項目做出貢獻。

source: Automatic detection
de: Automatische Erkennung
ga: Brath uathoibríoch
hu: Automatikus felismerés
id: Deteksi otomatis
ja: 自動検出
nl: Automatische detectie
pt: Deteção automática
pt_br: Detecção automática
ro: Detecție automată
ru: Автоматическое обнаружение
sv: Automatisk igenkänning
ta: தானியங்கி கண்டறிதல்
tr: Kendiliğinden algılama
uk: Автоматичне виявлення
zh_hans: 自动检测
zh_hant: 自動偵測

source: Weblate tries to detect file format during :ref:`adding-projects`. The detection might be wrong for different variants of the same serialization format (JSON, YAML, properties) or file encoding, so please verify that :ref:`component-file_format` is correct before creating the component.
de: Weblate versucht, das Dateiformat während :ref:`adding-projects` zu erkennen. Die Erkennung kann für verschiedene Varianten desselben Serialisierungsformats (JSON, YAML, properties) oder derselben Dateikodierung falsch sein. Bitte überprüfen Sie daher, ob das :ref:`component-file_format` korrekt ist, bevor Sie die Komponente erstellen.
ga: Déanann Weblate iarracht formáid comhaid a bhrath le linn :ref:`adding-projects`. Seans go bhfuil an bhrath mícheart le haghaidh leaganacha éagsúla den fhormáid sraitheachúcháin chéanna (JSON, YAML, airíonna) nó ionchódú comhaid, mar sin deimhnigh le do thoil go bhfuil :ref:`component-file_format` ceart sula gcruthaítear an chomhpháirt.
hu: A Weblate megpróbálja automatikusan felismerni a fájlformátumot a :ref:`adding-projects` során. Az azonos formátumú, de különböző változatokat használó fájloknál (például JSON, YAML, properties) vagy eltérő kódolás esetén ez a felismerés téves lehet, ezért mindig ellenőrizze, hogy a :ref:`component-file_format` beállítás helyes-e az összetevő létrehozása előtt.
id: Weblate mencoba mendeteksi format berkas selama :ref:`adding-projects`. Deteksi ini mungkin salah untuk varian berbeda dari format serialisasi yang sama (JSON, YAML, properti) atau pengodean berkas, jadi harap verifikasi bahwa :ref:`component-file_format` sudah benar sebelum membuat komponen.
ja: Weblate は、:ref:`adding-projects` 中にファイル形式の検出を試みます。同じシリアル化形式（JSON、YAML、プロパティ）またはファイル エンコーディングの異なる別表記では検出が間違っていることがあるため、コンポーネントを作成する前に :ref:`component-file_format` が正しいことを確認してください。
nl: Weblate probeert de bestandsindeling te detecteren gedurende :ref:`adding-projects`. Het detecteren zou verkeerd kunnen zijn voor dezelfde serialisatie-indeling (JSON, YAML, properties) of bestandscodering, verifieer dus dat :ref:`component-file_format` correct is voordat u het onderdeel maakt.
pt_br: O Weblate tenta detectar o formato do arquivo enquanto vai :ref:`adding-projects`. A detecção pode estar errada para diferentes variantes do mesmo formato de serialização (JSON, YAML, propriedades) ou codificação de arquivo, então verifique se o :ref:`component-file_format` está correto antes de criar o componente.
ru: Weblate пытается определить формат файла во время :ref:`добавления проектов <adding-projects>`. Обнаружение может быть неверным для разных вариантов одного и того же формата сериализации (JSON, YAML, properties) или кодировки файла, поэтому перед созданием компонента убедитесь, что :ref:`component-file_format` правильный.
sv: Weblate försöker upptäcka filformatet under :ref:`adding-projects`. Detekteringen kan vara felaktig för olika varianter av samma serialiseringsformat (JSON, YAML, egenskaper) eller filkodning, så kontrollera att :ref:`component-file_format` är korrekt innan du skapar komponenten.
tr: Weblate, :ref:`adding-projects` sırasında dosya biçimini algılamaya çalışır. Aynı serileştirme biçiminin (JSON, YAML, özellikler) ya da dosya kodlamasının farklı çeşitleri yanlış algılanabilir. Bu nedenle lütfen bileşeni oluşturmadan önce :ref:`component-file_format` değerinin doğru olduğundan emin olun.
uk: Weblate намагається визначити формат файла під час :ref:`додавання проєктів <adding-projects>`. Визначення може дати помилкові результати для різних варіантів того самого формату перетворення у послідовну форму (JSON, YAML, properties) або кодування файла. Тому перед створенням складника, будь ласка, перевірте, чи правильно виявлено :ref:`component-file_format`.
zh_hans: Weblate 尝试在 :ref:`adding-projects` 过程中检测文件格式。对于同一序列化格式的不同变体或文件编码，检测可能出错（JSON, YAML, properties），因此在创建部件前请验证 :ref:`component-file_format` 正确无误。

source: Translation types capabilities
de: Fähigkeiten der Übersetzungstypen
ga: Cumais cineálacha aistriúcháin
hu: Fordítástípusok képességei
id: Kemampuan jenis terjemahan
ja: 翻訳の種類別の機能
nl: Mogelijkheden typen vertaling
pt: Capacidades dos tipos de tradução
pt_br: Capacidades dos tipos de tradução
ro: Capabilități ale tipurilor de traducere
ru: Возможности типов переводов
sv: Översättningstyper och funktioner
ta: மொழிபெயர்ப்பு வகைகள் திறன்கள்
tr: Çeviri türü yetenekleri
uk: Можливості типів перекладу
zh_hans: 翻译类型功能
zh_hant: 翻譯類型功能

source: Capabilities of all supported formats
de: Fähigkeiten aller unterstützten Formate
ga: Cumais gach formáid tacaithe
hu: A támogatott formátumok képességei
id: Kemampuan semua format yang didukung
ja: ファイル形式が対応するすべての機能
nl: Mogelijkheden voor alle ondersteunde indelingen
pt: Capacidades de todos os formatos suportados
pt_br: Capacidades de todos os formatos suportados
ru: Возможности всех поддерживаемых форматов
sv: Funktioner för alla format som stöds
ta: ஆதரிக்கப்படும் அனைத்து வடிவங்களின் திறன்கள்
tr: Desteklenen tüm biçimlerdeki yetenekler
uk: Можливості всіх підтримуваних форматів
zh_hans: 所有受支持格式的功能

source: Linguality [#m]_
de: Lingualität [#m]_
ga: Teanga [#m]_
hu: Nyelviség [#m]_
id: Bahasa [#m]_
ja: ファイル種別 [#m]_
nl: Taalsoort [#m]_
pt: Lingualidade [#m]_
pt_br: Lingualidade [#m]_
ro: Lingvistică [#m]_
ru: Язычность [#m]_
sv: Lingualitet [#m]_
ta: மொழி [#m]_
tr: Dil bilgisi [#m]_
uk: Кількість мов [#m]_
zh_hans: 语言能力 [#m]_
zh_hant: 語言能力 [#m]_

source: Plurals [#p]_
de: Pluralformen [#p]_
ga: Iolra [#p]_
hu: Többes szám [#p]_
id: Jamak [#p]_
ja: 複数形 [#p]_
nl: Meervoud [#p]_
pt: Plurais [#p]_
pt_br: Plurais [#p]_
ro: Pluralurile [#p]_
ru: Множественные формы [#p]_
sv: Pluralformer [#p]_
ta: பன்மைகள் [#p]_
tr: Çoğullar [#p]_
uk: Форми множини [#p]_
zh_hans: 复数 [#p]_
zh_hant: 複數 [#p]_

source: Descriptions [#n]_
de: Beschreibungen [#n]_
ga: Tuairiscí [#n]_
hu: Leírások [#n]_
id: Deskripsi [#n]_
ja: 説明 [#n]_
nl: Beschrijvingen [#n]_
pt: Descrição [#n]_
pt_br: Descrição [#n]_
ro: Descrieri [#n]_
ru: Описании [#n]_
sv: Beskrivningar [#n]_
ta: விளக்கங்கள் [#n]_
tr: Açıklamalar [#n]_
uk: Описи [#n]_
zh_hans: 描述 [#n]_

source: Context [#c]_
de: Kontext [#c]_
ga: Comhthéacs [#c]_
hu: Kontextus [#c]_
id: Konteks [#c]_
ja: コンテキスト [#c]_
pt: Contexto [#c]_
pt_br: Contexto [#c]_
ro: Contextul [#c]_
ru: Контекст [#c]_
sv: Kontext [#c]_
ta: சூழல் [#c]_
tr: Bağlam [#c]_
uk: Контекст [#c]_
zh_hans: 上下文 [#c]_
zh_hant: 語境 [#c]_

source: Location [#l]_
de: Ort [#l]_
ga: Suíomh [#l]_
hu: Hely [#l]_
id: Lokasi [#l]_
ja: 文字列位置 [#l]_
nl: Locatie [#l]_
pt: Localização [#l]_
pt_br: Local [#l]_
ro: Locație [#l]_
ru: Расположение [#l]_
sv: Plats [#l]_
ta: இருப்பிடம் [#l]_
tr: Konum [#l]_
uk: Розташування [#l]_
zh_hans: 位置 [#l]_
zh_hant: 位置 [#l]_

source: Flags [#f]_
de: Markierungen [#f]_
ga: Bratacha [#f]_
hu: Jelzők [#f]_
id: Penanda [#f]_
ja: フラグ [#f]_
nl: Vlaggen [#f]_
pt: Marcadores [#f]_
pt_br: Marcadores [#f]_
ro: Indicatori [#f]_
ru: Флаги [#f]_
sv: Flaggor [#f]_
ta: கொடிகள் [#f]_
tr: İmler [#f]_
uk: Прапорці [#f]_
zh_hans: 标记 [#f]_
zh_hant: 標記 [#f]_

source: Additional states [#a]_
de: Zusätzliche Status [#a]_
ga: Staid bhreise [#a]_
hu: További állapotok [#a]_
id: Negara tambahan [#a]_
ja: 追加の状態 [#a]_
nl: Aanvullende statussen [#a]_
pt: Estados adicionais [#a]_
pt_br: Status adicionais [#a]_
ro: State suplimentare [#a]_
ru: Дополнительные состояния [#a]_
sv: Ytterligare stater [#a]_
ta: கூடுதல் மாநிலங்கள் [#a]_
tr: Ek durumlar [#a]_
uk: Додаткові стани [#a]_
zh_hans: 更多状态 [#a]_
zh_hant: 附加狀態 [#a]_

source: bilingual
de: zweisprachig
ga: dátheangach
hu: kétnyelvű
id: dua bahasa
ja: バイリンガル
nl: tweetalig
pt: bilíngue
pt_br: bilíngue
ro: bilingv
ru: двуязычный
sv: tvåspråkig
ta: இருமொழி
tr: iki dilde
uk: двомовний
zh_hans: 双语

source: yes
de: ja
ga: tá
hu: igen
id: ya
nl: ja
pt: sim
pt_br: sim
ro: da
ru: да
sv: ja
ta: ஆம்
tr: evet
uk: так
zh_hans: 支持

source: yes [#po]_
de: ja [#po]_
ga: tá [#po]_
hu: igen [#po]_
id: ya [#po]_
nl: ja [#po]_
pt: sim [#po]_
pt_br: sim [#po]_
ro: da [#po]_
ru: да [#po]_
sv: ja [#po]_
ta: ஆம் [#po]_
tr: evet [#po]_
uk: так [#po]_
zh_hans: 支持 [#po]_
zh_hant: 是 [#po]_

source: needs editing
de: bearbeitungsbedürftig
ga: gá eagarthóireacht a dhéanamh air
hu: szerkesztést igényel
id: perlu disunting
ja: 要編集
nl: bewerken nodig
pt: necessita edição
pt_br: Necessita de edição
ro: are nevoie de editare
ru: требуется правка
sv: behöver redigeras
ta: திருத்துதல் தேவை
tr: düzenlenmesi gerekli
uk: потребує редагування
zh_hans: 需要编辑
zh_hant: 需要編輯

source: both
de: beides
ga: araon
hu: mindkettő
id: keduanya
ja: 両方
nl: beide
pt: ambos
pt_br: ambos
ro: ambele
ru: оба
sv: båda
ta: இரண்டும்
tr: ikisi de
uk: обидва
zh_hans: 二者

source: needs editing, approved
de: bearbeitungsbedürftig, genehmigt
ga: riachtanais eagarthóireachta, ceadaithe
hu: szerkesztést igényel, jóváhagyva
id: perlu disunting, disetujui
ja: 要編集、承認済
nl: bewerken nodig, goedgekeurd
pt: necessita edição, aprovado
pt_br: necessita de edição, aprovado
ro: necesită editare, aprobat
ru: требуется правка, одобрено
sv: behöver redigeras, godkänd
ta: திருத்துதல் தேவை, அங்கீகரிக்கப்பட்டது
tr: düzenlenmesi gerekli, onaylanmış
uk: потребує редагування, затверджено
zh_hans: 需要编辑、已核准
zh_hant: 需要編輯，已同意

source: no
de: nein
ga: níl
hu: nem
id: tidak
nl: nee
pt: não
pt_br: não
ro: nu
ru: нет
sv: nej
ta: இல்லை
tr: hayır
uk: ні
zh_hans: 不支持

source: yes [#x]_
de: ja [#x]_
ga: tá [#x]_
hu: igen [#x]_
id: ya [#x]_
nl: ja [#x]_
pt: sim [#x]_
pt_br: sim [#x]_
ro: da [#x]_
ru: да [#x]_
sv: ja [#x]_
ta: ஆம் [#x]_
tr: evet [#x]_
uk: так [#x]_
zh_hans: 支持 [#x]_
zh_hant: 是 [#x]_

source: no [#lp]_
de: nein [#lp]_
ga: níl [#lp]_
hu: nem [#lp]_
id: tidak [#lp]_
nl: nee [#lp]_
pt: não [#lp]_
pt_br: não [#lp]_
ro: nu [#lp]_
ru: нет [#lp]_
sv: nej [#lp]_
ta: இல்லை [#lp]_
tr: hayır [#lp]_
uk: ні [#lp]_
zh_hans: 不支持 [#lp]_
zh_hant: 否 [#lp]_

source: no [#fp]_
ga: níl [#fp]_
hu: nem [#fp]_
id: tidak [#fp]_
nl: nee [#fp]_
pt: não [#fp]_
pt_br: não [#fp]_
ro: nu [#fp]_
ru: нет [#fp]_
sv: nej [#fp]_
ta: இல்லை [#fp]_
tr: hayır [#fp]_
uk: ні [#fp]_
zh_hans: 不支持 [#fp]_

source: See :ref:`bimono`
de: Siehe :ref:`bimono`
ga: Féach :ref:`bimono`
hu: Lásd: :ref:`bimono`
id: Lihat :ref:`bimono`
ja: 参照: :ref:`bimono`
nl: Bekijk :ref:`bimono`
pt: Veja :ref:`bimono`
pt_br: Consulte :ref:`bimono`
ro: A se vedea :ref:`bimono`
ru: Смотрите раздел :ref:`bimono`
sv: Se :ref:`bimono`
tr: Ayrıntılı bilgi almak için: :ref:`bimono`
uk: Див. :ref:`bimono`
zh_hans: 请参见 :ref:`bimono`
zh_hant: 請參見 :ref:`bimono`
