Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For formats containing additional content besides translation strings (such as :ref:`html`, :ref:`winrc`, or :ref:`odf`) this also brings the translation file in sync with the base file.
de: Bei Formaten, die neben Übersetzungszeichenketten zusätzliche Inhalte enthalten (wie :ref:`html`, :ref:`winrc` oder :ref:`odf`), wird die Übersetzungsdatei mit der Basisdatei synchronisiert.
ga: I gcás formáidí ina bhfuil ábhar breise seachas teaghráin aistriúcháin (amhail :ref:`html`, :ref:`winrc`, nó :ref:`odf`) tugann sé seo an comhad aistriúcháin ar shioncronú leis an mbunchomhad.
hu: Azoknál a formátumoknál, amelyek további tartalmat is tartalmaznak a fordítási szövegeken kívül (például: :ref:`html`, :ref:`winrc` vagy :ref:`odf`), ez a művelet a fordítási fájlt is szinkronba hozza az alapfájllal.
id: Untuk format yang berisi konten tambahan selain string terjemahan (seperti :ref:`html`, :ref:`winrc`, atau :ref:`odf`) ini juga menyinkronkan berkas terjemahan dengan berkas dasar.
ja: また、翻訳文字列以外の追加コンテンツを含む形式（:ref:`html`、:ref:`winrc`、:ref:`odf` など）の場合、クリーンアップにより翻訳ファイルが元のファイルに同期します。
nl: Voor indelingen die aanvullende inhoud bevatten naast tekenreeksen voor vertaling (zoals :ref:`html`, :ref:`winrc`, of :ref:`odf`) synchroniseert dit ook het vertalingsbestand met het basisbestand.
pt: Para formatos que contêm conteúdo adicional além das cadeias de tradução (como :ref:`html`, :ref:`winrc` ou :ref:`odf`), isto também sincroniza o ficheiro de tradução com o ficheiro base.
pt_br: Para formatos que contêm conteúdo adicional além dos textos de tradução (como :ref:`html`, :ref:`winrc` ou :ref:`odf`), isso também sincroniza o arquivo de tradução com o arquivo base.
sv: För format som innehåller ytterligare innehåll utöver översättningssträngar (såsom :ref:`html`, :ref:`winrc` eller :ref:`odf`) synkroniseras även översättningsfilen med basfilen.
tr: Çeviri dizgelerinin yanı sıra ek içerik barındıran biçimler için (:ref:`html`, :ref:`winrc` veya :ref:`odf` gibi) bu işlem çeviri dosyasını temel dosyayla eşitler.
uk: Для форматів, що містять додаткові дані, окрім рядків перекладу (зокрема :ref:`html`, :ref:`winrc` та :ref:`odf`), також синхронізує файл перекладу із базовим файлом.
zh_hans: 对于包含翻译字符串外的其他内容格式（如 :ref:`html`、 :ref:`winrc` 或 :ref:`odf`），这也会使翻译文件与基文件同步。

source: Add missing languages
de: Fehlende Sprachen hinzufügen
ga: Cuir teangacha atá in easnamh leis
hu: Hiányzó nyelvek hozzáadása
id: Tambah bahasa yang belum ada
ja: 不足している言語を追加
nl: Ontbrekende talen toevoegen
pt: Adiciona idiomas em falta
pt_br: Adicionar idiomas em falta
ro: Adaugă limbi lipsă
ru: Добавить отсутствующие языки
sv: Lägg till saknade språk
ta: காணாமல் போன மொழிகளைச் சேர்
tr: Eksik dilleri ekleme
uk: Додавання нових мов
zh_hans: 添加缺少的语言
zh_hant: 加入遺漏語言

source: Ensures a consistent set of languages is used for all components within a project.
de: Stellt sicher, dass ein konsistenter Satz von Sprachen für alle Komponenten innerhalb eines Projekts verwendet wird.
ga: Cinntíonn sé go mbaintear úsáid as tacar comhsheasmhach teangacha do gach comhpháirt de thionscadal.
hu: Biztosítja, hogy a projekt minden összetevőjénél egységes nyelvkészlet legyen használatban.
ja: プロジェクト内のすべてのコンポーネントで一貫した言語のセットが使用されるようにします。
nl: Dit zorgt dat er een consistente reeks talen wordt gebruikt bij alle onderdelen binnen een project.
pt: Garante que um conjunto consistente de idiomas seja usado para todos os componentes de um projeto.
pt_br: Garante que um conjunto consistente de idiomas seja usado para todos os componentes de um projeto.
ro: Asigură utilizarea unui set coerent de limbi pentru toate componentele unui proiect.
ru: Гарантирует использование согласованного набора языков для всех компонентов в проекте.
sv: Säkerställer att en enhetlig uppsättning språk används för alla komponenter i ett projekt.
ta: ஒரு திட்டத்திற்குள் உள்ள அனைத்து கூறுகளுக்கும் நிலையான மொழிகள் பயன்படுத்தப்படுவதை உறுதி செய்கிறது.
tr: Proje içindeki tüm bileşenler için tutarlı bir dil kümesinin kullanılmasını sağlar.
uk: Забезпечує використання однорідного набору мов для всіх складників проєкту.
zh_hans: 确保对一个项目内所有部件使用一致的一组语言。
zh_hant: 確保對一個項目內所有組件使用一致的一組語言。

source: The components shared from other projects are not considered in this.
sv: Komponenter som delas från andra projekt beaktas inte i detta.

source: Missing languages are checked once every 24 hours, and when new languages are added in Weblate.
de: Fehlende Sprachen werden alle 24 Stunden überprüft, und wenn neue Sprachen in Weblate hinzugefügt werden.
ga: Seiceáiltear teangacha ar iarraidh uair amháin gach 24 uair, agus nuair a chuirtear teangacha nua leis in Weblate.
hu: A hiányzó nyelvek ellenőrzése 24 óránként történik, valamint minden alkalommal, amikor új nyelvet adnak hozzá a Weblate-ben.
id: Bahasa yang hilang akan diperiksa setiap 24 jam sekali dan ketika ada penambahan bahasa baru di Weblate.
ja: 足りない言語は、24 時間ごとに 1 回、さらに新しい言語を Weblate に追加したときに確認します。
nl: Ontbrekende talen worden elke 24 uur gecontroleerd en wanneer nieuwe talen worden toegevoegd in Weblate.
pt: Os idiomas ausentes são verificados uma vez a cada 24 horas e quando novos idiomas são adicionados no Weblate.
pt_br: Os idiomas ausentes são verificados uma vez a cada 24 horas e quando novos idiomas são adicionados no Weblate.
ro: Limbile lipsă sunt verificate o dată la 24 de ore și atunci când sunt adăugate noi limbi în Weblate.
ru: Отсутствующие языки проверяются каждые 24 часа и при добавлении нового языка через Weblate.
sv: Saknade språk kontrolleras en gång var 24:e timme, och när nya språk läggs till i Weblate.
ta: காணாமல் போன மொழிகள் ஒவ்வொரு 24 மணி நேரத்திற்கும் ஒரு முறை சரிபார்க்கப்படுகின்றன, மேலும் புதிய மொழிகள் வலைபெயர்ப்பில் சேர்க்கப்படும் போது.
tr: Eksik diller her 24 saatte bir ve Weblate üzerine yeni diller eklendiğinde denetlenir.
uk: Пошук пропущених мов відбувається кожні 24 години і при додаванні нових мов у Weblate.
zh_hans: 每隔 24 小时，和在 Weblate 中加入新语言时，会检查一次缺失的语言。
zh_hant: 每隔24小時，和在 Weblate 中加入新語言時，會檢查一次缺失的語言。

source: Unlike most others, this add-on affects the whole project.
de: Im Gegensatz zu den meisten anderen wirkt sich diese Erweiterung auf das gesamte Projekt aus.
ga: Murab ionann agus formhór na cinn eile, bíonn tionchar ag an mbreiseán seo ar an tionscadal iomlán.
hu: Ellentétben a legtöbb kiegészítővel, ez az egész projektet érinti.
id: Tidak seperti apengaya yang lainnya, pengaya ini memengaruhi seluruh proyek.
ja: 他のほとんどのアドオンとは異なり、このアドオンはプロジェクト全体に影響します。
nl: Anders dan de meeste andere, heeft deze add-on effect op het gehele project.
pt: Ao contrário da maioria dos outros, esta extensão afeta todo o projeto.
pt_br: Ao contrário da maioria dos outros, esse complemento afeta todo o projeto.
ro: Spre deosebire de majoritatea celorlalte, acest add-on afectează întregul proiect.
ru: В отличие от большинства других надстроек, эта влияет на весь проект.
sv: Till skillnad från de flesta andra påverkar detta tillägg hela projektet.
ta: மற்றவர்களைப் போலல்லாமல், இந்த துணை நிரல் முழு திட்டத்தையும் பாதிக்கிறது.
tr: Diğerlerinden farklı olarak, bu eklenti tüm projeyi etkiler.
uk: На відміну від інших, цей додаток стосується усього проєкту.
zh_hans: 不像其他多数附加组件，这个附加组件影响整个项目。
zh_hant: 不像其他多數附加組件，這個附加組件影響整個項目。

source: Auto-translate the newly added strings with :ref:`addon-weblate.autotranslate.autotranslate`.
de: Übersetzen Sie automatisch die neu hinzugefügten Zeichenketten mit :ref:`addon-weblate.autotranslate.autotranslate`.
ga: Uath-aistrigh na teaghráin nua-chur leis le :ref:`addon-weblate.autotranslate.autotranslate`.
hu: Az újonnan hozzáadott szövegek automatikus lefordítása az :ref:`addon-weblate.autotranslate.autotranslate` segítségével.
id: Terjemahkan secara otomatis string yang baru ditambahkan dengan :ref:`addon-weblate.autotranslate.autotranslate`.
ja: 新しく追加した文字列を :ref:`addon-weblate.autotranslate.autotranslate` アドオンで翻訳します。
nl: Nieuw toegevoegde tekenreeksen automatisch vertalen met :ref:`addon-weblate.autotranslate.autotranslate`.
pt: Traduza as cadeias recém-adicionadas automaticamente com :ref:`addon-weblate.autotranslate.autotranslate`.
pt_br: Traduza automaticamente os textos recém-adicionados com :ref:`addon-weblate.autotranslate.autotranslate`.
ro: Traduceți automat șirurile nou adăugate cu :ref:`addon-weblate.autotranslate.autotranslate`.
ru: Автоматически переводите новые добавленные строки с помощью надстройки :ref:`addon-weblate.autotranslate.autotranslate`.
sv: Översätt automatiskt de nyligen tillagda strängarna med :ref:`addon-weblate.autotranslate.autotranslate`.
tr: Yeni eklenen dizgeler :ref:`addon-weblate.autotranslate.autotranslate` ile kendiliğinden çevrilir.
uk: Автоматичний переклад нових доданих рядків за допомогою :ref:`addon-weblate.autotranslate.autotranslate`.
zh_hans: 用 :ref:`addon-weblate.autotranslate.autotranslate` 自动翻译新添加的字符串。
zh_hant: 用 :ref:`addon-weblate.autotranslate.autotranslate` 自動翻譯新添加的字符串。

source: Component discovery
de: Komponentenerkennung
ga: Fionnachtain Comhpháirte
hu: Összetevők felismerése
id: Penemuan komponen
ja: コンポーネントの検出
nl: Onderdeel opsporing
pt: Descoberta de componentes
pt_br: Descoberta de componente
ro: Descoperire componente
ru: Обнаружение компонентов
sv: Komponentupptäckt
ta: கூறு கண்டுபிடிப்பு
tr: Bileşen keşfi
uk: Виявлення складників
zh_hans: 部件发现
zh_hant: 組件探索

source: Regular expression to match translation files against
de: Regulärer Ausdruck zum Abgleich von Übersetzungsdateien
ga: slonn rialta chun comhaid aistriúcháin a mheaitseáil le
hu: Reguláris kifejezés, amellyel a fordítási fájlokat egyezteti
id: Ekspresi reguler untuk mencocokkan berkas terjemahan dengan
ja: 翻訳ファイルを照合する正規表現
nl: Reguliere uitdrukking om vertaalbestanden mee te vergelijken
pt: Expressão regular para corresponder ficheiros de tradução
pt_br: Expressão regular para corresponder aos arquivos de tradução
ro: Expresie regulată pentru a potrivi fișierele de traducere
ru: Регулярное выражение для сопоставления с файлами перевода
sv: Reguljärt uttryck för att matcha översättningsfiler mot
ta: மொழிபெயர்ப்பு கோப்புகளை எதிர்த்து பொருத்த வழக்கமான வெளிப்பாடு
tr: Çeviri dosyalarıyla eşleştirilecek kurallı ifade
uk: Регулярний вираз для зіставлення файлів перекладу
zh_hans: 用于匹配翻译文件的正则表达式
zh_hant: 用來比對出翻譯檔的正則表達式

source: File format
de: Dateiformat
ga: Formáid comhaid
hu: Fájlformátum
id: Format berkas
ja: ファイル形式
nl: Bestandsformaat
pt: Formato de ficheiro
pt_br: Formato de arquivo
ro: Format fișier
ru: Формат файла
sv: Filformat
ta: கோப்பு வகை
tr: Dosya biçimi
uk: Формат файлу
zh_hans: 文件格式
zh_hant: 檔案格式

source: Customize the component name
de: Anpassen des Komponentennamens
ga: Saincheap ainm an chomhpháirt
hu: Az összetevő nevének testreszabása
id: Sesuaikan nama komponen
ja: コンポーネント名のカスタマイズ
nl: Onderdeelnaam aanpassen
pt: Personalizar nome do componente
pt_br: Personalizar nome do componente
ro: Personalizează numele componentei
ru: Настроить название компонента
sv: Anpassa komponentnamnet
ta: கூறு பெயரைத் தனிப்பயனாக்குங்கள்
tr: Bileşen adını özelleştirme
uk: Налаштувати назву складника
zh_hans: 自定义部件名称
zh_hant: 自訂組件名稱

source: Define the monolingual base filename
de: Definition des einsprachigen Basisdateinamens
ga: Sainmhínigh an bonnainm aonteangach
hu: Az egynyelvű alapfájlnév meghatározása
id: Tentukan nama berkas basis monolingual
ja: モノリンガル用の、基礎となる翻訳ファイル名の設定
nl: Enkeltalige basisbestandsnaam opgeven
pt: Definir nome do ficheiro base monolingue
pt_br: Defina o nome do arquivo base monolíngue
ro: Definește numele fișierului de bază monolingv
ru: Задать имя базового одноязычного файла
sv: Definiera den enspråkiga basspråkfilen
ta: ஒருமொழி அடிப்படை கோப்பு பெயரை வரையறுக்கவும்
tr: Tek dil temel dosya adını tanımlama
uk: Визначити назву основного файлу для одномовного перекладу
zh_hans: 指定单语种译文模版文件名
zh_hant: 定義單語的基礎檔名

source: Leave empty for bilingual translation files.
de: Für zweisprachige Übersetzungsdateien leer lassen.
ga: Fág folamh le haghaidh comhaid aistriúcháin dhátheangacha.
hu: Hagyja üresen, ha kétnyelvű fordítási fájlt használ.
id: Biarkan kosong untuk berkas terjemahan dwibahasa.
ja: バイリンガル翻訳の場合は、何も設定しないでください。
nl: Laat leeg voor tweetalige vertaalbestanden.
pt: Manter vazio para ficheiros de tradução bilingue.
pt_br: Deixe vazio para arquivos de tradução bilíngues.
ro: Lasă gol pentru fișiere de traducere bilingve.
ru: Оставить пустым для двуязычных файлов перевода.
sv: Lämna tom för tvåspråkiga översättningsfiler.
ta: இருமொழி மொழிபெயர்ப்பு கோப்புகளுக்கு காலியாக விடவும்.
tr: İki dilli çeviri dosyaları için boş bırakın.
uk: Лишіть порожнім для двомовних файлів перекладу.
zh_hans: 双语翻译文件请留空。
zh_hant: 保留雙語翻譯檔空白。

source: Define the base file for new translations
de: Definition der Basisdatei für neue Übersetzungen
ga: Sainmhínigh an bunchomhad le haghaidh aistriúcháin nua
hu: Új fordítások alapfájljának meghatározása
id: Tetapkan berkas dasar untuk penerjemahan baru
ja: 新しい翻訳用の、基礎となる翻訳ファイルの設定
nl: Geef het basisbestand voor nieuwe vertalingen op
pt: Defina o ficheiro base para as novas traduções
pt_br: Definir o arquivo base para novas traduções
ro: Definește fișierul de bază pentru traduceri noi
ru: Задать базовый файл для нового перевода
sv: Definiera basfil för nya översättningar
ta: புதிய மொழிபெயர்ப்புகளுக்கான அடிப்படை கோப்பை வரையறுக்கவும்
tr: Yeni çeviriler için temel dosyayı tanımlama
uk: Визначити основний файл для нового перекладу
zh_hans: 为新的翻译条目指定翻译模版文件
zh_hant: 定義新翻譯的基礎檔

source: Filename of file used for creating new translations. For gettext choose .pot file.
de: Dateiname, der zum Anlegen neuer Übersetzungen verwendet wird. Für gettext, .pot-Datei auswählen.
ga: Ainm comhaid an chomhaid a úsáidtear chun aistriúcháin nua a chruthú. Le haghaidh gettext roghnaigh comhad .pot.
hu: Az új fordítások létrehozásához használt fájl neve; gettext esetén például a .pot fájl.
id: Nama berkas yang digunakan untuk membuat penerjemahan baru. Untuk Gettext pilih berkas .pot.
ja: 新しい翻訳の作成に使用するファイルのファイル名。gettext では .pot ファイルを選択します。
nl: Bestandsnaam van bestand dat gebruikt wordt voor het aanmaken van nieuwe vertalingen. Voor Gettext, kies .pot-bestand.
pt: Nome do ficheiro utilizado para criar as novas traduções. Para gettext, escolher o ficheiro ".pot".
pt_br: Nome do arquivo usado para criar novas traduções. Para gettext escolha o arquivo .pot.
ro: Numele fișierului utilizat pentru crearea de traduceri noi. Pentru gettext, alege fișierul .pot.
ru: Имя файла, который используется для создания новых переводов. Для gettext выберите .pot файл.
sv: Filnamn på fil som används för att skapa nya översättningar. Välj .pot-fil för gettext.
ta: புதிய மொழிபெயர்ப்புகளை உருவாக்கப் பயன்படுத்தப்படும் கோப்பின் கோப்பு பெயர். உரைபெறு க்கு .pot கோப்பைத் தேர்வுசெய்க.
tr: Yeni çevirileri oluşturmak için kullanılan dosyanın adı. Gettext için .pot dosyası olarak seçin.
uk: Імʼя файлу, використане для створення нових перекладів. Для gettext виберіть pot-файл.
zh_hans: 请指定模板文件，新语言的翻译文档将会套用该模板。对于 gettext 格式，请选择 .pot 文件。
zh_hant: 用來建立新翻譯的檔案名稱。例如 gettext，請選擇 .pot 檔。

source: Intermediate language file
de: Zwischensprachedatei
ga: Comhad teanga idirmheánach
hu: Köztes nyelvi fájl
id: Berkas bahasa intermediasi
ja: 中間言語ファイル
nl: Tussenliggend taalbestand
pt: Ficheiro de idioma intermédio
pt_br: Arquivo de idioma intermediário
ro: Fișier de limbă intermediar
ru: Файл промежуточного языка
sv: Mellanliggande språkfil
ta: இடைநிலை மொழி கோப்பு
tr: Ara dil dosyası
uk: Проміжний мовний файл
zh_hans: 中间语言文件
zh_hant: 中間語言檔案

source: Filename of intermediate translation file. In most cases this is a translation file provided by developers and is used when creating actual source strings.
de: Dateiname der Zwischenübersetzungsdatei. In den meisten Fällen handelt es sich um eine von Entwicklern bereitgestellte Übersetzungsdatei, die beim Erstellen der eigentlichen Ausgangszeichenketten verwendet wird.
ga: Ainm comhaid an chomhaid aistriúcháin idirmheánach. I bhformhór na gcásanna is comhad aistriúcháin é seo a sholáthraíonn forbróirí agus a úsáidtear nuair a bhíonn teaghráin fhoinse iarbhír á gcruthú.
hu: A köztes fordítási fájl neve. A legtöbb esetben ez egy fejlesztők által biztosított fordítási fájl, amelyet az eredeti forrásszövegek létrehozásakor használnak.
id: Nama berkas dari berkas terjemahan intermediasi. Dalam kebanyakan kasus, ini adalah berkas terjemahan yang disediakan oleh pengembang dan digunakan saat membuat string sumber yang sebenarnya.
ja: 中間翻訳ファイルのファイル名。多くの場合、これは開発者により提供される翻訳ファイルで、実際の原文を作成する際に使用されます。
nl: De bestandsnaam van het vertaalbestand. Doorgaans is dit een vertaalbestand van de ontwikkelaars dat wordt gebruikt om de brontekenreeksen samen te stellen.
pt: Nome do ficheiro de tradução intermediária. Geralmente este é um ficheiro de tradução fornecido pelos programadores e é usado na criação de cadeias fonte reais.
pt_br: Nome do arquivo de tradução intermediária. Na maioria dos casos, este é um arquivo de tradução fornecido por desenvolvedores e é usado ao criar textos fontes reais.
ro: Numele de fișier al fișierului de traducere intermediar. În cele mai multe cazuri, acesta este un fișier de traducere furnizat de dezvoltatori și este utilizat la crearea șirurilor sursă reale.
ru: Имя файла с промежуточным переводом. В большинстве случаев это файл перевода, предоставляемый разработчиками и используемый при создании настоящих исходных строк.
sv: Filnamn för mellanliggande översättningsfil. I de flesta fall är detta en översättningsfil som tillhandahålls av utvecklare och som används vid skapandet av faktiska källsträngar.
ta: இடைநிலை மொழிபெயர்ப்பு கோப்பின் கோப்பு பெயர். பெரும்பாலான சந்தர்ப்பங்களில் இது உருவாக்குபவர்களால் வழங்கப்பட்ட மொழிபெயர்ப்பு கோப்பு மற்றும் உண்மையான மூல சரங்களை உருவாக்கும்போது பயன்படுத்தப்படுகிறது.
tr: Ara çeviri dosyasının adı. Çoğu durumda bu dosya geliştiriciler tarafından sunulan bir çeviri dosyasıdır ve gerçek kaynak dizgeler oluşturulurken kullanılır.
uk: Назва проміжного файла перекладу. Здебільшого, це файл перекладу, який надається розробниками і використовується для створення самих рядків для перекладу.
zh_hans: 中间翻译文件的文件名。在大多数情况下，这是开发者提供的翻译文件，用于创建实际的源字符串。

source: Language filter
de: Sprachenfilter
ga: Scagaire teanga
hu: Nyelvi szűrő
id: Filter bahasa
ja: 言語フィルター
nl: Taalfilter
pt: Filtro de idioma
pt_br: Filtro de idioma
ro: Filtru limbă
ru: Языковой фильтр
sv: Språkfilter
ta: மொழி வடிகட்டி
tr: Dil süzgeci
uk: Фільтр мов
zh_hans: 语言筛选
zh_hant: 語言篩選

source: Regular expression to filter translation files against when scanning for file mask.
de: Regulärer Ausdruck, gegen den die Übersetzungsdateien beim Scannen nach Dateimaske gefiltert wird.
ga: Slonn rialta chun comhaid aistriúcháin a scagadh ina choinne agus masc comhaid á scanadh.
hu: Reguláris kifejezés, amellyel a fordítási fájlokat szűrjük fájlmaszk keresésekor.
id: Ekspresi reguler untuk menyaring berkas terjemahan saat memindai file mask.
ja: ファイル マスクのスキャン時に、翻訳ファイルをフィルター処理する正規表現。
nl: Reguliere uitdrukking om vertaalbestanden tegen te filteren bij het scannen naar een bestandsmasker.
pt: Expressão regular para filtrar ficheiros de tradução ao examinar por uma máscara de ficheiros.
pt_br: Expressão regular para filtrar arquivos de tradução ao examinar por uma máscara de arquivo.
ro: Expresie regulată pentru filtrarea fișierelor de traducere la scanarea pentru masca de fișiere.
ru: Регулярное выражение для фильтрации файлов перевода при сканировании по файловой маске.
sv: Reguljärt uttryck för att filtrera översättningsfiler vid sökning efter filmask.
ta: கோப்பு முகமூடியை ச்கேன் செய்யும் போது மொழிபெயர்ப்பு கோப்புகளை வடிகட்ட வழக்கமான வெளிப்பாடு.
tr: Dosya maskesi taranırken çeviri dosyalarını süzmek için kullanılan kurallı ifade.
uk: Формальний вираз для фільтрування файлів перекладу під час сканування за маскою файлів.
zh_hans: 扫描文件掩码时用于筛选翻译文件的正则表达式。
zh_hant: 掃描檔案遮罩時用以篩選過濾翻譯檔的正則表達式。

source: Clone add-ons from the main component to the newly created ones
de: Erweiterungen der Hauptkomponente zu den neu erstellten klonen
ga: Breiseáin Clón ón bpríomh-chomhpháirt go dtí na cinn nuachruthaithe
hu: Kiegészítők másolása a fő összetevőről az újonnan létrehozott összetevőkre
id: Kloning pengaya dari komponen utama ke komponen yang baru dibuat
ja: アドオンを、メイン コンポーネントから新しく作成したコンポーネントにクローンする
nl: Kloon add-ons van het hoofdonderdeel naar nieuw gemaakte
pt: Clonar extensões do componente principal para os recém-criados
pt_br: Clonar complementos do componente principal para as recém-criadas
ro: Clonare suplimente din componenta principală în cele nou create
ru: Клонировать дополнения из основного компонента в новые
sv: Klona tillägg från huvudkomponenten till de nyligen skapade
ta: முக்கிய கூறுகளிலிருந்து புதிதாக உருவாக்கப்பட்டவற்றுக்கு நகலி துணை நிரல்கள்
tr: Ana bileşendeki eklentileri yeni oluşturulanlara kopyalama
uk: Клонувати додатки з основного складника до нових
zh_hans: 将主部件的附加组件克隆到新创建的部件
zh_hant: 從主組件複製附加元件至新建立的組件

source: Remove components for inexistent files
de: Komponenten für nicht vorhandene Dateien entfernen
ga: Bain comhpháirteanna as comhaid nach bhfuil ann
hu: Nem létező fájlok összetevőinek eltávolítása
id: Hapus komponen untuk berkas yang tidak ada
ja: 存在しないファイルのコンポーネントの削除
nl: Onderdelen voor niet-bestaande bestanden verwijderen
pt: Remover componentes para os ficheiros inexistentes
pt_br: Remova componentes para arquivos inexistentes
ro: Elimină componente pentru fișiere inexistente
ru: Удалить компоненты для несуществующих файлов
sv: Ta bort komponenter för icke-befintliga filer
ta: தவிர்க்கமுடியாத கோப்புகளுக்கான கூறுகளை அகற்று
tr: Var olmayan dosyalar için bileşenleri kaldırma
uk: Видалити складники для файлів, яких не існує
zh_hans: 删除不存在文件的部件

source: I confirm the above matches look correct
de: Ich bestätige, dass die obigen Übereinstimmungen korrekt aussehen
ga: Deimhním go bhfuil cuma cheart ar na cluichí thuas
hu: Megerősítem, hogy a fenti egyezések helyesek
id: Saya mengonfirmasi bahwa kecocokan di atas terlihat benar
ja: 上記の一致が正しいかを確認する
nl: Ik bevestig dat bovenstaande overeenkomsten juist lijken
pt: Confirmo que as correspondências acima parecem correctas
pt_br: Confirmo que a correspondência acima parece correta
ro: Confirm că potrivirile de mai sus par corecte
ru: Я подтверждаю, что сопоставления выше выглядят правильно
sv: Jag bekräftar att ovanstående matchningar ser ut att vara korrekta
ta: மேற்கண்ட போட்டிகள் சரியாக இருப்பதை நான் உறுதிப்படுத்துகிறேன்
tr: Yukarıdaki eşleşmelerin doğru göründüğünü onaylıyorum
uk: Я підтверджую, що всі вище наведені збіги виглядають правильними
zh_hans: 我确认上述匹配是正确的
zh_hant: 我能確認上述符合項目看起來正確
