Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added categories to whiteboard messages.
de: Kategorien für Whiteboard-Nachrichten hinzugefügt.
ga: Cuireadh catagóirí le teachtaireachtaí clár bán.
hu: Kategóriák hozzáadva az üzenőfal-üzenetekhez.
id: Menambahkan kategori ke pesan papan tulis.
ja: ホワイトボード メッセージにカテゴリを追加。
nl: Categorieën toegevoegd aan berichten van whiteboard.
pt: Adicionadas categorias às mensagens do quadro de comunicações.
pt_br: Adicionadas categorias às mensagens do quadro de comunicações.
ro: Au fost adăugate categorii la mesajele de pe tablă.
ru: К сообщениям совместной доски добавлены категории.
sv: Lagt till kategorier till whiteboardmeddelanden.
ta: ஒயிட் போர்டு செய்திகளில் வகைகளைச் சேர்த்தது.
tr: Beyaz tahta iletilerine kategori özelliği eklendi.
uk: Додано категорії повідомлень дошки.
zh_hans: 增加了白板消息分类。
zh_hant: 為白板纖細添加了分類。

source: *Released on Mar 10th 2016.*
de: *Veröffentlicht am 10. März 2016.*
ga: *Eisithe ar 10 Márta 2016.*
hu: *Kiadva: 2016. március 10.*
id: *Dirilis pada 10 Maret 2016.*
nl: *Uitgegeven op 10 maart 2016.*
pt_br: *Atualizado em 10 de março de 2016.*
sv: *Släppt den 10 mars 2016.*
tr: *10 Mart 2016 tarihinde yayınlandı.*
uk: *Випущено 10 березня 2016 року.*

source: Fixed automatic translation for project owners.
de: Die automatische Übersetzung für Projektverantwortliche korrigiert.
ga: Aistriúchán uathoibríoch seasta d’úinéirí tionscadail.
hu: Projekttulajdonosok számára az automatikus fordítás működése javítva.
id: Memperbaiki terjemahan otomatis untuk pemilik proyek.
ja: プロジェクト所有者の自動翻訳を修正。
nl: Automatisch vertalen voor projecteigenaren gerepareerd.
pt: Corrigida tradução de máquina para proprietários de projetos.
pt_br: Corrigida a tradução automática para proprietários de projetos.
ro: A fost reparată traducerea automată pentru proprietarii de proiecte.
ru: Исправлен автоматический перевод для владельцев проектов.
sv: Fast automatisk översättning för projektägare.
ta: திட்ட உரிமையாளர்களுக்கான நிலையான தானியங்கி மொழிபெயர்ப்பு.
tr: Proje sahipleri için kendiliğinden çeviri düzeltildi.
uk: Виправлено автоматичний переклад для власників проєктів.
zh_hans: 修复了项目所有者的自动翻译。
zh_hant: 修復了項目所有者的自動翻譯。

source: Improved performance of commit and push operations.
de: Verbesserte Leistung von Commit- und Push-Vorgängen.
ga: Feidhmíocht fheabhsaithe maidir le hoibríochtaí tiomantais agus brú.
hu: Véglegesítési és feltöltési (push) műveletek teljesítménye javult.
id: Peningkatan kinerja operasi komit dan dorong.
ja: コミット操作とプッシュ操作の性能を改善。
nl: Verbeterde prestaties voor bewerkingen voor indienen en pushen.
pt: Melhorado o desempenho de operações de commit e push.
pt_br: Melhorado o desempenho de operações de commit e push.
ro: Îmbunătățirea performanțelor operațiunilor de confirmare și împingere.
ru: Улучшенная производительность выполнения коммитов и отправки в репозиторий.
sv: Förbättrad prestanda för commit- och push-operationer.
ta: கமிட் மற்றும் புச் செயல்பாடுகளின் மேம்பட்ட செயல்திறன்.
tr: İşleme ve itme işlemlerinin başarımı iyileştirildi.
uk: Удосконалено швидкодію створення внесків і запису внесків до сховища.
zh_hans: 改进了提交和推送操作的性能。
zh_hant: 改進了提交和推送操作的性能。

source: New management command to add suggestions from command-line.
de: Neuer Verwaltungsbefehl zum Hinzufügen von Vorschlägen über die Befehlszeile.
ga: Ordú bainistíochta nua chun moltaí ón líne ordaithe a chur leis.
hu: Új kezelőparancs a parancssorból történő javaslattételhez.
id: Perintah manajemen baru untuk menambahkan saran dari baris perintah.
ja: コマンドラインから提案を追加する、新しい管理コマンドの追加。
nl: Nieuwe beheersopdracht om suggesties toe te voegen vanaf de opdrachtregel.
pt: Novo comando de gestão para adicionar sugestões a partir da linha de comando.
pt_br: Novo comando de gerenciamento para adicionar sugestões a partir da linha de comando.
ro: O nouă comandă de gestionare pentru a adăuga sugestii din linia de comandă.
ru: Новая команда управления для добавления предложений из командной строки.
sv: Nytt kommando för att lägga till förslag från kommandoraden.
ta: கட்டளை வரியிலிருந்து பரிந்துரைகளைச் சேர்க்க புதிய மேலாண்மை கட்டளை.
tr: Komut satırından öneriler eklemek için yeni yönetim komutu eklendi.
uk: Реалізовано нову команду для додавання пропозицій з командного рядка.
zh_hans: 新的管理命令，从命令行添加建议。
zh_hant: 新的管理命令，從命令行添加建議。

source: Added support for merging comments on file upload.
de: Unterstützung für das Zusammenführen von Kommentaren beim Hochladen von Dateien hinzugefügt.
ga: Tacaíocht bhreise chun tuairimí ar uaslódáil comhad a chumasc.
hu: Megjegyzések összevonásának támogatása fájl feltöltésekor.
id: Menambahkan dukungan untuk menggabungkan komentar pada unggahan berkas.
ja: ファイル アップロード時のコメントのマージに対応。
nl: Ondersteuning toegevoegd voor opmerkingen voor samenvoegen bij uploaden van bestand.
pt: Adicionado suporte para mesclar comentários ao enviar ficheiros.
pt_br: Adicionado suporte para mesclar comentários ao enviar arquivo.
ro: A fost adăugat suport pentru fuzionarea comentariilor la încărcarea fișierelor.
ru: Добавлена поддержка объединения комментариев при загрузке файлов.
sv: Lagt till stöd för att slå samman kommentarer vid filuppladdning.
ta: கோப்பு பதிவேற்றத்தில் கருத்துகளை இணைப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Dosya yüklerken yorumları birleştirme özelliği eklendi.
uk: Додано підтримку об'єднання коментарів при вивантаженні файлів.
zh_hans: 为文件上传时的合并注释添加了支持。
zh_hant: 為文件上傳時的合併註釋添加了支持。

source: Added support for some GNU extensions to C printf format.
de: Unterstützung für einige GNU-Erweiterungen des C-printf-Formats hinzugefügt.
ga: Tacaíocht bhreise le haghaidh roinnt síntí GNU ar fhormáid C printf.
hu: Támogatás bizonyos GNU kiterjesztésekhez a C printf formátumban.
id: Menambahkan dukungan untuk beberapa ekstensi GNU ke format printf C.
ja: GNU 拡張を一部の C printf 形式へ対応。
nl: Ondersteuning toegevoegd voor enkele extensies van GNU voor C printf-indeling.
pt: Adicionado suporte para algumas extensões GNU para o formato C printf.
pt_br: Adicionado suporte para alguns complementos GNU ao formato printf da linguagem C.
ro: A fost adăugat suport pentru unele extensii GNU la formatul C printf.
ru: Добавлена поддержка некоторых расширений GNU к формату функции printf C.
sv: Lagt till stöd för vissa GNU-tillägg till C-formatet printf.
ta: சில குனு நீட்டிப்புகளுக்கு சி பிரிண்ட்ஃப் வடிவத்திற்கு உதவி சேர்க்கப்பட்டது.
tr: C printf biçimindeki bazı GNU eklentileri desteği eklendi.
uk: Додано підтримку деяких розширень GNU до формату printf C.
zh_hans: 为 C printf 格式的一些 GNU 后缀添加了支持。
zh_hant: 為 C printf 格式的一些 GNU 後綴添加了支持。

source: Added support for generating translator credits.
de: Unterstützung für die Erstellung von Übersetzungsnachweisen hinzugefügt.
ga: Tacaíocht bhreise chun creidmheasanna aistritheoirí a ghiniúint.
hu: Fordítói nevek automatikus generálásának támogatása.
id: Menambahkan dukungan untuk menghasilkan kredit penerjemah.
ja: 翻訳者のクレジットの自動生成に対応。
nl: Ondersteuning toegevoegd voor genereren van attributie voor vertaler.
pt: Adicionado suporte para gerar créditos de tradutores.
pt_br: Adicionado suporte para gerar créditos de tradutores.
ro: A fost adăugat suport pentru generarea de credite pentru traducători.
ru: Добавлена поддержка генерации списка переводчиков.
sv: Lagt till stöd för att generera översättarkrediter.
ta: மொழிபெயர்ப்பாளர் வரவுகளை உருவாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Çevirmen hesaplarını tutma özelliği eklendi.
uk: Додано підтримку створення подяк перекладачам.
zh_hans: 为生成译者信用添加了支持。
zh_hant: 為生成翻譯者信用添加了支持。

source: Added support for generating contributor stats.
de: Unterstützung für die Erstellung von Übersetzerstatistiken hinzugefügt.
ga: Tacaíocht bhreise chun stats ranníocóra a ghiniúint.
hu: Közreműködői statisztikák generálásának támogatása.
id: Menambahkan dukungan untuk menghasilkan statistik kontributor.
ja: 貢献者の統計情報を自動生成に対応。
nl: Ondersteuning toegevoegd voor genereren van statistieken voor deelnemer.
pt: Adicionado suporte para gerar estatísticas de contribuidores.
pt_br: Adicionado suporte para gerar estatísticas de colaboradores.
ro: A fost adăugat suport pentru generarea de statistici pentru colaboratori.
ru: Добавлена поддержка генерации статистики участников.
sv: Lagt till stöd för att generera statistik över bidragsgivare.
ta: பங்களிப்பாளர் புள்ளிவிவரங்களை உருவாக்குவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Katılımcı istatistikleri oluşturma özelliği eklendi.
uk: Додано підтримку показу статистичних даних щодо учасників перекладу.
zh_hans: 为生成贡献者统计数据添加了支持。
zh_hant: 為生成貢獻者統計數據添加了支持。

source: Site wide search can search only in one language.
de: Die plattformweite Suche kann nur in einer Sprache suchen.
ga: Ní féidir cuardach a dhéanamh ar fud an tsuímh ach i dteanga amháin.
hu: Webhelyszintű keresés mostantól szűkíthető egyetlen nyelvre.
id: Pencarian di seluruh situs hanya dapat mencari dalam satu bahasa.
ja: サイト全体の検索を、1 つの言語でのみ検索するように改良。
nl: Sitebrede zoekactie kan slechts zoeken in een taal.
pt: A pesquisa em todo o site pode pesquisar apenas num idioma.
pt_br: A busca em todo o site pode procurar apenas em um idioma.
ro: Căutarea la nivelul întregului site poate căuta doar într-o singură limbă.
ru: Поиск по всему сайту теперь можно вести только по одному языку.
sv: Sökningen på hela webbplatsen kan endast göras på ett språk.
ta: தள பரந்த தேடல் ஒரு மொழியில் மட்டுமே தேட முடியும்.
tr: Site genelinde aramanın yalnızca bir dilde arama yapması sağlandı.
uk: Загальний пошук лише за одною мовою.
zh_hans: 网站范围的搜索可以只在一种语言中搜索。
zh_hant: 網站範圍的搜索可以只在一種語言中搜索。

source: Improve quality checks for Armenian.
de: Verbesserte Qualitätsprüfungen für Armenisch.
ga: Feabhas a chur ar sheiceálacha cáilíochta don Airméinis.
hu: Minőség-ellenőrzések pontosítása örmény nyelvhez.
id: Tingkatkan pemeriksaan kualitas untuk Armenia.
ja: アルメニア語の品質検査を改良。
nl: Verbeterde kwaliteitscontroles voor Armeens.
pt: Melhora as verificações de qualidade para armênio.
pt_br: Melhora as verificações de qualidade para armênio.
ro: Îmbunătățirea controalelor de calitate pentru armeană.
ru: Улучшение проверок качества для армянского языка.
sv: Förbättra kvalitetskontrollerna för armeniska.
ta: ஆர்மீனியத்திற்கான தர சோதனைகளை மேம்படுத்தவும்.
tr: Ermenice için kalite denetimleri iyileştirildi.
uk: Удосконалено перевірки якості перекладів вірменською мовою.
zh_hans: 改进了亚美尼亚语的质量检查。
zh_hant: 改進了亞美尼亞語的質量檢查。

source: Support for starting translation components without existing translations.
de: Unterstützung für den Start von Übersetzungskomponenten ohne vorhandene Übersetzungen.
ga: Tacaíocht chun comhpháirteanna aistriúcháin a thosú gan aistriúcháin atá ann cheana féin.
hu: Támogatás új fordítási összetevők indítására meglévő fordítás nélkül.
id: Dukungan untuk memulai komponen terjemahan tanpa terjemahan yang ada.
ja: 既存の翻訳なしに翻訳コンポーネントを開始する機能の追加。
nl: Ondersteuning voor het beginnen van vertaalonderdelen zonder bestaande vertalingen.
pt: Suporte para iniciar componentes de tradução sem traduções existentes.
pt_br: Suporte para iniciar componentes de tradução sem traduções existentes.
ro: Suport pentru pornirea componentelor de traducere fără traduceri existente.
ru: Добавлена поддержка создания компонентов перевода без существующих переводов.
sv: Stöd för att starta översättningskomponenter utan befintliga översättningar.
ta: ஏற்கனவே உள்ள மொழிபெயர்ப்புகள் இல்லாமல் மொழிபெயர்ப்பு கூறுகளைத் தொடங்குவதற்கான உதவி.
tr: Çeviriler var olmadan çeviri bileşenlerini başlatma özelliği eklendi.
uk: Реалізовано підтримку започаткування складників перекладу без наявних перекладів.
zh_hans: 为开始没有现有翻译的翻译部件添加支持。
zh_hant: 為開始沒有現有翻譯的翻譯組件添加支持。

source: Support for adding new translations in Qt TS.
de: Unterstützung für das Hinzufügen neuer Übersetzungen in Qt TS.
ga: Tacaíocht chun aistriúcháin nua a chur leis in Qt TS.
hu: Új fordítások hozzáadásának támogatása Qt TS fájlokban.
id: Dukungan untuk menambahkan terjemahan baru di Qt TS.
ja: Qt TSでの新しい翻訳に対応。
nl: Ondersteuning voor toevoegen van nieuwe vertalingen in Qt TS.
pt: Suporte para adicionar novas traduções em Qt TS.
pt_br: Suporte para adicionar novas traduções em Qt TS.
ro: Suport pentru adăugarea de noi traduceri în Qt TS.
ru: Поддержка добавления новых переводов при работе с Qt TS.
sv: Stöd för att lägga till nya översättningar i Qt TS.
ta: கியுடி ts இல் புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கான உதவி.
tr: Qt TS ile yeni çeviriler ekleme özelliği eklendi.
uk: Реалізовано підтримку додавання нових перекладів у Qt TS.
zh_hans: 支持在 Qt TS 中添加新的翻译。
zh_hant: 支持在 Qt TS 中添加新的翻譯。

source: Improved support for translating PHP files.
de: Verbesserte Unterstützung für die Übersetzung von PHP-Dateien.
ga: Tacaíocht fheabhsaithe chun comhaid PHP a aistriú.
hu: PHP fájlok fordításának támogatása továbbfejlesztve.
id: Peningkatan dukungan untuk menerjemahkan berkas PHP.
ja: PHP ファイルの翻訳対応を改良。
nl: Verbeterde ondersteuning voor vertalen van PHP-bestanden.
pt: Melhorado suporte para tradução de ficheiros de PHP.
pt_br: Melhorado suporte para tradução de arquivos PHP.
ro: Suport îmbunătățit pentru traducerea fișierelor PHP.
ru: Улучшена поддержка перевода PHP-файлов.
sv: Förbättrat stöd för översättning av PHP-filer.
ta: php கோப்புகளை மொழிபெயர்ப்பதற்கான மேம்பட்ட உதவி.
tr: PHP dosyalarını çevirme desteği iyileştirildi.
uk: Удосконалено підтримку перекладу файлів PHP.
zh_hans: 改进了翻译 PHP 文件的支持。
zh_hant: 改進了翻譯 PHP 文件的支持。

source: Performance improvements for quality checks.
de: Leistungsverbesserungen bei Qualitätsprüfungen.
ga: Feabhsuithe feidhmíochta le haghaidh seiceálacha cáilíochta.
hu: Minőség-ellenőrzések teljesítményének javítása.
id: Peningkatan kinerja untuk pemeriksaan kualitas.
ja: 品質検査の性能を改良。
nl: Verbeterde prestaties voor kwaliteitscontroles.
pt: Melhorias de desempenho para verificações de qualidade.
pt_br: Melhorias de desempenho para verificações de qualidade.
ro: Îmbunătățirea performanțelor pentru controalele de calitate.
ru: Улучшена производительность для проверок качества.
sv: Prestandaförbättringar för kvalitetskontroller.
ta: தர சோதனைகளுக்கான செயல்திறன் மேம்பாடுகள்.
tr: Kalite denetimlerinin başarımı iyileştirildi.
uk: Поліпшення у швидкодії перевірок якості.
zh_hans: 质量检查的性能提高。
zh_hant: 質量檢查的性能提高。

source: Fixed site wide search for failing checks.
de: Die plattformweite Suche nach fehlgeschlagenen Qualitätsprüfungen korrigiert.
ga: Cuardach seasta ar fud an tsuímh le haghaidh seiceálacha ag teip.
hu: Sikertelen ellenőrzésekre történő keresés javítva.
id: Memperbaiki pencarian di seluruh situs untuk pemeriksaan yang gagal.
ja: サイト全体にする検査不合格の修正。
nl: Gerepareerde sitebrede zoekactie naar mislukte controles.
pt: Pesquisa corrigida para todo o site por verificações com falha.
pt_br: Corrigida a busca para todo o site por verificações com falha.
ro: A fost reparată căutarea la nivelul întregului site pentru verificările eșuate.
ru: Исправлен поиск неудачных проверок по всему сайту.
sv: Fastställd webbplatsomfattande sökning efter felaktiga kontroller.
ta: தோல்வியுற்ற சோதனைகளுக்கான நிலையான தளம் பரந்த தேடல்.
tr: Denetim hatalarının site genelinde aranması sorunu düzeltildi.
uk: Виправлено загальний пошук за сайтом для рядків, які не пройшли перевірок.
zh_hans: 修复了全站搜索未通过的检查的问题。

source: Added option to specify source language.
de: Option zur Angabe der Ausgangssprache hinzugefügt.
ga: Rogha breise chun an teanga foinse a shonrú.
hu: Forrásnyelv megadásának lehetősége hozzáadva.
id: Menambahkan opsi untuk menentukan bahasa sumber.
ja: 原文の言語を指定するオプションの追加。
nl: Optie toegevoegd om brontaal te specificeren.
pt: Adicionada opção para especificar o idioma fonte.
pt_br: Adicionada opção para especificar o idioma fonte.
ro: A fost adăugată opțiunea de a specifica limba sursă.
ru: Добавлена возможность задать исходный язык.
sv: Lagt till alternativ för att ange källspråk.
ta: மூல மொழியைக் குறிப்பிட விருப்பம் சேர்க்கப்பட்டது.
tr: Kaynak dili belirtme seçeneği eklendi.
uk: Додано пункт для визначення початкової мови.
zh_hans: 新增了指定源语言的选项。
zh_hant: 添加選型來指定源語言。

source: Extended list of options for import_project.
de: Liste der Optionen für import_project erweitert.
ga: Liosta leathnaithe roghanna le haghaidh import_project.
hu: `import_project` parancshoz elérhető beállítások köre kibővült.
id: Daftar opsi yang diperluas untuk import_project.
ja: import_project オプション一覧の拡張。
nl: Uitgebreide lijst met opties voor import_project.
pt: Estendida a lista de opções para import_project.
pt_br: Estendida a lista de opções para import_project.
ro: Lista extinsă de opțiuni pentru import_project.
ru: Расширен список параметров команды import_project.
sv: Utökad lista över alternativ för import_project.
ta: இறக்குமதி_ திட்டத்திற்கான விருப்பங்களின் விரிவாக்கப்பட்ட பட்டியல்.
tr: import_project için seçenekler listesi zenginleştirildi.
uk: Розширено список параметрів import_project.
zh_hans: 扩展了 import_project 选项的列表。
zh_hant: 擴展了 import_project 選項的列表。

source: Improved targeting for whiteboard messages.
de: Verbesserte Zielausrichtung für Whiteboard-Nachrichten.
ga: Spriocdhíriú feabhsaithe do theachtaireachtaí ar an gclár bán.
hu: Üzenőfal-üzenetek célzása pontosabb lett.
id: Peningkatan penargetan untuk pesan papan tulis.
ja: ホワイトボード メッセージの対象を改良。
nl: Verbeterde doelen voor berichten van whiteboard.
pt: Melhoria da segmentação para mensagens do quadro de avisos.
pt_br: Melhoria da segmentação para mensagens do quadro de avisos.
ro: Îmbunătățirea direcționării pentru mesajele de tablă albă.
ru: Улучшено таргетирование сообщений на совместной доске.
sv: Förbättrad inriktning för whiteboardmeddelanden.
ta: ஒயிட் போர்டு செய்திகளுக்கான மேம்பட்ட இலக்கு.
tr: Beyaz tahta iletileri için hedefleme iyileştirildi.
uk: Удосконалено визначення аудиторії призначення для повідомлень дошки.
zh_hans: 改进了白板消息的目标。
zh_hant: 改進了白板消息的目標。

source: Support for automatic translation across projects.
de: Unterstützung für die projektübergreifende automatische Übersetzung.
ga: Tacaíocht d’aistriúchán uathoibríoch thar thionscadail.
hu: Támogatás automatikus fordításhoz projektek között.
id: Dukungan untuk terjemahan otomatis di seluruh proyek.
ja: プロジェクト間の自動翻訳に対応。
nl: Ondersteuning voor automatisch vertalen tussen projecten.
pt: Suporte para tradução automática entre projetos.
pt_br: Suporte para tradução automática entre projetos.
ro: Suport pentru traducerea automată între proiecte.
ru: Поддержка автоматического перевода строк уже переведённых в другом проекте.
sv: Stöd för automatisk översättning mellan projekt.
ta: திட்டங்களில் தானியங்கி மொழிபெயர்ப்புக்கான உதவி.
tr: Projeler arasında kendiliğinden çeviri özelliği eklendi.
uk: Реалізовано підтримку автоматичного перекладу однакових повідомлень у різних проєктах.
zh_hans: 支持跨项目的自动翻译。
zh_hant: 支持跨項目的自動翻譯。

source: Optimized fulltext search index.
de: Optimierter Volltextsuchindex.
ga: Innéacs cuardaigh lántéacs optamaithe.
hu: Optimalizált teljes szövegű keresési index.
id: Indeks pencarian teks lengkap yang dioptimalkan.
ja: 全文検索インデックスの最適化。
nl: Geoptimaliseerde index voor zoeken in volledige tekst.
pt: Otimizado o índice de pesquisa de texto completo.
pt_br: Otimizado o índice de busca de texto completo.
ro: Index de căutare fulltext optimizat.
ru: Оптимизирован полнотекстовый поисковый индекс.
sv: Optimerat index för fulltextsökning.
ta: உகந்த ஃபுல் டெக்ச்ட் தேடல் அட்டவணை.
tr: Tam metin arama dizini iyileştirildi.
uk: Оптимізовано повнотекстовий покажчик для пошуку.
zh_hans: 优化全文搜索索引。
zh_hant: 優化全文搜索索引。

source: Added management command for auto translation.
de: Verwaltungsbefehl für automatische Übersetzung hinzugefügt.
ga: Ordú bainistíochta curtha leis le haghaidh aistriúcháin uathoibríoch.
hu: Automatikus fordításra szolgáló kezelőparancs hozzáadva.
id: Menambahkan perintah manajemen untuk terjemahan otomatis.
ja: 自動翻訳の管理コマンドの追加。
nl: Beheersopdracht voor automatisch vertalen toegevoegd.
pt: Adicionado comando de gestão para a tradução automática.
pt_br: Adicionado comando de gerenciamento para tradução automática.
ro: A fost adăugată comanda de gestionare a traducerii automate.
ru: Добавлена команда управления для автоматического перевода.
sv: Lagt till kommando för automatisk översättning.
ta: தானி மொழிபெயர்ப்பிற்கான மேலாண்மை கட்டளை சேர்க்கப்பட்டது.
tr: Kendiliğinden çeviri için yönetim komutu eklendi.
uk: Додано команду керування для автоматичного перекладу.
zh_hans: 为自动翻译添加了管理命令。
zh_hant: 為自動翻譯添加了管理命令。

source: Added placeables highlighting.
de: Hervorhebung von Platzhaltern hinzugefügt.
ga: Cuireadh béim ar áiteanna inchurtha leis.
hu: Helykitöltők kiemelése hozzáadva.
id: Menambahkan penyorotan penempatan.
ja: 置換可能な要素を強調表示するように改良。
nl: Accentueren van plaatsvervangers toegevoegd.
pt: Adicionado realce de objetos colocáveis.
pt_br: Adicionado realce de objetos colocáveis.
ro: Adăugat evidențierea locurilor.
ru: Добавлена подсветка маркеров-заполнителей.
sv: Lagt till markering av placerbara objekt.
ta: சிறப்பம்சமாக இடமளிக்கும் சேர்க்கப்பட்டது.
tr: Yerleştirilebilir ögeleri vurgulama özelliği eklendi.
uk: Додано підтримку підсвічування символів-замінників.
zh_hans: 添加了代码块高亮。
zh_hant: 添加了代碼塊高亮。

source: Added keyboard shortcuts for placeables, checks and machine translations.
de: Tastaturkürzel für Platzhalter, Qualitätsprüfungen und maschinelle Übersetzungen hinzugefügt.
ga: Cuireadh aicearraí méarchláir leis le haghaidh rudaí in áit, seiceálacha agus aistriúcháin mheaisín.
hu: Gyorsbillentyűk hozzáadva a beszúrható elemekhez, ellenőrzésekhez és gépi fordításokhoz.
id: Menambahkan pintasan papan ketik untuk penempatan, pemeriksaan, dan terjemahan mesin.
ja: 置換可能な要素、検査、機械翻訳のキーボード ショートカットを追加。
nl: Sneltoetsen voor toetsenbord toegevoegd voor plaatsvervangers, controles en machinevertalingen.
pt: Adicionados atalhos de teclado para os objetos colocáveis, verificações e traduções automáticas.
pt_br: Adicionado teclas de atalho para objetos colocáveis, verificações e traduções automáticas.
ro: Au fost adăugate comenzi rapide de la tastatură pentru traduceri automate, verificări și traduceri automate.
ru: Добавлены горячие клавиши для заполнителей, проверок и машинных переводов.
sv: Lagt till kortkommandon för placerbara objekt, kontroller och maskinöversättningar.
ta: இடங்கள், சோதனைகள் மற்றும் இயந்திர மொழிபெயர்ப்புகளுக்கான விசைப்பலகை குறுக்குவழிகள் சேர்க்கப்பட்டன.
tr: Yerleştirilebilir ögeler, denetimler ve makine çevirileri için klavye kısayolları eklendi.
uk: Додано клавіатурні скорочення для вставлення символів-замінників, перевірок та комп'ютерного перекладу.
zh_hans: 为代码块、检查和机器翻译添加了键盘快捷键。
zh_hant: 為代碼塊、檢查和機器翻譯添加了鍵盤快捷方式。

source: Improved translation locking.
de: Verbessertes Sperren von Übersetzungen.
ga: Glasáil aistriúcháin feabhsaithe.
hu: Fordítás zárolásának működése továbbfejlesztve.
id: Peningkatan penguncian terjemahan.
ja: 翻訳ロック機能の改善。
nl: Verbeterde vergrendeling vertaling.
pt: Melhorado o bloqueio de tradução.
pt_br: Melhorado o bloqueio de tradução.
ro: A fost îmbunătățită blocarea traducerilor.
ru: Улучшена блокировка переводов.
sv: Förbättrad översättningslåsning.
ta: மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு பூட்டுதல்.
tr: Çeviri kilitleme özelliği iyileştirildi.
uk: Удосконалено блокування перекладів.
zh_hans: 改进了翻译锁定。
zh_hant: 改進了翻譯鎖定。
