Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Default location for Django media files, specified by :setting:`django:MEDIA_ROOT`. Contains uploaded screenshots, see :ref:`screenshots`.
de: Standardspeicherort für Django-Mediendateien, angegeben durch :setting:`django:MEDIA_ROOT`. Enthält hochgeladene Bildschirmfotos, siehe :ref:`screenshots`.
ga: Suíomh réamhshocraithe do chomhaid meán Django, sonraithe ag :setting:`django:MEDIA_ROOT`. Tá screenshots uaslódáilte ann, féach :ref:`screenshots`.
hu: A Django médiatartalom alapértelmezett helye, amit a :setting:`django:MEDIA_ROOT` ad meg. Ide kerülnek a feltöltött képernyőképek is, lásd: :ref:`screenshots`.
id: Lokasi bawaan untuk berkas media Django, ditentukan oleh :setting:`django:MEDIA_ROOT`. Berisi tangkapan layar yang diunggah, lihat :ref:`screenshots`.
ja: :setting:`django:MEDIA_ROOT` で指定する、Django メディア ファイルのデフォルトの場所。アップロードされたスクリーンショットが含まれています。参照: :ref:`screenshots`。
nl: Standaard locatie voor Django mediabestanden, opgegeven door :setting:`django:MEDIA_ROOT`. Bevat geuploade screenshots, zie :ref:`screenshots`.
pt: Localização padrão para ficheiros de mídia Django, especificado por :setting:`django:MEDIA_ROOT`. Contém capturas de ecrã enviadas, veja :ref:`screenshots`.
pt_br: Local padrão para arquivos de mídia Django, especificado por :setting:`django:MEDIA_ROOT`. Contém capturas de tela enviadas, consulte :ref:`screenshots`.
ro: Locația implicită pentru fișierele media Django, specificată de :setting:`django:MEDIA_ROOT`. Conține capturi de ecran încărcate, vezi :ref:`screenshots`.
ru: Расположение медиа-файлов Django по умолчанию, определяемых переменной :setting:`django:MEDIA_ROOT`. Содержит загруженные снимки экрана, смотреть раздел :ref:`screenshots`.
sv: Standardplats för Django-mediefiler, angiven av :setting:`django:MEDIA_ROOT`. Innehåller uppladdade skärmdumpar, se :ref:`screenshots`.
tr: Django ortam dosyalarının varsayılan konumu :setting:`django:MEDIA_ROOT` tarafından belirlenir. Yüklenen ekran görüntülerini içerir. Ayrıntılı bilgi almak için: :ref:`screenshots`.
uk: Типове розташування мультимедійних файлів Django, визначається на основі :setting:`django:MEDIA_ROOT`. Містить вивантажені знімки вікон, див. :ref:`screenshots`.
zh_hans: Django 媒体文件的默认位置，由 :setting:`django:MEDIA_ROOT` 指定。包含已上传的截屏，见 :ref:`screenshots`。
zh_hant: Django 媒體文件的默認位置，由 :setting:`django:MEDIA_ROOT`指定。包含已上傳的截屏，見 :ref:`screenshots`。

source: Version-control repositories for translations.
de: Versionsverwaltungs-Repositorys für Übersetzungen.
ga: Taisclanna rialaithe leagan le haghaidh aistriúcháin.
hu: Fordítások verziókezelő tárolói.
id: Repositori kontrol versi untuk terjemahan.
ja: 翻訳用のバージョン管理リポジトリ。
nl: Opslagruimten van versiebeheer voor vertalingen.
pt: Repositórios de controle de versão para traduções.
pt_br: Repositórios de controle de versão para traduções.
ru: Репозитории с контролем версий для переводов.
sv: Versionskontrollförvar för översättningar.
ta: மொழிபெயர்ப்புகளுக்கான பதிப்பு-கட்டுப்பாட்டு களஞ்சியங்கள்.
tr: Çeviriler için sürüm denetimi depoları.
uk: Сховища систем керування версіями для перекладів.
zh_hans: 翻译的版本控制仓库。

source: Daily backup data. Please check :ref:`backup-dumps` for details.
de: Tägliche Sicherungsdaten. Für Details sehen Sie sich bitte :ref:`backup-dumps` an.
ga: Sonraí cúltaca laethúla. Seiceáil le do thoil :ref:`backup-dumps` le haghaidh sonraí.
hu: Napi biztonsági mentések adatai. Részletek: :ref:`backup-dumps`.
id: Data cadangan harian. Silakan periksa :ref:`backup-dumps` untuk rinciannya.
ja: 毎日のバックアップ データ、詳細は :ref:`backup-dumps` を確認してください。
nl: Dagelijkse back-upgegevens. Controleer :ref:`backup-dumps` voor details.
pt: Backup diário de dados. Por favor, verifique :ref:`backup-dumps` para pormenores.
pt_br: Backup diário de dados. Por favor, verifique :ref:`backup-dumps` para detalhes.
ru: Данные ежедневных резервных копий, для получения подробной информации обратитесь к разделу :ref:`backup-dumps`.
sv: Daglig säkerhetskopiering av data. Se :ref:`backup-dumps` för mer information.
tr: Günlük yedekleme verileri. Ayrıntılı bilgi almak için: :ref:`backup-dumps`.
uk: Дані щоденної резервної копії. Докладніше про це у розділі :ref:`backup-dumps`.
zh_hans: 每日备份数据，详情请查阅 :ref:`backup-dumps`。

source: User-uploaded fonts, see :ref:`fonts`.
de: Vom Benutzer hochgeladene Schriftarten, siehe :ref:`fonts`.
ga: Clónna uaslódála úsáideoirí, féach :ref:`fonts`.
hu: Felhasználók által feltöltött betűtípusok, lásd: :ref:`fonts`.
id: Font yang diunggah pengguna, lihat :ref:`fonts`.
ja: ユーザーがアップロードしたフォント。参照: :ref:`fonts`。
nl: Door gebruiker geüploade lettertypen, bekijk :ref:`fonts`.
pt: Fontes enviadas pelo utilizador, veja :ref:`fonts`.
pt_br: Fontes enviadas pelo usuário, consulte :ref:`fonts`.
ru: Шрифты, загруженные пользователем, смотреть раздел :ref:`fonts`.
sv: Användaruppladdade teckensnitt, se :ref:`fonts`.
tr: Kullanıcı tarafından yüklenen yazı tipleri. Ayrıntılı bilgi almak için: :ref:`fonts`.
uk: Вивантажені користувачем шрифти, див. :ref:`fonts`.
zh_hans: 用户上传的字体，参见 :ref:`fonts`。

source: Various caches. Can be placed elsewhere using :setting:`CACHE_DIR`.
de: Verschiedene Caches. Kann mit :setting:`CACHE_DIR` an anderer Stelle platziert werden.
ga: caches éagsúla. Is féidir é a chur in áit eile trí :setting:`CACHE_DIR` a úsáid.
hu: Különféle gyorsítótárak, amelyek másik helyre is helyezhetők a :setting:`CACHE_DIR` beállítással.
id: Berbagai simpanan. Dapat ditempatkan di tempat lain menggunakan :setting:`CACHE_DIR`.
ja: :setting:`CACHE_DIR` を使用して、さまざまなキャッシュを別の場所に設定します。
nl: Verscheidene caches. Kan ergens anders geplaatst worden met :setting:`CACHE_DIR`.
pt: Vários caches. Pode ser posto em outro lugar usando :setting:`CACHE_DIR`.
pt_br: Vários caches. Pode ser colocado em outro lugar usando :setting:`CACHE_DIR`.
ru: Различные кэши. Могут быть размещены в другом месте с помощью :setting:`CACHE_DIR`.
sv: Olika cacher. Kan placeras på annan plats med hjälp av :setting:`CACHE_DIR`.
tr: Çeşitli ön bellekler, :setting:`CACHE_DIR` seçeneği kullanılarak başka bir konuma taşınabilir.
uk: Різноманітні кеші, можна розташувати деінде за допомогою :setting:`CACHE_DIR`.
zh_hans: 各种缓存。可使用 :setting:`CACHE_DIR` 置于别处。

source: This directory has to be writable by Weblate. Running it as WSGI means the ``www-data`` user should have write access to it.
de: Dieses Verzeichnis muss für Weblate beschreibbar sein. Die Ausführung als WSGI bedeutet, dass der Benutzer ``www-data`` Schreibzugriff darauf haben sollte.
ga: Caithfidh Weblate an t-eolaire seo a scríobh. Má rithtear é mar WSGI, ba cheart go mbeadh rochtain scríofa ag an úsáideoir `www-data`` air.
hu: Ennek a könyvtárnak írhatónak kell lennie a Weblate számára. Ha WSGI-n keresztül futtatja, akkor a ``www-data`` felhasználónak kell írási jogosultsággal rendelkeznie.
id: Direktori ini harus dapat ditulis oleh Weblate. Menjalankannya sebagai WSGI berarti pengguna ``www-data`` harus memiliki akses tulis ke direktori tersebut.
ja: このディレクトリは、Weblate の書き込み権限が必要です。WSGI として実行するには、``www-data`` ユーザーに書き込み権限が必要です。
nl: Naar deze map moet kunnen worden geschreven door Weblate. Uitvoeren als WSGI betekent dat de gebruiker van ``www-data`` toegang voor schrijven zou hebben.
pt: Esta pasta tem de poder ser escrita pelo Weblate. Executá-lo como WSGI significa que o utilizador ``www-data`` deve ter acesso de escrita.
pt_br: Este diretório tem que ser escrito pelo Weblate. Executá-lo como WSGI significa que o usuário ``www-data`` deve ter acesso de escrita.
sv: Denna katalog måste vara skrivbar av Weblate. Att köra den som WSGI innebär att användaren ``www-data`` bör ha skrivbehörighet till den.
ta: இந்த அடைவு வலைபெயர்ப்பு மூலம் எழுதப்பட வேண்டும். WSGI என அதை இயக்குவது என்றால் `` www-data`` பயனர் அதை எழுதும் அணுகலைக் கொண்டிருக்க வேண்டும்.
tr: Bu klasör Weblate tarafından yazılabilir olmalıdır. WSGI olarak çalıştırıldığında, ``www-data`` kullanıcısının bu klasöre yazma erişimi olmalıdır.
uk: Цей каталог має бути доступним для запису Weblate. Запуск як WSGI означає, що користувач ``www-data`` повинен мати доступ для запису до нього.
zh_hans: 这个目录必须由 Weblate 写入。将它作为 WSGI 运行意味着 ``www-data`` 用户应该对它具有写入权限。

source: The easiest way to achieve this is to make the user the owner of the directory:
de: Der einfachste Weg, dies zu erreichen, ist, den Benutzer zum Eigentümer des Verzeichnisses zu machen:
ga: Is é an bealach is éasca chun é seo a bhaint amach ná an t-úsáideoir a dhéanamh ina úinéir ar an eolaire:
hu: A legegyszerűbb módja ennek az, ha a megfelelő felhasználót teszi meg a könyvtár tulajdonosává:
id: Cara termudah untuk mencapai hal ini adalah menjadikan pengguna sebagai pemilik direktori:
ja: これを実現する最も簡単な方法は、このユーザーをディレクトリの所有者にすることです。
nl: De gemakkelijkste manier om dit te bereiken is door de gebruiker eigenaar van de map te maken:
pt: A maneira mais fácil de conseguir isto é fazer do utilizador o proprietário da pasta:
pt_br: A maneira mais fácil de conseguir isso é fazer do usuário o proprietário do diretório:
ro: Cel mai simplu mod de a realiza acest lucru este de a transforma utilizatorul în proprietar al directorului:
ru: Простейший способ этого достичь — сделать пользователя владельцем каталога:
sv: Det enklaste sättet att uppnå detta är att göra användaren till ägare av katalogen:
ta: இதை அடைவதற்கான எளிதான வழி பயனரை கோப்பகத்தின் உரிமையாளராக மாற்றுவதாகும்:
tr: Bunu yapmanın en kolay yolu, kullanıcıyı klasörün sahibi yapmaktır:
uk: Найпростішим способом досягти результату є надання користувачеві прав власника каталогу:
zh_hans: 实现这个的最简单方式是使用户作为目录的所有者：
zh_hant: 實現這個的最簡單方式是使用戶作為目錄的所有者：

source: Defaults to ``/home/weblate/data``, but it is expected to be configured.
de: Die Standardeinstellung ist ``/home/weblate/data``, aber es wird erwartet, dass sie konfiguriert wird.
ga: Réamhshocruithe chuig ``/home/weblate/data``, ach táthar ag súil go mbeidh sé cumraithe.
hu: Alapértelmezett hely: ``/home/weblate/data``, de ajánlott testreszabni a beállítást.
id: Bawaannya adalah ``/home/weblate/data``, tetapi diharapkan untuk dikonfigurasi.
ja: デフォルトは ``/home/weblate/data`` ですが、設定してください。
nl: Standaard is ``/home/weblate/data``, maar verwacht wordt dat hij wordt geconfigureerd.
pt: O padrão é ``/home/weblate/data``, mas espera-se que seja configurado.
pt_br: O padrão é ``/home/weblate/data``, mas espera-se que seja configurado.
ro: Valoarea implicită este ``/home/weblate/data``, dar este de așteptat ca aceasta să fie configurată.
ru: По умолчанию ``/home/weblate/data``, но ожидается, что это будет настроено.
sv: Standardinställningen är ``/home/weblate/data``, men det förväntas att den konfigureras.
ta: இயல்புநிலை ``/வீடு/வலைபெயர்ப்பு/தரவு``, ஆனால் அது கட்டமைக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது.
tr: Varsayılan değer: ``/home/weblate/data``. Ancak yapılandırılması beklenir.
uk: Типове значення — ``/home/weblate/data``, але варто налаштувати все відповідним чином.
zh_hans: 默认为 ``/home/weblate/data``, 但预计将进行配置。

source: Whether the database backups should be stored as plain text, compressed or skipped. The authorized values are:
de: Ob die Datenbanksicherungen als reiner Text oder komprimiert gespeichert, oder übersprungen werden sollen. Die zulässigen Werte sind:
ga: Cibé ar cheart cúltacaí an bhunachair shonraí a stóráil mar ghnáth-théacs, iad a chomhbhrú nó a scipeáil. Is iad na luachanna údaraithe:
hu: Meghatározza, hogy az adatbázis-mentések szöveges formátumban, tömörítve vagy egyáltalán ne kerüljenek-e tárolásra. Az engedélyezett értékek:
id: Apakah rekam cadang basis data harus disimpan sebagai teks biasa, dikompresi, atau dilewati. Nilai yang diotorisasi adalah:
ja: データベースのバックアップをプレーン テキストとして保存するか、圧縮するか、何も実行しないかを指定します。設定できる値:
nl: Of de back-ups van de database zouden moeten worden opgeslagen als platte tekst, gecomprimeerd of overgeslagen. De toegestane waarden zijn:
pt: Se as cópias de segurança da base de dados devem ser armazenadas como texto simples, compactado ou ignorado. Os valores autorizados são:
pt_br: Se os backups de banco de dados devem ser armazenados como texto simples, compactado ou ignorado. Os valores autorizados são:
ro: Dacă copiile de rezervă ale bazei de date trebuie să fie stocate ca text simplu, comprimate sau sărite. Valorile autorizate sunt:
ru: Должны ли резервные копии базы данных храниться в виде простого текста, сжатого файла или не храниться вовсе. Допустимые значения:
sv: Om databasbackuperna ska lagras som ren text, komprimeras eller hoppas över. De godkända värdena är:
ta: தரவுத்தள காப்புப்பிரதிகள் எளிய உரையாக சேமிக்கப்பட வேண்டுமா, சுருக்கப்பட்டதா அல்லது தவிர்க்கப்பட வேண்டுமா. அங்கீகரிக்கப்பட்ட மதிப்புகள்:
tr: Veri tabanı yedeklemelerinin düz metin ya da sıkıştırılmış olarak depolanacağını ya da depolanmayacağını belirler. Şu değerler kullanılabilir:
uk: Чи мають резервні копії зберігатися у форматі звичайного тексту, стисненими чи пропущеними. Коректними значеннями є такі:
zh_hans: 数据库备份应该存储为纯文本，压缩还是跳过。授权值为：
zh_hant: 數據庫備份應該存儲為純文本，壓縮還是跳過。授權值為：

source: The default access-control setting for new projects:
de: Die Standardeinstellung der Zugriffssteuerung für neue Projekte:
ga: An socrú rialaithe rochtana réamhshocraithe do thionscadail nua:
hu: Az új projektek alapértelmezett hozzáférés-vezérlési beállítása:
id: Pengaturan kontrol akses bawaan untuk proyek baru:
ja: 新しいプロジェクトのデフォルトのアクセス制御設定方法:
nl: De standaard instelling voor toegangsbeheer voor nieuwe projecten:
pt: A configuração padrão de controle de acesso para novos projetos:
pt_br: A configuração padrão de controle de acesso para novos projetos:
ru: Настройка контроля доступа по умолчанию для новых проектов:
sv: Standardinställningen för åtkomstkontroll för nya projekt:
ta: புதிய திட்டங்களுக்கான இயல்புநிலை அணுகல்-கட்டுப்பாட்டு அமைப்பு:
tr: Yeni projeler için varsayılan erişim denetimi ayarı:
uk: Типовий параметр керування доступом для нових проєктів:
zh_hans: 新项目的默认访问控制设置：

source: Use :guilabel:`Custom` if you are managing ACL manually, which means not relying on the internal Weblate management.
de: Verwenden Sie :guilabel:`Benutzerdefiniert`, wenn Sie die Zugriffssteuerungsliste manuell verwalten, d. h. sich nicht auf die interne Weblate-Verwaltung verlassen.
ga: Úsáid :guilabel:`Custom` má tá tú ag bainistiú ACL de láimh, rud a chiallaíonn nach bhfuil tú ag brath ar bhainistíocht inmheánach Weblate.
hu: Ha az ACL-t manuálisan kívánja kezelni, válassza az :guilabel:`Egyéni` beállítást, ekkor nem a Weblate belső jogosultságkezelésére támaszkodik.
id: Gunakan :guilabel:`Custom` jika Anda mengelola ACL secara manual, yang berarti tidak bergantung pada manajemen Weblate internal.
ja: ACL を手動で管理する場合は、:guilabel:`カスタム` を使用します。これは、Weblate の内部管理に依存しないという意味です。
nl: Gebruik :guilabel:`Aangepast` als u ACL handmatig beheert, wat niet vertrouwen op het interne beheer van Weblate betekent.
pt: Use :guilabel:`Personalizado` se está a gerir a ACL manualmente, o que significa não confiar na gestão interna do Weblate.
pt_br: Use :guilabel:`Personalizado` se você está gerenciando a ACL manualmente, o que significa não confiar no gerenciamento interno do Weblate.
ro: Utilizați :guilabel:`Custom` dacă gestionați ACL manual, ceea ce înseamnă că nu vă bazați pe gestionarea internă a Weblate.
ru: Используйте :guilabel:`Настраиваемый`, если списками контроля доступа вы управляете вручную, что означает, что вы не полагаетесь на внутреннее управление Weblate.
sv: Använd :guilabel:`Custom` om du hanterar ACL manuellt, vilket innebär att du inte förlitar dig på den interna Weblate-hanteringen.
ta: பயன்படுத்து: வபஇசிட்டை: `தனிப்பயன்` நீங்கள் acl ஐ கைமுறையாக நிர்வகிக்கிறீர்கள் என்றால், அதாவது உள் வலைபெயர்ப்பு நிர்வாகத்தை நம்பவில்லை.
tr: Erişim denetimi listesini el ile yönetiyorsanız :guilabel:`Özel` olarak ayarlayın. Bu seçenek iç Weblate yönetimine güvenilmemesi anlamına gelir.
uk: Скористайтеся варіантом :guilabel:`Нетиповий`, якщо ви керуєте ACL вручну, тобто не покладаєтеся на внутрішні механізми керування Weblate.
zh_hans: 如果手动管理 ACL 则使用 :guilabel:`自定义`，这意味着不依赖于 Weblate 内部管理。
zh_hant: 如果手動管理 ACL 則使用 :guilabel:`Custom` ，這意味著不依賴於 Weblate 內部管理。

source: Configures whether :guilabel:`Automatically watch projects on contribution` should be turned on for new users. Defaults to ``True``.
de: Legt fest, ob :guilabel:`Automatisch Projekte nach einem Beitrag beobachten` für neue Benutzer aktiviert werden soll. Der Standardwert ist ``True``.
ga: Cumraítear ar cheart :guilabel:`Féach go huathoibríoch ar thionscadail ar ranníocaíocht` a chur ar siúl d'úsáideoirí nua. Réamhshocrú go ``True``.
hu: Beállítja, hogy az új felhasználóknál alapértelmezetten be legyen-e kapcsolva a :guilabel:`Projektek automatikus követése közreműködéskor` funkció. Alapértelmezett érték: ``True``.
id: Mengonfigurasi apakah :guilabel:`Automatically watch projects on contribution` harus diaktifkan untuk pengguna baru. Nilai default-nya adalah ``Benar``.
ja: 新規ユーザーに対して、:guilabel:`貢献したプロジェクトを自動的に監視する` を有効にするかどうかを設定します。デフォルトは ``True`` です。
nl: Configureert of :guilabel:`Projecten automatisch volgen bij deelnemen` ingeschakeld zou moeten zijn voor nieuwe gebruikers. Standaard is ``True``.
pt: Configura se :guilabel:`Monitorizar automaticamente projetos onde colabore` deve ser ativado para novos utilizadores. O padrão é ``True``.
pt_br: Configura se :guilabel:`Monitoramento automático de projetos por contribuição` deve ser habilitada para novos usuários. O padrão é ``True``.
ro: Configurează dacă :guilabel:`Automatically watch projects on contribution` trebuie activat pentru utilizatorii noi. Valoarea implicită este ``True``.
ru: Настраивает, должен ли параметр :guilabel:`Автоматически добавлять проект в отслеживаемые при правке` быть включён по умолчанию для новых пользователей. Значение по умолчанию: ``True``.
sv: Konfigurerar om :guilabel:`Automatiskt bevaka projekt vid bidrag` ska vara aktiverat för nya användare. Standardinställningen är ``True``.
ta: உள்ளதா: வபஇசிட்டை: `புதிய பயனர்களுக்கு தானாகவே திட்டங்களை பங்களிப்பில் கவனிக்க வேண்டும். இயல்புநிலை `` உண்மை``.
tr: :guilabel:`Katkıda bulunulan projeler kendiliğinden izlensin` seçeneğinin yeni kullanıcılar için açık olup olmayacağını belirler. Varsayılan değer: ``True``.
uk: Налаштовує, чи має бути увімкнено :guilabel:`Автоматичне спостереження за проєктами із внеском` для нових користувачів. Типове значення — ``True``.
zh_hans: 配置是否应该为新用户打开 :guilabel:`自动关注作出贡献的项目`。默认为 ``True`` 。
zh_hant: 配置是否：Guilabel：“自動觀看貢獻的項目，應該打開新用戶。默認為``true``。

source: The default value for component restriction.
de: Der Standardwert für die Komponenteneinschränkung.
ga: An luach réamhshocraithe le haghaidh srianadh comhpháirte.
hu: Az összetevők korlátozásának alapértelmezett értéke.
id: Nilai bawaan untuk pembatasan komponen.
ja: コンポーネント制限のデフォルト値。
nl: De standaard waarde voor beperkingen van het onderdeel.
pt: O valor predefinido para a restrição de componentes.
pt_br: O valor padrão para restrição de componentes.
ro: Valoarea implicită pentru restricția componentelor.
ru: Значение по умолчанию для ограничения компонента.
sv: Standardvärdet för komponentbegränsning.
ta: கூறு கட்டுப்பாட்டுக்கான இயல்புநிலை மதிப்பு.
tr: Varsayılan bileşen kısıtlaması değeri.
uk: Типове значення для обмеження на доступ до складника.
zh_hans: 部件限制的默认值。
zh_hant: 組件限制的默認值。

source: Default add-ons to install for every created component.
de: Standarderweiterungen, die für jede erstellte Komponente installiert werden.
ga: Breiseáin réamhshocraithe le suiteáil do gach comhpháirt cruthaithe.
hu: Az alapértelmezett kiegészítők, amelyeket minden új összetevőhöz telepíteni kell.
id: Pengaya bawaan yang akan diinstal pada setiap komponen yang dibuat.
ja: 作成したすべてのコンポーネントにインストールされるデフォルトのアドオン。
nl: Standaard add-ons om te installeren voor elk gemaakt onderdeel.
pt: Extensões padrão para instalar para cada componente criado.
pt_br: Complementos padrão para instalar em cada componente criado.
ru: Установка дополнений по умолчанию для каждого созданного компонента.
sv: Standardtillägg som ska installeras för varje skapad komponent.
ta: உருவாக்கப்பட்ட ஒவ்வொரு கூறுகளுக்கும் நிறுவ இயல்புநிலை துணை நிரல்கள்.
tr: Oluşturulan her bileşene varsayılan olarak kurulacak eklentiler.
uk: Типові додатки, які слід встановлювати для всіх створених складників.
zh_hans: 安装在每个创建的部件中的默认附加组件。

source: This setting affects only newly created components.
de: Diese Einstellung wirkt sich nur auf neu erstellte Komponenten aus.
ga: Ní bhíonn tionchar ag an socrú seo ach ar chomhpháirteanna nuachruthaithe.
hu: Ez a beállítás csak az újonnan létrehozott összetevőket érinti.
id: Pengaturan ini hanya memengaruhi komponen yang baru dibuat.
ja: この設定は、新しく作成したコンポーネントにのみ適用されます。
nl: Deze instelling beïnvloedt alleen nieuw gemaakte onderdelen.
pt: Essa configuração afeta apenas componentes recém-criados.
pt_br: Essa configuração afeta apenas componentes recém-criados.
ro: Această setare afectează numai componentele nou create.
ru: Этот параметр влияет только на новые создаваемые компоненты.
sv: Denna inställning påverkar endast nyskapade komponenter.
ta: இந்த அமைப்பு புதிதாக உருவாக்கப்பட்ட கூறுகளை மட்டுமே பாதிக்கிறது.
tr: Bu ayar yalnızca yeni oluşturulan bileşenleri etkiler.
uk: Цей параметр стосується лише новостворених складників.
zh_hans: 此设置只影响新创建的部件。
zh_hant: 此設置只影響新創建的組件。

source: Example:
de: Beispiel:
ga: Sampla:
hu: Példa:
id: Contoh:
ja: 例:
nl: Voorbeeld:
pt: Exemplo:
pt_br: Exemplo:
ro: Exemplu:
ru: Пример:
sv: Exempel:
ta: உதாரணமாக:
tr: Örnek:
uk: Приклад:
zh_hans: 示例：
zh_hant: 例：

source: Committer e-mail address, defaulting to ``noreply@weblate.org``.
de: E-Mail-Adresse des Committers, standardmäßig ``noreply@weblate.org``.
ga: Seoladh r-phoist an choimisinéara, ag dul chuig ``noreply@weblate.org`` réamhshocraithe.
hu: A véglegesítő (committer) e-mail címe, alapértelmezésben: ``noreply@weblate.org``.
id: Alamat surel komiter, bawaannya adalah ``noreply@weblate.org``.
ja: コミッターのメールアドレスのデフォルトは ``noreply@weblate.org`` です。
nl: E-mailadres van indiener, standaard is ``noreply@weblate.org``.
pt: Endereço de e-mail do committer, padrão para ``noreply@weblate.org``.
pt_br: Endereço de e-mail do committer, padrão para ``noreply@weblate.org``.
ru: Адрес электронной почты отправившего изменения, по умолчанию равен ``noreply@weblate.org``.
sv: Committer-e-postadress, standardinställningen är ``noreply@weblate.org``.
ta: கமிசர் மின்னஞ்சல் முகவரி, `` noreply@weblate.org`` க்கு இயல்புநிலை.
tr: İşleyenin e-posta adresi. Varsayılan değer: ``noreply@weblate.org``.
uk: Адреса електронної пошти автора внеску. Типове значення — ``noreply@weblate.org``.
zh_hans: 提交者电子邮箱地址默认为 ``noreply@weblate.org``。

source: Committer name, defaulting to ``Weblate``.
de: Name des Committers, standardmäßig ``Weblate``.
ga: Ainm an choimisinéara, ag éirí as ``Weblate``.
hu: A véglegesítő neve, alapértelmezésben: ``Weblate``.
id: Nama komiter, bawaannya adalah ``Weblate``.
ja: コミッター名のデフォルトは ``Weblate`` です。
nl: Naam indiener, standaard is ``Weblate``.
pt: Nome do committer, padrão para ``Weblate``.
pt_br: Nome do committer, padrão para ``Weblate``.
ru: Имя отправившего изменения, по умолчанию равен ``Weblate``.
sv: Committer-namn, standardvärdet är ``Weblate``.
ta: கமிசர் பெயர், `` வலைபெயர்ப்பு`` க்கு இயல்புநிலை.
tr: İşleyenin adı. Varsayılan değer: ``Weblate``.
uk: Ім'я автора внеску. Типове значення — ``Weblate``.
zh_hans: 提交者姓名默认为 ``Weblate``。
