Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You must also double-check the findings carefully before reporting them to us to validate that the issues are indeed existing and working exactly as the AI says. AI-based tools frequently generate inaccurate or fabricated results.
de: Außerdem müssen Sie die Ergebnisse sorgfältig prüfen, bevor Sie sie uns melden, um sicherzustellen, dass die Probleme tatsächlich bestehen und genau wie von der KI angegeben funktionieren. KI-basierte Tools erzeugen häufig ungenaue oder gefälschte Ergebnisse.
ga: Ní mór duit na torthaí a sheiceáil faoi dhó go cúramach sula dtugann tú tuairisc dúinn orthu chun a bhailíochtú go bhfuil na fadhbanna ann i ndáiríre agus go bhfuil siad ag obair díreach mar a deir an AI. Is minic a ghineann uirlisí bunaithe ar AI torthaí míchruinne nó bréige.
hu: Továbbá köteles minden eredményt alaposan ellenőrizni, mielőtt beküldi, hogy megbizonyosodjon róla: a feltárt problémák valóban léteznek, és úgy működnek, ahogy azt az AI állítja. Az AI-alapú eszközök gyakran pontatlan vagy kitalált eredményeket adnak.
id: Anda juga harus memeriksa ulang temuan dengan hati-hati sebelum melaporkannya kepada kami untuk memastikan masalah tersebut memang ada dan berfungsi persis seperti yang dikatakan AI. Alat berbasis AI seringkali menghasilkan hasil yang tidak akurat atau dibuat-buat.
nl: U moet ook de bevindingen zorgvuldig dubbel controleren voordat u ze aan ons rapporteert, om te valideren dat die problemen inderdaad bestaan en exact werken zoals AI zegt. Op AI gebaseerde programma's genereren regelmatig onnauwkeurige of gefabriceerde resultaten.
sv: Du måste också noggrant dubbelkolla resultaten innan du rapporterar dem till oss för att bekräfta att problemen verkligen finns och fungerar precis som AI säger. AI-baserade verktyg genererar ofta felaktiga eller påhittade resultat.
uk: Ви також повинні ретельно перевірити результати, перш ніж повідомляти їх нам, щоб переконатися, що проблеми справді існують і працюють саме так, як каже штучний інтелект. Інструменти на основі штучного інтелекту часто генерують неточні або сфабриковані результати.

source: It is *rarely* a good idea to just copy and paste an AI-generated report to the project. Those generated reports typically are too wordy and rarely to the point (in addition to the common fabricated details). If you actually discover a issue with an AI and you have verified it yourself to be true, write the report yourself and explain the issue as you have learned it. This makes sure the AI-generated inaccuracies and invented issues are filtered out early before they waste more people's time.
de: Es ist *selten* eine gute Idee, einen von der KI erzeugten Bericht einfach zu kopieren und in das Projekt einzufügen. Diese Berichte sind in der Regel zu wortreich und kommen selten auf den Punkt (zusätzlich zu den üblichen erfundenen Details). Wenn Sie tatsächlich ein Problem mit einer KI entdecken und sich selbst davon überzeugt haben, dass es wahr ist, schreiben Sie den Bericht selbst und erklären Sie das Problem so, wie Sie es erfahren haben. Dadurch wird sichergestellt, dass die von der KI erzeugten Ungenauigkeiten und erfundenen Probleme frühzeitig herausgefiltert werden, bevor sie noch mehr Zeit verschwenden.
ga: Is annamh a bhíonn sé ina smaoineamh maith tuarascáil a ghintear ag an Intleacht Shaorga a chóipeáil agus a ghreamú isteach sa tionscadal. De ghnáth bíonn na tuarascálacha sin rófhoclach agus is annamh a bhíonn siad díreach (chomh maith leis na sonraí coitianta bréagacha). Má aimsíonn tú fadhb le hintleacht shaorga agus má dheimhnigh tú féin go bhfuil sí fíor, scríobh an tuarascáil tú féin agus mínigh an fhadhb mar a d'fhoghlaim tú í. Cinntíonn sé seo go ndéantar na míchruinnis agus na fadhbanna cruthaitheacha a ghintear ag an Intleacht Shaorga a scagadh amach go luath sula gcuireann siad níos mó ama daoine amú.
hu: *Ritkán* jó ötlet egy AI által generált jelentést egyszerűen bemásolni a projektbe. Ezek a jelentések jellemzően túlságosan terjengősek, és ritkán fókuszálnak a lényegre (nem beszélve a gyakori kitalált részletekről). Ha valóban talált egy problémát AI segítségével, és azt saját maga is ellenőrizte, akkor írja meg saját szavaival a jelentést, és magyarázza el a problémát úgy, ahogyan azt megértette. Így kiszűrhetők az AI által okozott pontatlanságok és hamis hibák, még mielőtt mások idejét vesztegetnék.
id: *Jarang* merupakan ide yang baik untuk sekadar menyalin dan menempelkan laporan yang dihasilkan AI ke dalam proyek. Laporan yang dihasilkan tersebut biasanya terlalu panjang dan jarang langsung ke intinya (di samping detail yang sering dibuat-buat). Jika Anda menemukan masalah dengan AI dan telah memverifikasinya sendiri, tulis laporannya sendiri dan jelaskan masalahnya sebagaimana yang telah Anda pelajari. Ini memastikan ketidakakuratan dan masalah yang dibuat-buat oleh AI terfilter lebih awal sebelum membuang-buang waktu orang lain.
nl: Het is *zelden* een goed idee om ene door AI gegenereerd rapport voor het project eenvoudigweg te kopiëren en te plakken. Die gegenereerde rapporten bevatten over het algemeen te veel woorden en komen zelden direct ter zake (in aanvulling op de veel voorkomende gefabriceerde details). Als u feitelijk een probleem ontdekt met een AI en u hebt zelf geverifieerd dat het waar is, schrijf dan het rapport zelf en leg jet probleem uit zoals u dat geleerd hebt. Dat zorgt ervoor dat de door AI gegenereerde onnauwkeurigheden en verzonnen problemen er vroeg uitgefilterd worden, voordat ze tijd van andere mensen verspillen.
sv: Det är *sällan* en bra idé att bara kopiera och klistra in en AI-genererad rapport i projektet. Dessa genererade rapporter är vanligtvis för ordrika och sällan relevanta (förutom de vanliga påhittade detaljerna). Om du upptäcker ett problem med en AI och själv har verifierat att det är sant, skriv rapporten själv och förklara problemet så som du har förstått det. Detta säkerställer att AI-genererade felaktigheter och påhittade problem filtreras bort tidigt innan de slösar bort mer tid för andra.
uk: Просто копіювати та вставляти звіт, згенерований штучним інтелектом, у проєкт *рідко* є гарною ідеєю. Ці згенеровані звіти зазвичай занадто багатослівні та рідко є лаконічними (на додаток до поширених вигаданих деталей). Якщо ви справді виявили проблему зі штучним інтелектом і самі підтвердили її правдивість, напишіть звіт самостійно та поясніть проблему так, як ви її дізналися. Це гарантує, що неточності та вигадані проблеми, згенеровані штучним інтелектом, будуть відфільтровані на ранній стадії, перш ніж вони заберуть ще більше часу людей.

source: As we take security reports seriously, we investigate each report with priority. This work is both time- and energy-consuming and pulls us away from doing other meaningful work. Fake and otherwise made-up security issues effectively prevent us from doing real project work and make us waste time and resources.
de: Da wir Sicherheitsberichte ernst nehmen, gehen wir jedem Bericht mit Priorität nach. Diese Arbeit ist sowohl zeit- als auch energieaufwändig und hält uns von anderen sinnvollen Aufgaben ab. Gefälschte oder anderweitig erfundene Sicherheitsprobleme hindern uns effektiv an der eigentlichen Projektarbeit und führen dazu, dass wir Zeit und Ressourcen verschwenden.
ga: Ós rud é go nglacaimid dáiríre le tuarascálacha slándála, déanaimid imscrúdú ar gach tuarascáil mar thosaíocht. Tógann an obair seo am agus fuinneamh araon agus cuireann sí ar shiúl sinn ó obair bhríoch eile a dhéanamh. Cuireann saincheisteanna slándála bréige nó bréagacha cosc orainn fíorobair thionscadail a dhéanamh agus cuireann siad am agus acmhainní amú orainn.
hu: A biztonsági jelentéseket komolyan vesszük, és minden ilyen bejelentést elsőbbséggel vizsgálunk ki. Ez az eljárás idő- és energiaigényes, és elvonja figyelmünket más fontos feladatokról. A hamis vagy kitalált biztonsági problémák hatékonyan akadályozzák az érdemi projektmunkát, és feleslegesen emésztik fel az erőforrásokat.
id: Karena kami menganggap serius laporan keamanan, kami menyelidiki setiap laporan dengan prioritas. Pekerjaan ini menyita waktu dan energi, serta menghalangi kami melakukan pekerjaan penting lainnya. Masalah keamanan palsu dan rekayasa justru menghalangi kami mengerjakan proyek yang sebenarnya dan membuat kami membuang-buang waktu dan sumber daya.
nl: Omdat we rapporten over beveiliging serieus nemen, onderzoeken we elk rapport met prioriteit. Dat werk is zowel tijdrovend als energieslurpend als houdt ons weg van ander betekenisvol werk. Valse en anderszins verzonnen problemen met beveiliging houden ons af van het uitvoeren van het echte werk voor het project en zorgt ervoor dat we tijd en bronnen verspillen.
sv: Eftersom vi tar säkerhetsrapporter på allvar undersöker vi varje rapport med hög prioritet. Detta arbete är både tids- och energikrävande och hindrar oss från att utföra annat meningsfullt arbete. Falska och påhittade säkerhetsproblem hindrar oss effektivt från att utföra verkligt projektarbete och gör att vi slösar bort tid och resurser.
uk: Оскільки ми серйозно ставимося до повідомлень про загрози безпеці, ми розслідуємо кожне з них у пріоритетному порядку. Ця робота забирає багато часу та енергії і відволікає нас від виконання іншої важливої роботи. Фейкові та інші вигадані проблеми безпеки фактично заважають нам виконувати реальну роботу над проектом і змушують нас витрачати час і ресурси.

source: We ban users immediately who submit made-up fake reports to the project.
de: Wir sperren Benutzer sofort, die erfundene Berichte an das Projekt übermitteln.
ga: Cuirimid cosc láithreach ar úsáideoirí a chuireann tuairiscí bréige bréagacha isteach chuig an tionscadal.
hu: Azokat a felhasználókat, akik szándékosan hamis jelentéseket küldenek be, azonnal kizárjuk a projektből.
id: Kami segera memblokir pengguna yang mengirimkan laporan palsu yang dibuat-buat ke proyek tersebut.
nl: We blokkeren gebruikers, die verzonnen valse rapporten naar het project sturen, onmiddellijk.
sv: Vi stänger omedelbart av användare som skickar in påhittade falska rapporter till projektet.
uk: Ми негайно блокуємо користувачів, які надсилають до проєкту вигадані фейкові звіти.

source: Issues lifecycle
de: Lebenszyklus von Problemen
ga: Saolré na saincheisteanna
hu: A hibák életciklusa
id: Siklus hidup masalah
nl: Levenscyclus voor problemen
sv: Problemets livscykel
uk: Життєвий цикл проблем

source: Weblate license
de: Weblate-Lizenz
ga: Ceadúnas Weblate
hu: Weblate licenc
id: Lisensi Weblate
nl: Weblate licentie
sv: Weblate-licens
uk: Ліцензія Weblate

source: Machine-readable licensing information
sv: Maskinläsbar licensinformation

source: Weblate comes with `REUSE 3.3 <https://reuse.software/>`_ compliant license specification in the source code.
sv: Weblate levereras med en licensspecifikation som överensstämmer med `REUSE 3.3 <https://reuse.software/>`_ i källkoden.

source: To review licensing of Weblate dependencies please see :ref:`sbom`.
sv: För att granska licensiering av Weblate-beroenden, se :ref:`sbom`.

source: License terms
sv: Licensvillkor

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist Freie Software: Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation, Version 3 der Lizenz oder (nach Ihrer Wahl) jeder neueren veröffentlichten Version, weiter verteilen und/oder modifizieren.
ga: Bogearraí saor in aisce atá sa ríomhchlár seo: is féidir leat é a athdháileadh agus/nó a mhodhnú faoi théarmaí an GNU General Public License mar atá foilsithe ag an Free Software Foundation, leagan 3 den Cheadúnas, nó (de do rogha féin) leagan ar bith níos déanaí.
hu: Ez a program szabad szoftver: terjesztheti és/vagy módosíthatja a GNU General Public License feltételei szerint, amelyet a Free Software Foundation tett közzé — akár a Licenc 3-as verziója, akár (választása szerint) bármely későbbi verzió alapján.
id: Program ini adalah perangkat lunak bebas: Anda dapat mendistribusikannya kembali dan/atau memodifikasinya berdasarkan ketentuan Lisensi Publik Umum GNU sebagaimana diterbitkan oleh Yayasan Perangkat Lunak Bebas, baik versi 3 dari Lisensi, atau (sesuai pilihan Anda) versi mana pun yang lebih baru.
ja: このプログラムは自由ソフトウェアです: あなたは、FreeSoftware Foundation によって発行された GNU General Public License のバージョン 3 または（あなたの選択で）それ以降のバージョンのいずれかの条件のもとで、プログラムの再配布または変更ができます。
nl: Dit programma is vrije software: je mag het herdistribueren en/of wijzigen onder de voorwaarden van de GNU Algemene Publieke Licentie zoals gepubliceerd door de Free Software Foundation, onder versie 3 van de Licentie of (naar jouw keuze) elke latere versie.
pt: Este programa é um software livre: pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicado pela Free Software Foundation, seja a versão 3 da Licença, ou (ao seu critério) qualquer versão posterior.
pt_br: Este programa é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicado pela Free Software Foundation, seja a versão 3 da Licença, ou (a seu critério) qualquer versão posterior.
ro: Acest program este software liber: îl puteți redistribui și/sau modifica în conformitate cu termenii Licenței Publice Generale GNU, așa cum a fost publicată de Free Software Foundation, fie versiunea 3 a Licenței, fie (la alegerea dumneavoastră) orice versiune ulterioară.
ru: Это свободная программа: вы можете перераспространять ее и/или изменять ее на условиях Стандартной общественной лицензии GNU в том виде, в каком она была опубликована Фондом свободного программного обеспечения; либо версии 3 лицензии, либо (по вашему выбору) любой более поздней версии.
sv: Detta program är fri programvara: du kan distribuera och/eller modifiera det enligt villkoren i GNU General Public License som publicerats av Free Software Foundation, antingen version 3 av licensen eller (efter eget val) någon senare version.
ta: இந்த நிரல் கட்டற்ற மென்பொருளாகும்: கட்டற்ற மென்பொருள் அறக்கட்டளையால் வெளியிடப்பட்ட குனு பொது பொது உரிமத்தின் விதிமுறைகளின் கீழ், உரிமத்தின் பதிப்பு 3 அல்லது (உங்கள் விருப்பப்படி) எந்த பிந்தைய பதிப்பிலும் நீங்கள் அதை மறுபகிர்வு செய்யலாம் மற்றும் / அல்லது மாற்றியமைக்கலாம்.
tr: Bu yazılım özgürdür: Yeniden dağıtabilir ve/veya Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı koşulları altında, lisansın 3. sürümü ya da (seçiminize göre) daha sonraki bir sürümü koşullarına uygun olarak değiştirebilirsiniz.
uk: Ця програма є вільною. Ви можете поширювати та змінювати її на умовах, викладених у GNU General Public License, що видана Free Software Foundation; або версії 3 ліцензії, або (на ваш розсуд) довільної старшої версії.
zh_hans: 本程序是自由软件：您可以在自由软件基金会发布的 GNU 通用公共许可证第三版，或（您选择的）更新版本的条款之下，将其重新发布并且/或者修改。
zh_hant: 本程序是自由軟件：您可以在自由軟件基金會發布的 GNU 一般公共許可的第三版許可，或（您選擇的）更新版本的條款之下，將其重新發布並且/或者修改。

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm wird in der Hoffnung bereitgestellt, dass es nützlich sein wird, jedoch OHNE JEDE GEWÄHR,; sogar ohne die implizite Gewähr der MARKTFÄHIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Siehe die GNU General Public License für weitere Einzelheiten.
ga: Déantar an clár seo a dháileadh le súil go mbeidh sé úsáideach, ach GAN AON BARÁNTA; gan fiú baránta intuigthe INFHEIDHMÍOCHTA nó FEIDHME CHUN CRÍCHE ÁIRITHE. Féach ar an GNU General Public License le haghaidh tuilleadh sonraí.
hu: Ez a program abban a reményben kerül terjesztésre, hogy hasznos lesz, de MINDENFÉLE GARANCIA NÉLKÜL, még az ELADHATÓSÁGRA vagy EGY ADOTT CÉLRA VALÓ ALKALMASSÁG hallgatólagos garanciája nélkül is. További részletekért lásd a GNU General Public License dokumentumot.
id: Program ini didistribusikan dengan harapan bermanfaat, tetapi TANPA GARANSI APAPUN; bahkan tanpa jaminan tersirat mengenai KEMAMPUAN DIPERDAGANGKAN atau KESESUAIAN UNTUK TUJUAN TERTENTU. Lihat Lisensi Publik Umum GNU untuk rincian selengkapnya.
ja: このプログラムは有用であることを願って配布していますが、いかなる保証もありません。商品性や特定目的への適合性の暗黙の保証もありません。詳細は GNU General Public License を確認してください。
nl: Dit programma is gedistribueerd in de hoop dat het nuttig zal zijn maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garanties die GEBRUIKELIJK ZIJN IN DE HANDEL of voor BRUIKBAARHEID VOOR EEN SPECIFIEK DOEL. Zie de GNU Algemene Publieke Licentie voor meer details.
pt: Este programa é distribuído na esperança de que ele seja útil, mas sem qualquer garantia; sem sequer a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO ESPECÍFICO. Consulte a Licença Pública Geral GNU para obter mais detalhes.
pt_br: Este programa é distribuído na esperança de que ele seja útil, mas sem qualquer garantia; sem sequer a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO ESPECÍFICO. Consulte a Licença Pública Geral GNU para obter mais detalhes.
ro: Acest program este distribuit în speranța că va fi util, dar FĂRĂ NICI O GARANȚIE; nici măcar garanția implicită de COMERCIALIZARE sau de ADECVARE LA UN SCOP PARTICULAR. Pentru mai multe detalii, consultați Licența publică generală GNU.
ru: Эта программа распространяется в надежде, что она будет полезной, но БЕЗО ВСЯКИХ ГАРАНТИЙ; даже без неявной гарантии ТОВАРНОГО ВИДА или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЁННЫХ ЦЕЛЕЙ. Подробнее можно просмотреть в Стандартной общественной лицензии GNU.
sv: Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON GARANTI; utan ens den underförstådda garantin om SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST SYFTE. Se GNU General Public License för mer information.
ta: இந்த நிரல் பயனுள்ளதாக இருக்கும் என்ற நம்பிக்கையில் விநியோகிக்கப்படுகிறது, ஆனால் எந்த உத்தரவாதமும் இல்லை; ஒரு குறிப்பிட்ட நோக்கத்திற்காக வணிகத்தன்மை அல்லது உடற்தகுதியின் மறைமுக பொறுப்பு கூட இல்லாமல். மேலும் விவரங்களுக்கு குனு பொது பொது உரிமத்தைப் பார்க்கவும்.
tr: Bu yazılım, yararlı olacağı umuduyla dağıtılır. Ancak HERHANGİ BİR GARANTİ VERİLMEZ; TİCARETE UYGUNLUK VEYA BELİRLİ BİR AMACA UYGUNLUK GARANTİSİ VERİLMEZ. Ayrıntılı bilgi almak için GNU Genel Kamu Lisansı koşullarına bakabilirsiniz.
uk: Ця програма розповсюджується з надією, що буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без явної гарантії КОМЕРЦІЙНОЇ СПРОМОЖНОСТІ або ВІДПОВІДНОСТІ ЗАДАНІЙ МЕТІ. Докладніше дивіться General Public License.
zh_hans: 发布本程序希望它有用，但不作任何担保；甚至没有应用可销售性或适于特定目的的担保。更多细节请参见 GNU 通用公共许可证。
zh_hant: 發布本程序希望它有用，但不具有任何質保；甚至沒有應用可銷售性或適於特定目的的質保。更多細節請參見 GNU 一般公共許可。

source: You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
de: Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Wenn nicht, siehe <https://www.gnu.org/licenses/>.
ga: Ba cheart go mbeadh cóip den GNU General Public License mar aon leis an gclár seo faighte agat. Mura bhfuil, féach <https://www.gnu.org/licenses/ >.
hu: A programmal együtt meg kellett kapnia a GNU General Public License egy példányát. Ha nem, látogasson el a <https://www.gnu.org/licenses/> weboldalra.
id: Anda seharusnya menerima salinan Lisensi Publik Umum GNU bersama program ini. Jika belum, lihat <https://www.gnu.org/licenses/>.
ja: ユーザーは、このプログラムと共に、GNU General Public License のコピーを受け取っているはずです。そうでない場合は、<https://www.gnu.org/licenses/>を確認してください。
nl: Je hoort een kopie van de GNU Algemene Publieke Licentie te hebben ontvangen samen met dit programma. Als dat niet het geval is, zie <https://www.gnu.org/licenses/>.
pt: Deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa. Caso contrário, veja <https://www.gnu.org/licenses/>.
pt_br: Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa. Caso contrário, veja <https://www.gnu.org/licenses/>.
ro: Ar fi trebuit să primiți o copie a Licenței Publice Generale GNU împreună cu acest program. În caz contrar, consultați <https://www.gnu.org/licenses/>.
ru: Вы должны были получить копию Стандартной общественной лицензии GNU вместе с этой программой. Если это не так, просмотрите <https://www.gnu.org/licenses/>.
sv: Du bör ha fått en kopia av GNU General Public License tillsammans med detta program. Om inte, se <https://www.gnu.org/licenses/>.
ta: இந்த நிரலுடன் குனு பொது பொது உரிமத்தின் நகலையும் நீங்கள் பெற்றிருக்க வேண்டும். இல்லையெனில், <https://www.gnu.org/licenses/> பாருங்கள்.
tr: Bu yazılımla birlikte GNU Genel Kamu Lisansı metninin bir kopyasını almış olmalısınız. Bulamıyorsanız <https://www.gnu.org/licenses/> adresine bakabilirsiniz.
uk: Ви мали отримати копію GNU General Public License разом з %s. Якщо цього не сталося, дивіться <http://www.gnu.org/licenses/>.
zh_hans: 您应该与本程序一起收到 GNU 通用公共许可证的副本。如果没有的话，请参见 <https://www.gnu.org/licenses/>。
zh_hant: 您應該與本程序一起收到 GNU 一般公共許可的副本。如果沒有的話，請參見 <https://www.gnu.org/licenses/>。

source: Weblate modules license
de: Lizenz für Weblate-Module
ga: Ceadúnas modúl Weblate
hu: A Weblate moduljainak licencelése
id: Lisensi modul Weblate
nl: Weblate modules licentie
sv: Weblate-modulernas licens
uk: Ліцензія на модулі Weblate

source: Some Weblate modules use MIT or ISC licenses. Please check the respective repositories for the actual license.
de: Einige Weblate-Module verwenden MIT- oder ISC-Lizenzen. Bitte prüfen Sie die jeweiligen Repositorys auf die aktuelle Lizenz.
ga: Úsáideann roinnt modúl Weblate ceadúnais MIT nó ISC. Seiceáil na stórtha faoi seach le haghaidh an cheadúnais iarbhír.
hu: Egyes Weblate-modulok MIT vagy ISC licencet használnak. A pontos licenceléshez tekintse meg az adott tárolót.
id: Beberapa modul Weblate menggunakan lisensi MIT atau ISC. Silakan periksa repositori masing-masing untuk mengetahui lisensi yang sebenarnya.
nl: Sommige modules van Weblate gebruiken licenties van MIT of ISC. Controleer de respectievelijke opslagplaatsen voor de feitelijke licentie.
sv: Vissa Weblate-moduler använder MIT- eller ISC-licenser. Kontrollera respektive arkiv för den aktuella licensen.
uk: Деякі модулі Weblate використовують ліцензії MIT або ISC. Будь ласка, перевірте відповідні репозиторії, щоб дізнатися про актуальну ліцензію.

source: Contributing to Weblate modules
de: Mitarbeit an Weblate-Modulen
ga: Ag cur le modúil Weblate
hu: Közreműködés a Weblate moduljaiban
id: Berkontribusi ke modul Weblate
ja: Weblate モジュールへの貢献
nl: Bijdragen aan modules voor Weblate
pt: Contribuindo para módulos do Weblate
pt_br: Contribuindo para módulos do Weblate
ro: Contribuire la modulele Weblate
ru: Внесение вклада в модули Weblate
sv: Bidra till Weblate-moduler
ta: வலைபெயர்ப்பு தொகுதிகளுக்கு பங்களிக்கிறது
tr: Weblate modüllerine katkıda bulunmak
uk: Участь у розробці модулів Weblate
zh_hans: 为 Weblate 模块作贡献
