Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Docker container now requires PostgreSQL 12 or newer, please see :ref:`docker-postgres-upgrade` for upgrade instructions. Weblate itself supports older versions as well, when appropriate Django version is installed.
de: Der Docker-Container benötigt jetzt PostgreSQL 12 oder neuer, bitte lesen Sie :ref:`docker-postgres-upgrade` für Upgrade-Anweisungen. Weblate selbst unterstützt auch ältere Versionen, wenn die entsprechende Django-Version installiert ist.
ga: Tá PostgreSQL 12 nó níos nuaí ag teastáil ó choimeádán docker anois, féach :ref:`docker-postgres-upgrade` le haghaidh treoracha uasghrádaithe. Tacaíonn Weblate féin le leaganacha níos sine freisin, nuair a shuiteáiltear leagan cuí Django.
hu: A Docker-konténer mostantól PostgreSQL 12 vagy újabb verziót igényel, a frissítési útmutatóért lásd: :ref:`docker-postgres-upgrade`. Maga a Weblate továbbra is támogatja a régebbi verziókat, ha a megfelelő Django-verzió is telepítve van.
id: Kontainer Docker sekarang membutuhkan PostgreSQL 12 atau yang lebih baru. Silakan lihat :ref:`docker-postgres-upgrade` untuk petunjuk peningkatan. Weblate sendiri juga mendukung versi lama, jika versi Django yang sesuai telah terpasang.
ja: 現在、Docker コンテナには PostgreSQL 12 以降が必要です。アップグレード手順については、:ref:`docker-postgres-upgrade` を確認してください。Weblate 自体は、適切な Django バージョンがインストールされている場合、古いバージョンにも対応しています。
nl: Docker container vereist nu PostgreSQL 12 of nieuwer, bekijk :ref:`docker-postgres-upgrade` voor instructies voor upgraden. Weblate zelf ondersteunt ook oudere versies, als de van toepassing zijnde versie van Django is geïnstalleerd.
pt_br: O contêiner Docker agora requer PostgreSQL 12 ou mais recente; consulte :ref:`docker-postgres-upgrade` para obter instruções de atualização. O Weblate também suporta versões mais antigas, desde que a versão apropriada do Django esteja instalada.
ru: Контейнер Docker теперь требует PostgreSQL 12 или новее. Инструкции по обновлению см. в разделе :ref:`docker-postgres-upgrade`. Сам Weblate также поддерживает более старые версии, если установлена соответствующая версия Django.
sv: Docker-containern kräver nu PostgreSQL 12 eller nyare. Se :ref:`docker-postgres-upgrade` för uppgraderingsinstruktioner. Weblate stöder även äldre versioner, förutsatt att rätt version av Django är installerad.
tr: Docker kapsayıcısı için artık PostgreSQL 12 veya üzerindeki sürümler gerekiyor. Yükseltme yönergesi için lütfen :ref:`docker-postgres-upgrade` bölümüne bakın. Weblate, uygun Django sürümü kurulduğunda eski sürümleri de destekler.
uk: Контейнер Docker у новій версії потребує PostgreSQL 12 або новішої версії. Будь ласка, ознайомтеся із розділом :ref:`docker-postgres-upgrade`, щоб ознайомитися із настановами щодо оновлення. У самому Weblate передбачено підтримку і старих версій, якщо встановлено відповідну версію Django.
zh_hans: Docker 容器现在需要 PostgreSQL 12 或更新版本，升级说明请见 :ref:`docker-postgres-upgrade`。装有合适的 Django 版本时，Weblate 自身同样支持旧版本。

source: Migration on MySQL will try to load all metrics into memory due to limitation of the Python database driver. You might need to prune metrics prior to migration if you want to continue using MySQL. Please consider switching to PostgreSQL, see :ref:`database-migration`.
de: Bei der Migration auf MySQL wird aufgrund der Einschränkungen des Python-Datenbanktreibers versucht, alle Metriken in den Speicher zu laden. Möglicherweise müssen Sie die Metriken vor der Migration bereinigen, wenn Sie weiterhin MySQL verwenden möchten. Bitte ziehen Sie den Wechsel zu PostgreSQL in Betracht, siehe :ref:`database-migration`.
ga: Déanfaidh imirce ar MySQL iarracht gach méadracht a luchtú i gcuimhne mar gheall ar theorannú an tiománaí bunachar sonraí Python. Seans go mbeidh ort méadracht a ghearradh roimh aistriú más mian leat leanúint ar aghaidh ag úsáid MySQL. Smaoinigh le do thoil ar athrú go PostgreSQL, féach :ref:`database-migration`.
hu: MySQL esetén a migráció megpróbálja az összes metrikát memóriába tölteni a Python adatbázis-meghajtó korlátai miatt. Ha MySQL használata mellett maradna, szükséges lehet a metrikák előzetes tisztítása. Javasolt áttérni PostgreSQL-re, lásd: :ref:`database-migration`.
id: Migrasi di MySQL akan mencoba memuat semua metrik ke dalam memori karena keterbatasan driver basis data Python. Anda mungkin perlu memangkas metrik sebelum migrasi jika ingin terus menggunakan MySQL. Silakan pertimbangkan untuk beralih ke PostgreSQL, lihat :ref:`database-migration`.
ja: MySQL での移行では、Python データベース ドライバーの制限により、すべてのメトリクスをメモリにロードしようとします。 MySQL を継続して使用する場合は、移行前にメトリクスの整理が必要な場合があります。 PostgreSQL への切り替えを検討してください。参照: :ref:`database-migration`。
nl: Migratie op MySQL zal proberen alle metrieken in het geheugen te laden vanwege de beperking van het Python database stuurprogramma. U zou misschien de metrieken moeten snoeien, voorafgaande aan de migratie, als u door wilt gaan met het gebruiken van MySQL. Overweeg het overschakelen naar PostgreSQL, bekijk :ref:`database-migration`.
pt_br: A migração no MySQL tentará carregar todas as métricas na memória devido à limitação do driver do banco de dados Python. Talvez seja necessário podar as métricas antes da migração se você quiser continuar usando o MySQL. Considere mudar para o PostgreSQL, consulte :ref:`database-migration`.
ru: Миграция в MySQL попытается загрузить все метрики в память из-за ограничений драйвера базы данных Python. Возможно, вам придётся сократить метрики перед миграцией, если вы хотите продолжать использовать MySQL. Пожалуйста, рассмотрите возможность перехода на PostgreSQL, см. :ref:`database-migration`.
sv: Migration på MySQL kommer att försöka ladda alla mätvärden i minnet på grund av begränsningar i Python-databasdrivrutinen. Du kan behöva rensa mätvärden före migrationen om du vill fortsätta använda MySQL. Överväg att byta till PostgreSQL, se :ref:`database-migration`.
tr: MySQL aktarımı, Python veri tabanı sürücüsünün sınırlaması nedeniyle tüm ölçümleri belleğe yüklemeye çalışacak. MySQL kullanmayı sürdürmek istiyorsanız, aktarımdan önce ölçümleri temizlemeniz gerekebilir. Lütfen PostgreSQL kullanmaya geçmeyi değerlendirin. Ayrıntılı bilgi almak için: :ref:`database-migration`.
uk: При перенесенні на MySQL програма спробує завантажити усі статистичні дані до пам'яті через обмеження драйвера баз даних Python. Можливо, вам потрібно буде очистити статистичні дані перед перенесенням, якщо ви хочете продовжити користування MySQL. Вам варто перейти на PostgreSQL, див. :ref:`database-migration`.
zh_hans: 受限于 Python 数据库驱动限制，MySQL 迁移会尝试加载所有指标到内存中。如果想要继续使用 MySQL， 你可能需要在迁移前删减指标。请考虑切换到 PostgreSQL，见 :ref:`database-migration`。

source: *Released on March 16th 2023.*
de: *Veröffentlicht am 16. März 2023.*
ga: *Eisithe ar 16 Márta 2023.*
hu: *Kiadva: 2023. március 16.*
id: *Dirilis pada 16 Maret 2023.*
nl: *Uitgegeven op 16 maart 2023.*
pt_br: *Atualizado em 16 de março de 2023.*
sv: *Släpptes den 16 mars 2023.*
tr: *16 Mart 2023 tarihinde yayınlandı.*
uk: *Випущено 16 березня 2023 року.*

source: Dependencies updates.
de: Aktualisierungen der Abhängigkeiten.
ga: Nuashonruithe spleáchais.
hu: Függőségek frissítése.
id: Pembaruan dependensi.
ja: 依存関係の更新。
nl: Bijwerken van afhankelijkheden.
pt_br: Atualizações de dependências.
ru: Обновление зависимостей.
sv: Uppdateringar av beroenden.
ta: சார்பு புதுப்பிப்புகள்.
tr: Bağımlılıklar güncellendi.
uk: Оновлення залежностей.
zh_hans: 依赖项更新。

source: Improved background tasks scheduling.
de: Verbesserte Planung von Hintergrundaufgaben.
ga: Sceidealú tascanna cúlra feabhsaithe.
hu: Háttérfeladatok ütemezésének fejlesztése.
id: Peningkatan penjadwalan tugas latar belakang.
ja: バックグラウンド通知処理の改良。
nl: Verbeterde schema's voor taken op de achtergrond.
pt_br: Melhorado o agendamento de tarefas de segundo plano.
ru: Улучшено планирование фоновых задач.
sv: Förbättrad schemaläggning av bakgrundsuppgifter.
ta: மேம்படுத்தப்பட்ட பின்னணி பணிகள் திட்டமிடல்.
tr: Arka plan görevlerinin zamanlaması geliştirildi.
uk: Удосконалено планування фонових завдань.
zh_hans: 改进了后台任务调度。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/96?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/96?closed=1>`__。

source: *Released on March 15th 2023.*
de: *Veröffentlicht am 15. März 2023.*
ga: *Eisithe ar 15 Márta 2023.*
hu: *Kiadva: 2023. március 15.*
id: *Dirilis pada 15 Maret 2023.*
nl: *Uitgegeven op 15 maart 2023.*
pt_br: *Atualizado em 15 de março de 2023.*
sv: *Släpptes den 15 mars 2023.*
tr: *15 Mart 2023 tarihinde yayınlandı.*
uk: *Випущено 15 березня 2023 року.*

source: Improved session handling with project backups.
de: Verbesserte Handhabung von Sitzungen bei Projektsicherungen.
ga: Láimhseáil seisiún feabhsaithe le cúltacaí tionscadail.
hu: Munkamenet-kezelés javítása projektmentések esetén.
id: Peningkatan penanganan sesi dengan pencadangan proyek.
ja: プロジェクトのバックアップに関するセッションの取り扱いを改善。
nl: Verbeterde afhandeling sessie met projectback-ups.
pt_br: Melhorado o tratamento de sessões com backups de projetos.
ru: Улучшена обработка сеансов с резервными копиями проекта.
sv: Förbättrad hantering av sessioner med projektbackuper.
ta: திட்ட காப்புப்பிரதிகளுடன் மேம்படுத்தப்பட்ட அமர்வு கையாளுதல்.
tr: Proje yedeklemelerinde oturum işlenmesi iyileştirildi.
uk: Удосконалено обробку секансів із резервним копіюванням проєктів.
zh_hans: 改进了项目备份的会话处理。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/95?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/95?closed=1>`__。

source: *Released on March 8th 2023.*
de: *Veröffentlicht am 8. März 2023.*
ga: *Eisithe ar 8 Márta 2023.*
hu: *Kiadva: 2023. március 8.*
id: *Dirilis pada 8 Maret 2023.*
nl: *Uitgegeven op 8 maart 2023.*
pt_br: *Atualizado em 8 de março de 2023.*
sv: *Släpptes den 8 mars 2023.*
tr: *8 Mart 2023 tarihinde yayınlandı.*
uk: *Випущено 8 березня 2023 року.*

source: Fixed searching in the translation memory.
de: Das Suchen im Übersetzungsspeicher korrigiert.
ga: Cuardach seasta sa chuimhne aistriúcháin.
hu: Fordítási memória keresési hibájának javítása.
id: Memperbaiki pencarian dalam memori terjemahan.
ja: 翻訳メモリでの検索を修正。
nl: Gerepareerd zoeken in het vertaalgeheugen.
pt: A pesquisa na memória de tradução corrigida.
pt_br: Corrigida a busca na memória de tradução.
ru: Исправлен поиск в памяти переводов.
sv: Fast sökning i översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவகத்தில் நிலையான தேடல்.
tr: Çeviri belleğinde arama sorunu düzeltildi.
uk: Виправлено пошук у пам'яті перекладів.
zh_hans: 修复了翻译记忆库中搜索的问题。

source: Fixed automatic translation with more services.
de: Die automatische Übersetzung mit mehreren Diensten korrigiert.
ga: Aistriúchán uathoibríoch seasta le tuilleadh seirbhísí.
hu: Automatikus fordítás javítása több szolgáltatással.
id: Memperbaiki terjemahan otomatis dengan lebih banyak layanan.
ja: 多くのサービスで自動翻訳を修正。
nl: Gerepareerde automatische vertaling met meer services.
pt: Tradução automática corrigida com mais serviços.
pt_br: Corrigida a tradução automática com mais serviços.
ru: Исправлен автоматический перевод с дополнительными услугами.
sv: Fast automatisk översättning med fler tjänster.
ta: மேலும் சேவைகளுடன் நிலையான தானியங்கி மொழிபெயர்ப்பு.
tr: Kendiliğinden çeviri daha fazla hizmet ile düzeltildi.
uk: Виправлено автоматичний переклад для більшої кількості служб.
zh_hans: 修复了使用更多服务进行自动化翻译的问题。

source: Improved rendering of overlapping glossary term matches.
de: Verbesserte Darstellung von sich überschneidenden Glossarbegriffen.
ga: Rindreáil feabhsaithe ar chluichí téarma gluaiste forluiteacha.
hu: Szójegyzékben átfedő találatok megjelenítésének fejlesztése.
id: Peningkatan rendering kecocokan istilah glosarium yang tumpang tindih.
ja: 重複する用語集の用語の照合のレンダリングを改良。
nl: Verbeterd renderen van overlappende overeenkomsten van termen in woordenlijsten.
pt_br: Melhorada a renderização de correspondência de termos do glossário sobrepostos.
ru: Улучшена обработка перекрывающихся совпадений терминов словаря.
sv: Förbättrad återgivning av överlappande ordlistetermer.
ta: ஒன்றுடன் ஒன்று சொற்களஞ்சிய கால போட்டிகளின் மேம்பட்ட வழங்குதல்.
tr: Örtüşen sözlük terim eşleşmelerinin sunumu geliştirildi.
uk: Удосконалено показ збігів термінів глосарія, що перекриваються.
zh_hans: 改进了重叠的术语表术语匹配的解析。

source: Fixed plurals parsing for non-English source language in some formats.
de: Das Analysieren von Pluralformen für nicht-englische Ausgangssprachen in einigen Formaten korrigiert.
ga: Iolrachtaí seasta ag parsáil do theanga fhoinseach nach Béarla í i bhformáidí áirithe.
hu: Többes számok elemzésének javítása nem angol forrásnyelv esetén bizonyos formátumoknál.
id: Memperbaiki penguraian jamak untuk bahasa sumber non-Inggris dalam beberapa format.
ja: 一部のファイル形式での英語以外の原文の複数形の解析を修正。
nl: Parsen van meervouden voor niet Engelse brontaal in sommige indelingen gerepareerd.
pt_br: Corrigida a análise de plurais para idiomas fonte diferentes do inglês em alguns formatos.
ru: Исправлен анализ множественного числа для исходного языка, отличного от английского, в некоторых форматах.
sv: Fixat pluralanalys för icke-engelska källspråk i vissa format.
ta: சில வடிவங்களில் ஆங்கிலம் அல்லாத மூல மொழிக்கு பாகுபடுத்தும் நிலையான பன்மை.
tr: Bazı biçimlerde İngilizce olmayan kaynak dil için çoğul ayrıştırması düzeltildi.
uk: Фіксований аналіз множини для неанглійської початкової мови в деяких форматах.
zh_hans: 修复了某些格式下非英语源语言的复数形式解析。

source: Added support for go-i18n v2 JSON files.
de: Unterstützung für JSON-Dateien go-i18n v2 hinzugefügt.
ga: Tacaíocht bhreise do chomhaid go-i18n v2 JSON.
hu: go-i18n v2 JSON-fájlok támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas JSON go-i18n v2.
ja: go-i18n v2 JSON ファイルに対応。
nl: Ondersteuning toegevoegd voor go-i18n v2 JSON-bestanden.
pt_br: Adicionado suporte para arquivos JSON go-i18n v2.
ru: Добавлена поддержка файлов JSON go-i18n v2.
sv: Stöd för go-i18n v2 JSON-filer har lagts till.
ta: go-i18n v2 சாதொபொகு கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: go-i18n v2 JSON dosyaları desteği eklendi.
uk: Додано підтримку формату файлів JSON go-i18n.
zh_hans: 新增支持 go-i18n v2 JSON 文件。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/94?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/94?closed=1>`__。

source: *Released on March 1st 2023.*
de: *Veröffentlicht am 1. März 2023.*
ga: *Eisithe ar 1 Márta 2023.*
hu: *Kiadva: 2023. március 1.*
id: *Dirilis pada 1 Maret 2023.*
nl: *Uitgegeven op 1 maart 2023.*
pt_br: *Atualizado em 1º de março de 2023.*
sv: *Släpptes den 1 mars 2023.*
tr: *1 Mart 2023 tarihinde yayınlandı.*
uk: *Випущено 1 березня 2023 року.*

source: Fixed testsuite error.
de: Fehler in der Testsuite behoben.
ga: Earráid sheasta testsuite.
hu: Tesztkészlet hibájának javítása.
id: Memperbaiki galat rangkaian pengujian.
ja: テストスイートのエラーを修正。
nl: Fout in testsuite gerepareerd.
pt_br: Corrigido um erro de conjunto de testes.
ru: Исправлена ошибка набора тестов.
sv: Fixat testsuite-fel.
ta: நிலையான டெச்ட்சூட் பிழை.
tr: Sınama paketi sorunu düzeltildi.
uk: Виправлено помилку testsuite.
zh_hans: 修复了测试套件错误。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/92?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/92?closed=1>`__。

source: Format string checks now also detects duplicated formats.
de: Die Prüfung von Formatzeichenketten erkennt nun auch doppelte Formate.
ga: Aimsíonn seiceálacha teaghrán formáide anois formáidí dúblacha freisin.
hu: A formátumsztring-ellenőrzés mostantól a duplikált formátumokat is észleli.
id: Pemeriksaan string format sekarang juga mendeteksi format duplikat.
ja: 書式文字列検査で、重複する書式も検出されるように改良。
nl: Controles op indeling tekenreeks detecteert nu ook gedupliceerde indelingen.
pt_br: As verificações de formato de string agora também detectam formatos duplicados.
ru: Проверка строки формата теперь также обнаруживает дублированные форматы.
sv: Formatsträngskontroller upptäcker nu även duplicerade format.
ta: வடிவமைப்பு சரம் சோதனை இப்போது நகல் வடிவமைப்பையும் கண்டறிந்துள்ளது.
tr: Biçim dizgesi denetimlerinin yinelenen biçimleri de algılaması sağlandı.
uk: У новій версії перевірки форматування рядків виявляють дубльовані формати.
zh_hans: 格式字符串检查现在同样检查重复和格式。

source: Improved search performance for some specially formatted strings.
de: Die Suchleistung für einige speziell formatierte Zeichenketten verbessert.
ga: Feidhmíocht chuardaigh feabhsaithe do roinnt teaghráin atá formáidithe go speisialta.
hu: Keresési teljesítmény javítása bizonyos speciálisan formázott szövegeknél.
id: Peningkatan kinerja pencarian untuk beberapa string yang diformat khusus.
ja: 一部の特殊な書式を持つ文字列に対する検索性能を改良。
nl: Verbeterde prestaties zoeken voor enkele speciaal opgemaakte tekenreeksen.
pt_br: Melhorado o desempenho da busca para alguns textos formatados de forma especial.
ru: Улучшена производительность поиска для некоторых специально отформатированных строк.
sv: Förbättrad sökprestanda för vissa specialformaterade strängar.
ta: சிறப்பாக வடிவமைக்கப்பட்ட சில சரங்களுக்கான மேம்பட்ட தேடல் செயல்திறன்.
tr: Bazı özel biçimlendirilmiş dizgelerin arama başarımı iyileştirildi.
uk: Удосконалено швидкодію пошуку для деяких спеціально форматованих рядків.
zh_hans: 改进了搜索某些特殊格式字符串的性能。

source: Celery beat is now storing the tasks schedule in the database.
de: Celery Beat speichert nun den Aufgabenplan in der Datenbank.
ga: Tá an sceideal tascanna á stóráil sa bhunachar sonraí anois ag buille soilire.
hu: A Celery beat mostantól az adatbázisban tárolja a feladatütemezést.
id: Celery beat sekarang menyimpan jadwal tugas dalam basis data.
ja: Celery beat がタスクのスケジュールをデータベースに保存するようになりました。
nl: Celery beat slaat nu het schema voor de taken op in de database.
pt_br: O beat do Celery agora armazena o cronograma de tarefas no banco de dados.
ru: Celery beat теперь сохраняет расписание задач в базе данных.
sv: Celery Beat lagrar nu uppgiftschemat i databasen.
ta: செலரி பீட் இப்போது பணிகள் அட்டவணையை தரவுத்தளத்தில் சேமித்து வருகிறது.
tr: Celery görev zamanlamasının kayıt yeri veri tabanı olarak değiştirildi.
uk: У новій версії биття Celery зберігає план завдань у базі даних.
zh_hans: Celery beat 现在在数据库中保存任务计划。

source: Added support for IBM Watson Language Translator.
de: Unterstützung für IBM Watson Language Translator hinzugefügt.
ga: Tacaíocht bhreise d'Aistritheoir Teanga IBM Watson.
hu: IBM Watson Language Translator támogatása hozzáadva.
id: Menambahkan dukungan untuk IBM Watson Language Translator.
ja: IBM Watson Language Translator に対応。
nl: Ondersteuning toegevoegd voor IBM Watson Language Translator.
pt_br: Adicionado suporte para o IBM Watson Language Translator.
ru: Добавлена поддержка IBM Watson Language Translator.
sv: Stöd för IBM Watson Language Translator har lagts till.
ta: ஐபிஎம் வாட்சன் மொழி மொழிபெயர்ப்பாளருக்கான உதவி சேர்க்கப்பட்டது.
tr: IBM Watson Language Translator desteği eklendi.
uk: Додано підтримку перекладача IBM Watson.
zh_hans: 新增支持 IBM Watson Language Translator。
