Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Checks that question marks are replicated between both source and translation. The presence of question marks is also checked for various languages where they do not belong (Armenian, Arabic, Chinese, Korean, Japanese, Ethiopic, Vai or Coptic).
de: Prüft, ob Fragezeichen in der Quelle und Übersetzung identisch sind. Das Vorhandensein von Fragezeichen wird auch für verschiedene Sprachen geprüft, in denen sie nicht vorkommen (Armenisch, Arabisch, Chinesisch, Koreanisch, Japanisch, Äthiopisch, Vai oder Koptisch).
ga: Seiceálann sé go ndéantar marcanna ceiste a mhacasamhlú idir fhoinse agus aistriúchán. Seiceáiltear láithreacht marcanna ceiste freisin do theangacha éagsúla nach mbaineann siad leo (Airméinis, Araibis, Sínis, Cóiréis, Seapáinis, Ethiopic, Vai nó Coptic).
hu: Ellenőrzi, hogy a forrás és a fordított szöveg egyaránt kérdőjellel végződik-e. Az ellenőrzés azt is figyeli, hogy kérdőjel ne szerepeljen olyan nyelvekben, ahol nem jellemző (pl. örmény, arab, kínai, koreai, japán, etióp, vai vagy kopt).
id: Memeriksa apakah tanda tanya direplikasi antara sumber dan terjemahan. Keberadaan tanda tanya juga diperiksa untuk berbagai bahasa yang tidak seharusnya (Armenia, Arab, Mandarin, Korea, Jepang, Etiopia, Vai, atau Koptik).
ja: 原文から翻訳文に疑問符が複製されているか検査します。疑問符の有無は、疑問符を持たない複数の言語（アルメニア語、アラビア語、中国語、韓国語、日本語、エチオピア語、ヴァイ語またはコプト語）についても検査します。
nl: Controleert of vraagtekens werden gerepliceerd tussen de bron en de vertaling. De aanwezigheid van vraagtekens wordt ook gecontroleerd voor verschillende talen waarin zij niet thuishoren (Armeens, Arabisch, Chinees, Koreaans, Japans, Ethiopisch, Vai of Koptisch).
pt: Verifica se os pontos de interrogação são replicados entre a fonte e a tradução. A presença de pontos de interrogação também é verificada para vários idiomas onde eles não pertencem (armênio, árabe, chinês, coreano, japonês, etíope, vai ou copta).
pt_br: Verifica se os pontos de interrogação são replicados entre a fonte e a tradução. A presença de pontos de interrogação também é verificada para vários idiomas onde eles não pertencem (armênio, árabe, chinês, coreano, japonês, etíope, vai ou copta).
ro: Verifică dacă semnele de întrebare sunt reproduse atât la sursă, cât și la traducere. Prezența semnelor de întrebare este, de asemenea, verificată pentru diferite limbi în care acestea nu își au locul (armeană, arabă, chineză, coreeană, japoneză, etiopiană, vai sau coptă).
ru: Проверяет, что вопросительные знаки в исходной строке и в переводе одинаковы. Также проверяется наличие вопросительных знаков для тех языков, в которых они не используются (армянский, арабский, китайский, корейский, японский, эфиопский, ваи или коптский).
sv: Kontrollerar att frågetecken återges både i källtexten och översättningen. Förekomsten av frågetecken kontrolleras även för olika språk där de inte hör hemma (armeniska, arabiska, kinesiska, koreanska, japanska, etiopiska, vai eller koptiska).
ta: கேள்வி மதிப்பெண்கள் மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் நகலெடுக்கப்படுகின்றன. கேள்விக்குறிகளின் இருப்பு அவை சொந்தமில்லாத பல்வேறு மொழிகளுக்கும் சரிபார்க்கப்படுகிறது (ஆர்மீனிய, அரபு, சீன, கொரிய, சப்பானிய, எத்தியோபிக், வை அல்லது காப்டிக்).
tr: Kaynaktaki soru işaretlerinin çeviri ile aynı olup olmadığını denetler. Soru işaretlerinin varlığı, kullanılmadıkları çeşitli diller için de denetlenir (Ermenice, Arapça, Çince, Korece, Japonca, Etiyopyaca, Vai ya da Kıpti).
uk: Перевіряє, чи правильно відтворено знаки питання з початкового рядка у перекладі. Також виконується перевірка знаків питання у мовах, де вони не використовуються (вірменській, арабській, китайській, корейській, японській, ефіопській, ваї або коптській).
zh_hans: 检查问号是否在原文和译文之间复制。对于不属于它们的各种语言（亚美尼亚语，阿拉伯语，中文，韩语，日语，埃塞俄比亚语，瓦伊语或科普特语），也会检查问号的存在。
zh_hant: 檢查源和翻譯之間複製的問號。還檢查了問號的存在，以便他們不屬於哪些語言（亞美尼亞，阿拉伯語，中國，韓國，日語，埃塞俄比亞，vai或coptic）。

source: `Question mark on Wikipedia <https://en.wikipedia.org/wiki/Question_mark>`_
de: `Fragezeichen auf Wikipedia <https://de.wikipedia.org/wiki/Fragezeichen>`_
ga: `Ceistchomhartha ar Vicipéid <https://ga.wikipedia.org/wiki/Question_mark>`_
hu: `Kérdőjel a Wikipédián <https://hu.wikipedia.org/wiki/K%C3%A9rd%C5%91jel>`_
id: `Tanda tanya di Wikipedia <https://en.wikipedia.org/wiki/Question_mark>`_
ja: `疑問符 Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E7%96%91%E5%95%8F%E7%AC%A6>`_
nl: `Vraagteken op Wikipedia <https://nl.wikipedia.org/wiki/Vraagteken>`_
pt: `Ponto de interrogação na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_de_interrogação>`_
pt_br: `Ponto de interrogação na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_de_interrogação>`_
ro: `Semnul întrebării pe Wikipedia <https://en.wikipedia.org/wiki/Question_mark>`_
ru: `Вопросительный знак в Википедии <https://ru.wikipedia.org/wiki/Вопросительный_знак>`_
sv: `Frågetecken på Wikipedia <https://en.wikipedia.org/wiki/Question_mark>`_
ta: `விக்கிபீடியாவில் கேள்விக்குறி <https://en.wikipedia.org/wiki/question_mark>` _
tr: `Vikipedi üzerinde soru işareti <https://en.wikipedia.org/wiki/Question_mark>`_
uk: `Знак питання у Вікіпедії <https://en.wikipedia.org/wiki/Question_mark>`_
zh_hans: `维基百科上的问号 <https://zh.wikipedia.org/wiki/%E9%97%AE%E5%8F%B7>`_
zh_hant: `wikipedia上的問號<https://en.wikipedia.org/wiki/question_mark>`_

source: Mismatched semicolon
de: Nicht übereinstimmendes Semikolon
ga: Leathstad mímheaitseála
hu: Eltérő pontosvessző
id: Tanda titik koma tidak cocok
ja: セミコロンの不一致
nl: niet-overeenkomende puntkomma
pt: Ponto e vírgula não correspondente
pt_br: Ponto e vírgula não correspondente
ro: Punct și virgulă nepotrivit
ru: Несовпадающие точки с запятой
sv: Omatchat semikolon
ta: பொருந்தாத அரைக்காற்புள்ளி
tr: Noktalı virgül farklı
uk: Невідповідність крапки з комою
zh_hans: 不匹配的分号
zh_hant: 分號不相符

source: Source and translation do not both end with a semicolon.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Semikolon.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán le leathstad.
hu: A forrás és a fordított szöveg nem egyaránt pontosvesszővel végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan titik koma.
nl: Bron en vertaling eindigen niet beide met een puntkomma.
pt_br: Fonte e tradução não terminam com ponto e vírgula.
sv: Källan och översättningen slutar inte båda med semikolon.
tr: Kaynağın ve çevirinin ikisi de noktalı virgül ile bitmiyor.
uk: Джерело і переклад не завершуються крапкою з комою.

source: Checks that semicolons at the end of sentences are replicated between both source and translation.
de: Prüft, ob Semikolons am Satzende in der Quelle und Übersetzung identisch sind.
ga: Seiceálann sé go ndéantar leathstadanna ag deireadh abairtí a mhacasamhlú idir fhoinse agus aistriúchán.
hu: Ellenőrzi, hogy a mondatok végén szereplő pontosvessző mind a forrás, mind a fordított szövegben jelen van-e.
id: Memeriksa apakah titik koma di akhir kalimat direplikasi antara sumber dan terjemahan.
ja: 原文から翻訳文に、末尾のセミコロンが複製されているか検査します。
nl: Controleert of puntkomma's aan het einde van zinnen werden gerepliceerd tussen de bron en de vertaling.
pt: Verifica se os ponto e vírgulas no final das sentenças são replicados entre a fonte e a tradução.
pt_br: Verifica se os ponto e vírgulas no final das sentenças são replicados entre a fonte e a tradução.
ro: Verifică dacă punctele și virgulele de la sfârșitul propozițiilor sunt reproduse atât în sursă, cât și în traducere.
ru: Проверяет, что точки с запятой в конце предложений дублируются как в исходном тексте, так и в переводе.
sv: Kontrollerar att semikolon i slutet av meningar återges både i källtexten och översättningen.
ta: வாக்கியங்களின் முடிவில் அரைக்காற்புள்ளிகள் மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் பிரதிபலிக்கப்படுகின்றனவா என்பதை சரிபார்க்கிறது.
tr: Kaynak cümlelerin sonundaki noktalı virgül işaretlerinin çeviri ile aynı olup olmadığını denetler.
uk: Перевіряє, чи відтворено кінцеві двокрапки з початкового рядка у перекладі.
zh_hans: 检查句子末尾的分号是否在原文和译文之间复制。

source: `Semicolon on Wikipedia <https://en.wikipedia.org/wiki/Semicolon>`_
de: `Semikolon auf Wikipedia <https://de.wikipedia.org/wiki/Semikolon>`_
ga: `Semicolon ar Vicipéid <https://ga.wikipedia.org/wiki/Semicolon>`_
hu: `Pontosvessző a Wikipédián <https://hu.wikipedia.org/wiki/Pontosvessz%C5%91>`_
id: `Titik koma di Wikipedia <https://en.wikipedia.org/wiki/Semicolon>`_
ja: `セミコロン Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E3%82%BB%E3%83%9F%E3%82%B3%E3%83%AD%E3%83%B3>`_
nl: `Puntkomma op Wikipedia <https://nl.wikipedia.org/wiki/Puntkomma>`_
pt: `Ponto e vírgula na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_e_vírgula>`_
pt_br: `Ponto e vírgula na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_e_vírgula>`_
ro: `Semicolon pe Wikipedia <https://en.wikipedia.org/wiki/Semicolon>`_
ru: `Точка с запятой в Википедии <https://ru.wikipedia.org/wiki/Точка_с_запятой>`_
sv: `Semikolon på Wikipedia <https://en.wikipedia.org/wiki/Semicolon>`_
ta: `விக்கிபீடியாவில் அரைக்காம்பு <https://en.wikipedia.org/wiki/semicolon>` _
tr: `Vikipedi üzerinde noktalı virgül <https://en.wikipedia.org/wiki/Semicolon>`_
uk: `Крапка з комою у Вікіпедії <https://en.wikipedia.org/wiki/Semicolon>`_
zh_hans: `维基百科上的分号 <https://zh.wikipedia.org/wiki/%E5%88%86%E8%99%9F>`_

source: Mismatching line breaks
de: Nicht übereinstimmende Zeilenumbrüche
ga: Briseadh líne mímheaitseála
hu: Eltérő sortörések
id: Jeda baris tidak cocok
ja: 改行数の不一致
nl: Het aantal witruimtes komt niet overeen
pt: Quebras de linha não coincidentes
pt_br: Quebras de linha descasadas
ro: Întreruperi de linie nepotrivite
ru: Несовпадающие переводы строк
sv: Radbrytningarna matchar inte
ta: பொருந்தாத வரி முறிவுகள்
tr: Satır sonları farklı
uk: Розбіжність розривів рядків
zh_hans: 不匹配的换行符
zh_hant: 斷列符不相配

source: Number of new lines in translation does not match source.
de: Anzahl der Zeilenumbrüche in der Übersetzung passt nicht zur Ausgangszeichenkette.
ga: Ní hionann líon na línte nua san aistriúchán agus an fhoinse.
hu: A fordításban lévő sortörések száma nem egyezik meg az eredetivel.
id: Jumlah baris baru dalam terjemahan tidak cocok dengan sumber.
nl: Het aantal nieuwe regels in de vertaling komt niet overeen met de bron.
pt_br: O número de novas linhas na tradução não corresponde à fonte.
sv: Antalet nya rader i översättningen stämmer inte överens med källtexten.
tr: Çevirideki yeni satır sayısı kaynaktaki ile aynı değil.
uk: Кількість нових рядків у перекладі не відповідає джерелу.

source: Usually newlines are important for formatting program output. Check fails if the number of new lines in translation does not match the source.
de: Normalerweise sind Zeilenumbrüche wichtig für die Formatierung der Programmausgabe. Die Prüfung schlägt fehl, wenn die Anzahl der Zeilenumbrüche in der Übersetzung nicht zur Ausgangszeichenkette passt.
ga: De ghnáth bíonn línte nua tábhachtach chun aschur clár a fhormáidiú. Theip ar a sheiceáil mura dtagann líon na línte nua atá á n-aistriú leis an bhfoinse.
hu: A sortörések általában fontosak a programkimenet formázásához. Az ellenőrzés hibát jelez, ha a fordítás sortöréseinek száma eltér a forrástól.
id: Biasanya, baris baru penting untuk memformat keluaran program. Pemeriksaan gagal jika jumlah baris baru yang diterjemahkan tidak sesuai dengan sumbernya.
ja: 通常、改行はプログラムの出力をフォーマットするために重要です。翻訳の改行数が原文と一致しない場合、検査で不合格となります。
nl: Gewoonlijk zijn regeleinden (newlines) belangrijk voor het opmaken van de uitvoer van het programma. Controle mislukt als het aantal nieuwe regels in de vertaling niet overeenkomt met de bron.
pt: Geralmente, as novas linhas são importantes para formatar a saída do programa. A verificação falha se o número de literais na tradução não corresponder à fonte.
pt_br: Geralmente, as novas linhas são importantes para formatar a saída do programa. A verificação falha se o número de literais na tradução não corresponder à fonte.
ru: Обычно символы новой строки важны для форматирования вывода программы. Проверка не удалась, если количество новых строк в переводе не соответствует исходному.
sv: Vanligtvis är radbrytningar viktiga för formateringen av programmets utdata. Kontrollen misslyckas om antalet radbrytningar i översättningen inte stämmer överens med källtexten.
ta: நிரல் வெளியீட்டை வடிவமைக்க பொதுவாக புதியவை முதன்மை. மொழிபெயர்ப்பில் புதிய வரிகளின் எண்ணிக்கை மூலத்துடன் பொருந்தவில்லை என்றால் சோதனை தோல்வியடைகிறது.
tr: Yeni satırlar genellikle program çıktısını biçimlendirmek için önemlidir. Çevirideki yeni satır sayısı kaynakla aynı değilse denetim hatası oluşur.
uk: Зазвичай, символи розриву рядка є важливими для форматування виведених програмою даних. Перевірка вважається не пройденою, якщо кількість перенесень рядків у перекладі не збігається із кількістю у початковому рядку.
zh_hans: 通常换行符对于格式化程序输出很重要。如果译文中的新行数与原文不匹配，则检查失败。

source: Missing plurals
de: Fehlende Pluralformen
ga: Iolra ar iarraidh
hu: Hiányzó többes számú alakok
id: Bentuk jamak tidak ada
ja: 複数形の不足
nl: Ontbrekende meervouden
pt: Faltam plurais
pt_br: Faltam plurais
ro: Lipsește plural
ru: Нет форм множественного числа
sv: Saknade pluralformer
ta: பன்மைகளைக் காணவில்லை
tr: Çoğul biçim eksik
uk: Бракує множини
zh_hans: 缺少复数形式
zh_hant: 缺少複數形

source: Some plural forms are untranslated.
de: Einige Pluralformen sind nicht übersetzt.
ga: Níl aistriúchán ar roinnt foirmeacha iolra.
hu: Néhány többes számú alak nincs lefordítva.
id: Beberapa bentuk jamak tidak diterjemahkan.
nl: Enkele meervoudsvormen zijn niet vertaald.
pt_br: Algumas formas de plural não estão traduzidas.
sv: Vissa pluralformer är inte översatta.
tr: Bazı çoğul biçimler çevrilmemiş.
uk: Деякі форми множини не перекладено.

source: Checks that all plural forms of a source string have been translated. Specifics on how each plural form is used can be found in the string definition.
de: Prüft, ob alle Pluralformen einer Ausgangszeichenkette übersetzt wurden. Wie die einzelnen Pluralformen verwendet werden, ist in der Definition der Zeichenkette angegeben.
ga: Seiceálann sé go bhfuil gach foirm iolra de theaghrán foinse aistrithe. Tá sonraí faoin gcaoi a n-úsáidtear gach foirm iolra le fáil sa sainmhíniú ar theaghrán.
hu: Ellenőrzi, hogy az összes többes számú alak le legyen fordítva. A többes számok használatának részletei az adott szövegnél találhatók.
id: Memeriksa apakah semua bentuk jamak dari string sumber telah diterjemahkan. Rincian penggunaan setiap bentuk jamak dapat ditemukan dalam definisi string.
ja: 原文のすべての複数形が翻訳されているか検査します。各複数形の使用方法の詳細については、文字列の定義で確認できます。
nl: Controleert of alle meervoudsvormen van een brontekenreeks zijn vertaald. Specificaties over hoe elke meervoudsvorm wordt gebruikt is te vinden in de definitie van de tekenreeks.
pt: Verifica se todas as formas plurais de uma cadeia fonte foram traduzidas. Especificações sobre como cada forma plural é usada encontram-se na definição da cadeia.
pt_br: Verifica se todas as formas plurais de um texto fonte foram traduzidas. Especificações sobre como cada forma plural é usada podem ser encontradas na definição do texto.
ro: Verifică dacă toate formele de plural ale unui șir sursă au fost traduse. Detaliile privind modul în care este utilizată fiecare formă de plural se găsesc în definiția șirului.
ru: Проверяет, что были переведены все формы множественного числа исходной строки. Сведения о том, как используется каждая форма множественного числа, можно найти в определении строки.
sv: Kontrollerar att alla pluralformer av en källsträng har översatts. Detaljer om hur varje pluralform används finns i strängdefinitionen.
ta: ஒரு மூல சரத்தின் அனைத்து பன்மை வடிவங்களும் மொழிபெயர்க்கப்பட்டுள்ளனவா என்பதை சரிபார்க்கிறது. ஒவ்வொரு பன்மை வடிவமும் எவ்வாறு பயன்படுத்தப்படுகிறது என்பதற்கான விவரங்களை சரம் வரையறையில் காணலாம்.
tr: Bir kaynak dizgenin tüm çoğul biçimlerinin çevrilip çevrilmediğini denetler. Her çoğul biçimin nasıl kullanıldığının ayrıntıları dizge tanımında bulunabilir.
uk: Перевіряє, чи було перекладено усіх форми множини початкового рядка. Специфіку використання кожної з форм множини, яку використано, можна знайти у визначенні рядка.
zh_hans: 检查源字符串的所有复数形式是否已翻译。有关如何使用每个复数形式的详细信息，请参阅字符串定义。
zh_hant: 檢查已翻譯所有復數形式的源字符串。可以在字符串定義中找到每個複數表單的具體細節。

source: Failing to fill in plural forms will in some cases lead to displaying nothing when the plural form is in use.
de: Wenn nicht alle Pluralformen ausgefüllt werden, kann es vorkommen, dass beim Verwenden der Pluralform nichts angezeigt wird.
ga: I gcásanna áirithe ní thaispeánfar aon ní nuair a bhíonn an fhoirm iolra in úsáid mura gcomhlánaítear foirmeacha iolra.
hu: Ha ezek hiányoznak, egyes esetekben semmi sem fog megjelenni, amikor a többes szám lenne használatban.
id: Gagal mengisi formulir jamak dalam beberapa kasus akan menyebabkan tidak ditampilkannya apa pun saat bentuk jamak digunakan.
ja: 複数形を記入しないと、複数形が使用されているときに何も表示されないことがあります。
nl: Nalaten van het invullen van meervoudsvormen zal in sommige gevallen leiden tot het weergeven van niets, als de meervoudsvorm wordt gebruikt.
pt: O não preenchimento correto das formas de plural vai levar, em alguns casos, a exibir nada quando a forma do plural está em uso.
pt_br: Deixar de preencher os formulários de plural, em alguns casos, fará com que nada seja exibido quando o formulário de plural estiver em uso.
ro: Dacă nu se completează formele de plural, în unele cazuri nu se va afișa nimic atunci când forma de plural este utilizată.
ru: Отсутствие перевода в форме множественного числа в некоторых случаях приводит к тому, что при использовании формы множественного числа ничего не будет отображаться.
sv: Om pluralformer inte fylls i kommer det i vissa fall att leda till att ingenting visas när pluralformen används.
ta: பன்மை வடிவங்களை நிரப்பத் தவறினால், சில சந்தர்ப்பங்களில் பன்மை வடிவம் பயன்பாட்டில் இருக்கும்போது எதையும் காட்ட வழிவகுக்கும்.
tr: Çoğul biçimlerin doldurulmaması, bazı durumlarda çoğul biçim kullanımdayken hiçbir şeyin görüntülenmemesine yol açar.
uk: Якщо деякі з форм множини пропущено, у деяких випадках користувачу буде показано порожній рядок замість форми множини.
zh_hans: 在某些情况下，未能填写复数形式将导致在使用复数形式时不显示任何内容。
zh_hant: 在某些情況下，未能填寫複數表格將導致多種形式使用時顯示任何內容。

source: Non‑standard characters in Kabyle
de: Nicht standardisierte Zeichen in Kabyle
ga: Carachtair neamhchaighdeánacha i gCabile
hu: Nem szabványos karakterek a kabil nyelvben
id: Karakter non-standar dalam Kabyle
nl: Niet standaard tekens in Kabyle
pt_br: Caracteres não padronizados em Kabyle
sv: Icke-standardtecken i kabyliska
tr: Berbericede standart olmayan karakterler
uk: Нестандартні символи кабільською мовою

source: Use standardized Latin Kabyle characters (e.g. ɣ instead of Greek γ; ɛ instead of ε).
de: Verwenden Sie standardisierte lateinische Kabyle-Zeichen (z. B. ɣ statt griechischem γ; ɛ statt ε).
ga: Bain úsáid as carachtair chaighdeánaithe Laidine Kabyle (e.g. \u0263 in ionad na Gréigise \u03b3; \u025b in ionad \u03b5).
hu: Használjon szabványos latin kabil karaktereket (például ɣ a görög γ helyett, ɛ az ε helyett).
id: Gunakan karakter standar Kabyle Latin (mis. ɣ daripada γ Yunani; ɛ daripada ε).
nl: Gestandaardiseerde Latijnse tekens voor Kabyle gebruiken (bijv. ɣ in plaats van Griekse γ; ɛ in plaats van ε).
pt_br: Use caracteres latinos Kabyle padronizados (por exemplo, ɣ em vez de γ grego; ɛ em vez de ε).
sv: Använd standardiserade latinska kabyliska tecken (t.ex. ɣ istället för grekiska γ; ɛ istället för ε).
tr: Standart Latin Berberice karakterler kullan (örneğin Yunanca γ harfi yerine ɣ; ε yerine ɛ).
uk: Використовуйте стандартизовані латинські кабільські символи (наприклад, ɣ замість грецького γ; ɛ замість ε).

source: Checks that Kabyle translations use correct Kabyle letters and not similar Greek ones, which were often used before Kabyle characters were standardized in Unicode.
ga: Seiceálann sé go n-úsáideann aistriúcháin Kabyle litreacha cearta Kabyle agus ní cinn Gréigise cosúla, a úsáideadh go minic sular caighdeánaíodh carachtair Kabyle in Unicode.
hu: Ellenőrzi, hogy a kabili fordítások megfelelő kabili betűket használjanak, és ne hasonló görög karaktereket, melyeket a szabványosítás előtt gyakran alkalmaztak.
id: Memeriksa bahwa terjemahan Kabyle menggunakan huruf Kabyle yang benar dan bukan huruf Yunani yang mirip, yang sering digunakan sebelum karakter Kabyle distandarisasi dalam Unicode.
nl: Controleert of vertalingen van Kabylisch correcte letters van Kabyle gebruiken en niet soortgelijke Griekse, die vaak werden gebruikt voordat tekens van Kabyle werden gestandaardiseerd in Unicode.
sv: Kontrollerar att kabyliska översättningar använder korrekta kabyliska bokstäver och inte liknande grekiska bokstäver, som ofta användes innan kabyliska tecken standardiserades i Unicode.
uk: Перевіряє, чи в кабільських перекладах використовуються правильні кабільські літери, а не подібні грецькі, які часто використовувалися до стандартизації кабільських символів у Unicode.

source: Placeholders
de: Platzhalter
ga: Áitsealbhóirí
hu: Helyettesítők
id: Placeholder
ja: プレースホルダー
nl: Tijdelijke aanduidingen
pt: Espaços reservados
pt_br: Espaços reservados
ro: Substituenți
ru: Символы-заполнители
sv: Platshållare
ta: இடம் வைத்திருப்பவர்கள்
tr: Yer belirticiler
uk: Заповнювачі
zh_hans: 占位符
zh_hant: 佔位符

source: Translation is missing some placeholders.
de: In der Übersetzung fehlen einige Platzhalter.
ga: Tá roinnt áitchoinneoirí in easnamh san aistriúchán.
hu: A fordításból hiányoznak egyes helyettesítők.
id: Terjemahan kehilangan beberapa tempat penampung.
nl: Er ontbreekt een aantal plaatsvervangers in de vertaling.
pt_br: Faltam alguns espaços reservados na tradução.
sv: Översättningen saknar några platshållare.
tr: Çeviride bazı yer belirticiler eksik.
uk: У перекладі не вистачає деяких замінників.

source: You can use regular expression as placeholder.
de: Ein regulärer Ausdruck kann als Platzhalter verwendet werden.
ga: Is féidir leat slonn rialta a úsáid mar choinneálaí.
hu: Reguláris kifejezések is használhatók helyettesítőként.
id: Anda dapat menggunakan ekspresi reguler sebagai placeholder.
ja: 正規表現をプレースホルダーとして使用できる。
nl: U kunt reguliere uitdrukkingen gebruiken als plaatsvervanger.
pt: Pode usar expressões regulares como espaço reservado.
pt_br: Você pode usar uma expressão regular como espaço reservado.
ro: Puteți utiliza o expresie regulată ca spațiu liber.
ru: В качестве заполнителя вы можете использовать регулярное выражение.
sv: Du kan använda reguljära uttryck som platshållare.
ta: நீங்கள் வழக்கமான வெளிப்பாட்டை ஒதுக்கிடமாக பயன்படுத்தலாம்.
tr: Kurallı ifadeyi yer belirtici olarak kullanabilirsiniz.
uk: Ви можете використовувати формальний вираз як замінник.
zh_hans: 你可以使用正则表达式作为占位符。
