Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :guilabel:`Access control` can be changed in the :guilabel:`Access` tab of the configuration (:guilabel:`Operations` ↓ :guilabel:`Settings`) of each respective project.
id: :guilabel:`Access control` dapat diubah di tab :guilabel:`Access` pada konfigurasi (:guilabel:`Operations` ↓ :guilabel:`Settings`) masing-masing proyek.
sv: :guilabel:`Åtkomstkontroll` kan ändras i fliken :guilabel:`Åtkomst` i konfigurationen (:guilabel:`Operationer` ↓ :guilabel:`Inställningar`) för respektive projekt.
uk: :guilabel:`Access control` можна змінити в :guilabel:`Access` вкладка конфігурації (:guilabel:`Operations` ↓ :guilabel:`Settings`) кожного відповідного проекту.

source: The default can also be changed by setting :setting:`DEFAULT_ACCESS_CONTROL`.
de: Der Standard kann auch durch die Einstellung :setting:`DEFAULT_ACCESS_CONTROL` geändert werden.
ga: Is féidir an réamhshocrú a athrú freisin trí :setting:`DEFAULT_ACCESS_CONTROL` a shocrú.
hu: Az alapértelmezett beállítás az :setting:`DEFAULT_ACCESS_CONTROL` megadásával is megváltoztatható.
id: Nilai default juga dapat diubah dengan menyetel :setting:`DEFAULT_ACCESS_CONTROL`.
ja: デフォルト値は :setting:`DEFAULT_ACCESS_CONTROL` で変更できます。
nl: De standaard kan worden veranderd door instelling: :setting:`DEFAULT_ACCESS_CONTROL`.
pt: O padrão também pode ser alterado configurando :setting:`DEFAULT_ACCESS_CONTROL`.
pt_br: O padrão também pode ser alterado configurando :setting:`DEFAULT_ACCESS_CONTROL`.
ru: Значение по умолчанию можно изменить с помощью параметра :setting:`DEFAULT_ACCESS_CONTROL`.
sv: Standardinställningen kan också ändras genom att ställa in :setting:`DEFAULT_ACCESS_CONTROL`.
tr: Varsayılan değer :setting:`DEFAULT_ACCESS_CONTROL` ile de değiştirilebilir.
uk: Типове значення також можна змінити за допомогою :setting:`DEFAULT_ACCESS_CONTROL`.
zh_hans: 可以通过设置中的 :setting:`DEFAULT_ACCESS_CONTROL` 更改默认值。

source: Even `Private` project statistics are counted into the site-wide statistics and language summary. This does not reveal project names or any other info.
de: Auch `Privat`-Projektstatistiken werden in der plattformweiten Statistik und der Sprachzusammenfassung berücksichtigt. Dabei werden weder Projektnamen noch andere Informationen preisgegeben.
ga: Déantar fiú staitisticí tionscadail `Príobháideacha` a áireamh sna staitisticí ar fud an tsuímh agus sa achoimre teanga. Ní nochtann sé seo ainmneacha tionscadail nó aon fhaisnéis eile.
hu: A `Személyes` projektek statisztikái is beleszámítanak a webhely összesített statisztikáiba és a nyelvi összegzésekbe. Ez nem árulja el a projektek nevét vagy egyéb információkat.
id: Bahkan statistik proyek `Pribadi` pun dihitung dalam statistik di seluruh situs dan ringkasan bahasa. Ini tidak mengungkap nama proyek atau info lainnya.
ja: たとえプロジェクトがプライベート設定であっても、その統計情報はサイト全体の統計と言語サマリーに含まれます。ただし、プロジェクト名やその他の情報は公開されません。
nl: Zelfs `Privé` projectstatistieken worden meegeteld in de sitebrede statistieken en samenvatting van talen. Dit toont geen projectnamen of andere informatie.
pt: Até mesmo as estatísticas do projeto `Private` são contabilizadas nas estatísticas gerais do site e no resumo do idioma. Isto não revela nomes de projetos ou qualquer outra informação.
pt_br: Até mesmo as estatísticas do projeto `Private` são contabilizadas nas estatísticas gerais do site e no resumo do idioma. Isso não revela nomes de projetos ou qualquer outra informação.
ru: Даже статистика `приватных проектов` учитывается в общей статистике сайта и сводке по языкам. При этом не раскрываются названия проектов и любая другая информация.
sv: Även statistik för privata projekt räknas in i webbplatsens statistik och språksammanfattning. Detta avslöjar inte projektnamn eller annan information.
ta: `தனியார்` திட்ட புள்ளிவிவரங்கள் கூட தள அளவிலான புள்ளிவிவரங்கள் மற்றும் மொழி சுருக்கத்தில் கணக்கிடப்படுகின்றன. இது திட்ட பெயர்கள் அல்லது வேறு எந்த தகவலையும் வெளிப்படுத்தாது.
tr: `Kişisel` proje istatistikleri bile site genelindeki istatistiklere ve dil özetine katılır. Burada proje adları veya başka herhangi bir bilgi görüntülenmez.
uk: До статистичних даних та резюме щодо мов буде включено навіть статистику проєктів `Private`. Втім, там не буде назв проєктів або будь-яких інших даних.
zh_hans: 即使是 `私有的` 项目统计数据也会计入整个网站的统计数据和语言摘要。这不会透露项目名称或任何其他信息。

source: Instance administrators can modify the default permission sets available to users in `Public`, `Protected`, and `Private` projects by using :ref:`custom settings <custom-acl>`.
de: Administratoren von Instanzen können die standardmäßigen Berechtigungen für Benutzer in `Öffentlich`-, `Geschützt`- und `Privat`-Projekten ändern, indem sie :ref:`benutzerdefinierte Einstellungen <custom-acl>`. verwenden.
ga: Is féidir le riarthóirí cásanna na tacair réamhshocraithe ceadanna atá ar fáil d'úsáideoirí i dtionscadail `Poiblí`, `Cosanta` agus `Príobháideacha` a mhodhnú trí :ref:`socruithe saincheaptha <custom-acl>` a úsáid.
hu: Az adminisztrátorok módosíthatják az alapértelmezett jogosultságkészleteket a `Nyilvános`, `Védett` és `Személyes` projektekhez a :ref:`egyéni beállítások <custom-acl>` használatával.
id: Administrator contoh dapat mengubah set izin default yang tersedia bagi pengguna dalam proyek `Publik`, `Dilindungi`, dan `Pribadi` dengan menggunakan :ref:`custom settings <custom-acl>`.
ja: インスタンス管理者は、:ref:`カスタム設定 <custom-acl>` を使用して、`公開`、`保護`、および `プライベート` プロジェクトのユーザーが使用できるデフォルトの権限セットを変更できます。
nl: Instantiebeheerders kunnen :ref:`aangepaste instellingen <custom-acl>` gebruiken om de standaard sets met rechten te wijzigen die beschikbaar zijn voor gebruikers in `publieke`, `beveiligde` en `privé` projecten.
pt: Os administradores da instância podem modificar os conjuntos de permissões padrão disponíveis para os utilizadores nos projetos `Público`, `Protegido` e `Particular` usando :ref:`configurações personalizadas <custom-acl>`.
pt_br: Os administradores da instância podem modificar os conjuntos de permissões padrão disponíveis para os usuários nos projetos `Público`, `Protegido` e `Particular` usando :ref:`configurações personalizadas <custom-acl>`.
sv: Instansadministratörer kan ändra de standardbehörigheter som är tillgängliga för användare i `Publika`, `Skyddade` och `Privata` projekt med hjälp av :ref:`anpassade inställningar <custom-acl>`.
tr: Kopya yöneticileri `Herkese açık`, `Korunmuş` ve `Kişisel` projelerde kullanıcıların kullanabileceği varsayılan izin kümelerini :ref:`özel ayarlar <custom-acl>` kullanarak değiştirilebilir.
uk: Набір прав доступу, який типово доступний для користувачів у проєктах `Public`, `Protected` і `Private`, може бути перевизначено адміністратором екземпляра за допомогою :ref:`нетипових параметрів <custom-acl>`.
zh_hans: 实例管理员可通过 :ref:`自定义设置 <custom-acl>` 修改对 `公开`、`受保护` 和 `私有` 项目中用户默认可用的权限组合。

source: Managing per-project access control
de: Verwaltung der projektspezifischen Zugriffssteuerung
ga: Rialú rochtana in aghaidh an tionscadail a bhainistiú
hu: Projektalapú hozzáférés-vezérlés kezelése
id: Mengelola kontrol akses tiap proyek
ja: プロジェクトごとのアクセス制御の管理
nl: Toegangsbeheer per project
pt: Gerir controlo de acesso por projeto
pt_br: Gerenciando controle de acesso por projeto
ro: Gestionarea controlului accesului pe proiect
ru: Управление контролем доступа для каждого проекта
sv: Hantera åtkomstkontroll per projekt
ta: ஒரு திட்டத்திற்கான அணுகல் கட்டுப்பாட்டை நிர்வகித்தல்
tr: Her proje için erişim denetimi yönetimi
uk: Керування правами доступу на рівні проєкту
zh_hans: 管理每个项目的访问控制

source: For `Public`, `Protected` and `Private` projects:
de: Für `Öffentlich`-, `Geschützt`- und `Privat`-Projekte:
ga: Do thionscadail ‘Poiblí’, ‘Cosanta’ agus ‘Príobháideacha’:
hu: `Nyilvános`, `Védett` és `Személyes` projektek esetén:
id: Untuk proyek `Publik`, `Dilindungi`, dan `Privat`:
ja: `公開` 、 `保護` および `プライベート` プロジェクトのアクセス権:
nl: Voor `Publiek`, `Beveiligd` en `Privé` projecten:
pt: Para projetos `Públicos`, `Protegidos` e `Privados`:
pt_br: Para projetos `Públicos`, `Protegidos` e `Particulares`:
ro: Pentru proiecte `Public`, `Protected` and `Private`:
ru: Для`публичных`, `защищённых` и `частных` проектов:
sv: För `Publika`, `Skyddade` och `Privata` projekt:
ta: `பொது`, `பாதுகாக்கப்பட்ட` மற்றும் `தனியார்` திட்டங்களுக்கு:
tr: `Herkese açık`, `Korunmuş` ve `Kişisel` projeler için:
uk: Для проєктів `Public`, `Protected` і `Private`:
zh_hans: 适用于 `公开`、`受保护` 和 `私有` 项目：
zh_hant: 關於‘公開’，‘受保護’，及‘私有’項目：

source: Granting users :guilabel:`Manage project access` (see :ref:`privileges`) allows them to assign other users in `Public`, `Protected` and `Private` (but not `Custom`) projects via adding them to teams.
de: Wenn Sie Benutzern :guilabel:`Projektzugriff verwalten` (siehe :ref:`privileges`) gewähren, können diese anderen Benutzern Zuweisungen zu `Öffentlich`, `Geschützt` und `Privat` (aber nicht `Benutzerdefiniert`)-Projekten geben, indem Sie sie zu Teams hinzufügen.
ga: Trí rochtain a thabhairt d’úsáideoirí :guilabel: Ligeann :guilabel:`Manage project access` (féach :ref:`privileges`) dóibh úsáideoirí eile a shannadh i dtionscadail Poiblí`, `Cosanta` agus `Príobháideach` (ach ní `Custom`) trí iad a chur le foirne.
hu: A :guilabel:`Projekt hozzáférés kezelése` jogosultság megadása (lásd: :ref:`privileges`) lehetővé teszi a felhasználók számára, hogy másokat hozzáadhassanak csapatokhoz, ezzel jogosultságot adva nekik `Nyilvános`, `Védett` és `Személyes` projektekhez (az `Egyéni` típusúakhoz azonban nem).
id: Memberikan pengguna :guilabel:`Manage project access` (lihat :ref:`privileges`) memungkinkan mereka untuk menetapkan pengguna lain dalam proyek `Publik`, `Dilindungi` dan `Pribadi` (tetapi bukan `Kustom`) dengan menambahkan mereka ke tim.
ja: ユーザーに :guilabel:`プロジェクトのアクセス管理` (参照: :ref:`privileges`) の権限を与えると、他のユーザーを `公開`、`保護`、`非公開` プロジェクトのチームに追加できます（`カスタム` プロジェクトは除く）。
nl: Toewijzen van :guilabel:`Beheren projecttoegang` (bekijk :ref:`privileges`) stelt gebruikers in staat om andere gebruikers in projecten `Publiek`, `Beveiligd` en `Privé` (maar niet `Aangepast`) toe te wijzen door ze aan teams toe te voegen.
pt: Conceder aos utilizadores a capacidade de :guilabel:`Gerir acesso ao projeto` (consulte :ref:`privileges`) permite que eles atribuam outros utilizadores em projetos `Public`, `Protected` e `Private` (mas não em projetos `Custom`) adicionando-os às equipas.
pt_br: Conceder aos usuários a capacidade de :guilabel:`Gerenciar acesso ao projeto` (consulte :ref:`privileges`) permite que eles atribuam outros usuários em projetos `Public`, `Protected` e `Private` (mas não em projetos `Custom`) adicionando-os às equipes.
sv: Genom att bevilja användare :guilabel:`Hantera projektåtkomst` (se :ref:`privileges`) kan de tilldela andra användare i `Publika`, `Skyddade` och `Privata` (men inte `Anpassade`) projekt genom att lägga till dem i team.
tr: Kullanıcılara :guilabel:`Proje erişimi yönetimi` (ayrıntılı bilgi almak için: :ref:`privileges`) izni verilmesi, onlara `Herkese açık`, `Korunmuş` ve `Kişisel` (ancak `Özel` olmayan) projelerde takımlara ekleyerek diğer kullanıcıları atamalarını sağlar.
uk: Надання користувачам доступу :guilabel:`Manage project access` (див. :ref:`privileges`) дозволяє їм призначати інших користувачів до проєктів `Public`, `Protected` та `Private` (але не `Custom`) шляхом додавання користувачів до команд.
zh_hans: 授予用户 :guilabel:`管理项目访问` (见 :ref:`privileges`) 权限允许被授权用户将其他用户分派到 `公开`、`受保护` 和 `私有` (但不是 `自定义`)项目中，方法是添加其他用户到不同团队。

source: These are the default teams provided with Weblate; teams can be added or modified by users with sufficient privileges:
de: Dies sind die Standardteams, die mit Weblate bereitgestellt werden; Teams können von Benutzern mit entsprechenden Rechten hinzugefügt oder geändert werden:
ga: Is iad seo na foirne réamhshocraithe a chuirtear ar fáil le Weblate; is féidir le húsáideoirí a bhfuil dóthain pribhléidí acu foirne a chur leis nó a mhodhnú:
hu: Ezek az alapértelmezett csapatok, amelyeket a Weblate biztosít; a csapatokat a megfelelő jogosultságokkal rendelkező felhasználók hozzáadhatják vagy módosíthatják:
id: Berikut adalah tim bawaan yang disediakan Weblate; tim dapat ditambahkan atau dimodifikasi oleh pengguna dengan hak istimewa yang memadai:
ja: 以下は Weblate がデフォルトで提供しているチームです。チームは、権限を持ったユーザーによって追加や変更ができます。
nl: Dit zijn de standaard teams die worden verschaft met Weblate; teams kunnen worden toegevoegd of aangepast door gebruikers met voldoende rechten:
pt: Estas são as equipas padrão fornecidas com o Weblate; equipas podem ser adicionadas ou modificadas por utilizadores com privilégios suficientes:
pt_br: Estas são as equipes padrão fornecidas com o Weblate; equipes podem ser adicionadas ou modificadas por usuários com privilégios suficientes:
ru: Это стандартные команды, предоставляемые Weblate; команды могут быть добавлены или изменены пользователями с достаточными привилегиями:
sv: Dessa är standardgrupperna som tillhandahålls med Weblate. Grupper kan läggas till eller ändras av användare med tillräckliga behörigheter:
ta: வலைபெயர்ப்பு வழங்கப்பட்ட இயல்புநிலை அணிகள் இவை; போதுமான சலுகைகளைக் கொண்ட பயனர்களால் அணிகளைச் சேர்க்கலாம் அல்லது மாற்றலாம்:
tr: Bunlar Weblate tarafından sağlanan varsayılan takımlardır. Takımlar yeterli izni olan kullanıcılar tarafından eklenebilir veya değiştirilebilir:
uk: Це — типові команди, що надаються Weblate; команди можуть додаватися користувачами з достатніми дозволами:
zh_hans: 这些事 Weblate 提供的默认团队，有足够权限的用户可以添加或修稿团队：

source: All available permissions for the project.
de: Alle verfügbaren Berechtigungen für das Projekt.
ga: Gach cead atá ar fáil don tionscadal.
hu: A projekt összes elérhető jogosultsága.
id: Semua izin yang tersedia untuk proyek tersebut.
ja: プロジェクトで使用できるすべてのアクセス権。
nl: Alle beschikbare rechten voor het project.
pt: Todas as permissões disponíveis para o projeto.
pt_br: Todas as permissões disponíveis para o projeto.
ru: Все разрешения, доступные для проекта.
sv: Alla tillgängliga behörigheter för projektet.
ta: திட்டத்திற்கு கிடைக்கக்கூடிய அனைத்து அனுமதிகளும்.
tr: Proje için kullanılabilecek tüm izinleri kapsar.
uk: Усі можливі права доступу до проєкту.
zh_hans: 项目的所有可用权限。

source: `Review`
de: `Überprüfen`
ga: `Léirmheas`
hu: `Felülvizsgálat`
id: `Peninjauan`
ja: `査読`
nl: `Beoordelen`
pt: `Rever`
pt_br: `Revisar`
ru: `Рецензирование`
sv: `Granska`
ta: `விமர்சனம்`
tr: `Onaylama`
zh_hans: `审校`

source: Approve translations in a review.
de: Übersetzungen in einer Überprüfung genehmigen.
ga: Aistriúcháin a cheadú i léirmheas.
hu: Fordítások jóváhagyása egy felülvizsgálat során.
id: Menyetujui terjemahan dalam ulasan.
ja: 査読中に翻訳を承認するアクセス権。
nl: Vertalingen goedkeuren na beoordeling.
pt: Aprovar traduções numa revisão.
pt_br: Aprovar traduções em uma revisão.
ru: Одобрять переводы на стадии рецензирования.
sv: Godkänn översättningar i en granskning.
ta: மதிப்பாய்வில் மொழிபெயர்ப்புகளை அங்கீகரிக்கவும்.
tr: Çevirileri gözden geçirip onaylayabilir.
uk: Затверджувати переклади у процесі рецензування.
zh_hans: 在审校中核准翻译。

source: Available only if :ref:`review workflow <reviews>` is on.
de: Nur verfügbar, wenn der :ref:`Überprüfungsablauf <reviews>` eingeschaltet ist.
ga: Ar fáil ach amháin má tá :ref:`review workflow <reviews>` ar siúl.
hu: Csak akkor elérhető, ha a :ref:`felülvizsgálati munkafolyamat <reviews>` be van kapcsolva.
id: Hanya tersedia jika :ref:`review workflow <reviews>` aktif.
ja: :ref:`査読処理 <reviews>` が有効化されている場合のみ。
nl: Alleen beschikbaar als :ref:`werkstroom nakijken <reviews>` is ingeschakeld.
pt: Disponível somente se :ref:`fluxo de trabalho de revisão <reviews>` estiver ativado.
pt_br: Disponível somente se :ref:`fluxo de revisão <reviews>` estiver ativado.
ru: Доступно только если :ref:`рабочий процесс рецензирования <reviews>` включен.
sv: Endast tillgängligt om :ref:`granskningsarbetsflöde <reviews>` är aktiverat.
tr: Yalnızca :ref:`onaylama iş akışı <reviews>` özelliği açıksa.
uk: Доступно лише якщо увімкнено :ref:`робоче середовище з рецензуванням <reviews>`.
zh_hans: 只有 :ref:`审校流程 <reviews>` 开启才可用。

source: For `Protected` and `Private` projects only:
de: Nur für `Geschützt`- und `Privat`-Projekte:
ga: Do thionscadail ‘Cosanta’ agus ‘Príobháideacha’ amháin:
hu: Csak `Védett` és `Személyes` projektek esetén:
id: Untuk proyek `Dilindungi` dan `Privat` saja:
ja: `保護` および `プライベート` プロジェクト専用のチーム
nl: Alleen voor projecten `Beveiligd` en `Privé`:
pt: Para projetos `Protegidos` e `Privados` apenas:
pt_br: Para projetos `Protegidos` e `Particulares` apenas:
ro: Numai pentru proiectele `Protected` și `Private`:
ru: Только для проектов `защищённых` и `частных`:
sv: Endast för projekt med inställningarna `Skyddad` och `Privat`:
ta: `பாதுகாக்கப்பட்ட` மற்றும் `தனியார்` திட்டங்களுக்கு மட்டும்:
tr: Yalnızca `Korunmuş` ve `Kişisel` projeler için:
uk: Лише для проєктів `Protected` і `Private`:
zh_hans: 只适用于 `受保护` 和 `私有` 项目：
zh_hant: 只限‘受保護’及‘私有’項目：

source: `Translate`
de: `Übersetzen`
ga: `Aistrigh`
hu: `Fordítás`
id: `Terjemahkan`
ja: `翻訳`
nl: `Vertalen`
pt: `Traduzir`
pt_br: `Traduzir`
ru: `Перевести`
sv: `Översätt`
ta: `மொழிபெயர்`
tr: `Çeviri`
uk: `Переклад`
zh_hans: `翻译`

source: Translate the project and upload translations made offline.
de: Das Projekt übersetzen und offline erstellte Übersetzungen hochladen.
ga: Aistrigh an tionscadal agus uaslódáil aistriúcháin atá déanta as líne.
hu: A projekt fordítása és offline készített fordítások feltöltése.
id: Terjemahkan proyek dan unggah terjemahan yang dibuat secara luring.
ja: プロジェクトを翻訳し、オフラインで作成した翻訳をアップロードするアクセス権。
nl: Het project vertalen en offline gemaakte vertalingen uploaden.
pt: Traduzir o projeto e carregar as traduções feitas offline.
pt_br: Traduzir o projeto e carregar as traduções feitas offline.
ru: Переводить проект и загружать переводы, сделанные в автономном режиме.
sv: Översätt projektet och ladda upp översättningar som gjorts offline.
ta: திட்டத்தை மொழிபெயர்த்து, ஆஃப்லைனில் உருவாக்கப்பட்ட மொழிபெயர்ப்புகளைப் பதிவேற்றவும்.
tr: Projeyi çevirebilir ve çevrim dışı yapılmış çevirileri yükleyebilir.
uk: Перекладати проєкт і вивантажувати виконані поза межами вебредактора переклади.
zh_hans: 翻译项目，并上传离线的翻译。

source: `Sources`
de: `Quellcode`
ga: `Foinsí`
hu: `Források`
id: `Sumber`
ja: `原文`
nl: `Bronnen`
pt: `Fontes`
pt_br: `Fontes`
ru: `Источники`
sv: `Källor`
ta: `ஆதாரங்கள்`
tr: `Kaynaklar`
zh_hans: `原文`

source: Edit source strings (if allowed in the :ref:`project settings <component-manage_units>`) and source-string info.
de: Ausgangszeichenketten (wenn in den :ref:`Projekteinstellungen <component-manage_units>` erlaubt) und Infos zu Ausgangszeichenketten bearbeiten.
ga: Cuir teaghráin foinse in eagar (má cheadaítear é sa :ref:`socruithe an tionscadail <component-manage_units>`) agus an fhaisnéis foinse-teaghrán.
hu: Forrásszövegek szerkesztése (ha ezt engedélyezték a :ref:`projekt beállítások <component-manage_units>` között) és forrásszöveg-információk módosítása.
id: Edit string sumber (jika diizinkan dalam :ref:`project settings <component-manage_units>`) dan info string sumber.
ja: 原文（:ref:`プロジェクトの設定 <component-manage_units>` で許可されている場合）および原文情報を編集するアクセス権。
nl: Brontekenreeksen bewerken (indien toegestaan in de :ref:`projectinstellingen <component-manage_units>`) en informatie over de brontekenreeks.
pt: Editar cadeias fonte (se permitido nas :ref:`configurações do projeto <component-manage_units>`) e as informações da cadeia-fonte.
pt_br: Editar textos fonte (se permitido nas :ref:`configurações do projeto <component-manage_units>`) e as informações do texto-fonte.
ru: Редактировать исходные строки (если это разрешено в :ref:`настройках проекта <component-manage_units>`) и информацию об исходной строке.
sv: Redigera källsträngar (om det är tillåtet i :ref:`projektinställningarna <component-manage_units>`) och information om källsträngar.
tr: (:ref:`Proje ayarları <component-manage_units>` içinde izin verilmiş ise) kaynak dizgeleri ve kaynak dizge bilgilerini düzenleyebilir.
uk: Редагувати початкові рядки (якщо дозволено :ref:`параметрами проєкту <component-manage_units>`) і дані щодо початкового рядка.
zh_hans: 编辑源字符串（如果 :ref:`项目设置 <component-manage_units>` 中允许）和源字符串信息。

source: `Languages`
de: `Sprachen`
ga: `Teangacha`
hu: `Nyelvek`
id: `Bahasa`
ja: `言語`
nl: `Talen`
pt: `Idiomas`
pt_br: `Idiomas`
ru: `Языки`
sv: `Språk`
ta: `மொழிகள்`
tr: `Diller`
zh_hans: `语言`

source: Manage translated languages (add or remove translations).
de: Übersetzte Sprachen verwalten (Übersetzungen hinzufügen oder entfernen).
ga: Bainistigh teangacha aistrithe (cuir aistriúcháin leis nó bain as).
hu: Fordított nyelvek kezelése (fordítások hozzáadása vagy eltávolítása).
id: Kelola bahasa yang diterjemahkan (tambahkan atau hapus terjemahan).
ja: 翻訳された言語を管理するアクセス権（翻訳の追加または削除）。
nl: Vertaalde talen beheren (vertalingen toevoegen of verwijderen).
pt: Gerir idiomas traduzidos (adicionar ou remover traduções).
pt_br: Gerenciar idiomas traduzidos (adicionar ou remover traduções).
sv: Hantera översatta språk (lägg till eller ta bort översättningar).
ta: மொழிபெயர்க்கப்பட்ட மொழிகளை நிர்வகிக்கவும் (மொழிபெயர்ப்புகளைச் சேர்க்கவும் அல்லது அகற்றவும்).
tr: Çevrilecek dilleri yönetebilir (çevirileri ekleyebilir ya da kaldırabilir).
uk: Керувати мовами перекладу (додавати або вилучати переклади).
zh_hans: 管理翻译语言（添加或删除翻译）。

source: `Glossary`
de: `Glossar`
ga: `Gluais`
hu: `Szójegyzék`
id: `Glosarium`
ja: `用語集`
nl: `Woordenlijst`
pt: `Glossário`
pt_br: `Glossário`
sv: `Ordlista`
ta: `சொற்களஞ்சியம்`
tr: `Sözlük`
zh_hans: `术语表`

source: Manage glossary (add, remove, and upload entries).
de: Glossar verwalten (Einträge hinzufügen, entfernen und hochladen).
ga: Bainistigh gluais (iontrálacha a chur leis, a bhaint agus a uaslódáil).
hu: Szójegyzék kezelése (bejegyzések hozzáadása, eltávolítása és feltöltése).
id: Kelola glosarium (tambahkan, hapus, dan unggah entri).
ja: 用語集を管理するアクセス権（エントリの追加、削除、またはアップロード）。
nl: Woordenlijst beheren (items toevoegen, verwijderen en uploaden).
pt: Gerir glossário (adicionar, remover e carregar entradas).
pt_br: Gerenciar glossário (adicionar, remover e carregar entradas).
sv: Hantera ordlista (lägg till, ta bort och ladda upp poster).
ta: சொற்களஞ்சியத்தை நிர்வகிக்கவும் (உள்ளீடுகளைச் சேர்க்கவும், அகற்றவும், பதிவேற்றவும்).
tr: Sözlükleri yönetebilir (kayıtları ekleyebilir, kaldırabilir ve yükleyebilir).
uk: Змінювати глосарій (додавати або вилучати записи, а також вивантажувати дані).
zh_hans: 管理术语表（添加、删除及上传条目）。

source: `Memory`
de: `Speicher`
ga: `Cuimhne`
hu: `Memória`
id: `Memori`
ja: `翻訳メモリ`
nl: `Geheugen`
pt: `Memória`
pt_br: `Memória`
sv: `Minne`
ta: `நினைவகம்`
tr: `Çeviri belleği`
zh_hans: `记忆库`

source: Manage translation memory.
de: Übersetzungsspeicher verwalten.
ga: Bainistigh cuimhne aistriúcháin.
hu: Fordítási memória kezelése.
id: Kelola memori penerjemahan.
ja: 翻訳メモリを管理するアクセス権。
nl: Vertaalgeheugen beheren.
pt: Gerir memória de tradução.
pt_br: Gerenciar memória de tradução.
ru: Управление памятью переводов.
sv: Hantera översättningsminne.
ta: மொழிபெயர்ப்பு நினைவகத்தை நிர்வகிக்கவும்.
tr: Çeviri belleğini yönetebilir.
uk: Керувати памʼяттю перекладів.
zh_hans: 管理翻译记忆库。

source: `Screenshots`
de: `Bildschirmfotos`
ga: `Scáileán`
hu: `Képernyőképek`
id: `Tangkapan Layar`
ja: `スクリーンショット`
nl: `Schermafdrukken`
pt: `Capturas de ecrã`
pt_br: `Capturas de tela`
sv: `Skärmdumpar`
ta: `ச்கிரீன் சாட்கள்`
tr: `Ekran görüntüleri`
zh_hans: `截屏`
