Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: On Hosted Weblate, this uses ``https://weblate-cdn.com/``.
de: Hosted Weblate verwendet ``https://weblate-cdn.com/``.
ga: Ar Weblate Óstáilte, úsáideann sé seo ``https://weblate-cdn.com/``.
hu: A Hosted Weblate esetében ez a ``https://weblate-cdn.com/`` URL.
id: Pada Hosted Weblate, ini menggunakan ``https://weblate-cdn.com/``.
ja: Hosted Weblate では、``https://weblate-cdn.com/`` を使用します。
nl: Op Hosted Weblate gebruikt dit ``https://weblate-cdn.com/``.
pt: O Hosted Weblate usa o ``https://weblate-cdn.com/``.
pt_br: No Hosted Weblate, é usada com ``https://weblate-cdn.com/``.
ro: Pe Hosted Weblate, acesta folosește ``https://weblate-cdn.com/``.
ru: На Hosted Weblate для этого параметра используется значение ``https://weblate-cdn.com/``.
sv: På Hosted Weblate används ``https://weblate-cdn.com/``.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பில், இது `` https: // weblate-cdn.com/`` ஐப் பயன்படுத்துகிறது.
tr: Hosted Weblate üzerinde bu seçenek, ``https://weblate-cdn.com/`` adresini kullanır.
uk: На базовому Weblate використано ``https://weblate-cdn.com/``.
zh_hans: 在 Hosted Weblate 中，这使用 ``https://weblate-cdn.com/``。
zh_hant: 在hosted Weblate 中，這使用 ``https://weblate-cdn.com/`` 。

source: ID of the site in Matomo (formerly Piwik) you want to use for tracking Weblate.
de: ID der Website in Matomo (ehemals Piwik), die Sie für die Nachverfolgung von Weblate verwenden möchten.
ga: ID an tsuímh in Matomo (Pivik roimhe seo) is mian leat a úsáid chun Weblate a rianú.
hu: A Matomo (korábban Piwik) szolgáltatásban használt site azonosító, amellyel a Weblate használatát követni szeretné.
id: ID situs di Matomo (sebelumnya Piwik) yang ingin Anda gunakan untuk melacak Weblate.
ja: Weblat サイトを解析する Matomo（旧 Piwik）内のサイト ID。
nl: ID van de site in Matomo (voorheen Piwik) die u wilt gebruiken voor het bijhouden van Weblate.
pt: ID do site no Matomo (antigo Piwik) que deseja usar para rastrear o Weblate.
pt_br: ID do site no Matomo (antigo Piwik) que você deseja usar para rastrear o Weblate.
ru: Идентификатор (ID) сайта в Matomo (ранее Piwik), который вы хотите использовать для отслеживания Weblate.
sv: ID för webbplatsen i Matomo (tidigare Piwik) som du vill använda för att spåra Weblate.
ta: மாடோமோவில் உள்ள தளத்தின் ஐடி (முன்னர் பிவிக்) நீங்கள் வலைபெயர்ப்பைக் கண்காணிக்க பயன்படுத்த விரும்புகிறீர்கள்.
tr: İzlemek istediğiniz Matomo (eski adıyla Piwik) üzerindeki Weblate sitesinin kimliği.
uk: Ідентифікатор сайта Matomo (раніше Piwik), яким ви хочете скористатися для стеження за Weblate.
zh_hans: 你想用来跟踪 Weblate 的 Matomo（以前的 Piwik）网站的 ID。

source: This integration does not support the Matomo Tag Manager.
de: Diese Integration unterstützt den Matomo Tag Manager nicht.
ga: Ní thacaíonn an comhtháthú seo le Bainisteoir Clibeanna Matomo.
hu: Ez az integráció nem támogatja a Matomo Tag Manager funkciót.
id: Integrasi ini tidak mendukung Matomo Tag Manager.
ja: この連携は、Matomo タグ マネージャーに対応していません。
nl: Deze integratie ondersteunt niet de Matomo Tag Manager.
pt: Esta integração não suporta o Matomo Tag Manager.
pt_br: Essa integração não tem suporte ao Matomo Tag Manager.
ro: Această integrare nu este compatibilă cu Matomo Tag Manager.
ru: Эта интеграция не поддерживает Matomo Tag Manager.
sv: Denna integration stöder inte Matomo Tag Manager.
ta: இந்த ஒருங்கிணைப்பு மாடோமோ டேக் மேலாளரை ஆதரிக்காது.
tr: Bu bütünleştirme Matomo Etiket Yöneticisi özelliğini desteklemez.
uk: У цьому варіанті інтеграції не передбачено підтримки керування мітками Matomo.
zh_hans: 这个集成不支持 Matomo Tag Manager。
zh_hant: 這個集成不支持 Matomo Tag Manager 。

source: Full URL (including trailing slash) of a Matomo (formerly Piwik) installation you want to use to track Weblate use. Please check <https://matomo.org/> for more details.
de: Vollständige URL (einschließlich nachgestelltem Schrägstrich) einer Matomo (ehemals Piwik)-Installation, um die Nutzung von Weblate nachzuverfolgen. Weitere Einzelheiten finden Sie unter <https://matomo.org/>.
ga: URL iomlán (lena n-áirítear slaise rianaithe) de shuiteáil Matomo (Pivik roimhe seo) is mian leat a úsáid chun úsáid Weblate a rianú. Seiceáil le do thoil <https://matomo.org/> le haghaidh tuilleadh sonraí.
hu: A Matomo (korábban Piwik) telepítésének teljes URL-je (záró perjellel), amelyet a Weblate követéséhez szeretne használni. További részletek: <https://matomo.org/>.
id: URL lengkap (termasuk garis miring di akhir) instalasi Matomo (sebelumnya Piwik) yang ingin Anda gunakan untuk melacak penggunaan Weblate. Silakan periksa <https://matomo.org/> untuk rincian selengkapnya.
ja: Weblate の使用を追跡するために使用する Matomo（以前の Piwik）インストールの完全な URL（末尾のスラッシュを含む）。詳細は <https://matomo.org/> を確認してください。
nl: Volledige URL (inclusief achterliggende slash) van een installatie van Matomo (voorheen Piwik)die u wilt gebruiken om het gebruik van Weblate bij te houden. Bekijk <https://matomo.org/> voor meer details.
pt: URL completa (incluindo barra ao final) de uma instalação Matomo (anteriormente Piwik) que deseja usar para rastrear o uso do Weblate. Por favor, consulte <https://matomo.org/> para mais detalhes.
pt_br: URL completa (incluindo barra ao final) de uma instalação Matomo (anteriormente Piwik) que você deseja usar para rastrear o uso do Weblate. Por favor, consulte <https://matomo.org/> para mais detalhes.
ro: URL-ul complet (inclusiv bara oblică finală) al unei instalații Matomo (fostă Piwik) pe care doriți să o utilizați pentru a urmări utilizarea Weblate. Vă rugăm să consultați <https://matomo.org/> pentru mai multe detalii.
ru: Полный URL-адрес (включая завершающую косую черту) установки Matomo (бывшего Piwik), которую вы хотите использовать для отслеживания использования Weblate. Для получения более подробной информации обратитесь к <https://matomo.org/>.
sv: Fullständig URL (inklusive avslutande snedstreck) till en Matomo-installation (tidigare Piwik) som du vill använda för att spåra användningen av Weblate. Se <https://matomo.org/> för mer information.
ta: ஒரு மாடோமோ (முன்னர் பிவிக்) நிறுவலின் முழு முகவரி (பின்தங்கிய ச்லாச் உட்பட) நீங்கள் வலைபெயர்ப்பு பயன்பாட்டைக் கண்காணிக்க பயன்படுத்த விரும்புகிறீர்கள். மேலும் விவரங்களுக்கு <https://matomo.org/> ஐ சரிபார்க்கவும்.
tr: Weblate kullanımını izlemek için kullanmak istediğiniz bir Matomo (eski adıyla Piwik) kurulumunun tam adresi (sondaki bölü karakteri ile birlikte). Ayrıntılı bilgi almak için: <https://matomo.org/>.
uk: Повна адреса (разом із кінцевою похилою рискою) встановленого Matomo (раніше Piwik), яким ви хочете скористатися для стеження за використанням Weblate. Будь ласка, ознайомтеся із <https://matomo.org/>, щоб дізнатися більше.
zh_hans: 你想用于跟踪 Weblate 使用情况的 Matomo（以前的 Piwik）安装的完整 URL（包括结尾的斜杠）。请查阅 <https://matomo.org/> 了解详情。
zh_hant: 你想要跟踪的 Matomo （以前的 Piwik ）安裝的全 URL （包括反斜杠）。更多細節請查閱 <https://matomo.org/> 。

source: Number of nearby strings to show in each direction in the full editor.
de: Anzahl der benachbarten Zeichenketten, die im vollständigen Editor in jeder Richtung angezeigt werden sollen.
ga: Líon na teaghráin in aice láimhe le taispeáint i ngach treo san eagarthóir iomlán.
hu: A teljes szerkesztőben megjelenítendő közeli szövegek száma minden irányban.
id: Jumlah string terdekat untuk ditampilkan di tiap arah di dalam editor lengkap.
ja: フル エディタ使用時に表示する「前後の文字列」の数。
nl: Het aantal te tonen tekenreeksen in de buurt in elke richting in de volledige bewerker.
pt: Quantidade de cadeias próximas para mostrar em cada direção no editor completo.
pt_br: Quantidade total de textos próximos para mostrar em cada direção no editor completo.
ru: Количество соседних строк сверху и снизу, показываемых в полном редакторе.
sv: Antal närliggande strängar som visas i varje riktning i fullständiga editorn.
ta: முழு எடிட்டரில் ஒவ்வொரு திசையிலும் காட்ட அருகிலுள்ள சரங்களின் எண்ணிக்கை.
tr: Tam düzenleyicide iki yönde de gösterilecek yakındaki dizgelerin sayısı.
uk: Кількість близьких рядків, які буде показано у обох напрямках у повній версії редактора.
zh_hans: 完整编辑器中在两个方向上显示的附近字符串数量。

source: This is just a default value, users can adjust this in :ref:`user-profile`.
de: Dies ist nur ein Standardwert, Benutzer können dies im :ref:`user-profile` anpassen.
ga: Níl anseo ach luach réamhshocraithe, is féidir le húsáideoirí é seo a choigeartú i :ref:`user-profile`.
hu: Ez csak egy alapértelmezett érték, a felhasználók saját :ref:`user-profile` beállításukban módosíthatják.
id: Ini hanyalah nilai bawaan, pengguna dapat menyesuaikannya di :ref:`user-profile`.
ja: 単なるデフォルト値であり、ユーザーは :ref:`user-profile` で数を変更できます。
nl: Dit is slechts een standaard waarde, gebruikers kunnen dit aanpassen in :ref:`user-profile`.
pt_br: Este é apenas um valor padrão, os usuários podem ajustar isso em :ref:`user-profile`.
sv: Detta är bara ett standardvärde, användare kan justera detta i :ref:`user-profile`.
tr: Bu yalnızca varsayılan bir değerdir. Kullanıcılar bu değeri :ref:`user-profile` bölümünden ayarlayabilir.
uk: Це лише стандартне значення, користувачі можуть налаштувати його в :ref:`user-profile`.
zh_hans: 这只是默认值，用户可以在 :ref:`user-profile` 中调整这个。

source: Default number of elements to display when pagination is active.
de: Standardanzahl der Elemente, die bei aktivem Seitenumbruch angezeigt werden.
ga: Líon réamhshocraithe na n-eilimintí le taispeáint nuair a bhíonn an leathanach gníomhach.
hu: Lapozás esetén megjelenítendő elemek alapértelmezett száma.
id: Jumlah elemen bawaan yang akan ditampilkan saat paginasi aktif.
ja: ページネーション（ページ分割）が有効化されている場合の、デフォルトの表示数。
nl: Standaard aantal weer te geven elementen als pagineren actief is.
pt: Número padrão de elementos a serem exibidos quando a paginação está ativa.
pt_br: Número padrão de elementos a serem exibidos quando a paginação está ativa.
ro: Numărul implicit de elemente care trebuie afișate atunci când este activă paginarea.
ru: Количество элементов по умолчанию, отображаемых при активной нумерации страниц .
sv: Standardantal element som ska visas när paginering är aktiv.
ta: மண்பாண்டம் செயலில் இருக்கும்போது காண்பிக்க வேண்டிய உறுப்புகளின் இயல்புநிலை எண்ணிக்கை.
tr: Sayfalama etkin olduğunda bir sayfada varsayılan olarak görüntülenecek öge sayısı.
uk: Типова кількість показуваних елементів, коли увімкнено розбиття на сторінки.
zh_hans: 分页激活时显示的默认元素数量。

source: List for credentials for Pagure servers.
de: Liste der Zugangsdaten für Pagure-Server.
ga: Liosta dintiúir do fhreastalaithe Pagure.
hu: Pagure szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk server Pagure.
ja: Pagure サーバーの資格情報の一覧です。
nl: Lijst voor inloggegevens voor servers van Pagure.
pt: Lista para credenciais para servidores de Pagure.
pt_br: Lista para credenciais para servidores Pagure.
ro: Lista pentru acreditările pentru serverele Pagure.
ru: Список учётных данных для серверов Pagure.
sv: Lista över autentiseringsuppgifter för Pagure-servrar.
ta: pagure சேவையகங்களுக்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: Pagure sunucuları için kimlik doğrulama bilgilerinin listesi.
uk: Список реєстраційних даних для серверів Pagure.
zh_hans: Pagure服务器凭据列表。
zh_hant: Pagure服務器憑據列表。

source: Minimal password score as evaluated by the `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ password strength estimator.
de: Minimaler Passwortwert, wie er vom `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_-Passwortstärke-Schätzer ermittelt wurde.
ga: Íosscór focal faire arna mheas ag an meastóir láidreachta `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ pasfhocail.
hu: A minimálisan elvárt jelszóerősség, a `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ jelszó ellenőrző értékelése alapján.
id: Skor kata sandi minimal sebagaimana dievaluasi oleh penaksir kekuatan kata sandi `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_.
nl: Minimale score voor wachtwoord zoals geëvalueerd door de `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ schatting voor sterkte van wachtwoorden.
pt_br: Pontuação mínima da senha conforme avaliada pelo estimador que verifica a força da senha `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_.
sv: Minimalt lösenordsbetyg enligt bedömningen av lösenordsstyrkan med `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_.
tr: `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ parola zorluğu değerlendirmesi tarafından belirlenen en düşük parola puanı.
uk: Мінімальна оцінка пароля за допомогою `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ оцінювача надійності пароля.

source: Defaults to 0, which means strength checking is disabled.
de: Der Standardwert ist 0, d. h. die Prüfung der Stärke ist deaktiviert.
ga: Réamhshocruithe go 0, rud a chiallaíonn go bhfuil seiceáil láidreachta díchumasaithe.
hu: Alapértelmezett érték: 0, ami azt jelenti, hogy az erősség-ellenőrzés nincs bekapcsolva.
id: Bawaannya adalah 0, yang berarti pemeriksaan kekuatan dinonaktifkan.
nl: Standaard is 0, wat betekent dat het schatten van de sterkte is uitgeschakeld.
pt_br: O padrão é 0, o que significa que a verificação para força de senha está desabilitada.
sv: Standardvärdet är 0, vilket innebär att styrkekontrollen är inaktiverad.
tr: Varsayılan değer: 0. Zorluk denetimi kapalıdır.
uk: За замовчуванням 0, що означає, що перевірку міцності вимкнено.

source: URL where your Weblate instance shows its privacy policy.
de: URL, unter der Ihre Weblate-Instanz die Datenschutzerklärung anzeigt.
ga: URL a thaispeánann do chás Weblate a pholasaí príobháideachais.
hu: Az URL, ahol a Weblate példány adatvédelmi szabályzata elérhető.
id: URL tempat instansi Weblate Anda menampilkan kebijakan privasinya.
ja: Weblate インスタンスのプライバシー ポリシーを表示する URL。
nl: URL waar uw instantie van Weblate zijn privacy-beleid weergeeft.
pt: URL onde a sua instância de Weblate mostra sua política de privacidade.
pt_br: URL onde sua instância de Weblate mostra sua política de privacidade.
ro: URL-ul în care instanța Weblate își afișează politica de confidențialitate.
ru: URL-адрес, по которому ваш экземпляр Weblate показывает свою политику конфиденциальности.
sv: URL där din Weblate-instans visar sin integritetspolicy.
ta: உங்கள் வலைபெயர்ப்பு நிகழ்வு அதன் தனியுரிமைக் கொள்கையைக் காட்டும் முகவரி.
tr: Weblate kopyanızın gizlilik ilkesinin bulunduğu adres.
uk: Адреса, за якою екземпляр Weblate показуватиме правила конфіденційності.
zh_hans: 你的 Weblate 实例显示隐私政策的 URL。

source: Useful if you host your legal documents outside Weblate for embedding them inside Weblate, please check :ref:`legal` for details.
de: Nützlich, wenn Sie Ihre rechtlichen Dokumente außerhalb von Weblate hosten, um sie in Weblate einzubetten, bitte schauen Sie sich :ref:`legal` für Details an.
ga: Tá sé úsáideach má dhéanann tú do dhoiciméid dlí a óstáil lasmuigh de Weblate chun iad a leabú laistigh de Weblate, seiceáil le do thoil :ref:`legal` le haghaidh sonraí.
hu: Ez akkor hasznos, ha a jogi dokumentumokat Weblate-en kívül tárolja, de be szeretné ágyazni őket a Weblate felületére is. További részletek: :ref:`legal`.
id: Berguna jika Anda menyimpan dokumen hukum Anda di luar Weblate untuk menanamkannya di dalam Weblate, silakan periksa :ref:`legal` untuk rinciannya.
ja: Weblate の外部で法的な文書をホスティングしている場合、Weblate の内部に埋め込むのに便利です。詳細は :ref:`legal` を確認してください。
nl: Nuttig als u uw wettelijke documenten buiten Weblate host om ze in te bedden in Weblate, bekijk :ref:`legal` voor details.
pt: Útil se hospeda os seus documentos legais fora do Weblate para incorporá-los ao Weblate, verifique :ref:`legal` para obter detalhes.
pt_br: Útil se você hospeda seus documentos legais fora do Weblate para incorporá-los ao Weblate, verifique :ref:`legal` para obter detalhes.
ro: Utile dacă vă găzduiți documentele juridice în afara Weblate pentru a le încorpora în Weblate, vă rugăm să verificați :ref:`legal` pentru detalii.
ru: Полезно, если вы размещаете свои юридические документы за пределами Weblate для их встраивания в Weblate, пожалуйста, проверьте :ref:`legal` для получения подробной информации.
sv: Användbart om du lagrar dina juridiska dokument utanför Weblate för att bädda in dem i Weblate. Se :ref:`legal` för mer information.
tr: Yasal belgelerinizi Weblate dışında bulunduruyor ve Weblate içine eklemek istiyorsanız yararlıdır. Ayrıntılı bilgi almak için: :ref:`legal`.
uk: Корисний, якщо ви зберігаєте ваші правові документи поза Weblate для вбудовування їх до Weblate. Докладніше про це у розділі :ref:`legal`.
zh_hans: 在将你的法律文件保存在 Weblate 之外，而将其嵌入 Weblate 的情况下有用。细节请查看 :ref:`legal`。
zh_hant: 在將你的法律文件保存在 Weblate 之外，而將其嵌入 Weblate 的情況下有用。細節請查看 :ref:`legal` 。

source: Configures whether the private commit e-mail is opt-in or opt-out (by default it is opt-in).
de: Legt fest, ob es sich bei der privaten Commit-E-Mail um eine Opt-In- oder Opt-Out-E-Mail handelt (standardmäßig ist sie Opt-In).
ga: Cumraíonn sé cibé an rogha an diúltaithe nó rogha an diúltaithe é an r-phost gealltanas príobháideach (de réir réamhshocraithe is rogha an diúltaithe é).
hu: Beállítja, hogy az egyéni véglegesítési (commit) e-mail alapértelmezetten opt-in (felhasználói jóváhagyást igényel) vagy opt-out (leiratkozós) legyen (alapértelmezetten opt-in).
id: Mengonfigurasi apakah komit surel pribadi bersifat opt-in atau opt-out (secara bawaan bersifat opt-in).
ja: ユーザーごとのコミット用の匿名メールアドレスを使用するかどうかの初期値を設定します。デフォルトはオプトイン（選択したユーザーのみ使用する）です。
nl: Configureert of de privé e-mail voor indienen opt-in of opt-out is (standaard is het opt-in).
pt: Configura se o e-mail de commit particular foi optado ou não (por padrão é optado).
pt_br: Configura se o e-mail de commit particular foi optado ou não (por padrão é optado).
ru: Определяет, является ли личное электронное письмо о фиксации согласия или отказа (по умолчанию это согласие).
sv: Konfigurerar om den privata commit-e-posten är opt-in eller opt-out (standard är opt-in).
ta: தனியார் கமிட் மின்னஞ்சல் தேர்வு செய்யப்படுகிறதா அல்லது விலகுகிறதா என்பதை உள்ளமைக்கிறது (இயல்பாகவே இது தேர்வு செய்யப்படுகிறது).
tr: Kişisel işleme e-postasının türünü opt-in ya da opt-out olarak yapılandırır (varsayılan değer: opt-out).
uk: Налаштовує, чи є конфіденційність адреси електронної пошти при внеску такою, з якою погоджуються, чи такою, від якої відмовляються (типово, вважається, що з нею погоджуються).
zh_hans: 配置私密的代码提交电子邮箱默认情况下是开启还是关闭（默认开启）。

source: This setting only applies to users which have not explicitly chosen a commit e-mail.
de: Diese Einstellung gilt nur für Benutzer, die nicht explizit eine Commit-E-Mail ausgewählt haben.
ga: Ní bhaineann an socrú seo ach le húsáideoirí nach bhfuil r-phost gealltanais roghnaithe go sainráite acu.
hu: Ez a beállítás csak azokra a felhasználókra vonatkozik, akik nem választottak ki kifejezetten véglegesítési e-mail címet.
id: Pengaturan ini hanya berlaku bagi pengguna yang belum secara eksplisit memilih surel komit.
ja: この設定は、コミット用メールアドレスが未設定のユーザーにのみ適用されます。
nl: Deze instelling is alleen van toepassing voor gebruikers die niet expliciet een e-mail voor indienen hebben gekozen.
pt: Esta configuração só se aplica a utilizadores que não escolheram explicitamente um e-mail commit.
pt_br: Essa configuração só se aplica a usuários que não escolheram explicitamente um e-mail commit.
ru: Эта настройка применяется только к тем пользователям, которые не выбрали в явном виде эл. почту для коммита.
sv: Denna inställning gäller endast användare som inte uttryckligen har valt ett e-postmeddelande för bekräftelse.
ta: இந்த அமைப்பு பயனர்களுக்கு மட்டுமே பொருந்தும், அவை ஒரு கமிட் மின்னஞ்சலை வெளிப்படையாகத் தேர்வு செய்யாதவை.
tr: Bu ayar yalnızca açıkça bir işleme e-postası seçmemiş kullanıcılara uygulanır.
uk: Цей параметр стосується лише користувачів, якими не вибрано явним чином адресу електронної пошти для внесків.
zh_hans: 此设置仅应用于那些尚未明确选择译文提交电子邮箱的用户。

source: Template to generate private commit e-mail for an user. Defaults to ``"{username}@users.noreply.{site_domain}"``.
de: Vorlage zur Erstellung einer privaten E-Mail für einen Benutzer. Der Standardwert ist ``"{username}@users.noreply.{site_domain}"``.
ga: Teimpléad chun ríomhphost tiomanta príobháideach a ghiniúint don úsáideoir. Réamhshocrú le ``"{ainm úsáideora}@users.noreply.{site_domain}"``.
hu: Az egyéni véglegesítési e-mailek generálásához használt sablon. Alapértelmezés: ``"{username}@users.noreply.{site_domain}"``.
id: Templat untuk membuat surel komitmen pribadi bagi pengguna. Bawaannya adalah ``"{username}@users.noreply.{site_domain}"``.
ja: ユーザーごとのコミット用の匿名メールアドレスを生成するためのテンプレート。デフォルトは、``"{username}@users.noreply.{site_domain}"``。
nl: Sjabloon voor het maken van een privé e-mail voor indienen voor een gebruiker. Standaard is ``"{username}@users.noreply.{site_domain}"``.
pt: Modelo para gerar e-mail de commit privado para um utilizador. O padrão é ``"{username}@users.noreply.{site_domain}"``.
pt_br: Modelo para gerar e-mail de commit particular para um usuário. O padrão é ``"{username}@users.noreply.{site_domain}"``.
ru: Шаблон для создания личного сообщения электронной почты о фиксации для пользователя. По умолчанию ``"{username}@users.noreply.{site_domain}"``.
sv: Mall för att generera privat e-postmeddelande om commit för en användare. Standardinställningen är ``"{username}@users.noreply.{site_domain}"``.
ta: ஒரு பயனருக்கான தனியார் கமிட் மின்னஞ்சலை உருவாக்க வார்ப்புரு. இயல்புநிலைகள் `` "{பயனர்பெயர் • users.noreply. {username}" ``.
tr: Bir kullanıcının kişisel işleme e-postasını oluşturan kalıp. Varsayılan değer: ``"{username}@users.noreply.{site_domain}"``.
uk: Шаблон для створення конфіденційної адреси електронної пошти для користувача. Типовим є ``"{користувач}@users.noreply.{сайт_домен}"``.
zh_hans: 为用户生成专用提交电子邮箱的模板。默认为 ``"{username}@users.noreply.{site_domain}"``.

source: Set to blank string to disable.
de: Zum Deaktivieren ein leere Zeichenkette einsetzen.
ga: Socraigh go teaghrán bán chun é a dhíchumasú.
hu: Üres sztring megadásával letiltható.
id: Atur ke string kosong untuk menonaktifkan.
ja: 無効にするには、空の文字列に設定します。
nl: Stel in op lege tekenreeks om uit te schakelen.
pt: Defina para cadeia vazia para desativar.
pt_br: Defina para texto vazio para desabilitar.
ru: Установите пустую строку, чтобы отключить.
sv: Ställ in på tom sträng för att inaktivera.
ta: முடக்க வெற்று சரத்திற்கு அமைக்கவும்.
tr: Kullanımdan kaldırılması için boş bırakın.
uk: Встановіть порожні рядок, щоб вимкнути.
zh_hans: 留空禁用该功能。

source: Defines how many backups per project are kept on the server. Defaults to 3.
de: Legt fest, wie viele Sicherungen pro Projekt auf dem Server gespeichert werden. Der Standardwert ist 3.
ga: Sainmhíníonn sé cé mhéad cúltacaí in aghaidh an tionscadail a choimeádtar ar an bhfreastalaí. Réamhshocruithe go 3.
hu: Meghatározza, hogy projektenként hány biztonsági mentést tároljon a szerver. Alapértelmezett érték: 3.
id: Menentukan jumlah cadangan per proyek yang disimpan di server. Bawaannya adalah 3.
ja: プロジェクトごとにサーバーに保存するバックアップの数を定義します。デフォルトは 3 つです。
nl: Definieert hoeveel back-ups per project worden behouden op de server. Standaard is 3.
pt: Define quantos backups por projeto são mantidos no servidor. O padrão é 3.
pt_br: Define quantos backups por projeto são mantidos no servidor. O padrão é 3.
ru: Определяет, сколько резервных копий на проект хранится на сервере. По умолчанию 3.
sv: Anger hur många säkerhetskopior per projekt som sparas på servern. Standardvärdet är 3.
ta: ஒரு திட்டத்திற்கு எத்தனை காப்புப்பிரதிகள் சேவையகத்தில் வைக்கப்படுகின்றன என்பதை வரையறுக்கிறது. இயல்புநிலை 3.
tr: Her proje için sunucuda tutulacak yedek sayısını belirler. Varsayılan değer: 3.
uk: Визначає, скільки резервних копій на проєкт слід зберігати на сервері. Типовим значенням є 3.
zh_hans: 定义每个项目在服务器上保留多少备份，它默认为3。
