Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: filename, you can also strip leading parts using the ``parentdir`` filter, for example ``{{filename|parentdir}}``
de: Dateiname, man kann auch führende Teile mithilfe des Filters ``parentdir`` entfernen, zum Beispiel ``{{filename|parentdir}}``
ga: ainm an chomhaid, is féidir leat páirteanna tosaigh a bhaint freisin agus an scagaire ``parentdir`` in úsáid, mar shampla ``{{filename|parentdir}}``
hu: fájlnév, az elején található könyvtárnevek eltávolíthatók a ``parentdir`` szűrő használatával, például ``{{filename|parentdir}}``
id: nama berkas, Anda juga dapat menghapus bagian utama menggunakan filter ``parentdir``, misalnya ``{{filename|parentdir}}``
ja: ファイル名、``parentdir`` フィルターを使用して、先頭の部分の削除もできます。例: ``{{filename|parentdir}}``
nl: bestandsnaam, u mag ook de voorafgaande delen vervangen door het filter ``parentdir``, bijvoorbeeld ``{{filename|parentdir}}``
pt: nome do ficheiro, também pode remover as partes principais usando o filtro ``parentdir``, por exemplo ``{{filename|parentdir}}``
pt_br: nome do arquivo, você também pode remover as partes principais usando o filtro ``parentdir``, por exemplo ``{{filename|parentdir}}``
ro: nume de fișier, puteți, de asemenea, să eliminați părțile din față folosind filtrul ``parentdir``, de exemplu ``{{filename|parentdir}}``
ru: имя файла, также с помощью фильтра ``parentdir`` вы можете удалить ведущие части, например ``{{filename|parentdir}}``
sv: filnamn kan du också ta bort inledande delar med hjälp av filtret ``parentdir``, till exempel ``{{filename|parentdir}}``
ta: கோப்பு பெயர், `` பெற்றோர் டி.ஐ.ஆர்` வடிகட்டியைப் பயன்படுத்தி முன்னணி பகுதிகளையும் அகற்றலாம், எடுத்துக்காட்டாக `` {{கோப்பு பெயர் | பெற்றோர்}} `` `
tr: dosya adı, baştaki parçaları ``parentdir`` süzgecini kullanarak da çıkarabilirsini. Örneğin ``{{filename|parentdir}}``
uk: назва файла, ви також можете вилучити початкові частини за допомогою фільтра ``parentdir``; приклад: ``{{filename|parentdir}}``
zh_hans: 文件名，您也可以使用 ``parentdir`` 过滤器，例如 ``{{filename|parentdir}}``，来剥除前导部分
zh_hant: 文件名，您也可以使用 ``parentdir`` 過濾器，例如 ``{{filename|parentdir}}``，來剝除前導部分

source: In some places additional variables can be available, see :ref:`addon-weblate.discovery.discovery`.
de: An einigen Stellen können zusätzliche Variablen verfügbar sein, siehe :ref:`addon-weblate.discovery.discovery`.
ga: I roinnt áiteanna is féidir athróga breise a bheith ar fáil, féach :ref:`addon-weblate.discovery.discovery`.
hu: Bizonyos helyeken további változók is elérhetők, lásd: :ref:`addon-weblate.discovery.discovery`.
id: Di beberapa tempat variabel tambahan dapat tersedia, lihat :ref:`addon-weblate.discovery.discovery`.
ja: 場所によっては、追加の変数が使用できます。参照: :ref:`addon-weblate.discovery.discovery`。
nl: Op sommige plaatsen kunnen aanvullende variabelen beschikbaar zijn, bekijk :ref:`addon-weblate.discovery.discovery`.
pt: Em alguns lugares, variáveis adicionais podem estar disponíveis, consulte: :ref:`addon-weblate.discovery.discovery`.
pt_br: Em alguns lugares, variáveis adicionais podem estar disponíveis, consulte: :ref:`addon-weblate.discovery.discovery`.
ru: В некоторых местах могут быть доступны дополнительные переменные, см. :ref:`addon-weblate.discovery.discovery`.
sv: På vissa ställen kan ytterligare variabler vara tillgängliga, se :ref:`addon-weblate.discovery.discovery`.
tr: Bazı yerlerde ek değişkenler kullanılabilir. Ayrıntılı bilgi almak için: :ref:`addon-weblate.discovery.discovery`.
uk: У деяких місцях доступними є додаткові змінні, див. :ref:`addon-weblate.discovery.discovery`.
zh_hans: 某些地方可能有额外的变量可用，见 :ref:`addon-weblate.discovery.discovery`。

source: You can combine them with filters:
de: Es kann mit Filtern kombiniert werden:
ga: Is féidir leat iad a chomhcheangal le scagairí:
hu: Ezek szűrőkkel kombinálhatók:
id: Anda dapat menggabungkannya dengan filter:
ja: フィルターと組み合わせる方法:
nl: U mag ze combineren met filters:
pt: Pode combiná-los com filtros:
pt_br: Você pode combiná-los com filtros:
ro: Le puteți combina cu filtre:
ru: Вы можете объединять их с фильтрами:
sv: Du kan kombinera dem med filter:
ta: நீங்கள் அவற்றை வடிப்பான்களுடன் இணைக்கலாம்:
tr: Bunları süzgeçlerle birleştirebilirsiniz:
uk: Ви можете поєднати їх за допомогою фільтрів:
zh_hans: 您可以将它们与过滤器结合：
zh_hant: 您可以將它們與過濾器結合：

source: You can use conditions:
de: Es können Bedingungen verwendet werden:
ga: Is féidir leat coinníollacha a úsáid:
hu: Feltételek is használhatók:
id: Anda dapat menggunakan kondisi:
ja: 条件の使用方法:
nl: U kunt voorwaarden gebruiken:
pt: Pode usar as condições:
pt_br: Você pode usar as condições:
ro: Puteți utiliza condiții:
ru: Можете использовать условия:
sv: Du kan använda villkor:
ta: நீங்கள் நிபந்தனைகளைப் பயன்படுத்தலாம்:
tr: Koşullar kullanabilirsiniz:
uk: Ви можете скористатися умовами:
zh_hans: 您可以使用条件：
zh_hant: 您可以使用條件：

source: There is additional tag available for replacing characters:
de: Für das Ersetzen von Zeichen ist ein zusätzliches Tag verfügbar:
ga: Tá clib bhreise ar fáil chun carachtair a athsholáthar:
hu: Elérhető egy további címke karakterek cseréjére:
id: Ada tag tambahan yang tersedia untuk mengganti karakter:
ja: 文字の置換に使用できる追加のタグ:
nl: Er is een aanvullende tag beschikbaar voor het vervangen van tekens:
pt: Existe uma etiqueta adicional disponível para substituir caracteres:
pt_br: Há uma tag adicional disponível para substituir caracteres:
ro: Există o etichetă suplimentară disponibilă pentru înlocuirea caracterelor:
ru: Для замены символов доступен дополнительный тег:
sv: Det finns ytterligare en tagg tillgänglig för att ersätta tecken:
ta: எழுத்துக்களை மாற்றுவதற்கு கூடுதல் குறிச்சொல் உள்ளது:
tr: Karakterleri değiştirmek için kullanılabilecek ek bir etiket vardır:
uk: Передбачено додатковий теґ для заміни символів:
zh_hans: 有另外的标签用于替换字符：
zh_hant: 有另外的標籤用於替換字符：

source: You can combine it with filters:
de: Es kann mit Filtern kombiniert werden:
ga: Is féidir leat é a chomhcheangal le scagairí:
hu: Ez szintén kombinálható szűrőkkel:
id: Anda dapat menggabungkannya dengan filter:
ja: フィルターと組み合わせる方法:
nl: U mag het combineren met filters:
pt: Pode combiná-lo com filtros:
pt_br: Você pode combiná-lo com filtros:
ro: Îl puteți combina cu filtre:
ru: Вы можете объединить его с фильтрами:
sv: Du kan kombinera det med filter:
ta: நீங்கள் அதை வடிப்பான்களுடன் இணைக்கலாம்:
tr: Bunu süzgeçlerle birleştirebilirsiniz:
uk: Ви можете поєднати його з фільтрами:
zh_hans: 您可以将它与过滤器结合：
zh_hant: 您可以將它與過濾器結合：

source: There are also additional filter to manipulate with filenames:
de: Es gibt auch zusätzliche Filter, um mit Dateinamen zu arbeiten:
ga: Tá scagaire breise ann freisin le hionramháil le hainmneacha comhaid:
hu: További szűrők is elérhetők fájlnevek kezeléséhez:
id: Ada juga filter tambahan untuk memanipulasi nama berkas:
ja: 追加された、ファイル名を操作するためのフィルター:
nl: Er zijn ook aanvullende filters beschikbaar om bestandsnamen te bewerken:
pt: Existem também filtros adicionais para manipular com nomes de ficheiros:
pt_br: Existem também filtros adicionais para manipular com nomes de arquivos:
ro: Există, de asemenea, un filtru suplimentar pentru manipularea numelor de fișiere:
ru: Также есть дополнительный фильтр для работы с именами файлов:
sv: Det finns också ytterligare filter för att manipulera filnamn:
ta: கோப்பு பெயர்களுடன் கையாள கூடுதல் வடிப்பானும் உள்ளன:
tr: Dosya adlarıyla değiştirmek için de ek bir süzgeç vardır:
uk: Також передбачено додатковий фільтр для обробки назв файлів:
zh_hans: 还有另外的过滤器来操作文件名：
zh_hant: 還有另外的過濾器來操作文件名：

source: …and other Django template features.
de: … und andere Django-Vorlagenfunktionen.
ga: ...agus gnéithe teimpléid Django eile.
hu: …és más Django sablonfunkciók is használhatók.
id: …dan fitur templat Django lainnya.
ja: ...および、その他の Django テンプレート機能。
nl: ...en andere mogelijkheden voor sjablonen van Django.
pt_br: … e outros recursos de modelos do Django.
sv: …och andra Django-mallfunktioner.
ta: … மற்றும் பிற சாங்கோ வார்ப்புரு நற்பொருத்தங்கள்.
tr: ... ve diğer Django kalıbı özellikleri.
uk: ...та інші можливості шаблонів Django.
zh_hans: …以及其他 Django 模板特性。

source: Importing speed
de: Importierungsgeschwindigkeit
ga: Luas iompórtála
hu: Importálási sebesség
id: Kecepatan impor
ja: インポート速度
nl: Snelheid van importeren
pt: Velocidade de importação
pt_br: Velocidade de importação
ro: Viteza de import
ru: Скорость импорта
sv: Importhastighet
ta: இறக்குமதி விரைவு
tr: İçe aktarma hızı
uk: Швидкість імпортування
zh_hans: 导入速度
zh_hant: 導入速度

source: Fetching VCS repository and importing translations to Weblate can be a lengthy process, depending on size of your translations. Here are some tips:
de: Das Abrufen des VCS-Repositorys und der Import der Übersetzungen in Weblate kann je nach Übersetzungsumfang ein langwieriger Prozess sein. Hier sind einige Tipps:
ga: Is féidir gur próiseas fada é stór VCS a fháil agus aistriúcháin a iompórtáil go Weblate, ag brath ar mhéid na n-aistriúchán. Seo roinnt leideanna:
hu: A VCS (verziókezelő) tároló letöltése és a fordítások Weblate-be importálása időigényes lehet a fordítások méretétől függően. Íme néhány tipp:
id: Mengambil repositori VCS dan mengimpor terjemahan ke Weblate bisa menjadi proses yang panjang, tergantung ukuran terjemahan Anda. Berikut beberapa tipsnya:
ja: VCS リポジトリの取得と Weblate への翻訳のインポートは、翻訳のサイズにもよりますが、処理に時間がかかります。解決のヒント:
nl: Ophalen van de opslagruimte van het VCS en het importeren van vertalingen in Weblate kan een langdurig proces zijn, afhankelijk van de grootte van uw vertalingen. Hier zijn enkele tips:
pt: Obter o repositório VCS e importar traduções ao Weblate pode ser um processo demorado, dependendo do tamanho das suas traduções. Aqui estão algumas dicas:
pt_br: Obter o repositório VCS e importar traduções para o Weblate pode ser um processo demorado, dependendo do tamanho de suas traduções. Aqui estão algumas dicas:
ro: Obținerea depozitului VCS și importul traducerilor în Weblate poate fi un proces de lungă durată, în funcție de mărimea traducerilor. Iată câteva sfaturi:
ru: Извлечение из репозитория системы контроля версий и импорт переводов в Weblate может быть длительным процессом, в зависимости от размера ваших переводов. Вот несколько советов:
sv: Att hämta VCS-arkivet och importera översättningar till Weblate kan vara en lång process, beroende på storleken på dina översättningar. Här är några tips:
ta: வி.சி.எச் களஞ்சியத்தைப் பெறுவது மற்றும் மொழிபெயர்ப்புகளை வலைபெயர்ப்புடுக்கு இறக்குமதி செய்வது உங்கள் மொழிபெயர்ப்புகளின் அளவைப் பொறுத்து ஒரு நீண்ட செயல்முறையாகும். சில குறிப்புகள் இங்கே:
tr: Sürüm denetimi sistemi deposunu almak ve çevirileri Weblate içine aktarmak, çevirilerinizin boyutuna bağlı olarak uzun bir süreç olabilir. İşte bazı ipuçları:
uk: Отримання сховища системи керування версіями та імпортування перекладів до Weblate може бути тривалим процесом, залежно від розміру ваших перекладів. Ось декілька підказок:
zh_hans: 从版本控制系统仓库获取并将翻译导入 Weblate 可能会是漫长的过程，具体取决于您的翻译的大小。以下是一些提示：
zh_hant: 取回版本控制系統（VCS）倉庫，並將翻譯導入 Weblate，依賴於您的翻譯的大小，這會是漫長的過程。這裡是一些提示：

source: Optimize configuration
de: Optimieren der Konfiguration
ga: Cumraíocht a bharrfheabhsú
hu: Konfiguráció optimalizálása
id: Optimalkan konfigurasi
ja: 設定の最適化
nl: Configuratie optimaliseren
pt: Otimizar a configuração
pt_br: Otimizar a configuração
ro: Optimizarea configurației
ru: Оптимизация настроек
sv: Optimera konfigurationen
ta: உள்ளமைவை மேம்படுத்தவும்
tr: Yapılandırmayı iyileştirin
uk: Оптимізація налаштувань
zh_hans: 优化配置
zh_hant: 優化配置

source: Configure Celery for executing background tasks (see :ref:`celery`)
de: Celery für die Ausführung von Hintergrundaufgaben konfigurieren (siehe :ref:`celery`)
ga: Cumraigh Celery chun tascanna cúlra a fhorghníomhú (féach :ref:`celery`)
hu: A háttérfeladatok végrehajtásához állítsa be a Celery-t (lásd: :ref:`celery`)
id: Konfigurasikan Celery untuk menjalankan tugas latar belakang (lihat :ref:`celery`)
ja: バックグラウンド タスクの実行に必要な Celery の設定（参照: :ref:`celery` ）
nl: Configureer Celery voor het uitvoeren van taken op de achtergrond (bekijk :ref:`celery`)
pt: Configure o Celery para executar tarefas em segundo plano (veja :ref:`celery`)
pt_br: Configure o Celery para executar tarefas em segundo plano (consulte :ref:`celery`)
ro: Configurați Celery pentru executarea de sarcini de fundal (vezi :ref:`celery`)
ru: Настройка Celery для выполнения фоновых задач (смотрите раздел :ref:`celery`)
sv: Konfigurera Celery för att utföra bakgrundsuppgifter (se :ref:`celery`)
tr: Arka plan görevlerini yürütmek için Celery yapılandırın (ayrıntılı bilgi almak için: :ref:`celery`)
uk: Налаштуйте Celery для виконання фонових завдань (див. :ref:`celery`)
zh_hans: 配置 Celery 来执行后台任务（请参见 :ref:`celery`）
zh_hant: 配置 Celery 來執行後台任務（請參見 :ref:`celery`）

source: Check resource limits
de: Überprüfen der Ressourcenlimits
ga: Seiceáil teorainneacha acmhainne
hu: Ellenőrizze az erőforrás-korlátokat
id: Periksa batas sumber daya
ja: リソース制限の確認
nl: Controleer de limieten voor bronnen
pt: Verificar limites de recursos
pt_br: Verificar limites de recursos
ro: Verificați limitele resurselor
ru: Проверка ограничения по ресурсам
sv: Kontrollera resursbegränsningar
ta: வள வரம்புகளை சரிபார்க்கவும்
tr: Kaynak sınırlarını denetleyin
uk: Перевірка обмежень на ресурси
zh_hans: 检查资源的限制

source: If you are importing huge translations or repositories, you might be hit by resource limitations of your server.
de: Wenn Sie umfangreiche Übersetzungen oder Repositorys importieren, kann es sein, dass Sie an die Grenzen Ihrer Serverressourcen stoßen.
ga: Má tá aistriúcháin nó stórtha ollmhóra á n-iompórtáil agat, seans go mbeidh tú buailte ag teorainneacha acmhainní do fhreastalaí.
hu: Ha nagyon nagy fordításokat vagy tárolókat importál, a szerver erőforrás-korlátai problémát okozhatnak.
id: Jika Anda mengimpor terjemahan atau repositori yang besar, Anda mungkin terkena keterbatasan sumber daya server Anda.
ja: 大量の翻訳やリポジトリをインポートする場合は、サーバーのリソース制限の影響を受けます。
nl: Als u grote vertalingen of opslagruimten importeert, zou u kunnen worden geraakt door de beperkingen van de bronnen voor uw server.
pt: Se estiver a importar grandes traduções ou repositórios, pode ser atingido por limitações de recursos do seu servidor.
pt_br: Se você estiver importando grandes traduções ou repositórios, pode ser atingido por limitações de recursos do seu servidor.
ro: Dacă importați traduceri sau depozite uriașe, s-ar putea să vă confruntați cu limitări de resurse ale serverului dumneavoastră.
ru: Если вы импортируете огромные переводы или репозитории, вы можете столкнуться с ограничениями по ресурсам вашего сервера.
sv: Om du importerar stora översättningar eller arkiv kan du drabbas av resursbegränsningar på din server.
ta: நீங்கள் பெரிய மொழிபெயர்ப்புகள் அல்லது களஞ்சியங்களை இறக்குமதி செய்கிறீர்கள் என்றால், உங்கள் சேவையகத்தின் வள வரம்புகளால் நீங்கள் பாதிக்கப்படலாம்.
tr: Büyük çevirileri ya da depoları içe aktarıyorsanız, sunucunuzun kaynak sınırlamalarından etkilenebilirsiniz.
uk: Якщо ви імпортуєте великі об'єми перекладів або сховищ, ви можете зіткнутися із обмеженнями на ресурси на вашому сервері.
zh_hans: 如果导入巨大的翻译或仓库，您会遭到服务器资源限制的打击。
zh_hant: 如果導入巨大的翻譯或倉庫，您會遭到服務器資源限制的打擊。

source: Check the amount of free memory, having translation files cached by the operating system will greatly improve performance.
de: Überprüfen Sie den freien Arbeitsspeicher. Wenn das Betriebssystem die Übersetzungsdateien zwischengespeichert hat, wird die Leistung erheblich besser sein.
ga: Seiceáil an méid cuimhne saor in aisce, má tá comhaid aistriúcháin i dtaisce ag an gcóras oibriúcháin feabhsóidh an fheidhmíocht go mór.
hu: Ellenőrizze a szabad memória mennyiségét, mivel a fordítási fájlok operációs rendszer általi gyorsítótárazása jelentősen javíthatja a teljesítményt.
id: Periksa jumlah memori kosong, menyimpan berkas terjemahan oleh sistem operasi akan meningkatkan kinerja secara signifikan.
ja: メモリの空き容量を確認します。オペレーティング システムに翻訳ファイルをキャッシュさせると、パフォーマンスが大幅に向上します。
nl: Controleer de hoeveelheid vrij geheugen, cachen van vertaalde bestanden door het besturingssysteem zal de prestaties enorm verbeteren.
pt: Verifique a quantidade de memória livre, pois os ficheiros de tradução armazenados em cache pelo sistema operativo melhorará muito o desempenho.
pt_br: Verifique a quantidade de memória livre, pois os arquivos de tradução armazenados em cache pelo sistema operacional melhorará muito o desempenho.
ro: Verificați cantitatea de memorie liberă, deoarece fișierele de traducere stocate în memoria cache de către sistemul de operare vor îmbunătăți considerabil performanța.
ru: Проверьте объём свободной памяти, наличие кэшированных операционной системой файлов перевода значительно повысит производительность.
sv: Kontrollera mängden ledigt minne. Att ha översättningsfiler cachade av operativsystemet förbättrar prestandan avsevärt.
ta: இலவச நினைவகத்தின் அளவைச் சரிபார்க்கவும், இயக்க முறைமையால் தற்காலிக சேமிப்பு கோப்புகளை வைத்திருப்பது செயல்திறனை பெரிதும் மேம்படுத்தும்.
tr: Boş bellek miktarını denetleyin, çeviri dosyalarının işletim sistemi tarafından ön belleğe alınması başarımı büyük ölçüde artırır.
uk: Перевірте, чи достатньо вільної пам'яті. Кешування файлів перекладу з боку операційної системи може значно підвищити швидкодію.
zh_hans: 检查空闲内存的量，通过操作系统来缓存翻译，将极大地提高性能。
zh_hant: 檢查空閒內存的量，通過操作系統來緩存翻譯，將極大地提高性能。

source: Disk operations might be bottleneck if there is a lot of strings to process—the disk is pushed by both Weblate and the database.
de: Festplattenoperationen können zu Engpässen führen, wenn viele Zeichenketten zu verarbeiten sind – die Festplatte wird sowohl von Weblate als auch von der Datenbank belastet.
ga: D'fhéadfadh go mbeadh bac ar oibríochtaí diosca má tá go leor teaghráin le próiseáil - bíonn Weblate agus an bunachar sonraí ag brú an diosca.
hu: A lemezműveletek szűk keresztmetszetet jelenthetnek, ha sok szöveget kell feldolgozni – a Weblate és az adatbázis is terheli a lemezt.
id: Operasi disk mungkin menjadi hambatan jika ada banyak string yang harus diproses—disk didorong oleh Weblate dan basis data.
ja: 処理する文字列が多数ある場合、ディスク操作がボトルネックになることがあります—ディスクは Weblate とデータベースの両方から書き込まれます。
nl: Schijfbewerkingen zouden de flessenhals kunnen zijn als er veel tekenreeksen te verwerken zijn—de schijf wordt zowel door Weblate als de database gebruikt.
pt: As operações de disco podem ser um gargalo se houver muitas cadeias a serem processadas – o disco é enviado pelo Weblate e pelo banco de dados.
pt_br: As operações de disco podem ser um gargalo se houver muitos textos a serem processadas – o disco é enviado pelo Weblate e pelo banco de dados.
ro: Operațiunile pe disc ar putea fi un blocaj dacă există o mulțime de șiruri de procesat - discul este solicitat atât de Weblate, cât și de baza de date.
ru: Если нужно обработать множество строк, дисковые операции могут стать узким местом — диск насилуется как Weblate’ом, так и базой данных.
sv: Diskoperationer kan utgöra en flaskhals om det finns många strängar att bearbeta – disken belastas både av Weblate och databasen.
ta: செயலாக்க நிறைய சரங்கள் இருந்தால் வட்டு செயல்பாடுகள் தடையாக இருக்கலாம் - வட்டு வலைபெயர்ப்பு மற்றும் தரவுத்தளத்தால் தள்ளப்படுகிறது.
tr: İşlenecek çok sayıda dizge varsa disk işlemleri darboğaz oluşturabilir. Disk hem Weblate hem de veri tabanı tarafından zorlanır.
uk: Вузьким місцем можуть бути дії із диском, якщо потрібно обробляти багато рядків — дані на диск записуватимуть одразу Weblate і база даних.
zh_hans: 如果有很多字符串需要处理的话，磁盘操作会是瓶颈——磁盘被 Weblate 和数据库施加压力。
zh_hant: 如果有很多字符串需要處理的話，磁盤操作會是瓶頸——磁盤被 Weblate 和數據庫施加壓力。

source: Additional CPU cores might help improve performance of background tasks (see :ref:`celery`).
de: Zusätzliche CPU-Kerne können die Leistung von Hintergrundaufgaben verbessern (siehe :ref:`celery`).
ga: D'fhéadfadh croíthe breise LAP cuidiú le feidhmíocht tascanna cúlra a fheabhsú (féach :ref:`celery`).
hu: További CPU-magok javíthatják a háttérfeladatok teljesítményét (lásd: :ref:`celery`).
id: Inti CPU tambahan mungkin membantu meningkatkan kinerja tugas latar belakang (lihat :ref:`celery`).
ja: CPU コアを追加すると、バックグラウンド タスクのパフォーマンスが向上することがあります（参照: :ref:`celery` ）。
nl: Aanvullende CPU-bronnen zouden kunnen helpen bij het verbeteren van de prestaties van taken op de achtergrond (bekijk :ref:`celery`).
pt: Núcleos de CPU adicionais podem ajudar a melhorar o desempenho de tarefas em segundo plano (veja :ref:`celery`).
pt_br: Núcleos de CPU adicionais podem ajudar a melhorar o desempenho de tarefas em segundo plano (consulte :ref:`celery`).
ro: Nucleele CPU suplimentare pot ajuta la îmbunătățirea performanței sarcinilor de fundal (vezi :ref:`celery`).
ru: Улучшить производительность фоновых задач могут помочь дополнительные ядра процессора (смотрите раздел :ref:`celery`).
sv: Ytterligare CPU-kärnor kan bidra till att förbättra prestandan för bakgrundsuppgifter (se :ref:`celery`).
tr: Ek işlemci çekirdekleri, arka plan görevlerinin başarımını artırmaya yardımcı olabilir (ayrıntılı bilgi almak için: :ref:`celery`).
uk: Додаткові ядра процесора можуть підвищити швидкодію виконання фонових завдань (див. :ref:`celery`).
zh_hans: 另外的 CPU 核心会帮助提高后台任务的性能（请参见 :ref:`celery`）。
zh_hant: 另外的 CPU 核心會幫助提高後台任務的性能（請參見 :ref:`celery`）。

source: Disable unneeded checks
de: Deaktivieren nicht benötigter Qualitätsprüfungen
ga: Díchumasaigh seiceálacha nach bhfuil ag teastáil
hu: Felesleges ellenőrzések letiltása
id: Nonaktifkan pemeriksaan yang tidak diperlukan
ja: 不要な検査の無効
nl: Schakel controles die niet nodig zijn uit
pt: Desativar verificações desnecessárias
pt_br: Desabilitar verificações desnecessárias
ro: Dezactivarea verificărilor inutile
ru: Отключение ненужных проверок
sv: Inaktivera onödiga kontroller
ta: தேவையற்ற சோதனைகளை முடக்கு
tr: Gereksiz denetimleri kullanımdan kaldırın
uk: Вимкніть непотрібні перевірки
zh_hans: 禁止不必要的检查
