Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Access control
de: Zugriffssteuerung
ga: Rialú rochtana
hu: Hozzáférés-vezérlés
id: Kontrol akses
ja: アクセス制御
nl: Toegangsbeheer
pt: Controlo de acesso
pt_br: Controle de acesso
ro: Control acces
ru: Контроль доступа
sv: Åtkomstkontroll
ta: நுழைவு கட்டுப்பாடு
tr: Erişim denetimi
uk: Керування доступом
zh_hans: 访问控制
zh_hant: 存取控制

source: Weblate comes with a fine-grained privilege system to assign user permissions for the whole instance with predefined roles, or by assigning one or more groups of permissions to users for everything, or individual projects, components, glossaries, and so on.
de: Weblate verfügt über ein fein abgestuftes Berechtigungssystem, mit dem Sie Benutzern Berechtigungen für die gesamte Instanz mit vordefinierten Rollen zuweisen können oder eine oder mehrere Berechtigungsgruppen für alles oder einzelne Projekte, Komponenten, Glossare usw. zuweisen können.
ga: Tagann Weblate le córas pribhléide míne chun ceadanna úsáideora a shannadh don chás iomlán le róil réamhshainithe, nó trí ghrúpa ceadanna amháin nó níos mó a shannadh d’úsáideoirí le haghaidh gach rud, nó tionscadail aonair, comhpháirteanna, gluaiseanna, agus mar sin de.
hu: A Weblate kifinomult jogosultsági rendszerrel rendelkezik, amely lehetővé teszi a felhasználói jogosultságok kiosztását az egész példány szintjén, előre definiált szerepkörök segítségével, egy vagy több jogosultságcsoport hozzárendelésével a felhasználókhoz, akár az egész rendszerre, akár egyes projektekre, összetevőkre, szójegyzékekre stb.
id: Weblate dilengkapi dengan sistem hak istimewa mendalam untuk menetapkan izin pengguna untuk seluruh instance dengan peran yang telah ditentukan sebelumnya, atau dengan memberikan satu atau lebih perizinan kepada pengguna untuk semuanya, atau proyek individu, komponen, glosarium, dan sebagainya.
ja: Weblate には、事前定義されたロールを使用してインスタンス全体に対するユーザー権限を割り当てたり、すべての項目、または個々のプロジェクト、コンポーネント、用語集などに対して 1 つ以上の権限グループをユーザーに割り当てるための、きめ細かい権限システムが付属しています。
nl: Weblate komt met een fijn af te stemmen systeem voor gebruikersrechten voor de volledige instantie met vooraf bepaalde rollen, of door het toewijzen van een of meer groepen van rechten aan gebruikers voor alles, of individuele projecten, onderdelen, woordenlijsten, enzovoort.
pt: Weblate vem com um sistema de privilégios refinado para atribuir permissões de utilizador para toda a instância com funções predefinidas, ou atribuindo um ou mais grupos de permissões a utilizadores para tudo, ou projetos individuais, componentes, glossários e assim por diante.
pt_br: Weblate vem com um sistema de privilégios refinado para atribuir permissões de usuário para toda a instância com funções predefinidas, ou atribuindo um ou mais grupos de permissões a usuários para tudo, ou projetos individuais, componentes, glossários e assim por diante.
ru: Weblate поставляется с детальной системой привилегий, позволяющей назначать права пользователя для всего экземпляра с применением заданных ролей, или назначать группы прав пользователям для всех действий, определённых проектов, компонентов, словарей и т.д.
sv: Weblate har ett detaljerat behörighetssystem för att tilldela användarbehörigheter för hela instansen med fördefinierade roller, eller genom att tilldela en eller flera grupper av behörigheter till användare för allt, eller enskilda projekt, komponenter, ordlistor och så vidare.
ta: வலைபெயர்ப்பு முழு நிகழ்விற்கும் பயனர் அனுமதிகளை முன் வரையறுக்கப்பட்ட பாத்திரங்களுடன் ஒதுக்க அல்லது ஒரு அல்லது அதற்கு மேற்பட்ட குழுக்களின் அனுமதிகளை பயனர்களுக்கு ஒதுக்குவதன் மூலம், அல்லது தனிப்பட்ட திட்டங்கள், கூறுகள், சொற்களஞ்சியங்கள் மற்றும் பலவற்றைக் குறிக்கிறது.
tr: Weblate, önceden tanımlanmış rollerle, kullanıcı izinlerinin uygulamanın tamamı ya da projeleri bileşenler, sözlükler gibi bir bölümü için atanabileceği bir ya da birkaç gruptan oluşan ayrıntılı bir yetki sistemi sunar.
uk: Weblate постачається із системою прав доступу із багатьма рівнями, які надають змогу визначати права доступу користувача для усього екземпляра системи з наперед заданими ролями, або назначити одну чи більше груп дозволів для користувачів для всього чи для окремих проєктів, компонентів, глосаріїв, і т.д..
zh_hans: Weblate 具有精细的权限系统，可以用预定义的角色为整个实例分配用户权限，也可以为所有内容或单个项目、部件、术语表等分配一组或多组权限。

source: Project access control
de: Projekt-Zugriffssteuerung
ga: Rialú rochtana tionscadail
hu: Projekt hozzáférés-vezérlés
id: Kontrol akses proyek
ja: プロジェクトのアクセス制御
nl: Project toegangsbeheer
pt: Controlo de acesso ao projeto
pt_br: Controle de acesso do projeto
ro: Control acces proiect
ru: Контроль доступа к проекту
sv: Åtkomstsinställning för projektet
ta: திட்ட அணுகல் கட்டுப்பாடு
tr: Proje erişim denetimi
uk: Керування доступом на рівні проєкту
zh_hans: 项目访问控制
zh_hant: 專案存取控制

source: Projects running the gratis Libre plan on Hosted Weblate are always :guilabel:`Public`. You can switch to the paid plan if you want to restrict access to your project.
de: Projekte, die das kostenlose Freies Hosting-Angebot auf Hosted Weblate ausführen, sind immer :guilabel:`Öffentlich`. Sie können zum kostenpflichtigen Plan wechseln, wenn Sie den Zugriff auf Ihr Projekt einschränken möchten.
ga: Is iad na tionscadail a ritheann an plean Libre saor in aisce ar Hosted Weblate i gcónaí :guilabel:`Poiblí`. Is féidir leat aistriú go dtí an plean íoctha más mian leat rochtain ar do thionscadal a shrianadh.
hu: Az ingyenes szabad szoftveres csomagban futó projektek a Hosted Weblate-en mindig :guilabel:`Nyilvános` beállításúak. Ha szeretné korlátozni a projektje hozzáférését, válthat fizetős csomagra.
id: Proyek yang menjalankan Libre plan gratis dalam Hosted Weblate akan selalu :guilabel:`Publik`. Anda dapat memilih plan berbayar jika Anda ingin membatasi akses ke dalam proyek Anda.
ja: Hosted Weblate で無料の自由プランを実行しているプロジェクトは、常に :guilabel:`公開` です。プロジェクトへのアクセスを制限する場合は、有料プランに切り替えてください。
nl: Projecten die worden uitgevoerd op het gratis Libre plan op Hosted Weblate zijn altijd :guilabel:`Publiek`. U kunt naar een betaald plan overstappen als u de toegang tot uw project wilt beperken.
pt: Os projetos que corram o plano gratuito Libre no Weblate alojado são sempre :guilabel:`Public`. Pode mudar para o plano pago se quiser limitar o acesso ao seu projeto.
pt_br: Projetos operando o plano livre em Hosted Weblate são sempre :guilabel:`Público`. Você pode trocar para o plano pago se quer restringir o acesso para seu projeto.
ro: Proiectele care rulează planul gratuit Libre pe Hosted Weblate sunt întotdeauna :guilabel:`Public`. Puteți trece la planul cu plată dacă doriți să restricționați accesul la proiectul dumneavoastră.
ru: Проекты, использующие бесплатный план Libre на Hosted Weblate, всегда являются :guilabel:`открытыми`. Вы можете переключиться на платный план, если хотите ограничить доступ к своему проекту.
sv: Projekt som kör gratis Libre-planen på Hosted Weblate är alltid :guilabel:`Publika`. Du kan byta till den betalda planen om du vill begränsa åtkomsten till ditt projekt.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பில் இலவச லிப்ரே திட்டத்தை இயக்கும் திட்டங்கள் எப்போதும்: வபஇசிட்டை: `பொது`. உங்கள் திட்டத்திற்கான அணுகலை கட்டுப்படுத்த விரும்பினால் கட்டண திட்டத்திற்கு மாறலாம்.
tr: Hosted Weblate üzerinde ücretsiz Libre tarifesini kullanan projeler her zaman :guilabel:`Herkese açık` şeklindedir. Projenize erişimi kısıtlamak istiyorsanız ücretli tarifeye geçebilirsiniz.
uk: Проєкти, які користуються тарифним планом gratis Libre на Hosted Weblate, завжди :guilabel:`Відкриті`. Ви можете перемкнутися на платний план, якщо хочете обмежити доступ до вашого проєкту.
zh_hans: Hosted Weblate 上托管的免费套餐项目始终是 :guilabel:`公开的`。如果你想限制对项目的访问，请切换到付费套餐。

source: Limit user access to individual projects by selecting a different :ref:`project-access_control` setting. The available options are:
de: Beschränken Sie den Zugriff der Benutzer auf einzelne Projekte, indem Sie eine andere Einstellung der :ref:`project-access_control` auswählen. Die verfügbaren Optionen sind:
ga: Teorainn a chur le rochtain úsáideoirí ar thionscadail aonair trí shocrú difriúil :ref:`project-access_control` a roghnú. Is iad na roghanna atá ar fáil:
hu: Egyéni projektek felhasználói hozzáférését a :ref:`project-access_control` beállítás módosításával korlátozhatja. Az elérhető lehetőségek:
id: Batasi akses pengguna ke masing-masing proyek dengan memilih setelan :ref:`project-access_control` yang berbeda. Pilihan yang tersedia adalah:
ja: プロジェクトごとに別の :ref:`project-access_control` 設定を選択することで、ユーザーのアクセスを制限できます。使用可能なオプション:
nl: Beperk toegang van gebruikers tot individuele projecten via een andere keuze voor de instelling :ref:`project-access_control`. De beschikbare opties zijn:
pt: Limite o acesso do utilizador a projetos individuais selecionando uma configuração diferente de :ref:`project-access_control`. As opções disponíveis são:
pt_br: Limite o acesso do usuário a projetos individuais selecionando uma configuração diferente de :ref:`project-access_control`. As opções disponíveis são:
ru: Ограничивайте доступ пользователей к отдельным проектам, выбрав другой тип настройки :ref:`project-access_control`. Возможные варианты:
sv: Begränsa användarnas åtkomst till enskilda projekt genom att välja en annan :ref:`project-access_control`-inställning. De tillgängliga alternativen är:
tr: Farklı bir :ref:`project-access_control` ayarı seçerek kullanıcının bireysel projelere erişimini sınırlayabilirsiniz. Kullanılabilecek seçenekler şunlardır:
uk: Обмежте доступ користувачів до окремих проєктів, вибравши інший параметр :ref:`project-access_control`. Доступні наступні варіанти:
zh_hans: 可以通过选择不同的 :ref:`project-access_control` 设置来限制用户对单个项目的访问。可用的选项有：

source: :guilabel:`Public`
de: :guilabel:`Öffentlich`
ga: :guilabel:`Poiblí`
hu: :guilabel:`Nyilvános`
ja: :guilabel:`公開`
nl: :guilabel:`Publiek`
pt: :guilabel:`Público`
pt_br: :guilabel:`Público`
ru: :guilabel:`Публичный`
sv: :guilabel:`Offentlig`
ta: : வபஇசிட்டை: `பொது`
tr: :guilabel:`Herkese açık`
uk: :guilabel:`Відкритий`
zh_hans: :guilabel:`公开的`

source: Visible to everybody.
de: Für alle sichtbar.
ga: Infheicthe do chách.
hu: Mindenki számára látható.
id: Terlihat oleh semua orang.
ja: 誰でも閲覧可能です。
nl: Voor iedereen zichtbaar.
pt: Visível para toda a gente.
pt_br: Visível para todos.
ro: Vizibil pentru toată lumea.
ru: Видно всем.
sv: Synlig för alla.
ta: அனைவருக்கும் தெரியும் படி.
tr: Herkes tarafından görülebilir.
uk: Видно всім.
zh_hans: 对所有人可见。

source: Any authenticated user can contribute.
de: Jeder authentifizierte Benutzer kann übersetzen.
ga: Is féidir le haon úsáideoir fíordheimhnithe rannchuidiú.
hu: Bármely hitelesített felhasználó hozzájárulhat.
id: Setiap pengguna terdaftar dapat berkontribusi.
ja: 認証済みの任意のユーザーが貢献できます。
nl: Elke geauthenticeerde gebruiker kan bijdragen.
pt: Qualquer utilizador autenticado pode contribuir.
pt_br: Qualquer usuário autenticado pode contribuir.
ro: Orice utilizator autentificat poate contribui.
ru: Любой авторизованный пользователь может внести свой вклад.
sv: Alla inloggade användare kan bidra.
ta: அங்கீகரிக்கப்பட்ட எந்தவொரு பயனரும் பங்களிக்க முடியும்.
tr: Kimliği doğrulanmış tüm kullanıcılar katkıda bulunabilir.
uk: Будь-який авторизований користувач може брати участь.
zh_hans: 任何已验证用户均可参与贡献。

source: VCS repository might be exposed to everybody.
de: Das VCS-Repository ist möglicherweise für alle zugänglich.
ga: D'fhéadfadh stór VCS a bheith faoi lé gach duine.
hu: A VCS (verziókezelő) tároló mindenki számára elérhető lehet.
id: Repositori VCS dapat diekspos ke semua orang.
ja: VCS リポジトリは、すべてのユーザーに公開されることがあります。
nl: De VCS-opslagplaats is mogelijk voor iedereen zichtbaar.
pt: O repositório VCS pode estar exposto a todos.
pt_br: O repositório VCS pode ser exposto para todo mundo.
ro: Depozitarul SCV ar putea fi expus tuturor.
ru: Репозиторий VCS может быть доступен всем.
sv: VCS-arkivet kan var exponerat för alla.
ta: வி.சி.எச் களஞ்சியம் எல்லோருக்கும் வெளிப்படும்.
tr: Sürüm denetimi sistemi herkese açılabilir.
uk: Сховище VCS може бути відкритим для всіх.
zh_hans: 版本控制系统仓库可能会暴露给所有人。

source: **Choose this for open-source projects, or when your Weblate instance is private or locked-down.**
de: **Wählen Sie dies für Open-Source-Projekte oder wenn Ihre Weblate-Instanz privat oder gesperrt ist.**
ga: **Roghnaigh é seo le haghaidh tionscadal foinse oscailte, nó nuair atá do chás Weblate príobháideach nó faoi ghlas.**
hu: **Ezt válassza nyílt forráskódú projektekhez, de abban az esetben is, ha a Weblate példánya személyes vagy korlátozott hozzáférésű.**
id: **Pilih ini untuk proyek sumber terbuka, atau saat instansi Weblate Anda bersifat pribadi atau terkunci.**
ja: **オープンソース プロジェクトの場合、または Weblate インスタンスがプライベートまたはロックダウンされている場合は、これを選択してください。**
nl: **Kies dit voor open bron-projecten of wanneer uw instantie van Weblate privé of beveiligd is.**
pt: **Escolha esta opção para projetos de fonte aberta ou quando a sua instância Weblate é privada ou está bloqueada.**
pt_br: **Escolha essa opção para projetos em código aberto, ou quando sua instância Weblate é privada ou trancada.**
ru: **Выберите этот вариант для проектов с открытым исходным кодом или если ваш экземпляр Weblate является закрытым или заблокированным.**
sv: **Välj detta för öppen källkodsprojekt eller när din Weblate-instans är privat eller låst.**
ta: ** திறந்த மூல திட்டங்களுக்கு இதைத் தேர்வுசெய்க, அல்லது உங்கள் வலைபெயர்ப்பு நிகழ்வு தனிப்பட்டதாகவோ அல்லது பூட்டப்பட்டதாகவோ இருக்கும்போது. **
tr: **Açık kaynaklı projeler için ya da Weblate kopyanız özel ya da kilitli olduğunda bunu seçin.**
uk: **Виберіть цей варіант для проєктів з відкритим кодом або якщо ваш екземпляр Weblate є приватним або таким, доступ до якого заблоковано.**
zh_hans: **对于开源项目请选择这个，或者当你的 Weblate 实例是私密的被锁定时选择它。**

source: :guilabel:`Protected`
de: :guilabel:`Geschützt`
ga: :guilabel:`Cosanta`
hu: :guilabel:`Védett`
ja: :guilabel:`保護`
nl: :guilabel:`Beveiligd`
pt: :guilabel:`Protegido`
pt_br: :guilabel:`Protegido`
ru: :guilabel:`Защищённый`
sv: :guilabel:`Skyddad`
ta: : வபஇசிட்டை: `பாதுகாக்கப்பட்டவர்`
tr: :guilabel:`Korunmuş`
uk: :guilabel:`Захищений`
zh_hans: :guilabel:`受保护的`

source: Only chosen users can contribute.
de: Nur ausgewählte Benutzer können übersetzen.
ga: Ní féidir ach le húsáideoirí roghnaithe rannchuidiú.
hu: Csak a kiválasztott felhasználók járulhatnak hozzá.
id: Hanya pengguna terpilih yang bisa berkontribusi.
ja: 選ばれたユーザーのみ貢献できます。
nl: Alleen gekozen gebruikers kunnen bijdragen.
pt: Só os utilizadores escolhidos podem contribuir.
pt_br: Apenas usuários escolhidos podem contribuir.
ro: Numai utilizatorii selectați pot contribui.
ru: Только избранные пользователи могут внести свой вклад.
sv: Bara utvalda användare kan bidra.
ta: தேர்ந்தெடுக்கப்பட்ட பயனாளர்கள் மட்டும் பங்குபெறலாம்.
tr: Yalnızca seçilmiş kullanıcılar katkıda bulunabilir.
uk: Тільки обрані користувачі можуть брати участь.
zh_hans: 只允许指定的用户贡献。

source: Only chosen users can access VCS repository.
de: Nur ausgewählte Benutzer können auf das VCS-Repository zugreifen.
ga: Ní féidir ach le húsáideoirí roghnaithe rochtain a fháil ar stór VCS.
hu: Csak a kiválasztott felhasználók férhetnek hozzá a VCS (verziókezelő) tárolóhoz.
id: Hanya pengguna terpilih yang dapat mengakses repositori VCS.
ja: 選択したユーザーのみが、VCS リポジトリにアクセスできます。
nl: Alleen gekozen gebruikers hebben toegang tot de VCS-opslagplaats.
pt: Só utilizadores escolhidos podem contribuir.
pt_br: Somente os usuários selecionados podem acessar o repositório VCS.
ro: Numai utilizatorii selectați pot accesa depozitarul SCV.
ru: Только избранные пользователи могут получить доступ к репозиторию VCS.
sv: Endast utvalda användare har åtkomst till VCS-arkivet.
ta: தேர்ந்தெடுக்கப்பட்ட பயனாளர்கள் மட்டும் வி.சி.எச் களஞ்சியத்தை பயன்படுத்தலாம்.
tr: Yalnızca seçilmiş kullanıcılar sürüm denetimi sistemi deposuna erişebilir.
uk: Лише вибрані користувачі можуть отримати доступ до сховища VCS.
zh_hans: 只有指定的用户可访问版本控制系统仓库。

source: **Choose this to gain visibility, but still have control over who can contribute.**
de: **Wählen Sie dies, um Sichtbarkeit zu erlangen, aber dennoch die Kontrolle darüber zu haben, wer etwas beitragen kann.**
ga: **Roghnaigh é seo chun infheictheacht a fháil, ach fós tá smacht agat ar cé atá in ann rannchuidiú.**
hu: **Ezt válassza, ha nagyobb láthatóságot szeretne, de továbbra is meg kívánja határozni, kik járulhatnak hozzá.**
id: **Pilih ini untuk bisa dilihat, namun tetap dapat mengatur siapa yang dapat berkontribusi.**
ja: **これを選択すると、一般公開されますが、翻訳は管理できます。**
nl: **Kies dit om meer inzage te verkrijgen, terwijl u nog steeds controle behoudt over wie een bijdrage kan leveren.**
pt: **Escolha esta opção para ganhar visibilidade, mas continue a ter controlo sobre quem pode contribuir.**
pt_br: **Escolha este para ganhar visibilidade, mas continuar tendo controle de quem pode contribuir.**
ru: **Выберите этот вариант, чтобы обеспечить видимость, но при этом контролировать, кто может внести свой вклад.**
sv: **Välj detta för att öka synligheten, men ändå ha kontroll över vem som kan bidra.**
ta: ** தெரிவுநிலையைப் பெற இதைத் தேர்வுசெய்க, ஆனால் யார் பங்களிக்க முடியும் என்பதில் இன்னும் கட்டுப்பாடு உள்ளது. **
tr: **Görünürlük kazanmak için bunu seçin. Ancak yine de kimlerin katkıda bulunabileceğini denetleyin.**
uk: **Виберіть цей варіант, якщо вам потрібна більше доступність, але ви хочете зберігати контроль над тим, хто бере участь у перекладі.**
zh_hans: **如果要增加项目可见性，但仍希望控制谁可以作贡献，请选择这个。**

source: :guilabel:`Private`
de: :guilabel:`Privat`
hu: :guilabel:`Személyes`
id: :guilabel:`Privat`
ja: :guilabel:`プライベート`
nl: :guilabel:`Privé`
pt: :guilabel:`Privado`
pt_br: :guilabel:`Particular`
sv: :guilabel:`Privat`
ta: : வபஇசிட்டை: `தனியார்`
tr: :guilabel:`Kişisel`
uk: :guilabel:`Приватний`
zh_hans: :guilabel:`私有的`

source: Visible only to chosen users.
de: Nur für ausgewählte Benutzer sichtbar.
ga: Le feiceáil ag úsáideoirí roghnaithe amháin.
hu: Csak a kiválasztott felhasználók számára látható.
id: Terlihat hanya untuk pengguna terpilih.
ja: 選択したユーザーのみ閲覧可能です。
nl: Alleen zichtbaar voor gekozen gebruikers.
pt: Visíveis apenas para os utilizadores escolhidos.
pt_br: Visível apenas para os usuários escolhidos.
ro: Vizibil doar pentru utilizatori selectați.
ru: Видно только избранным пользователям.
sv: Synlig endast för utvalda användare.
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்களுக்கு மட்டுமே தெரியும்.
tr: Yalnızca seçilmiş kullanıcılar tarafından görülebilir.
uk: Доступно лише вибраним користувачам.
zh_hans: 只对指定的用户可见。

source: **Choose this for projects that should not be exposed publicly at all.**
de: **Wählen Sie dies für Projekte, die überhaupt nicht öffentlich zugänglich sein sollen.**
ga: **Roghnaigh é seo do thionscadail nár cheart a nochtadh go poiblí ar chor ar bith.**
hu: **Ezt válassza olyan projektekhez, amelyeket egyáltalán nem szeretne nyilvánosságra hozni.**
id: **Pilih ini untuk proyek yang tidak boleh terekspos sama sekali**
ja: **一般公開すべきではないプロジェクトの場合は、これを選択してください。**
nl: **Kies dit voor projecten die helemaal niet openbaar mogen worden gemaakt.**
pt: **Escolha esta opção para projetos que não devem ser expostos ao público.**
pt_br: **Escolha esta opção para projetos que não devem ser expostos publicamente.**
ru: **Выберите это для проектов, которые вообще не должны публиковаться.**
sv: **Välj detta för projekt som inte ska exponeras offentligt alls.**
ta: ** பகிரங்கமாக அம்பலப்படுத்தக் கூடாத திட்டங்களுக்கு இதைத் தேர்வுசெய்க. **
tr: **Herkese açık olarak görüntülenmemesi gereken projeler için bunu seçin.**
uk: **Виберіть цей варіант для проєктів, які мають бути повністю закритими.**
zh_hans: **完全不应该公开暴露的项目请选择这个。**

source: :guilabel:`Custom`
de: :guilabel:`Benutzerdefiniert`
hu: :guilabel:`Egyéni`
id: :guilabel:`Penyesuaian`
ja: :guilabel:`カスタム`
nl: :guilabel:`Aangepast`
pt: :guilabel:`Personalizado`
pt_br: :guilabel:`Personalizado`
ru: :guilabel:`Пользовательский`
sv: :guilabel:`Anpassad`
ta: : வபஇசிட்டை: `தனிப்பயன்`
tr: :guilabel:`Özel`
uk: :guilabel:`Нетиповий`
zh_hans: :guilabel:`自定义`

source: Not available on Hosted Weblate.
de: Nicht verfügbar auf Hosted Weblate.
ga: Níl sé ar fáil ar Hosted Weblate.
hu: A Hosted Weblate-en nem elérhető.
id: Tidak tersedia dalam Hosted Weblate.
ja: Hosted Weblate では使用できません。
nl: Niet beschikbaar via Hosted Weblate.
pt: Não disponível no Weblate Hospedado.
pt_br: Não disponível em Hosted Weblate.
ro: Nu este disponibil pe Hosted Weblate.
ru: Недоступно на Hosted Weblate.
sv: Ej tillgängligt på Hosted Weblate.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பில் கிடைக்கவில்லை.
tr: Hosted Weblate üzerinde kullanılamaz.
uk: Недоступний на Hosted Weblate.
zh_hans: Hosted Weblate 上不可用。

source: You will have to set up all the permissions using :ref:`custom-acl`.
de: Sie müssen alle Berechtigungen über die :ref:`custom-acl` einrichten.
ga: Beidh ort na ceadanna go léir a shocrú le :ref:`custom-acl`.
hu: Minden jogosultságot manuálisan kell beállítania a :ref:`custom-acl` használatával.
id: Anda harus mengatur semua izin menggunakan :ref:`custom-acl`.
ja: :ref:`custom-acl` を使用してすべての権限を設定してください。
nl: Alle rechten moeten worden ingesteld via :ref:`custom-acl`.
pt: Terá que configurar todas as permissões por :ref:`custom-acl`.
pt_br: Você precisará definir todas as permissões usando :ref:`custom-acl`.
ru: Вам нужно будет настроить все разрешения, используя :ref:`custom-acl`.
sv: Du måste ställa in alla behörigheter med hjälp av :ref:`custom-acl`.
tr: Tüm izinleri :ref:`custom-acl` ile ayarlamanız gerekir.
uk: Вам доведеться налаштувати усі права доступу за допомогою варіанта :ref:`custom-acl`.
zh_hans: 你必须使用 :ref:`custom-acl` 设置所有权限。

source: **Choose this on your own Weblate instance if you want to define access in a specific, finely customizable way.**
de: **Wählen Sie dies für Ihre Weblate-Instanz, wenn Sie den Zugriff auf eine bestimmte, genau anpassbare Weise definieren möchten.**
ga: **Roghnaigh é seo ar do shampla Weblate féin más mian leat rochtain a shainiú ar bhealach sonrach inoiriúnaithe.**
hu: **Ezt válassza a saját Weblate példányán, ha pontosan és részletesen szeretné szabályozni a hozzáféréseket.**
id: **Pilih ini pada instansi Weblate Anda sendiri jika Anda ingin menentukan akses dengan cara yang spesifik dan dapat disesuaikan dengan baik.**
ja: **独自の Weblate インスタンスで使用する場合、特殊なアクセス方法を細かく設定できます。**
nl: **Kies dit in uw eigen instantie van Weblate om zeer specifieke en gedetailleerde toegang te definiëren.**
pt: **Escolha esta opção na sua própria instância do Weblate se pretender definir o acesso de uma forma específica e finamente personalizável.**
pt_br: **Escolha isso na sua própria instância Weblate se desejar definir o acesso de maneira específica e bastante personalizável.**
ru: **Выберите это на своём собственном экземпляре Weblate, если вы хотите определить доступ определённым, тонко настраиваемым способом.**
sv: **Välj detta på din egen Weblate-instans om du vill definiera åtkomst på ett specifikt, noggrant anpassningsbart sätt.**
ta: ** ஒரு குறிப்பிட்ட, நேர்த்தியான தனிப்பயனாக்கக்கூடிய வழியில் அணுகலை நீங்கள் வரையறுக்க விரும்பினால் இதை உங்கள் சொந்த வலைபெயர்ப்பு நிகழ்வைத் தேர்வுசெய்க. **
tr: **Erişimi belirli ve hassas bir şekilde özelleştirilebilir bir şekilde ayarlamak istiyorsanız kendi Weblate kopyanızda bunu seçin.**
uk: **Виберіть цей варіант на вашому власному екземплярі Weblate, якщо хочете визначити доступ у спеціалізований, точно запрограмований спосіб.**
zh_hans: **如果您想以一种特定的、精细定制的方式定义访问，请在你自己的 Weblate 实例上选择这个。**
