Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Define language codes mapping when importing translations into Weblate. Use this when language codes are inconsistent in your repositories and you want to get a consistent view in Weblate or in case you want to use non-standard naming of your translation files.
de: Definieren Sie die Zuordnung von Sprachcodes beim Import von Übersetzungen in Weblate. Verwenden Sie dies, wenn die Sprachcodes in Ihren Repositorys inkonsistent sind und Sie eine konsistente Ansicht in Weblate erhalten möchten oder wenn Sie nicht standardisierte Namen für Ihre Übersetzungsdateien verwenden möchten.
ga: Sainmhínigh léarscáiliú na gcód teanga agus aistriúcháin á n-iompórtáil go Weblate. Bain úsáid as seo nuair a bhíonn cóid teanga ar neamhréir i do stórtha agus má theastaíonn uait dearcadh comhsheasmhach a fháil in Weblate nó ar eagla go dteastaíonn uait ainmniú neamhchaighdeánach ar do chuid comhad aistriúcháin.
hu: Nyelvkód-leképezések megadása fordítások Weblate-be történő importálásakor. Akkor használható, ha a tárolókban nem egységesek a nyelvkódok, és következetes megjelenést szeretne elérni a Weblate-ben vagy ha nem szabványos elnevezést kíván használni a fordítási fájloknál.
id: Tentukan pemetaan kode bahasa saat mengimpor terjemahan ke Weblate. Gunakan ini jika kode bahasa tidak konsisten di repositori Anda dan Anda ingin mendapatkan tampilan yang konsisten di Weblate, atau jika Anda ingin menggunakan penamaan non-standar untuk berkas terjemahan Anda.
ja: 翻訳を Weblate にインポートするときに、言語コードのマッピングを定義します。これは、リポジトリで言語コードに一貫性がなく、Weblate で一貫性のある表示をする場合、または翻訳ファイルに非標準の名前を付ける場合に使用します。
nl: Definieer verwijzingen voor taalcodes bij het importeren van vertalingen in Weblate. Gebruik dit als taalcodes in uw opslagruimten inconsistent zijn en u consistente weergave in Weblate wilt of in het geval u een niet-standaard naamgeving voor uw vertaalbestanden wilt gebruiken.
pt: Define o mapeamento dos códigos de idioma ao importar traduções para o Weblate. Use isso quando os códigos de idioma forem inconsistentes nos seus repositórios e quiser obter uma visualização consistente no Weblate ou no caso de desejar usar uma nomenclatura fora do padrão dos seus ficheiros de tradução.
pt_br: Define o mapeamento dos códigos de idioma ao importar traduções para o Weblate. Use isso quando os códigos de idioma forem inconsistentes em seus repositórios e você quiser obter uma visualização consistente no Weblate ou no caso de desejar usar uma nomenclatura fora do padrão de seus arquivos de tradução.
ro: Definiți cartografierea codurilor lingvistice la importul de traduceri în Weblate. Utilizați această opțiune atunci când codurile de limbă nu sunt consecvente în depozitele dvs. și doriți să obțineți o vizualizare consecventă în Weblate sau în cazul în care doriți să utilizați o denumire nestandardizată a fișierelor de traducere.
ru: Определяет отображение кодов языков при импорте переводов в Weblate. Используйте этот параметр, если коды языков в ваших репозиториях не согласуются друг с другом, а вы хотите, чтобы в Weblate они были представлены единообразно; или если вы хотите использовать нестандартные имена файлов перевода.
sv: Definiera språkkodsmappning när du importerar översättningar till Weblate. Använd detta när språkkoderna är inkonsekventa i dina arkiv och du vill få en konsekvent vy i Weblate eller om du vill använda icke-standardiserade namn på dina översättningsfiler.
ta: மொழிபெயர்ப்புகளை வலைபெயர்ப்பில் இறக்குமதி செய்யும் போது மொழி குறியீடுகளின் மேப்பிங்கை வரையறுக்கவும். உங்கள் களஞ்சியங்களில் மொழிக் குறியீடுகள் முரணாக இருக்கும்போது இதைப் பயன்படுத்து, நீங்கள் வலைபெயர்ப்பில் ஒரு நிலையான பார்வையைப் பெற விரும்புகிறீர்கள் அல்லது உங்கள் மொழிபெயர்ப்பு கோப்புகளின் தரமற்ற பெயரிடலைப் பயன்படுத்த விரும்பினால்.
tr: Çevirileri Weblate içine aktarmak için kullanılacak dil kodları eşleştirmesini tanımlayın. Dil kodları depolarınızda tutarsız olduğunda ve Weblate üzerinde tutarlı bir görünüm elde etmek istediğinizde ya da çeviri dosyalarınızda standart olmayan adlandırma kullanmak istediğinizde bunu kullanın.
uk: Визначте прив'язку кодів мов при імпортуванні перекладів до Weblate. Скористайтеся цим, якщо коди мов у ваших сховищах є нестандартними, і ви хочете мати однорідний вигляд у Weblate, або якщо ви хочете скористатися нестандартним іменуванням ваших файлів перекладу.
zh_hans: 将翻译导入到Weblate时定义语言代码映射。当您的仓库中的语言代码不一致，并且您希望在Weblate中获得一致的视图，或者如果您想使用翻译文件的非标准命名时，可以使用此方法。
zh_hant: 將翻譯導入到Weblate時定義語言代碼映射。當您的存儲庫中的語言代碼不一致，並且您希望在Weblate中獲得一致的視圖，或者如果您想使用翻譯文件的非標準命名時，可以使用此方法。

source: The typical use case might be mapping American English to English: ``en_US:en``
de: Ein typischer Anwendungsfall wäre die Zuordnung von amerikanischem Englisch auf Englisch: ``en_US:en``
ga: Seans gurb é an cás úsáide tipiciúil ná Béarla Mheiriceá a mhapáil go Béarla: ``en_US:en``
hu: Tipikus példa lehet az amerikai angol angolra történő leképezése: ``en_US:en``
id: Kasus penggunaan yang umum mungkin memetakan Bahasa Inggris Amerika ke Bahasa Inggris: ``en_US:en``
ja: アメリカ英語を英語にマッピングする、典型的な使用例: ``en_US:en``
nl: Het typische gebruiksgeval zou zijn de verwijzing van Amerikaans Engels naar Engels: ``en_US:en``
pt: O caso de uso típico pode ser mapear inglês americano para inglês: ``en_US:en``
pt_br: O caso de uso típico pode ser mapear inglês americano para inglês: ``en_US:en``
ro: Cazul tipic de utilizare ar putea fi cartografierea limbii engleze americane în engleză: ``en_US:en``
ru: Типовым случаем использования псевдонимов, например, является отображение американского английского языка на английский: ``en_US:en``
sv: Ett typiskt användningsfall kan vara att mappa amerikansk engelska till engelska: ``en_US:en``
ta: வழக்கமான பயன்பாட்டு வழக்கு அமெரிக்க ஆங்கிலத்தை ஆங்கிலத்திற்கு மேப்பிங் செய்யலாம்: `` en_us: en``
tr: Tipik kullanım örneği, Amerikan İngilizcesi ile İngiliz İngilizcesi’ni eşleştirmek olabilir: ``en_US:en``
uk: Типовим випадком використання є прив'язка американської англійської до англійської: ``en_US:en``
zh_hans: 典型的使用情况会是将 美国英语映射到英语：``en_US:en``
zh_hant: 典型的使用情況會是將 美國英語映射到英語：``en_US:en``

source: Multiple mappings to be separated by comma: ``en_GB:en,en_US:en``
de: Mehrere Zuordnungen sind durch Komma zu trennen: ``en_GB:en,en_US:en``
ga: Mapáil iolrach le scaradh le camóg: ``ga_GB:ga,ga_US:en``
hu: Több leképezés vesszővel elválasztva adható meg: ``en_GB:en,en_US:en``
id: Beberapa pemetaan harus dipisahkan dengan koma: ``en_GB:en,en_US:en``
ja: コンマで区切る、複数のマッピング例: ``en_GB:en, en_US:en``
nl: Meerdere verwijzingen moeten worden gescheiden door een komma: ``en_GB:en,en_US:en``
pt: Vários mapeamentos devem ser separados por vírgula: ``en_GB:en,en_US:en``
pt_br: Vários mapeamentos devem ser separados por vírgula: ``en_GB:en,en_US:en``
ro: Mai multe corespondențe care trebuie separate prin virgulă: ``en_GB:en,en_US:en``
ru: Несколько отображений должны разделяться запятой: ``en_GB:en,en_US:en``
sv: Flera mappningar ska separeras med kommatecken: ``en_GB:en,en_US:en``
ta: கமாவால் பிரிக்கப்பட வேண்டிய பல வரைபடங்கள்: `` en_gb: en, en_us: en``
tr: Birden fazla eşleştirmeyi virgül ile ayırarak yazabilirsiniz: ``en_GB:en,en_US:en``
uk: Декілька прив'язок слід відокремлювати комою: ``en_GB:en,en_US:en``
zh_hans: 由逗号分隔的多个映射：``en_GB:en,en_US:en``
zh_hant: 由逗號分隔的多個映射：``en_GB:en,en_US:en``

source: Using non standard code: ``ia_FOO:ia``
de: Verwendung von Nicht-Standard-Code: ``ia_FOO:ia``
ga: Ag baint úsáide as cód neamhchaighdeánach: ``ia_FOO:ia``
hu: Nem szabványos kód használata: ``ia_FOO:ia``
id: Menggunakan kode non standar: ``ia_FOO:ia``
ja: 非標準コードの使用例: ``ia_FOO:ia``
nl: Gebruiken van de niet standaard code: ``ia_FOO:ia``
pt: Usando código não padrão: ``ia_FOO:ia``
pt_br: Usando código não padrão: ``ia_FOO:ia``
ro: Folosirea unui cod non-standard: ``ia_FOO:ia``
ru: Использование нестандартного кода: ``ru_FOO:ru``
sv: Använda icke-standardkod: ``ia_FOO:ia``
ta: நிலையான குறியீட்டைப் பயன்படுத்துதல்: `` ia_foo: ia``
tr: Standart olmayan kod kullanmak: ``ia_FOO:ia``
uk: За допомогою нестандартного коду: ``ia_FOO:ia``
zh_hans: 使用非标准代码：``ia_FOO:ia``
zh_hant: 使用非標準編碼：``ia_FOO:ia``

source: The language codes are mapped when matching the translation files and the matches are case sensitive, so ensure you use the source language codes in same form as used in the filenames.
de: Die Sprachcodes werden beim Abgleich mit den Übersetzungsdateien zugeordnet, wobei zwischen Groß-/Kleinschreibung unterschieden wird. Achten Sie also darauf, dass Sie die Sprachcodes der Ausgangssprache in der gleichen Form wie in den Dateinamen verwenden.
ga: Déantar na cóid teanga a mhapáil nuair a mheaitseálann tú na comhaid aistriúcháin agus bíonn na meaitseanna cásíogair, mar sin cinntigh go n-úsáideann tú na cóid teanga foinse san fhoirm chéanna agus a úsáidtear sna comhaid-ainmneacha.
hu: A nyelvkódok a fordítási fájlok egyeztetésekor kerülnek leképezésre, és az egyeztetés kis- és nagybetűérzékeny, ezért ügyeljen arra, hogy a forrásnyelvi kódokat ugyanabban a formában adja meg, ahogy azok a fájlnevekben szerepelnek.
id: Kode bahasa dipetakan saat mencocokkan berkas terjemahan dan kecocokannya peka huruf besar-kecil, jadi pastikan Anda menggunakan kode bahasa sumber dalam bentuk yang sama seperti yang digunakan dalam nama berkas.
ja: 言語コードは翻訳ファイルとの照合時にマッピングされ、大文字と小文字は区別されます。そのため、原文の言語コードはファイル名と同じ形式にしてください。
nl: De taalcodes worden verwezen als zij overeenkomen met de vertaalbestanden en de overeenkomsten zijn hoofdlettergevoelig, dus zorg ervoor dat u de taalcodes van de brontaal in dezelfde vorm gebruikt als in de bestandsnamen.
pt: Os códigos de idioma são mapeados ao combinar os ficheiros de tradução e as correspondências diferenciam maiúsculas de minúsculas, por isso certifique-se de usar os códigos de idioma fonte na mesma forma usada nos nomes dos ficheiros.
pt_br: Os códigos de idioma são mapeados ao combinar os arquivos de tradução e as correspondências diferenciam maiúsculas de minúsculas, por isso certifique-se de usar os códigos de idioma fonte na mesma forma usada nos nomes dos arquivos.
ro: Codurile de limbă sunt puse în corespondență atunci când se potrivesc fișierele de traducere, iar potrivirile sunt sensibile la majuscule și minuscule, așa că asigurați-vă că folosiți codurile limbilor sursă în aceeași formă ca și în numele fișierelor.
ru: Коды языков отображаются при успешном сопоставлении с именами файлов перевода, а оно чувствительно к регистру, поэтому убедитесь, что вы используете коды исходного языка в той же форме, в которой они используются в именах файлов.
sv: Språkkoderna mappas när översättningsfilerna matchas och matchningarna är skiftlägeskänsliga, så se till att du använder källspråkkoderna i samma form som i filnamnen.
ta: மொழிபெயர்ப்பு கோப்புகளுடன் பொருந்தும்போது மொழி குறியீடுகள் வரைபடமாக்கப்படுகின்றன, மேலும் போட்டிகள் வழக்கு உணர்திறன் கொண்டவை, எனவே மூல மொழிக் குறியீடுகளை கோப்பு பெயர்களில் பயன்படுத்திய அதே வடிவத்தில் பயன்படுத்துவதை உறுதிசெய்க.
tr: Çeviri dosyaları eşleştirilirken dil kodlarına bakılır ve eşleşmeler büyük/küçük harfe duyarlıdır. Bu nedenle kaynak dil kodlarının dosya adlarında bulunanlar ile aynı olduğundan emin olun.
uk: Коди мов прив'язуються при встановленні відповідності файлів перекладу, прив'язки встановлюються без врахування регістру, тому переконайтеся, що ви використовуєте коди початкових мов у тій самій формі, яку використано у назвах файлів.
zh_hans: 当匹配翻译文件时映射语言代码，并且映射是大小写敏感的，所以您确保使用与文件名中使用的形式相同的源语言代码。

source: Secondary language
de: Zweitsprache
ga: Teanga thánaisteach
hu: Másodlagos nyelv
id: Bahasa sekunder
ja: 第二言語
nl: Secundaire taal
pt_br: Idioma secundário
sv: Andraspråk
tr: İkincil dil
uk: Вторинна мова

source: Additional language to show together with the source language while translating.
de: Zusätzliche Sprache, die beim Übersetzen zusammen mit der Ausgangssprache angezeigt wird.
ga: Teanga bhreise le taispeáint in éineacht leis an teanga foinse agus an t-aistriúchán á dhéanamh.
hu: További nyelv megjelenítése a forrásnyelv mellett, fordítás közben.
id: Bahasa tambahan untuk ditampilkan bersama dengan bahasa sumber saat menerjemahkan.
nl: Extra taal om samen met de brontaal te worden weergegeven bij het vertalen.
pt_br: Idioma adicional para mostrar junto com o idioma fonte durante a tradução.
sv: Ytterligare språk som ska visas tillsammans med källspråket under översättningen.
tr: Çevirirken kaynak dille birlikte gösterilecek ek dil.
uk: Додаткова мова, яка відображатиметься разом із мовою оригіналу під час перекладу.

source: Optionally, it can be also used as a source for the machine translation.
de: Optional kann sie auch als Quelle für die maschinelle Übersetzung verwendet werden.
ga: Roghnach, is féidir é a úsáid freisin mar fhoinse don aistriúchán meaisín.
hu: Opcionálisan gépi fordítás forrásaként is használható.
id: Secara opsional, ini juga dapat digunakan sebagai sumber untuk terjemahan mesin.
nl: Optioneel kan het ook gebruikt worden als een bron voor de machinevertaling.
pt_br: Opcionalmente, ele também pode ser usado como fonte para a tradução automática.
sv: Alternativt kan den också användas som källa för maskinöversättning.
uk: За бажанням його також можна використовувати як джерело для машинного перекладу.

source: Translation flags
de: Übersetzungsmarkierungen
ga: Bratacha aistriúcháin
hu: Fordítási jelzők
id: Tanda penerjemahan
ja: 翻訳フラグ
nl: Vlaggen voor vertaling
pt: Marcadores de tradução
pt_br: Marcadores de tradução
ro: Indicarori traducere
ru: Флаги перевода
sv: Översättningsflaggor
ta: மொழிபெயர்ப்பு கொடிகள்
tr: Çeviri imleri
uk: Прапорці перекладу
zh_hans: 翻译标记
zh_hant: 翻譯旗標

source: Customization of quality checks and other Weblate behavior, see :ref:`custom-checks`.
de: Anpassen von Qualitätsprüfungen und anderem Verhalten von Weblate, siehe :ref:`custom-checks`.
ga: Saincheapadh seiceálacha cáilíochta agus iompar Weblate eile, féach :ref:`custom-checks`.
hu: A minőség-ellenőrzések és más Weblate viselkedések testreszabása, lásd: :ref:`custom-checks`.
id: Kustomisasi pemeriksaan kualitas dan perilaku Weblate lainnya, lihat :ref:`custom-checks`.
ja: 品質検査やその他の Weblate の動作のカスタマイズ。参照: :ref:`custom-checks`。
nl: Aanpassen van kwaliteitscontroles en ander gedrag van Weblate, bekijk :ref:`custom-checks`.
pt: Personalização de verificações de qualidade e outros comportamentos do Weblate, veja :ref:`custom-checks`.
pt_br: Personalização de verificações de qualidade e outros comportamentos do Weblate, consulte :ref:`custom-checks`.
ro: Personalizarea controalelor de calitate și a altor comportamente Weblate, vezi :ref:`custom-checks`.
ru: Настройка проверок качества и другого поведения Weblate’а, смотрите раздел :ref:`custom-checks`.
sv: Anpassning av kvalitetskontroller och annat Weblate-beteende, se :ref:`custom-checks`.
tr: Kalite denetimlerinin ve diğer Weblate davranışlarının özelleştirilmesi. Ayrıntılı bilgi almak için: :ref:`custom-checks`.
uk: Налаштування перевірок якості та іншої поведінки Weblate, див. :ref:`custom-checks`.
zh_hans: 质量检查和其他 Weblate 行为的定制，请参见 :ref:`custom-checks`。
zh_hant: 質量檢查和其他 Weblate 行為的定制，請參見 :ref:`custom-checks`。

source: Component configuration
de: Komponentenkonfiguration
ga: Cumraíocht na Comhpháirte
hu: Összetevőkonfiguráció
id: Konfigurasi komponen
ja: コンポーネント構成
nl: Configuratie onderdeel
pt: Configuração de componente
pt_br: Configuração de componente
ro: Configurația componentei
ru: Настройки компонента
sv: Komponentkonfiguration
ta: கூறு உள்ளமைவு
tr: Bileşen yapılandırması
uk: Налаштовування складників
zh_hans: 部件配置
zh_hant: 組件配置

source: A component is a grouping of something for translation. You enter a VCS repository location and file mask for which files you want translated, and Weblate automatically fetches from this VCS, and finds all matching translatable files.
de: Eine Komponente ist eine Gruppierung von etwas, das übersetzt werden soll. Sie geben den Ort des VCS-Repositorys und die Dateimaske für die zu übersetzenden Dateien an, und Weblate holt sie automatisch aus diesem VCS und findet alle passenden übersetzbaren Dateien.
ga: Is éard is comhpháirt ann ná grúpáil de rud éigin le haistriú. Cuireann tú isteach suíomh stórtha VCS agus masc comhaid a bhfuil na comhaid is mian leat a aistriú ina leith, agus faigheann Weblate go huathoibríoch ón VCS seo, agus aimsíonn sé gach comhad inaistrithe atá comhoiriúnach.
hu: Az összetevő egy fordítandó egységcsoportot jelent. Meg kell adnia egy VCS (verziókezelő) tároló helyét és egy fájlmaszkot azon fájlokhoz, amelyeket fordítani szeretne; a Weblate automatikusan letölti ezeket a fájlokat a VCS-ből, és megtalálja az összes megfelelő fordítható fájlt.
id: Komponen adalah pengelompokan sesuatu untuk terjemahan. Anda memasukkan lokasi repositori VCS dan masker berkas untuk berkas yang ingin Anda terjemahkan, dan Weblate secara otomatis mengambil dari VCS ini, dan menemukan semua berkas terjemahan yang cocok.
ja: コンポーネントとは、翻訳対象をグループ化したものです。翻訳するファイルの VCS リポジトリの場所とファイル マスクを入力すると、Weblate は VCS から自動的に取得し、一致するすべての翻訳可能ファイルを検索します。
nl: Een onderdeel is een groep van iets om te vertalen. U voet een locatie voor de opslagruimte van het VCS in en een bestandsmasker voor de bestanden die u wilt vertalen en Weblate haalt die automatisch op vanuit dit VCS, en vindt alle overeenkomende vertaalbare bestanden.
pt: Um componente é um agrupamento de algo para tradução. Insere um local de repositório VCS e uma máscara de ficheiros para os ficheiros que deseja traduzir e o Weblate busca automaticamente neste VCS e encontra todos os ficheiros traduzíveis correspondentes.
pt_br: Um componente é um agrupamento de algo para tradução. Você insere um local de repositório VCS e uma máscara de arquivo para os arquivos que deseja traduzir, e o Weblate busca automaticamente neste VCS e encontra todos os arquivos traduzíveis correspondentes.
ro: O componentă este o grupare de ceva pentru traducere. Introduceți o locație a depozitului VCS și o mască de fișiere pentru care doriți să traduceți fișierele, iar Weblate preia automat din acest VCS și găsește toate fișierele traductibile corespunzătoare.
ru: Компонент — это группировка каких-то сущностей для перевода. Вы вводите расположение репозитория системы контроля версий и маску файлов, определяющую, какие файлы вы хотите переводить, а Weblate автоматически извлекает код из этого репозитория и находит все соответствующие файлы для перевода.
sv: En komponent är en gruppering av något som ska översättas. Du anger en VCS-arkivplats och en filmask för de filer du vill översätta, och Weblate hämtar automatiskt från detta VCS och hittar alla matchande översättningsbara filer.
ta: ஒரு கூறு என்பது மொழிபெயர்ப்பிற்கான ஏதாவது ஒரு குழுவாகும். நீங்கள் ஒரு வி.சி.எச் களஞ்சிய இருப்பிடம் மற்றும் கோப்பு முகமூடியை உள்ளிட்டு, எந்த கோப்புகளை மொழிபெயர்க்க வேண்டும், மேலும் இந்த வி.சி.எச்சிலிருந்து தானாகவே பெறுகிறது, மேலும் பொருந்தக்கூடிய அனைத்து மொழிபெயரக்கூடிய கோப்புகளையும் காண்கிறது.
tr: Bir bileşen, çevrilecek bir şeyin gruplanmasıdır. Çevrilmesini istediğiniz dosyalar için bir sürüm denetimi sistemi deposu konumu ve dosya maskesi belirtirsiniz ve Weblate kendiliğinden bu sürüm denetimi sisteminden eşleşen tüm çevrilebilir dosyaları bulup alır.
uk: Складник групує дані для перекладу. Ви вводите адресу сховища системи керування версіями і маску файлів, для яких виконуватиметься переклад, і Weblate автоматично отримує дані з цієї системи керування версіями і знаходить усі відповідні придатні до перекладу файли.
zh_hans: 部件是用于翻译的内容的分组。您输入版本控制系统仓库位置和想要翻译那个文件的掩码，Weblate 会自动地从 这个版本控制系统中取回，并找到所有匹配的翻译文件。
zh_hant: 組件是用於翻譯的內容的分組。您輸入版本控制系統（VCS）倉庫位置和想要翻譯那個文件的掩碼，Weblate 會自動地從 這個版本控制系統（VCS）中取回，並找到所有匹配的翻譯文件。

source: You can find some examples of typical configurations in the :ref:`formats`.
de: Einige Beispiele für typische Konfigurationen finden Sie in :ref:`formats`.
ga: Is féidir leat roinnt samplaí de chumraíochtaí tipiciúla a fháil in :ref:`formats`.
hu: Néhány tipikus konfigurációs példát a :ref:`formats` alatt talál.
id: Anda dapat menemukan beberapa contoh konfigurasi umum di :ref:`formats`.
ja: 一般的な設定例については、:ref:`formats` を確認してください。
nl: U kunt enkele voorbeelden van typische configuraties vinden in de :ref:`formats`.
pt: Pode encontrar alguns exemplos de configurações típicas nos :ref:`formats`.
pt_br: Você pode encontrar alguns exemplos de configurações típicas nos :ref:`formats`.
ro: Puteți găsi câteva exemple de configurații tipice în secțiunea :ref:`formats`.
ru: Некоторые примеры типовых конфигураций можно найти в разделе :ref:`formats`.
sv: Du kan hitta några exempel på typiska konfigurationer i :ref:`formats`.
tr: Bazı yaygın yapılandırma örneklerini :ref:`formats` bölümünde bulabilirsiniz.
uk: Ви можете знайти деякі приклади типових налаштувань у :ref:`форматах<formats>`.
zh_hans: 您可以在 :ref:`formats` 中找到一些典型配置的示例。
zh_hant: 您可以在 :ref:`formats` 中找到一些典型配置的例子。
