Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Split component translation strings into categories by text and colour in the project configuration.
de: Teilen Sie Komponenten-Übersetzungszeichenketten in der Projektkonfiguration nach Text und Farbe in Kategorien auf.
ga: Roinn teaghráin aistriúcháin comhpháirte i gcatagóirí de réir téacs agus dath i gcumraíocht an tionscadail.
hu: A projekt beállításainál lehetőség van a fordítandó szövegeket címkékkel kategóriákba rendezni, szöveg és szín alapján.
id: Memisahkan string terjemahan komponen ke dalam kategori berdasarkan teks dan warna dalam konfigurasi proyek.
ja: プロジェクト設定で、コンポーネントの翻訳文字列をテキストと色でカテゴリに分類します。
nl: Splits tekenreeksen van vertaalonderdelen in categorieën op tekst en kleur in de projectconfiguratie.
pt: Divide as cadeias de tradução do componente em categorias por texto e cor na configuração do projeto.
pt_br: Divide os textos de tradução do componente em categorias por texto e cor na configuração do projeto.
ro: Împărțirea șirurilor de traducere a componentelor în categorii în funcție de text și culoare în configurația proiectului.
ru: Разбивают переводимые строки компонента на категории по тексту и цвету, указанным в настройках проекта.
sv: Dela upp översättningssträngar i kategorier efter text och färg i projektkonfigurationen.
ta: திட்ட உள்ளமைவில் உரை மற்றும் வண்ணத்தால் கூறு மொழிபெயர்ப்பு சரங்களை வகைகளாகப் பிரிக்கவும்.
tr: Proje yapılandırmasında bileşen çeviri dizgelerini metin ve renge göre kategorilere ayırabilirsiniz.
uk: Поділіть рядки перекладу складників на категорії за текстом і кольором у налаштуваннях проєкту.
zh_hans: 在项目配置中通过文本和颜色将部件翻译字符串分类。
zh_hant: 在項目配置中通過文本和顏色將組件翻譯字符串分類。

source: Labels can be assigned to units in :ref:`additional` by bulk editing, or using the :ref:`addon-weblate.flags.bulk` add-on.
de: Labels können Einheiten in :ref:`additional` durch Massenbearbeitung oder mit der Erweiterung :ref:`addon-weblate.flags.bulk` zugewiesen werden.
ga: Is féidir lipéid a shannadh d'aonaid in :ref:`additional` trí mhór-eagarthóireacht, nó trí bhreiseán :ref:`addon-weblate.flags.bulk` a úsáid.
hu: Címkék rendelhetők a fordítási egységekhez a forrásszövegek :ref:`additional` mezőjén keresztül. Ezek tömegesen is szerkeszthetők kézzel vagy a :ref:`addon-weblate.flags.bulk` kiegészítő segítségével.
id: Label dapat diberikan ke unit di :ref:`additional` dengan penyuntingan massal atau menggunakan pengaya :ref:`addon-weblate.flags.bulk`.
ja: ラベルは、一括編集によって、または :ref:`addon-weblate.flags.bulk` アドオンを使用して、:ref:`additional` のユニットに割り当てることができます。
nl: Labels kunnen worden toegewezen aan eenheden met :ref:`additional` in bulk-bewerken, of met de add-on :ref:`addon-weblate.flags.bulk`.
pt: As etiquetas podem ser atribuídas a unidades em :ref:`additional` por edição em massa, ou usando a extensão :ref:`addon-weblate.flags.bulk`.
pt_br: As etiquetas podem ser atribuídas a unidades em :ref:`additional` por edição em massa, ou usando o complemento :ref:`addon-weblate.flags.bulk`.
ro: Etichetele pot fi atribuite unităților din :ref:`additional` prin editare în bloc sau cu ajutorul add-onului :ref:`addon-weblate.flags.bulk`.
ru: Метки можно назначать объектам в :ref:`additional` путём массового редактирования или с помощью надстройки :ref:`addon-weblate.flags.bulk`.
sv: Etiketter kan tilldelas enheter i :ref:`additional` genom massredigering eller med hjälp av tillägget :ref:`addon-weblate.flags.bulk`.
tr: Etiketler :ref:`additional` içindeki birimler toplu düzenlenerek ya da :ref:`addon-weblate.flags.bulk` eklentisi kullanılarak atanabilir.
uk: Мітки можна призначати до модулів перекладу у :ref:`додаткових відомостях щодо початкових рядків<additional>` пакетним редагуванням або за допомогою додатка :ref:`addon-weblate.flags.bulk`.
zh_hans: 标签可以通过批量编辑或使用 :ref:`addon-weblate.flags.bulk` 附加组件分配给 :ref:`additional` 中的单元。

source: Frequently Asked Questions
de: Häufig gestellte Fragen
ga: Ceisteanna Coitianta
hu: Gyakran Ismételt Kérdések
id: Pertanyaan yang sering diajukan (FAQ)
ja: よくある質問
nl: Vaak gestelde vragen
pt: Perguntas frequentes
pt_br: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sv: Vanliga frågor
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
tr: Sık sorulan sorular
uk: Поширені питання та відповіді на них
zh_hans: 常见问题
zh_hant: 常見問題

source: How to create an automated workflow?
de: Wie erstellt man einen automatisierten Arbeitsablauf?
ga: Conas sreabhadh oibre uathoibrithe a chruthú?
hu: Hogyan hozhatok létre automatizált munkafolyamatot?
id: Bagaimana caranya untuk membuat workflow otomatis?
ja: 自動化したワークフローを作成する方法は？
nl: Hoe een geautomatiseerde werkstroom te maken?
pt: Como criar um fluxo de trabalho automatizado?
pt_br: Como criar um fluxo de trabalho automatizado?
ro: Cum se creează un flux de lucru automatizat?
ru: Как создать автоматизированный рабочий процесс?
sv: Hur skapar man ett automatiserat arbetsflöde?
ta: ஒரு தானியங்கி பணிப்பாய்வை எவ்வாறு உருவாக்குவது?
tr: Kendiliğinden çalışan bir iş akışı nasıl oluşturulur?
uk: Як створити автоматизовану процедуру?
zh_hans: 如何创建自动化工作流？
zh_hant: 如何創建自動化工作流？

source: Weblate can handle all the translation things semi-automatically for you. If you give it push access to your repository, the translations can happen without interaction, unless some merge conflict occurs.
de: Weblate kann alle Übersetzungsaufgaben halbautomatisch für Sie erledigen. Wenn Sie Push-Zugriff auf Ihr Repository erlauben, können die Übersetzungen ohne Interaktion erfolgen, es sei denn, es tritt ein Merge-Konflikt auf.
ga: Is féidir le Weblate gach rud aistriúcháin a láimhseáil go leath-uathoibríoch duit. Má thugann tú rochtain bhrú ar do stór dó, is féidir leis na haistriúcháin tarlú gan idirghníomhú, ach amháin má tharlaíonn coimhlint chumaisc éigin.
hu: A Weblate képes az összes fordítási feladatot félautomatikusan kezelni. Ha feltöltési (push) hozzáférést biztosít a tárolóhoz, a fordítások beavatkozás nélkül megtörténhetnek, kivéve ha ütközés (merge conflict) lép fel.
id: Weblate dapat menangani semua terjemahan secara semi otomatis untuk Anda. Jika Anda memberikan akses push ke repositori Anda, terjemahan dapat terjadi tanpa interaksi, kecuali jika terjadi konflik penggabungan.
ja: Weblate は翻訳に関するすべての作業を半自動的に処理できます。あなたのリポジトリへのプッシュ権限を与えれば、マージの競合が発生しない限り、操作なしで翻訳が反映されます。
nl: Weblate kan alle dingen voor de vertaling semi-automatisch voor u afhandelen. Als u het toegang voor pushen naar uw opslagruimte geeft, gebeuren de vertalingen zonder interactie, tenzij er conflicten met samenvoegen optreden.
pt: Weblate pode tratar de todas as coisas de tradução semiautomaticamente para si. Se der acesso de push ao seu repositório, as traduções podem acontecer sem interação, a menos que algum conflito de mesclagem ocorra.
pt_br: Weblate pode tratar de todas as coisas de tradução semiautomaticamente para si. Se você der acesso de push ao seu repositório, as traduções podem acontecer sem interação, a menos que algum conflito de mesclagem ocorra.
ro: Weblate se poate ocupa în mod semiautomat de toate aspectele legate de traducere. Dacă îi acordați acces push la depozitul vostru, traducerile pot avea loc fără interacțiune, cu excepția cazului în care apare un conflict de fuziune.
ru: Weblate может выполнить все действия, связанные с переводом, в полуавтоматическом режиме. Если вы дадите ему доступ на отправку изменений в ваш репозиторий, переводы смогут в нём появляться без запроса подтверждения, если только не возникнут конфликты слияния.
sv: Weblate kan hantera alla översättningsuppgifter halvautomatiskt åt dig. Om du ger det push-åtkomst till ditt arkiv kan översättningarna ske utan interaktion, såvida inte någon sammanfogningskonflikt uppstår.
ta: வலைபெயர்ப்பு உங்களுக்காக அனைத்து மொழிபெயர்ப்பு விசயங்களையும் அரை தானியங்கியாக கையாள முடியும். உங்கள் களஞ்சியத்திற்கு நீங்கள் புச் அணுகலை வழங்கினால், சில இணைப்பு முரண்பாடு ஏற்படாவிட்டால், மொழிபெயர்ப்புகள் தொடர்பு இல்லாமல் நடக்கலாம்.
tr: Weblate, tüm çeviri işlerini sizin için yarı kendiliğinden yapabilir. Deponuza itme erişimi izni verirseniz, bazı birleştirme çakışmaları oluşmadığı sürece çeviriler etkileşim olmadan yapılabilir.
uk: Weblate може обробляти усі завдання, які пов'язано із перекладом, у напівавтоматичному режимі. Якщо ви надасте Weblate доступ до запису до вашого сховища, переклад відбуватиметься без вашого втручання, якщо не станеться якихось конфліктів об'єднання.
zh_hans: Weblate 可以为您半自动处理所有翻译工作。如果授予它对仓库的推送访问权限，则翻译可以在没有交互的情况下进行，除非发生某些合并冲突。
zh_hant: Weblate 可以為您半自動處理所有翻譯工作。如果授予它對倉庫的推送訪問權限，則翻譯可以在沒有交互的情況下進行，除非發生某些合併衝突。

source: Set up your Git repository to tell Weblate when there is any change, see :ref:`hooks` for info on how to do it.
de: Das Git-Repository so einrichten, dass es Weblate über jede Änderung informiert, siehe :ref:`hooks` für Informationen, wie man das macht.
ga: Cuir do stór Git ar bun chun insint do Weblate nuair a bhíonn aon athrú ann, féach :ref:`hooks` le haghaidh faisnéise maidir le conas é a dhéanamh.
hu: Állítsa be a Git tárolóját úgy, hogy értesítse a Weblate-et minden változásról – lásd: :ref:`hooks`, hogyan teheti ezt meg.
id: Atur repositori Git Anda untuk memberi tahu Weblate saat ada perubahan, lihat :ref:`hooks` untuk informasi tentang cara melakukannya.
ja: 変更があれば Weblate に通知するように Git リポジトリを設定します、方法は :ref:`hooks` を確認してください。
nl: Stel uw opslagruimte voor Git in om Weblate te vertellen wanneer er een wijziging is, bekijk :ref:`hooks` voor informatie over hoe dit te doen.
pt: Configure seu repositório Git para informar Weblate quando houver alguma alteração, veja :ref:`hooks` para informações sobre como fazer isso.
pt_br: Configure seu repositório Git para informar Weblate quando houver alguma alteração, consulte :ref:`hooks` para informações sobre como fazer isso.
ro: Configurați depozitul Git pentru a anunța Weblate atunci când există vreo modificare, consultați :ref:`hooks` pentru informații despre cum să faceți acest lucru.
ru: Настройте свой Git-репозиторий так, чтобы он сообщал Weblate, когда происходят какие-либо изменения; для получения информации о том, как это сделать, смотрите раздел :ref:`hooks`.
sv: Konfigurera ditt Git-arkiv så att det meddelar Weblate när det sker någon förändring. Se :ref:`hooks` för information om hur du gör det.
tr: Git deponuzu Weblate üzerinde herhangi bir değişiklik olduğunda bildirecek şekilde ayarlayın. Bunun nasıl yapılacağı ile ilgili bilgi almak için :ref:`hooks` bölümüne bakabilirsiniz.
uk: Налаштуйте ваше сховище Git так, щоб Weblate отримував сповіщення при кожній зміні, див. :ref:`скрипти сповіщення<hooks>`, щоб дізнатися більше про те, як це зробити.
zh_hans: 设置好 Git 仓库，以便在发生更改时通知 Weblate，请参阅 :ref:`hooks` 获取有关如何操作的信息。
zh_hant: 新建您的 Git 倉庫，來告知 Weblate 何時有任何更改，請參閱 :ref:`hooks` 以獲取有關如何執行此操作的信息。

source: How to access repositories over SSH?
de: Wie greift man über SSH auf Repositorys zu?
ga: Conas rochtain a fháil ar stórtha thar SSH?
hu: Hogyan férhetek hozzá a tárolókhoz SSH-n keresztül?
id: Bagaimana caranya untuk mengakses repositori melalui SSH?
ja: SSH 経由でリポジトリに接続する方法は？
nl: Hoe toegang tot opslagruimten met SSH?
pt: Como acessar os repositórios por SSH?
pt_br: Como acessar os repositórios por SSH?
ro: Cum se accesează depozitele prin SSH?
ru: Как получить доступ к репозиториям по SSH?
sv: Hur får man åtkomst till arkiv via SSH?
ta: எச்.எச்.எச் மூலம் களஞ்சியங்களை அணுகுவது எப்படி?
tr: Depolara SSH üzerinden nasıl erişilir?
uk: Як отримувати доступ до сховища за допомогою SSH?
zh_hans: 如何通过 SSH 访问仓库？
zh_hant: 如何通過 SSH 訪問倉庫？

source: Please see :ref:`vcs-repos` for info on setting up SSH keys.
de: Bitte lesen Sie :ref:`vcs-repos` für Informationen zur Einrichtung von SSH-Schlüsseln.
ga: Féach le do thoil :ref:`vcs-repos` le haghaidh faisnéise faoi na heochracha SSH a shocrú.
hu: Lásd a :ref:`vcs-repos` részt az SSH-kulcsok beállításáról.
id: Silakan lihat :ref:`vcs-repos` untuk informasi tentang pengaturan kunci SSH.
ja: SSH 鍵の設定については、:ref:`vcs-repos` を参照してください。
nl: Bekijk :ref:`vcs-repos` voor informatie over het instellen van SSH-sleutels.
pt: Por favor, veja :ref:`vcs-repos` para informações sobre a configuração das chaves SSH.
pt_br: Por favor, consulte :ref:`vcs-repos` para informações sobre a configuração das chaves SSH.
ro: Vă rugăm să consultați :ref:`vcs-repos` pentru informații despre configurarea cheilor SSH.
ru: Информацию о настройке SSH-ключей смотрите в разделе :ref:`vcs-repos`.
sv: Se :ref:`vcs-repos` för information om hur du konfigurerar SSH-nycklar.
tr: SSH anahtarlarını ayarlamak ile ilgili bilgi almak için :ref:`vcs-repos` bölümüne bakabilirsiniz.
uk: Будь ласка, ознайомтеся із розділом :ref:`vcs-repos`, щоб дізнатися більше про налаштовування ключів SSH.
zh_hans: 设置 SSH 密钥的信息请参阅 :ref:`vcs-repos`。
zh_hant: 設置 SSH 密鑰的信息請參閱 :ref:`vcs-repos` 。

source: How to fix merge conflicts in translations?
de: Wie behebt man Merge-Konflikte in Übersetzungen?
ga: Conas coinbhleachtaí chumasc in aistriúcháin a réiteach?
hu: Hogyan javíthatók a fordítási ütközések (merge conflict)?
id: Bagaimana cara memperbaiki konflik penggabungan dalam terjemahan?
ja: 翻訳のマージの競合を修正する方法は？
nl: Hoe conflicten met samenvoegen te repareren in vertalingen?
pt: Como resolver conflitos de mesclagem nas traduções?
pt_br: Como resolver conflitos de mesclagem nas traduções?
ro: Cum se rezolvă conflictele de fuziune în traduceri?
ru: Как исправить в переводах конфликты слияния?
sv: Hur åtgärdar man sammanfogningskonflikter i översättningar?
ta: மொழிபெயர்ப்புகளில் உள்ள முரண்பாடுகளை எவ்வாறு சரிசெய்வது?
tr: Çevirilerdeki birleştirme çakışmaları nasıl düzeltilir?
uk: Як виправляти конфлікти об'єднання у перекладах?
zh_hans: 如何修复翻译中的合并冲突？
zh_hant: 如何修復翻譯中的合併衝突？

source: Merge conflicts happen from time to time when the translation file is changed in both Weblate and the upstream repository concurrently. You can usually avoid this by merging Weblate translations prior to making changes in the translation files (e.g. before running msgmerge). Just tell Weblate to commit all pending translations (you can do it in :guilabel:`Repository maintenance` in the :guilabel:`Operations` menu) and merge the repository (if automatic push is not on).
id: Konflik penggabungan terkadang terjadi ketika berkas terjemahan diubah di Weblate dan repositori hulu secara bersamaan. Anda biasanya dapat menghindari hal ini dengan menggabungkan terjemahan Weblate sebelum membuat perubahan pada berkas terjemahan (misalnya, sebelum menjalankan msgmerge). Cukup beri tahu Weblate untuk melakukan komit pada semua terjemahan yang tertunda (Anda dapat melakukannya di :guilabel:`Repository maintenance` pada :guilabel:`Operations`) dan gabungkan repositori (jika dorong otomatis tidak aktif).
sv: Konflikter uppstår ibland när översättningsfilen ändras samtidigt i både Weblate och uppströmsrepositoriet. Du kan vanligtvis undvika detta genom att slå samman Weblate-översättningar innan du gör ändringar i översättningsfilerna (t.ex. innan du kör msgmerge). Be bara Weblate att bekräfta alla väntande översättningar (du kan göra det i :guilabel:`Repository maintenance` i menyn :guilabel:`Operations`) och slå samman arkivet (om automatisk push inte är aktiverad).
uk: Конфлікти злиття час від часу трапляються, коли файл перекладу змінюється одночасно як у Weblate, так і в репозиторії основної розробки. Зазвичай цього можна уникнути, об'єднавши переклади Weblate перед внесенням змін до файлів перекладів (наприклад, перед запуском msgmerge). Просто накажіть Weblate зафіксувати всі переклади, що очікують на розгляд (ви можете зробити це в :guilabel:`Repository maintenance` в меню :guilabel:`Operations`) та об'єднайте репозиторій (якщо автоматичне надсилання не ввімкнено).

source: If you've already encountered a merge conflict, the easiest way to solve all conflicts locally on your machine, is to add Weblate as a remote repository, merge it into upstream and fix any conflicts. Once you push changes back, Weblate will be able to use the merged version without any other special actions.
de: Wenn Sie bereits auf einen Merge-Konflikt gestoßen sind, ist es am einfachsten, alle Konflikte lokal auf Ihrem Rechner zu lösen, indem Sie Weblate als Remote-Repository hinzufügen, es mit Upstream zusammenführen und alle Konflikte beheben. Sobald Sie die Änderungen pushen, kann Weblate die zusammengeführte Version ohne weitere besondere Maßnahmen verwenden.
ga: Má tháinig tú trasna ar choinbhleacht chumaisc cheana féin, is é an bealach is éasca chun gach coinbhleacht a réiteach go háitiúil ar do mheaisín ná Weblate a chur leis mar stór cianda, é a chumasc in aghaidh an tsrutha agus aon choinbhleachtaí a shocrú. Nuair a bhrúfaidh tú na hathruithe ar ais, beidh Weblate in ann an leagan cumaisc a úsáid gan aon ghníomhartha speisialta eile.
hu: Ha már ütközés történt az összevonás során, a legegyszerűbb módja a konfliktusok helyi feloldásának, ha a Weblate-et hozzáadja távoli tárolóként, beolvassa azt az forrástároló ágba, majd megoldja a konfliktusokat. Amint visszatölti a módosításokat, a Weblate már a feloldott verziót fogja használni, további beavatkozás nélkül.
id: Jika Anda mengalami konflik penggabungan, cara termudah untuk menyelesaikan semua konflik secara lokal di mesin Anda adalah dengan menambahkan Weblate sebagai repositori jarak jauh, menggabungkannya ke sumber, dan memperbaiki konflik apa pun. Setelah Anda mendorong perubahan kembali, Weblate akan dapat menggunakan versi gabungan tanpa membutuhkan tindakan khusus lainnya.
ja: マージの競合が既に発生している場合、すべての競合をローカルのマシン上で解決する最も簡単な方法は、Weblate をリモート リポジトリとして追加し、上流にマージして競合を修正することです。変更をプッシュすると、Weblate は特別な操作なしでマージされたバージョンを使用できます。
nl: Als u al een conflict met samenvoegen bent tegengekomen, is de gemakkelijkste manier om alle conflicten lokaal op uw machine op te lossen, Weblate toe te voegen als een opslagruimte op afstand, het samenvoegen met upstream en eventuele conflicten op te lossen. Als u eenmaal de wijzigingen terug hebt gepusht, zal Weblate in staat zijn de samengevoegde versie te gebruiken, zonder enige andere speciale acties.
pt: Se já encontrou um conflito de mesclagem, a maneira mais fácil de resolver todos os conflitos localmente no seu sistema é adicionar o Weblate como um repositório remoto, mesclá-lo com upstream e corrigir quaisquer conflitos. Uma vez que fizer push das mudanças de volta, Weblate será capaz de usar a versão unida sem nenhuma outra ação especial.
pt_br: Se você já encontrou um conflito de mesclagem, a maneira mais fácil de resolver todos os conflitos localmente em sua máquina é adicionar o Weblate como um repositório remoto, mesclá-lo com upstream e corrigir quaisquer conflitos. Uma vez que você fizer push das mudanças de volta, Weblate será capaz de usar a versão unida sem nenhuma outra ação especial.
ro: Dacă ați întâlnit deja un conflict de fuziune, cel mai simplu mod de a rezolva toate conflictele la nivel local pe calculatorul dumneavoastră este să adăugați Weblate ca depozit la distanță, să îl fuzionați în upstream și să rezolvați orice conflict. După ce veți împinge modificările înapoi, Weblate va putea utiliza versiunea fuzionată fără alte acțiuni speciale.
ru: Если вы уже столкнулись с конфликтом слияния, самый простой способ решить все конфликты локально на вашей машине - это добавить Weblate в качестве удалённого репозитория, совершить объединение с вышестоящим репозиторием и исправить все конфликты. После того как вы вернёте отправленные изменения, Weblate сможет использовать объединённую версию без каких-либо других специальных действий.
sv: Om du redan har stött på en sammanfogningskonflikt är det enklaste sättet att lösa alla konflikter lokalt på din dator att lägga till Weblate som ett fjärrarkiv, sammanfoga det i uppströms och åtgärda eventuella konflikter. När du har skickat tillbaka ändringarna kommer Weblate att kunna använda den sammanfogade versionen utan några andra särskilda åtgärder.
ta: நீங்கள் ஏற்கனவே ஒரு இணைப்பு மோதலை சந்தித்திருந்தால், உங்கள் கணினியில் உள்ள அனைத்து முரண்பாடுகளையும் தீர்க்க எளிதான வழி, வலைபெயர்ப்பை தொலைநிலை களஞ்சியமாகச் சேர்ப்பது, அதை மேல்நிலையில் இணைப்பது மற்றும் ஏதேனும் முரண்பாடுகளை சரிசெய்வது. நீங்கள் மாற்றங்களைத் தள்ளியவுடன், வலைபெயர்ப்பு வேறு எந்த சிறப்பு நடவடிக்கைகளும் இல்லாமல் இணைக்கப்பட்ட பதிப்பைப் பயன்படுத்த முடியும்.
tr: Zaten bir birleştirme çakışmasıyla karşılaştıysanız, makinenizdeki tüm çakışmaları yerel olarak çözmenin en kolay yolu, Weblate kurulumunu bir uzak depo olarak eklemek, yukarı akışta birleştirmek ve çakışmaları düzeltmektir. Değişiklikleri geri ittiğinizde, Weblate birleştirilmiş sürümü başka herhangi bir özel işlem yapmadan kullanabilir.
uk: Якщо ви вже маєте конфлікт об'єднання, найпростішим способом вирішити проблему є усування усіх конфліктів локально на вашій робочій станції — просто додайте Weblate як віддалене сховище, об'єднайте його із основною гілкою розробки і виправте усі конфлікти. Щойно ви запишете зміни до основного сховища, Weblate зможе використовувати об'єднану версію без будь-яких інших додаткових дій.
zh_hans: 如果你已经遇到了合并冲突，那么在您的机器上本地解决所有冲突的最简单方法是将 Weblate 添加为远程仓库，将它合并到上游，并修复任何冲突。一旦将更改推送回去，Weblate 就将能够使用合并的版本而无需任何其它特殊操作。
