Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: When no field is defined, the lookup happens on source, target, and context strings.
de: Wenn kein Feld definiert ist, erfolgt die Suche anhand von Ausgangs-, Ziel- und Kontextzeichenketten.
ga: Nuair nach sainmhínítear aon réimse, tarlaíonn an cuardach ar na teaghráin fhoinse, sprice agus comhthéacs.
hu: Ha nem ad meg konkrét mezőt, akkor a rendszer a forrás-, cél- és kontextusszövegekben keres.
id: Bila tidak ada bidang yang didefinisikan, pencarian terjadi pada string sumber, target, dan konteks.
ja: フィールドが指定されていない場合は、原文、翻訳文およびコンテキスト文字列を検索します。
nl: Als geen veld is gedefinieerd, zal worden gezocht in tekenreeksen van bron, doel en context.
pt: Quando nenhum campo é definido, a pesquisa acontece em cadeias fonte, destino e de contexto.
pt_br: Quando nenhum campo é definido, a busca acontece em textos fonte, destino e de contexto.
ro: În cazul în care nu este definit niciun câmp, căutarea se face pe baza șirurilor sursă, țintă și context.
ru: Если поле не определено, поиск проводится в исходных, целевых и контекстных строках.
sv: När inget fält är definierat sker sökningen på käll-, mål- och kontextsträngar.
ta: எந்த புலமும் வரையறுக்கப்படாதபோது, மூல, இலக்கு மற்றும் சூழல் சரங்களில் தேடல் நிகழ்கிறது.
tr: Herhangi bir alan belirtilmediğinde, arama kaynak, hedef ve bağlam dizgelerinde yapılır.
uk: Якщо поле не визначено, пошук відбуватиметься у початкових рядках, перекладах та рядках контексту.
zh_hans: 如果未定义字段，则对源、目标和上下文字符串进行查找。

source: Simple search
de: Einfache Suche
ga: Cuardach simplí
hu: Egyszerű keresés
id: Pencarian sederhana
ja: 単純な検索
nl: Eenvoudig zoeken
pt: Pesquisa simples
pt_br: Busca simples
ro: Căutare simplă
ru: Простой поиск
sv: Enkel sökning
ta: எளிய தேடல்
tr: Basit arama
uk: Простий пошук
zh_hans: 简单搜索

source: Any phrase typed into the search box is split into words. Strings containing all of them are shown. To look for an exact phrase, put "the searchphrase" into quotes (both single (``'``) and double (``"``) quotes will work): ``"this is a quoted string"`` or ``'another quoted string'``.
de: Jede in das Suchfeld eingegebene Phrase wird in Wörter zerlegt. Zeichenketten, die alle diese Wörter enthalten, werden angezeigt. Um nach einem genauen Ausdruck zu suchen, setzen Sie „die Suchphrase“ in Anführungszeichen (sowohl einfache (``'``) als auch doppelte (``"``) Anführungszeichen sind möglich): ``"dies ist eine Zeichenkette in Anführungszeichen"`` oder ``'eine andere Zeichenkette in Anführungszeichen'``.
ga: Roinntear frása ar bith a chlóscríobhtar isteach sa bhosca cuardaigh ina fhocail. Taispeántar teaghráin ina bhfuil gach ceann acu. Chun frása beacht a lorg, cuir "an frása cuardaigh" isteach i Sleachta (oibreoidh na comharthaí athfhriotail singil (``'`) agus dúbailte (``"`)): ``" is teaghrán luaite é seo"`` nó ``' teaghrán eile luaite'``.
hu: A keresőmezőbe írt kifejezést a rendszer szavakra bontja, és csak azokat a szövegeket jeleníti meg, amelyek mindegyiket tartalmazzák. Pontos kifejezés kereséséhez tegye idézőjelek közé a szöveget (működik az egyszeres (``'``) és a dupla (``"``) idézőjel is): ``"ez egy idézőjeles szöveg"`` vagy ``'ez egy másik idézőjeles szöveg'``.
id: Setiap frasa yang diketik di kotak pencarian akan dipecah menjadi kata. String yang berisi semua frasa tersebut akan ditampilkan. Untuk mencari frasa yang tepat, masukkan "frasa pencarian" dalam tanda kutip (tanda kutip tunggal (``'``) dan tanda kutip ganda (``"``) bisa digunakan): ``"ini adalah string yang dikutip"`` atau ``'string lain yang dikutip'``.
ja: 検索ボックスに入力した語句を単語に分割します。全ての単語を含んだ文字列が表示されます。完全に一致する語句を検索するには、「検索語句」を引用符（一重引用符 (``'``) および二重引用符 (``"``) に対応）で囲みます。使用例: ``"this is a quoted string"`` または ``'another quoted string'``。
nl: Elke frase die wordt ingetypt in het zoekvak wordt gesplitst in woorden. Tekenreeksen die ze allemaal bevatten worden weergegeven. Voor het zoeken naar een exacte frase, plaats "de gezochte frase" tussen aanhalingstekens (zowel enkele (``'``) als dubbele (``"``) aanhalingstekens zullen werken): ``"dit is een aangehaalde tekenreeks"`` of ``'een andere aangehaalde tekenreeks'``.
pt_br: Qualquer frase digitada na caixa de busca é dividida em palavras. Os textos que contêm todas elas são mostrados. Para buscar uma frase exata, coloque "a frase de busca" entre aspas (ambas aspas simples (``'``) e duplas (``"``) funcionarão: ``"este é um texto entre aspas"`` ou ``'outro texto entre aspas'``.
sv: Alla fraser som skrivs in i sökrutan delas upp i ord. Strängar som innehåller alla dessa ord visas. För att söka efter en exakt fras, sätt "sökfrasen" inom citattecken (både enkla (``'``) och dubbla (``"``) citattecken fungerar): ``"detta är en sträng inom citattecken"`` eller ``'en annan sträng inom citattecken'``.
ta: தேடல் பெட்டியில் தட்டச்சு செய்யப்பட்ட எந்த சொற்றொடரும் சொற்களாகப் பிரிக்கப்படுகிறது. அவை அனைத்தையும் கொண்ட சரங்கள் காட்டப்பட்டுள்ளன. ஒரு துல்லியமான சொற்றொடரைத் தேட, "தேடல் அகலத்தை" மேற்கோள்களாக வைக்கவும் (ஒற்றை (`` '``) மற்றும் இரட்டை (`` "` `) மேற்கோள்கள் செயல்படும்):` `" இது ஒரு மேற்கோள் சரம் "` `அல்லது `` 'மற்றொரு மேற்கோள் சரம்'``.
tr: Arama kutusuna yazılan herhangi bir ifade sözcüklere ayrılır. Bunların tümünü içeren dizgeler görüntülenir. İfadenin tümüne uyan dizgeleri aramak için, "arama ifadesini" tırnak arasına alın (tek (``'``) ya da çift (``"``) tırnak kullanabilirsiniz): ``"Alıntılanmış bir dizge"`` ya da ``'başka bir alıntılanmış dizge'`` gibi.
uk: Усі фрази, які буде введено до поля для пошуку, буде поділено на слова. Буде показано усі рядки, які містять будь-яке зі слів. Щоб виконати пошук цілої фрази, візьміть "фразу для пошуку" у лапки (можна використовувати одинарні (') та подвійні (") лапки): ``"це рядок у лапках"`` або ``'інший рядок у лапках'``.
zh_hans: 在搜索框中输入的任何短语都会被分割成单词。包含所有单词的字符串才会显示。要精确查找短语，请把“要搜索的短语”放入引号中（单引号 ``'`` 或双引号 ``"`` 都可以）：``"this is a quoted string"`` 或 ``'another quoted string'``。

source: Fields
de: Felder
ga: Páirceanna
hu: Mezők
id: Kolom
ja: フィールド
nl: Velden
pt: Campos
pt_br: Campos
ro: Domenii
ru: Поля
sv: Fält
ta: புலங்கள்
tr: Alanlar
uk: Поля
zh_hans: 字段

source: Source string case-insensitive search.
de: Suche in Ausgangszeichenkette ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Cuardach cás-íogair teaghrán foinse.
hu: Forrásszöveg keresése, kis- és nagybetűkre nem érzékenyen.
id: Pencarian string sumber tidak peka kapital.
ja: 原文の大文字と小文字を区別しない検索。
nl: Hoofdletter ongevoelige zoekactie brontekenreeks.
pt: Pesquisa em cadeias fonte sem diferenciar maiúscula de minúscula.
pt_br: Busca por texto fonte sem diferenciar maiúscula de minúscula.
ro: Căutare insensibilă la majuscule și minuscule a șirului sursă.
ru: Регистронезависимый поиск по исходной строке.
sv: Sökning i källsträngen utan hänsyn till versaler och gemener.
ta: மூல சரம் வழக்கு-உணர்வற்ற தேடல்.
tr: Büyük/küçük harfe duyarsız kaynak dizge arama.
uk: Пошук у початковому рядку без урахування регістру символів.
zh_hans: 不区分大小写的源字符串搜索。

source: Target string case-insensitive search.
de: Suche in Zielzeichenkette ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Teaghrán sprioc cuardaigh cás-íogair.
hu: Célszöveg keresése, kis- és nagybetűkre nem érzékenyen.
id: Target pencarian tanpa memperhatikan huruf besar/kecil.
ja: 翻訳文の大文字と小文字を区別しない検索。
nl: Zoekactie op doeltekenreeks, niet hoofdlettergevoelig.
pt: Pesquisa em cadeias de destino sem diferenciar maiúscula de minúscula.
pt_br: Busca por texto de destino sem diferenciar maiúscula de minúscula.
ro: Căutare insensibilă la majuscule și minuscule a șirului țintă.
ru: Регистронезависимый поиск по целевой строке.
sv: Sökning i målsträngen utan hänsyn till versaler och gemener.
ta: இலக்கு சரம் வழக்கு-உணர்வற்ற தேடல்.
tr: Hedef dizgede büyük/küçük harfe duyarsız arama.
uk: Пошук у рядку перекладу без урахування регістру символів.
zh_hans: 目标字符串不区分大小写的搜索。

source: Context string case-insensitive search.
de: Suche in Kontextzeichenkette ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Cuardach cás-neamhíogair teaghrán comhthéacs.
hu: Kontextusszöveg keresése, kis- és nagybetűkre nem érzékenyen.
id: Pencarian string konteks tanpa memperhatikan huruf besar/kecil.
ja: コンテキスト文字列の大文字と小文字を区別しない検索。
nl: Zoekactie op tekenreeks van context, niet hoofdlettergevoelig.
pt: Pesquisa em cadeias de contexto sem diferenciar maiúscula de minúscula.
pt_br: Busca por texto de contexto sem diferenciar maiúscula de minúscula.
ro: Căutare insensibilă la majuscule și minuscule a șirului contextual.
ru: Регистронезависимый поиск по строке контекста.
sv: Kontextsträngsökning utan hänsyn till versaler och gemener.
ta: சூழல் சரம் வழக்கு-உணர்வற்ற தேடல்.
tr: Bağlam dizgesinde büyük/küçük harfe duyarsız arama.
uk: Пошук у рядку контексту без урахування регістру символів.
zh_hans: 上下文字符串不区分大小写的搜索。

source: Key string case-insensitive search.
de: Suche in Schlüsselzeichenkette ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Cuardach cás-íogair do theaghrán eochrach.
hu: Kulcsszöveg keresése, kis- és nagybetűkre nem érzékenyen.
id: Pencarian string kunci tanpa memperhatikan huruf besar/kecil.
ja: キー文字列の大文字と小文字を区別しない検索。
nl: Zoekactie op sleutel van tekenreeks, niet hoofdlettergevoelig.
pt: Pesquisa em cadeias chave sem diferenciar maiúscula de minúscula.
pt_br: Busca por texto chave sem diferenciar maiúscula de minúscula.
ro: Căutare insensibilă la majuscule și minuscule a șirului de taste.
ru: Регистронезависимый поиск по строке ключа.
sv: Sökning efter nyckelsträng utan hänsyn till versaler och gemener.
ta: முக்கிய சரம் வழக்கு-உணர்வற்ற தேடல்.
tr: Anahtar dizgesinde büyük/küçük harfe duyarsız arama.
uk: Пошук у рядку ключа без урахування регістру символів.
zh_hans: 键符串不区分大小写的搜索。

source: Source string description case-insensitive search.
de: Suche in Beschreibung der Ausgangszeichenkette ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Cur síos ar theaghrán foinse cuardaigh cás-neamhíogair.
hu: Forrásszöveg leírásának keresése, kis- és nagybetűkre nem érzékenyen.
id: Pencarian deskripsi string sumber tidak peka kapital.
ja: 原文の説明を大文字と小文字を区別しないで検索。
nl: Hoofdletter ongevoelige zoekactie beschrijving brontekenreeks.
pt: Pesquisa na descrição da cadeia fonte sem diferenciar maiúscula de minúscula.
pt_br: Busca por descrição de texto fonte sem diferenciar maiúscula de minúscula.
ro: Căutare insensibilă la majuscule și minuscule în descrierea șirului sursă.
ru: Регистронезависимый поиск по описанию исходной строки.
sv: Källsträngsbeskrivning, sökning utan hänsyn till versaler och gemener.
ta: மூல சரம் விளக்கம் வழக்கு-உணர்வற்ற தேடல்.
tr: Büyük/küçük harfe duyarsız kaynak dizge açıklaması arama.
uk: Пошук в описах початкових рядків без урахування регістру символів.
zh_hans: 不区分大小写的源字符串描述搜索。

source: Location string case-insensitive search.
de: Suche in Standortzeichenkette ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Cuardach cás-íogair teaghrán suímh.
hu: Helyinformáció keresése, kis- és nagybetűkre nem érzékenyen.
id: Pencarian lokasi string tanpa memperhatikan huruf besar/kecil.
ja: 原文の記載位置の文字列の大文字と小文字を区別しない検索。
nl: Zoekactie op locatie van tekenreeks, niet hoofdlettergevoelig.
pt: Pesquisa em cadeias de local sem diferenciar maiúscula de minúscula.
pt_br: Busca por texto de localização sem diferenciar maiúscula de minúscula.
ro: Căutare insensibilă la majuscule și minuscule a șirului de locație.
ru: Регистронезависимый поиск по строке местоположения.
sv: Platssträng sökning utan hänsyn till versaler och gemener.
ta: இருப்பிட சரம் வழக்கு-உணர்வற்ற தேடல்.
tr: Konum dizgesinde büyük/küçük harfe duyarsız arama.
uk: Пошук у рядку розташування без урахування регістру символів.
zh_hans: 位置字符串不区分大小写的搜索。

source: String priority.
de: Priorität der Zeichenkette.
ga: Tosaíocht teaghrán.
hu: A szöveg prioritása.
id: Prioritas string.
ja: 文字列の優先度。
nl: Prioriteit tekenreeks.
pt: Prioridade da cadeia.
pt_br: Prioridade do texto.
ro: Șir de caractere prioritate.
ru: Приоритет строки.
sv: Strängprioritet.
ta: சரம் முன்னுரிமை.
tr: Dizge önceliği.
uk: Пріоритетність рядка.
zh_hans: 字符串优先级。

source: String unique identifier.
de: Eindeutige Zeichenkettenkennung.
ga: Teaghrán aitheantóir uathúil.
hu: A szöveg egyedi azonosítója.
id: Pengenal unik string.
ja: 文字列固有の識別子。
nl: Unieke identificatie tekenreeks.
pt: Identificador exclusivo de cadeia de caracteres.
pt_br: Identificador exclusivo de textos.
ru: Уникальный идентификатор строки.
sv: Strängens unika identifierare.
ta: சரம் தனித்துவமான அடையாளங்காட்டி.
tr: Eşsiz dizge belirteci.
uk: Унікальний ідентифікатор рядка.
zh_hans: 字符串唯一标识符。

source: String position in the translation file.
de: Position der Zeichenkette in der Übersetzungsdatei.
ga: Suíomh teaghrán sa chomhad aistriúcháin.
hu: A szöveg pozíciója a fordítási fájlban.
id: Posisi string dalam berkas terjemahan.
ja: 翻訳ファイル内での文字列の位置。
nl: Positie tekenreeks in het vertaalbestand.
pt_br: Posição dos textos no arquivo de tradução.
ru: Позиция строки в файле перевода.
sv: Strängposition i översättningsfilen.
ta: மொழிபெயர்ப்பு கோப்பில் சரம் நிலை.
tr: Dizgenin çeviri dosyasındaki konumu.
uk: Позиція рядка у файлі перекладу.
zh_hans: 字符串在翻译文件中的位次。

source: Timestamp for when the string was added to Weblate.
de: Zeitstempel, wann die Zeichenkette zu Weblate hinzugefügt wurde.
ga: Stampa ama don uair a cuireadh an teaghrán le Weblate.
hu: Időbélyeg, amikor a szöveg bekerült a Weblate-be.
id: Stempel waktu saat string ditambahkan ke Weblate.
ja: 文字列が Weblate に追加されたときのタイムスタンプ。
nl: Tijdstempel van toen de tekenreeks werd toegevoegd aan Weblate.
pt: Data e hora de quando a cadeia foi adicionada ao Weblate.
pt_br: Data e hora de quando o texto foi adicionado ao Weblate.
ro: Timestamp pentru momentul în care șirul a fost adăugat la Weblate.
ru: Метка времени, когда строка была добавлена в Weblate.
sv: Tidsstämpel för när strängen lades till i Weblate.
ta: சரம் வலைபெயர்ப்பில் சேர்க்கப்பட்டதற்கான நேர முத்திரை.
tr: Dizgenin Weblate üzerine ne zaman eklendiğini belirten zaman damgası.
uk: Часова позначка додавання рядка до Weblate.
zh_hans: 字符串被添加到 Weblate 时的时间戳。
zh_hant: 將字符串添加到Webleate時的時間戳。

source: Search for string states (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
de: Suche nach Zeichenkettenstatus (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
ga: Cuardaigh le haghaidh stáit teaghrán (``cheadaithe``, `` aistrithe``, ``eagarthóireacht riachtanas``, ``folamh``, `` inléite amháin``).
hu: Szövegállapotok keresése (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
id: Cari status string (``disetujui``, ``diterjemahkan``, ``perlu-disunting``, ``kosong``, ``hanya-baca``).
ja: 文字列の状態を検索（``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``）。
nl: Zoeken naar statussen van tekenreeksen (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
pt_br: Busca por status do texto (``aprovado``, ``traduzido``, ``necessita de edição``, ``vazio``, ``somente leitura``).
sv: Sök efter strängstatus (``godkänd``, ``översatt``, ``behöver redigeras``, ``tom``, ``skrivskyddad``).
ta: சரம் நிலைகளைத் தேடுங்கள் (`` அங்கீகரிக்கப்பட்ட``, `` மொழிபெயர்க்கப்பட்டுள்ளது``, `` தேவைகள்-எடிட்டிங்``, `` வெற்று``, `` படிக்க-மட்டும்``).
tr: Dizge durumuna göre arama (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
uk: Пошук за станом рядків (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
zh_hans: 搜索字符串状态 (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``)。

source: Search for source string states, see above for more info.
de: Suche nach Status der Ausgangszeichenketten, siehe oben für weitere Informationen.
ga: Cuardaigh stáit teaghrán foinse, féach thuas le haghaidh tuilleadh eolais.
hu: Forrásszöveg állapotainak keresése, részletek az előző pontban.
id: Cari status string sumber, lihat di atas untuk informasi lebih lanjut.
nl: Zoeken naar status voor brontekenreeksen, zie boven voor meer informatie.
pt_br: Busca por status de textos fonte, veja acima para mais informações.
sv: Sök efter källsträngens tillstånd, se ovan för mer information.
tr: Kaynak dizge durumlarını arayın. Ayrıntılı bilgi almak için yukarıya bakın.
uk: Шукайте стани вихідних рядків, див. вище для отримання додаткової інформації.

source: String pending for flushing to VCS.
de: Zeichenkette, die zur Übergabe an das VCS ansteht.
ga: Teaghrán ar feitheamh le sruthlú go VCS.
hu: Olyan szövegek keresése, amelyek még véglegesítésre várnak a verziókezelő rendszerben.
id: String tertunda untuk dibersihkan ke VCS.
ja: VCS へのフラッシュのために保留中の文字列。
nl: Openstaande tekenreeks, wachtend om te worden doorgegeven aan VCS.
pt: Cadeia pendente para descarga para o VCS.
pt_br: Texto pendente para descarga para o VCS.
ro: Șir în așteptare pentru a fi trimis în VCS.
ru: Строка, ожидающая сброса в систему контроля версий.
sv: Sträng väntar på att spolas till VCS.
ta: வி.சி.க்களுக்கு பறிக்க சரம் நிலுவையில் உள்ளது.
tr: Sürüm denetimi sistemine boşaltılmak üzere bekleyen dizgeler.
uk: Рядок у черзі на залиття до системи керування версіями.
zh_hans: 待刷新到版本控制系统的字符串。
zh_hant: 掛在彎曲以沖洗到VCS。

source: Search for string having attributes - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
de: Suche nach Zeichenkette mit den Attributen – ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
ga: Cuardaigh teaghrán a bhfuil tréithe aige - ``iolra``, ``comhthéacs``, ``moladh``, ``trácht``, ``seiceáil``, ``seiceáil-diúscairte``, ``aistriúchán``, ``leagan``, ``screenshot``, ``bratacha``, ``míniú``, ``glosáir``, ``nóta``, ``label``, ``suíomh``.
hu: Szövegek keresése különféle tulajdonságok alapján – például: ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
id: Cari string yang memiliki atribut - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
nl: Zoeken naar tekenreeksen met de attributen - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
sv: Sök efter strängar med attributen - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
uk: Пошук рядка з атрибутами - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.

source: Filters string on a condition:
de: Filtert Zeichenketten nach einer Bedingung:
ga: Teaghrán scagairí ar choinníoll:
hu: Szövegek szűrése adott feltétel alapján:
id: Filter string pada suatu kondisi:
ja: 条件に基づいた文字列のフィルタリング:
nl: Filtert tekenreeks met een voorwaarde:
pt_br: Filtra texto com base em uma condição:
sv: Filtrerar strängar utifrån ett villkor:
ta: ஒரு நிபந்தனையில் சரம் வடிப்பான்கள்:
tr: Bir koşula bağlı dizgeyi süzer:
uk: Фільтрує рядки за умовою:
zh_hans: 按条件筛选字符串：

source: ``read-only`` or ``readonly``
de: ``read-only`` oder ``readonly``
ga: ``read-only`` nó ``readonly``
hu: ``read-only`` vagy ``readonly``
id: ``read-only`` atau ``readonly``
ja: ``read-only`` または ``readonly``
nl: ``read-only`` of ``readonly``
pt_br: ``read-only`` ou ``readonly``
ru: ``read-only`` или ``readonly``
sv: ``skrivskyddad`` eller ``skrivskyddad``
ta: `` read-lanly`` அல்லது `` Readonly``
tr: ``read-only`` ya da ``readonly``
uk: ``read-only`` або ``readonly``
zh_hans: ``read-only`` 或 ``readonly``

source: Read-only strings, same as ``state:read-only``.
de: Schreibgeschützte Zeichenketten, wie ``state:read-only``.
ga: Teaghráin inléite amháin, mar an gcéanna le ``luaigh:inléite amháin``.
hu: Csak olvasható szövegek, megegyezik a ``state:read-only`` állapottal.
id: String hanya baca, sama seperti ``state:read-only``.
ja: 翻訳禁止文字列、``state:read-only`` と同じ。
nl: Tekenreeksen Alleen-lezen, hetzelfde als ``state:read-only``.
pt_br: Textos somente leitura, o mesmo que ``state:read-only``.
sv: Skrivskyddade strängar, samma som ``state:read-only``.
ta: `` மாநிலம்: படிக்க மட்டும்`` போன்றவற்றைப் போலவே படிக்க மட்டும் சரங்கள்.
tr: Salt okunur dizgeler, ``state:read-only`` ile aynıdır.
uk: Рядки лише для читання, те саме, що і ``state:read-only``.
zh_hans: 只读字符串，同 ``state:read-only``。

source: Approved strings, same as ``state:approved``.
de: Genehmigte Zeichenketten, wie ``state:approved``.
ga: Teaghráin cheadaithe, mar an gcéanna le ``luaigh:faofa``.
hu: Jóváhagyott szövegek, megegyezik a ``state:approved`` állapottal.
id: String yang disetujui, sama dengan ``state:approved``.
ja: 承認済みの文字列。``state:approved`` と同じです。
nl: Goedgekeurde tekenreeksen, hetzelfde als ``state:approved``.
pt: Cadeias aprovadas, iguais a ``state:approved``.
pt_br: Textos aprovados, iguais a ``state:approved``.
sv: Godkända strängar, samma som ``state:approved``.
ta: அங்கீகரிக்கப்பட்ட சரங்கள், `` மாநிலம்: அங்கீகரிக்கப்பட்ட`` போன்றவை.
tr: Onaylanmış dizgeler, ``state:approved`` ile aynıdır.
uk: Затверджені рядки, те саме, що і ``state:approved``.
zh_hans: 已核准的字符串，同 ``state:approved``。

source: ``needs-editing`` or ``fuzzy``
de: ``needs-editing`` oder ``fuzzy``
ga: ``eagarthóireacht riachtanas`` nó ``doiléir``
hu: ``needs-editing`` vagy ``fuzzy``
id: ``needs-editing`` atau ``fuzzy``
ja: ``needs-editing`` または ``fuzzy``
nl: ``needs-editing`` of ``fuzzy``
pt: ``needs-editing`` ou ``fuzzy``
pt_br: ``needs-editing`` ou ``fuzzy``
sv: ``behöver redigeras`` eller ``oklar``
ta: `` தேவைகள்-எடிட்டிங்`` அல்லது `` தெளிவில்லாமல்``
tr: ``needs-editing`` ya da ``fuzzy``
uk: ``needs-editing`` або ``fuzzy``
zh_hans: ``needs-editing`` 或 ``fuzzy``

source: Needing editing strings, same as ``state:needs-editing``.
de: Bearbeitungsbedürftige Zeichenketten, wie ``state:needs-editing``.
ga: Teaghráin eagarthóireachta de dhíth, mar an gcéanna le ``luaigh:eagarthóireacht riachtanas``.
hu: Szerkesztést igénylő szövegek, megegyezik a ``state:needs-editing`` állapottal.
id: Memerlukan penyuntingan string, sama seperti ``state:needs-editing``.
ja: 要編集な文字列。``state:needs-editing`` と同じです。
nl: Tekenreeksen met Bewerken nodig, hetzelfde als ``state:needs-editing``.
pt_br: Textos que necessitam de edição, o mesmo que ``state:needs-editing``.
sv: Behöver redigeras, samma som ``state:needs-editing``.
ta: திருத்துதல் சரங்கள் தேவை, `` மாநிலம்: தேவைகள்-எடிட்டிங்``.
tr: Düzenlenmesi gereken dizgeler, ``state:needs-editing`` ile aynıdır.
uk: Рядки, які потребують редагування, те саме, що і ``state:needs-editing``.
zh_hans: 需要编辑的字符串，同 ``state:needs-editing``。
