Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Checks that trailing ellipses are replicated between both source and translation. This only checks for real ellipsis (``…``) not for three dots (``...``).
de: Prüft, ob nachgestellte Auslassungspunkte in der Quelle und Übersetzung identisch sind. Dies gilt nur für echte Auslassungspunkte (``…``), nicht für drei Punkte (``...``).
ga: Seiceálann sé go ndéantar éilipsí leanúnacha a mhacasamhlú idir an fhoinse agus an t-aistriúchán. Ní sheiceálann sé seo ach le haghaidh fíor-éilips (``…``) ní trí phonc (``...``).
hu: Ellenőrzi, hogy a forrás és a fordított szöveg következetesen hármasponttal végződik-e. Ez az ellenőrzés nem fogadja el a három külön pontot (``...``), kizárólag a valódi hármaspont karaktert (``…``, Unicode: U+2026) vizsgálja.
id: Memeriksa replikasi elipsis di akhir teks antara sumber dan terjemahan. Ini hanya memeriksa elipsis asli (``…``), bukan tiga titik (``...``).
ja: 原文から翻訳文に末尾の省略記号が複製されているか検査します。これは、3 つのドット (``...``) ではなく、実際の省略記号 (``…``) のみを検査します。
nl: Controleert of achterliggende beletseltekens zijn gerepliceerd tussen de bron en de vertaling. Dit controleert alleen op echte beletseltekens (``…``), niet op drie punten (``...``).
pt: Verifica se as reticências ao final são replicadas entre a fonte e a tradução. Isto só verifica se há reticências reais (``…``) e não três pontos (``...``).
pt_br: Verifica se as reticências ao final são replicadas entre a fonte e a tradução. Isto só verifica se há reticências reais (``…``) e não três pontos (``...``).
ro: Verifică dacă elipsele de urmărire sunt reproduse atât la sursă, cât și la traducere. Se verifică numai pentru elipsele reale (``...``), nu pentru trei puncte (``...``).
ru: Проверяет, что конечные многоточия в исходной строке и в переводе одинаковы. Эта проверка проверяет только настоящие многоточия (символы ``…``), но не три подряд идущих точки (``...``).
sv: Kontrollerar att ellipser i slutet av meningar återges både i källtexten och översättningen. Detta kontrollerar endast riktiga ellipser (``…``) och inte tre punkter (``...``).
ta: மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் நீள்வட்டங்கள் பின்வாங்கப்படுகின்றன என்பதை சரிபார்க்கிறது. இது உண்மையான நீள்வட்டத்தை மட்டுமே சரிபார்க்கிறது (``… ``) மூன்று புள்ளிகளுக்கு அல்ல (`` ... ``).
tr: Kaynağın sonundaki üç nokta karakterinin çeviri ile aynı olup olmadığını denetler. Bu denetim yalnızca gerçek üç nokta karakterine (``…``) bakar. Üç ayrı nokta karakterini (``...``) denetlemez.
uk: Перевіряє, чи відтворено кінцеві три крапки з початкового рядка у перекладі. Виконується перевірка лише для справжнього символу трьох крапок (``…``), а не трьох послідовних крапок (``...``).
zh_hans: 检查结尾省略号是否在原文和译文之间复制。这只检查真正的省略号（ ``…`` ），而不检查三个点（ ``...`` ）。
zh_hant: 檢查尾部橢圓在源和轉換之間複製尾部橢圓。這只檢查真正的省略號（``...``）不適用於三個小點（``...``）。

source: An ellipsis is usually rendered nicer than three dots in print, and sounds better with text-to-speech.
de: Auslassungspunkte werden in der Regel schöner als drei Punkte in der Druckschrift dargestellt und hören sich bei Text-to-Speech besser an.
ga: De ghnáth déantar éilips níos deise ná trí phonc i gcló, agus fuaimeanna níos fearr le téacs-go-hurlabhra.
hu: A tipográfiai hármaspont nyomtatásban esztétikusabb és szövegfelolvasásban is természetesebben hangzik, mint három különálló pont.
id: Elipsis biasanya ditampilkan lebih bagus daripada tiga titik saat dicetak, dan terdengar lebih baik dengan teks-ke-ucapan.
ja: 省略記号は通常、3 つのドットよりも綺麗に表示され、音声合成ではより適切に読み上げられます。
nl: Een beletselteken wordt gewoonlijk netter gerenderd dan drie punten bij afdrukken, en klinkt beter met tekst-naar-spraak.
pt: Uma reticência é normalmente mais agradável do que três pontos na impressão e soa melhor com o texto para a fala.
pt_br: Uma reticência é normalmente mais agradável do que três pontos na impressão e soa melhor com o texto para a fala.
ro: O elipsă este, de obicei, redată mai frumos decât trei puncte în scris și sună mai bine în text-to-speech.
ru: Как правило, на печати многоточие отрисовывается лучше, чем три подряд стоящих точки и лучше звучит при преобразовании текста в речь.
sv: En ellipsis ser oftast bättre ut än tre punkter i tryck och låter bättre med text-till-tal.
ta: ஒரு நீள்வட்டம் வழக்கமாக அச்சில் மூன்று புள்ளிகளை விட அழகாக வழங்கப்படுகிறது, மேலும் உரை-க்கு-பேச்சுடன் சிறப்பாக தெரிகிறது.
tr: Üç nokta karakteri çıktıda genellikle üç ayrı nokta karakterinden daha güzel görüntülenir ve metinden konuşmaya dönüştürme uygulamalarında daha iyi bir ses çıkarır.
uk: Символ багатокрапки, зазвичай, краще виглядає у друкованому варіанті і краще обробляється системами озвучення тексту.
zh_hans: 在打印中，省略号通常比三个点更好，并且使用文本到语音转换听起来更好。
zh_hant: 省略號通常比打印中的三個點更好，並且文本到語音更好地聽起來更好。

source: `Ellipsis on Wikipedia <https://en.wikipedia.org/wiki/Ellipsis>`_
de: `Auslassungspunkte auf Wikipedia <https://de.wikipedia.org/wiki/Auslassungspunkte>`_
ga: `Ellipsis ar Vicipéid <https://ga.wikipedia.org/wiki/Ellipsis>`_
hu: `Hármaspont a Wikipédián <https://hu.wikipedia.org/wiki/H%C3%A1rom_pont>`_
id: `Elipsis di Wikipedia <https://en.wikipedia.org/wiki/Ellipsis>`_
ja: `省略記号 Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E7%9C%81%E7%95%A5%E8%A8%98%E5%8F%B7>`_
nl: `Beletselteken op Wikipedia <https://nl.wikipedia.org/wiki/Beletselteken>`_
pt: `Reticências na Wikipédia <https://pt.wikipedia.org/wiki/Reticências>`_
pt_br: `Reticências na Wikipédia <https://pt.wikipedia.org/wiki/Reticências>`_
ro: `Ellipsis pe Wikipedia <https://en.wikipedia.org/wiki/Ellipsis>`_
ru: `Многоточие в Википедии <https://ru.wikipedia.org/wiki/Многоточие>`_
sv: `Ellipsis på Wikipedia <https://en.wikipedia.org/wiki/Ellipsis>`_
ta: `விக்கிபீடியாவில் எலிப்சிச் <https://en.wikipedia.org/wiki/ellipsis>` _
tr: `Vikipedi üzerinde üç nokta karakteri <https://en.wikipedia.org/wiki/Ellipsis>`_
uk: `Багатокрапка у Вікіпедії <https://en.wikipedia.org/wiki/Ellipsis>`_
zh_hans: `维基百科上的省略号 <https://zh.wikipedia.org/wiki/%E7%9C%81%E7%95%A5%E5%8F%B7>`_

source: Mismatched exclamation mark
de: Nicht übereinstimmendes Ausrufezeichen
ga: Comhartha exclamation mímheaitseála
hu: Eltérő felkiáltójel
id: Tanda seru tidak cocok
ja: 感嘆符の不一致
nl: Niet overeenkomend uitroepteken
pt: Ponto de exclamação não correspondente
pt_br: Ponto de exclamação não correspondente
ro: Semn exclamare nepotrivit
ru: Несовпадающие восклицательные знаки
sv: Omatchat utropstecken
ta: பொருந்தாத ஆச்சரியக் குறி
tr: Ünlem işareti farklı
uk: Невідповідність знаків оклику
zh_hans: 不匹配的感叹号
zh_hant: 驚嘆號不相符

source: Source and translation do not both end with an exclamation mark.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Ausrufezeichen.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán araon le comhartha eisce.
hu: A forrás és a fordított szöveg nem egyaránt felkiáltójellel végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan tanda seru.
nl: Bron en vertaling eindigen niet met een uitroepteken.
pt_br: Fonte e tradução não terminam com um ponto de exclamação.
sv: Källan och översättningen slutar inte båda med ett utropstecken.
tr: Kaynağın ve çevirinin ikisi de ünlem işareti ile bitmiyor.
uk: Джерело та переклад не закінчуються знаком оклику.

source: Checks that exclamations are replicated between both source and translation. The presence of exclamation marks is also checked for various languages where they do not belong (Chinese, Japanese, Korean, Armenian, Limbu, Myanmar or Nko).
de: Prüft, ob Ausrufezeichen in der Quelle und Übersetzung identisch sind. Das Vorhandensein von Ausrufezeichen wird auch für verschiedene Sprachen geprüft, in denen sie nicht vorkommen (Chinesisch, Japanisch, Koreanisch, Armenisch, Limbu, Birmanisch oder N’Ko).
ga: Seiceálann sé go ndéantar exclamations a mhacasamhlú idir an fhoinse agus an t-aistriúchán. Seiceáiltear láithreacht na marcanna exclamation freisin do theangacha éagsúla nach mbaineann siad leo (Sínis, Seapáinis, Cóiréis, Airméinis, Limbu, Maenmar nó Nko).
hu: Ellenőrzi, hogy a forrás és a fordított szöveg egyaránt tartalmaz-e felkiáltójelet a mondat végén. Az ellenőrzés figyelembe veszi azokat a nyelveket is (pl. kínai, japán, koreai, örmény, limbu, burmai vagy nko), ahol nem jellemző vagy nem helyes a felkiáltójel használata.
id: Memeriksa apakah tanda seru direplikasi antara sumber dan terjemahan. Keberadaan tanda seru juga diperiksa untuk berbagai bahasa yang tidak seharusnya (Mandarin, Jepang, Korea, Armenia, Limbu, Myanmar, atau Nko).
ja: 原文から翻訳に感嘆符が複製されているか検査します。感嘆符の有無は、感嘆符を持たないさまざまな言語についても検査されます（中国語、日本語、韓国語、アルメニア語、リンブ語、ミャンマー語、またはンコ語）。
nl: Controleert of uitroeptekens zijn gerepliceerd tussen de bron en de vertaling. De aanwezigheid van uitroeptekens wordt ook gecontroleerd voor verschillende talen waarin zij niet thuishoren (Chinees, Japans, Koreaans, Armeens, Limbu, Myanmar of Nko).
pt: Verifica se as exclamações são replicadas entre a fonte e a tradução. A presença de pontos de exclamação também é verificada para vários idiomas onde eles não pertencem (chinês, japonês, coreano, armênio, limbu, mianmar ou Nko).
pt_br: Verifica se as exclamações são replicadas entre a fonte e a tradução. A presença de pontos de exclamação também é verificada para vários idiomas onde eles não pertencem (chinês, japonês, coreano, armênio, limbu, mianmar ou Nko).
ro: Verifică dacă exclamațiile sunt reproduse între sursă și traducere. Prezența semnelor de exclamare este, de asemenea, verificată pentru diferite limbi în care acestea nu își au locul (chineză, japoneză, coreeană, armeană, limbu, Myanmar sau Nko).
ru: Проверяет, что восклицательные знаки в исходной строке и в переводе одинаковы. Также проверяется наличие восклицательных знаков для тех языков, в которых они не используются (китайский, японский, корейский, армянский, лимбу, бирманский или нко).
sv: Kontrollerar att utropstecken återges både i källtexten och översättningen. Förekomsten av utropstecken kontrolleras också för olika språk där de inte hör hemma (kinesiska, japanska, koreanska, armeniska, limbu, burmesiska eller nko).
ta: மூலக்கூறுகள் மற்றும் மொழிபெயர்ப்பு ஆகிய இரண்டிற்கும் இடையில் ஆச்சரியங்கள் பிரதிபலிக்கப்படுகின்றன. ஆச்சரியக் குறிகளின் இருப்பு அவை சொந்தமில்லாத பல்வேறு மொழிகளுக்கும் சரிபார்க்கப்படுகிறது (சீன, சப்பானிய, கொரிய, ஆர்மீனிய, லிம்பு, மியான்மர் அல்லது என்.கே.ஓ).
tr: Kaynaktaki ünlem işaretlerinin çeviri ile aynı olup olmadığını denetler. Ünlem işaretlerinin varlığı, kullanılmadıkları çeşitli diller için de denetlenir (Çince, Japonca, Korece, Ermenice, Limbu, Myanmar ya da Nko).
uk: Перевіряє, чи правильно відтворено знаки оклику з початкового рядка у перекладі. Також виконується перевірка знаків оклику у мовах, де вони не використовуються (китайській, японській, корейській, вірменській, лімбу, м'янмській та нко).
zh_hans: 检查感叹号是否在原文和译文之间复制。还会检查感叹号是否存在不属于它们的各种语言（中文，日语，韩语，亚美尼亚语，林布语，缅甸语或Nko）。
zh_hant: 檢查源和翻譯之間複製的感嘆號。還檢查了感嘆號的存在，他們不屬於哪種語言（中國，日語，韓國，亞美尼亞，林欄，緬甸或NKO）。

source: `Exclamation mark on Wikipedia <https://en.wikipedia.org/wiki/Exclamation_mark>`_
de: `Ausrufezeichen auf Wikipedia <https://de.wikipedia.org/wiki/Ausrufezeichen>`_
ga: `Comhartha exclamation ar Vicipéid <https://ga.wikipedia.org/wiki/Exclamation_mark>`_
hu: `Felkiáltójel a Wikipédián <https://hu.wikipedia.org/wiki/Felki%C3%A1lt%C3%B3jel>`_
id: `Tanda seru di Wikipedia <https://en.wikipedia.org/wiki/Exclamation_mark>`_
ja: `感嘆符 Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E6%84%9F%E5%98%86%E7%AC%A6>`_
nl: `Uitroepteken op Wikipedia <https://nl.wikipedia.org/wiki/Uitroepteken>`_
pt: `Ponto de exclamação na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_de_exclamação>`_
pt_br: `Ponto de exclamação na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_de_exclamação>`_
ro: `Semnul exclamării pe Wikipedia <https://en.wikipedia.org/wiki/Exclamation_mark>`_
ru: `Восклицательный знак в Википедии <https://ru.wikipedia.org/wiki/Восклицательный_знак>`_
sv: `Utropstecken på Wikipedia <https://en.wikipedia.org/wiki/Exclamation_mark>`_
ta: `விக்கிபீடியாவில் ஆச்சரியக் குறி <https://en.wikipedia.org/wiki/exclamation_mark>` _
tr: `Vikipedi üzerinde ünlem işareti <https://en.wikipedia.org/wiki/Exclamation_mark>`_
uk: `Знак оклику у Вікіпедії <https://en.wikipedia.org/wiki/Exclamation_mark>`_
zh_hans: `维基百科上的感叹号 <https://zh.wikipedia.org/wiki/%E5%8F%B9%E5%8F%B7>`_
zh_hant: Wikipedia的感嘆號<https://en.wikipedia.org/wiki/exclamation_mark>`_

source: Mismatched full stop
de: Nicht übereinstimmender Punkt
ga: lánstad mí-oiriúnach
hu: Eltérő mondatvégi pont
id: Tanda titik tidak cocok
ja: 終止符の不一致
nl: Niet overeenkomende punt
pt: Ponto final não correspondente
pt_br: Ponto final não correspondente
ro: Punct final nepotrivit
ru: Несовпадающие точки
sv: Omatchad slutpunkt
ta: பொருந்தாத முழு நிறுத்தம்
tr: Nokta işareti farklı
uk: Невідповідність кінцевої крапки
zh_hans: 不匹配的句号
zh_hant: 句號不相符

source: Source and translation do not both end with a full stop.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Punkt.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán le lánstad araon.
hu: A forrás és a fordított szöveg nem egyaránt ponttal végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan tanda titik.
nl: Bron en vertaling eindigen niet beide met een punt.
pt_br: Fonte e tradução não terminam com um ponto final.
sv: Källan och översättningen slutar inte båda med punkt.
tr: Kaynağın ve çevirinin ikisi de nokta ile bitmiyor.
uk: Джерело та переклад не закінчуються крапкою.

source: Checks that full stops are replicated between both source and translation. The presence of full stops is checked for various languages where they do not belong (Chinese, Japanese, Devanagari or Urdu).
de: Prüft, ob Punkte in der Quelle und Übersetzung identisch sind. Das Vorhandensein von Punkten wird auch für verschiedene Sprachen geprüft, in denen sie nicht vorkommen (Chinesisch, Japanisch, Devanagari oder Urdu).
ga: Seiceálann sé go ndéantar lánstadanna a mhacasamhlú idir an fhoinse agus an t-aistriúchán. Seiceáiltear láithreacht lánstadanna do theangacha éagsúla nach mbaineann siad leo (Sínis, Seapáinis, Devanagari nó Urdais).
hu: Ellenőrzi, hogy a forrás és a fordított szöveg egyaránt mondatvégi ponttal végződik-e. Az ellenőrzés külön figyelmet fordít azokra a nyelvekre (pl. kínai, japán, dévanágari, urdu), ahol a mondatok lezárása nem ponttal történik.
id: Memeriksa pengulangan titik antara sumber dan terjemahan. Keberadaan titik diperiksa untuk berbagai bahasa yang tidak seharusnya (Mandarin, Jepang, Dewanagari, atau Urdu).
ja: 原文から翻訳に終止符が複製されているか検査します。終止符の有無は、ピリオド (.) を使わない複数の言語（中国語、日本語、デーヴァナーガリー文字またはウルドゥー語）でも検査します。
nl: Controleert dat punten aan het einde van de zin zijn gerepliceerd tussen de bron en de vertaling. De aanwezigheid van de punt aan het einde van de zin wordt ook gecontroleerd voor verschillende talen waarin zij niet thuishoren (Chinees, Japans, Devanagari of Urdu).
pt: Verifica se os pontos finais são replicados entre a fonte e a tradução. A presença de pontos finais é verificada para vários idiomas onde eles não pertencem (chinês, japonês, devanágari ou urdu).
pt_br: Verifica se os pontos finais são replicados entre a fonte e a tradução. A presença de pontos finais é verificada para vários idiomas onde eles não pertencem (chinês, japonês, devanágari ou urdu).
ro: Verifică dacă punctele de suspensie sunt reproduse atât la sursă, cât și la traducere. Prezența punctelor de suspensie este verificată pentru diferite limbi în care acestea nu au ce căuta (chineză, japoneză, devanagari sau urdu).
ru: Проверяет, что точки в исходной строке и в переводе одинаковы. Также проверяется наличие точек для тех языков, в которых они не используются (китайский, японский, деванагари или урду).
sv: Kontrollerar att punkttecken återges både i källtexten och översättningen. Förekomsten av punkttecken kontrolleras för olika språk där de inte hör hemma (kinesiska, japanska, devanagari eller urdu).
ta: மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் முழு நிறுத்தங்கள் பிரதிபலிக்கப்படுகின்றனவா என்பதை சோதனைகள். முழு நிறுத்தங்களின் இருப்பு அவை சொந்தமில்லாத பல்வேறு மொழிகளுக்கு சரிபார்க்கப்படுகிறது (சீன, சப்பானிய, தேவநாகரி அல்லது உருது).
tr: Kaynaktaki nokta işaretlerinin çeviri ile aynı olup olmadığını denetler. Nokta işaretlerinin varlığı, kullanılmadıkları çeşitli diller için de denetlenir (Çince, Japonca, Devanagari ya da Urduca).
uk: Перевіряє, чи правильно відтворено крапки з початкового рядка у перекладі. Також виконується перевірка крапок у мовах, де вони не використовуються (китайській, японській, деванагарі та урду).
zh_hans: 检查是否在原文和译文之间复制了句号。检查句号是否存在不属于它们的各种语言（中文，日语，梵文或乌尔都语）。
zh_hant: 檢查在源和翻譯之間複製完整停止。檢查全部停止的存在，以便他們不屬於哪種語言（中文，日語，Devanagari或Urdu）。

source: `Full stop on Wikipedia <https://en.wikipedia.org/wiki/Full_stop>`_
de: `Punkt auf Wikipedia <https://de.wikipedia.org/wiki/Punkt_(Satzzeichen)>`_
ga: `Stop iomlán ar Vicipéid <https://ga.wikipedia.org/wiki/Full_stop>`_
hu: `Pont a Wikipédián <https://hu.wikipedia.org/wiki/Pont_(%C3%ADr%C3%A1sjel)>`_
id: `Titik di Wikipedia <https://en.wikipedia.org/wiki/Full_stop>`_
ja: `終止符 Wikipedia 参照: <https://ja.wikipedia.org/wiki/%E7%B5%82%E6%AD%A2%E7%AC%A6>`_
nl: `Punt op Wikipedia <https://nl.wikipedia.org/wiki/Punt_(teken)>`_
pt: `Ponto final na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_final>`_
pt_br: `Ponto final na Wikipédia <https://pt.wikipedia.org/wiki/Ponto_final>`_
ro: `Oprire completă pe Wikipedia <https://en.wikipedia.org/wiki/Full_stop>``_
ru: `Точка в Википедии <https://ru.wikipedia.org/wiki/Точка_(знак_препинания)>`_
sv: `Punkt på Wikipedia <https://en.wikipedia.org/wiki/Full_stop>`_
ta: `விக்கிபீடியாவில் முழு நிறுத்தம் <https://en.wikipedia.org/wiki/full_stop>` _
tr: `Vikipedi üzerinde nokta işareti <https://en.wikipedia.org/wiki/Full_stop>`_
uk: `Крапка у Вікіпедії <https://en.wikipedia.org/wiki/Full_stop>`_
zh_hans: `维基百科上的句号 <https://zh.wikipedia.org/wiki/%E5%8F%A5%E5%8F%B7>`_
zh_hant: `wikipedia <https://en.wikipedia.org/wiki/full_stop>`_

source: Mismatched interrobang
de: Nicht übereinstimmendes Fragerufzeichen
ga: Interrobang mícheart
hu: Eltérő felkiáltójel–kérdőjel kombináció
id: Ketidakcocokan interrobang
ja: 感嘆符疑問符の不一致
nl: Niet overeenkomende interrobang (‽)
pt_br: Interrobangue incompatível
sv: Omatchade interrobang
tr: İnterrobang işareti farklı
uk: Невідповідність інтерробенга

source: Source and translation do not both end with an interrobang expression.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Fragerufzeichen.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán araon le habairt interrobang.
hu: A forrás és a fordított szöveg nem egyaránt interrobang (felkiáltójel–kérdőjel) írásjellel végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan ekspresi interrobang.
nl: Bron en vertaling eindigen niet met een uitdrukking met een interrobang (‽).
pt_br: A fonte e a tradução não terminam ambas com uma expressão interrobangue.
sv: Källan och översättningen slutar inte båda med ett interrobang-uttryck.
tr: Kaynağın ve çevirinin ikisi de interrobang imi ile bitmiyor.
uk: Початковий і переклад не закінчуються міжрядковим виразом.

source: Checks that interrobang marks are replicated between both source and translation. It allows the swap between "!?" and "?!".
de: Prüft, ob Fragerufzeichen in Quelle und Übersetzung identisch sind. Erlaubt den Tausch zwischen „!?“ und „?!“.
ga: Seiceálann sé go ndéantar marcanna interrobang a mhacasamhlú idir an fhoinse agus an t-aistriúchán. Ceadaíonn sé an babhtáil idir "!?" agus "?!".
hu: Ellenőrzi, hogy a forrás és a fordított szöveg végén szereplő interrobang írásjelek (pl. „?!”, „!?” vagy „‽” karakter) megegyeznek. Az ellenőrzés elfogadja a „!?” és a „?!” felcserélését.
id: Memeriksa apakah tanda interrobang direplikasi antara sumber dan terjemahan. Hal ini memungkinkan pertukaran antara "!?" dan "?!".
ja: 原文から翻訳に感嘆符疑問符が複製されているか検査します。「!?」と「?!」は同じものとみなします。
nl: Controleert of tekens interrobang werden gerepliceerd tussen de bron en de vertaling. Het staat wisselen tussen "!?" en "?!" toe.
pt_br: Verifica se sinais de interrobangue são replicadas entre a fonte e a tradução. Permite a troca entre "!?" e "?!".
sv: Kontrollerar att interrobang-tecken återges både i källtexten och översättningen. Det går att växla mellan "!?" och "?!".
ta: இன்டர்ரோபாங் மதிப்பெண்கள் மூலத்திற்கும் மொழிபெயர்ப்புக்கும் இடையில் பிரதிபலிக்கப்படுகின்றன. இது "!?" மற்றும் "?!".
tr: Kaynaktaki ve çevirideki interrobang işaretlerinin aynı olup olmadığını denetler. "!?" ya da "?!" ile değiştirmeyi sağlar.
uk: Перевіряє, чи відтворено позначки інтерробенга з початкового рядка у перекладі. Уможливлює перемикання між «!?» і «?!».
zh_hans: 检查疑问惊叹号是否在原文和译文之间进行了复制。它允许互换 "!?" 和 "?!"。

source: `Interrobang mark on Wikipedia <https://en.wikipedia.org/wiki/Interrobang>`_
de: `Fragerufzeichen auf Wikipedia <https://de.wikipedia.org/wiki/Interrobang>`_
ga: `Marc Interrobang ar Vicipéid <https://ga.wikipedia.org/wiki/Interrobang>`_
hu: `Interrobang „‽” jel a Wikipédián <https://en.wikipedia.org/wiki/Interrobang>`_
id: `Tanda Interrobang di Wikipedia <https://en.wikipedia.org/wiki/Interrobang>`_
ja: `感嘆符疑問符（Wikipedia） <https://ja.wikipedia.org/wiki/感嘆符疑問符>`_
nl: `Teken interrobang op Wikipedia <https://nl.wikipedia.org/wiki/Interrobang>`_
pt_br: `Sinal de interrobangue na Wikipédia <https://pt.wikipedia.org/wiki/Interrobangue>`_
sv: `Interrobang-tecken på Wikipedia <https://en.wikipedia.org/wiki/Interrobang>`_
ta: `விக்கிபீடியாவில் இன்டர்ரோபாங் மார்க் <https://en.wikipedia.org/wiki/interrobang>` _
tr: `Vikipedi üzerinde interrobang işareti <https://en.wikipedia.org/wiki/Interrobang>`_
uk: `Інтерробенг у Вікіпедії <https://en.wikipedia.org/wiki/Interrobang>`_
zh_hans: `维基百科上的疑问惊叹号 <https://zh.wikipedia.org/wiki/%E7%96%91%E9%97%AE%E6%83%8A%E5%8F%B9%E5%8F%B7>`_

source: Mismatched question mark
de: Nicht übereinstimmendes Fragezeichen
ga: Comhartha ceiste mímheaitseála
hu: Eltérő kérdőjel
id: Tanda tanya tidak cocok
ja: 疑問符の不一致
nl: Niet overeenkomend vraagteken
pt: Ponto de interrogação não correspondente
pt_br: Ponto de interrogação não correspondente
ro: Semn de întrebare nepotrivit
ru: Несовпадающие вопросительные знаки
sv: Omatchat frågetecken
ta: பொருந்தாத கேள்விக்குறி
tr: Soru işareti farklı
uk: Невідповідність знаків питання
zh_hans: 不匹配的问号
zh_hant: 問號不相符

source: Source and translation do not both end with a question mark.
de: Ausgangs- und übersetzte Zeichenkette enden nicht beide mit einem Fragezeichen.
ga: Ní chríochnaíonn an fhoinse agus an t-aistriúchán le comhartha ceiste araon.
hu: A forrás és a fordított szöveg nem egyaránt kérdőjellel végződik.
id: Sumber dan terjemahan tidak keduanya diakhiri dengan tanda tanya.
nl: Bron en vertaling eindigen niet beide met een vraagteken.
pt_br: Fonte e tradução não terminam com um ponto de interrogação.
sv: Källan och översättningen slutar inte båda med ett frågetecken.
tr: Kaynağın ve çevirinin ikisi de soru işareti ile bitmiyor.
uk: Джерело та переклад не закінчуються знаком питання.
