Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fluent is often used in contexts where the value for a Message (or Term) is meant to be used directly as ``.innerHTML`` (rather than ``.textContent``) for some HTML element. For example, when using the Fluent DOM package.
de: Fluent wird oft in Kontexten verwendet, in denen der Wert für eine Nachricht (oder einen Begriff) direkt als ``.innerHTML`` (statt ``.textContent``) für ein HTML-Element verwendet werden soll. Zum Beispiel, wenn das Fluent-DOM-Paket verwendet wird.
ga: Úsáidtear líofa go minic i gcomhthéacsanna ina bhfuil sé i gceist an luach do Theachtaireachtaí (nó Téarma) a úsáid go díreach mar ``.innerHTML`` (seachas ``.Content``) le haghaidh eilimint HTML éigin. Mar shampla, nuair a bhíonn an pacáiste DOM Líofa á úsáid agat.
hu: A Fluent gyakran olyan helyzetekben kerül használatra, ahol az üzenet (vagy kifejezés) értéke közvetlenül HTML elem ``.innerHTML`` tulajdonságaként kerül felhasználásra (nem pedig ``.textContent`` értékként) — például a Fluent DOM csomag esetén.
id: Fluent sering digunakan dalam konteks di mana nilai untuk sebuah Pesan (atau Istilah) dimaksudkan untuk digunakan langsung sebagai ``.innerHTML`` (alih-alih ``.textContent``) untuk beberapa elemen HTML. Misalnya, saat menggunakan paket DOM Fluent.
ja: Fluentは、しばしばメッセージ（または用語）の値が、一部の HTML 要素の ``.textContent`` ではなく ``.innerHTML`` として直接使用される文脈で使用されます。たとえば、Fluent DOM パッケージを使用する場合などです。
nl: Fluent wordt vaak gebruikt in contexten waar de waarde voor een Message (of Term) is bedoeld om direct als ``.innerHTML`` te worden gebruikt (in plaats van als ``.textContent``) voor een bepaald element van HTML. Bijvoorbeeld, bij het gebruiken van het Fluent DOM-pakket.
pt_br: Fluent é frequentemente usado em contextos onde o valor para uma Mensagem (ou Termo) deve ser usado diretamente como ``.innerHTML`` (em vez de ``.textContent``) para algum elemento HTML. Por exemplo, ao usar o pacote DOM Fluent.
ru: Fluent часто используется в контекстах, где значение сообщения (или термина) предназначено для непосредственного использования как ``.innerHTML`` (а не ``.textContent``) для некоторого HTML-элемента. Например, при использовании пакета Fluent DOM.
sv: Fluent används ofta i sammanhang där värdet för ett meddelande (eller term) är avsett att användas direkt som ``.innerHTML`` (istället för ``.textContent``) för vissa HTML-element. Till exempel när man använder Fluent DOM-paketet.
ta: சில html உறுப்புக்கு ஒரு செய்தியின் (அல்லது கால) மதிப்பு நேரடியாக `` .innerhtml`` (`` .textcontent``) என நேரடியாகப் பயன்படுத்தப்பட வேண்டிய சூழல்களில் சரளமாக பயன்படுத்தப்படுகிறது. எடுத்துக்காட்டாக, சரளமாக dom தொகுப்பைப் பயன்படுத்தும் போது.
tr: Fluent genellikle bir iletinin (veya terimin) değerinin bazı HTML ögeleri için doğrudan ``.innerHTML`` (``.textContent`` yerine) olarak kullanılmasının amaçlandığı bağlamlarda kullanılır. Örneğin Fluent DOM paketi kullanılırken.
uk: Fluent часто використовують у контекстах, де значення для повідомлення (або терміна) має бути використано безпосередньо як ``.innerHTML`` (а не як ``.textContent``) для якогось елемента HTML. Прикладом є використання пакунка DOM Fluent.
zh_hans: 在消息（或术语）的值打算被直接用做某些 HTML 元素的 ``.innerHTML``\ （而非 ``.textContent`` ）的上下文环境中常常用到 Fluent。比如，使用 Fluent DOM 包时。

source: The aim of this check is to predict how the value will be parsed as inner HTML, assuming a HTML5 conforming parser, to catch cases where there would be some "unintended" loss of the string, without being too strict about technical parsing errors that do *not* lead to a loss of the string.
de: Ziel dieser Prüfung ist es, vorherzusagen, wie der Wert als inneres HTML analysiert wird. Wobei ein HTML5-konformer Parser vorausgesetzt wird, um Fälle abzufangen, in denen es zu einem „unbeabsichtigten“ Verlust der Zeichenkette kommt, ohne zu streng mit technischen Analysefehlern zu sein, die *nicht* zu einem Verlust der Zeichenkette führen.
ga: Is é aidhm an tseiceáil seo a thuar conas a dhéanfar an luach a pharsáil mar HTML istigh, ag glacadh leis go bhfuil parsálaí comhréire HTML5 ann, chun cásanna a ghabháil ina mbeadh roinnt "neamhbheartaithe" caillte ar an teaghrán, gan a bheith ró-dhian faoi earráidí parsála teicniúla a dhéanann. Cailltear an sreang mar thoradh *ní*.
hu: Ez az ellenőrzés azt próbálja megjósolni, hogyan értelmezi majd a böngésző az értéket belső HTML-ként (HTML5 szabványnak megfelelő elemző használatával), és így képes előre jelezni, ha valamilyen „nem szándékos” szövegvesztés történhet. Nem célja, hogy minden technikai HTML elemzési hibát kiszűrjön, kizárólag azokat, amelyek szövegvesztést eredményeznek.
id: Tujuan pemeriksaan ini adalah untuk memprediksi bagaimana nilai akan diurai sebagai HTML bagian dalam, dengan asumsi parser yang sesuai dengan HTML5, untuk menangkap kasus yang mungkin mengalami kehilangan string yang "tidak disengaja", tanpa terlalu ketat mengenai kesalahan penguraian teknis yang *tidak* menyebabkan hilangnya string.
ja: この検査の目的は、HTML 5 適合のパーサーを想定して値が inner HTML として解析される方法を予測し、文字列の「意図しない」損失が発生する可能性のあるケースを検出することです。ただし、文字列の損失につながらない技術的な解析エラーについては厳密すぎないようにします。
nl: Het doel van deze controle is om te voorspellen hoe de waarde zal worden geparset als inner HTML, uitgaande van een HTML5 conforme parser, om gevallen te ondervangen waarbij enig "onbedoeld" verlies van de tekenreeks zou zijn, zonder te strikt te zijn over technische fouten voor parsen die *niet* leiden tot verlies van de tekenreeks.
pt_br: O objetivo desta verificação é prever como o valor será analisado como HTML interno, assumindo um analisador em conformidade com HTML5, para capturar casos em que haveria alguma perda "não intencional" do texto, sem ser muito rigoroso sobre erros técnicos de análise que *não* levam à perda do texto.
ru: Цель этой проверки — предсказать, как значение будет анализироваться как внутренний HTML, предполагая, что синтаксический анализатор соответствует HTML5, чтобы выявить случаи «непреднамеренной» потери строки, не слишком строго относясь к техническим ошибкам синтаксического анализа, которые *не* приводят к потере строки.
sv: Syftet med denna kontroll är att förutsäga hur värdet kommer att analyseras som inre HTML, förutsatt att det finns en HTML5-kompatibel analysator, för att upptäcka fall där det skulle kunna uppstå en "oavsiktlig" förlust av strängen, utan att vara för strikt när det gäller tekniska analysfel som *inte* leder till en förlust av strängen.
ta: இந்த சோதனையின் நோக்கம், மதிப்பு எவ்வாறு உள் html ஆக பாகுபடுத்தப்படும் என்பதைக் கணிப்பதாகும், இது ஒரு html5 ஐ உறுதிப்படுத்தும் பாகுபடுத்தி என்று கருதி, சில "திட்டமிடப்படாத" சரம் இழப்பு இருக்கும் நிகழ்வுகளைப் பிடிக்க, தொழில்நுட்ப பாகுபடுத்தல் பிழைகள் குறித்து மிகவும் கண்டிப்பாக இல்லாமல் * இல்லை* சரம் இழப்புக்கு வழிவகுக்கும்.
tr: Bu kalite denetimin amacı, HTML5 uyumlu bir işleyici olduğunu varsayarak, değerin iç HTML olarak nasıl işleneceğini öngörmek, teknik işleme sorunları konusunda çok katı olmadan, dizgede bazı "istenmeyen" kayıpların olabileceği durumları yakalamaktır. *not* dizgenin kaybına yol açar.
uk: Призначенням цієї перевірки є передбачення того, як буде оброблено значення як вбудований код HTML, припускаючи сумісний із HTML5 обробник, для виявлення випадків, коли відбудеться «ненавмисна» втрата рядка, без надмірної строгості щодо помилок технічної обробки, які *не* призводять до втрати рядка.
zh_hans: 这个检查的目的是预测值会被如何解析为内部 HTML，假定 HTML coforming 解析器，来捕捉有一些“未预期的”字符串损失的情况而无需对 *不会* 造成字符串损失的技术性解析错误过于苛责。

source: This check is applied to the value of Fluent Messages or Terms, but not their Attributes. For Messages, the Fluent Attributes are often just HTML attribute values, so can be arbitrary strings. For Terms, the Fluent Attributes are often language properties that can only be referenced in the selectors of Fluent Select Expressions.
de: Diese Prüfung wird auf den Wert von Fluent-Nachrichten oder -Begriffe angewendet, nicht aber auf deren Attribute. Bei Nachrichten sind die Fluent-Attribute oft nur HTML-Attributwerte, können also beliebige Zeichenketten sein. Bei Begriffen sind die Fluent-Attribute oft Spracheigenschaften, auf die nur in den Selektoren von Fluent-Select-Ausdrücken verwiesen werden kann.
ga: Cuirtear an tseiceáil seo i bhfeidhm ar luach Teachtaireachtaí nó Téarmaí Líofa, ach ní ar a dTréithe. Maidir le Teachtaireachtaí, is minic nach bhfuil sna Tréithe Líofa ach luachanna aitreabúide HTML, agus is féidir leo a bheith ina teaghráin treallach. Maidir le Téarmaí, is minic gur airíonna teanga iad na Tréithe Líofa nach féidir tagairt a dhéanamh dóibh ach i roghnóirí na Léirithe Roghnaithe Líofa.
hu: Ez az ellenőrzés a Fluent-üzenetek vagy kifejezések értékére vonatkozik, de nem terjed ki azok attribútumaira. Az üzenetek esetén a Fluent-attribútumok gyakran HTML attribútumértékek, tehát tetszőleges szöveg lehet bennük. A kifejezések esetében az attribútumok többnyire nyelvi tulajdonságokat tartalmaznak, amelyek kizárólag a Fluent szelekciós kifejezések (Select Expressions) választóiban (selectors) hivatkozhatók.
id: Pemeriksaan ini diterapkan pada nilai Pesan atau Istilah Fluent, tetapi tidak pada Atributnya. Untuk Pesan, Atribut Fluent seringkali hanya berupa nilai atribut HTML, sehingga dapat berupa string sembarangan. Untuk Istilah, Atribut Fluent seringkali berupa properti bahasa yang hanya dapat direferensikan dalam selektor Ekspresi Select Fluent.
ja: この検査は、Fluent メッセージや用語の値に適用されますが、その属性には適用されません。メッセージの場合、Fluent 属性は通常 HTML 属性値であり、任意の文字列を含むことができます。用語の場合、Fluent 属性は通常、Fluent 選択式のセレクタ内でのみ参照できる言語プロパティです。
nl: Deze controle wordt toegepast op de waarde van de Fluent Messages of Terms, maar niet op hun attributen. Voor Messages zijn de Fluent attributen vaak slechts waarden van HTML-attributen, en kunnen dus willekeurige tekenreeksen zijn. Voor Terms zijn de Fluent attributen vaak taal-properties waarnaar alleen verwezen kan worden in de selectoren van Fluent Select Expressions.
pt_br: Essa verificação é aplicada ao valor de Mensagens ou Termos Fluent, mas não aos seus Atributos. Para Mensagens, os Atributos Fluent geralmente são apenas valores de atributos HTML, portanto podem ser textos arbitrários. Para Termos, os Atributos Fluent geralmente são propriedades de idioma que só podem ser referenciadas nos seletores de Expressões de Seleção Fluent.
ru: Эта проверка применяется к значению сообщений Fluent или терминов, но не к их атрибутам. Для сообщений атрибуты Fluent часто представляют собой просто значения атрибутов HTML, поэтому могут быть произвольными строками. Для терминов атрибуты Fluent часто представляют собой свойства языка, на которые можно ссылаться только в селекторах выражений Fluent Select.
sv: Denna kontroll tillämpas på värdet av Fluent Messages eller Terms, men inte på deras attribut. För Messages är Fluent-attributen ofta bara HTML-attributvärden, så de kan vara godtyckliga strängar. För Terms är Fluent-attributen ofta språkgenskaper som endast kan refereras till i selektorerna för Fluent Select Expressions.
ta: இந்த சோதனை சரளமாக செய்திகள் அல்லது விதிமுறைகளின் மதிப்புக்கு பயன்படுத்தப்படுகிறது, ஆனால் அவற்றின் பண்புக்கூறுகள் அல்ல. செய்திகளைப் பொறுத்தவரை, சரளமான பண்புக்கூறுகள் பெரும்பாலும் html பண்புக்கூறு மதிப்புகள் மட்டுமே, எனவே தன்னிச்சையான சரங்களாக இருக்கலாம். விதிமுறைகளைப் பொறுத்தவரை, சரள பண்புகள் பெரும்பாலும் மொழி பண்புகளாகும், அவை சரளமாக தேர்ந்தெடுக்கப்பட்ட வெளிப்பாடுகளின் தேர்வாளர்களில் மட்டுமே குறிப்பிட முடியும்.
tr: Bu denetim Fluent iletilerinin veya terimlerinin değerine uygulanır ancak niteliklerine uygulanmaz. İletiler için Fluent nitelikleri genellikle yalnızca HTML nitelik değerleridir, dolayısıyla rastgele dizgeler olabilir. Terimler için Fluent nitelikleri genellikle yalnızca Fluent seçme ifadeleri seçicilerinde başvurulabilen dil özellikleridir.
uk: Цю перевірку буде застосовано до значення повідомлень або термінів Fluent, але не до їхніх атрибутів. Для повідомлень атрибути Fluent часто є просто значенням атрибутів HTML, тому можуть бути довільними рядками. Для термінів атрибути Fluent часто є властивостями мови, посилання на які можливі лише у виборі виразів вибору Fluent.
zh_hans: 此检查应用于 Fluent 消息或术语的值，但不应用于它们的属性。对于消息而言，Fluent 属性常常不过是 HTML 属性值，因此可以是任意字符串。对于术语来说，Fluent 属性常常是只能在 Fluent Select Expressions 选择器中提到的语言属性。

source: Generally, most Fluent values are not expected to contain any HTML markup. Therefore, this check does not expect or want translators and developers to have to care about strictly avoiding *any* technical HTML5 parsing errors (let alone XHTML parsing errors). Instead, this check will just want to warn them when they may have unintentionally opened a HTML tag or inserted a character reference.
de: Im Allgemeinen wird von den meisten Fluent-Werten nicht erwartet, dass sie HTML-Auszeichnung enthalten. Daher erwartet diese Prüfung nicht, dass sich Übersetzer und Entwickler um die strikte Vermeidung von *irgendwelchen* technischen HTML5-Analysefehlern (geschweige denn XHTML-Analysefehlern) kümmern müssen. Stattdessen will diese Prüfung sie nur warnen, wenn sie unbeabsichtigt ein HTML-Tag geöffnet oder eine Zeichenreferenz eingefügt haben.
ga: Go ginearálta, ní mheastar go mbeidh marcáil HTML ar bith sa chuid is mó de na luachanna Líofa. Mar sin, níl an tseiceáil seo ag súil leis nó ag iarraidh go mbeadh ar aistritheoirí agus forbróirí cúram a dhéanamh de * aon * earráidí parsála teicniúla HTML5 a sheachaint (gan trácht ar earráidí parsála XHTML). Ina áit sin, ní bheidh an tseiceáil seo ag iarraidh ach rabhadh a thabhairt dóibh nuair a d'fhéadfadh siad clib HTML a oscailt go neamhbheartaithe nó tagairt charachtair a chur isteach.
hu: Általánosságban a Fluent értékek többségében nem várható el HTML jelölőnyelv használata. Ezért ez az ellenőrzés nem várja el és nem is igényli, hogy a fejlesztők vagy fordítók szigorúan figyeljenek a HTML5 minden technikai szabályára (pláne nem az XHTML előírásaira). Ehelyett csak akkor jelez, ha például egy HTML-címke véletlenül meg lett nyitva vagy karakterhivatkozás került a szövegbe.
id: Umumnya, sebagian besar nilai Fluent tidak diharapkan berisi markup HTML apa pun. Oleh karena itu, pemeriksaan ini tidak mengharuskan penerjemah dan pengembang untuk benar-benar menghindari *segala* galat penguraian HTML5 teknis (apalagi galat penguraian XHTML). Sebaliknya, pemeriksaan ini hanya ingin memperingatkan mereka ketika mereka mungkin secara tidak sengaja membuka tag HTML atau memasukkan referensi karakter.
ja: 一般的に、ほとんどの Fluent の値には HTML マークアップが含まれていないことが想定されています。そのため、この検査は翻訳者や開発者が厳密に *全ての* HTML5 解析エラー（もちろん XHTML 解析エラーも）を回避することは求めません。代わりに、この検査は彼らが誤って HTML タグを開いたり、文字参照を挿入したりしている可能性がある場合に警告するだけです。
nl: Over het algemeen wordt van de meeste waarden in Fluent niet verwacht dat zij enige opmaak in HTML bevatten. Daarom verwacht deze controle niet of wil niet dat vertalers en ontwikkelaars zorg moeten besteden aan het strikt vermijden van *enige* technische HTML5 fouten bij parsen (laat staan fouten bij parsen van XHTML). In plaats daarvan zal deze controle ze slechts waarschuwen als zij niet opzettelijk een tag van HTML hebben geopend of een verwijzing naar een teken hebben ingevoegd.
pt_br: Geralmente, não se espera que a maioria dos valores Fluent contenham nenhuma marcação HTML. Portanto, essa verificação não espera ou quer que tradutores e desenvolvedores tenham que se preocupar em evitar estritamente *quaisquer* erros técnicos de análise sintática de HTML5 (muito menos erros de análise sintática de XHTML). Em vez disso, essa verificação só vai querer avisá-los quando eles podem ter aberto uma tag HTML ou inserido uma referência de caractere sem querer.
ru: Как правило, большинство значений Fluent не содержат HTML-разметки. Таким образом, эта проверка не предполагает и не хочет, чтобы переводчики и разработчики строго избегали *любых* технических ошибок синтаксического анализа HTML5 (не говоря уже об ошибках синтаксического анализа XHTML). Вместо этого эта проверка просто хочет предупредить их, когда они могли случайно открыть HTML-тег или вставить ссылку на символ.
sv: I allmänhet förväntas de flesta Fluent-värden inte innehålla någon HTML-markering. Därför förväntar sig eller kräver denna kontroll inte att översättare och utvecklare strikt undviker *alla* tekniska HTML5-parsningsfel (för att inte tala om XHTML-parsningsfel). Istället vill denna kontroll bara varna dem när de oavsiktligt har öppnat en HTML-tagg eller infogat en teckenreferens.
ta: பொதுவாக, பெரும்பாலான சரளமான மதிப்புகள் எந்த html மார்க்அப்பையும் கொண்டிருக்கும் என்று எதிர்பார்க்கப்படவில்லை. ஆகையால், இந்த சோதனை மொழிபெயர்ப்பாளர்கள் மற்றும் உருவாக்குபவர்கள் *எந்தவொரு * தொழில்நுட்ப html5 பாகுபடுத்தும் பிழைகளையும் (xhtml பாகுபடுத்தும் பிழைகள் ஒருபுறம்) கண்டிப்பாகத் தவிர்ப்பதைப் பற்றி அக்கறை கொள்ள வேண்டும் என்று எதிர்பார்க்கவில்லை அல்லது விரும்பவில்லை. அதற்கு பதிலாக, இந்த சோதனை அவர்கள் தற்செயலாக ஒரு html குறிச்சொல்லைத் திறந்து அல்லது ஒரு எழுத்து குறிப்பைச் செருகியிருக்கும்போது அவர்களை எச்சரிக்க வேண்டும்.
tr: Genel olarak çoğu Fluent değerinde herhangi bir HTML imi bulunması beklenmez. Bu nedenle, bu denetim, çevirmenlerin ve geliştiricilerin *her türlü* teknik HTML5 işleme sorunlarından (XHTML işleme sorunlarını katmazsak) kesinlikle kaçınmaya özen göstermelerini beklemez veya istemez. Bunun yerine, bu denetim yalnızca, istemeden bir HTML kod imi açmış veya bir karakter başvurusu eklemiş olabilecekleri durumlarda onları uyarmak ister.
uk: Загалом, вважається, що більшість значень Fluent не містять розмітки HTML. Тому ми не очікуємо і не хочемо, щоб перекладачі або розробники переймалися строгим униканням *будь-яких* технічних помилок обробки HTML5 (окрім помилок обробки XHTML). Замість цього, ми просто хочемо попередити їх, якщо вони ненавмисно відкрили теґ HTML або вставили символьне посилання.
zh_hans: 一般地，多数 Fluent 值预计不会包含任何 HTML markup。该检查因而不预期或者希望译者和开发者不得不花心思避免 *任何* 的技术性 HTML5 解析错误（更别提 XHTML 解析错误了）。此检查只是想警告在译者和开发者可能无意打开了 HTML 标签或插入了字符参考时示警。
