Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: By default, the CSV format does autodetection of file encoding. This can be unreliable in some corner cases and causes performance penalty. Please choose file format variant with encoding to avoid this (for example :guilabel:`CSV file (UTF-8)`).
de: Standardmäßig erkennt das CSV-Format die Dateikodierung automatisch. Dies kann in einigen Ausnahmefällen unzuverlässig sein und zu Leistungseinbußen führen. Bitte wählen Sie eine Dateiformatvariante mit Kodierung, um dies zu vermeiden (zum Beispiel :guilabel:`CSV-Datei (UTF-8)`).
ga: De réir réamhshocraithe, déanann an fhormáid CSV ionchódú comhaid a bhrath go huathoibríoch. Is féidir é seo a bheith neamhiontaofa i gcásanna cúinne áirithe agus is cúis le pionós feidhmíochta. Roghnaigh leagan formáid comhaid le hionchódú chun é seo a sheachaint (mar shampla :guilabel:`comhad CSV (UTF-8)`).
hu: Alapértelmezetten a CSV formátum automatikusan felismeri a fájl kódolását. Ez bizonyos esetekben megbízhatatlan lehet, és teljesítményromláshoz vezethet. Kerülje el ezt azzal, hogy olyan fájlformátum-változatot választ, amely tartalmaz kódolást is (például: :guilabel:`CSV -fájl (UTF-8)`).
id: Secara bawaan, format CSV melakukan deteksi otomatis pengodean berkas. Hal ini terkadang tidak dapat diandalkan dan menyebabkan penurunan kinerja. Silakan pilih varian format berkas dengan pengodean untuk menghindari hal ini (misalnya :guilabel:`CSV file (UTF-8)`).
ja: デフォルトでは、CSV 形式を選択するとファイルのエンコーディングを自動検出します。一部の特殊なケースでは、正確に判別できず検出速度が低下します。これを避けるには、エンコーディングを指定したファイル形式を選択してください（例 :guilabel:`CSV ファイル（UTF-8）`）。
nl: Standaard voert de indeling CSV automatisch detecteren van de bestandscodering uit. Dit kan in sommige randgevallen onbetrouwbaar zijn en straffen voor prestaties veroorzaken. Kies de variant van de bestandsindeling met codering om dit te vermijden (bijvoorbeeld :guilabel:`CSV-bestand (UTF-8)`).
pt: Por padrão, o formato CSV detecta automaticamente a codificação do ficheiro. Isso pode não ser confiável em alguns casos de canto e causa penalidade de desempenho. Por favor, escolha a variante de formato de ficheiro com codificação para evitar isso (por exemplo :guilabel:`Ficheiro CSV (UTF-8)`).
pt_br: Por padrão, o formato CSV detecta automaticamente a codificação do arquivo. Isso pode não ser confiável em alguns casos de canto e causa penalidade de desempenho. Por favor, escolha a variante de formato de arquivo com codificação para evitar isso (por exemplo :guilabel:`Arquivo CSV (UTF-8)`).
ro: În mod implicit, formatul CSV detectează automat codificarea fișierelor. Acest lucru poate să nu fie fiabil în unele cazuri particulare și poate cauza pierderi de performanță. Vă rugăm să alegeți o variantă de format de fișier cu codificare pentru a evita acest lucru (de exemplu :guilabel:`CSV file (UTF-8)`).
ru: По умолчанию формат CSV автоматически определяет кодировку файла. В некоторых крайних случаях это может быть ненадёжно и приводит к снижению производительности. Чтобы избежать этого, выберите вариант формата файла с кодировкой (например, :guilabel:`CSV-файл (UTF-8)`).
sv: Som standard utför CSV-formatet automatisk detektering av filkodning. Detta kan vara opålitligt i vissa specialfall och orsaka prestandaförlust. Välj filformatvariant med kodning för att undvika detta (till exempel :guilabel:`CSV-fil (UTF-8)`).
ta: இயல்பாக, சி.எச்.வி வடிவம் கோப்பு குறியாக்கத்தை தானாகவே நீக்குகிறது. இது சில கார்னர் வழக்குகளில் நம்பகத்தன்மையற்றதாக இருக்கலாம் மற்றும் செயல்திறன் அபராதத்தை ஏற்படுத்துகிறது. இதைத் தவிர்க்க குறியாக்கத்துடன் கோப்பு வடிவமைப்பு மாறுபாட்டைத் தேர்வுசெய்க (எடுத்துக்காட்டாக :guilabel:'csv கோப்பு (utf-8)').
tr: Varsayılan olarak, CSV biçimi dosya kodlamasının kendiliğinden algılanmasını sağlar. Bu davranış, bazı uç durumlarda güvenilmez olabilir ve başarımın düşmesine yol açabilir. Bunu önlemek için lütfen kodlamalı dosya biçimi çeşidini seçin (:guilabel:`CSV dosyası (UTF-8)` gibi).
uk: Типово, у форматі CSV не передбачено автоматичного виявлення кодування символів у файлі. Іноді таке автоматичне виявлення не спрацьовує і спричиняє проблеми зі швидкодією. Будь ласка, виберіть варіант форматування файла з кодуванням, щоб уникнути цього (приклад: :guilabel:`файл CSV (UTF-8)`).
zh_hans: 默认情况下，CSV 格式会自动检测文件编码。这在某些极端情况下可能不可靠，并导致性能下降。请选择带有编码的文件格式变体以避免这种情况（例如 :guilabel:`CSV 文件 (UTF-8)` ）。

source: The CSV format currently automatically detects the dialect of the CSV file. In some cases the automatic detection might fail and you will get mixed results. This is especially true for CSV files with newlines in the values. As a workaround it is recommended to omit quoting characters.
de: Das CSV-Format erkennt derzeit automatisch den Dialekt der CSV-Datei. In einigen Fällen kann die automatische Erkennung fehlschlagen und Sie erhalten gemischte Ergebnisse. Dies gilt insbesondere für CSV-Dateien mit Zeilenumbrüchen in den Werten. Als Abhilfe empfiehlt es sich, die Anführungszeichen wegzulassen.
ga: Aimsíonn an fhormáid CSV faoi láthair canúint an chomhaid CSV go huathoibríoch. I gcásanna áirithe d’fhéadfadh go dteipfeadh ar an mbrath uathoibríoch agus gheobhaidh tú torthaí measctha. Tá sé seo fíor go háirithe maidir le comhaid CSV le línte nua sna luachanna. Mar réiteach, moltar carachtair a lua a fhágáil ar lár.
hu: A CSV formátum jelenleg automatikusan felismeri a CSV-fájl dialektusát. Egyes esetekben az automatikus felismerés hibás lehet, és vegyes eredményekhez vezethet. Ez különösen igaz, ha az értékek több sort tartalmaznak. Megoldásként javasolt az idézőjelek elhagyása.
id: Format CSV saat ini secara otomatis mendeteksi dialek berkas CSV. Dalam beberapa kasus, deteksi otomatis mungkin gagal dan Anda akan mendapatkan hasil yang beragam. Hal ini terutama berlaku untuk berkas CSV dengan baris baru pada nilainya. Sebagai solusi, disarankan untuk tidak menggunakan tanda kutip.
ja: 現在、CSV 形式では、CSV ファイルの違いを自動的に検出します。場合によっては、自動検出に失敗して違いが混在します。特に、値に改行を含む CSV ファイルで発生することが多いです。回避策として、引用符を省略してください。
nl: De indeling CSV detecteert momenteel automatisch het dialect van het csv-bestand. In sommige gevallen zou het automatisch detecteren kunnen mislukken en zult u gemixte resultaten krijgen. Dit geldt in het bijzonder voor csv-bestanden met nieuwe regels (newlines) in de waarden. Als een workaround wordt aanbevolen om aanhalingstekens weg te laten.
pt: O formato CSV detecta automaticamente o dialeto do ficheiro CSV. Em alguns casos, a detecção automática pode falhar e terá resultados mistos. Isso é especialmente verdadeiro para ficheiros CSV com linhas novas nos valores. Como solução alternativa, recomenda-se omitir caracteres entre aspas.
pt_br: O formato CSV detecta automaticamente o dialeto do arquivo CSV. Em alguns casos, a detecção automática pode falhar e você terá resultados mistos. Isso é especialmente verdadeiro para arquivos CSV com linhas novas nos valores. Como solução alternativa, recomenda-se omitir caracteres entre aspas.
ro: În prezent, formatul CSV detectează automat dialectul fișierului CSV. În unele cazuri, este posibil ca detectarea automată să nu reușească și să obțineți rezultate mixte. Acest lucru este valabil în special pentru fișierele CSV cu linii noi în valori. Ca soluție de rezolvare, se recomandă să omiteți caracterele de ghilimele.
ru: Формат CSV в настоящее время автоматически определяет диалект файла CSV. В некоторых случаях автоматическое определение может не сработать, и вы получите смешанные результаты. Особенно это касается файлов CSV с символами новых строк внутри значений. В качестве обходного пути рекомендуется не использовать кавычки.
sv: CSV-formatet känner för närvarande automatiskt av dialekten i CSV-filen. I vissa fall kan den automatiska avkänningen misslyckas och du får blandade resultat. Detta gäller särskilt för CSV-filer med radbrytningar i värdena. Som en lösning rekommenderas att man utelämnar citattecken.
ta: சி.எச்.வி வடிவம் தற்போது சி.எச்.வி கோப்பின் கிளைமொழியை தானாகவே கண்டறிகிறது. சில சந்தர்ப்பங்களில் தானியங்கி கண்டறிதல் தோல்வியடையக்கூடும், மேலும் நீங்கள் கலவையான முடிவுகளைப் பெறுவீர்கள். மதிப்புகளில் புதிய வரிகளைக் கொண்ட சி.எச்.வி கோப்புகளுக்கு இது குறிப்பாக உண்மை. ஒரு பணிச்சூழலாக எழுத்துக்களை மேற்கோள் காட்டுவதைத் தவிர்ப்பது பரிந்துரைக்கப்படுகிறது.
tr: CSV biçimi şu anda CSV dosyasının lehçesini kendiliğinden algılar. Bazı durumlarda kendiliğinden algılama yapılamayabilir ve karışık sonuçlar alırsınız. Bu, özellikle değerlerde yeni satırlar bulunan CSV dosyaları için geçerlidir. Geçici bir çözüm olarak, alıntı karakterlerini atlamanız önerilir.
uk: Обробник формату CSV у поточній версії автоматично виявляє діалект файла CSV. У деяких випадках автоматичне виявлення може бути невдалим — ви отримаєте неоднозначні підсумки. Це, зокрема, стосується файлів CSV із символами нових рядків у значеннях. Щоб обійти проблеми, рекомендуємо уникати використання символів лапок.
zh_hans: CSV 格式当前会自动检测 CSV 文件的方言。在某些情况下，自动检测可能会失败，您会得到不同的结果。对于值中包含换行符的 CSV 文件尤其如此。解决方法是建议省略引号字符。
zh_hant: CSV 格式當前會自動檢測 CSV 文件的方言。在某些情況下，自動檢測可能會失敗，並且您會得到不同的結果。對於值中包含換行符的 CSV 文件尤其如此。作為一種解決方法，推薦省略引用的字符。

source: Multivalue CSV file
de: Mehrwertige CSV-Datei (UTF-8)
ga: Comhad CSV illuach
hu: Többértékű CSV-fájl
id: Berkas CSV multinilai
ja: 複数値 CSV ファイル
nl: CSV-bestand met meerdere waarden
pt: Ficheiro CSV com vários valores
pt_br: Arquivo CSV com vários valores
ro: Fișier CSV multivaloare
ru: Многозначный CSV-файл
sv: CSV-fil med flera värden
ta: multivalue காபிம கோப்பு
tr: Çok değerli CSV dosyası
uk: Багатозначний файл CSV
zh_hans: 多值 CSV 文件

source: This variant of the CSV files allows storing multiple translations per string.
de: Diese Variante der CSV-Dateien ermöglicht das Speichern mehrerer Übersetzungen pro Zeichenkette.
ga: Ligeann an leagan seo de na comhaid CSV ilaistriúcháin a stóráil in aghaidh an teaghráin.
hu: Ez a CSV-fájlformátum lehetővé teszi több fordítás tárolását egy-egy szöveghez.
id: Varian berkas CSV ini memungkinkan penyimpanan beberapa terjemahan per string.
ja: この種類の CSV ファイルでは、一つの文字列に対して複数の翻訳を保存できます。
nl: Deze variant van het csv-bestand maakt het mogelijk meerdere vertalingen per tekenreeks op te slaan.
pt: Esta variante dos ficheiros CSV permite armazenar várias traduções por cadeia.
pt_br: Esta variante dos arquivos CSV permite armazenar várias traduções por texto.
ro: Această variantă a fișierelor CSV permite stocarea mai multor traduceri per șir.
ru: Этот вариант файлов CSV позволяет хранить несколько переводов для каждой строки.
sv: Denna variant av CSV-filerna gör det möjligt att lagra flera översättningar per sträng.
ta: சி.எச்.வி கோப்புகளின் இந்த மாறுபாடு ஒரு சரத்திற்கு பல மொழிபெயர்ப்புகளை சேமிக்க அனுமதிக்கிறது.
tr: CSV dosyalarının bu çeşidi, bir dizge için birden çok çevirinin tutulmasını sağlar.
uk: У цьому варіанті файлів CSV уможливлено зберігання декількох перекладів одного рядка.
zh_hans: CSV文件的这种变体允许每条字符串存储多个翻译。

source: Example files
de: Beispieldateien
ga: Comhaid shamplacha
hu: Példafájlok
id: Contoh berkas
ja: ファイルの例
nl: Voorbeeldbestanden
pt: Ficheiro de exemplo
pt_br: Exemplo de arquivos
ru: Файлы примеров
sv: Exempel-filer
ta: எடுத்துக்காட்டு கோப்புகள்
tr: Örnek dosyalar
uk: Файли прикладів
zh_hans: 示例文件

source: `CSV file`
de: `CSV-Datei`
ga: `comhad CSV`
hu: `CSV-fájl`
id: `Berkas CSV`
ja: `CSV ファイル`
nl: `CSV-bestand`
pt: `Ficheiro CSV`
pt_br: `Arquivo CSV`
ro: `File CSV`
ru: `Файл CSV`
sv: `CSV-fil`
ta: 'காபிம கோப்பு'
tr: `CSV dosyası`
uk: `Файл CSV`
zh_hans: `CSV 文件`
zh_hant: `CSV 文件`

source: `Simple CSV file`
de: `Einfache CSV-Datei`
ga: `Comhad CSV Simplí`
hu: `Egyszerű CSV-fájl`
id: `Berkas CSV sederhana`
ja: `シンプルな CSV ファイル`
nl: `Eenvoudig CSV-bestand`
pt: `Ficheiro CSV simples`
pt_br: `Arquivo CSV simples`
ro: `File CSV simplu`
ru: `Простой CSV-файл`
sv: Enkel CSV-fil
ta: 'எளிய காபிம கோப்பு'
tr: `Basit CSV dosyası`
uk: `Простий файл CSV`
zh_hans: `简单 CSV 文件`

source: DTD files
de: DTD-Dateien
ga: Comhaid DTD
hu: DTD-fájlok
id: Berkas DTD
ja: DTD ファイル
nl: DTD-bestanden
pt: Ficheiros DTD
pt_br: Arquivos DTD
ro: Fișiere DTD
ru: Файлы DTD
sv: DTD-filer
ta: டி.டி.டி கோப்புகள்
tr: DTD dosyaları
uk: Файли DTD
zh_hans: DTD 文件

source: Example DTD file:
de: Beispiel für eine DTD-Datei:
ga: Comhad samplach DTD:
hu: Példa DTD-fájl:
id: Contoh berkas DTD:
ja: DTD ファイルの記述例:
nl: Voorbeeld DTD-bestand:
pt: Exemplo de ficheiro DTD:
pt_br: Exemplo de arquivo DTD:
ro: Exemplu de fișier DTD:
ru: Пример DTD-файла:
sv: Exempel på DTD-fil:
ta: எடுத்துக்காட்டு டி.டி.டி கோப்பு:
tr: Örnek DTD dosyası:
uk: Приклад файла DTD:
zh_hans: DTD 文件示例：

source: `DTD file`
de: `DTD-Datei`
ga: `comhad DTD`
hu: `DTD-fájl`
id: `Berkas DTD`
ja: `DTD ファイル`
nl: `DTD-bestand`
pt: `Ficheiro DTD`
pt_br: `Arquivo DTD`
ro: `DTD fișier`
ru: `Файл DTD`
sv: `DTD-fil`
ta: 'டிடிடி கோப்பு'
tr: `DTD dosyası`
uk: `файл DTD`
zh_hans: `DTD 文件`

source: Excel Open XML (.xlsx) files can be imported and exported.
de: Excel-Open-XML-Dateien (.xlsx) können importiert und exportiert werden.
ga: Is féidir comhaid Excel Open XML (.xlsx) a allmhairiú agus a onnmhairiú.
hu: Az Excel Open XML (.xlsx) fájlok importálhatók és exportálhatók.
id: Berkas Excel Open XML (.xlsx) dapat diimpor dan diekspor.
ja: Excel Open XML（.xlsx）ファイルをインポートおよびエクスポートします。
nl: Excel Open XML (.xlsx) bestanden kunnen worden geïmporteerd en geëxporteerd.
pt: Os ficheiros Excel Open XML (.xlsx) podem ser importados e exportados.
pt_br: Os arquivos Excel Open XML (.xlsx) podem ser importados e exportados.
ro: Fișierele Excel Open XML (.xlsx) pot fi importate și exportate.
ru: Можно импортировать и экспортировать файлы Excel Open XML (.xlsx).
sv: Excel Open XML-filer (.xlsx) kan importeras och exporteras.
ta: எக்செல் ஓபன் எக்ச்எம்எல் (.xlsx) கோப்புகளை இறக்குமதி செய்து ஏற்றுமதி செய்யலாம்.
tr: Excel Açık XML (.xlsx) dosyaları içe ve dışa aktarılabilir.
uk: Файли Excel Open XML (.xlsx) може бути імпортовано і експортовано.
zh_hans: 可以导入和导出 Excel Open XML (.xlsx) 文件。
zh_hant: Excel打開XML（.xlsx）文件可以導入和導出。

source: Flat XML files
de: Flache XML-Dateien
ga: Comhaid XML cothrom
hu: Egyszerű XML-fájlok
id: Berkas Flat XML
ja: フラット化した XML ファイル
nl: Platte XML-bestanden
pt: Ficheiro XML simples
pt_br: Arquivos XML simples
ro: Fișiere XML plane
ru: Плоские XML-файлы
sv: Flata XML-filer
ta: பிளாட் எக்ச்எம்எல் கோப்புகள்
tr: Düz XML dosyaları
uk: Прості файли XML
zh_hans: Flat XML 文件

source: The tag and attribute names can now be customized using :ref:`file_format_params`.
id: Nama tag dan atribut sekarang dapat disesuaikan menggunakan :ref:`file_format_params`.
sv: Tagg- och attributnamnen kan nu anpassas med hjälp av :ref:`file_format_params`.

source: Example of flat XML files:
id: Contoh berkas XML datar:
sv: Exempel på platta XML-filer:

source: `Flat XML file`
de: `Flache XML-Datei`
ga: `Comhad XML cothrom`
hu: `Egyszerű XML-fájl`
id: `Berkas XML datar`
ja: `Flat化した XML ファイル`
nl: `Plat XML-bestand`
pt: `Ficheiro XML simples`
pt_br: `Arquivo XML simples`
ro: `Fișier XML plat`
ru: `Плоский XML-файл`
sv: `Platt XML-fil`
ta: 'பிளாட் எக்ச்எம்எல் கோப்பு'
tr: `Düz XML dosyası`
uk: `простий файл XML`
zh_hans: `Flat XML 文件`

source: Support for this format is under development. Some features might not yet be available and the behavior can change between releases. Feedback from testing is welcome.
de: Die Unterstützung für dieses Format befindet sich in der Entwicklung. Einige Funktionen sind möglicherweise noch nicht verfügbar, und das Verhalten kann sich zwischen den verschiedenen Versionen ändern. Rückmeldungen aus der Testphase sind willkommen.
ga: Tá tacaíocht don fhormáid seo á forbairt. Seans nach mbeidh roinnt gnéithe ar fáil go fóill agus is féidir leis an iompar athrú idir eisiúintí. Tá fáilte roimh aiseolas ón tástáil.
hu: A formátum támogatása még fejlesztés alatt áll. Egyes funkciók esetleg még nem érhetők el, és működése változhat a verziók között. Tesztelési visszajelzéseket szívesen fogadunk.
id: Dukungan untuk format ini sedang dalam pengembangan. Beberapa fitur mungkin belum tersedia dan perilakunya dapat berubah di antara rilis. Umpan balik dari pengujian sangat diharapkan.
ja: この形式への対応は開発中です。一部の機能はまだ使用できないません。動作はリリース間で変更することがあります。テスト結果のフィードバックは歓迎します。
nl: Ondersteuning voor deze indeling is in ontwikkeling. Sommige mogelijkheden zouden nog niet beschikbaar kunnen zijn en het gedrag kan veranderen tussen uitgaven. Terugkoppeling vanuit testen is welkom.
pt_br: O suporte para esse formato está em desenvolvimento. Alguns recursos podem não estar disponíveis ainda e o comportamento pode mudar entre as versões. O feedback dos testes é bem-vindo.
ru: Поддержка этого формата находится в стадии разработки. Некоторые функции могут быть ещё недоступны, и поведение может меняться в зависимости от выпуска. Отзывы о тестировании приветствуются.
sv: Stöd för detta format är under utveckling. Vissa funktioner kanske ännu inte är tillgängliga och funktionen kan ändras mellan olika versioner. Feedback från testning är välkommen.
ta: இந்த வடிவத்திற்கான உதவி வளர்ச்சியில் உள்ளது. சில நற்பொருத்தங்கள் இன்னும் கிடைக்காமல் போகலாம், மேலும் வெளியீடுகளுக்கு இடையில் நடத்தை மாறக்கூடும். சோதனையில் இருந்து வரும் கருத்துக்கள் வரவேற்கத்தக்கவை.
tr: Bu biçimin desteği şu anda geliştirme aşamasında. Bazı özellikler henüz kullanılamıyor olabilir ve davranışları sürümler arasında değişiklik gösterebilir. Denemelerinizle ilgili geri bildirimlerinizi bekliyoruz.
uk: Підтримка цього формату зараз перебуває на етапі розробки. Деякі можливості можуть бути недоступними, а поведінка при обробці може змінюватися у нових випусках. Будемо раді тестуванню та відгукам.
zh_hans: 我们正在开发对这种格式的支持。某些功能也许上不可用，且不同版本间的行为也不一样。欢迎从测试得来的反馈。

source: Fluent is a monolingual text format that focuses on asymmetric localization: a simple string in one language can map to a complex multi-variant translation in another language.
de: Fluent ist ein einsprachiges Textformat, das sich auf asymmetrische Lokalisierung konzentriert: Eine einfache Zeichenkette in einer Sprache kann in einer anderen Sprache eine komplexe Übersetzung mit mehreren Varianten ergeben.
ga: Is formáid téacs aonteangach é Líofa a dhíríonn ar logánú neamhshiméadrach: is féidir le teaghrán simplí i dteanga amháin aistriúchán casta ilathraitheach i dteanga eile a mhapáil.
hu: A Fluent egy egynyelvű szövegformátum, amely az aszimmetrikus lokalizációra összpontosít: lehetővé teszi, hogy egy egyszerű szöveg az egyik nyelven egy másik nyelven egy összetettebb, több változatot tartalmazó fordítással feleljen meg.
id: Fluent adalah format teks monolingual yang berfokus pada lokalisasi asimetris: string sederhana dalam satu bahasa dapat dipetakan ke terjemahan multi-varian yang kompleks dalam bahasa lain.
ja: Fluent は、非対称の現地語化用のモノリンガルのテキスト形式: ある言語の簡単な文字列を、別の言語の複雑な別表記の翻訳に置き換えることができます。
nl: Fluent is een eentalige tekstindeling die focust op een asymmetrische vertaling: een eenvoudige tekenreeks in een taal kan verwijzen naar een complexe multi-variante vertaling in een andere taal.
pt: Fluent é um formato de texto monolingue concentrado na localização assimétrica: uma cadeia simples num idioma pode ser mapeado para uma tradução multivariante complexa em outro idioma.
pt_br: Fluent é um formato de texto monolíngue que se concentra na localização assimétrica: um texto simples em um idioma pode ser mapeado para uma tradução multivariante complexa em outro idioma.
ro: Fluent este un format de text monolingv care se concentrează pe localizarea asimetrică: un simplu șir de caractere într-o limbă poate fi asociat cu o traducere complexă cu mai multe variante în altă limbă.
ru: Fluent - это одноязычный текстовый формат, ориентированный на асимметричную локализацию: простая строка на одном языке может отображаться в сложный многовариантный перевод на другом языке.
sv: Fluent är ett enspråkigt textformat som fokuserar på asymmetrisk lokalisering: en enkel sträng på ett språk kan mappas till en komplex översättning med flera varianter på ett annat språk.
ta: சரளமானது சமச்சீரற்ற உள்ளூர்மயமாக்கலில் கவனம் செலுத்தும் ஒரு ஒற்றை மொழி உரை வடிவமாகும்: ஒரு மொழியில் ஒரு எளிய சரம் மற்றொரு மொழியில் சிக்கலான பல-மாறுபாடு மொழிபெயர்ப்பை வரைபடமாக்க முடியும்.
tr: Fluent, asimetrik yerelleştirmeye odaklanmış tek dilli bir metin biçimidir: Bir dildeki basit bir dizge, başka bir dildeki karmaşık bir çok değişkenli çeviriyle eşleştirilebilir.
uk: Fluent — одномовний текстовий формат, увагу у якому зосереджено на асиметричній локалізації: простий рядок однією мовою може відповідати складному багатоваріантному перекладу іншою мовою.
zh_hans: Fluent 是一种专注于非对称本地化的单语文本格式：一种语言的简单字符串可以映射到另一种语言的复杂多变体翻译。

source: `Project Fluent website <https://projectfluent.org/>`_
de: `Projekt-Fluent-Website <https://projectfluent.org/>`_
ga: `suíomh Gréasáin Project Fluent <https://projectfluent.org/>`_
hu: `Project Fluent weboldal <https://projectfluent.org/>`_
id: `Situs web Project Fluent <https://projectfluent.org/>`_
ja: `Fluent プロジェクトの Webサイト <https://projectfluent.org/>`_
pt: `Site do projeto Fluent <https://projectfluent.org/>`_
pt_br: `Site do projeto Fluent <https://projectfluent.org/>`_
ro: `Proiect Fluent website <https://projectfluent.org/>``_
ru: `Сайт проекта Fluent <https://projectfluent.org/>`_
sv: `Projekt Fluents webbplats <https://projectfluent.org/>`_
ta: 'புராசெக்ட் சரளமான இணையதளம் <https://projectfluent.org/>'_
tr: `Fluent projesi sitesi <https://projectfluent.org/>`_
uk: `Сайт проєкту Fluent <https://projectfluent.org/>`_
zh_hans: `Fluent 项目网站 <https://projectfluent.org/>`_

source: `Fluent file`
de: `Fluent-Datei`
ga: `Comhad líofa`
hu: `Fluent-fájl`
id: `Berkas Fluent`
ja: `Fluent ファイル`
nl: `Fluent-bestand`
pt: `Ficheiro Fluent`
pt_br: `Arquivo Fluent`
ro: Fișier fluent`
ru: `Файл Fluent`
sv: `Flytande fil`
ta: 'சரளமான கோப்பு'
tr: `Fluent dosyası`
uk: `Файл Fluent`
zh_hans: `Fluent 文件`

source: File format used when translating Format.JS and React-Intl applications.
de: Dateiformat, das beim Übersetzen von Format.JS- und React-Intl-Anwendungen verwendet wird.
ga: Formáid comhaid a úsáidtear agus feidhmchláir Format.JS agus React-Intl á n-aistriú.
hu: Ez a fájlformátum a Format.JS és React-Intl alkalmazások fordítására szolgál.
id: Format berkas yang digunakan saat menerjemahkan aplikasi Format.JS dan React-Intl.
ja: Format.JS および React-Intl アプリケーションを翻訳するときに使用されるファイル形式。
nl: Gebruikte bestandsindeling bij vertalen van toepassingen in Format.JS en React-Intl.
pt_br: Formato de arquivo usado ao traduzir aplicativos Format.JS e React-Intl.
sv: Filformat som används vid översättning av Format.JS- och React-Intl-applikationer.
ta: format.js மற்றும் react-intl பயன்பாடுகளை மொழிபெயர்க்கும்போது பயன்படுத்தப்படும் கோப்பு வடிவம்.
tr: Format.JS ve React-Intl uygulamalarını çevirirken kullanılan dosya biçimi.
uk: Формат файлів, який використовують при перекладі програм на основі Format.JS та React-Intl.
zh_hans: 翻译 Format.JS 和 React-Intl 程序时所用的文件格式。

source: `Format.JS JSON file`
de: `JSON-Datei Format.JS`
ga: `Format.JS comhad JSON`
hu: `Format.JS JSON-fájl`
id: `Format.JS berkas JSON`
ja: `Format.JS JSON ファイル`
nl: `Format.JS JSON-bestand`
pt_br: `arquivo JSON Format.JS`
sv: `Format.JS JSON-fil`
ta: `format.js சாதொபொகு கோப்பு`
tr: `Format.JS JSON dosyası`
zh_hans: `Format.JS JSON 文件`
