Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added new horizontal stats widget.
de: Neues horizontales Statistik-Widget hinzugefügt.
ga: Cuireadh giuirléid stats chothrománach nua leis.
hu: Új vízszintes statisztikai widget hozzáadva.
id: Menambahkan widget statistik horizontal baru.
ja: 新しい横型統計ウィジェットの追加。
nl: Nieuw horizontaal widget voor statistieken toegevoegd.
pt: Adicionado novo widget de estatísticas horizontais.
pt_br: Adicionado novo widget de estatísticas horizontais.
ro: A fost adăugat un nou widget de statistici orizontale.
ru: Добавлен новый виджет горизонтальной статистики.
sv: Ny horisontell statistikwidget har lagts till.
ta: புதிய கிடைமட்ட புள்ளிவிவரங்கள் விட்செட் சேர்க்கப்பட்டது.
tr: Yeni yatay istatistikler pano bileşeni eklendi.
uk: Додано новий горизонтальний віджет статистики.
zh_hans: 添加了新水平统计数据小挂件。
zh_hant: 添加了新水平統計數據 widget。

source: Improved format strings check on plurals.
de: Verbesserte Prüfung von Formatzeichenketten bei Pluralformen.
ga: Seiceáil teaghráin bhformáid fheabhsaithe ar iolraí.
hu: Többes számú alakokra vonatkozó formátumsztring-ellenőrzés javítva.
id: Peningkatan format pemeriksaan string pada bentuk jamak.
ja: 複数形のフォーマット文字列の検査の改良。
nl: Verbeterde controle opmaak tekenreeksen voor meervouden.
pt: Melhorada a verificação de cadeias de formato em plurais.
pt_br: Melhorada a verificação de textos de formato em plurais.
ro: A fost îmbunătățită verificarea șirurilor de formate la plural.
ru: Улучшена проверка строк формата для форм множественного числа.
sv: Förbättrad kontroll av formatsträngar för pluralformer.
ta: மேம்படுத்தப்பட்ட வடிவமைப்பு சரங்கள் பன்மைகளை சரிபார்க்கவும்.
tr: Çoğul biçimler için biçim dizgeleri kalite denetimi iyileştirildi.
uk: Удосконалено перевірку форматування рядків у формах множини.
zh_hans: 改进了对复数的格式字符串检查。
zh_hant: 改進了複數的格式字符串檢查。

source: Added font management tool.
de: Werkzeug zur Schriftartenverwaltung hinzugefügt.
ga: Cuireadh uirlis bainistíochta cló leis.
hu: Betűkészlet-kezelő eszköz hozzáadva.
id: Menambahkan alat manajemen font.
ja: フォント管理ツールの追加。
nl: Gereedschap voor beheren lettertype toegevoegd.
pt: Adicionada ferramenta de gestão de fontes.
pt_br: Adicionada ferramenta de gerenciamento de fontes.
ro: A fost adăugat un instrument de gestionare a fonturilor.
ru: Добавлен инструмент управления шрифтами.
sv: Lagt till verktyg för hantering av teckensnitt.
ta: எழுத்துரு மேலாண்மை கருவி சேர்க்கப்பட்டது.
tr: Yazı tipi yönetim aracı eklendi.
uk: Додано засіб керування шрифтами.
zh_hans: 添加了字体管理工具。
zh_hant: 添加了字體管理工具。

source: New check for rendered text dimensions.
de: Neue Prüfung für gerenderte Textabmessungen.
ga: Seiceáil nua le haghaidh toisí téacs rindreáilte.
hu: Új ellenőrzés a megjelenített szöveg méreteire.
id: Pemeriksaan baru untuk dimensi teks yang ditampilkan.
ja: 新しく、表示した文字サイズの検査実施。
nl: Nieuwe controle voor gerenderde tekstdimensies.
pt: Nova verificação das dimensões do texto renderizado.
pt_br: Nova verificação das dimensões do texto renderizado.
ro: O nouă verificare a dimensiunilor textului redat.
ru: Новая проверка размеров отрисовываемого текста.
sv: Ny kontroll av renderade textdimensioner.
ta: வழங்கப்பட்ட உரை பரிமாணங்களுக்கான புதிய சோதனை.
tr: Görüntülenen metin boyutları için yeni denetim eklendi.
uk: Реалізовано нову перевірку розмірів обробленого тексту.
zh_hans: 提供文本尺寸的新检查。
zh_hant: 提供文本尺寸的新檢查。

source: Added support for subtitle formats.
de: Unterstützung für Untertitelformate hinzugefügt.
ga: Tacaíocht bhreise le haghaidh formáidí fotheideal.
hu: Feliratformátumok támogatása hozzáadva.
id: Menambahkan dukungan untuk format subjudul.
ja: 字幕形式に対応。
nl: Ondersteuning toegevoegd voor indelingen van ondertiteling.
pt: Adicionado suporte para formatos de legenda.
pt_br: Adicionado suporte para formatos de legenda.
ro: A fost adăugat suport pentru formatele de subtitrare.
ru: Добавлена поддержка форматов субтитров.
sv: Stöd för undertextformat har lagts till.
ta: வசன வடிவங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Alt yazı biçimleri desteği eklendi.
uk: Додано підтримку форматів субтитрів.
zh_hans: 为字幕格式添加了支持。
zh_hant: 為字幕格式添加了支持。

source: Include overall completion stats for languages.
de: Die Gesamtstatistiken für Sprachen hinzugefügt.
ga: Cuir staitisticí comhlánaithe foriomlána le haghaidh teangacha san áireamh.
hu: Nyelvekhez kapcsolódó összesített teljesítési statisztikák megjelenítése.
id: Sertakan statistik penyelesaian keseluruhan untuk bahasa.
ja: 言語全体の完全統計を含むように改良。
nl: Statistieken van algehele voltooiing voor talen opnemen.
pt: Inclui estatísticas gerais de conclusão para idiomas.
pt_br: Inclui estatísticas gerais de conclusão para idiomas.
ro: Includeți statisticile generale de finalizare pentru limbi.
ru: Включена общая статистика по языкам.
sv: Inkludera övergripande statistik över slutförda språk.
ta: மொழிகளுக்கான ஒட்டுமொத்த நிறைவு புள்ளிவிவரங்களைச் சேர்.
tr: Diller için genel tamamlanma istatistikleri eklendi.
uk: Включено загальну статистику завершеності для мов.
zh_hans: 包括了语言的全部完成的统计数据。
zh_hant: 包括了語言的全部完成的統計數據。

source: Added reporting at project and global scope.
de: Zusätzliche Berichte auf Projekt- und globalem Bereich.
ga: Tuairisciú curtha leis ag scóip tionscadail agus domhanda.
hu: Jelentéskészítés támogatása projekt- és globálisszinten.
id: Menambahkan pelaporan pada lingkup proyek dan global.
ja: プロジェクトおよびグローバル スコープでのレポートを追加。
nl: Rapporteren voor bereik van project en globaal toegevoegd.
pt: Adicionados relatórios no âmbito do projeto e no global.
pt_br: Adicionados relatórios no escopo global e no de projeto.
ro: A fost adăugată raportarea la nivel de proiect și la nivel global.
ru: Добавлены отчёты на уровне проекта и на глобальном уровне.
sv: Lagt till rapportering på projekt- och global nivå.
ta: திட்டம் மற்றும் உலகளாவிய நோக்கத்தில் அறிக்கை சேர்க்கப்பட்டது.
tr: Proje kapsamı ve genel kapsamda raporlama özelliği eklendi.
uk: Додано звітування на рівні проєктів та загальному рівні.
zh_hans: 添加了在项目或全体范围内的报告。
zh_hant: 添加了在項目或全體範圍內的報告。

source: Improved user interface when showing translation status.
de: Verbesserte Bedienoberfläche bei der Anzeige des Übersetzungsstatus.
ga: Comhéadan úsáideora feabhsaithe agus stádas aistriúcháin á thaispeáint.
hu: Fordítási állapot megjelenítésének felhasználói felülete javítva.
id: Peningkatan antarmuka pengguna saat menampilkan status terjemahan.
ja: 翻訳状況を表示する際のユーザー インターフェイスの改良。
nl: Verbeterde gebruikersinterface bij weergeven van status vertaling.
pt: Melhorada a interface de utilizador ao mostrar o estado da tradução.
pt_br: Melhorada a interface de usuário ao mostrar o status da tradução.
ro: A fost îmbunătățită interfața cu utilizatorul atunci când se afișează starea traducerii.
ru: Улучшен пользовательский интерфейс при отображении статуса перевода.
sv: Förbättrat användargränssnitt vid visning av översättningsstatus.
ta: மொழிபெயர்ப்பு நிலையைக் காண்பிக்கும் போது மேம்படுத்தப்பட்ட பயனர் இடைமுகம்.
tr: Çeviri durumunu görüntüleyen kullanıcı arayüzü iyileştirildi.
uk: Удосконалено інтерфейс користувача при показі стану перекладу.
zh_hans: 改进了显示翻译状态时的用户界面。
zh_hant: 改進了顯示翻譯狀態時的用戶界面。

source: New Weblate logo and color scheme.
de: Neues Weblate-Logo und Farbschema.
ga: Lógó agus scéim dathanna nua Weblate.
hu: Új Weblate logó és színséma.
id: Logo dan skema warna Weblate baru.
ja: 新しい Weblate のロゴマークと配色に変更。
nl: Nieuw logo voor Weblate en kleurenschema.
pt: Novo logotipo e esquema de cores do Weblate.
pt_br: Novo logotipo e esquema de cores do Weblate.
ro: Noul logo Weblate și noua schemă de culori.
ru: Новая цветовая схема и логотип Weblate’а.
sv: Nytt Weblate-logotyp och färgschema.
ta: புதிய வலைபெயர்ப்பு லோகோ மற்றும் வண்ணத் திட்டம்.
tr: Weblate logosu ve renk şeması yenilendi.
uk: Новий логотип Weblate та схема кольорів.
zh_hans: 新的 Weblate 标志和配色方案。
zh_hant: 新的 Weblate 標誌和配色方案。

source: New look of bitmap badges.
de: Neues Aussehen der Bitmap-Symbole.
ga: Cuma nua ar shuaitheantais bitmap.
hu: Raszteres jelvények megjelenése megújult.
id: Tampilan baru lencana bitmap.
ja: ビットマップ バッジの外観を変更。
nl: Nieuw uiterlijk voor bitmap insignes.
pt: Nova aparência de emblemas de bitmap.
pt_br: Nova aparência de emblemas de bitmap.
ro: Noua înfățișare a insignelor bitmap.
ru: Новый внешний вид растровых плашек.
sv: Nytt utseende på bitmap-märken.
ta: பிட்மேப் பேட்ச்களின் புதிய தோற்றம்.
tr: Bit eşlem simgelerinin görünümü yenilendi.
uk: Новий вигляд растрових значків.
zh_hans: 位图徽章的新外观。
zh_hant: 位圖徽章的新外觀。

source: *Released on April 26th 2019.*
de: *Veröffentlicht am 26. April 2019.*
ga: *Eisithe ar 26 Aibreán 2019.*
hu: *Kiadva: 2019. április 26.*
id: *Dirilis pada 26 April 2019.*
nl: *Uitgegeven op 26 april 2019.*
pt_br: *Atualizado em 26 de abril de 2019.*
sv: *Släpptes den 26 april 2019.*
tr: *26 Nisan 2019 tarihinde yayınlandı.*
uk: *Випущено 26 квітня 2019 року.*

source: Fixed digest notifications in some corner cases.
de: Die Zusammenfassungs-Benachrichtigungen in einigen Ausnahmefällen korrigiert.
ga: Fógraí achoimre seasta i gcásanna cúinne áirithe.
hu: Összesítő értesítések hibája javítva bizonyos esetekben.
id: Memperbaiki pemberitahuan intisari dalam beberapa kasus khusus.
ja: 一部の特殊なケースでのダイジェスト通知を修正。
nl: Samengevatte notificaties in enkele randgevallen gerepareerd.
pt: Corrigidas as notificações de resumo em alguns casos complexos.
pt_br: Corrigidas as notificações de resumo em alguns casos complexos.
ro: A reparat notificările digest în unele cazuri dificile.
ru: Исправлены выдержки с уведомлениями в некоторых граничных случаях.
sv: Fixade sammanfattningsmeddelanden i vissa specialfall.
ta: சில மூலையில் நிகழ்வுகளில் நிலையான டைசச்ட் அறிவிப்புகள்.
tr: Bazı uç durumlarda yaşanan özet bildirimleri sorunu düzeltildi.
uk: Виправлено сповіщення-резюме у деяких рідкісних випадках.
zh_hans: 修复了某些极端情况下的摘要通知。
zh_hant: 修復了一些極端情況下的摘要通知。

source: Fixed add-on script error alert.
de: Fehlermeldung des Erweiterungsskripts behoben.
ga: Foláirimh earráide scripte breiseán seasta.
hu: Kiegészítő szkripthez kapcsolódó hibaüzenet javítva.
id: Memperbaiki peringatan kesalahan skrip pengaya.
ja: アドオンスクリプトのエラー警告を修正。
nl: Add-on alarm scriptfout gerepareerd.
pt: Corrigido um alerta de erro de script de extensão.
pt_br: Alerta de erro no script de complemento foram corrigidos.
ro: A fost reparată alerta de eroare a scriptului add-on.
ru: Исправлено предупреждение об ошибке скрипта надстройки.
sv: Rättat felmeddelande i tilläggsskript.
ta: நிலையான துணை நிரல் ச்கிரிப்ட் பிழை எச்சரிக்கை.
tr: Eklenti betiği hata uyarısı sorunu düzeltildi.
uk: Виправлено попередження щодо помилки скрипту додатка.
zh_hans: 修复了附加组件脚本错误警报的问题。
zh_hant: 修復了附加組件腳本錯誤警告的問題。

source: Fixed generating MO file for monolingual PO files.
de: Die Erzeugung einer MO-Datei für einsprachige PO-Dateien korrigiert.
ga: Comhad MO giniúna seasta do chomhaid PO aonteangacha.
hu: MO-fájl generálása javítva egynyelvű PO-fájlok esetén.
id: Memperbaiki pembuatan berkas MO untuk berkas PO monolingual.
ja: モノリンガル PO ファイルの MO ファイルの生成を修正。
nl: Genereren van MO-bestand voor eentalige PO-bestanden gerepareerd.
pt: Corrigido o ficheiro de geração de MO para ficheiros PO monolíngues.
pt_br: Corrigido o arquivo de geração de MO para arquivos PO monolíngues.
ro: A fost reparată generarea fișierului MO pentru fișierele PO monolingve.
ru: Исправлено создание файлов MO для одноязычных файлов PO.
sv: Fixat generering av MO-fil för enspråkiga PO-filer.
ta: ஒருமொழி பிஓ கோப்புகளுக்கான நிலையான உருவாக்கும் mo கோப்பை உருவாக்குகிறது.
tr: Tek dilli PO dosyaları için MO dosyası oluşturma sorunu düzeltildi.
uk: Виправлено створення файла MO для одномовних файлів PO.
zh_hans: 修复了为单语言 PO 文件生成 MO 文件。
zh_hant: 修復了為單語言 PO 文件生成 MO 文件。

source: Fixed display of uninstalled checks.
de: Die Anzeige von nicht installierten Qualitätsprüfungen korrigiert.
ga: Taispeáint seasta de sheiceálacha neamhshuiteáilte.
hu: Nem telepített ellenőrzések megjelenítése javítva.
id: Memperbaiki tampilan pemeriksaan yang belum terinstal.
ja: アンインストール済みの検査の表示を修正。
nl: Weergeven van niet geïnstalleerde controles gerepareerd.
pt: Corrigida a exibição de verificações desinstaladas.
pt_br: Corrigida a exibição de verificações desinstaladas.
ro: A fost reparată afișarea verificărilor dezinstalate.
ru: Исправлено отображение не установленных проверок.
sv: Fast visning av avinstallerade kontroller.
ta: நிறுவல் நீக்கப்படாத சோதனைகளின் நிலையான காட்சி.
tr: Kaldırılan denetimlerin görüntülenmesi sorunu düzeltildi.
uk: Виправлено показ невстановлених перевірок.
zh_hans: 修复了未安装检查的显示。
zh_hant: 修復了未安裝檢查的顯示。

source: Indicate administered projects on project listing.
de: Anzeige von verwalteten Projekten in der Projektliste.
ga: Léirigh tionscadail riartha ar liostú tionscadal.
hu: Projektlista nézetben az adminisztrált projektek jelölése megjelenik.
id: Tunjukkan proyek yang dikelola pada daftar proyek.
ja: プロジェクト一覧に管理対象プロジェクトを表示するように改良。
nl: Aangeven van beheerde projecten op vermelding projecten.
pt: Indica projetos administrados na lista de projetos.
pt_br: Indica projetos administrados na lista de projetos.
ro: Indicați proiectele administrate pe lista de proiecte.
ru: Обозначение управляемых проектов в списке проектов.
sv: Ange administrerade projekt i projektförteckningen.
ta: திட்ட பட்டியலில் நிர்வகிக்கப்பட்ட திட்டங்களைக் குறிக்கவும்.
tr: Proje listesinde yönetilen projelerin belirtilmesi sağlandı.
uk: Реалізовано індикацію для адміністрованих проєктів у списку проєктів.
zh_hans: 指示项目列表中管理的项目。
zh_hant: 指示項目列表中管理的項目。

source: Allow update to recover from missing VCS repository.
de: Dem Update ermöglicht, ein fehlendes VCS-Repository wiederherzustellen.
ga: Ceadaigh nuashonrú chun aisghabháil ó stór VCS atá in easnamh.
hu: Frissítés lehetővé teszi hiányzó VCS tároló esetén a helyreállítást.
id: Izinkan pembaruan untuk mengembalikan dari repositori VCS yang hilang.
ja: VCS リポジトリが消失した状態から回復するための更新を可能にするように改良。
nl: Bijwerken na herstellen van ontbrekende opslagruimte VCS toestaan.
pt: Permite que a atualização se recupere de um repositório VCS ausente.
pt_br: Permite que a atualização se recupere de um repositório VCS ausente.
ro: Permiteți actualizării să recupereze un depozit VCS lipsă.
ru: Разрешено обновление для восстановления из отсутствующего репозитория системы контроля версий.
sv: Tillåt uppdatering för att återställa från saknat VCS-arkiv.
ta: காணாமல் போன வி.சி.எச் களஞ்சியத்திலிருந்து மீட்டெடுக்க புதுப்பிப்பை அனுமதிக்கவும்.
tr: Eksik sürüm denetimi sistemi deposundan kurtarma için güncellemeye izin verildi.
uk: Уможливлено оновлення для відновлення, якщо не виявлено сховища системи керування версіями.
zh_hans: 允许更新而从丢失的版本控制系统仓库恢复。
zh_hant: 允許更新而從丟失的版本控制系統（VCS）倉庫恢復。

source: *Released on April 20th 2019.*
de: *Veröffentlicht am 20. April 2019.*
ga: *Eisithe ar 20 Aibreán 2019.*
hu: *Kiadva: 2019. április 20.*
id: *Dirilis pada 20 April 2019.*
nl: *Uitgegeven op 20 april 2019.*
pt_br: *Atualizado em 20 de abril de 2019.*
sv: *Släpptes den 20 april 2019.*
tr: *20 Nisan 2019 tarihinde yayınlandı.*
uk: *Випущено 20 квітня 2019 року.*

source: Add support for downloading user data.
de: Unterstützung für das Herunterladen von Benutzerdaten hinzugefügt.
ga: Cuir tacaíocht leis chun sonraí úsáideora a íoslódáil.
hu: Felhasználói adatok letöltésének támogatása hozzáadva.
id: Tambahkan dukungan untuk mengunduh data pengguna.
ja: ユーザー データのダウンロードに対応。
nl: Ondersteuning toegevoegd voor downloaden van gebruikersgegevens.
pt: Adiciona suporte para descarregar dados do utilizador.
pt_br: Adiciona suporte para baixar dados do usuário.
ro: Adăugați suport pentru descărcarea datelor utilizatorului.
ru: Добавлена поддержка скачивания данных пользователя.
sv: Lägg till stöd för nedladdning av användardata.
ta: பயனர் தரவைப் பதிவிறக்குவதற்கான ஆதரவைச் சேர்.
tr: Kullanıcı verilerini indirme desteği eklendi.
uk: Додано підтримку отримання даних користувача.
zh_hans: 为下载用户数据添加了支持。
zh_hant: 為下載用戶數據添加了支持。

source: Add-ons are now automatically triggered upon installation.
de: Erweiterungen werden jetzt automatisch bei der Installation ausgelöst.
ga: Spreagtar breiseáin go huathoibríoch anois nuair a shuiteáiltear iad.
hu: A kiegészítők mostantól automatikusan lefutnak telepítés után.
id: Sekarang pengaya akan secara otomatis dipicu pada saat proses instalasi.
ja: インストール時にアドオンの自動起動に変更。
nl: Add-ons worden nu automatisch geactiveerd bij installeren.
pt: Extensões agora são acionados automaticamente após a instalação.
pt_br: Complementos agora são acionados automaticamente após a instalação.
ro: Suplimentele sunt acum declanșate automat la instalare.
ru: Теперь надстройки автоматически запускаются при установке.
sv: Tillägg aktiveras nu automatiskt vid installation.
ta: துணை நிரல்கள் இப்போது நிறுவலின் போது தானாகவே தூண்டப்படுகின்றன.
tr: Eklentilerin kurulum sırasında kendiliğinden tetiklenmesi sağlandı.
uk: У новій версії додатки автоматично вмикаються після встановлення.
zh_hans: 附加组件在安装时会被自动触发。
zh_hant: 附加組件在安裝時會被自動觸發。

source: Improved instructions for resolving merge conflicts.
de: Verbesserte Anweisungen zur Lösung von Merge-Konflikten.
ga: Treoracha feabhsaithe chun coinbhleachtaí cumaisc a réiteach.
hu: Egyesítési (merge) konfliktusok megoldására vonatkozó útmutatás pontosítása.
id: Petunjuk yang ditingkatkan untuk menyelesaikan konflik penggabungan.
ja: マージ競合の解決方法の改善。
nl: Verbeterde instructies voor oplossen van conflicten bij samenvoegen.
pt: Melhordas as instruções para resolver conflitos de mesclagem.
pt_br: Melhoradas as instruções para resolver conflitos de mesclagem.
ro: Instrucțiuni îmbunătățite pentru rezolvarea conflictelor de fuziune.
ru: Улучшены инструкции по разрешению конфликтов слияния.
sv: Förbättrade instruktioner för att lösa sammanfogningskonflikter.
ta: ஒன்றிணைக்கும் மோதல்களைத் தீர்ப்பதற்கான மேம்பட்ட வழிமுறைகள்.
tr: Aktarım çakışmalarını çözümlemek için yönerge iyileştirildi.
uk: Удосконалено настанови щодо вирішення конфліктів об'єднання.
zh_hans: 改进了解决合并冲突的指示。
zh_hant: 改進了解決合併衝突的指示。

source: Cleanup add-on is now compatible with app store metadata translations.
de: Die Bereinigungserweiterung ist jetzt mit der Übersetzung von App-Store-Metadaten kompatibel.
ga: Tá an breiseán glanta comhoiriúnach anois le haistriúcháin meiteashonraí an tsiopa app.
hu: Tisztító kiegészítő mostantól kompatibilis az alkalmazásáruház metaadatait tartalmazó fordításokkal.
id: Pengaya pembersihan sekarang kompatibel dengan terjemahan metadata toko aplikasi.
ja: クリーンアップ アドオンを、アプリストアのメタデータ翻訳に対応。
nl: Add-on voor opschonen is nu compatibel met vertalingen van metadata voor de app store.
pt: A extensão de limpeza agora é compatível com traduções de metadados da loja de apps.
pt_br: O complemento de limpeza agora é compatível com traduções de metadados da loja de aplicativos.
ro: Componenta suplimentară Cleanup este acum compatibilă cu traducerile metadatelor din magazinele de aplicații.
ru: Надстройка очистки теперь совместима с переводами метаданных App store.
sv: Tillägget Cleanup är nu kompatibelt med översättningar av metadata i appbutiker.
ta: தூய்மைப்படுத்தும் துணை நிரல் இப்போது ஆப் கடை மேனிலை தரவு மொழிபெயர்ப்புகளுடன் இணக்கமானது.
tr: Temizleme eklentisinin uygulama mağazası üst veri çevirileriyle uyumlu olması sağlandı.
uk: У новій версії додаток очищення сумісний із перекладами метаданих крамниці програм.
zh_hans: 清理附加组件现在与应用商店元数据翻译兼容。
zh_hant: 清理附加組件現在與 app 商店元數據翻譯兼容。

source: Configurable language code syntax when adding new translations.
de: Konfigurierbare Sprachcodesyntax beim Hinzufügen neuer Übersetzungen.
ga: Comhréir chód teanga inchumraithe nuair a chuirtear aistriúcháin nua leis.
hu: Új fordítás hozzáadásakor a nyelvkód szintaxisa konfigurálható.
id: Sintaksis kode bahasa dapat dikonfigurasi saat menambahkan terjemahan baru.
ja: 新しい翻訳の追加時に、言語コードの構文を設定可能に改良。
nl: Te configureren syntaxis voor taalcode bij toevoegen van nieuwe vertalingen.
pt: Sintaxe do código de idioma configurável ao adicionar novas traduções.
pt_br: Sintaxe do código de idioma configurável ao adicionar novas traduções.
ro: Sintaxa codului de limbă configurabilă la adăugarea de noi traduceri.
ru: Настраиваемый синтаксис кода языка при добавлении новых переводов.
sv: Konfigurerbar syntax för språkkoder när nya översättningar läggs till.
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்க்கும்போது கட்டமைக்கக்கூடிய மொழி குறியீடு தொடரியல்.
tr: Yeni çeviriler eklenirken dil kodu söz diziminin yapılandırılabilmesi sağlandı.
uk: Реалізовано придатний до налаштовування синтаксис коду мови при додаванні нових перекладів.
zh_hans: 当添加新语言时可配置的语言代码语法。
zh_hant: 當添加新語言時可配置的語言代碼語法。

source: Warn about using Python 2 with planned termination of support in April 2020.
de: Warnung vor der Verwendung von Python 2 mit geplanter Einstellung der Unterstützung im April 2020.
ga: Tabhair rabhadh faoi Python 2 a úsáid le foirceannadh pleanáilte tacaíochta i mí Aibreáin 2020.
hu: Figyelmeztetés jelenik meg Python 2 használata esetén a 2020 áprilisi támogatás megszűnésére hivatkozva.
id: Peringatkan tentang penggunaan Python 2 dengan penghentian dukungan yang direncanakan pada April 2020.
ja: 2020 年 4 月にサポートを終了する予定の Python 2 の使用についての警告。
nl: Waarschuwen voor het gebruiken van Python 2 met geplande beëindiging van ondersteuning in april 2020.
pt: Avisa sobre o uso de Python 2 com encerramento planejado do suporte em abril de 2020.
pt_br: Avisa sobre o uso de Python 2 com encerramento planejado do suporte em abril de 2020.
ro: Avertizați cu privire la utilizarea Python 2 cu încetarea planificată a suportului în aprilie 2020.
ru: Предупреждение об использовании Python 2 в связи с запланированным прекращением его поддержки в апреле 2020 года.
sv: Varna för användning av Python 2 med planerad avslutning av support i april 2020.
ta: ஏப்ரல் 2020 இல் திட்டமிட்ட ஆதரவை நிறுத்தி பைதான் 2 ஐப் பயன்படுத்துவது பற்றி எச்சரிக்கவும்.
tr: 2020 Nisan ayında desteğinin bitmesi planlanan Python 2 sürümünün kullanıldığı ile ilgili uyarı eklendi.
uk: Реалізовано попередження щодо використання Python 2, планову підтримку якого буде завершено у квітні 2020 року.
zh_hans: 警告 Python 2 的使用计划于 2020 年 4 月终止支持。
zh_hant: 警告 Python 2 的使用計劃於 2020 年 04 月終止。

source: Extract special characters from the source string for visual keyboard.
de: Extrahieren von Sonderzeichen aus der Ausgangszeichenkette für die visuelle Tastatur.
ga: Bain carachtair speisialta as an teaghrán foinse don mhéarchlár amhairc.
hu: Speciális karakterek kinyerése a forrásszövegből a vizuális billentyűzethez.
id: Ekstrak karakter khusus dari string sumber untuk papan ketik visual.
ja: ビジュアル キーボード用の原文から特殊文字を抽出可能に改良。
nl: Uitnemen van speciale tekens uit de brontekenreeks voor het visuele toetsenbord.
pt: Extrai caracteres especiais da cadeia fonte para o teclado visual.
pt_br: Extrai caracteres especiais do texto fonte para o teclado visual.
ro: Extrage caracterele speciale din șirul sursă pentru tastatura vizuală.
ru: Извлечение специальных символов из исходной строки для их показа и быстрой вставке при переводе.
sv: Extrahera specialtecken från källsträngen för visuellt tangentbord.
ta: காட்சி விசைப்பலகைக்கான மூல சரத்திலிருந்து சிறப்பு எழுத்துக்களைப் பிரித்தெடுக்கவும்.
tr: Görsel klavye için kaynak dizgeden özel karakterlerin ayıklanması sağlandı.
uk: Реалізовано видобування спеціальних символів із початкового рядка для екранної клавіатури.
zh_hans: 为视觉键盘从源字符串中提取特定字符。
zh_hant: 為視覺鍵盤從源字符串中提取特定字符。
