Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Specifies the source language for imported translations. Typically needed for formats where the languages cannot be determined from the file itself.
de: Gibt die Ausgangssprache für importierte Übersetzungen an. Wird normalerweise für Formate benötigt, bei denen die Sprachen nicht aus der Datei selbst ermittelt werden können.
ga: Sonraítear an teanga foinse le haghaidh aistriúcháin iompórtáilte. Go hiondúil bíonn gá leis i gcás formáidí nach féidir na teangacha a chinneadh ón gcomhad féin.
hu: Az importált fordítások forrásnyelvének megadása. Általában olyan formátumoknál szükséges, amelyekből nem állapítható meg a nyelv.
id: Menentukan bahasa sumber untuk terjemahan yang diimpor. Biasanya diperlukan untuk format yang bahasanya tidak dapat ditentukan dari berkas itu sendiri.
nl: Specificeert de brontaal voor geïmporteerde vertalingen. Gewoonlijk nodig voor indelingen waar de taal niet kan worden vastgesteld uit het bestand zelf.
pt_br: Especifica o idioma de origem para traduções importadas. Normalmente necessário para formatos em que os idiomas não podem ser determinados a partir do próprio arquivo.
sv: Anger källspråket för importerade översättningar. Behövs vanligtvis för format där språken inte kan fastställas utifrån själva filen.
ta: இறக்குமதி செய்யப்பட்ட மொழிபெயர்ப்புகளுக்கான மூல மொழியைக் குறிப்பிடுகிறது. கோப்பிலிருந்து மொழிகளை தீர்மானிக்க முடியாத வடிவங்களுக்கு பொதுவாக தேவைப்படுகிறது.
tr: İçe aktarılan çeviriler için kaynak dili belirtir. Genellikle dillerin dosyanın kendisinden belirlenemediği biçimler için gereklidir.
uk: Визначає вихідну мову для імпортованих перекладів. Зазвичай це потрібно для форматів, у яких мови не можна визначити з самого файлу.
zh_hans: 指定导入翻译的源语言。对于从文件本身无法确定语言的格式通常需要这么做。

source: Specifies the target language for imported translations. Typically needed for formats where the languages cannot be determined from the file itself.
de: Gibt die Zielsprache für importierte Übersetzungen an. Wird normalerweise für Formate benötigt, bei denen die Sprachen nicht aus der Datei selbst ermittelt werden können.
ga: Sonraítear an sprioctheanga le haghaidh aistriúcháin iompórtáilte. Go hiondúil bíonn gá leis i gcás formáidí nach féidir na teangacha a chinneadh ón gcomhad féin.
hu: Az importált fordítások célnyelvének megadása. Általában olyan formátumoknál szükséges, amelyekből nem állapítható meg a nyelv.
id: Menentukan bahasa target untuk terjemahan yang diimpor. Biasanya diperlukan untuk format yang bahasanya tidak dapat ditentukan dari berkas itu sendiri.
nl: Specificeert de doeltaal voor geïmporteerde vertalingen. Gewoonlijk nodig voor indelingen waar de taal niet kan worden vastgesteld uit het bestand zelf.
pt_br: Especifica o idioma de destino para traduções importadas. Normalmente necessário para formatos em que os idiomas não podem ser determinados a partir do próprio arquivo.
sv: Anger målspråket för importerade översättningar. Behövs vanligtvis för format där språken inte kan fastställas utifrån själva filen.
ta: இறக்குமதி செய்யப்பட்ட மொழிபெயர்ப்புகளுக்கான இலக்கு மொழியைக் குறிப்பிடுகிறது. கோப்பிலிருந்து மொழிகளை தீர்மானிக்க முடியாத வடிவங்களுக்கு பொதுவாக தேவைப்படுகிறது.
tr: İçe aktarılan çeviriler için hedef dili belirtir. Genellikle dillerin dosyanın kendisinden belirlenemediği biçimler için gereklidir.
uk: Визначає цільову мову для імпортованих перекладів. Зазвичай необхідний для форматів, де мови не можна визначити з самого файлу.
zh_hans: 指定导入翻译的目标语言。无法从文件本身确定语言的格式通常需要这么做。

source: Batch imports components into project based on the file mask. It is based on the :ref:`addon-weblate.discovery.discovery` add-on, so you might want to use that instead.
de: Batch-Import von Komponenten in das Projekt auf der Grundlage der Dateimaske. Basierend auf der Erweiterung :ref:`addon-weblate.discovery.discovery`, so dass Sie stattdessen vielleicht diese verwenden sollten.
ga: Allmhairíonn baisc comhpháirteanna isteach sa tionscadal bunaithe ar an masc comhaid. Tá sé bunaithe ar an mbreiseán :ref:`addon-weblate.discovery.discovery`, mar sin b'fhéidir gur mhaith leat é a úsáid ina ionad.
hu: Összetevők kötegelt importálása egy projekthez fájlmaszk alapján. Ez az :ref:`addon-weblate.discovery.discovery` kiegészítőn alapul, ezért célszerű lehet azt használni helyette.
id: Mengimpor komponen secara batch ke dalam proyek berdasarkan topeng berkas. Ini didasarkan pada pengaya :ref:`addon-weblate.discovery.discovery`, jadi Anda mungkin ingin menggunakannya sebagai gantinya.
ja: ファイルマスクに基づいてコンポーネントをプロジェクトに一括でインポートします。この機能は、:ref:`addon-weblate.discovery.discovery` アドオンに基づいているので、代わりにそちらを使うといいかもしれません。
nl: Importeert onderdelen in bulk in het project, gebaseerd op het bestandsmasker. Het is gebaseerd op de add-on :ref:`addon-weblate.discovery.discovery`, dus u zou misschien in plaats daarvan die willen gebruiken.
pt: Importa componentes em lote para o projeto com base na máscara do ficheiro. É baseado no complemento :ref:`addon-weblate.discovery.discovery`, portanto, talvez seja melhor usá-lo.
pt_br: Importa componentes em lote para o projeto com base na máscara do arquivo. Ele é baseado no complemento :ref:`addon-weblate.discovery.discovery`, portanto, talvez seja melhor usá-lo.
ru: Пакетный импорт компонентов в проект на основе маски файла. Он основан на дополнении :ref:`addon-weblate.discovery.discovery`, поэтому вы можете использовать его вместо этого.
sv: Importerar komponenter till projektet baserat på filmasken. Det baseras på tillägget :ref:`addon-weblate.discovery.discovery`, så du kanske vill använda det istället.
tr: Toplu işlem, dosya maskesini temel alarak bileşenleri projeye aktarır. :ref:`addon-weblate.discovery.discovery` eklentisini temel alır, dolayısıyla onun yerine bunu kullanmak isteyebilirsiniz.
uk: Пакетне імпортування компонентів до проєкту на основі маски файлів. Його засновано на додатку :ref:`addon-weblate.discovery.discovery`, тому, можливо, вам варто скористатися саме ним.
zh_hans: 基于文件掩码批量导入部件到项目中。它基于 :ref:`addon-weblate.discovery.discovery` 附加组件，你或许想使用该附加组件。

source: `<project>` names an existing project, into which the components are to be imported.
de: `<project>` benennt ein vorhandenes Projekt, in das die Komponenten importiert werden sollen.
ga: Ainmníonn `<project>` tionscadal atá ann cheana féin, a bhfuil na comhpháirteanna le hiompórtáil isteach ann.
hu: A `<project>` egy létező projekt neve, amelybe az összetevők kerülnek importálásra.
id: `<project>` memberi nama proyek yang sudah ada, tempat komponen akan diimpor.
ja: `<project>` に、コンポーネントをインポートする既存のプロジェクトを指定します。
nl: `<project>` benoemt een bestaand project, waarin de onderdelen moeten worden geïmporteerd.
pt: `<project>` é o nome de um projeto existente, para o qual os componentes devem ser importados.
pt_br: `<project>` é o nome de um projeto existente, para o qual os componentes devem ser importados.
ro: `<project>` numește un proiect existent, în care urmează să fie importate componentele.
ru: Параметр `<project>` определяет имя существующего проекта, в который будут импортированы компоненты.
sv: <project> namnger ett befintligt projekt, till vilket komponenterna ska importeras.
ta: `<திட்டம்>` ஏற்கனவே இருக்கும் திட்டத்தை பெயரிடுகிறது, அதில் கூறுகள் இறக்குமதி செய்யப்பட வேண்டும்.
tr: `<project>`, bileşenlerin içe aktarılacağı var olan bir projeyi adlandırır.
uk: `<project>` є назвою наявного проєкту, до якого буде імпортовано складники.
zh_hans: `<project>` 将已存在的项目命名，部件将导入其中。
zh_hant: `<project>` 將已存在的項目命名，組件將導入其中。

source: The `<gitrepo>` defines the Git repository URL to use, and `<branch>` signifies the Git branch. To import additional translation components from an existing Weblate component, use a `weblate://<project>/<component>` URL for the `<gitrepo>`.
de: Das `<gitrepo>` definiert die zu verwendende Git-Repository-URL, und `<branch>` steht für den Git-Branch. Um zusätzliche Übersetzungskomponenten aus einer vorhandenen Weblate-Komponente zu importieren, verwenden Sie eine `weblate://<project>/<component>`-URL für das `<gitrepo>`.
ga: Sainmhíníonn an `<gitrepo>` URL stór Git le húsáid, agus ciallaíonn `<brainse>` an brainse Git. Chun comhpháirteanna aistriúcháin breise a iompórtáil ó chomhpháirt Weblate atá ann cheana féin, úsáid URL `weblate://<project>/<component>` don `<gitrepo>`.
hu: A `<gitrepo>` a használandó Git-tároló URL-je, a `<branch>` pedig az adott Git ág. Ha meglévő Weblate-összetevőből szeretne további fordítási összetevőket importálni, a következő URL-formátumot használja: `weblate://<project>/<component>`.
id: `<gitrepo>` mendefinisikan URL repositori Git yang akan digunakan, dan `<branch>` menandakan cabang Git. Untuk mengimpor komponen terjemahan tambahan dari komponen Weblate yang sudah ada, gunakan URL `weblate://<project>/<component>` untuk `<gitrepo>`.
ja: `<gitrepo>` に、使用する Git リポジトリの URL を設定し、`<branch>` に Git ブランチを指定します。既存の Weblate コンポーネントから追加の翻訳コンポーネントをインポートするには、`<gitrepo>` に `weblate://<project>/<component>` URL を設定します。
nl: De `<gitrepo>` definieert de URL van de te gebruiken opslagruimte van Git en `<branch>` bepaalt de tak van Git. Gebruik een URL `weblate://<project>/<component>` voor de `<gitrepo>` om aanvullende vertaalonderdelen te importeren uit een bestaand onderdeel van Weblate.
pt: O `<gitrepo>` define a URL do repositório Git a ser usada e `<branch>` significa o ramo Git. Para importar componentes de tradução adicionais de um componente Weblate existente, use uma URL `weblate://<project>/<component>` ao `<gitrepo>`.
pt_br: O `<gitrepo>` define a URL do repositório Git a ser usada, e `<branch>` significa o ramo Git. Para importar componentes de tradução adicionais de um componente Weblate existente, use uma URL `weblate://<project>/<component>` para o `<gitrepo>`.
ro: `<gitrepo>` definește adresa URL a depozitului Git care trebuie utilizată, iar `<branch>` reprezintă ramura Git. Pentru a importa componente de traducere suplimentare dintr-o componentă Weblate existentă, utilizați un URL `weblate://<proiect>/<component>` pentru `<gitrepo>`.
ru: Параметр `<gitrepo>` определяет URL-адрес используемого Git-репозитория, а `<branch>` — его ветку. Для импорта дополнительных компонентов перевода из существующего компонента Weblate’а используйте для параметра `<gitrepo>` адрес вида `weblate://<проект>/<компонент>`.
sv: <gitrepo> definierar vilken Git-repository-URL som ska användas, och<branch> anger Git-grenen. För att importera ytterligare översättningskomponenter från en befintlig Weblate-komponent använder du en webate://<project>/<component> URL för<gitrepo>.
ta: `<gitrepo>` பயன்படுத்த அறிவிலி களஞ்சிய முகவரி ஐ வரையறுக்கிறது, மேலும் `<கிளை>` அறிவிலி கிளையை குறிக்கிறது. ஏற்கனவே உள்ள வலைபெயர்ப்பு கூறுகளிலிருந்து கூடுதல் மொழிபெயர்ப்பு கூறுகளை இறக்குமதி செய்ய, `<gitrepo>` க்கு `வலைபெயர்ப்பு: // <proget>/<கூறு>` முகவரி ஐப் பயன்படுத்து.
tr: `<gitrepo>`, kullanılacak Git deposu adresini tanımlar ve `<branch>` Git dalını belirtir. Var olan bir Weblate bileşeninden ek çeviri bileşenlerini içe aktarmak için, `<gitrepo>` için bir `weblate://<project>/<component>` adresi kullanın.
uk: `<gitrepo>` визначає адресу сховища Git, якою слід скористатися, а `<branch>` вказує на гілку Git. Щоб імпортувати додаткові складники перекладу з наявного складника Weblate, скористайтеся адресою `weblate://<project>/<component>` для `<gitrepo>`.
zh_hans: `<gitrepo>` 确定了要使用的 Git 仓库的 URL，而 `<branch>` 说明了 Git 分支。为了从现有的 Weblate 部件导入另外的翻译部件，使用 `<gitrepo>` 的 `weblate://<project>/<component>` URL。
zh_hant: `<gitrepo>` 確定了要使用的 Git 倉庫的 URL，而 `<branch>` 說明了 Git 分支。為了從現有的 Weblate 組件導入另外的翻譯組件，使用 `<gitrepo>` 的 `weblate://<project>/<component>` URL 。

source: The `<filemask>` defines file discovery for the repository. It can be either be made simple using wildcards, or it can use the full power of regular expressions.
de: Die `<Dateimaske>` definiert die Dateisuche für das Repository. Sie kann entweder mit Platzhaltern vereinfacht werden oder die ganze Macht der regulären Ausdrücke nutzen.
ga: Sainmhíníonn an `<mask>` fionnachtain comhaid don stór. Is féidir é a dhéanamh simplí ag baint úsáide as saoróga, nó is féidir úsáid a bhaint as cumhacht iomlán nathanna rialta.
hu: A `<filemask>` határozza meg a fájlok felismerését a tárolóban. Lehet egyszerű, helyettesítő karaktereket használó forma vagy teljes értékű reguláris kifejezés.
id: `<filemask>` mendefinisikan penemuan berkas untuk repositori. Hal ini dapat disederhanakan dengan menggunakan karakter pengganti, atau dapat memanfaatkan sepenuhnya ekspresi reguler.
ja: `<filemask>` はリポジトリのファイル検出を設定します。ワイルドカードを使用して単純にすることも、正規表現を全面的に使用することもできます。
nl: Het `<filemask>` definieert bestandsopsporing voor de opslagruimte. Het mag ofwel eenvoudig gemaakt worden met jokertekens, of het mag de volledige kracht van reguliere uitdrukkingen gebruiken.
pt: O `<filemask>` define a descoberta de ficheiro para o repositório. Pode ser simplificado usando curingas ou pode usar todo o poder das expressões regulares.
pt_br: O `<filemask>` define a descoberta de arquivos para o repositório. Pode ser simplificado usando curingas ou pode usar todo o poder das expressões regulares.
ro: `<filemask>` definește descoperirea fișierelor pentru depozit. Aceasta poate fi fie simplă, folosind caractere wildcards, fie poate folosi întreaga putere a expresiilor regulate.
ru: Параметр `<filemask>` определяет маску искомых файлов в репозитории. Он может быть либо простой строкой с подстановочными знаками, либо использовать всю мощь регулярных выражений.
sv: <filemask> definierar filupptäckt för arkivet. Det kan antingen göras enkelt med hjälp av jokertecken eller så kan det utnyttja hela kraften i reguljära uttryck.
ta: `<filemask>` களஞ்சியத்திற்கான கோப்பு கண்டுபிடிப்பை வரையறுக்கிறது. வைல்டு கார்டுகளைப் பயன்படுத்தி இது எளிமையாக உருவாக்கப்படலாம் அல்லது வழக்கமான வெளிப்பாடுகளின் முழு சக்தியையும் பயன்படுத்தலாம்.
tr: `<filemask>`, depoda aranacak dosyaları tanımlar. Genel arama karakterleri kullanılarak basitleştirilebilir ya da kurallı ifadelerin tüm gücünü kullanabilir.
uk: `<filemask>` визначає спосіб пошуку файлів для сховища. Можна скористатися простими символами-замінниками або використати усю потужність формальних виразів.
zh_hans: `<filemask>` 为仓库定义了文件发现。或者可以使用通配符来使它简单，或者可以使用正则表达式的全部功能。
zh_hant: `<filemask>` 為倉庫定義了文件發現。或者可以使用通配符來使它簡單，或者可以使用正則表達式的全部功能。

source: The simple matching uses ``**`` for component name and ``*`` for language, for example: ``**/*.po``
de: Der einfache Abgleich verwendet ``**`` für den Komponentennamen und ``*`` für die Sprache, zum Beispiel: ``**/*.po``
ga: Úsáideann an meaitseáil shimplí ``**`` le haghaidh ainm comhpháirte agus ``*`` le haghaidh teanga, mar shampla: ``**/*.po``
hu: Az egyszerű illesztésnél a ``**`` jelöli az összetevőt, a ``*`` pedig a nyelvet, például: ``**/*.po``
id: Pencocokan sederhana menggunakan ``**`` untuk nama komponen dan ``*`` untuk bahasa, misalnya: ``**/*.po``
ja: 単純な一致では、コンポーネント名に ``**`` を使用し、言語に ``*`` を使用します。例: ``**/*.po``
nl: Het eenvoudig overeenkomen gebruikt ``**`` voor naam van het onderdeel en ``*`` voor de taal, bijvoorbeeld: ``**/*.po``
pt: A correspondência simples usa ``**`` para o nome do componente e ``*`` para o idioma, por exemplo: ``**/*.po``
pt_br: A correspondência simples usa ``**`` para o nome do componente e ``*`` para o idioma, por exemplo: ``**/*.po``
ro: Potrivirea simplă folosește ``**`` pentru numele componentei și ``*``` pentru limbă, de exemplu: ``**/*.po``
ru: Простое сопоставление использует ``**`` для имени компонента и ``*`` для языка, например: ``**/*.po``
sv: Den enkla matchningen använder ``**`` för komponentnamn och ``*`` för språk, till exempel: ``**/*.po``
ta: எளிமையான பொருத்தம் கூறு பெயருக்கு `` ** `` மற்றும் மொழிக்கு ``*`` பயன்படுத்துகிறது, எடுத்துக்காட்டாக: `` **/*.
tr: Basit eşleştirmede, bileşen adı için ``**`` ve dil için ``*`` kullanılır. Örnek: ``**/*.po``
uk: При простому встановленні відповідності для назви складника використовується ``**``, для мови — ``*``. Приклад: ``**/*.po``
zh_hans: 简单的匹配对部件名称使用 ``**``，对语言使用 ``*``，例如：``**/*.po``
zh_hant: 簡單的匹配對組件名稱使用 ``**`` ，對語言使用 ``*`` ，例如： ``**/*.po``

source: The regular expression has to contain groups named `component` and `language`, for example: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
de: Der reguläre Ausdruck muss Gruppen mit den Namen `component` und `language` enthalten, zum Beispiel: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
ga: Caithfidh grúpaí darb ainm `component` agus `language` a bheith sa slonn rialta, mar shampla: ``(?P<teanga>[^/]*)/(?P<component>[^-/]*)\.po``.
hu: A reguláris kifejezésnek tartalmaznia kell `component` és `language` nevű csoportokat, például: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\\.po``.
id: Ekspresi reguler harus berisi grup bernama `component` dan `language`, misalnya: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
nl: De reguliere uitdrukking moet groepen, genaamd `component` en `language`, bevatten, bijvoorbeeld: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
pt_br: A expressão regular deve conter grupos chamados `component` e `language`. Por exemplo: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
sv: Det reguljära uttrycket måste innehålla grupper med namnen `component` och `language`, till exempel: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
tr: Kurallı ifadede `component ve `language` adlı gruplar bulunmalıdır. Örneğin: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.
uk: Регулярний вираз має містити групи з назвами `component` і `language`, наприклад: ``(?P<language>[^/]*)/(?P<component>[^-/]*)\.po``.

source: The import matches existing components based on files and adds the ones that do not exist. It does not change already existing ones.
de: Der Import gleicht vorhandene Komponenten auf der Grundlage von Dateien ab und fügt diejenigen hinzu, die noch nicht vorhanden sind. Bereits vorhandene Komponenten werden dabei nicht verändert.
ga: Meaitseálann an t-iompórtáil na comhpháirteanna atá ann cheana bunaithe ar chomhaid agus cuireann sé na cinn nach bhfuil ann. Ní athraíonn sé na cinn atá ann cheana féin.
hu: Az import a meglévő fájlok alapján illeszti a már létező összetevőket, és hozzáadja azokat, amelyek még nem léteznek. A meglévőket nem módosítja.
id: Proses impor ini mencocokkan komponen yang ada berdasarkan berkas dan menambahkan komponen yang belum ada. Proses ini tidak mengubah komponen yang sudah ada.
ja: インポートは、ファイルに基づいて既存のコンポーネントを照合し、存在しないコンポーネントを追加します。既存のものは変更されません。
nl: Het importeren komt overeen met bestaande onderdelen, gebaseerd op bestanden en voegt die, welke niet bestaan, toe. Het wijzigt niet al bestaande.
pt: A importação corresponde aos componentes existentes com base em ficheiros e adiciona aqueles que não existem. Isso não altera os já existentes.
pt_br: A importação corresponde aos componentes existentes com base em arquivos e adiciona aqueles que não existem. Isso não altera os já existentes.
ro: Importul se potrivește cu componentele existente pe baza fișierelor și le adaugă pe cele care nu există. Nu le modifică pe cele deja existente.
ru: Импорт сопоставляет найденные файлы с существующими компонентами на основе имён файлов перевода в них и добавляет новые компоненты, которые до этого не существовали. Уже существующие компоненты он не меняет.
sv: Importen matchar befintliga komponenter baserat på filer och lägger till de som inte finns. Den ändrar inte redan befintliga komponenter.
ta: இறக்குமதி கோப்புகளின் அடிப்படையில் இருக்கும் கூறுகளுடன் பொருந்துகிறது மற்றும் இல்லாதவற்றைச் சேர்க்கிறது. இது ஏற்கனவே இருக்கும்வற்றை மாற்றாது.
tr: İçe aktarma, dosyalara bakarak var olan bileşenleri bulur ve var olmayanları ekler. Zaten var olanları değiştirmez.
uk: Засіб імпортування встановлює відповідність наявних складників на основі файлів і додає складники, яких не існує. Він не вносить змін до наявних складників.
zh_hans: 根据文件，导入与现有的部件匹配，并且添加不存在的那些。它不更改已经存在的那些。
zh_hant: 根據文件，導入與現有的組件匹配，並且添加不存在的那些。它不更改已經存在的那些。

source: Customize the name of a component using Django template syntax.
de: Passt den Namen einer Komponente mit der Syntax der Django-Vorlage an.
ga: Saincheap ainm comhpháirte ag baint úsáide as comhréir teimpléid Django.
hu: Az összetevő nevének testreszabása Django sablonszintaxis segítségével.
id: Sesuaikan nama komponen menggunakan sintaksis templat Django.
ja: Django テンプレート構文を使用して、コンポーネントの名前をカスタマイズします。
nl: Pas de naam van een onderdeel aan met de syntaxis voor sjablonen van Django.
pt: Personaliza o nome de um componente usando a sintaxe do modelo Django.
pt_br: Personaliza o nome de um componente usando a sintaxe do modelo Django.
ro: Personalizați numele unei componente utilizând sintaxa șablonului Django.
ru: Задаёт имя компонента, используя синтаксис шаблонов Django.
sv: Anpassa namnet på en komponent med hjälp av Djangos mallsyntax.
ta: சாங்கோ வார்ப்புரு தொடரியல் பயன்படுத்தி ஒரு கூறுகளின் பெயரைத் தனிப்பயனாக்குங்கள்.
tr: Django kalıp söz dizimini kullanarak bir bileşenin adını özelleştirin.
uk: Налаштування назви складника за допомогою синтаксису шаблонів Django.
zh_hans: 使用 Django 模板语法来定制部件的名称。
zh_hant: 使用 Django 模板語法來定制組件的名稱。

source: For example: ``Documentation: {{ component }}``
de: Zum Beispiel: ``Documentation: {{ component }}``
ga: Mar shampla: ``Doiciméadú: {{ comhpháirt }}``
hu: Például: ``Dokumentáció: {{ component }}``
id: Misalnya: ``Documentation: {{ component }}``
ja: 例: ``Documentation: {{ component }}``
nl: Bijvoorbeeld: ``Documentation: {{ component }}``
pt: Por exemplo: ``Documentation: {{ component }}``
pt_br: Por exemplo: ``Documentation: {{ component }}``
ro: De exemplu: ``Documentation: {{ component }}}``
ru: Например: ``Документация: {{ component }}``
sv: Till exempel: ``Dokumentation: {{ komponent }}``
ta: எடுத்துக்காட்டாக: `` ஆவணங்கள்: {{ component }} `` `
tr: Örnek: ``Belgeler: {{ component }}``
uk: Приклад: ``Documentation: {{ component }}``
zh_hans: 例如：``Documentation: {{ component }}``
zh_hant: 例如： ``Documentation: {{ component }}``

source: Customize the base file for monolingual translations.
de: Passt die Basisdatei für einsprachige Übersetzungen an.
ga: Saincheap an bunchomhad le haghaidh aistriúcháin aonteangacha.
hu: Az egynyelvű fordítások alapfájljának testreszabása.
id: Sesuaikan berkas dasar untuk terjemahan monolingual.
ja: モノリンガル用の、基礎となる翻訳ファイルをカスタマイズします。
nl: Pas het basisbestand voor eentalige vertalingen aan.
pt: Personaliza o ficheiro base para traduções monolíngues.
pt_br: Personaliza o arquivo base para traduções monolíngues.
ro: Personalizați fișierul de bază pentru traducerile monolingve.
ru: Задаёт базовый файл для одноязычных переводов.
sv: Anpassa basfilen för enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கு அடிப்படை கோப்பைத் தனிப்பயனாக்கவும்.
tr: Tek dilli çeviriler için temel dosyayı özelleştirin.
uk: Налаштувати базовий файл для одномовних перекладів.
zh_hans: 为单语言翻译定制翻译模板文件。
zh_hant: 為單語言翻譯定制譯文模板文件。

source: For example: ``{{ component }}/res/values/string.xml``
de: Zum Beispiel: ``{{ component }}/res/values/string.xml``
ga: Mar shampla: ``{{ comhpháirt }}/res/values/string.xml``
hu: Például: ``{{ component }}/res/values/string.xml``
id: Misalnya: ``{{ component }}/res/values/string.xml``
ja: 例: ``{{ component }}/res/values/string.xml``
nl: Bijvoorbeeld: ``{{ component }}/res/values/string.xml``
pt: Por exemplo: ``{{ component }}/res/values/string.xml``
pt_br: Por exemplo: ``{{ component }}/res/values/string.xml``
ro: De exemplu: ``{{ component }}/res/values/string.xml``
ru: Например: ``{{ component }}/res/values/string.xml``
sv: Till exempel: ``{{ component }}/res/values/string.xml``
ta: எடுத்துக்காட்டாக: `{{ component }}/res/values/string.xml``
tr: Örnek: ``{{ component }}/res/values/string.xml``
uk: Приклад: ``{{ component }}/res/values/string.xml``
zh_hans: 例如：``{{ component }}/res/values/string.xml``
zh_hant: 例如： ``{{ component }}/res/values/string.xml``
