Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed crash after moving shared component between projects.
de: Absturz nach dem Verschieben einer gemeinsamen Komponente zwischen Projekten behoben.
ga: Tuairteála seasta tar éis comhpháirt roinnte a bhogadh idir tionscadail.
hu: Összekapcsolt összetevő egyik projektről másikra mozgatása utáni összeomlás javítása.
id: Memperbaiki kerusakan setelah memindahkan komponen bersama antar proyek.
ja: プロジェクト間で共有コンポーネントを移動した後のクラッシュの修正。
nl: Gerepareerde crash na verplaatsen gedeeld onderdeel tussen projecten.
pt: Corrigida a falha após mover o componente compartilhado entre projetos.
pt_br: Corrigida a falha após mover o componente compartilhado entre projetos.
ro: S-a remediat un accident după mutarea unei componente partajate între proiecte.
ru: Исправлен сбой после перемещения общего компонента между проектами.
sv: Krasch efter flytt av delad komponent mellan projekt har åtgärdats.
ta: திட்டங்களுக்கு இடையில் பகிரப்பட்ட கூறுகளை நகர்த்திய பின் நிலையான செயலிழப்பு.
tr: Paylaşılan bileşenin projeler arasında taşınmasından sonra yaşanan çökme sorunu düzeltildi.
uk: Усунено аварійне завершення роботи у відповідь на пересування складника між проєктами.
zh_hans: 修复了在项目之间移动共享部件后的崩溃。

source: Fixed adding new strings to empty properties files.
de: Das Hinzufügen neuer Zeichenketten zu leeren Eigenschaftendateien korrigiert.
ga: Seasta ag cur teaghráin nua le comhaid maoine folamh.
hu: Új szövegek hozzáadásának javítása üres properties fájlokhoz.
id: Memperbaiki penambahkan string baru ke berkas dengan atribut kosong.
ja: 空のプロパティファイルに新しい文字列を追加するように修正。
nl: Gerepareerd toevoegen van nieuwe tekenreeksen aan lege properties-bestanden.
pt: Corrigida a adição de novas cadeias a ficheiros de propriedades vazios.
pt_br: Corrigida a adição de novos textos a arquivos de propriedades vazios.
ro: A fost reparată adăugarea de noi șiruri de caractere în fișierele de proprietăți goale.
ru: Исправлено добавление новых строк в пустые файлы свойств.
sv: Fixat tillägg av nya strängar till tomma egenskapsfiler.
ta: வெற்று பண்புகள் கோப்புகளுக்கு புதிய சரங்களைச் சேர்ப்பது சரி.
tr: Boş özellikler dosyalarına yeni dizgelerin eklenmesi sorunu düzeltildi.
uk: Виправлено додавання нових рядків до порожніх файлів властивостей.
zh_hans: 修复了将新字符串添加到空属性文件的问题。

source: Fixed copy icon alignment in RTL languages.
de: Die Ausrichtung der Kopiersymbole in Sprachen mit linksläufiger Schreibrichtung korrigiert.
ga: Ailíniú deilbhíní cóip sheasta i dteangacha RTL.
hu: Másolás ikon igazításának javítása jobbról balra író nyelveknél.
id: Memperbaiki penyelarasan ikon salinan dalam bahasa RTL.
ja: RTL言語でのコピーアイコンの配置を修正。
nl: Gerepareerd uitlijning pictogram kopiëren in talen RTL.
pt: Corrigido o alinhamento de ícone de cópia em idiomas RTL.
pt_br: Corrigido o alinhamento de ícone de cópia em idiomas RTL.
ro: A fost reparată alinierea pictogramei de copiere în limbile RTL.
ru: Исправлено выравнивание значков копирования в языках RTL.
sv: Fixat ikonernas placering i RTL-språk.
ta: rtl மொழிகளில் நிலையான நகல் படவுரு சீரமைப்பு.
tr: Sağdan sola yazılan dillerde kopya simgesinin hizalaması düzeltildi.
uk: Виправлено вирівнювання піктограми копіювання для мов із писемністю справа ліворуч.
zh_hans: 修复了 RTL 语言中的副本图标对齐。
zh_hant: 修復了 RTL 語言中的副本圖標對齊。

source: Extended string statistics on the Info tab.
de: Erweiterte Zeichenkettenstatistik auf der Informations-Reiterkarte.
ga: Staitisticí teaghrán leathnaithe ar an gcluaisín Faisnéise.
hu: Szövegstatisztikák kibővítése az Információ fülön.
id: Memperpanjang statistik string pada tab Info.
ja: [情報] タブの拡張文字列統計の拡張。
nl: Statistieken tekenreeksen uitgebreid op de tab Info.
pt: Estendidas as estatísticas de cadeias na guia de Informações.
pt_br: Estendidas as estatísticas de texto na guia de Informações.
ro: Statistici extinse ale șirurilor de caractere în fila Info.
ru: Расширенная статистика строк на вкладке информации.
sv: Utökad strängstatistik på fliken Info.
ta: செய்தி தாவலில் நீட்டிக்கப்பட்ட சரம் புள்ளிவிவரங்கள்.
tr: Bilgi sekmesindeki dizge istatistikleri zenginleştirildi.
uk: Розширено перелік статистичних даних на вкладці відомостей.
zh_hans: 扩展了信息选项卡上的字符串统计信息。

source: Fixed handling of translation files ignored in Git.
de: Die Behandlung von in Git ignorierten Übersetzungsdateien korrigiert.
ga: Neamhaird déanta ar láimhseáil sheasta comhad aistriúcháin in Git.
hu: Git által figyelmen kívül hagyott fordítási fájlok kezelésének javítása.
id: Memperbaiki penanganan berkas terjemahan yang diabaikan di Git.
ja: Git で無視する翻訳ファイルの扱いの修正。
nl: Gerepareerd afhandeling van vertalingsbestanden genegeerd in Git.
pt: Corrigido o tratamento de ficheiros de tradução ignorados no Git.
pt_br: Corrigido o tratamento de arquivos de tradução ignorados no Git.
ro: A fost reparată gestionarea fișierelor de traducere ignorate în Git.
ru: Исправлена обработка файлов переводов, игнорируемых в Git.
sv: Fast hantering av översättningsfiler som ignoreras i Git.
ta: git இல் புறக்கணிக்கப்பட்ட மொழிபெயர்ப்பு கோப்புகளின் நிலையான கையாளுதல்.
tr: Git üzerinde yok sayılan çeviri dosyalarının işlenmesi sorunu düzeltildi.
uk: Виправлено обробку назв файлів перекладу, які ігнорують у Git.
zh_hans: 修复了 Git 中忽略的翻译文件的处理。
zh_hant: 修復了 Git 中忽略的翻譯文件的處理。

source: Improved metrics performance.
de: Verbesserte Leistung der Metriken.
ga: Feidhmíocht mhéadrachta feabhsaithe.
hu: Metrikák teljesítményének javítása.
id: Meningkatkan kinerja metrik.
ja: メトリックスの性能向上。
nl: Verbeterde prestaties metrieken.
pt: Melhorada o desempenho das métricas.
pt_br: Melhorada o desempenho das métricas.
ro: Îmbunătățirea performanțelor de măsurare.
ru: Улучшение производительности метрик.
sv: Förbättrad mätprestanda.
ta: மேம்படுத்தப்பட்ட அளவீடுகள் செயல்திறன்.
tr: Ölçüm başarımı iyileştirildi.
uk: Удосконалено швидкодію побудови метрики.
zh_hans: 改进了度量性能。

source: Fixed possible bug in saving glossaries.
de: Möglicher Fehler beim Speichern von Glossaren behoben.
ga: Fabht féideartha seasta maidir le gluaiseanna a shábháil.
hu: Szójegyzékek mentésének lehetséges hibájának javítása.
id: Memperbaiki kemungkinan terjadinya kesalahan dalam menyimpan glosarium.
ja: 用語集の保存で発生する可能性があったバグの修正。
nl: Gerepareerd mogelijke bug in opslaan van woordenlijsten.
pt: Corrigido possível erro no salvamento de glossários.
pt_br: Corrigido possível erro no salvamento de glossários.
ro: S-a remediat o posibilă eroare la salvarea glosarelor.
ru: Исправлена возможная ошибка при сохранении словарей.
sv: Fixat möjligt fel vid sparande av ordlistor.
ta: சொற்களஞ்சியங்களைச் சேமிப்பதில் நிலையான பிழை.
tr: Sözlükleri kaydederken ortaya çıkabilen sorun düzeltildi.
uk: Усунено можливу ваду у механізмі зберігання глосаріїв.
zh_hans: 修复了保存术语表可能发生的错误。

source: Fixed consistency check behavior on languages with different plural rules.
de: Das Verhalten der Konsistenzprüfung bei Sprachen mit unterschiedlichen Pluralregeln korrigiert.
ga: Seiceáil comhsheasmhachta seasta iompar ar theangacha le rialacha iolracha éagsúla.
hu: Javítva az ellenőrzés viselkedése olyan nyelveknél, amelyek különböző többes szám szabályokat használnak.
id: Memperbaiki perilaku pemeriksaan konsistensi pada bahasa dengan aturan jamak yang berbeda.
ja: 言語内で複数形のルールが異なる場合の一貫性検査の動作を修正。
nl: Gerepareerd gedrag controle consistentie voor talen met verschillende regels voor meervoud.
pt: Corrigido o comportamento de verificação de consistência em idiomas com diferentes regras plurais.
pt_br: Corrigido o comportamento de verificação de consistência em idiomas com diferentes regras plurais.
ro: A fost corectat comportamentul de verificare a coerenței în cazul limbilor cu reguli de plural diferite.
ru: Исправлено поведение проверки согласованности в языках с разными правилами множественного числа.
sv: Fixat beteendet för konsistenskontroll på språk med olika pluralregler.
ta: வெவ்வேறு பன்மை விதிகளைக் கொண்ட மொழிகளில் நிலையான நிலைத்தன்மை சோதனை நடத்தை.
tr: Farklı çoğul kuralları olan dillerde tutarlılık denetiminin davranışı düzeltildi.
uk: Виправлено поведінку перевірки сумісності для мов із різними формами множини.
zh_hans: 修复了具有不同复数规则的语言的一致性检查行为。
zh_hant: 修復了具有不同複數規則的語言的一致性檢查行為。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/66?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/66?closed=1>`__.

source: *Released on May 2nd 2021.*
de: *Veröffentlicht am 2. Mai 2021.*
ga: *Eisithe ar 2 Bealtaine 2021.*
hu: *Kiadva: 2021. május 2.*
id: *Dirilis pada 2 Mei 2021.*
nl: *Uitgegeven op 2 mei 2021.*
pt_br: *Atualizado em 2 de maio de 2021.*
sv: *Släpptes den 2 maj 2021.*
tr: *2 Mayıs 2021 tarihinde yayınlandı.*
uk: *Випущено 2 травня 2021 року.*

source: Remove obsolete spam protection code.
de: Veralteten Spamschutz-Code entfernt.
ga: Bain cód cosanta turscair atá imithe i léig.
hu: Elavult spamvédelmi kód eltávolítása.
id: Hapus kode perlindungan spam yang sudah usang.
ja: 廃止したスパム対策コードの削除。
nl: Verwijder overbodige code voor spambeveiliging.
pt: Removido código obsoleto de proteção contra spam.
pt_br: Removido código obsoleto de proteção contra spam.
ro: Eliminarea codului învechit de protecție împotriva spam-ului.
ru: Удалён устаревший код защиты от спама.
sv: Ta bort föråldrad kod för skräppostskydd.
ta: வழக்கற்றுப் போன ச்பேம் பாதுகாப்புக் குறியீட்டை அகற்று.
tr: Eski istenmeyen ileti koruma kodu kaldırıldı.
uk: Вилучено застарілий код захисту від спаму.
zh_hans: 删除了过时的垃圾电子邮件防护代码。
zh_hant: 刪除了過時的垃圾郵件防護代碼。

source: Improve source plural check accuracy.
de: Verbessern Sie die Genauigkeit der Pluralprüfung von Ausgangszeichenketten.
ga: Feabhas a chur ar chruinneas seiceála iolra foinse.
hu: Forrás többesszám-ellenőrzés pontosságának javítása.
id: Meningkatkan akurasi pemeriksaan bentuk jamak pada string sumber.
ja: 原文の複数形検査の精度の改善。
nl: Verbeter nauwkeurigheid controle meervoud bron.
pt: Melhora na precisão da verificação de plural de textos fonte.
pt_br: Melhora na precisão da verificação de plural de textos fonte.
ro: Îmbunătățirea acurateței verificării pluralului de surse.
ru: Повышение точности проверки множественности источников.
sv: Förbättra noggrannheten vid kontroll av pluralformer.
ta: மூல பன்மை சோதனை துல்லியத்தை மேம்படுத்தவும்.
tr: Kaynak çoğul kalite denetiminin doğruluğu iyileştirildi.
uk: Удосконалено точність перевірки форм множини.
zh_hans: 提高了原文复数检查的准确性。

source: Update list of user interface languages in Docker.
de: Aktualisierung der Liste der Bedienoberflächensprachen in Docker.
ga: Nuashonraigh liosta de theangacha an chomhéadain úsáideora in Docker.
hu: Felhasználói felület nyelveinek listája frissítve a Docker környezetben.
id: Perbarui daftar bahasa antarmuka pengguna di Docker.
ja: Docker のユーザー インターフェイス言語の一覧の更新。
nl: Bijwerken lijst talen gebruikersinterface in Docker.
pt: Atualizada a lista de idiomas da interface do utilizador no Docker.
pt_br: Atualizada a lista de idiomas da interface do usuário no Docker.
ro: Actualizarea listei de limbi de interfață cu utilizatorul în Docker.
ru: Обновлён список языков пользовательского интерфейса в Docker.
sv: Uppdatera listan över språk för användargränssnittet i Docker.
ta: டோக்கரில் பயனர் இடைமுக மொழிகளின் பட்டியலைப் புதுப்பிக்கவும்.
tr: Docker kullanıcı arayüzü dilleri listesi güncellendi.
uk: Оновлено список мов інтерфейсу у Docker.
zh_hans: 更新 Docker 中的用户界面语言列表。
zh_hant: 更新 Docker 中的用戶界面語言列表。

source: Improved error messages when creating pull requests.
de: Verbesserte Fehlermeldungen beim Erstellen von Pull Requests.
ga: Teachtaireachtaí earráide feabhsaithe agus iarratais tarraingthe á gcruthú.
hu: Hibajelzések javítása módosítási kérelem (pull request) létrehozásakor.
id: Memperbaiki pesan kesalahan ketika membuat permintaan pull.
ja: プルリクエスト作成時のエラー メッセージの改善。
nl: Verbeterde foutberichten bij maken van pull requests.
pt: Melhoradas as mensagens de erro ao criar pull requests.
pt_br: Melhoradas as mensagens de erro ao criar pull requests.
ro: Mesaje de eroare îmbunătățite la crearea de cereri de extragere.
ru: Улучшены сообщения об ошибках при создании запросов на извлечение(pull request).
sv: Förbättrade felmeddelanden vid skapande av pull-förfrågningar.
ta: இழுக்கும் கோரிக்கைகளை உருவாக்கும்போது மேம்படுத்தப்பட்ட பிழை செய்திகள்.
tr: Çekme istekleri oluşturulurken alınan hata iletileri iyileştirildi.
uk: Удосконалено повідомлення щодо помилок при створенні запитів щодо об'єднання.
zh_hans: 改进了创建拉取请求的错误信息。

source: Fixed creating pull requests on Pagure.
de: Die Erstellung von Pull Requests auf Pagure korrigiert.
ga: Seasta ag cruthú iarratais tarraingt ar Pagure.
hu: Módosítási kérelem (pull request) létrehozásának javítása Pagure használata esetén.
id: Memperbaiki pembuatan permintaan tarik pada Pagure.
ja: Pagure でのプルリクエストの作成の修正。
nl: Gerepareerd maken van pull requests op Pagure.
pt: Corrigida a criação de pull requests no Pagure.
pt_br: Corrigida a criação de pull requests no Pagure.
ro: A fost reparată crearea de solicitări de tip pull pe Pagure.
ru: Исправлено создание запросов на извлечение(pull request) на Pagure.
sv: Fixat skapandet av pull-förfrågningar på Pagure.
ta: pagure இல் இழுக்கும் கோரிக்கைகளை உருவாக்குதல்.
tr: Pagure üzerinde çekme istekleri oluşturma sorunu düzeltildi.
uk: Виправлено створення запитів щодо об'єднання у Pagure.
zh_hans: 修复了在 Pagure 上创建拉取请求的问题。
zh_hant: 修復了在 Pagure 上創建合併請求的問題。

source: Fixed triggering automatically installed add-ons.
de: Das Auslösen von automatisch installierten Erweiterungen korrigiert.
ga: Spreagadh seasta breiseáin suiteáilte go huathoibríoch.
hu: Automatikusan telepített kiegészítők aktiválásának javítása.
id: Memperbaiki pemicu yang dapat memasang pengaya secara otomatis.
ja: 自動的にインストールされたアドオン起動の修正。
nl: Gerepareerd activeren van automatisch geïnstalleerde add-ons.
pt: Corrigido acionamento automático de extensões instaladas.
pt_br: Corrigido acionamento automático para complementos instalados.
ro: S-a remediat declanșarea instalării automate a suplimentelor.
ru: Исправлено срабатывание автоматически устанавливаемых надстроек.
sv: Fixade automatiskt installerade tillägg.
ta: நிலையான தூண்டுதல் தானாக நிறுவப்பட்ட துணை நிரல்கள்.
tr: Kurulmuş eklentilerin kendiliğinden tetiklenmesi sorunu düzeltildi.
uk: Виправлено запуск автоматично встановлених додатків.
zh_hans: 修复了触发自动安装的附加组件的问题。

source: Fixed possible caching issues on upgrade.
de: Mögliche Caching-Probleme beim Upgrade behoben.
ga: Saincheisteanna taisceadh féideartha seasta ar uasghrádú.
hu: Frissítés utáni esetleges gyorsítótár problémák javítása.
id: Memperbaiki kemungkinan masalah tembolok saat proses pembaruan berlangsung.
ja: アップグレード時に発生する可能性のあるキャッシュの問題の修正。
nl: Gerepareerd mogelijke problemen met cachen bij upgraden.
pt: Corrigidos possíveis problemas de cache ao atualizar.
pt_br: Corrigidos possíveis problemas de cache ao atualizar.
ro: Ați rezolvat posibile probleme de cache la actualizare.
ru: Исправлены возможные проблемы с кэшированием при обновлении.
sv: Åtgärdade möjliga cacheproblem vid uppgradering.
ta: மேம்படுத்தலில் நிலையான தற்காலிக சேமிப்பு சிக்கல்கள்.
tr: Yükseltme yapılırken olası ön belleğe alma sorunları düzeltildi.
uk: Виправлено можливі проблеми із кешем при оновленні.
zh_hans: 修复了升级时可能出现的缓存问题。

source: Fixed adding new units to monolingual translations using upload.
de: Das Hinzufügen neuer Einheiten zu einsprachigen Übersetzungen mittels Hochladen korrigiert.
ga: Seasta ag cur aonaid nua le haistriúcháin aonteangacha ag baint úsáide as uaslódáil.
hu: Javítva az új egységek hozzáadása egynyelvű fordításokhoz feltöltés során.
id: Memperbaiki penambahan unit baru ke terjemahan monolingual menggunakan unggahan.
ja: アップロードを使用した、モノリンガルの翻訳に新しいユニットを追加する問題の修正。
nl: Gerepareerd toevoegen van nieuwe eenheden aan eentalige vertalingen met uploaden.
pt: Corrigida a adição de novas unidades para traduções monolíngues usando envio.
pt_br: Corrigida a adição de novas unidades para traduções monolíngues usando envio.
ro: A fost reparată adăugarea de noi unități la traducerile monolingve prin încărcare.
ru: Исправлено добавление новых единиц в одноязычные переводы с помощью загрузки.
sv: Fixat tillägg av nya enheter till enspråkiga översättningar med hjälp av uppladdning.
ta: பதிவேற்றத்தைப் பயன்படுத்தி ஒருமொழி மொழிபெயர்ப்புகளில் புதிய அலகுகளைச் சேர்ப்பது சரி.
tr: Yükleme yapılırken tek dilli çevirilere yeni birimler eklenmesi sorunu düzeltildi.
uk: Виправлено додавання нових модулів до одномовних перекладів за допомогою вивантаження даних.
zh_hans: 修复了使用上传将新单元添加到单语翻译中的问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/65?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/65?closed=1>`__.

source: *Released on April 19th 2021.*
de: *Veröffentlicht am 19. April 2021.*
ga: *Eisithe ar 19 Aibreán 2021.*
hu: *Kiadva: 2021. április 19.*
id: *Dirilis pada 19 April 2021.*
nl: *Uitgegeven op 10 april 2021.*
pt_br: *Atualizado em 19 de abril de 2021.*
sv: *Släpptes den 19 april 2021.*
tr: *19 Nisan 2021 tarihinde yayınlandı.*
uk: *Випущено 19 квітня 2021 року.*

source: The auto_translate management command has now a parameter for specifying translation mode.
de: Der Verwaltungsbefehl auto_translate hat jetzt einen Parameter zur Angabe des Übersetzungsmodus.
ga: Tá paraiméadar ag an ordú bainistíochta auto_translate chun modh aistriúcháin a shonrú.
hu: Az `auto_translate` kezelőparancs mostantól tartalmaz paramétert a fordítási mód megadásához.
id: Perintah manajemen auto_translate sekarang memiliki parameter untuk menentukan mode terjemahan.
ja: auto_translate 管理コマンドに、翻訳モードを指定するためのパラメーターを追加。
nl: De beheersopdracht auto_translate heeft nu een parameter voor het specificeren van de modus van de vertaling.
pt: O comando de gestão auto_translate agora tem um parâmetro para especificar o modo de tradução.
pt_br: O comando de gerenciamento auto_translate agora tem um parâmetro para especificar o modo de tradução.
ro: Comanda de gestionare auto_translate are acum un parametru pentru specificarea modului de traducere.
ru: Команда управления auto_translate теперь имеет параметр для указания режима перевода.
sv: Kommandot auto_translate har nu en parameter för att ange översättningsläge.
ta: தானி_ டிரான்ச்லேட் மேலாண்மை கட்டளை இப்போது மொழிபெயர்ப்பு பயன்முறையைக் குறிப்பிடுவதற்கான அளவுருவைக் கொண்டுள்ளது.
tr: auto_translate yönetim komutuna çeviri kipini belirten bir parametre eklendi.
uk: У новій версії команда керування auto_translate має параметр для визначення режиму перекладу.
zh_hans: auto_translate 管理命令现在有了用于指定翻译模式的参数。
zh_hant: Auto_Translate Management命令現在具有用於指定翻譯模式的參數。

source: Added support for :ref:`txt`.
de: Unterstützung für :ref:`txt` hinzugefügt.
ga: Tacaíocht bhreise le haghaidh :ref:`txt`.
hu: Támogatás hozzáadva a :ref:`txt` formátumhoz.
id: Menambahkan dukungan untuk :ref:`txt`.
ja: :ref:`txt` に対応しました。
nl: Ondersteuning toegevoegd voor :ref:`txt`.
pt: Adicionado suporte para :ref:`txt`.
pt_br: Adicionado suporte para :ref:`txt`.
ro: A fost adăugat suport pentru :ref:`txt`.
ru: Добавлена поддержка :ref:`txt`.
sv: Lagt till stöd för :ref:`txt`.
tr: :ref:`txt` desteği eklendi.
uk: Додано підтримку :ref:`txt`.
zh_hans: 新增了对 :ref:`txt` 的支持。

source: Added trends and metrics for all objects.
de: Trends und Metriken für alle Objekte hinzugefügt.
ga: Treochtaí breise agus méadracht do gach réad.
hu: Trendek és metrikák hozzáadva minden objektumhoz.
id: Menambahkan tren dan metrik untuk semua objek.
ja: すべてのオブジェクトの傾向とメトリックスの追加。
nl: Trends en metrieken voor alle objecten toegevoegd.
pt: Adicionadas tendências e métricas para todos os objetos.
pt_br: Adicionadas tendências e métricas para todos os objetos.
ro: Au fost adăugate tendințe și măsurători pentru toate obiectele.
ru: Добавлены тенденции и метрики для всех объектов.
sv: Trender och mätvärden har lagts till för alla objekt.
ta: அனைத்து பொருட்களுக்கும் போக்குகள் மற்றும் அளவீடுகள் சேர்க்கப்பட்டன.
tr: Tüm nesneler için eğilimler ve ölçümler eklendi.
uk: Додано тенденції та метрику для всіх об'єктів.
zh_hans: 增加了所有对象的趋势和指标。
zh_hant: 增加了所有對象的趨勢和指標。
