Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Defines how long the project backups will be kept on the server. Defaults to 30 days.
de: Legt fest, wie lange die Projektsicherungen auf dem Server aufbewahrt werden sollen. Die Standardeinstellung ist 30 Tage.
ga: Sainmhíníonn sé cé chomh fada agus a choimeádfar cúltacaí an tionscadail ar an bhfreastalaí. Réamhshocrú go dtí 30 lá.
hu: Meghatározza, hogy mennyi ideig őrizze meg a projektbiztonsági mentéseket a szerver. Alapértelmezett érték: 30 nap.
id: Menentukan berapa lama cadangan proyek akan disimpan di server. Bawaannya adalah 30 hari.
ja: プロジェクトのバックアップがサーバーに保存される期間を定義します。デフォルトは 30 日です。
nl: Definieert hoe lang de back-ups van het project zullen worden behouden op de server. Standaard is 30 dagen.
pt: Define por quanto tempo os backups do projeto serão mantidos no servidor. O tempo padrão é de 30 dias.
pt_br: Define por quanto tempo os backups do projeto serão mantidos no servidor. O tempo padrão é de 30 dias.
ro: Definește cât timp vor fi păstrate pe server copiile de rezervă ale proiectului. Valoarea implicită este de 30 de zile.
ru: Определяет, как долго резервные копии проекта будут храниться на сервере. По умолчанию 30 дней.
sv: Anger hur länge projektets säkerhetskopior ska sparas på servern. Standardinställningen är 30 dagar.
ta: திட்ட காப்புப்பிரதிகள் சேவையகத்தில் எவ்வளவு காலம் வைக்கப்படும் என்பதை வரையறுக்கிறது. இயல்புநிலை 30 நாட்களுக்கு.
tr: Proje yedeklerinin sunucuda tutulacağını süreyi belirler. Varsayılan değer: 30 gün.
uk: Визначає, наскільки довго зберігатимуться резервні копії проєкту на сервері. Типовим значенням є 30 днів.
zh_hans: 定义项目备份将在服务器上保留多长时间，默认值为 30 天。

source: Defines a regular expression to restrict project naming. Any matching names will be rejected.
de: Definiert einen regulären Ausdruck zur Einschränkung der Projektbenennung. Alle übereinstimmenden Namen werden abgelehnt.
ga: Sainmhíníonn slonn rialta chun srian a chur ar ainmniú tionscadail. Diúltófar d’aon ainmneacha meaitseála.
hu: Reguláris kifejezéssel korlátozható a projektek elnevezése. A szabálynak megfelelő neveket a rendszer elutasítja.
id: Menentukan ekspresi reguler untuk membatasi penamaan proyek. Nama yang cocok akan ditolak.
ja: プロジェクトの命名を制限する正規表現を設定します。一致する名前はすべて拒否されます。
nl: Definieert een reguliere uitdrukking voor het beperken van de naamgeving aan een project. Overeenkomende namen zullen worden geweigerd.
pt: Define uma expressão regular para restringir a nomenclatura do projeto. Quaisquer nomes correspondentes serão rejeitados.
pt_br: Define uma expressão regular para restringir a nomenclatura do projeto. Quaisquer nomes correspondentes serão rejeitados.
ru: Определяет регулярное выражение для ограничения именования проектов. Все совпадающие имена будут отклонены.
sv: Definierar ett reguljärt uttryck för att begränsa projektnamngivningen. Alla matchande namn kommer att avvisas.
ta: திட்ட பெயரைக் கட்டுப்படுத்த ஒரு வழக்கமான வெளிப்பாட்டை வரையறுக்கிறது. பொருந்தக்கூடிய பெயர்கள் நிராகரிக்கப்படும்.
tr: Proje adlandırmasını kısıtlayacak kurallı ifadeyi belirler. Kurallı ifadeye uyan adlar reddedilir.
uk: Визначає формальний вираз для обмеження назв проєктів. Усі назви, відповідність яких виразу буде встановлено, буде заборонено.
zh_hans: 定义用于限制项目命名的正则表达式。任何匹配的名称都将被拒绝。

source: Reject using certain hosts in project website. Any subdomain is matched, so including ``example.com`` will block ``test.example.com`` as well. The list should contain lower case strings only, the parsed domain is lower cased before matching.
de: Verhindert das Benutzen von gewissen Hosts auf der Projektwebsite. Jede Subdomain wird abgeglichen, d. h. beim Blockieren von ``example.com`` wird auch ``test.example.com`` blockiert. Die Liste sollte nur kleingeschriebene Zeichenfolgen enthalten, die zu vergleichende Domain wird vor dem Prüfen kleingeschrieben.
ga: Diúltaigh óstaigh áirithe a úsáid ar shuíomh Gréasáin an tionscadail. Déantar aon fhofhearann a mheaitseáil, mar sin san áireamh ``example.com`` cuirfear bac ar ``test.example.com`` freisin. Ba cheart go mbeadh teaghráin cháis íochtair amháin sa liosta, is cás íochtair an fearann parsáilte roimh mheaitseáil.
hu: Meghatározza, hogy mely hosztnevek használatát utasítsa el a projekt weboldal mezőjében. Minden aldomainre is érvényes, például ha ``example.com`` szerepel a listában, akkor ``test.example.com`` is blokkolva lesz. A listának kisbetűs karaktereket kell tartalmaznia, és az ellenőrzés előtt a domain neveket is kisbetűssé alakítja a rendszer.
id: Tolak penggunaan host tertentu di situs web proyek. Semua subdomain akan dicocokkan, jadi jika ``example.com`` disertakan, ``test.example.com`` juga akan diblokir. Daftar ini hanya boleh berisi string huruf kecil, domain yang diurai akan diubah menjadi huruf kecil sebelum dicocokkan.
ja: プロジェクトの Web サイトを、指定したホストで使用禁止にします。すべてのサブドメインを照合するので、``example.com`` が含まれていれば ``test.example.com`` も使用禁止となります。ドメインは、照合する前に小文字に変換されて照合されるので、リストは小文字の文字列でのみ記述してください。
nl: Weiger het gebruiken van bepaalde hosts op de projectwebsite. Elk subdomein komt overeen, dus opnemen van ``example.com`` zal ook ``test.example.com`` blokkeren. De lijst zou alleen kleine letters moeten bevatten, het geparsete domein is kleine letters voor het overeenkomen.
pt: Rejeitar o uso de determinados hosts no site do projeto. Qualquer subdomínio é correspondido, então incluir ``example.com`` também irá bloquear ``test.example.com``. A lista deve conter apenas cadeias em letras minúsculas, o domínio analisado é transformado em letras minúsculas antes da corresponder.
pt_br: Rejeitar o uso de determinados hosts no site do projeto. Qualquer subdomínio é correspondido, então incluir ``example.com`` bloqueará também ``test.example.com``. A lista deve conter apenas textos em minúsculas, o domínio analisado é convertido para minúsculas antes da correspondência.
ru: Запрет на использование определённых серверов на сайте проекта. При этом проверяется любой поддомен, так что включение ``example.com`` заблокирует и ``test.example.com``. Список должен содержать строки только в нижнем регистре, разобранный домен перед проверкой выравнивается по нижнему регистру.
sv: Avvisa användning av vissa värdar på projektets webbplats. Alla underdomäner matchas, så om du inkluderar ``example.com`` blockeras även ``test.example.com``. Listan ska endast innehålla strängar med små bokstäver, eftersom den analyserade domänen omvandlas till små bokstäver innan matchningen.
ta: திட்ட இணையதளத்தில் சில ஓச்ட்களைப் பயன்படுத்துவதை நிராகரிக்கவும். `` எடுத்துக்காட்டு.காம்` உட்பட, எந்தவொரு துணை டொமைன் பொருந்துகிறது `` test.example.com`` ஐயும் தடுக்கும். பட்டியலில் குறைந்த வழக்கு சரங்கள் மட்டுமே இருக்க வேண்டும், பாகுபடுத்தப்பட்ட டொமைன் பொருந்துவதற்கு முன் குறைவாக மூடப்பட்டிருக்கும்.
tr: Proje sitesinde belirli sunucuların kullanmasını reddeder. Tüm alt etki alanları eşleşir. Bu nedenle ``example.com’’ katıldığında ``test.example.com`` alt etki alanı da engellenir. Listede yalnızca küçük harfli dizgeler bulunmalıdır. Ayrıştırılan etki alanı eşleştirmeden önce küçük harflidir.
uk: Заборонити використання певних хостів на сайті проєкту. Перевіряється будь-який піддомен, тому включення ``example.com`` також заблокує ``test.example.com``. Список повинен містити тільки рядки в нижньому регістрі, аналіз домену перед зіставленням починається з нижнього регістру.
zh_hans: 在项目网站中拒绝使用特定的主机。匹配任意子域名，因此包含 ``example.com`` 会同样拦截 ``test.example.com``. 此列表只应包含小写字符串，进行匹配前，解析的域名名称会转为小写。

source: Default configuration:
de: Standardkonfiguration:
ga: Cumraíocht réamhshocraithe:
hu: Alapértelmezett konfiguráció:
id: Konfigurasi bawaan:
ja: デフォルト設定:
nl: Standaard configuratie:
pt: Configuração padrão:
pt_br: Configuração padrão:
ru: Стандартная конфигурация:
sv: Standardkonfiguration:
ta: இயல்புநிலை உள்ளமைவு:
tr: Varsayılan yapılandırma:
uk: Типова конфігурація:
zh_hans: 默认配置：

source: Reject using numeric IP address in project website. On by default.
de: Verhindert die Nutzung von numerischen IP-Adressen auf der Projektwebsite. Standardmäßig eingeschaltet.
ga: Diúltaigh seoladh IP uimhriúil a úsáid ar shuíomh Gréasáin an tionscadail. Ar de réir réamhshocraithe.
hu: A szám formátumú IP-címek használatának elutasítása a projekt weboldal mezőjében. Alapértelmezés szerint be van kapcsolva.
id: Tolak penggunaan alamat IP numerik di situs web proyek. Aktif secara bawaan.
ja: プロジェクトの Web サイトで、数値の IP アドレスの使用を使用禁止にします。デフォルトでは有効。
nl: Weiger het gebruiken van numeriek IP-adres op de projectwebsite. Standaard aan.
pt: Rejeite o uso de endereço IP numérico no site do projeto. Ativado por padrão.
pt_br: Rejeite o uso de endereço IP numérico no site do projeto. Ativado por padrão.
ru: Запретить использование числового IP-адреса на сайте проекта. По умолчанию включено.
sv: Avvisa användning av numerisk IP-adress på projektets webbplats. Aktiverat som standard.
ta: திட்ட இணையதளத்தில் எண் ஐபி முகவரியைப் பயன்படுத்தி நிராகரிக்கவும். இயல்பாகவே.
tr: Proje sitesinde sayısal IP adresi kullanarak reddedilir. Varsayılan olarak açıktır.
uk: Заборонити використання числової IP-адреси на сайті проєкту. Типово ввімкнено.
zh_hans: 拒绝在项目网站中使用数字 IP 地址。默认启用。

source: Defines a regular expression to limit what can be entered as :ref:`project-web`. Any matching URLs will be rejected.
de: Definiert einen regulären Ausdruck, um einzuschränken, was als :ref:`project-web` eingegeben werden kann. Alle übereinstimmenden URLs werden abgelehnt.
ga: Sainmhíníonn sé slonn rialta chun teorainn a chur leis an méid is féidir a chur isteach mar :ref:`project-web`. Diúltófar aon URLanna meaitseála.
hu: Reguláris kifejezéssel korlátozható, hogy milyen URL adható meg a :ref:`project-web` mezőben. A szabálynak megfelelő URL-ek el lesznek utasítva.
id: Menentukan ekspresi reguler untuk membatasi apa yang dapat dimasukkan sebagai :ref:`project-web`. URL yang cocok akan ditolak.
ja: :ref:`project-web` として入力できる内容を制限する正規表現を定義します。一致する URL はすべて拒否されます。
nl: Definieert een reguliere uitdrukking voor het beperken van wat kan worden ingevoerd als :ref:`project-web`. Alle overeenkomende URL's zullen worden geweigerd.
pt_br: Define uma expressão regular para limitar o qua pode ser inserido como :ref:`project-web`. Quaisquer URLs correspondentes serão rejeitadas.
sv: Definierar ett reguljärt uttryck för att begränsa vad som kan anges som :ref:`project-web`. Alla matchande URL:er kommer att avvisas.
tr: :ref:`project-web` olarak nelerin girilebileceğini sınırlamak için bir kurallı ifade tanımlar. Eşleşen tüm URL'ler reddedilecektir.
uk: Визначає регулярний вираз для обмеження того, що можна ввести як :ref:`project-web`. Усі відповідні URL-адреси буде відхилено.

source: Limits how many notifications for a single user will be sent out.
sv: Begränsar hur många aviseringar som skickas ut till en enskild användare.

source: The default setting is:
sv: Standardinställningen är:

source: Maximum number of authentication attempts before rate limiting is applied.
de: Maximale Anzahl von Authentifizierungsversuchen, bevor die Ratenbegrenzung angewendet wird.
ga: Uaslíon iarrachtaí fíordheimhnithe sula gcuirtear teorannú rátaí i bhfeidhm.
hu: A hitelesítési kísérletek maximális száma a korlátozás (rate limiting) alkalmazása előtt.
id: Jumlah maksimum percobaan autentikasi sebelum pembatasan kecepatan diterapkan.
ja: 接続制限が適用されるまでの認証試行の最大回数。
nl: Maximaal aantal pogingen voor authenticatie voordat de limiet wordt toegepast.
pt: A quantidade máxima de tentativas de autenticação antes da limitação da taxa ser aplicada.
pt_br: O número máximo de tentativas de autenticação antes da limitação da taxa ser aplicada.
ro: Numărul maxim de încercări de autentificare înainte de a se aplica limitarea vitezei.
ru: Максимальное количество попыток авторизации до применения ограничения частоты запросов.
sv: Maximalt antal autentiseringsförsök innan hastighetsbegränsning tillämpas.
ta: வீதத்தைக் கட்டுப்படுத்துவதற்கு முன் அதிகபட்ச அங்கீகார முயற்சிகள் பயன்படுத்தப்படுகின்றன.
tr: Hız sınırlaması uygulanmadan önce yapılabilecek en fazla kimlik doğrulama girişimi sayısı.
uk: Максимальна кількість спроб розпізнавання, перш ніж буде застосовано обмеження швидкості.
zh_hans: 在应用次数限制前，身份认证尝试的最多次数。
zh_hant: 在應用次數限制前，身份認證嘗試的最多次數。

source: Defaults to 5.
de: Der Standardwert ist 5.
ga: Réamhshocruithe go 5.
hu: Alapértelmezett érték: 5.
id: Asali ke 5.
ja: デフォルトは 5 回です。
nl: Standaard is 5.
pt: A predefinição é 5.
pt_br: O padrão é 5.
ro: Valoarea implicită este 5.
ru: По умолчанию установлен в 5.
sv: Standardvärdet är 5.
ta: இயல்புநிலை 5.
tr: Varsayılan değer: 5.
uk: Типове значення — 5.
zh_hans: 默认为 5。

source: How long authentication is accepted after rate limiting applies.
de: Wie lange die Authentifizierung nach angewendeter Ratenbegrenzung akzeptiert wird.
ga: Cé chomh fada is a ghlactar le fíordheimhniú tar éis teorannú rátaí a bheith i bhfeidhm.
hu: A hitelesítés elfogadásának időtartama a korlátozás alkalmazása után.
id: Berapa lama autentikasi diterima setelah pembatasan tarif berlaku.
ja: 接続制限が適用された後に認証を受け入れる秒数。
nl: Hoe lang authenticatie blijft geaccepteerd nadat de limiet van toepassing is.
pt: Por quanto tempo a autenticação é aceita após a limitação da taxa ser aplicada.
pt_br: Por quanto tempo a autenticação é aceita após a limitação da taxa ser aplicada.
ro: Cât timp este acceptată autentificarea după ce se aplică limitarea ratei.
ru: Как долго будет приниматься авторизация после применения ограничения частоты запросов.
sv: Hur länge autentisering accepteras efter att hastighetsbegränsningen har trätt i kraft.
ta: வீதத்தைக் கட்டுப்படுத்தும் பிறகு எவ்வளவு காலம் அங்கீகரிக்கப்படுகிறது.
tr: Hız sınırlaması uygulandıktan sonra kimlik doğrulamasının kabul edileceği süre.
uk: Тривалість періоду прийняття розпізнавання після застосування обмеження частоти.
zh_hans: 应用次数限制后，可接受多少次身份认证。
zh_hant: 應用次數限制後，可接受多少次身份認證。

source: An amount of seconds, defaulting to 300 (5 minutes).
de: Eine Anzahl von Sekunden, standardmäßig 300 (5 Minuten).
ga: Méid soicind, réamhshocraithe go 300 (5 nóiméad).
hu: Másodpercben megadva, alapértelmezett érték: 300 másodperc (5 perc).
id: Jumlah detik, bawaannya 300 (5 menit).
ja: 秒数、デフォルトは 300 秒（5 分）です。
nl: Een aantal seconden, standaard 300 (5 minuten).
pt: Uma quantidade de segundos, padrão para 300 (5 minutos).
pt_br: Uma quantidade de segundos, padrão para 300 (5 minutos).
ru: Количество секунд, по умолчанию равен 300 (5 минут).
sv: Ett antal sekunder, standardvärdet är 300 (5 minuter).
ta: விநாடிகளின் அளவு, 300 (5 நிமிடங்கள்) க்கு இயல்புநிலை.
tr: Saniye cinsinden değer. Varsayılan: 300 (5 dakika).
uk: Проміжок часу у секундах, типове значення — 300 (5 хвилин).
zh_hans: 秒数默认为 300（ 5 分钟）。

source: How long authentication is locked after rate limiting applies.
de: Wie lange die Authentifizierung nach angewendeter Ratenbegrenzung gesperrt ist.
ga: Cé chomh fada is atá an fíordheimhnithe faoi ghlas tar éis teorannú rátaí a bheith i bhfeidhm.
hu: A hitelesítés zárolásának időtartama a korlátozás alkalmazása után.
id: Berapa lama autentikasi dikunci setelah pembatasan akses diterapkan.
ja: 接続制限が適用された後に認証が遮断される秒数。
nl: Hoe lang authenticatie wordt vergrendeld nadat de limiet wordt toegepast.
pt: Por quanto tempo a autenticação é bloqueada após a limitação da taxa ser aplicada.
pt_br: Por quanto tempo a autenticação é bloqueada após a limitação da taxa ser aplicada.
ro: Cât timp este blocată autentificarea după ce se aplică limitarea ratei.
ru: Как долго авторизация будет заблокирована после применения ограничения частоты запросов.
sv: Hur länge autentiseringen är låst efter att hastighetsbegränsningen har tillämpats.
ta: வீதத்தைக் கட்டுப்படுத்தும் பிறகு எவ்வளவு காலம் ஏற்பு பூட்டப்பட்டுள்ளது.
tr: Hız sınırlaması uygulandıktan sonra kimlik doğrulamasının kilitleneceği süre.
uk: Тривалість періоду блокування розпізнавання після застосування обмеження частоти.
zh_hans: 在应用次数限制后，身份认证锁定多久。
zh_hant: 在應用次數限制後，身份認證鎖定多久。

source: An amount of seconds defaulting to 600 (10 minutes).
de: Eine Anzahl von Sekunden, standardmäßig 600 (10 Minuten).
ga: Méid soicind réamhshocraithe go 600 (10 nóiméad).
hu: Másodpercben megadva, alapértelmezett érték: 600 másodperc (10 perc).
id: Jumlah detik bawaan ke 600 (10 menit).
ja: デフォルトは 600 秒（10 分）です。
nl: Een aantal seconden, standaard is 600 (10 minuten).
pt: Uma quantidade de segundos com a predefinição de 600 (10 minutos).
pt_br: Uma quantidade de segundos tendo como padrão 600 (10 minutos).
ro: Un număr de secunde, în mod implicit 600 (10 minute).
ru: Количество секунд, по умолчанию равен 600 (10 минут).
sv: Ett antal sekunder som standard är 600 (10 minuter).
ta: 600 (10 நிமிடங்கள்) க்கு ஒரு விநாடிகள் இயல்புநிலையாகும்.
tr: Varsayılan değer: 600 saniye (10 dakika).
uk: Проміжок часу у секундах, типове значення — 600 (10 хвилин).
zh_hans: 秒数默认为 600（10 分钟）。
zh_hant: 秒數默認為 600 （ 10 分鐘）。

source: List of authentication backends to allow registration from. This only limits new registrations, users can still authenticate and add authentication using all configured authentication backends.
de: Liste der Authentifizierungs-Backends, von denen aus die Registrierung erlaubt werden soll. Dies schränkt nur neue Registrierungen ein, Benutzer können sich weiterhin über alle konfigurierten Authentifizierungs-Backends authentifizieren und Authentifizierungen hinzufügen.
ga: Liosta na n-aisíní fíordheimhnithe chun clárú a cheadú ó. Ní chuireann sé seo teorainn le clárúcháin nua, ach is féidir le húsáideoirí fíordheimhniú a fhíordheimhniú agus a chur leis ag baint úsáide as gach inneall fíordheimhnithe cumraithe.
hu: Azon hitelesítési háttérrendszerek (backends) listája, amelyekből új regisztráció engedélyezett. Ez csak az új regisztrációkat korlátozza, a meglévő felhasználók továbbra is használhatják a már beállított hitelesítési módokat.
id: Daftar backend autentikasi yang memungkinkan pendaftaran. Ini hanya membatasi pendaftaran baru; pengguna masih dapat mengautentikasi dan menambahkan autentikasi menggunakan semua backend autentikasi yang telah dikonfigurasi.
ja: 登録を許可する認証バックエンドの一覧。これは新しい登録のみを制限し、ユーザーは設定済みのすべての認証バックエンドを使用して認証を行い、認証を追加できます。
nl: Lijst met backends voor authenticatie waarmee kan worden geregistreerd. Dit beperkt alleen nieuwe registraties, gebruikers kunnen nog steeds authenticeren en authenticatie toevoegen met alle geconfigureerde backends voor authenticatie.
pt: A lista de backends de autenticação de onde permite o registo. Isso só limita novos registos, os utilizadores ainda se podem autenticar e adicionar autenticação por todos os backends de autenticação configurados.
pt_br: A lista de backends de autenticação de onde permite o registro. Isso só limita novos registros, os usuários ainda podem autenticar e adicionar autenticação usando todos os backends de autenticação configurados.
ro: Lista de backend-uri de autentificare care permit înregistrarea. Acest lucru limitează doar înregistrările noi, utilizatorii pot în continuare să se autentifice și să adauge autentificare utilizând toate backend-urile de autentificare configurate.
ru: Список методов авторизации (backends), с помощью которых доступна регистрация. Это вводит ограничения только на новые регистрации. Независимо от данного параметра пользователи смогут добавлять и использовать любые разрешённые в параметрах и настроенные методы авторизации.
sv: Lista över autentiseringsbackends som tillåter registrering. Detta begränsar endast nya registreringar, användare kan fortfarande autentisera sig och lägga till autentisering med alla konfigurerade autentiseringsbackends.
ta: பதிவு செய்ய அனுமதிக்க அங்கீகார பின்தங்கியவர்களின் பட்டியல். இது புதிய பதிவுகளை மட்டுமே கட்டுப்படுத்துகிறது, பயனர்கள் இன்னும் கட்டமைக்கப்பட்ட அங்கீகார பின்தளத்தில் பயன்படுத்தி அங்கீகாரத்தை அங்கீகரிக்கலாம் மற்றும் சேர்க்கலாம்.
tr: Hesap açılmasına izin verilecek kimlik doğrulama arka uçlarının listesi. Bu seçenek yalnızca yeni kayıtları sınırlar. Kullanıcılar yapılandırılmış tüm kimlik doğrulama arka uçları ile kimlik doğrulaması yapabilir ve kimlik doğrulaması ekleyebilir.
uk: Список модулів розпізнавання, з яких уможливлено реєстрацію. Обмежує лише нові реєстрації. Користувачі зможуть проходити розпізнавання та додавати розпізнавання за допомогою всіх налаштованих модулів розпізнавання.
zh_hans: 身份验证后端的列表，允许从中注册。这只限制新的注册，用户可以使用配置的身份验证后端，来进行身份验证和添加身份验证。
zh_hant: 身份驗證後端的列表，允許從中註冊。這只限制新的註冊，用戶可以使用配置的身份驗證後端，來進行身份驗證和添加身份驗證。

source: It is recommended to keep :setting:`REGISTRATION_OPEN` on while limiting registration backends, otherwise users will be able to register, but Weblate will not show links to register in the user interface.
de: Es wird empfohlen, :setting:`REGISTRATION_OPEN` eingeschaltet zu lassen, während man die Registrierungs-Backends einschränkt. Andernfalls können sich Benutzer zwar registrieren, aber Weblate zeigt keine Links zur Registrierung in der Bedienoberfläche an.
ga: Moltar :setting:`REGISTRATION_OPEN` a choinneáil ar siúl agus cúlchríocha clárúcháin a theorannú, nó beidh úsáideoirí in ann clárú, ach ní thaispeánfaidh Weblate naisc chun clárú sa chomhéadan úsáideora.
hu: Ajánlott a :setting:`REGISTRATION_OPEN` beállítást bekapcsolva hagyni a hitelesítési háttérrendszerek korlátozása mellett, különben a regisztráció technikailag lehetséges marad, de nem lesznek láthatók a regisztrációs linkek a felhasználói felületen.
id: Disarankan untuk tetap mengaktifkan :setting:`REGISTRATION_OPEN` saat membatasi backend pendaftaran, jika tidak, pengguna akan dapat mendaftar, tetapi Weblate tidak akan menampilkan tautan untuk mendaftar di antarmuka pengguna.
ja: 登録バックエンドを制限しながら :setting:`REGISTRATION_OPEN` を有効にしておくことを推奨しますが、それ以外の場合、ユーザーは登録できるが、Weblate ではユーザー インターフェイスに登録するためのリンクは表示されません。
nl: Aanbevolen wordt om :setting:`REGISTRATION_OPEN` ingeschakeld te laten bij het beperken van backends voor registratie, anders zullen gebruikers wel in staat zijn te registreren, maar Weblate zal geen koppelingen om te registreren weergeven in de gebruikersinterface.
pt: É recomendado para manter :setting:`REGISTRATION_OPEN` ativado enquanto limita os backends de registo, caso contrário, os utilizadores poderão se registar, mas o Weblate não mostrará ligações para se registar na interface do utilizador.
pt_br: É recomendado para manter :setting:`REGISTRATION_OPEN` habilitado enquanto limita os backends de registro, caso contrário, os usuários poderão se registrar, mas o Weblate não mostrará links para se registrar na interface do usuário.
ru: Рекомендуется держать параметр :setting:`REGISTRATION_OPEN` включённым, но ограничить доступные методы регистрации, иначе пользователи смогут регистрироваться, но Weblate не будет показывать ссылки на регистрацию в пользовательском интерфейсе.
sv: Det rekommenderas att hålla :setting:`REGISTRATION_OPEN` aktiverat samtidigt som man begränsar registreringsbackends, annars kommer användarna att kunna registrera sig, men Weblate kommer inte att visa länkar för registrering i användargränssnittet.
tr: Hesap açma arka uçlarını sınırlarken :setting:`REGISTRATION_OPEN` seçeneğinin açık tutulması önerilir. Yoksa kullanıcılar hesap açabilir, ancak Weblate kullanıcı arayüzüne hesap açma bağlantılarını görüntülemez.
uk: Рекомендуємо не вимикати :setting:`REGISTRATION_OPEN`, а обмежити роботу модулів реєстрації. Якщо ви цього не зробите, користувачі зможуть реєструватися, але Weblate не показуватиме посилань на реєстрацію в інтерфейсі користувача.
zh_hans: 限制注册后端的同时，推荐保持 :setting:`REGISTRATION_OPEN` 为开启状态，否则用户将能够注册，但Weblate不会在用户界面显示注册的链接。
