Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for directly copying text from secondary languages.
de: Unterstützung für direktes Kopieren von Text aus Zweitsprachen hinzugefügt.
ga: Tacaíocht bhreise chun téacs a chóipeáil go díreach ó theangacha tánaisteacha.
hu: Támogatás hozzáadva a szövegek közvetlen másolásához másodlagos nyelvekből.
id: Menambahkan dukungan untuk menyalin teks secara langsung dari bahasa sekunder.
ja: 参考言語からのテキストの直接コピーに対応。
nl: Ondersteuning toegevoegd voor het direct kopiëren van tekst uit tweede talen.
pt: Adicionado suporte para copiar diretamente o texto a partir de idiomas secundários.
pt_br: Adicionado suporte para copiar diretamente o texto a partir de idiomas secundários.
ro: A fost adăugat suport pentru copierea directă a textului din limbile secundare.
ru: Добавлена поддержка прямого копирования текста с дополнительных языков.
sv: Lagt till stöd för direkt kopiering av text från sekundära språk.
ta: இரண்டாம் நிலை மொழிகளிலிருந்து உரையை நேரடியாக நகலெடுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: İkincil dillerdeki metinleri doğrudan kopyalama özelliği eklendi.
uk: Додано підтримку для безпосереднього копіювання тексту із вторинних мов.
zh_hans: 支持了直接从第二语言复制文本。

source: Added date filtering when browsing changes.
de: Datumsfilterung beim Durchsuchen von Änderungen hinzugefügt.
ga: Cuireadh scagadh dáta leis nuair a athraíonn an bhrabhsáil.
hu: Változások böngészésekor dátumszűrés lehetősége hozzáadva.
id: Menambahkan penyaringan tanggal saat penelusuran berubah.
ja: 変更確認時のフィルターの追加。
nl: Filteren op datum toegevoegd bij bladeren in wijzigingen.
pt: Adicionada filtragem de datas ao navegar pelas alterações.
pt_br: Adicionada filtragem de datas ao navegar pelas alterações.
ro: A fost adăugată filtrarea datei la navigarea modificărilor.
ru: Добавлена фильтрация по дате при просмотре изменений.
sv: Lagt till datumfiltrering vid bläddring bland ändringar.
ta: மாற்றங்களை உலாவும்போது தேதி வடிகட்டுதல் சேர்க்கப்பட்டது.
tr: Değişikliklere göz atarken tarihe göre süzme özelliği eklendi.
uk: Додано фільтрування за датою при навігації списком змін.
zh_hans: 新增浏览变化时日期过滤。
zh_hant: 新增瀏覽變化時日期過濾。

source: Improved activity charts.
de: Verbesserte Aktivitätsdiagramme.
ga: Cairteacha gníomhaíochta feabhsaithe.
hu: Tevékenység diagramok továbbfejlesztése.
id: Bagan aktivitas yang ditingkatkan.
ja: 作業履歴の改善。
nl: Verbeterde diagrammen voor activiteiten.
pt: Melhorados os gráficos de atividades.
pt_br: Melhorados os gráficos de atividades.
ro: Grafice de activitate îmbunătățite.
ru: Улучшены графики деятельности.
sv: Förbättrade aktivitetsdiagram.
ta: மேம்படுத்தப்பட்ட செயல்பாட்டு விளக்கப்படங்கள்.
tr: Etkinlik çizelgeleri iyileştirildi.
uk: Удосконалено діаграми діяльності.
zh_hans: 改进了活动图表。
zh_hant: 改進了活動圖表。

source: Sender for contact form e-mails can now be configured.
de: Absender für Kontaktformular-E-Mails können jetzt konfiguriert werden.
ga: Is féidir seoltaí ríomhphoist na bhfoirm teagmhála a chumrú anois.
hu: Kapcsolatfelvételi űrlap e-mailjeinek feladója mostantól konfigurálható.
id: Pengirim untuk surel formulir kontak sekarang dapat dikonfigurasi.
ja: 問い合わせフォームのメールの送信者を設定の追加。
nl: Afzender voor e-mails van contactformulier kan nu worden geconfigureerd.
pt: O remetente para e-mails de formulário de contato agora pode ser configurado.
pt_br: O remetente para e-mails de formulário de contato agora pode ser configurado.
ro: Expeditorul pentru e-mailurile din formularele de contact poate fi acum configurat.
ru: Теперь можно настроить отправителя для писем контактной формы.
sv: Avsändaren för e-postmeddelanden från kontaktformuläret kan nu konfigureras.
ta: தொடர்பு படிவ மின்னஞ்சல்களுக்கான அனுப்புநர் இப்போது கட்டமைக்கப்படலாம்.
tr: İletişim formu e-postalarının göndericisini yapılandırma özelliği eklendi.
uk: Уможливлено налаштовування відправника для повідомлень форми зворотного зв'язку.
zh_hans: 现在可以配置联系人表单电子邮件的发件人。
zh_hant: 現在可以配置聯繫人表格電子郵件的發件人。

source: Improved parameters validation in component creation API.
de: Verbesserte Parametervalidierung in der API der Komponentenerstellung.
ga: Bailíochtú paraiméadair feabhsaithe san API cruthú comhpháirteanna.
hu: Paraméterek érvényesítésének javítása az összetevő-létrehozó API-ban.
id: Memperbaiki validasi parameter dalam API pembuatan komponen.
ja: コンポーネント作成 API のパラメーターの検証の改善。
nl: Verbeterd valideren parameters bij maken van onderdeel in API.
pt: Melhorada a validação de parâmetros na API de criação de componentes.
pt_br: Melhorada a validação de parâmetros na API de criação de componentes.
ro: A fost îmbunătățită validarea parametrilor în API de creare a componentelor.
ru: Улучшена проверка параметров в API создания компонентов.
sv: Förbättrad validering av parametrar i API för skapande av komponenter.
ta: கூறு உருவாக்கம் பநிஇ இல் மேம்படுத்தப்பட்ட அளவுருக்கள் சரிபார்ப்பு.
tr: Bileşen oluşturma API uygulamasında parametre doğrulaması iyileştirildi.
uk: Удосконалено перевірку параметрів у програмному інтерфейсі створення складників.
zh_hans: 改进了部件新建 API 中的参数验证。

source: The rate limiting no longer applies to superusers.
de: Die Ratenbegrenzung gilt nicht mehr für Superuser.
ga: Ní bhaineann an teorannú rátaí le sárúsáideoirí a thuilleadh.
hu: A korlátozás (rate limiting) mostantól nem vonatkozik a rendszergazdákra.
id: Pembatasan tarif tidak lagi berlaku untuk pengguna super.
ja: 接続制限は、スーパーユーザーには適用されなくなりました。
nl: De opvraaglimiet is niet meer van toepassing op superusers.
pt: A limitação de taxa não se aplica mais a superutilizadores.
pt_br: A limitação de taxa não se aplica mais a superusuários.
ro: Limitarea tarifelor nu se mai aplică superutilizatorilor.
ru: Ограничение скорости больше не применяется к суперпользователям.
sv: Hastighetsbegränsningen gäller inte längre för superanvändare.
ta: விகிதத்தைக் கட்டுப்படுத்தும் விகிதம் இனி சூப்பர் யூசர்களுக்கு பொருந்தாது.
tr: Hız sınırlaması artık süper kullanıcılara uygulanmıyor.
uk: Обмеження на частоту більше не стосується надкористувачів.
zh_hans: 速率限制不再适用于超级用户。
zh_hant: 速率限制不再適用於超級用戶。

source: Improved automatic translation add-on performance and reliability.
de: Die Leistung und Zuverlässigkeit der Erweiterung für die automatische Übersetzung verbessert.
ga: Feidhmíocht agus iontaofacht feabhsaithe do bhreiseáin aistriúcháin uathoibríoch.
hu: Az automatikus fordítási kiegészítő teljesítményének és megbízhatóságának javítása.
id: Meningkatkan performa dan keandalan pengaya terjemahan otomatis.
ja: 自動翻訳アドオンの性能と信頼性の向上。
nl: Verbeterde prestaties en betrouwbaarheid add-on automatische vertaling.
pt: Melhorada a desempenho e confiabilidade da extensão de tradução automática.
pt_br: Desempenho e confiabilidade aprimorados do complemento de tradução automática.
ro: Îmbunătățirea performanțelor și a fiabilității suplimentului de traducere automată.
ru: Улучшена производительность и надёжность надстройки автоматического перевода.
sv: Förbättrad prestanda och tillförlitlighet för tillägget för automatisk översättning.
ta: மேம்படுத்தப்பட்ட தானியங்கி மொழிபெயர்ப்பு கூடுதல் செயல்திறன் மற்றும் நம்பகத்தன்மை.
tr: Kendiliğinden çeviri eklentisinin başarımı ve güvenilirliği iyileştirildi.
uk: Удосконалено швидкодію та надійність автоматизованого перекладу.
zh_hans: 改进了自动翻译附加组件的性能和可靠性。

source: The rate limiting now can be customized in the Docker container.
de: Die Ratenbegrenzung kann nun im Docker-Container angepasst werden.
ga: Is féidir an teorannú rátaí a shaincheapadh anois sa choimeádán Docker.
hu: A korlátozás (rate limiting) mostantól testreszabható a Docker környezetben.
id: Pembatasan akses sekarang dapat disesuaikan dalam kontainer Docker.
ja: 接続制限は、Docker コンテナでのカスタマイズに対応。
nl: De opvraaglimiet kan nu worden aangepast in de Docker container.
pt: A limitação de taxa agora pode ser personalizada no contentor do Docker.
pt_br: A limitação de taxa agora pode ser personalizada no contêiner do Docker.
ro: Limitarea ratei poate fi acum personalizată în containerul Docker.
ru: Ограничение скорости теперь может быть настроено в Docker-контейнере.
sv: Hastighetsbegränsningen kan nu anpassas i Docker-containern.
ta: இப்போது விகிதத்தைக் கட்டுப்படுத்துவது கப்பல்துறை கொள்கலனில் தனிப்பயனாக்கப்படலாம்.
tr: Docker kapsayıcısına hız sınırlamasını özelleştirme özelliği eklendi.
uk: Уможливлено налаштовування обмеження за частотою у контейнері Docker.
zh_hans: 现在可以在 Docker 容器中自定义速率限制。
zh_hant: 現在可以在 Docker 容器中自定義速率限制。

source: API for creating components now automatically uses :ref:`internal-urls`.
de: API zum Erstellen von Komponenten verwendet jetzt automatisch :ref:`internal-urls`.
ga: Úsáideann API chun comhpháirteanna a chruthú go huathoibríoch anois :ref:`internal-urls`.
hu: Az összetevők létrehozására szolgáló API mostantól automatikusan a :ref:`internal-urls` használatát alkalmazza.
id: API untuk membuat komponen sekarang secara otomatis menggunakan :ref:`internal-urls`.
ja: コンポーネントを作成するための API で、自動的に :ref:`internal-urls` を使用するように変更。
nl: API voor het maken van onderdelen gebruikt nu automatisch :ref:`internal-urls`.
pt: API para criar componentes agora usa automaticamente :ref:`internal-urls`.
pt_br: API para criar componentes agora usa automaticamente :ref:`internal-urls`.
ro: API pentru crearea de componente utilizează acum în mod automat :ref:`internal-urls`.
ru: API для создания компонентов теперь автоматически использует :ref:`internal-urls`.
sv: API för att skapa komponenter använder nu automatiskt :ref:`internal-urls`.
tr: Bileşen oluşturma API uygulamasına kendiliğinden :ref:`internal-urls` kullanma özelliği eklendi.
uk: Реалізовано автоматичне використання :ref:`internal-urls` у програмному інтерфейсі для створення складників.
zh_hans: 创建部件的 API 现在自动使用 :ref:`internal-urls`。
zh_hant: 用於創建組件的API現在自動使用：REF：“內部URL`。

source: Simplified state indication while listing strings.
de: Vereinfachte Statusanzeige beim Auflisten von Zeichenketten.
ga: Tásc stáit simplithe agus teaghráin á liostú.
hu: A szöveglista állapotjelzése egyszerűsödött.
id: Indikasi status yang disederhanakan saat mencantumkan string.
ja: 文字列をリストする際の状態表示を簡素化に変更。
nl: Vereenvoudigde indicatie van status bij vermelden van tekenreeksen.
pt: Indicação de estado simplificada ao listar cadeias.
pt_br: Indicação de status simplificada ao listar textos.
ro: Indicarea simplificată a stării în timpul listării șirurilor de caractere.
ru: Упрощена индикация состояния при перечислении строк.
sv: Förenklad statusindikering vid listning av strängar.
ta: சரங்களை பட்டியலிடும்போது எளிமைப்படுத்தப்பட்ட மாநில அறிகுறி.
tr: Dizge listesinde durumun gösterilmesi sadeleştirildi.
uk: Індикація спрощеного стану під час показу списку рядків.
zh_hans: 简化了列出字符串时的状态提示。
zh_hant: 簡化了列出字符串時的狀態提示。

source: Password hashing now uses Argon2 by default.
de: Passwort-Hashing verwendet jetzt standardmäßig Argon2.
ga: Úsáideann hashing pasfhocail anois Argon2 de réir réamhshocraithe.
hu: A jelszavak hash-elése mostantól alapértelmezetten Argon2 algoritmussal történik.
id: Pembuatan kata sandi sekarang menggunakan Argon2 secara bawaan.
ja: パスワード ハッシュに、デフォルトで Argon2 の採用。
nl: Hashen van wachtwoord gebruikt nu standaard Argon2.
pt: Hash de palavras-passe agora usa Argon2 por padrão.
pt_br: Hash de senhas agora usa Argon2 por padrão.
ro: Hașurarea parolelor utilizează acum Argon2 în mod implicit.
ru: Хеширование паролей теперь по умолчанию использует Argon2.
sv: Lösenordshashning använder nu Argon2 som standard.
ta: கடவுச்சொல் ஆசிங் இப்போது இயல்பாக ஆர்கான் 2 ஐப் பயன்படுத்துகிறது.
tr: Parola karması varsayılan olarak Argon2 kullanacak biçimde güncellendi.
uk: У новій версії для створення хешів паролів типово використовується Argon2.
zh_hans: 密码散列现在默认使用Argon2。
zh_hant: 密碼散列現在默認使用Argon2。

source: Simplified progress bars indicating translation status.
de: Vereinfachte Fortschrittsbalken, die den Übersetzungsstatus anzeigen.
ga: Barraí dul chun cinn simplithe a léiríonn stádas aistriúcháin.
hu: Fordítási állapotot jelző előrehaladási sávok egyszerűsítve lettek.
id: Menyederhanakan bilah kemajuan yang menunjukkan status terjemahan.
ja: 翻訳状況を示すプログレスバーをシンプルに変更。
nl: Vereenvoudigde voortgangsbalken die de status van de vertaling aangeven.
pt: Barras de progresso simplificadas a indicar o estado da tradução.
pt_br: Barras de progresso simplificadas indicando o status da tradução.
ro: Barele de progres simplificate care indică starea traducerii.
ru: Простой индикатор прогресса указывает на состояние перевода.
sv: Förenklade förloppsindikatorer som visar översättningsstatus.
ta: மொழிபெயர்ப்பு நிலையைக் குறிக்கும் எளிமைப்படுத்தப்பட்ட முன்னேற்ற பார்கள்.
tr: Çeviri durumunu gösteren ilerleme çubukları sadeleştirildi.
uk: Спрощено смужки поступу, які показують стан перекладу.
zh_hans: 简化了显示翻译状态的进度条。

source: Renamed :ref:`addon-weblate.consistency.languages` to clarify the purpose.
de: :ref:`addon-weblate.consistency.languages` umbenannt, um den Zweck zu verdeutlichen.
ga: Athainmnithe :ref:`addon-weblate.consistency.languages` chun an cuspóir a shoiléiriú.
hu: A :ref:`addon-weblate.consistency.languages` átnevezésre került a cél egyértelműsítése érdekében.
id: Mengganti nama :ref:`addon-weblate.consistency.languages` untuk memperjelas tujuannya.
ja: 目的を明確にするために :ref:`addon-weblate.consistency.languages` という名前に変更。
nl: Hernoemde :ref:`addon-weblate.consistency.languages` om het doel helder te maken.
pt: Renomeada :ref:`addon-weblate.consistency.languages` para esclarecer o propósito.
pt_br: Renomeada :ref:`addon-weblate.consistency.languages` para esclarecer seu propósito.
ro: Redenumit :ref:`addon-weblate.consistency.languages` pentru a clarifica scopul.
ru: Переименован :ref:`addon-weblate.consistency.languages` для уточнения цели.
sv: Omdöpt :ref:`addon-weblate.consistency.languages` för att förtydliga syftet.
tr: Amacı netleştirmek için :ref:`addon-weblate.consistency.languages` adı değiştirildi.
uk: Перейменовано :ref:`addon-weblate.consistency.languages` — нова назва точніше вказує призначення.
zh_hans: 重命名了 :ref:`addon-weblate.consistency.languages` 以澄清目的。
zh_hant: 重命名：REF：“addon-webblate.consistency.languages`以澄清目的。

source: Fixed saving string state to XLIFF.
de: Das Speichern des Zeichenkettenstatus in XLIFF korrigiert.
ga: Staid teaghrán coigilte seasta go XLIFF.
hu: Szövegállapot mentésének javítása XLIFF formátumban.
id: Memperbaiki status string penyimpanan ke XLIFF.
ja: XLIFF への文字列の状態の保存の修正。
nl: Gerepareerd opslaan status tekenreeks naar XLIFF.
pt: Corrigido gravar o estado de cadeia para XLIFF.
pt_br: Corrigido ao salvar o status do texto para XLIFF.
ro: A fost reparată salvarea stării șirurilor de caractere în XLIFF.
ru: Исправлено сохранение состояния строки в XLIFF.
sv: Fastställd sparsträngstatus till XLIFF.
ta: ஃலிப்ப் க்கு நிலையான சேமிப்பு சரம் நிலை.
tr: Dizge durumunu XLIFF olarak kaydetme sorunu düzeltildi.
uk: Виправлено зберігання стану рядка до XLIFF.
zh_hans: 修复可了保存字符串状态到 XLIFF 的问题。

source: Added language-wide search.
de: Sprachübergreifende Suche hinzugefügt.
ga: Cuireadh cuardach ar fud na teanga leis.
hu: Teljes nyelvre kiterjedő keresés hozzáadva.
id: Menambahkan pencarian seluruh bahasa.
ja: 言語全体の検索の追加。
nl: Taalbreed zoeken toegevoegd.
pt: Adicionada pesquisa para todo idioma.
pt_br: Adicionada busca para todo idioma.
ro: A fost adăugată căutarea la nivel de limbă.
ru: Добавлен поиск по всем языкам.
sv: Lagt till sökning i hela språket.
ta: மொழி அளவிலான தேடல் சேர்க்கப்பட்டது.
tr: Dil genelinde arama özelliği eklendi.
uk: Додано пошук у межах мови.
zh_hans: 添加了在全部语言范围内的搜索。

source: Initial support for :ref:`docker-scaling` the Docker deployment.
de: Erstmalige Unterstützung für :ref:`docker-scaling` der Docker-Bereitstellung.
ga: Tacaíocht tosaigh le haghaidh :ref:`docker-scaling` imscaradh an Docker.
hu: Elsődleges támogatás a Docker-telepítés :ref:`Vízszintes skálázásához <docker-scaling>`.
id: Dukungan awal untuk :ref:`docker-scaling` penerapan Docker.
ja: 導入時に、Docker デプロイメントの :ref:`docker-scaling` 対応。
nl: Initiële ondersteuning voor :ref:`docker-scaling` van de uitrol van Docker.
pt: Suporte inicial a :ref:`docker-scaling` da implantação do Docker.
pt_br: Suporte inicial a :ref:`docker-scaling` da implantação do Docker.
ro: Suport inițial pentru :ref:`docker-scaling` la implementarea Docker.
ru: Начальная поддержка развёртывания :ref:`docker-scaling` для Docker.
sv: Initialt stöd för :ref:`docker-scaling` Docker-distributionen.
tr: Docker dağıtımında ilk kez :ref:`docker-scaling` desteği eklendi.
uk: Початкова підтримка розгортання :ref:`горизонтального масштабування <docker-scaling>` для Docker.
zh_hans: 对 :ref:`docker-scaling` Docker 部署的初步支持。
zh_hant: 初步支持：REF：“Docker-Scaling”Docker部署。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/61?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/61?closed=1>`__.

source: There are new file formats, you might want to include them in case you modified the :setting:`WEBLATE_FORMATS`.
de: Es gibt neue Dateiformate, die Sie vielleicht einbeziehen möchten, falls Sie :setting:`WEBLATE_FORMATS` geändert haben.
ga: Tá formáidí nua comhaid ann, b'fhéidir gur mhaith leat iad a chur san áireamh ar eagla gur athraigh tú an :setting:`WEBLATE_FORMATS`.
hu: Új fájlformátumok jelentek meg, érdemes ezeket is beilleszteni, ha módosította a :setting:`WEBLATE_FORMATS` beállítást.
id: Ada format berkas baru, Anda mungkin ingin memasukkannya jika Anda mengubah :setting:`WEBLATE_FORMATS`.
ja: 新しいファイル形式があります。:setting:`WEBLATE_FORMATS` を変更している場合は、必要なら新しいファイル形式を追加してください。
nl: Er zijn nieuwe bestandsindelingen, u wilt ze misschien opnemen in het geval u :setting:`WEBLATE_FORMATS` hebt aangepast.
pt: Há novos formatos de fiheiros, pode incluí-los no caso de ter modificado o :setting:`WEBLATE_FORMATS`.
pt_br: Há novos formatos de arquivo, você pode querer incluí-los no caso de ter modificado o :setting:`WEBLATE_FORMATS`.
ro: Există noi formate de fișiere, este posibil să doriți să le includeți în cazul în care ați modificat :setting:`WEBLATE_FORMATS`.
ru: Появилась поддержка нескольких новых форматов файлов, возможно, вы захотите включить их обработку в случае, если вы изменяли значение параметра :setting:`WEBLATE_FORMATS`.
sv: Det finns nya filformat, du kanske vill inkludera dem om du har ändrat :setting:`WEBLATE_FORMATS`.
tr: Yeni dosya biçimleri eklendi. :setting:`WEBLATE_FORMATS` seçeneğini değiştirdiyseniz bunları katmak isteyebilirsiniz.
uk: Передбачено нові формати файлів. Можливо, вам варто включити їх до списку зміненого :setting:`WEBLATE_FORMATS`.
zh_hans: 有几个新的文件格式，在修改 :setting:`WEBLATE_FORMATS` 的情况下，你会想要将他们包括进来。
zh_hant: 有幾個新的文件格式，在修改 :setting:`WEBLATE_FORMATS` 的情況下，你會想要將他們包括進來。

source: API for creating components now automatically uses :ref:`internal-urls`, see :http:post:`/api/projects/(string:project)/components/`.
de: API zur Erstellung von Komponenten verwendet jetzt automatisch :ref:`internal-urls`, siehe :http:post:`/api/projects/(string:project)/components/`.
ga: Úsáideann API chun comhpháirteanna a chruthú anois go huathoibrí :ref:`internal-urls`, féach :http:post:`/api/projects/(string:project)/components/`.
hu: Az összetevők létrehozására szolgáló API mostantól automatikusan a :ref:`internal-urls` használatát alkalmazza, lásd: :http:post:`/api/projects/(string:project)/components/`.
id: API untuk membuat komponen sekarang secara otomatis menggunakan :ref:`internal-urls`, lihat :http:post:`/api/projects/(string:project)/components/`.
ja: コンポーネントを作成するための API は、自動的に :ref:`internal-urls` を使用するように変更されました。参照: :http:post:`/api/projects/(string:project)/components/`。
nl: API voor het maken van onderdelen gebruikt nu automatisch :ref:`internal-urls`, bekijk :http:post:`/api/projects/(string:project)/components/`.
pt: A API para a criação de componentes agora usa automaticamente :ref:`internal-urls`, veja :http:post:`/api/projects/(string:project)/components/`.
pt_br: A API para a criação de componentes agora usa automaticamente :ref:`internal-urls`, consulte :http:post:`/api/projects/(string:project)/components/`.
ro: API pentru crearea de componente utilizează acum automat :ref:`internal-urls`, a se vedea :http:post:`/api/projects/(string:project)/components/`.
ru: API для создания компонентов теперь автоматически использует :ref:`internal-urls`, смотрите описание :http:post:`/api/projects/(string:project)/components/`.
sv: API för att skapa komponenter använder nu automatiskt :ref:`internal-urls`, se :http:post:`/api/projects/(string:project)/components/`.
tr: Bileşen oluşturan API uygulaması artık kendiliğinden :ref:`internal-urls` kullanıyor. Ayrıntılı bilgi almak için: :http:post:`/api/projects/(string:project)/components/`.
uk: У програмному інтерфейсі для створення складників тепер автоматично використовуються :ref:`internal-urls`, див. :http:post:`/api/projects/(string:project)/components/`.
zh_hans: 创建部件的 API 现在自动使用 :ref:`internal-urls`，参考 :http:post:`/api/projects/(string:project)/components/` 。
zh_hant: 創建組件的 API 現在自動使用 :ref:`internal-urls`，見:http:post:`/api/projects/(string:project)/components/`。
