Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Full list of published tags can be found at `GitHub Packages`_
de: Eine vollständige Liste der veröffentlichten Tags finden Sie unter `GitHub Packages`_
ga: Is féidir liosta iomlán de na clibeanna foilsithe a fháil ag `Pacáistí GitHub`_
hu: A közzétett címkék teljes listája elérhető a `GitHub Packages`_ oldalon
id: Daftar lengkap tag yang diterbitkan dapat ditemukan di `Paket GitHub`_
ja: 公開されているタグの完全なリストは、`GitHub Packages`_ にあります
nl: Volledige lijst met gepubliceerde tags is te vinden op `GitHub Packages`_
pt: A lista completa de tags publicadas encontra-se em `GitHub Packages`_
pt_br: A lista completa de tags publicadas pode ser encontrada em `GitHub Packages`_
ru: Полный список опубликованных меток можно найти на странице `GitHub Packages`_
sv: En fullständig lista över publicerade taggar finns på `GitHub Packages`_
ta: வெளியிடப்பட்ட குறிச்சொற்களின் முழு பட்டியலையும் `கிதுப் தொகுப்புகள்`_ இல் காணலாம்
tr: Yayınlanmış etiketlerin tam listesi `GitHub paketleri`_ içinde bulunabilir
uk: Повний список оприлюднених міток можна знайти серед `GitHub Packages`_
zh_hans: 可以在 `GitHub Packages`_ 找到的已发布标签的完整列表

source: Docker container with HTTPS support
de: Docker-Container mit HTTPS-Unterstützung
ga: Coimeádán docker le tacaíocht HTTPS
hu: Docker-konténer HTTPS támogatással
id: Kontainer Docker dengan dukungan HTTPS
ja: HTTPS に対応した Docker コンテナ
nl: Docker container met ondersteuning voor HTTPS
pt: Contentor Docker com suporte a HTTPS
pt_br: Contêiner Docker com suporte a HTTPS
ro: Container Docker cu suport HTTPS
ru: Контейнер Docker с поддержкой HTTPS
sv: Docker-container med HTTPS-stöd
ta: https ஆதரவுடன் கப்பல்துறை கொள்கலன்
tr: HTTPS desteği ile Docker kapsayıcısı
uk: Контейнер Docker із підтримкою HTTPS
zh_hans: 具有 HTTPS 支持的 Docker 容器
zh_hant: 具有 HTTPS 支持的 Docker 容器

source: Please see :ref:`docker-deploy` for generic deployment instructions, this section only mentions differences compared to it.
de: Bitte lesen Sie :ref:`docker-deploy` für allgemeine Bereitstellungsanweisungen, dieser Abschnitt erwähnt nur Unterschiede im Vergleich dazu.
ga: Féach :ref:`docker-deploy` le haghaidh treoracha úsáide cineálacha, ní luann an chuid seo ach na difríochtaí i gcomparáid leis.
hu: Az általános telepítési útmutatóért lásd: :ref:`docker-deploy`. Ez a szakasz csak a különbségeket ismerteti.
id: Silakan lihat :ref:`docker-deploy` untuk petunjuk penerapan umum, bagian ini hanya menyebutkan perbedaan dibandingkan dengannya.
ja: 一般的な展開手順については、:ref:`docker-deploy` を確認してください。この項目では、一般的な展開手順との違いについてのみ説明します。
nl: Bekijk :ref:`docker-deploy` voor algemene instructies voor uitrollen, dit gedeelte vermeldt alleen verschillen in vergelijking daarmee.
pt: Por favor, veja :ref:`docker-deploy` para instruções genéricas de implantação, esta secção apenas menciona diferenças em comparação a ela.
pt_br: Por favor, consulte :ref:`docker-deploy` para instruções genéricas de implantação, esta seção apenas menciona diferenças em comparação a ela.
ro: Vă rugăm să consultați :ref:`docker-deploy` pentru instrucțiuni generice de implementare, această secțiune menționează doar diferențele față de aceasta.
ru: Общие инструкции по развертыванию, пожалуйста, смотрите в разделе :ref:`docker-deploy`, в этом разделе упоминаются только отличия от той инструкции.
sv: Se :ref:`docker-deploy` för generella installationsinstruktioner. Detta avsnitt beskriver endast skillnaderna jämfört med dessa.
tr: Genel dağıtım yönergesi için :ref:`docker-deploy` bölümüne bakabilirsiniz. Bu bölümde yalnızca oradakinden farklı olan durumlar ele alınmıştır.
uk: Будь ласка, ознайомтеся із розділом :ref:`docker-deploy`, щоб отримати загальні настанови щодо розгортання. У цьому розділі наведено лише відмінності від типової процедури.
zh_hans: 请参阅 :ref:`docker-deploy` 以获取常规部署说明，本节仅提及与之相比的差异。
zh_hant: 請參閱 :ref:`docker-deploy` 以獲取常規部署說明，本節僅提及與之相比的差異。

source: SSL terminating proxy
de: SSL-Termination-Proxy
ga: Seachfhreastalaí críochnúcháin SSL
hu: SSL-t lezáró proxy
id: Proksi penghentian SSL
nl: SSL eindigende proxy
sv: SSL-terminerande proxy
uk: Проксі-сервер, що завершує роботу SSL

source: SSL can be terminated outside Weblate container. To make this work well together, several headers need to be passed to the container so that it is aware of its actual environment. In more detail, these headers are described in :ref:`reverse-proxy`.
de: SSL kann außerhalb des Weblate-Containers aufgelöst werden. Damit dies gut funktioniert, müssen mehrere Header an den Container übergeben werden, damit er seine aktuelle Einsatzumgebung kennt. Diese Header werden unter :ref:`reverse-proxy` genauer beschrieben.
ga: Is féidir SSL a fhoirceannadh lasmuigh de choimeádán Weblate. Chun go n-oibreoidh sé seo go maith le chéile, ní mór roinnt ceanntásca a chur chuig an gcoimeádán ionas go mbeidh sé ar an eolas faoina thimpeallacht iarbhír. Déantar cur síos níos mine ar na ceanntásca seo i :ref:`reverse-proxy`.
hu: Az SSL kapcsolatot a Weblate-konténeren kívül is le lehet zárni. Ehhez több HTTP-fejlécet is továbbítani kell a konténer felé, hogy az tisztában legyen a tényleges környezetével. Ezeket a fejléceket részletesen a :ref:`reverse-proxy` rész írja le.
id: SSL dapat dihentikan di luar kontainer Weblate. Agar berfungsi dengan baik, beberapa header perlu diteruskan ke kontainer agar itu mengetahui lingkungannya yang sebenarnya. Rincian lebih lanjutnya, header-header ini dijelaskan di :ref:`reverse-proxy`.
nl: SSL kan worden beëindigd buiten de container van Weblate container. Om dit goed samen te laten werken, moeten verscheidene koppen worden doorgegeven aan de container, zodat die zich bewust is van zijn feitelijke omgeving. Deze koppen worden meer in detail beschreven in :ref:`reverse-proxy`.
sv: SSL kan avslutas utanför Weblate-containern. För att detta ska fungera väl måste flera rubriker skickas till containern så att den känner till sin faktiska miljö. Dessa rubriker beskrivs mer detaljerat i :ref:`reverse-proxy`.
uk: SSL можна завершити поза контейнером Weblate. Для того, щоб це працювало належним чином, контейнеру потрібно передати декілька заголовків, щоб він знав про своє реальне оточення. Більш детально ці заголовки описані в :ref:`reverse-proxy`.

source: Example nginx reverse proxy configuration for a Docker container.
de: Beispielkonfiguration eines nginx-Reverse-Proxys für einen Docker-Container.
ga: Cumraíocht seachfhreastalaí droim ar ais nginx samplach le haghaidh coimeádán Docker.
hu: Példa nginx proxykonfigurációra Docker-konténer esetén.
id: Contoh konfigurasi proksi terbalik nginx untuk kontainer Docker.
nl: Voorbeeld van configuratie van een omgekeerde proxy van nginx voor een Docker-container.
sv: Exempel på nginx-konfiguration för omvänd proxy för en Docker-container.
uk: Приклад конфігурації зворотного проксі-сервера nginx для контейнера Docker.

source: Docker container environment for external SSL termination.
de: Docker-Container-Einsatzumgebung für externe SSL-Terminierung.
ga: Timpeallacht coimeádáin Docker le haghaidh foirceannadh seachtrach SSL.
hu: Docker-konténer környezet külső SSL-lezáráshoz.
id: Lingkungan kontainer Docker untuk penghentian SSL eksternal.
nl: Omgeving Docker-container voor extern beëindigen van SSL.
sv: Docker-containermiljö för extern SSL-terminering.
uk: Середовище контейнера Docker для зовнішнього SSL-термінації.

source: Using own SSL certificates
de: Verwendung eigener SSL-Zertifikate
ga: Ag baint úsáide as deimhnithe SSL féin
hu: Saját SSL tanúsítványok használata
id: Menggunakan sertifikat SSL sendiri
ja: 独自の SSL 証明書の使用
nl: Eigen certificaten voor SSL gebruiken
pt: Usando os seus próprios certificados SSL
pt_br: Usando seus próprios certificados SSL
ro: Utilizarea certificatelor SSL proprii
ru: Использование собственных SSL-сертификатов
sv: Använda egna SSL-certifikat
ta: சொந்த ssl சான்றிதழ்களைப் பயன்படுத்துதல்
tr: Kendi SSL sertifikalarınızı kullanmak
uk: Використання власних сертифікатів SSL
zh_hans: 使用自己的 SSL 证书
zh_hant: 使用自己的 SSL 證書

source: In case you have own SSL certificate you want to use, simply place the files into the Weblate data volume (see :ref:`docker-volume`):
de: Wenn Sie ein eigenes SSL-Zertifikat haben, das Sie verwenden möchten, legen Sie die Dateien einfach in das Weblate-Daten-Volume (siehe :ref:`docker-volume`):
ga: Sa chás go bhfuil deimhniú SSL féin agat is mian leat a úsáid, ní gá ach na comhaid a chur isteach i toirt sonraí Weblate (féach :ref:`docker-volume`):
hu: Ha saját SSL tanúsítványt szeretne használni, egyszerűen helyezze el a fájlokat a Weblate adatkötetére (lásd: :ref:`docker-volume`):
id: Jika Anda memiliki sertifikat SSL sendiri yang ingin digunakan, cukup tempatkan berkas ke dalam volume data Weblate (lihat :ref:`docker-volume`):
ja: 使用したい独自の SSL 証明書がある場合は、ファイルを Weblate データ ボリュームに配置するだけです（参照: :ref:`docker-volume`）。
nl: In het geval dat u uw eigen certificaat voor SSL hebt dat u wilt gebruiken, plaats eenvoudigweg de bestanden in het Weblate-volume data (bekijk :ref:`docker-volume`):
pt: No caso de ter o seu próprio certificado SSL que deseja usar, basta pôr os ficheiros no volume de dados Weblate (veja :ref:`docker-volume`):
pt_br: No caso de você ter seu próprio certificado SSL que deseja usar, basta colocar os arquivos no volume de dados Weblate (consulte :ref:`docker-volume`):
ro: În cazul în care aveți propriul certificat SSL pe care doriți să îl utilizați, plasați pur și simplu fișierele în volumul de date Weblate (a se vedea :ref:`docker-volume`):
ru: Если вы хотите использовать свой собственный SSL-сертификат, просто поместите его файлы в том данных Weblate (смотрите раздел :ref:`docker-volume`):
sv: Om du har ett eget SSL-certifikat som du vill använda, placera helt enkelt filerna i Weblate-datavolymen (se :ref:`docker-volume`):
tr: Kullanmak istediğiniz bir SSL sertifikanız varsa, dosyaları Weblate veri birimine yerleştirmeniz yeterlidir (ayrıntılı bilgi almak için: :ref:`docker-volume`):
uk: Якщо у вас є власний сертифікат SSL, яким ви хочете скористатися, просто розмістіть його файли на томі даних Weblate (див. :ref:`docker-volume`):
zh_hans: 如果您要使用自己的 SSL 证书，只需将文件放入 Weblate 数据卷中（请参阅 :ref:`docker-volume`）：
zh_hant: 如果您要使用自己的 SSL 證書，只需將文件放入 Weblate 數據卷中（請參閱 :ref:`docker-volume`）：

source: :file:`ssl/fullchain.pem` containing the certificate including any needed CA certificates
de: :file:`ssl/fullchain.pem`, die das Zertifikat einschließlich aller erforderlichen CA-Zertifikate enthält
ga: :file:`ssl/fullchain.pem` ina bhfuil an teastas lena n-áirítear aon deimhnithe CA atá ag teastáil
hu: :file:`ssl/fullchain.pem` fájl tartalmazza a tanúsítványt és a szükséges CA (hitelesítésszolgáltatói) tanúsítványokat
id: :file:`ssl/fullchain.pem` yang berisi sertifikat termasuk sertifikat CA yang diperlukan
ja: :file:`ssl/fullchain.pem` 必要な CA 証明書を含んだ証明書を含む
nl: :file:`ssl/fullchain.pem` bevat het certificaat, inclusief alle benodigde CA-certificaten
pt: :file:`ssl/fullchain.pem` a conter o certificado, incluindo quaisquer certificados CA necessários
pt_br: :file:`ssl/fullchain.pem` contendo o certificado, incluindo quaisquer certificados CA necessários
ro: :file:`ssl/fullchain.pem` care conține certificatul, inclusiv toate certificatele CA necesare
ru: :file:`ssl/fullchain.pem`, содержащий сертификат и все необходимые сертификаты центров сертификации
sv: :file:`ssl/fullchain.pem` som innehåller certifikatet inklusive alla nödvändiga CA-certifikat
tr: :file:`ssl/fullchain.pem` dosyasında gerekli sertifika kuruluşunun sertifikaları ile birlikte kullanılacak sertifika bulunur
uk: :file:`ssl/fullchain.pem` містить сертифікат, включно із будь-якими потрібними сертифікатами служби сертифікації
zh_hans: :file:`ssl/fullchain.pem` 包含证书，包括任何需要的 CA 证书
zh_hant: :file:`ssl/fullchain.pem` 包含證書，包括任何需要的 CA 證書

source: :file:`ssl/privkey.pem` containing the private key
de: :file:`ssl/privkey.pem` mit dem privaten Schlüssel
ga: :file:`ssl/privkey.pem` ina bhfuil an eochair phríobháideach
hu: :file:`ssl/privkey.pem` fájl pedig a privát kulcsot tartalmazza
id: :file:`ssl/privkey.pem` yang berisi kunci pribadi
ja: :file:`ssl/privkey.pem` 秘密鍵を含む
nl: :file:`ssl/privkey.pem` bevat de privé-sleutel
pt: :file:`ssl/privkey.pem` a conter a chave privada
pt_br: :file:`ssl/privkey.pem` contendo a chave privada
ro: :file:`ssl/privkey.pem` conținând cheia privată
ru: :file:`ssl/privkey.pem`, содержащий закрытый ключ
sv: :file:`ssl/privkey.pem` som innehåller den privata nyckeln
tr: :file:`ssl/privkey.pem` dosyasında kişisel anahtar bulunur
uk: :file:`ssl/privkey.pem` містить закритий ключ
zh_hans: :file:`ssl/privkey.pem` 包含有私钥
zh_hant: :file:`ssl/privkey.pem` 包含有私鑰

source: Both of these files must be owned by the same user as the one starting the docker container and have file mask set to ``600`` (readable and writable only by the owning user).
de: Beide Dateien müssen demselben Benutzer gehören wie demjenigen, der den Docker-Container startet und die Dateimaske muss auf ``600`` gesetzt sein (nur lesbar und schreibbar für den besitzenden Benutzer).
ga: Caithfidh an dá chomhad seo a bheith ina n-úinéirí ag an úsáideoir céanna leis an gceann a thosaíonn an coimeádán docker agus masc comhaid a bheith socraithe go ``600`` (inléite agus inscríofa ag an úsáideoir úinéireacht amháin).
hu: Mindkét fájlnak ugyanahhoz a felhasználóhoz kell tartoznia, aki a Docker-konténert indítja, és a fájlmaszknak ``600`` értékűnek kell lennie (csak a tulajdonos számára olvasható és írható).
id: Kedua berkas ini harus dimiliki oleh pengguna yang sama dengan pengguna yang memulai kontainer docker dan memiliki topeng berkas yang diatur ke ``600`` (hanya dapat dibaca dan ditulis oleh pengguna pemiliknya).
ja: このファイルは両方とも、docker コンテナを起動したユーザーと同じユーザーが所有者であることが必要です。ファイルマスクは、600 に設定してください（所有者のユーザーのみが読み書き可能） 。
nl: Deze beide bestanden moeten eigendom zijn van dezelfde gebruiker als die welke de Docker container startte en het bestandsmasker hebben ingesteld op ``600`` (alleen te lezen en te beschrijven door de gebruiker die eigenaar is).
pt: Ambos os ficheiros devem pertencer ao mesmo utilizador que inicia o contentor do docker e ter a máscara de ficheiro definida como ``600`` (legível e gravável apenas pelo utilizador dono).
pt_br: Ambos os arquivos devem pertencer ao mesmo usuário que inicia o contêiner do docker e ter a máscara de arquivo definida como ``600`` (legível e gravável apenas pelo usuário dono).
ro: Ambele fișiere trebuie să fie deținute de același utilizator ca și cel care pornește containerul docker și să aibă masca de fișier setată la ``600`` (poate fi citită și scrisă numai de către utilizatorul proprietar).
ru: Обеими этими файлами должен владеть тот же самый пользователь, который запускает контейнер docker ’а, а маска этих файлов должна быть равна ``600`` (читать и писать в них может только владелец).
sv: Båda dessa filer måste ägas av samma användare som den som startar docker-containern och ha filmasken inställd på ``600`` (läsbar och skrivbar endast av den ägande användaren).
ta: இந்த இரண்டு கோப்புகளும் கப்பல்துறை கொள்கலனைத் தொடங்கும் அதே பயனருக்கு சொந்தமானதாக இருக்க வேண்டும் மற்றும் கோப்பு முகமூடியை `600`` என அமைக்க வேண்டும் (சொந்தமான பயனரால் மட்டுமே படிக்கக்கூடிய மற்றும் எழுதக்கூடியது).
tr: Bu dosyaların ikisinin de sahibi, docker kapsayıcısını başlatan kullanıcı ile aynı olmalı ve dosya izinleri ``600`` olarak ayarlanmış olmalıdır (yalnızca sahibi olan kullanıcı tarafından okunabilir ve yazılabilir).
uk: Власником обох цих файлів має бути той самий користувач, що і користувач, від імені якого запускається контейнер Docker. Маскою прав доступу до цих файлів має бути ``600`` (читання і запис лише для користувача-власника).
zh_hans: 拥有这两个文件的用户必须与启动 docker 容器并将文件掩码设置为 ``600``\ （仅拥有用户可读可写）的用户为同一用户。
zh_hant: 擁有這兩個文件的用戶必須與啟動 docker 容器並將文件掩碼設置為 ``600`` （僅擁有用戶可讀可寫）的用戶為同一用戶。

source: Additionally, Weblate container will now accept SSL connections on port 4443, you will want to include the port forwarding for HTTPS in docker compose override:
de: Außerdem akzeptiert der Weblate-Container jetzt SSL-Verbindungen auf Port 4443. Sie müssen die Portweiterleitung für HTTPS in die Docker-Compose-Überschreibung aufnehmen:
ga: Ina theannta sin, glacfaidh coimeádán Weblate le naisc SSL ar phort 4443, beidh tú ag iarraidh cur ar aghaidh an chalafoirt le haghaidh HTTPS a chur san áireamh i sárú cumadóireachta docker:
hu: Ezen felül a Weblate-konténer mostantól SSL-kapcsolatokat is fogad a 4443-as porton, ezért érdemes az HTTPS porttovábbítást is belefoglalni a Docker Compose felülírásba (override):
id: Selain itu, kontainer Weblate sekarang akan menerima koneksi SSL pada port 4443, Anda ingin menyertakan penerusan port untuk HTTPS dalam penimpaan docker compose:
ja: さらに、Weblate コンテナはポート 4443 で SSL 接続を受け入れるようになりました。HTTPS のポート転送を docker compose オーバーライドに含めてください。ポート転送の設定方法:
nl: Aanvullend zal de Weblate container nu SSL-verbindingen accepteren op poort 4443, u zou de poort forwarding voor HTTPS op willen nemen in docker compose override:
pt: Além disso, o contentor Weblate agora aceitará conexões SSL na porta 4443. Ainda quererá incluir o encaminhamento de porta para HTTPS na substituição de composição do docker:
pt_br: Além disso, o contêiner Weblate agora aceitará conexões SSL na porta 4443. Você ainda vai querer incluir o encaminhamento de porta para HTTPS na substituição de composição do docker:
ro: În plus, containerul Weblate va accepta acum conexiuni SSL pe portul 4443, veți dori să includeți redirecționarea portului pentru HTTPS în suprascrierea docker compose:
ru: Кроме того, контейнер Weblate теперь будет принимать SSL-соединения на порт 4443 и вам нужно будет включить перенаправление портов для HTTPS в переопределении Docker Compose:
sv: Dessutom accepterar Weblate-containern nu SSL-anslutningar på port 4443. Du bör inkludera portvidarebefordran för HTTPS i docker compose override:
ta: கூடுதலாக, வலைபெயர்ப்பு கொள்கலன் இப்போது துறைமுகம் 4443 இல் எச்எச்எல் இணைப்புகளை ஏற்றுக் கொள்ளும், டோக்கரில் http களுக்கான துறைமுகம் பகிர்தலை நீங்கள் சேர்க்க விரும்புவீர்கள்:
tr: Ek olarak, Weblate kapsayıcısı SSL bağlantılarını artık 4443 numaralı bağlantı noktasından karşılar. Docker compose değişikliklerine HTTPS için bağlantı noktası yönlendirmeyi de katmak istersiniz:
uk: Крім того, контейнер Weblate прийматиме з'єднання на порту SSL 4443. Вам варто включити переспрямування портів для HTTPS у перевизначення композицій Docker:
zh_hans: 此外，Weblate 容器现在将在端口 4443 上接受 SSL 连接，您将要在 docker compose override 中包括 HTTPS 的端口转发：
zh_hant: 此外，Weblate 容器現在將在端口 4443 上接受 SSL 連接，您將要在 docker compose override 中包括 HTTPS 的端口轉發：

source: If you already host other sites on the same server, it is likely ports ``80`` and ``443`` are used by a reverse proxy, such as NGINX. To pass the HTTPS connection from NGINX to the docker container, you can use the following configuration:
de: Wenn Sie bereits andere Sites auf demselben Server hosten, werden die Ports ``80`` und ``443`` wahrscheinlich von einem Reverse-Proxy wie NGINX verwendet. Um die HTTPS-Verbindung von NGINX an den Docker-Container zu übergeben, können Sie die folgende Konfiguration verwenden:
ga: Má tá tú ag óstáil suíomhanna eile ar an bhfreastalaí céanna cheana féin, is dócha go n-úsáideann seachfhreastalaí droim ar ais, mar shampla NGINX, poirt `80`` agus `443``. Chun an nasc HTTPS a chur ar aghaidh ó NGINX chuig an gcoimeádán docker, is féidir leat an chumraíocht seo a leanas a úsáid:
hu: Ha ugyanazon a kiszolgálón más webhelyeket is üzemeltet, valószínű, hogy a ``80`` és ``443`` portokat már egy fordított proxy (például NGINX) használja. Ahhoz, hogy az NGINX-en keresztül átadja a HTTPS kapcsolatot a Docker-konténernek, a következő konfigurációt alkalmazhatja:
id: Jika Anda sudah menghosting situs lain di server yang sama, kemungkinan port ``80`` dan ``443`` digunakan oleh proksi terbalik, seperti NGINX. Untuk meneruskan koneksi HTTPS dari NGINX ke kontainer Docker, Anda dapat menggunakan konfigurasi berikut:
ja: すでに、同じサーバー上の他のサイトをホストしている場合は、ポート ``80`` と ``443`` が NGINX などのリバース プロキシによって使用されていることがあります。下記は、NGINX から Docker コンテナに HTTPS 接続を渡すために使用可能な構成方法:
nl: Als u al andere sites host op dezelfde server, is het waarschijnlijk dat de poorten ``80`` en ``443`` worden gebruikt door een omgekeerde proxy, zoals NGINX. U kunt de volgende configuratie gebruiken om de HTTPS-verbinding van NGINX door te geven aan de Docker container:
pt: Se já hospeda outros sites no mesmo servidor, é provável que as portas ``80`` e ``443`` sejam usadas por um proxy reverso, como NGINX. Para passar a conexão HTTPS do NGINX para o contentor do docker, pode usar a seguinte configuração:
pt_br: Se você já hospeda outros sites no mesmo servidor, é provável que as portas ``80`` e ``443`` sejam usadas por um proxy reverso, como NGINX. Para passar a conexão HTTPS do NGINX para o contêiner do docker, você pode usar a seguinte configuração:
ro: Dacă găzduiți deja alte site-uri pe același server, este posibil ca porturile ``80`` și ``443`` să fie utilizate de un proxy invers, cum ar fi NGINX. Pentru a transmite conexiunea HTTPS de la NGINX la containerul docker, puteți utiliza următoarea configurație:
ru: Если на этом же сервере у вас уже размещены другие сайты, скорее всего, порты ``80`` и ``443`` используются обратным прокси, например, NGINX. Для передачи HTTPS соединения из NGINX’а в контейнер docker ’а вы можете использовать следующую конфигурацию:
sv: Om du redan är värd för andra webbplatser på samma server är det troligt att portarna ``80`` och ``443`` används av en omvänd proxy, till exempel NGINX. För att vidarebefordra HTTPS-anslutningen från NGINX till docker-containern kan du använda följande konfiguration:
ta: நீங்கள் ஏற்கனவே அதே சேவையகத்தில் மற்ற தளங்களை புரவலன் செய்தால், அது துறைமுகங்கள் `` 80`` மற்றும் `` 443`` ஆகியவை என்சின்க்ச் போன்ற தலைகீழ் பதிலாள் மூலம் பயன்படுத்தப்படுகின்றன. nginx இலிருந்து கப்பல்துறை கொள்கலனுக்கு https இணைப்பை அனுப்ப, நீங்கள் பின்வரும் உள்ளமைவைப் பயன்படுத்தலாம்:
tr: Aynı sunucuda başka siteler barındırıyorsanız, büyük olasılıkla ``80`` ve ``443`` numaralı bağlantı noktaları NGINX gibi bir ters vekil sunucu tarafından kullanılmaktadır. HTTPS bağlantısını NGINX üzerinden docker kapsayıcısına geçirmek için şu yapılandırmayı kullanabilirsiniz:
uk: Якщо на сервері вже обробляються дані інших сайтів, ймовірно, порти ``80`` і ``443`` використовуються оберненим проксі, наприклад NGINX. Щоб передати з'єднання HTTPS від NGINX до контейнера Docker, ви можете скористатися такими налаштуваннями:
zh_hans: 如果您已经在同一服务器上托管其他站点，则反向代理（例如 NGINX ）可能会使用端口 ``80`` 和 ``443``。要将 HTTPS 连接从 NGINX 传递到 docker 容器，可以使用以下配置：
zh_hant: 如果您已經在同一服務器上託管其他站點，則反向代理（例如 NGINX ）可能會使用端口 ``80`` 和 ``443``。要將 HTTPS 連接從 NGINX 傳遞到 docker 容器，可以使用以下配置：
