Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: **CURL form request example:**
de: **CURL-Formular-Anfragebeispiel:**
ga: ** Sampla den fhoirm iarratais CURL:**
hu: **CURL űrlap alapú kérés példa:**
id: **Contoh permintaan formulir CURL:**
ja: **CURL フォーム リクエスト例:**
nl: **Voorbeeld CURL formulier verzoek:**
pt: **Exemplo de solicitação de formulário com CURL:**
pt_br: **Exemplo de solicitação de formulário com CURL:**
ro: **Exemplu de solicitare a formularului CURL:**
ru: **Пример запроса CURL:**
sv: **Exempel på CURL-formulärförfrågan:**
ta: ** சுருட்டை படிவ கோரிக்கை எடுத்துக்காட்டு: **
tr: **CURL form isteği örneği:**
uk: **Приклад запиту форми CURL:**
zh_hans: **CURL 表单请求示例：**

source: **CURL JSON request example:**
de: **CURL-JSON-Anfragebeispiel:**
ga: **CURL sampla iarratas JSON:**
hu: **CURL JSON kérés példa:**
id: **Contoh permintaan CURL JSON:**
ja: **CURL JSON リクエスト例:**
nl: **Voorbeeld CURL JSON verzoek:**
pt: **Exemplo de solicitação JSON com CURL:**
pt_br: **Exemplo de solicitação JSON com CURL:**
ro: **Exemplu de cerere JSONURL JSON:**
ru: **Пример CURL JSON запроса:**
sv: **Exempel på CURL JSON-förfrågan:**
ta: ** சுருட்டை சாதொபொகு கோரிக்கை எடுத்துக்காட்டு: **
tr: **CURL JSON isteği örneği:**
uk: **Приклад запиту JSON CURL:**
zh_hans: **CURL JSON 请求的示例：**

source: **JSON request to create a new component from Git:**
de: **JSON-Anfrage zur Erstellung einer neuen Komponente von Git:**
ga: **Iarratas JSON chun comhpháirt nua a chruthú ó Git:**
hu: **JSON kérés új összetevő létrehozására Git tárolóból:**
id: **Permintaan JSON untuk membuat komponen baru dari Git:**
ja: **Git から新しいコンポーネントを作成する JSON リクエスト:**
nl: **JSON verzoek om een nieuw onderdeel uit Git te maken:**
pt: **Solicitação JSON para criar um componente a partir do Git:**
pt_br: **Solicitação JSON para criar um novo componente a partir do Git:**
ro: **Cerere JSON pentru a crea o nouă componentă din Git:**
ru: **Запрос JSON для создания нового компонента из Git:**
sv: **JSON-begäran för att skapa en ny komponent från Git:**
ta: ** சாதொபொகு git இலிருந்து ஒரு புதிய கூறுகளை உருவாக்க கோரிக்கை: **
tr: **Git üzerinden yeni bir bileşen oluşturan JSON isteği:**
uk: **Запит JSON для створення складника з Git:**
zh_hans: **从 Git 创建新部件的 JSON 请求：**

source: **JSON request to create a new component from another one:**
de: **JSON-Anfrage zum Erstellen einer neuen Komponente aus einer anderen:**
ga: **Iarratas JSON chun comhpháirt nua a chruthú ó cheann eile:**
hu: **JSON kérés új összetevő létrehozására meglévő összetevőből:**
id: **Permintaan JSON untuk membuat komponen baru dari komponen lain:**
ja: **別のコンポーネントから新しいコンポーネントを作成する JSON リクエスト:**
nl: **JSON verzoek om een nieuw onderdeel ergens anders uit te maken:**
pt: **Solicitação JSON para criar um componente a partir de outro:**
pt_br: **Solicitação JSON para criar um novo componente a partir de outro:**
ro: **Cerere JSON pentru a crea o nouă componentă din alta:**
ru: **Запрос JSON для создания нового компонента на основе другого компонента:**
sv: **JSON-begäran för att skapa en ny komponent från en annan:**
ta: ** சாதொபொகு ஐ இன்னொன்றிலிருந்து ஒரு புதிய கூறுகளை உருவாக்க வேண்டும்: **
tr: **Başka bir bileşenden yeni bir bileşen oluşturan JSON isteği:**
uk: **Запит JSON для створення складника на основі іншого складника:**
zh_hans: **从另一个部件创建新部件的 JSON 请求：**

source: Returns paginated statistics for all languages within a project.
de: Gibt paginierte Statistiken für alle Sprachen innerhalb eines Projekts zurück.
ga: Tuairisceáin staitisticí leathanach do gach teanga laistigh de thionscadal.
hu: Lapozott statisztikák visszaadása a projekt összes nyelvére vonatkozóan.
id: Mengembalikan statistik halaman untuk semua bahasa dalam suatu proyek.
ja: 返り値は、プロジェクト内の全言語のページ順の統計情報です。
nl: Geeft gepagineerde statistieken terug voor alle talen binnen een project.
pt: Retorna estatísticas paginadas para todos os idiomas num projeto.
pt_br: Retorna estatísticas paginadas para todos os idiomas em um projeto.
ro: Returnează statistici paginate pentru toate limbile din cadrul unui proiect.
ru: Возвращает разбитую на страницы статистику по всем языкам проекта.
sv: Returnerar paginerad statistik för alla språk inom ett projekt.
ta: ஒரு திட்டத்திற்குள் உள்ள அனைத்து மொழிகளுக்கும் சிறிய புள்ளிவிவரங்களைத் தருகிறது.
tr: Bir projedeki tüm diller için sayfalanmış istatistikleri görüntüler.
uk: Повертає поділену на сторінки статистику для всіх мов у проєкті.
zh_hans: 对项目内的所有语言返回编页的统计数据。
zh_hant: 對項目內的所有語言返回編頁的統計數據。

source: array of translation statistics objects
de: Array von Übersetzungsstatistikobjekten
ga: raon de réad staitisticí aistriúcháin
hu: fordítási statisztika objektumok tömbje
id: array objek statistik terjemahan
ja: 翻訳統計オブジェクトの配列
nl: array met objecten voor statistieken van vertalingen
pt: vetor de objetos de estatísticas de tradução
pt_br: vetor de objetos de estatísticas de tradução
ro: matrice de obiecte de statistici de traducere
ru: массив объектов статистики перевода
sv: matris med översättningsstatistikobjekt
ta: மொழிபெயர்ப்பு புள்ளிவிவர பொருள்களின் வரிசை
tr: çeviri istatistiği nesneleri dizisi
uk: масив об'єктів статистики перекладу
zh_hans: 翻译统计数据对象的数组
zh_hant: 翻譯統計數據對象的矩陣

source: language name
de: Sprachenname
ga: ainm teanga
hu: nyelv neve
id: nama bahasa
ja: 言語名
nl: naam taal
pt: nome de idioma
pt_br: nome de idioma
ro: numele limbii
ru: название языка
sv: språknamn
ta: மொழி பெயர்
tr: dil adı
uk: назва мови
zh_hans: 语言名称
zh_hant: 語言名稱

source: language code
de: Sprachcode
ga: cód teanga
hu: nyelv kódja
id: kode bahasa
ja: 言語コード
nl: taalcode
pt: código de idioma
pt_br: código de idioma
ro: codul limbii
ru: код языка
sv: språkkod
ta: மொழி குறியீடு
tr: dil kodu
uk: код мови
zh_hans: 语言代码
zh_hant: 語言代碼

source: total number of strings
de: Gesamtzahl der Zeichenketten
ga: líon iomlán na teaghráin
hu: összes szöveg száma
id: jumlah total string
ja: 文字列の総数
nl: totaal aantal tekenreeksen
pt: quantidade total de cadeias
pt_br: número total de textos
ro: numărul total de șiruri de caractere
ru: общее количество строк
sv: totalt antal strängar
ta: மொத்த சரங்களின் எண்ணிக்கை
tr: toplam dizge sayısı
uk: загальна кількість рядків
zh_hans: 字符串的总数
zh_hant: 字符串的總數

source: number of translated strings
de: Anzahl übersetzter Zeichenketten
ga: líon teaghráin aistrithe
hu: lefordított szövegek száma
id: jumlah string yang diterjemahkan
ja: 翻訳済み文字列の数
nl: aantal vertaalde tekenreeksen
pt: número de cadeias traduzidas
pt_br: número de textos traduzidos
ro: numărul de șiruri de caractere traduse
ru: количество переведенных строк
sv: antal översatta strängar
ta: மொழிபெயர்க்கப்பட்ட சரங்களின் எண்ணிக்கை
tr: çevrilmiş dizge sayısı
uk: кількість перекладених рядків
zh_hans: 已翻译字符串的数量
zh_hant: 已翻譯的字符串數量

source: percentage of translated strings
de: Prozentsatz der übersetzten Zeichenketten
ga: céatadán de na teaghráin aistrithe
hu: lefordított szövegek aránya
id: persentase string yang diterjemahkan
ja: 翻訳済みの文字列の割合
nl: percentage vertaalde tekenreeksen
pt: percentagem de cadeia traduzidas
pt_br: porcentagem de textos traduzidos
ro: procentul de șiruri de caractere traduse
ru: процент переведённых строк
sv: procentandel översatta strängar
ta: மொழிபெயர்க்கப்பட்ட சரங்களின் விழுக்காடு
tr: çevrilmiş dizge yüzdesi
uk: частка перекладених рядків
zh_hans: 已翻译字符串的百分比
zh_hant: 已翻譯字符串的百分比

source: total number of words
de: Gesamtzahl der Wörter
ga: líon iomlán na bhfocal
hu: összes szó száma
id: jumlah total kata
ja: 単語の総数
nl: totaal aantal woorden
pt: número total de palavras
pt_br: número total de palavras
ro: numărul total de cuvinte
ru: общее количество слов
sv: totalt antal ord
ta: மொத்த சொற்களின் எண்ணிக்கை
tr: toplam sözcük sayısı
uk: загальна кількість слів
zh_hans: 词的总数
zh_hant: 詞的總數

source: number of translated words
de: Anzahl der übersetzten Wörter
ga: líon na bhfocal aistrithe
hu: lefordított szavak száma
id: jumlah kata yang diterjemahkan
ja: 翻訳済みの単語の数
nl: aantal vertaalde woorden
pt: número de palavras traduzidas
pt_br: número de palavras traduzidas
ro: numărul de cuvinte traduse
ru: количество переведённых слов
sv: antal översatta ord
ta: மொழிபெயர்க்கப்பட்ட சொற்களின் எண்ணிக்கை
tr: çevrilmiş sözcük sayısı
uk: кількість перекладених слів
zh_hans: 已翻译词的数量
zh_hant: 已翻譯詞的數量

source: percentage of translated words
de: Prozentsatz der übersetzten Wörter
ga: céatadán de na focail aistrithe
hu: lefordított szavak aránya
id: persentase kata yang diterjemahkan
ja: 翻訳済みの単語の割合
nl: percentage vertaalde woorden
pt: percentagem de palavras traduzidas
pt_br: porcentagem de palavras traduzidas
ro: procentul de cuvinte traduse
ru: процент переведенных слов
sv: procentandel översatta ord
ta: மொழிபெயர்க்கப்பட்ட சொற்களின் விழுக்காடு
tr: çevrilmiş sözcük yüzdesi
uk: частка перекладених слів
zh_hans: 已翻译词的百分比
zh_hant: 已翻譯詞的百分比

source: Returns statistics for a project.
de: Gibt Statistiken für ein Projekt zurück.
ga: Tuairisceáin staitisticí le haghaidh tionscadail.
hu: Projekt statisztikáinak visszaadása.
id: Mengembalikan statistik untuk proyek.
ja: 返り値は、プロジェクトの統計情報です。
nl: Geeft statistieken voor een project terug.
pt: Retorna estatísticas para um projeto.
pt_br: Retorna estatísticas para um projeto.
ro: Returnează statisticile pentru un proiect.
ru: Возвращает статистику по проекту.
sv: Returnerar statistik för ett projekt.
ta: ஒரு திட்டத்திற்கான புள்ளிவிவரங்களை வழங்குகிறது.
tr: Bir projenin istatistiklerini görüntüler.
uk: Повертає статистику проєкту.
zh_hans: 返回项目的统计数据。
zh_hant: 返回項目的統計數據。

source: Returns categories for a project. See :http:get:`/api/categories/(int:id)/` for field definitions.
de: Gibt Kategorien für ein Projekt zurück. Siehe :http:get:`/api/categories/(int:id)/` für Felddefinitionen.
ga: Tuairisceáin catagóirí le haghaidh tionscadail. Féach :http:get:`/api/categories/(int:id)/` le haghaidh sainmhínithe réimse.
hu: Projekt kategóriáinak visszaadása. A mezők leírását lásd: :http:get:`/api/categories/(int:id)/`.
id: Mengembalikan kategori untuk suatu proyek. Lihat :http:get:`/api/categories/(int:id)/` untuk definisi bidang.
ja: プロジェクトのカテゴリを返します。フィールドの定義については、:http:get:`/api/categories/(int:id)/` を確認してください。
nl: Geeft categorieën voor een project terug. Bekijk :http:get:`/api/categories/(int:id)/` voor velddefinities.
pt: Retorna as categorias de um projeto. Consulte :http:get:`/api/categories/(int:id)/` para obter as definições de campo.
pt_br: Retorna as categorias de um projeto. Consulte :http:get:`/api/categories/(int:id)/` para obter as definições de campo.
ru: Возвращает категории для проекта. Определения полей см. в :http:get:`/api/categories/(int:id)/`.
sv: Returnerar kategorier för ett projekt. Se :http:get:`/api/categories/(int:id)/` för fältdefinitioner.
tr: Bir projenin kategorilerini görüntüler. Alan tanımları için :http:get:`/api/categories/(int:id)/` bölümüne bakabilirsiniz.
uk: Повертає категорії щодо проєкту. Визначення полів наведено тут: :http:get:`/api/categories/(int:id)/`.
zh_hans: 返回项目的分类。字段定义见 :http:get:`/api/categories/(int:id)/`.

source: param project
ga: tionscadal param
hu: param projekt
id: proyek param
ja: パラメータ プロジェクト
pt: parâmetro do projeto
pt_br: parâmetro do projeto
ru: параметр проекта
sv: param-projekt
ta: பரம் திட்டம்
tr: proje parametresi
uk: параметр проєкт

source: type project
ga: cineál tionscadal
hu: típus projekt
id: proyek jenis
ja: タイプ プロジェクト
pt: tipo de projeto
pt_br: tipo de projeto
ru: тип проекта
sv: typ av projekt
ta: திட்டத்தைத் தட்டச்சு செய்க
tr: proje türü
uk: тип проєкт
zh_hans: 输入项目

source: string
de: Zeichenkette
ga: teaghrán
hu: szöveg
nl: tekenreeks
pt: cadeia
pt_br: texto
ru: строка
sv: sträng
ta: சரம்
tr: dizge
uk: рядок
zh_hans: 字符串

source: Returns labels for a project.
de: Gibt Labels für ein Projekt zurück.
ga: Seoltar ar ais lipéid le haghaidh tionscadail.
hu: Projekt címkéinek visszaadása.
id: Mengembalikan label untuk proyek.
ja: 返り値は、プロジェクトのラベルです。
nl: Geeft labels terug voor een project.
pt: Retorna etiquetas para um projeto.
pt_br: Retorna etiquetas para um projeto.
sv: Returetiketter för ett projekt.
ta: ஒரு திட்டத்திற்கான சிட்டைகளைத் தருகிறது.
tr: Bir projenin etiketlerini görüntüler.
uk: Повертає мітки для проєкту.
zh_hans: 返回项目标签。

source: ID of the label
de: ID des Labels
ga: ID an lipéid
hu: címke azonosítója
id: ID label
ja: ラベルの ID
nl: ID van het label
pt: ID da etiqueta
pt_br: ID da etiqueta
sv: Etikettens ID
ta: லேபிளின் ஐடி
tr: Etiketin kimliği
uk: Ідентифікатор мітки
zh_hans: 标签的 ID

source: name of the label
de: Name des Labels
ga: ainm an lipéid
hu: címke neve
id: nama label
ja: ラベル名
nl: Naam van het label
pt: nome da etiqueta
pt_br: nome da etiqueta
ru: название метки
sv: etikettens namn
ta: லேபிளின் பெயர்
tr: Etiketin adı
uk: назва мітки
zh_hans: 标签名

source: color of the label
de: Farbe des Labels
ga: dath an lipéid
hu: címke színe
id: warna label
ja: ラベルの色
nl: kleur van het label
pt: cor da etiqueta
pt_br: cor da etiqueta
ru: цвет метки
sv: etikettens färg
ta: லேபிளின் நிறம்
tr: Etiketin rengi
uk: колір мітки
zh_hans: 标签颜色

source: Creates a label for a project.
de: Erstellt ein Label für ein Projekt.
ga: Cruthaíonn lipéad do thionscadal.
hu: Címke létrehozása egy projekthez.
id: Membuat label untuk proyek.
ja: プロジェクトのラベルを作成します。
nl: Maakt een label voor een project.
pt: Cria uma etiqueta para um projeto.
pt_br: Cria uma etiqueta para um projeto.
sv: Skapar en etikett för ett projekt.
ta: ஒரு திட்டத்திற்கான லேபிளை உருவாக்குகிறது.
tr: Bir proje için bir etiket oluşturur.
uk: Створює мітку для проєкту.
zh_hans: 创建项目标签。

source: Deletes a label from a project.
sv: Tar bort en etikett från ett projekt.

source: ID of the label to delete
sv: ID för etiketten som ska tas bort

source: type label_id
sv: typ label_id

source: integer
sv: heltal

source: Returns contributor credits for a project.
de: Gibt Mitwirkenden-Nachweis für ein Projekt zurück.
ga: Tuairisceáin creidmheasanna ranníocóra le haghaidh tionscadail.
hu: Közreműködők elismeréseinek visszaadása egy projekthez.
id: Mengembalikan kredit kontributor untuk proyek.
ja: プロジェクトの貢献者一覧を返します。
nl: Geeft gegevens van deelnemer voor een project terug.
pt: Retorna os créditos do colaborador para um projeto.
pt_br: Retorna os créditos do colaborador para um projeto.
sv: Returnerar bidragsgivares krediter för ett projekt.
ta: ஒரு திட்டத்திற்கான பங்களிப்பாளர் வரவு வருமானம்.
tr: Bir projenin katılımcı kredilerini görüntüler.
uk: Повертає подяки учасникам проєкту.
zh_hans: 返回项目的贡献者致谢信息。

source: Lower-bound ISO 8601 timestamp (mandatory)
de: Untergrenze ISO-8601-Zeitstempel (obligatorisch)
ga: Stampa ama ISO 8601 le teorainn níos ísle (éigeantach)
hu: Alsó (kezdő) időbélyeg-határ ISO 8601 formátumban (kötelező)
id: Stempel waktu ISO 8601 batas bawah (wajib)
ja: ISO 8601 形式による最小日時（必須）
nl: Ondergrens ISO 8601 tijdstempel (verplicht)
pt: Carimbo de data e hora ISO 8601 de limite inferior (obrigatório)
pt_br: Carimbo de data e hora ISO 8601 de limite inferior (obrigatório)
sv: Nedre gräns för tidsstämpel enligt ISO 8601 (obligatoriskt)
ta: கீழ்-பிணைப்பு ஐஎச்ஓ 8601 நேர முத்திரை (கட்டாய)
tr: Küçük ya da eşit ISO 8601 zaman damgası (zorunlu)
uk: Нижня межа часової позначки ISO 8601 (обов'язкова)
zh_hans: 下界 ISO 8601 时间戳（强制）

source: Upper-bound ISO 8601 timestamp (mandatory)
de: Obergrenze ISO-8601-Zeitstempel (obligatorisch)
ga: Stampa ama ISO 8601 ag teorainn uachtarach (éigeantach)
hu: Felső időbélyeg-határ ISO 8601 formátumban (kötelező)
id: Stempel waktu ISO 8601 batas atas (wajib)
ja: ISO 8601 形式による最大日時（必須）
nl: Bovengrens ISO 8601 tijdstempel (verplicht)
pt: Registo de data e hora ISO 8601 de limite superior (obrigatório)
pt_br: Registro de data e hora ISO 8601 de limite superior (obrigatório)
sv: Övre gräns för ISO 8601-tidsstämpel (obligatoriskt)
ta: மேல்-பிணைப்பு ஐஎச்ஓ 8601 நேர முத்திரை (கட்டாய)
tr: Büyük ya da eşit ISO 8601 zaman damgası (zorunlu)
uk: Верхня межа часової позначки ISO 8601 (обов'язкова)
zh_hans: 下界 ISO 8601 时间戳（强制）

source: Language code to search for
de: Zu suchender Sprachcode
ga: Cód teanga chun cuardach a dhéanamh
hu: Nyelvkód keresése
id: Kode bahasa untuk mencari
ja: 検索する言語コード
nl: Op te zoeken taalcode
pt: Código do idioma a ser pesquisado
pt_br: Código do idioma a ser buscado
sv: Språkkod att söka efter
ta: தேட மொழி குறியீடு
tr: Aranacak dil kodu
uk: Код назви для пошуку
zh_hans: 要搜索的语言代码

source: Email of the contributor
de: E-Mail-Adresse des Mitwirkenden
ga: Ríomhphost an rannchuiditheora
hu: Közreműködő e-mail címe
id: Surel kontributor
ja: 貢献者のメールアドレス
nl: E-mail van de nieuwe deelnemer
pt: E-mail do colaborador
pt_br: E-mail do colaborador
sv: E-postadress till bidragsgivaren
ta: பங்களிப்பாளரின் மின்னஞ்சல்
tr: Katılımcının e-posta adresi
uk: Адреса електронної пошти учасника
zh_hans: 贡献者的电子邮箱地址

source: Full name of the contributor
de: Vollständiger Name des Mitwirkenden
ga: Ainm iomlán an rannchuiditheora
hu: Közreműködő teljes neve
id: Nama lengkap kontributor
ja: 貢献者のフルネーム
nl: Volledige naam van de deelnemer
pt: Nome completo do colaborador
pt_br: Nome completo do colaborador
sv: Bidragsgivarens fullständiga namn
ta: பங்களிப்பாளரின் முழு பெயர்
tr: Katılımcının tam adı
uk: Ім'я учасника повністю
zh_hans: 贡献者的全名

source: Number of changes done in the time range
de: Anzahl der durchgeführten Änderungen im Zeitbereich
ga: Líon na n-athruithe a rinneadh sa raon ama
hu: Módosítások száma az adott időszakban
id: Jumlah perubahan yang dilakukan dalam rentang waktu
ja: 時間範囲内で行われた変更の数
nl: Aantal wijzigingen in de tijdsperiode
pt: Número de alterações feitas no intervalo de tempo
pt_br: Quantidade total de alterações feitas no intervalo de tempo
ru: Количество изменений, выполненных за указанный период времени
sv: Antal ändringar som gjorts under tidsperioden
ta: நேர வரம்பில் செய்யப்படும் மாற்றங்களின் எண்ணிக்கை
tr: Bu tarih aralığında yapılan değişiklik sayısı
uk: Кількість внесених змін протягом часового діапазону
zh_hans: 时间范围内所作的更改数

source: Returns automatic suggestion settings for a project, consisting of the configurations defined for each translation service installed.
de: Gibt die Einstellungen für automatische Vorschläge für ein Projekt zurück, die aus den für jeden installierten Übersetzungsdienst definierten Konfigurationen bestehen.
ga: Filleann sé socruithe moltaí uathoibríocha do thionscadal, ina bhfuil na cumraíochtaí sainithe do gach seirbhís aistriúcháin a suiteáladh.
hu: Projekt automatikus javaslataihoz tartozó beállítások visszaadása, amelyek az egyes telepített fordítási szolgáltatások megadott konfigurációiból állnak.
id: Mengembalikan pengaturan saran otomatis untuk suatu proyek, yang terdiri dari konfigurasi yang ditetapkan untuk setiap layanan terjemahan yang diinstal.
nl: Geeft instellingen voor automatische suggesties voor een project terug, bestaande uit de configuraties die zijn gedefinieerd voor elke geïnstalleerde vertaalservice.
pt_br: Retorna configurações de sugestões automáticas para um projeto, consistindo nas configurações definidas para cada serviço de tradução instalado.
sv: Returnerar automatiska förslagsinställningar för ett projekt, bestående av de konfigurationer som definierats för varje installerad översättningstjänst.
ta: நிறுவப்பட்ட ஒவ்வொரு மொழிபெயர்ப்பு சேவைக்கும் வரையறுக்கப்பட்ட உள்ளமைவுகளை உள்ளடக்கிய ஒரு திட்டத்திற்கான தானியங்கி பரிந்துரை அமைப்புகளை வழங்குகிறது.
tr: Bir proje için, kurulu her çeviri hizmeti için tanımlanan yapılandırmaları da içeren, otomatik öneri ayarlarını döndürür.
uk: Повертає налаштування автоматичних пропозицій для проекту, що складається з конфігурацій, визначених для кожної встановленої служби перекладу.
zh_hans: 返回项目的自动建议设置，由为每个安装的翻译服务定义的配置所组成。

source: Configuration for all installed services.
de: Konfiguration aller installierten Dienste.
ga: Cumraíocht do gach seirbhís suiteáilte.
hu: Összes telepített szolgáltatás konfigurációja.
id: Konfigurasi untuk semua layanan yang terinstal.
nl: Configuratie voor alle geïnstalleerde services.
pt_br: Configuração para todos os serviços.
sv: Konfiguration för alla installerade tjänster.
ta: நிறுவப்பட்ட அனைத்து சேவைகளுக்கும் உள்ளமைவு.
tr: Tüm kurulmuş hizmetler için yapılandırma.
uk: Конфігурація для всіх встановлених служб.
zh_hans: 所有已安装服务的配置。

source: Create or update the service configuration for a project.
de: Erstellt oder aktualisiert die Dienstkonfiguration für ein Projekt.
ga: Cruthaigh nó nuashonraigh an chumraíocht seirbhíse do thionscadal.
hu: Szolgáltatáskonfiguráció létrehozása vagy frissítése projekt számára.
id: Membuat atau memperbarui konfigurasi layanan untuk suatu proyek.
nl: De configuratie voor een service voor een project maken of bijwerken.
pt_br: Cria e atualiza a configuração do serviço para um projeto.
sv: Skapa eller uppdatera tjänstekonfigurationen för ett projekt.
ta: ஒரு திட்டத்திற்கான பணி உள்ளமைவை உருவாக்கவும் அல்லது புதுப்பிக்கவும்.
tr: Bir projenin hizmet yapılandırmasını oluşturur ya da günceller.
uk: Створіть або оновіть конфігурацію служби для проекту.
zh_hans: 创建或更新项目的服务配置。

source: Service name
de: Dienstname
ga: Ainm seirbhíse
hu: Szolgáltatás neve
id: Nama layanan
nl: Naam service
pt_br: Nome do serviço
sv: Namn på service
ta: பணி பெயர்
tr: Hizmet adı
uk: Назва служби
zh_hans: 服务名称

source: Service configuration in JSON
de: Dienstkonfiguration in JSON
ga: Cumraíocht seirbhíse i JSON
hu: Szolgáltatás konfigurációja JSON formátumban
id: Konfigurasi layanan dalam JSON
nl: Configuratie service in JSON
pt_br: Configuração do serviço em JSON
sv: Tjänstkonfiguration i JSON
ta: சாதொபொகு இல் பணி உள்ளமைவு
tr: Hizmet yapılandırması, JSON olarak
uk: Конфігурація сервісу в JSON
zh_hans: JSON 格式的服务配置

source: Use :http:post:`/api/projects/(string:project)/components/` to create new components.
de: Verwenden Sie :http:post:`/api/projects/(string:project)/components/` um neue Komponenten zu erstellen.
ga: Úsáid :http:post:`/api/projects/(string:project)/components/` chun comhpháirteanna nua a chruthú.
hu: Új összetevő létrehozása a :http:post:`/api/projects/(string:project)/components/` végpont használatával.
id: Gunakan :http:post:`/api/projects/(string:project)/components/` untuk membuat komponen baru.
ja: :http:post:`/api/projects/(string:project)/components/` を使用して、新しいコンポーネントを作成します。
nl: Gebruik :http:post:`/api/projects/(string:project)/components/` om nieuwe onderdelen te maken.
pt: Usa :http:post:`/api/projects/(string:project)/components/` para criar componentes.
pt_br: Usa :http:post:`/api/projects/(string:project)/components/` para criar novos componentes.
ro: Utilizați :http:post:`/api/projects/(string:project)/components/` pentru a crea noi componente.
ru: Используйте :http:post:`/api/projects/(string:project)/components/` для создания новых компонентов.
sv: Använd :http:post:`/api/projects/(string:project)/components/` för att skapa nya komponenter.
tr: Yeni bileşenler oluşturmak için :http:post:`/api/projects/(string:project)/components/` kullanın.
uk: Для створення компонентів скористайтеся :http:post:`/api/projects/(string:project)/components/`.
zh_hans: 使用:http:post:`/api/projects/(string:project)/components/` 创建新部件。

source: Returns a list of translation components.
de: Gibt eine Liste der Übersetzungskomponenten zurück.
ga: Seoltar liosta comhpháirteanna aistriúcháin ar ais.
hu: Fordítási összetevők listájának visszaadása.
id: Mengembalikan daftar komponen terjemahan.
ja: 返り値は、翻訳コンポーネントのリストです。
nl: Geeft een lijst met vertaalonderdelen terug.
pt: Retorna uma lista de componentes de tradução.
pt_br: Retorna uma lista de componentes de tradução.
ro: Returnează o listă de componente de traducere.
ru: Возвращает список компонентов перевода.
sv: Returnerar en lista över översättningskomponenter.
ta: மொழிபெயர்ப்பு கூறுகளின் பட்டியலை வழங்குகிறது.
tr: Çeviri bileşenlerinin listesini görüntüler.
uk: Повертає список складників перекладу.
zh_hans: 返回一个翻译部件的列表。
zh_hant: 返回翻譯組件的列表。
