Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Mask of files to translate, including path. It should include one "*" replacing language code (see :ref:`languages` for info on how this is processed). In case your repository contains more than one translation file (e.g. more gettext domains), you need to create a component for each of them.
de: Maske der zu übersetzenden Dateien, einschließlich Pfad. Sie sollte einen „*“ enthalten, der den Sprachcode ersetzt (siehe :ref:`languages` für Informationen darüber, wie dieser verarbeitet wird). Falls das Repository mehr als eine Übersetzungsdatei enthält (z. B. mehrere gettext-Domains), müssen Sie für jede dieser Dateien eine Komponente erstellen.
ga: Masc comhaid le haistriú, lena n-áirítear cosán. Ba chóir go mbeadh “*” amháin ann in ionad cód teanga (féach :ref:`languages` le haghaidh faisnéise faoin gcaoi a ndéantar é seo a phróiseáil). Sa chás go bhfuil níos mó ná comhad aistriúcháin amháin i do stór (m.sh. níos mó fearainn gettext), ní mór duit comhpháirt a chruthú do gach ceann acu.
hu: A fordítandó fájlok maszkja, beleértve az elérési utat is. Tartalmaznia kell egy „*” karaktert, amely a nyelvkódot helyettesíti (ennek feldolgozásáról lásd: :ref:`languages`). Ha a tároló több fordítási fájlt is tartalmaz (például több gettext domain-t), mindegyikhez külön összetevőt kell létrehozni.
id: Topeng berkas yang akan diterjemahkan, termasuk jalurnya. Masker ini harus menyertakan satu tanda "*" yang menggantikan kode bahasa (lihat :ref:`languages` untuk informasi tentang cara pemrosesannya). Jika repositori Anda berisi lebih dari satu berkas terjemahan (misalnya, lebih banyak domain gettext), Anda perlu membuat komponen untuk masing-masing berkas.
ja: パスを含む、翻訳するファイルのマスク。言語コードを置き換えるために "*" を 1 つ含めてください（処理方法は :ref:`languages` を参照）。リポジトリに複数の翻訳ファイル（多数の gettext ドメインなど）が含まれている場合は、それぞれにコンポーネントを作成してください。
nl: Masker voor te vertalen bestanden, inclusief het pad. Het zou een "*" moeten bevatten die de taalcode vervangt (bekijk :ref:`languages` voor informatie over hoe dit wordt verwerkt). In het geval uw opslagruimte meer dan een vertaalbestand bevat (bijv. meerdere domeinen voor gettext), moet u voor elk daarvan een onderdeel maken.
pt: Máscara de ficheiros a traduzir, incluindo caminho. Deve incluir um "*" a substituir o código de idioma (veja :ref:`languages` para informações sobre como isso é processado). Caso seu repositório contenha mais de um ficheiro de tradução (por exemplo, mais domínios gettext), precisa criar um componente para cada um deles.
pt_br: Máscara de arquivos a traduzir, incluindo caminho. Deve incluir um "*" substituindo o código de idioma (consulte :ref:`languages` para informações sobre como isso é processado). Caso seu repositório contenha mais de um arquivo de tradução (por exemplo, mais domínios gettext), você precisa criar um componente para cada um deles.
ro: Masca fișierelor de tradus, inclusiv calea de acces. Ar trebui să includă un "*" care să înlocuiască codul limbii (a se vedea :ref:`languages` pentru informații despre modul în care este procesat acest cod). În cazul în care depozitul tău conține mai multe fișiere de traducere (de exemplu, mai multe domenii gettext), trebuie să creezi o componentă pentru fiecare dintre ele.
ru: Маска файлов для перевода, включая путь. Она должна включать в себя один символ ``*``, который заменяется на код языка (для получения информации о том, как он обрабатывается, смотрите раздел :ref:`languages`). В случае, если в вашем репозитории содержится более одного файла перевода (например, несколько доменов gettext), вам необходимо создать компонент для каждого из них.
sv: Mask för filer som ska översättas, inklusive sökväg. Den ska innehålla ett "*" som ersätter språkkoden (se :ref:`languages` för information om hur detta bearbetas). Om ditt arkiv innehåller mer än en översättningsfil (t.ex. fler gettext-domäner) måste du skapa en komponent för var och en av dem.
tr: Yol ile birlikte çevrilecek dosyaların maskesi. Dil kodunun yerine bir "*" bulunmalıdır (bunun nasıl işlendiği ile ilgili bilgi almak için: :ref:`languages`). Deponuzda birden fazla çeviri dosyası varsa daha fazla gettext etki alanları gibi), her biri için bir bileşen oluşturmanız gerekir.
uk: Маска файлів для перекладу, включно зі шляхом. У ній має бути один символ «*», який замінятиме код мови (див. :ref:`languages`, щоб дізнатися про принципи обробки). Якщо ваш сховище містить понад один файл перекладу (наприклад більше доменів gettext), вам слід створити складник для кожного з них.
zh_hans: 要翻译的文件的掩码，包括路径。它应包含一个“*”替换语言代码（有关处理方式的信息，请参阅 :ref:`languages`）。如果您的仓库包含多个翻译文件（例如，多个 gettext 域），则您需要为每个文件创建一个部件。
zh_hant: 要翻譯的文件的掩碼，包括路徑。它應包含一個“*”替換語言代碼（有關處理方式的信息，請參閱 :ref:`languages`）。如果您的倉庫包含多個翻譯文件（例如，多個 gettext 域），則您需要為每個文件創建一個組件。

source: For example ``po/*.po`` or ``locale/*/LC_MESSAGES/django.po``.
de: Zum Beispiel ``po/*.po`` oder ``locale/*/LC_MESSAGES/django.po``.
ga: Mar shampla ``po/*.po`` nó ``locale/*/LC_MESSAGES/django.po``.
hu: Példák: ``po/*.po`` vagy ``locale/*/LC_MESSAGES/django.po``.
id: Misalnya ``po/*.po`` atau ``locale/*/LC_MESSAGES/django.po``.
ja: 例: ``po/*.po`` または ``locale/*/LC_MESSAGES/django.po``。
nl: Bijvoorbeeld ``po/*.po`` of ``locale/*/LC_MESSAGES/django.po``.
pt: Por exemplo, ``po/*.po`` ou ``locale/*/LC_MESSAGES/django.po``.
pt_br: Por exemplo, ``po/*.po`` ou ``locale/*/LC_MESSAGES/django.po``.
ro: De exemplu ``po/*.po`` sau ``locale/*/LC_MESSAGES/django.po``.
ru: Например, ``po/*.po`` или ``locale/*/LC_MESSAGES/django.po``.
sv: Till exempel ``po/*.po`` eller ``locale/*/LC_MESSAGES/django.po``.
ta: எடுத்துக்காட்டாக `` போ/*.
tr: Örneğin ``po/*.po`` ya da ``locale/*/LC_MESSAGES/django.po``.
uk: Наприклад, ``po/*.po`` або ``locale/*/LC_MESSAGES/django.po``.
zh_hans: 例如 ``po/*.po`` 或 ``locale/*/LC_MESSAGES/django.po``。
zh_hant: 例如``po/*.po`` 或 ``locale/*/LC_MESSAGES/django.po``。

source: In case your filename contains special characters such as ``[``, ``]``, these need to be escaped as ``[[]`` or ``[]]``.
de: Falls der Dateiname Sonderzeichen wie ``[``, ``]`` enthält, müssen diese als ``[[]`` oder ``[]]`` maskiert werden.
ga: Ar eagla go bhfuil carachtair speisialta ar nós ``[``, ``]`` i d'ainm comhaid, ní mór iad seo a éalú mar ``[[]`` nó ``[]]``.
hu: Ha a fájlnév speciális karaktereket tartalmaz, például ``[``, ``]``, ezeket ``[[]`` vagy ``[]]`` formában kell megadni.
id: Jika nama berkas Anda berisi karakter khusus seperti ``[``, ``]``, karakter tersebut perlu diloloskan sebagai ``[[]`` atau ``[]]``.
ja: ファイル名に ``[``, ``]`` などの特殊文字が含まれている場合、``[[]`` または ``[]]`` としてエスケープすることが必要です。
nl: In het geval uw bestandsnaam speciale tekens bevat, zoals ``[``, ``]``, moeten deze worden geëscapet als ``[[]`` of ``[]]``.
pt: No caso do seu nome de ficheiro conter caracteres especiais como ``[``, ``]``, eles precisam ser escapados como ``[[]`` ou ``[]]``.
pt_br: No caso de seu nome de arquivo conter caracteres especiais como ``[``, ``]``, eles precisam ser escapados como ``[[]`` ou ``[]]``.
ro: În cazul în care numele fișierului dvs. conține caractere speciale, cum ar fi ``[``, ``]``, acestea trebuie să fie scăpate ca ``[[]`` sau ``[]]``.
ru: В случае, если имя вашего файла содержит такие специальные символы, как ``[`` или ``]``, они должны быть экранированы как ``[[]`` и ``[]]``.
sv: Om ditt filnamn innehåller specialtecken som ``[``, ``]`` måste dessa ersättas med ``[[]`` eller ``[]]``.
ta: உங்கள் கோப்பு பெயரில் `` [``, ``] `` போன்ற சிறப்பு எழுத்துக்கள் இருந்தால், இவை `` [] `` அல்லது `` []] `` என தப்பிக்க வேண்டும்.
tr: Dosya adınızda ``[``, ``]`` gibi özel karakterler bulunması durumunda, bunlardan ``[[]`` ya da ``[]]`` gibi kaçınılması gerekir.
uk: Якщо у назві вашого файла містяться спеціальні символи, зокрема ``[``, ``]``, їх слід екранувати: ``[[]`` або ``[]]``.
zh_hans: 如果文件名包含特殊字符（例如 ``[`` 或 ``]``），则需要将这些特殊字符转义为 ``[[]`` 或 ``[]]``。
zh_hant: 如果文件名包含特殊字符（例如``[``，``]``），則需要將這些特殊字符轉義為 ``[[]`` 或 ``[]]``。

source: Screenshot file mask
de: Bildschirmfoto-Dateimaske
ga: Masc comhaid scáileáin
hu: Képernyőkép fájlmaszk
id: Mask berkas tangkapan layar
ja: スクリーンショット ファイルのマスク
nl: Schermafdruk bestandsmasker
pt: Máscara de ficheiro da captura de ecrã
pt_br: Máscara de arquivo da captura de tela
ro: Mască de fișier pentru captura de ecran
ru: Маска файла снимка экрана
sv: Filmask för skärmdump
ta: திரைக்காட்சி கோப்பு முகமூடி
tr: Ekran görüntüsü dosya maskesi
uk: Маска файлів знімків вікон
zh_hans: 截屏文件掩码

source: This feature allows the discovery and updating of screenshots through screenshot file masks, using paths from the VCS repository. This operates at the component level and necessitates the use of an asterisk "*" to replace the screenshot file name.
de: Diese Funktion ermöglicht das Erkennen und Aktualisieren von Bildschirmfotos durch die Bildschirmfoto-Dateimasken unter Verwendung von Pfaden aus dem VCS-Repository. Dies funktioniert auf Komponentenebene und erfordert die Verwendung eines Sternchens „*“ als Ersatz für den Namen der Bildschirmfoto-Datei.
ga: Ligeann an ghné seo duit screenshots a aimsiú agus a nuashonrú trí mhaiscí comhaid scáileáin, ag baint úsáide as cosáin ón stór VCS. Feidhmíonn sé seo ag an leibhéal comhpháirte agus éilíonn sé úsáid a bhaint as réiltín "*" chun ainm an chomhaid scáileáin a ionadú.
hu: Ez a funkció lehetővé teszi a képernyőképek felfedezését és frissítését képernyőkép fájlmaszkok használatával, a VCS tárolóból származó elérési útvonalakon keresztül. Ez az összetevő szintjén működik, és szükséges benne egy csillag („*”) használata a képernyőkép fájlnév helyettesítésére.
id: Fitur ini memungkinkan penemuan dan pembaruan tangkapan layar melalui topeng berkas tangkapan layar, menggunakan jalur dari repositori VCS. Fitur ini beroperasi pada tingkat komponen dan memerlukan penggunaan tanda bintang "*" untuk menggantikan nama berkas tangkapan layar.
ja: この機能により、VCS リポジトリからのパスを使用して、スクリーンショット ファイル マスクを通じてスクリーンショットの検出と更新が可能になります。これはコンポーネント レベルで動作するため、スクリーンショット ファイル名をアスタリスク「*」で置き換えることが必要です。
nl: Deze mogelijkheid maakt het mogelijk schermafdrukken te ontdekken en bij te werken met schermafdrukken van bestandsmaskers, met paden uit de opslagruimte van het VCS. Dit werkt op het niveau van het onderdeel en vereist het gebruiken van een asterisk "*" om de bestandsnaam van de schermafdruk te vervangen.
pt: Esta funcionalidade permite a descoberta e a atualização de capturas de ecrã por meio de máscaras de ficheiro de captura de ecrã, usando caminhos do repositório VCS. Isto funciona no nível do componente e requer o uso de um asterisco "*" para substituir o nome do ficheiro de captura de ecrã.
pt_br: Essa funcionalidade permite a descoberta e a atualização de capturas de tela por meio de máscaras de arquivo de captura de tela, usando caminhos do repositório VCS. Isso funciona no nível do componente e requer o uso de um asterisco "*" para substituir o nome do arquivo de captura de tela.
ru: Эта функция позволяет обнаруживать и обновлять снимки экрана с помощью масок файлов снимков экрана, используя пути из репозитория VCS. Это работает на уровне компонента и требует использования звёздочки «*» для замены имени файла снимка экрана.
sv: Denna funktion möjliggör upptäckt och uppdatering av skärmdumpar genom skärmdumpfilmasker, med hjälp av sökvägar från VCS-arkivet. Detta fungerar på komponentnivå och kräver att man använder en asterisk "*" för att ersätta skärmdumpfilens namn.
ta: இந்த நற்பொருத்தம் வி.சி.எச் களஞ்சியத்திலிருந்து பாதைகளைப் பயன்படுத்தி திரைக்காட்சி கோப்பு முகமூடிகள் மூலம் திரை சாட்களைக் கண்டுபிடித்து புதுப்பிக்க அனுமதிக்கிறது. இது கூறு மட்டத்தில் இயங்குகிறது மற்றும் திரைக்காட்சி கோப்பு பெயரை மாற்றுவதற்கு "*" என்ற நட்சத்திரத்தைப் பயன்படுத்த வேண்டும்.
tr: Bu özellik, sürüm denetimi sistemi deposundaki yolları kullanarak ekran görüntüsü dosya maskeleri ile ekran görüntülerinin bulunmasını ve güncellenmesini sağlar. Bu özellik, bileşen düzeyinde çalışır ve ekran görüntüsü dosya adının yerine yıldız işareti "*" kullanılmasını gerektirir.
uk: Це уможливлює виявлення і оновлення знімків вікон на основі маски файлів знімків вікон з використанням шляхів у сховищі системи керування версіями. Робота виконується на рівні складників і потребує використання зірочки, «*», яка замінюватиме собою назву файла знімка.
zh_hans: 此功能使用 VCS 仓库路径通过截屏文件掩码来发现和更新截屏。此功能运行在组件级别且必须使用星号“*”来替换截屏文件名。

source: Allowed formats are WebP, JPEG, PNG, APNG and GIF.
de: Erlaubte Formate sind WebP, JPEG, PNG, APNG und GIF.
ga: Is iad na formáidí a cheadaítear ná WebP, JPEG, PNG, APNG agus GIF.
hu: Támogatott formátumok: WebP, JPEG, PNG, APNG és GIF.
id: Format yang diizinkan adalah WebP, JPEG, PNG, APNG dan GIF.
ja: 使用できる形式は、WebP、JPEG、PNG、APNG、および GIF です。
nl: Toegestane indelingen zijn WebP, JPEG, PNG, APNG en GIF.
pt: Os formatos permitidos são WebP, JPEG, PNG, APNG e GIF.
pt_br: Os formatos permitidos são WebP, JPEG, PNG, APNG e GIF.
ru: Разрешённые форматы: WebP, JPEG, PNG, APNG и GIF.
sv: Tillåtna format är WebP, JPEG, PNG, APNG och GIF.
ta: அனுமதிக்கப்பட்ட வடிவங்கள் webp, jpeg, png, apng மற்றும் gif.
tr: İzin verilen biçimler WebP, JPEG, PNG, APNG ve GIF.
uk: Дозволеними форматами є WebP, JPEG, PNG, APNG і GIF.
zh_hans: 允许的格式是 WebP、JPEG、PNG、APNG 和 GIF。

source: Note:
de: Anmerkung:
ga: Nóta:
hu: Megjegyzés:
id: Catatan:
ja: 注意:
nl: Opmerking:
pt: Observação:
pt_br: Observação:
ru: Примечание:
sv: Anteckning:
ta: குறிப்பு:
tr: Not:
uk: Примітка:
zh_hans: 备注：

source: The file mask and screenshot file mask are not related. Configure them separately.
de: Die Dateimaske und die Bildschirmfoto-Dateimaske sind nicht zueinander zugehörig. Konfigurieren Sie sie separat.
ga: Ní bhaineann an masc comhaid agus an masc comhaid scáileáin. Cumraigh iad ar leithligh.
hu: A fájlmaszk és a képernyőkép fájlmaszk egymástól független beállítások. Ezeket külön kell konfigurálni.
id: Topeng berkas dan topeng berkas tangkapan layar tidak terkait. Konfigurasikan keduanya secara terpisah.
ja: ファイルマスクとスクリーンショット ファイル マスクは連携していません。これは個別に設定します。
nl: Het bestandsmasker en het bestandsmasker voor de schermafdruk zijn niet aan elkaar gerelateerd. Configureer ze afzonderlijk.
pt: A máscara de ficheiro e a máscara de ficheiro para captura de ecrã não estão relacionadas. Configure-os separadamente.
pt_br: A máscara de arquivo e a máscara de arquivo para captura de tela não estão relacionadas. Configure-os separadamente.
ru: Маска файла и маска файла снимка экрана не связаны между собой. Настройте их отдельно.
sv: Filmasken och skärmdumpsfilmasken är inte relaterade. Konfigurera dem separat.
ta: கோப்பு முகமூடி மற்றும் திரைக்காட்சி கோப்பு முகமூடி தொடர்புடையவை அல்ல. அவற்றை தனித்தனியாக உள்ளமைக்கவும்.
tr: Dosya maskesi ve ekran görüntüsü dosya maskesi birbiriyle ilişkili değildir. Bunları ayrı ayrı yapılandırın.
uk: Маска файлів і маска файлів знімків вікон не пов'язані між собою. Налаштовуйте їх окремо.
zh_hans: 文件掩码和截屏文件掩码并不相关，请分别配置它们。

source: It is a manual job to link a discovered screenshot in a component to a specific translation key.
de: Es ist eine manuelle Aufgabe, ein gefundenes Bildschirmfoto in einer Komponente mit einem bestimmten Übersetzungsschlüssel zu verknüpfen.
ga: Is post láimhe é seat scáileáin aimsithe i gcomhpháirt a nascadh le heochair aistriúcháin ar leith.
hu: A felfedezett képernyőkép hozzárendelése egy adott fordítási kulcshoz manuális feladat.
id: Itu adalah pekerjaan manual untuk menautkan tangkapan layar yang ditemukan dalam suatu komponen ke kunci terjemahan tertentu.
ja: コンポーネントで検出されたスクリーンショットを特定の翻訳キーにリンクするのは手作業です。
nl: Het is een handmatige taak om een ontdekte schermafdruk in een onderdeel te koppelen aan een specifieke vertaalsleutel.
pt: É um trabalho manual vincular uma captura de ecrã descoberta num componente a um código de tradução específico.
pt_br: É um trabalho manual vincular uma captura de tela descoberta em um componente a um código de tradução específico.
ru: Связывание обнаруженного снимка экрана в компоненте с конкретным ключом перевода — это ручная работа.
sv: Det är ett manuellt arbete att länka en upptäckt skärmdump i en komponent till en specifik översättningsnyckel.
ta: கண்டுபிடிக்கப்பட்ட திரை சாட்டை ஒரு கூறுகளில் ஒரு குறிப்பிட்ட மொழிபெயர்ப்பு விசையுடன் இணைப்பது ஒரு கையேடு வேலை.
tr: Bir bileşende bulunan ekran görüntüsünü belirli bir çeviri anahtarına bağlama işlemi el ile yapılır.
uk: Роботу з прив'язки виявленого знімка вікна у складнику до певного рядка перекладу слід виконувати вручну.
zh_hans: 需要手动将部件中发现的截屏链接到特定的翻译密钥。

source: Let's assume your VCS repository has a structure like this:
de: Nehmen wir an, Ihr VCS-Repository hat eine Struktur wie diese:
ga: Glacaimid leis go bhfuil struchtúr mar seo ag do stór VCS:
hu: Tegyük fel, hogy a VCS (verziókezelő) tároló szerkezete a következő:
id: Mari kita asumsikan repositori VCS Anda memiliki struktur seperti ini:
ja: VCS リポジトリが次のような構造になっていると仮定します:
nl: Laten we ervan uitgaan dat uw opslagruimte voor het VCS een structuur als deze heeft:
pt: Vamos supor que o seu repositório VCS tenha uma estrutura como esta:
pt_br: Vamos supor que seu repositório VCS tenha uma estrutura como esta:
ru: Предположим, ваш репозиторий VCS имеет такую структуру:
sv: Låt oss anta att ditt VCS-arkiv har en struktur som denna:
ta: உங்கள் வி.சி.எச் களஞ்சியத்தில் இது போன்ற ஒரு கட்டமைப்பைக் கொண்டுள்ளது என்று வைத்துக் கொள்வோம்:
tr: Sürüm denetimi sistemi deponuzun şöyle bir yapıda olduğunu varsayalım:
uk: Припустімо, що ваше сховище системи керування версіями має подібну до такої структуру:
zh_hans: 让我们假定你的 VCS 仓库有一个类似这样的结构：
