Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The billing module additionally allows project admins to create new projects and components without being superusers (see :ref:`adding-projects`). This is possible when following conditions are met:
de: Das Abrechnungsmodul erlaubt es Projektadministratoren zusätzlich, neue Projekte und Komponenten zu erstellen, ohne Superuser zu sein (siehe :ref:`adding-projects`). Dies ist möglich, wenn die folgenden Bedingungen erfüllt sind:
ga: Ligeann an modúl billeála freisin do riarthóirí tionscadail agus comhpháirteanna nua a chruthú gan a bheith ina sárúsáideoirí (féach :ref:`adding-projects`). Tá sé seo indéanta nuair a chomhlíontar na coinníollacha seo a leanas:
hu: A számlázási modul emellett lehetővé teszi a projektadminisztrátorok számára, hogy új projekteket és összetevőket hozzanak létre rendszergazdai jogosultság nélkül (lásd: :ref:`adding-projects`). Ez akkor lehetséges, ha az alábbi feltételek teljesülnek:
id: Modul penagihan juga memungkinkan admin proyek untuk membuat proyek dan komponen baru tanpa menjadi pengguna super (lihat :ref:`adding-projects`). Hal ini dimungkinkan ketika kondisi berikut ini terpenuhi:
ja: 課金モジュールを使用すると、プロジェクト管理者はスーパーユーザーでなくても新しいプロジェクトやコンポーネントを作成できます（参照: :ref:`adding-projects`）。作成するために必要な条件:
nl: De module Billing maakt het aanvullend voor projectbeheerders mogelijk om nieuwe projecten en onderdelen te maken, zonder dat zij superusers zijn (bekijk :ref:`adding-projects`). Dit is mogelijk als aan de volgende voorwaarden wordt voldaan:
pt: O módulo de cobrança também permite que os administradores do projeto criem novos projetos e componentes sem serem superutilizadores (veja :ref:`adding-projects`). Isso é possível quando as seguintes condições são atendidas:
pt_br: O módulo de cobrança também permite que os administradores do projeto criem novos projetos e componentes sem serem superusuários (consulte :ref:`adding-projects`). Isso é possível quando as seguintes condições são atendidas:
ro: Modulul de facturare permite în plus administratorilor de proiecte să creeze noi proiecte și componente fără a fi superutilizatori (a se vedea :ref:`adding-projects`). Acest lucru este posibil atunci când sunt îndeplinite următoarele condiții:
ru: Также модуль тарифных планов даёт возможность администраторам проектов создавать новые проекты и компоненты без прав суперпользователя (смотреть раздел :ref:`adding-projects`). Это становится возможным, если удовлетворены следующие условия:
sv: Faktureringsmodulen gör det dessutom möjligt för projektadministratörer att skapa nya projekt och komponenter utan att vara superanvändare (se :ref:`adding-projects`). Detta är möjligt när följande villkor är uppfyllda:
tr: Faturalama modülü ayrıca proje yöneticilerinin süper kullanıcı olmadan yeni projeler ve bileşenler oluşturmasını sağlar (ayrıntılı bilgi almak için: :ref:`adding-projects`). Bunun için şu koşullar yerine getirilmelidir:
uk: Крім того, модуль обліку надає змогу адміністраторам проєкту створювати проєкти і складники без отримання прав надкористувача (див. :ref:`adding-projects`). Це можливо при задоволенні таких умов:
zh_hans: 账单模块额外允许项目管理员不是超级用户的情况下去新建新的项目和部件（请参见 :ref:`adding-projects`）。当后面的条件满足是这是可能的：
zh_hant: 賬單模塊額外允許項目管理員不是超級用戶的情況下去新建新的項目和組件（請參見 :ref:`adding-projects`）。當後面的條件滿足是這是可能的：

source: The billing is in its configured limits (any overusage results in blocking of project/component creation) and paid (if its price is non zero)
de: Die Abrechnung liegt innerhalb der konfigurierten Grenzen (jede Überschreitung führt zu einer Sperrung der Projekt-/Komponentenerstellung) und ist bezahlt (wenn der Preis nicht Null ist)
ga: Tá an bhilleáil laistigh dá theorainneacha cumraithe (mar thoradh ar ró-úsáid ar bith go gcuirtear bac ar chruthú tionscadail/comhpháirt) agus íoctha (má tá a phraghas neamh-nialas)
hu: A számlázás a beállított korlátokon belül van (túllépés esetén blokkolásra kerül az új projekt/összetevő létrehozása), és ki van fizetve (ha a csomag nem ingyenes)
id: Penagihan berada dalam batas yang dikonfigurasi (setiap penggunaan berlebihan mengakibatkan pemblokiran pembuatan proyek/komponen) dan dibayar (jika harganya bukan nol)
ja: 課金で設定された制限を超えていない（使用限度を超えると、プロジェクトおよびコンポーネントの作成がブロックされる）および支払済みである（料金が有料である場合）
nl: De facturatie vindt plaats binnen zijn geconfigureerde limieten (elk meerverbruik resulteert in het blokkeren van het maken van project/onderdeel) en betalingen (als de prijs niet nul is)
pt: A cobrança está nos limites configurados dele (qualquer uso excessivo resulta no bloqueio da criação do projeto/componente) e pago (se o preço dele for diferente de zero)
pt_br: A cobrança está em seus limites configurados (qualquer uso excessivo resulta no bloqueio da criação do projeto/componente) e pago (se seu preço for diferente de zero)
ro: Facturarea este în limitele configurate (orice suprautilizare duce la blocarea creării proiectului/componentei) și plătită (dacă prețul său este diferit de zero)
ru: Тариф не исчерпал заданные лимиты (любое избыточное использование ресурсов влечёт блокировку создания проектов/компонентов) и оплачен (если он не бесплатный)
sv: Faktureringen ligger inom de konfigurerade gränserna (överskridande resulterar i blockering av projekt-/komponentskapande) och är betald (om priset är större än noll)
ta: பட்டியலிடல் அதன் கட்டமைக்கப்பட்ட வரம்புகளில் உள்ளது (திட்ட/கூறு உருவாக்கத்தைத் தடுப்பதில் எந்தவொரு அதிகப்படியான பயன்பாடுகளும்) மற்றும் செலுத்தப்பட்டவை (அதன் விலை பூச்சியமற்றதாக இருந்தால்)
tr: Faturalama yapılandırılmış sınırlar içindedir (aşırı kullanım, proje/bileşen oluşturulmasını engeller) ve ödenmiştir (fiyatı sıfır değilse)
uk: Рахунок перебуває у налаштованих межах (будь-яке перевищення обмежень призведе до блокування створення проєктів і складників) із сплачено (якщо тарифний план не є нульовим)
zh_hans: 账单在其配置的限制下（任何过度的使用都会阻止新建项目/部件），并且被支付（如果价格为非零值的话）
zh_hant: 賬單在其配置的限制下（任何過度的使用都會阻止新建項目/組件），並且被支付（如果價格為非零值的話）

source: The user is admin of existing project with billing or user is owner of billing (the latter is necessary when creating new billing for users to be able to import new projects).
de: Der Benutzer ist Administrator eines bestehenden Projekts mit Abrechnung oder der Benutzer ist Eigentümer der Abrechnung (letzteres ist erforderlich, wenn neue Abrechnungen erstellt werden, damit die Benutzer neue Projekte importieren können).
ga: Is é an t-úsáideoir atá i gceannas ar an tionscadal atá ann cheana féin le billeáil nó is é an t-úsáideoir úinéir an bhilleála (tá an dara ceann riachtanach agus billeáil nua á chruthú le go mbeidh úsáideoirí in ann tionscadail nua a allmhairiú).
hu: A felhasználó adminisztrátora egy meglévő, számlázással rendelkező projektnek vagy ő a számlázási fiók tulajdonosa (az utóbbi szükséges új számlázási fiók létrehozásakor a projektek importálásához).
id: Pengguna adalah admin proyek yang ada dengan penagihan atau pengguna adalah pemilik penagihan (yang terakhir diperlukan saat membuat penagihan baru agar pengguna dapat mengimpor proyek baru).
ja: ユーザーは、有料の既存のプロジェクトの管理者である、または請求のアクセス権がある場合（後者は、新しいプロジェクトをインポートするために、新しい請求書を作成する場合に必要です）。
nl: De gebruiker is admin van het bestaande project met facturatie of de gebruiker is de eigenaar van de facturatie (het laatste is noodzakelijk voor het maken van nieuwe facturatie voor gebruikers om nieuwe projecten te kunnen importeren).
pt: O utilizador é administrador do projeto existente com cobrança ou o utilizador é proprietário da cobrança (este último é necessário ao criar uma nova cobrança para que os utilizadores possam importar novos projetos).
pt_br: O usuário é administrador do projeto existente com cobrança ou o usuário é proprietário da cobrança (este último é necessário ao criar uma nova cobrança para que os usuários possam importar novos projetos).
ro: Utilizatorul este administrator al unui proiect existent cu facturare sau utilizatorul este proprietar al facturării (aceasta din urmă este necesară la crearea unei noi facturări pentru ca utilizatorii să poată importa proiecte noi).
ru: Пользователь является администратором существующего тарифицируемого проекта или владельцем тарифного плана (последнее необходимо пользователям только подписавшимся на тариф для того, чтобы они могли загрузить новый проект).
sv: Användaren är administratör för ett befintligt projekt med fakturering eller användaren är ägare av faktureringen (det senare är nödvändigt när man skapar ny fakturering för att användare ska kunna importera nya projekt).
ta: பயனர் பில்லிங்குடன் இருக்கும் திட்டத்தின் நிர்வாகி அல்லது பயனர் பில்லிங்கின் உரிமையாளராக உள்ளார் (பயனர்களுக்கு புதிய திட்டங்களை இறக்குமதி செய்ய புதிய பில்லிங்கை உருவாக்கும்போது பிந்தையது அவசியம்).
tr: Kullanıcı, faturalama ile var olan projenin yöneticisidir ya da kullanıcı faturalamanın sahibidir (ikincisi, kullanıcıların yeni projeleri içe aktarabilmesi için yeni faturalama oluştururken gereklidir).
uk: Користувач є адміністратором наявного проєкту із обліком або користувач є власником рахунка (останнє є необхідним при створенні нового рахунку для користувачів, щоб мати змогу імпортувати нові проєкти).
zh_hans: 用户是现有的带有账单项目的管理员，或者用户是账单的所有者（当为用户新建新的账单，而允许导入新的项目时，后者是必要的）。
zh_hant: 用戶是現有的帶有賬單項目的管理員，或者用戶是賬單的所有者（當為用戶新建新的賬單，而允許導入新的項目時，後者是必要的）。

source: Upon project creation user is able to choose which billing should be charged for the project in case he has access to more of them.
de: Bei der Projekterstellung kann der Benutzer auswählen, welche Abrechnung für das Projekt berechnet werden soll, falls er Zugang zu mehreren Abrechnungen hat.
ga: Nuair a bheidh an tionscadal cruthaithe beidh an t-úsáideoir in ann a roghnú cén billeáil ar cheart a ghearradh as an tionscadal ar eagla go mbeidh rochtain aige ar níos mó acu.
hu: Projekt létrehozásakor a felhasználó kiválaszthatja (ha több is elérhető), hogy melyik számlázási fiókot terhelje a projekt.
id: Saat pembuatan proyek, pengguna dapat memilih penagihan mana yang akan dikenakan untuk proyek tersebut jika ia memiliki akses ke lebih banyak proyek.
ja: プロジェクト作成時に、ユーザーが他の請求書にアクセスできる場合には、プロジェクトへ請求する請求書を選択できます。
nl: Bij het maken van het project is de gebruiker in staat te kiezen welke facturatie zou moeten worden berekend voor het project in het geval hij toegang tot meerdere daarvan heeft.
pt: Após a criação do projeto, o utilizador pode escolher qual faturamento deve ser cobrado pelo projeto, caso tenha acesso a mais deles.
pt_br: Após a criação do projeto, o usuário pode escolher qual faturamento deve ser cobrado pelo projeto, caso tenha acesso a mais deles.
ro: La crearea proiectului, utilizatorul are posibilitatea de a alege ce factură trebuie să fie facturată pentru proiect, în cazul în care are acces la mai multe dintre ele.
ru: При создании проекта пользователь может выбрать, к какому тарифу проект должен относиться, если у пользователя их несколько.
sv: När projektet skapas kan användaren välja vilken fakturering som ska debiteras för projektet om han har tillgång till flera av dem.
ta: திட்டத்தை உருவாக்கிய பயனர், அவற்றில் அதிகமானவற்றை அணுகினால், திட்டத்திற்கு எந்த பட்டியலிடல் வசூலிக்கப்பட வேண்டும் என்பதை தேர்வு செய்ய முடியும்.
tr: Proje oluşturulduktan sonra kullanıcı, daha fazla özelliğe erişebilmesi durumunda proje için hangi fatura ücretlendirmesinin uygulanacağını seçebilir.
uk: Під час створення проєкту користувач може вибрати, до якого рахунка слід включати проєкт, якщо користувач має доступ до декількох з них.
zh_hans: 在新建项目时，用户在访问多个账单的情况下，能够选择将项目记在哪个账单上。
zh_hant: 在新建項目時，用戶在訪問多個賬單的情況下，能夠選擇將項目記在哪個賬單上。

source: Legal module
de: Rechtsmodul
ga: Modúl dlí
hu: Jogi modul
id: Modul hukum
nl: Wettelijke module
sv: Juridisk modul
uk: Юридичний модуль

source: This is used on `Hosted Weblate <https://weblate.org/hosting/>`_ to provide required legal documents. It comes provided with blank documents, and you are expected to fill out the following templates in the documents:
de: Dies wird auf `Hosted Weblate <https://weblate.org/hosting/>`_ verwendet, um die erforderlichen rechtlichen Dokumente bereitzustellen. Es wird mit leeren Dokumenten geliefert, und es wird erwartet, dass Sie die folgenden Vorlagen in den Dokumenten ausfüllen:
ga: Úsáidtear é seo ar `Hosted Weblate <https://weblate.org/hosting/>`_ chun na doiciméid riachtanacha dlíthiúla a sholáthar. Cuirtear doiciméid bhána ar fáil dó, agus táthar ag súil go líonfaidh tú na teimpléid seo a leanas sna doiciméid:
hu: A `Hosted Weblate <https://weblate.org/hosting/>`_ szolgáltatásban használt modul, amely a szükséges jogi dokumentumokat biztosítja. Üres dokumentumsablonokkal érkezik, amelyeket ki kell tölteni az alábbiak szerint:
id: Ini digunakan pada `Hosted Weblate <https://weblate.org/hosting/>`_ untuk menyediakan dokumen hukum yang diperlukan. Formulir ini dilengkapi dengan dokumen kosong, dan Anda diharapkan untuk mengisi templat berikut dalam dokumen tersebut:
ja: これは、`Hosted Weblate <https://weblate.org/hosting/>`_ で使用する法的文書を提供します。ドキュメントは空なので、次のテンプレートを記入することが必要です。
nl: Dit wordt gebruikt op `Hosted Weblate <https://weblate.org/hosting/>`_ om de vereiste wettelijke documenten te verschaffen. Het wordt verschaft met blanco documenten en u wordt geacht de volgende sjablonen in de documenten in te vullen:
pt: Isso é usado em `Weblate hospedado <https://weblate.org/hosting/>`_ para fornecer documentos legais necessários. Ele vem fornecido com documentos em branco e espera-se que preencha os seguintes modelos nos documentos:
pt_br: Isso é usado em `Weblate hospedado <https://weblate.org/hosting/>`_ para fornecer documentos legais necessários. Ele vem fornecido com documentos em branco, e espera-se que você preencha os seguintes modelos nos documentos:
ro: Acesta este utilizat pe `Hosted Weblate <https://weblate.org/hosting/>`_ pentru a furniza documentele legale necesare. Acesta este furnizat cu documente în alb și se așteaptă să completați următoarele modele în documente:
ru: Этот модуль используется на `Облачном хостинге Weblate <https://weblate.org/hosting/>`_ для вывода необходимых юридических документов. Он поставляется в комплекте с набором незаполненных документов. Предполагается, что вы самостоятельно заполните следующие шаблоны:
sv: Detta används på `Hosted Weblate <https://weblate.org/hosting/>`_ för att tillhandahålla nödvändiga juridiska dokument. Det levereras med tomma dokument, och du förväntas fylla i följande mallar i dokumenten:
ta: தேவையான சட்ட ஆவணங்களை வழங்க இது `ஓச்ட் செய்யப்பட்ட வலைபெயர்ப்பு <https://weblate.org/hosting/> _ _ இல் பயன்படுத்தப்படுகிறது. இது வெற்று ஆவணங்களுடன் வழங்கப்படுகிறது, மேலும் ஆவணங்களில் பின்வரும் வார்ப்புருக்களை நிரப்புவீர்கள் என்று எதிர்பார்க்கப்படுகிறது:
tr: Bu seçenek, gerekli yasal belgeleri sağlamak için `Hosted Weblate <https://weblate.org/hosting/>`_ üzerinde kullanılır. Boş belgelerle gelir ve belgelerde aşağıdaki kalıpları doldurmanız beklenir:
uk: Це використовується на `Hosted Weblate <https://weblate.org/hosting/>`_ для надання обов'язкових юридичних документів. Типово використовуються порожні документи. Ви маєте заповнити такі шаблони у документах:
zh_hans: 这用在 `Hosted Weblate <https://weblate.org/hosting/>`_ 上，来提供所需的法律文件。它开始时提供空白文档，会希望您填充文档中后面的模板：
zh_hant: 這用在 `Hosted Weblate <https://weblate.org/hosting/>`_ 上，來提供所需的法律文檔。它開始時提供空白文檔，會希望您填充文檔中後面的模板：

source: Terms of service document
de: Dokument zu den Nutzungsbedingungen
ga: Doiciméad téarmaí seirbhíse
hu: Használati feltételek dokumentuma
id: Dokumen persyaratan layanan
ja: 利用規約文書
nl: Document Algemene voorwaarden
pt: Documento de termos de serviço
pt_br: Documentação sobre Termos de Serviço
ro: Documentul privind condițiile de serviciu
ru: Документ условий обслуживания
sv: Användarvillkor
ta: பணி ஆவணத்தின் விதிமுறைகள்
tr: Hizmet koşulları belgesi
uk: Документ щодо умов надання послуг
zh_hans: 服务条款文档
zh_hant: 服務條款文檔

source: Privacy policy document
de: Dokument zur Datenschutzerklärung
ga: Doiciméad polasaí príobháideachta
hu: Adatvédelmi irányelvek dokumentuma
id: Dokumen kebijakan privasi
ja: プライバシー ポリシー文書
nl: Document Privacy policy
pt: Documento de política de privacidade
pt_br: Documentação sobre Política de Privacidade
ro: Documentul privind politica de confidențialitate
ru: Документ политики конфиденциальности
sv: Dokument om integritetspolicy
ta: தனியுரிமை கொள்கை ஆவணம்
tr: Gizlilik ilkesi belgesi
uk: Документ щодо правил конфіденційності
zh_hans: 隐私政策文档

source: Short overview of the terms of service and privacy policy
de: Kurze Übersicht über die Nutzungsbedingungen und Datenschutzerklärung
ga: Forbhreathnú gairid ar théarmaí seirbhíse agus polasaí príobháideachta
hu: Rövid összefoglaló a használati feltételekről és az adatvédelmi irányelvekről
id: Ikhtisar singkat tentang ketentuan layanan dan kebijakan privasi
ja: 利用規約とプライバシー ポリシーの概要
nl: Kort overzicht van de algemene voorwaarden en privacy policy
pt: Visão geral breve dos termos de serviço e política de privacidade
pt_br: Visão geral breve dos termos de serviço e política de privacidade
ro: Scurtă prezentare generală a condițiilor de utilizare și a politicii de confidențialitate
ru: Краткий обзор условий обслуживания и политики конфиденциальности
sv: Kort översikt över användarvillkoren och integritetspolicyn
ta: பணி விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கையின் குறுகிய கண்ணோட்டம்
tr: Hizmet koşulları ve gizlilik ilkeleri metinlerinin özeti
uk: Короткий огляд умов надання послуг та правил конфіденційності
zh_hans: 服务条款与隐私政策的简短概况
zh_hant: 服務條款與隱私政策的簡短概況

source: On changing the terms of service documents, please adjust :setting:`LEGAL_TOS_DATE` so that users are forced to agree with the updated documents.
de: Wenn Sie die Nutzungsbedingungen ändern, passen Sie bitte :setting:`LEGAL_TOS_DATE` so an, dass die Benutzer gezwungen sind, den aktualisierten Dokumenten zuzustimmen.
ga: Nuair a athraítear téarmaí na ndoiciméad seirbhíse, coigeartaigh :setting:`LEGAL_TOS_DATE` le do thoil ionas go mbeidh iallach ar úsáideoirí aontú leis na doiciméid nuashonraithe.
hu: Ha módosítja a használati feltételek dokumentumait, frissítse a :setting:`LEGAL_TOS_DATE` értékét, hogy a felhasználókat újra kötelezze az elfogadásra.
id: Saat mengubah dokumen ketentuan layanan, harap sesuaikan :setting:`LEGAL_TOS_DATE` sehingga pengguna dipaksa untuk menyetujui dokumen yang diperbarui.
ja: 利用規約文書を変更する場合は、:setting:`LEGAL_TOS_DATE` を調整して、ユーザーが更新された文書に同意するように強制してください。
nl: Pas, bij het wijzigen van het document voor de algemene voorwaarden, :setting:`LEGAL_TOS_DATE` aan, zodat gebruikers verplicht worden om in te stemmen met de bijgewerkte documenten.
pt: Ao alterar os documentos dos termos de serviço, ajuste :setting:`LEGAL_TOS_DATE` para que os utilizadores sejam forçados a concordar com os documentos atualizados.
pt_br: Ao alterar os documentos dos termos de serviço, ajuste :setting:`LEGAL_TOS_DATE` para que os usuários sejam forçados a concordar com os documentos atualizados.
ru: При изменении документов с условиями обслуживания измените :setting:`LEGAL_TOS_DATE` так, чтобы пользователи были вынуждены согласиться с обновлёнными документами.
sv: Vid ändring av användarvillkoren, justera :setting:`LEGAL_TOS_DATE` så att användarna tvingas godkänna de uppdaterade villkoren.
tr: Hizmet koşulları belgelerini değiştirirken, lütfen :setting:`LEGAL_TOS_DATE` ayarını yapın, böylece kullanıcılara güncellenmiş belgeleri kabul etmeleri dayatılır.
uk: При змін документів щодо умов обслуговування, будь ласка, скоригуйте :setting:`LEGAL_TOS_DATE`, щоб користувачам було запропоновано погодитися із оновленими документами.
zh_hans: 更改服务条款文档时，请调整 :setting:`LEGAL_TOS_DATE` 迫使用户接受更新的文档。

source: Legal documents for the Hosted Weblate service are available in this Git repository <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
de: Rechtliche Dokumente für den Hosted-Weblate-Dienst sind in diesem Git-Repository <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents> verfügbar.
ga: Tá doiciméid dhlíthiúla don tseirbhís Gréasáin Óstach ar fáil sa stór Git seo <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
hu: A Hosted Weblate szolgáltatás jogi dokumentumai elérhetők ebben a Git-tárolóban: <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>
id: Dokumen hukum untuk layanan Hosted Weblate tersedia di repositori Git ini <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
ja: Hosted Weblate サービスの法的文書は、この Git リポジトリ <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents> から入手できます。
nl: Wettelijke documenten voor de service Hosted Weblate zijn beschikbaar in deze opslagruimte van Git <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
pt: Documentos legais para o serviço Hosted Weblate estão disponíveis neste repositório Git <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
pt_br: Documentos legais para o serviço Hosted Weblate estão disponíveis neste repositório Git <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
ro: Documentele legale pentru serviciul Hosted Weblate sunt disponibile în acest depozit Git <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
ru: Правовые документы облачного хостинга Weblate доступны в git-репозитории: <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
sv: Juridiska dokument för tjänsten Hosted Weblate finns tillgängliga i detta Git-arkiv <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பு சேவைக்கான சட்ட ஆவணங்கள் இந்த அறிவிலி களஞ்சியத்தில் <https://github.com/weblateorg/wllegal/tree/main/wllegal/templates/legal/documents> இல் கிடைக்கின்றன.
tr: Hosted Weblate hizmeti için yasal belgeler <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents> Git deposunda bulunabilir.
uk: Юридичні документи для служби Hosted Weblate доступні у цьому сховищі Git: <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
zh_hans: 可以在这个 Git 仓库 <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents> 中获取 Hosted Weblate 的法律文件。
zh_hant: 可以在這個 Git 倉庫 <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents> 中獲取 Hosted Weblate 的法律文檔。
