Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed listing of languages not known to Weblate.
de: Die Liste von Weblate nicht bekannte Sprachen korrigiert.
ga: Liosta seasta de theangacha nach eol do Weblate.
hu: Weblate által nem ismert nyelvek listázásának hibája javítva.
id: Memperbaiki daftar bahasa yang tidak dikenal Weblate.
ja: Weblate が把握していない言語一覧の修正。
nl: Vermelding van bij Weblate onbekende talen gerepareerd.
pt: Corrigida a lista de idiomas não conhecidos pelo Weblate.
pt_br: Corrigida a lista de idiomas não conhecidos pelo Weblate.
ro: A fost corectată lista de limbi necunoscute de Weblate.
ru: Исправлен список языков, неизвестных Weblate’у.
sv: Fast lista över språk som inte är kända för Weblate.
ta: விவாதத்திற்கு தெரியாத மொழிகளின் நிலையான பட்டியல்.
tr: Weblate tarafından bilinmeyen dillerin listesi düzeltildi.
uk: Виправлено побудову списку для мов, які невідомі Weblate.
zh_hans: 修复了 Weblate 未知的语言列表。
zh_hant: 修復了 Weblate 未知的語言列表。

source: Add support for cloning add-ons to discovered components.
de: Unterstützung des Klonens von Erweiterungen für erkannte Komponenten hinzugefügt.
ga: Cuir tacaíocht do bhreiseáin chlónála le comhpháirteanna aimsithe.
hu: Felfedezett összetevőkhöz tartozó kiegészítők klónozásának támogatása.
id: Menambahkan dukungan untuk kloning pengaya ke komponen yang ditemukan.
ja: 検出したコンポーネントへのアドオンのクローン作成への対応。
nl: Ondersteuning toegevoegd voor het klonen van add-ons voor ontdekte onderdelen.
pt: Adiciona suporte para clonar extensões para componentes descobertos.
pt_br: Adiciona suporte para clonar complementos para componentes descobertos.
ro: Adăugați suport pentru clonarea suplimentelor la componentele descoperite.
ru: Добавлена поддержка клонирования надстроек в обнаруженные компоненты.
sv: Lägg till stöd för kloning av tillägg till upptäckta komponenter.
ta: கண்டுபிடிக்கப்பட்ட கூறுகளுக்கு குளோனிங் துணை நிரல்களுக்கு ஆதரவைச் சேர்.
tr: Keşfedilen bileşenlere eklentileri kopyalama özelliği eklendi.
uk: Додано підтримку клонування додатків до виявлених складників.
zh_hans: 支持将附加组件克隆到发现的部件。

source: Add support for replacing file content with uploaded.
de: Unterstützung für das Ersetzen von Dateiinhalten durch hochgeladene Dateien hinzugefügt.
ga: Cuir tacaíocht leis chun ábhar comhaid a athsholáthar le uaslódáil.
hu: Fájl tartalmának cseréje feltöltött változattal támogatott.
id: Tambahkan dukungan untuk mengganti konten berkas dengan yang diunggah.
ja: ファイルの内容をアップロードしたものに置き換える機能の追加。
nl: Ondersteuning toegevoegd voor vervangen bestandsinhoud bij uploaden.
pt: Adiciona suporte para substituir o conteúdo do ficheiro com o enviado.
pt_br: Adiciona suporte para substituir o conteúdo do arquivo com o enviado.
ro: Adăugați suport pentru înlocuirea conținutului fișierului cu încărcat.
ru: Добавлена поддержка замены содержимого файла загруженным файлом.
sv: Lägg till stöd för att ersätta filinnehåll med uppladdat.
ta: பதிவேற்றப்பட்ட கோப்பு உள்ளடக்கத்தை மாற்றுவதற்கான ஆதரவைச் சேர்.
tr: Dosya içeriğinin yüklenenlerle değiştirilmesi desteği eklendi.
uk: Додано підтримку заміни вмісту файлів при вивантаженні.
zh_hans: 为用上传来替换文件内容添加了支持。
zh_hant: 為用上傳來替換文件內容添加了支持。

source: Add support for translating non VCS based content.
de: Unterstützung für das Übersetzen von nicht VCS-basierten Inhalten hinzugefügt.
ga: Cuir tacaíocht leis chun ábhar nach bhfuil bunaithe ar VCS a aistriú.
hu: Verziókezelésen kívüli tartalmak fordításának támogatása hozzáadva.
id: Tambahkan dukungan untuk menerjemahkan konten non-VCS.
ja: VCS ベースでないコンテンツの翻訳に対応。
nl: Ondersteuning toegevoegd voor vertalen van niet op VCS gebaseerde inhoud.
pt: Adicionado suporte para tradução de conteúdo não baseado em VCS.
pt_br: Adicionado suporte para tradução de conteúdo não baseado em VCS.
ro: Adăugați suport pentru traducerea conținutului care nu se bazează pe VCS.
ru: Добавлена поддержка перевода содержимого не из системы контроля версий.
sv: Lägg till stöd för översättning av innehåll som inte är baserat på VCS.
ta: வி.சி.எச் அல்லாத அடிப்படையிலான உள்ளடக்கத்தை மொழிபெயர்ப்பதற்கான ஆதரவைச் சேர்.
tr: Sürüm denetimi sistemi temelli olmayan içeriğin çevrilmesi desteği eklendi.
uk: Додано підтримку перекладу даних, які не зберігаються у системі керування версіями.
zh_hans: 为翻译非基于版本控制系统的内容添加了支持。
zh_hant: 為翻譯非基於版本控制系統（VCS）的內容添加了支持。

source: Added OpenGraph widget image to use on social networks.
de: Bild für OpenGraph-Widget zur Verwendung in sozialen Netzwerken hinzugefügt.
ga: Cuireadh íomhá ghiuirléid OpenGraph leis le húsáid ar líonraí sóisialta.
hu: OpenGraph widget kép hozzáadva, közösségi médiás megosztásokhoz.
id: Menambahkan gambar widget OpenGraph untuk digunakan di jejaring sosial.
ja: ソーシャル ネットワークで使用する OpenGraph ウィジェット画像の追加。
nl: Afbeelding aan widget OpenGraph toegevoegd om te gebruiken op sociale netwerken.
pt: Adicionada a imagem de widget OpenGraph para uso em redes sociais.
pt_br: Adicionada a imagem de widget OpenGraph para uso em redes sociais.
ro: A fost adăugată imaginea widget-ului OpenGraph pentru a fi utilizată pe rețelele sociale.
ru: Добавлен виджет изображения OpenGraph для его использования в социальных сетях.
sv: Lade till OpenGraph-widgetbild för användning på sociala nätverk.
ta: சமூக வலைப்பின்னல்களில் பயன்படுத்த ஓபன் கிராஃப் விட்செட் படத்தைச் சேர்த்தது.
tr: Sosyal ağlarda kullanılmak üzere OpenGraph pano bileşeni görseli eklendi.
uk: Додано зображення віджета OpenGraph для використання у соціальних мережах.
zh_hans: 添加了 OpenGraph 小挂件图片，以便在社交网络使用。
zh_hant: 添加了 OpenGraph widget 圖像而在社交網絡上使用。

source: Added support for animated screenshots.
de: Unterstützung für animierte Bildschirmfotos hinzugefügt.
ga: Tacaíocht bhreise do screenshots beoite.
hu: Animált képernyőképek támogatása hozzáadva.
id: Menambahkan dukungan untuk tangkapan layar animasi.
ja: アニメーションのスクリーンショットに対応。
nl: Ondersteuning toegevoegd voor geanimeerde schermafdrukken.
pt: Adicionado suporte para capturas de ecrã animadas.
pt_br: Adicionado suporte para capturas de tela animadas.
ro: A fost adăugat suport pentru capturi de ecran animate.
ru: Добавлена поддержка анимированных снимков экрана.
sv: Stöd för animerade skärmdumpar har lagts till.
ta: அனிமேசன் திரை சாட்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Canlandırmalı ekran görüntüleri desteği eklendi.
uk: Додано підтримку анімованих знімків вікон.
zh_hans: 为动画屏幕截图添加了支持。
zh_hant: 為動畫屏幕截圖添加了支持。

source: Improved handling of monolingual XLIFF files.
de: Verbesserte Handhabung von einsprachigen XLIFF-Dateien.
ga: Láimhseáil feabhsaithe ar chomhaid XLIFF aonteangacha.
hu: Egynyelvű XLIFF fájlok kezelése továbbfejlesztve.
id: Peningkatan penanganan berkas XLIFF monolingual.
ja: モノリンガル XLIFF ファイルの処理を改良。
nl: Verbeterde afhandeling van eentalige XLIFF-bestanden.
pt: Melhorado o manuseio de ficheiros XLIFF monolíngues.
pt_br: Melhorado o manuseio de arquivos XLIFF monolíngues.
ro: Gestionarea îmbunătățită a fișierelor XLIFF monolingve.
ru: Улучшена обработка одноязычных файлов XLIFF.
sv: Förbättrad hantering av enspråkiga XLIFF-filer.
ta: ஒருமொழி ஃலிப்ப் கோப்புகளின் மேம்பட்ட கையாளுதல்.
tr: Tek dilli XLIFF dosyalarının işlenmesi iyileştirildi.
uk: Удосконалено обробку одномовних файлів XLIFF.
zh_hans: 改进了单语言 XLIFF 文件的处理。
zh_hant: 改進了單語言 XLIFF 文件的處理。

source: Avoid sending multiple notifications for single event.
de: Vermeiden des Sendens mehrerer Benachrichtigungen für ein einziges Ereignis.
ga: Seachain fógraí iolracha a sheoladh le haghaidh imeacht amháin.
hu: Több értesítés kiküldésének elkerülése egyetlen eseményhez.
id: Hindari mengirimkan beberapa notifikasi untuk satu acara.
ja: 1つのイベントに対して、複数の通知を送信しないように改良。
nl: Vermijden van verzenden van meerdere notificaties voor een enkele gebeurtenis.
pt: Evita enviar várias notificações para um único evento.
pt_br: Evita enviar várias notificações para um único evento.
ro: Evitați trimiterea mai multor notificări pentru un singur eveniment.
ru: Избегание отправки нескольких уведомлений на одно событие.
sv: Undvik att skicka flera aviseringar för en och samma händelse.
ta: ஒற்றை நிகழ்வுக்கு பல அறிவிப்புகளை அனுப்புவதைத் தவிர்க்கவும்.
tr: Tek bir etkinlik için birden fazla bildirim gönderilmesi engellendi.
uk: Усунено можливість надсилання декількох сповіщень для однієї події.
zh_hans: 避免为单个事件发送多个通知。
zh_hant: 避免為單個事件發送多個通知。

source: Add support for filtering changes.
de: Unterstützung für das Filtern von Änderungen hinzugefügt.
ga: Cuir tacaíocht leis chun athruithe a scagadh.
hu: Változások szűrésének lehetősége hozzáadva.
id: Tambahkan dukungan untuk memfilter perubahan.
ja: 変更のフィルタリングに対応。
nl: Ondersteuning toegevoegd voor filteren van wijzigingen.
pt: Adicionado suporte para filtrar alterações.
pt_br: Adicionado suporte para filtrar alterações.
ro: Adăugați suport pentru filtrarea modificărilor.
ru: Добавлена поддержка фильтра по изменениям.
sv: Lägg till stöd för filtrering av ändringar.
ta: வடிகட்டுதல் மாற்றங்களுக்கு ஆதரவைச் சேர்.
tr: Değişiklikleri süzme desteği eklendi.
uk: Додано підтримку змін у фільтруванні.
zh_hans: 为筛选更改添加了支持。
zh_hant: 為篩選更改添加了支持。

source: Extended predefined periods for reporting.
de: Erweiterte vordefinierte Zeiträume für die Berichte.
ga: Tréimhsí sínte réamhshainithe le haghaidh tuairiscithe.
hu: Előre definiált időszakok köre kibővült a jelentésekhez.
id: Periode pelaporan yang telah ditetapkan sebelumnya diperpanjang.
ja: レポート作成の事前定義期間の延長。
nl: Voorgedefinieerde perioden voor rapporteren uitgebreid.
pt: Estendidos os períodos predefinidos para relatórios.
pt_br: Estendidos os períodos predefinidos para relatórios.
ro: Perioade predefinite extinse pentru raportare.
ru: Расширенные предопределённые периоды отчётности.
sv: Förlängda fördefinierade perioder för rapportering.
ta: அறிக்கையிடுவதற்கு நீட்டிக்கப்பட்ட முன் வரையறுக்கப்பட்ட காலங்கள்.
tr: Raporlama için önceden tanımlanmış süreler artırıldı.
uk: Розширено спектр попередньо визначених періодів для звітування.
zh_hans: 扩展了报告的预定义时间范围。
zh_hant: 擴展了報告的預定義週期。

source: Added webhook support for Azure Repos.
de: Webhook-Unterstützung für Azure Repos hinzugefügt.
ga: Cuireadh tacaíocht cuaille gréasáin leis do Azure Repos.
hu: Webhook támogatás hozzáadva Azure Repos rendszerekhez.
id: Menambahkan dukungan webhook untuk Azure Repos.
ja: Azure Repos の Webhook に対応。
nl: Ondersteuning voor webhook voor Azure Repos toegevoegd.
pt: Adicionado suporte de webhook para Azure Repos.
pt_br: Adicionado suporte de webhook para Azure Repos.
ro: A fost adăugat suportul webhook pentru Azure Repos.
ru: Добавлена поддержка веб-обработчиков для репозиториев Azure Repos.
sv: Lagt till stöd för webhook för Azure Repos.
ta: அசூர் களஞ்சியங்களுக்கு வெப்ஊக் உதவி சேர்க்கப்பட்டது.
tr: Azure depoları için internet kancası desteği eklendi.
uk: Додано підтримку скриптів стеження для сховищ Azure.
zh_hans: 为 Azure Repos 添加了 webhook 支持。
zh_hant: 為 Azure Repos 添加了 webhook 支持。

source: New opt-in notifications on pending suggestions or untranslated strings.
de: Neue optionale Benachrichtigungen über ausstehende Vorschläge oder nicht übersetzte Zeichenketten.
ga: Fógraí nua diúltaithe ar mholtaí atá ar feitheamh nó teaghráin neamhaistrithe.
hu: Új, választható értesítések a függőben lévő javaslatokról vagy le nem fordított szövegekről.
id: Notifikasi keikutsertaan baru pada saran yang tertunda atau rangkaian kata yang belum diterjemahkan.
ja: 保留中の提案または翻訳されていない文字列に関する新しいオプトイン通知の追加。
nl: Nieuwe opt-in notificaties voor openstaande suggesties of niet vertaalde tekenreeksen.
pt: Novas notificações opcionais sobre sugestões pendentes ou cadeias não traduzidas.
pt_br: Novas notificações opcionais sobre sugestões pendentes ou textos não traduzidos.
ro: Noi notificări opt-in privind sugestiile în așteptare sau șirurile de caractere netraduse.
ru: Новые необязательные уведомления об ожидающих предложениях или непереведённых строках.
sv: Nya valbara aviseringar om väntande förslag eller oöversatta strängar.
ta: நிலுவையில் உள்ள பரிந்துரைகள் அல்லது மொழிபெயர்க்கப்படாத சரங்கள் குறித்த புதிய தேர்வு அறிவிப்புகள்.
tr: Bekleyen öneriler veya çevrilmemiş dizgeler ile ilgili yeni abone olma bildirimleri eklendi.
uk: Нові включні сповіщення щодо пропозицій у черзі або неперекладених рядків.
zh_hans: 新的可选的待处理建议或未翻译字符串通知。
zh_hant: 待定建議或未翻譯字符串的新的選擇使用通知。

source: Add one click unsubscribe link to notification e-mails.
de: Den Benachrichtigungs-E-Mails einen Link zum Abbestellen hinzugefügt.
ga: Cuir nasc díliostáil le cliceáil amháin le r-phoist fógra.
hu: Egy kattintással történő leiratkozási hivatkozás hozzáadva az értesítő e-mailekhez.
id: Tambahkan satu tautan berhenti berlangganan ke surel notifikasi.
ja: 通知メールにワンクリックで配信停止するリンクを追加。
nl: Een-klik-koppeling voor opzeggen abonnement voor e-mails van notificatie toegevoegd.
pt: Adicionado uma ligação de cancelamento de assinatura, por meio de um clique único, aos e-mails de notificação.
pt_br: Adicionado um link de cancelamento de assinatura, por meio de um clique único, aos e-mails de notificação.
ro: Adăugați un link de dezabonare cu un singur clic la e-mailurile de notificare.
ru: В письма с уведомлениями добавлена ссылка для отписки от них в одно нажатие.
sv: Lägg till en länk för att avsluta prenumerationen med ett klick i e-postmeddelanden med aviseringar.
ta: அறிவிப்பு மின்னஞ்சலுக்கு ஒரு சொடுக்கு குழுவிலக இணைப்பைச் சேர்.
tr: Bildirim e-postalarına tek tıkla abonelikten ayrılma bağlantısı eklendi.
uk: До повідомлень зі сповіщеннями додано посилання для скасовування підписки у одне клацання.
zh_hans: 添加了通知电子邮件的一键退订。
zh_hant: 添加了通知電子郵件的一鍵退訂。

source: Fixed false positives with Has been translated check.
de: Fehlalarme bei der Prüfung „Ist übersetzt worden“ behoben.
ga: Torthaí bréagacha seasta le seic aistrithe.
hu: Hamis pozitív találatok javítva a „Le let fordítva” ellenőrzésnél.
id: Memperbaiki positif palsu dengan pemeriksaan Telah diterjemahkan.
ja: 翻訳済み検査での誤検知を修正。
nl: Valse positieven met controle Zijn vertaald gerepareerd.
pt: Corrigidos falsos positivos com a verificação "Foi traduzido".
pt_br: Corrigidos falsos positivos com a verificação "Foi traduzido".
ro: S-a rezolvat problema falsurilor pozitive cu verificarea A fost tradus.
ru: Исправлены ложные срабатывания в проверке «Уже переведено».
sv: Fixade falska positiva resultat med kontrollen Har översatts.
ta: நிலையான தவறான நேர்மறைகள் சோதனை மொழிபெயர்க்கப்பட்டுள்ளன.
tr: Çevrilmiş kalite denetiminde yaşanan hatalı doğru sonuç sorunu düzeltildi.
uk: Виправлено помилки у перевірці «Було перекладено».
zh_hans: 修复了已翻译检查的误报。
zh_hant: 修復了已翻譯檢查的誤報。

source: New management interface for admins.
de: Neue Verwaltungsoberfläche für Administratoren.
ga: Comhéadan bainistíochta nua do riarthóirí.
hu: Új adminisztrációs felület hozzáadva az adminisztrátorok számára.
id: Antarmuka manajemen baru untuk admin.
ja: 管理者向けの新しい管理インターフェース。
nl: Nieuwe beheerinterface voor beheerders.
pt: Nova interface de gestão para administradores.
pt_br: Nova interface de gerenciamento para administradores.
ro: O nouă interfață de gestionare pentru administratori.
ru: Новый интерфейс управления для администраторов.
sv: Nytt gränssnitt för administratörer.
ta: நிர்வாகிகளுக்கான புதிய மேலாண்மை இடைமுகம்.
tr: Yöneticiler için yeni yönetim arayüzü eklendi.
uk: Новий інтерфейс керування для адміністраторів.
zh_hans: 管理员的新管理界面。
zh_hant: 管理員的新管理界面。

source: String priority can now be specified using flags.
de: Die Zeichenkettenpriorität kann jetzt mit Markierungen angegeben werden.
ga: Is féidir tosaíocht teaghráin a shonrú anois trí úsáid a bhaint as bratacha.
hu: Szöveg prioritása mostantól jelzőkkel is meghatározható.
id: Prioritas string sekarang dapat ditentukan menggunakan tanda.
ja: 文字列の優先度をフラグで指定できるように改良。
nl: Prioriteit voor tekenreeksen kan nu worden gespecificeerd met vlaggen.
pt: A prioridade da cadeia agora pode ser especificada a usar marcadores.
pt_br: A prioridade do texto agora pode ser especificada usando marcadores.
ro: Prioritatea șirurilor de caractere poate fi acum specificată cu ajutorul indicatoarelor.
ru: Приоритет строки теперь можно задать с помощью флагов.
sv: Strängprioritet kan nu anges med hjälp av flaggor.
ta: கொடிகளைப் பயன்படுத்தி சரம் முன்னுரிமையை இப்போது குறிப்பிடலாம்.
tr: Dizge önceliğinin imler kullanılarak belirlenmesi sağlandı.
uk: У новій версії можна встановити пріоритетність рядка за допомогою прапорців.
zh_hans: 字符串优先性现在可以使用标记来指定。
zh_hant: 字符串優先性現在可以使用標記來指定。

source: Added language management views.
de: Ansichten für die Sprachverwaltung hinzugefügt.
ga: Cuireadh tuairimí bainistíochta teanga leis.
hu: Nyelvkezelő nézetek hozzáadva.
id: Menambahkan tampilan manajemen bahasa.
ja: 言語管理画面の追加。
nl: Weergaven voor beheren van talen toegevoegd.
pt: Adicionadas visões de gestão de idioma.
pt_br: Adicionadas visões de gerenciamento de idioma.
ro: Au fost adăugate vizualizări de gestionare a limbilor.
ru: Добавлены представления управления языком.
sv: Lagt till språkhanteringsvyer.
ta: மொழி மேலாண்மை காட்சிகள் சேர்க்கப்பட்டன.
tr: Dil yönetimi görünümleri eklendi.
uk: Додано сторінки керування мовами.
zh_hans: 添加了语言管理视图。
zh_hant: 添加了語言管理視圖。

source: Add checks for Qt library and Ruby format strings.
de: Qualitätsprüfungen für Qt-Bibliothek und Ruby-Format-Zeichenketten hinzugefügt.
ga: Cuir seiceálacha le haghaidh leabharlann Qt agus teaghráin bhformáid Ruby leis.
hu: Új ellenőrzések a Qt könyvtár és Ruby formátumú szövegekhez.
id: Tambahkan pemeriksaan untuk pustaka Qt dan string format Ruby.
ja: Qt ライブラリと Ruby ファイル形式の文字列の検査を追加。
nl: Controles toegevoegd voor bibliotheek van Qt en tekenreeksen in de indeling Ruby.
pt: Adicionadas verificações de bibliotecas Qt e cadeias de formato Ruby.
pt_br: Adicionadas verificações da bibliotecas Qt e textos de formato Ruby.
ro: Adăugați verificări pentru șirurile de format Qt și Ruby.
ru: Добавлены проверки на формат строк для библиотеки Qt и Ruby.
sv: Lägg till kontroller för Qt-bibliotek och Ruby-formatsträngar.
ta: கியுடி நூலகம் மற்றும் ரூபி வடிவமைப்பு சரங்களுக்கான சோதனைகளைச் சேர்.
tr: Qt kitaplığı ve Ruby biçim dizgeleri için denetimler eklendi.
uk: Додано перевірки для форматованих рядків для бібліотеки Qt і Ruby.
zh_hans: 添加了 Qt 库和 Ruby 格式字符串的检查。
zh_hant: 添加了 Qt 庫和 Ruby 格式字符串的檢查。

source: Added configuration to better fit single project installations.
de: Konfiguration hinzugefügt, um besser für Installationen von Einzelprojekten geeignet zu sein.
ga: Cumraíocht curtha leis chun suiteálacha tionscadail aonair a fheistiú níos fearr.
hu: Konfigurációs lehetőség egyprojektű telepítésekhez igazítva.
id: Konfigurasi tambahan agar lebih sesuai dengan instalasi proyek tunggal.
ja: 単一プロジェクトのインストールに適した設定の追加。
nl: Configuratie toegevoegd om beter te passen voor installaties met een enkel project.
pt: Adicionada configuração para melhor se adequar às instalações de um único projeto.
pt_br: Adicionada configuração para melhor se adequar às instalações de um único projeto.
ro: A fost adăugată configurația pentru a se potrivi mai bine instalațiilor pentru un singur proiect.
ru: Добавлена конфигурация, лучше подходящая для установок с единственным проектом.
sv: Lagt till konfiguration för att bättre passa installationer av enskilda projekt.
ta: ஒற்றை திட்ட நிறுவல்களை சிறப்பாக பொருத்த உள்ளமைவு சேர்க்கப்பட்டது.
tr: Tek proje kurulumlarına daha uygun yapılandırma eklendi.
uk: Додано налаштування для кращої відповідності встановленим екземплярам із одним проєктом.
zh_hans: 添加了配置来更好地符合单一项目安装。
zh_hant: 添加了配置來更好地符合單一項目安裝。

source: Notify about new string on source string change on monolingual translations.
de: Benachrichtigung über neue Zeichenkette bei Änderung der Ausgangszeichenkette bei einsprachigen Übersetzungen.
ga: Fógra faoi teaghrán nua ar athrú teaghrán foinse ar aistriúcháin aonteangacha.
hu: Egynyelvű fordításoknál a forrásszöveg változásakor új szövegre figyelmeztető értesítés küldése.
id: Beritahukan tentang string baru pada perubahan string sumber pada terjemahan monolingual.
ja: 単一言語翻訳の原文の変更時に、新しい文字列について通知するように改良。
nl: Notificeren voor nieuwe tekenreeks bij wijziging brontekenreeks voor eentalige vertalingen.
pt: Notificação sobre nova cadeia na mudança da cadeia fonte em traduções monolingues.
pt_br: Notificação sobre novo texto na mudança do texto fonte em traduções monolíngues.
ro: Notificarea despre noul șir de caractere la schimbarea șirului sursă în cazul traducerilor monolingve.
ru: Уведомление о появлении новой строки при изменении исходной в одноязычном переводе.
sv: Meddela om ny sträng vid ändring av källsträngen i enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளில் மூல சரம் மாற்றத்தில் புதிய சரம் பற்றி அறிவிக்கவும்.
tr: Tek dilli çevirilerdeki kaynak dizge değişikliğinde yeni dizge için bildirim eklendi.
uk: Реалізовано сповіщення щодо нового рядка при зміні рядків у одномовних перекладах.
zh_hans: 在单语言翻译中通过源字符串更改中的新字符串。
zh_hant: 在單語言翻譯中通過源字符串更改中的新字符串。

source: Added separate view for translation memory with search capability.
de: Separate Ansicht für Übersetzungsspeicher mit Suchmöglichkeit hinzugefügt.
ga: Cuireadh amharc ar leith leis le haghaidh cuimhne aistriúcháin le cumas cuardaigh.
hu: Fordítási memória külön nézetben, keresési lehetőséggel elérhető.
id: Menambahkan tampilan terpisah untuk memori terjemahan dengan kemampuan pencarian.
ja: 検索機能を備えた翻訳メモリの独立した画面を追加。
nl: Afzonderlijke weergave toegevoegd voor vertaalgeheugen met zoekmogelijkheid.
pt: Adicionada visão separada para memória de tradução com capacidade de pesquisa.
pt_br: Adicionada visão separada para memória de tradução com capacidade de busca.
ro: A fost adăugată o vizualizare separată pentru memoria de traducere cu capacitate de căutare.
ru: Добавлено отдельное представление для памяти переводов с возможностью поиска.
sv: Lagt till separat vy för översättningsminne med sökfunktion.
ta: தேடல் திறனுடன் மொழிபெயர்ப்பு நினைவகத்திற்கு தனி பார்வை சேர்க்கப்பட்டது.
tr: Arama özelliği olan çeviri belleği için ayrı bir görünüm eklendi.
uk: Додано окрему панель пам'яті перекладів із можливостями пошуку.
zh_hans: 添加带有搜索功能的另外的翻译记忆库视图。
zh_hant: 添加帶有搜索功能的另外的翻譯記憶庫視圖。

source: *Released on June 28th 2019.*
de: *Veröffentlicht am 28. Juni 2019.*
ga: *Eisithe ar 28 Meitheamh 2019.*
hu: *Kiadva: 2019. június 28.*
id: *Dirilis pada 28 Juni 2019.*
nl: *Uitgegeven op 28 juni 2019.*
pt_br: *Atualizado em 28 de junho de 2019.*
sv: *Släppt den 28 juni 2019.*
tr: *28 Haziran 2019 tarihinde yayınlandı.*
uk: *Випущено 28 червня 2019 року.*

source: Fixed some requirements constraints.
de: Einige Anforderungsbeschränkungen behoben.
ga: Seasta roinnt srianta riachtanas.
hu: Egyes függőségi követelmények javítva.
id: Memperbaiki beberapa kendala persyaratan.
ja: 必須要件の一部修正。
nl: Enkele vereisten voor beperkingen gerepareerd.
pt: Corrigidas algumas restrições de requisitos.
pt_br: Corrigidas algumas restrições de requisitos.
ro: Au fost corectate unele constrângeri legate de cerințe.
ru: Исправлены некоторые ограничения для версий зависимостей.
sv: Fixade några kravbegränsningar.
ta: சில தேவைகள் தடைகள் சரி செய்யப்பட்டன.
tr: Bazı gereksinim kısıtlamaları düzeltildi.
uk: Виправлено декілька обмежень-вимог.
zh_hans: 修复了一些要求限制。
zh_hant: 修復了一些要求限制。

source: Updated language database.
de: Sprachdatenbank aktualisiert.
ga: Bunachar sonraí teanga nuashonraithe.
hu: Nyelvi adatbázis frissítve.
id: Basis data bahasa yang diperbarui.
ja: 言語データベースの更新。
nl: Taaldatabase bijgewerkt.
pt: Atualizado o banco de dados do idioma.
pt_br: Atualizado o banco de dados do idioma.
ro: Baza de date lingvistică actualizată.
ru: Обновлена база данных языков.
sv: Uppdaterad språkdatabas.
ta: புதுப்பிக்கப்பட்ட மொழி தரவுத்தளம்.
tr: Dil veri tabanı güncellendi.
uk: Оновлено базу даних мов.
zh_hans: 更新了语言数据库。
zh_hant: 更新了語言數據庫。
