Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Once you have the package installed you can hook it up to the Django authentication system by modifying the :file:`settings.py` file:
de: Sobald Sie das Paket installiert haben, können Sie es an das Django-Authentifizierungssystem anbinden, indem Sie die Datei :file:`settings.py` ändern:
ga: Nuair a bheidh an pacáiste suiteáilte agat is féidir leat é a cheangal le córas fíordheimhnithe Django tríd an gcomhad :file:`settings.py` a mhodhnú:
hu: Miután telepítette a csomagot, csatlakoztathatja a Django hitelesítési rendszeréhez a :file:`settings.py` fájl módosításával:
id: Setelah Anda memiliki paket yang terpasang, Anda dapat mengaitkannya dengan sistem autentikasi Django dengan memodifikasi berkas :file:`settings.py`:
ja: パッケージをインストールした後に、:file:`settings.py` ファイルを変更して Django 認証システムに接続する設定方法:
nl: Als u het pakket eenmaal hebt geïnstalleerd kunt u het verbinden met het systeem voor authenticatie van Django door het bestand :file:`settings.py` aan te passen:
pt: Uma vez que o pacote está instalado, pode conectá-lo ao sistema de autenticação do Django a modificar o ficheiro :file:`settings.py`:
pt_br: Uma vez que o pacote instalado, você pode conectá-lo ao sistema de autenticação do Django modificando o arquivo :file:`settings.py`:
ro: După ce ați instalat pachetul, îl puteți conecta la sistemul de autentificare Django modificând fișierul :file:`settings.py`:
ru: После установки пакета вы сможете подключить его к системе авторизации Django, изменив файл :file:`settings.py`:
sv: När du har installerat paketet kan du koppla det till Djangos autentiseringssystem genom att ändra filen :file:`settings.py`:
tr: Paketi kurduktan sonra, :file:`settings.py` dosyasını değiştirerek Django kimlik doğrulama sistemiyle bağlantı kurabilirsiniz:
uk: Після встановлення пакунка, ви можете вставити його до скрипту розпізнавання Django внесенням змін до файла :file:`settings.py`:
zh_hans: 一旦安装了软件包，就可以通过修改 :file:`settings.py` 文件将其钩连到 Django 身份验证系统：
zh_hant: 一旦安裝了軟件包，就可以通過修改 :file:`settings.py` 文件將其鉤連到 Django 身份驗證系統：

source: Finally, a signal can be used to map the e-mail field to the user object. For this to work you have to import the signal from the `django-cas-ng` package and connect your code with this signal. Doing this in settings file can cause problems, therefore it's suggested to put it:
de: Schließlich kann ein Signal verwendet werden, um das E-Mail-Feld dem Benutzerobjekt zuzuordnen. Damit dies funktioniert, müssen Sie das Signal aus dem Paket `django-cas-ng` importieren und Ihren Code mit diesem Signal verbinden. Dies in der Einstellungsdatei zu tun, kann zu Problemen führen, daher ist es empfehlenswert, dies zu tun:
ga: Ar deireadh, is féidir comhartha a úsáid chun an réimse ríomhphoist a mhapáil chuig an réad úsáideora. Le go n-oibreoidh sé seo caithfidh tú an comhartha a iompórtáil ón bpacáiste `django-cas-ng` agus do chód a nascadh leis an gcomhartha seo. Is féidir fadhbanna a chruthú má dhéantar é seo i gcomhad socruithe, mar sin moltar é a chur:
hu: Végül jeleket (signalt) használhat az e-mail mező felhasználói objektumhoz rendeléséhez. Ehhez importálnia kell a jelet a `django-cas-ng` csomagból, és összekapcsolni vele a saját kódját. Ezt a beállítási fájlban elvégezni problémát okozhat, ezért ajánlott az alábbi helyek egyikére tenni:
id: Akhirnya, sebuah sinyal dapat digunakan untuk memetakan kolom surel ke objek pengguna. Agar ini bekerja, Anda harus mengimpor sinyal dari paket `django-cas-ng` dan menghubungkan kode Anda dengan sinyal ini. Melakukan hal ini di berkas pengaturan dapat menyebabkan masalah, oleh karena itu disarankan untuk meletakkannya:
ja: 最後に、signal を使用してメールの入力フィールドをユーザー オブジェクトに設置できます。この機能を使用するには `django-cas-ng` パッケージから signal をインポートし、この signal を使用してコードに接続することが必要です。設定ファイルに設定すると問題が発生することがあります。推奨する設定方法:
nl: Tenslotte kan een signaal worden gebruikt om het veld e-mail field te verbinden aan het object gebruiker. U moet, om dit te laten werken, het signaal importeren vanuit het pakket `django-cas-ng` en uw code met dit signaal verbinden. Dit in het bestand met instellingen doen kan problemen veroorzaken, daarom wordt voorgesteld het te plaatsen:
pt: Finalmente, um sinal pode ser usado para mapear o campo de e-mail para o objeto do utilizador. Para que isso funcione, tem que importar o sinal do pacote `django-cas-ng` e conectar o seu código com este sinal. Fazer isto em configurações de ficheiro pode causar problemas, portanto, é sugerido pôr-lo:
pt_br: Finalmente, um sinal pode ser usado para mapear o campo de e-mail para o objeto do usuário. Para que isso funcione, você tem que importar o sinal do pacote `django-cas-ng` e conectar seu código com este sinal. Fazer isso em configurações de arquivo pode causar problemas, portanto, é sugerido colocá-lo:
ro: În cele din urmă, se poate utiliza un semnal pentru a corela câmpul de e-mail cu obiectul utilizator. Pentru ca acest lucru să funcționeze, trebuie să importați semnalul din pachetul `django-cas-ng` și să vă conectați codul cu acest semnal. Făcând acest lucru în fișierul de setări poate cauza probleme, de aceea este sugerat să îl puneți:
ru: Наконец, для связывания поля электронной почты с объектом пользователя может быть использован сигнал. Для этого необходимо импортировать сигнал из пакета `django-cas-ng` и подключить к этому сигналу свой код. Выполнение этого действия в файле настроек может вызвать проблемы, поэтому его код предлагается поместить:
sv: Slutligen kan en signal användas för att mappa e-postfältet till användarobjektet. För att detta ska fungera måste du importera signalen från paketet `django-cas-ng` och koppla din kod till denna signal. Att göra detta i inställningsfilen kan orsaka problem, därför rekommenderas det att placera den:
ta: இறுதியாக, பயனர் பொருளுக்கு மின்னஞ்சல் புலத்தை வரைபடமாக்க ஒரு சமிக்ஞையைப் பயன்படுத்தலாம். இது வேலை செய்ய நீங்கள் `சாங்கோ-சிஏஎச்-என்சி` தொகுப்பிலிருந்து சமிக்ஞையை இறக்குமதி செய்து இந்த சமிக்ஞையுடன் உங்கள் குறியீட்டை இணைக்க வேண்டும். அமைப்புகள் கோப்பில் இதைச் செய்வது சிக்கல்களை ஏற்படுத்தும், எனவே அதை வைக்க பரிந்துரைக்கப்படுகிறது:
tr: Son olarak, e-posta alanını kullanıcı nesnesiyle eşlemek için bir sinyal kullanabilirsiniz. Bunun çalışması için sinyali `django-cas-ng` paketinden içe aktarmanız ve kodunuzu bu sinyale bağlamanız gerekir. Bunu ayarlar dosyasında yapmak sorunlara neden olabilir. Bu nedenle şunları koymanız önerilir:
uk: Нарешті, для прив'язки поля адреси електронної пошти до об'єкта користувача можна скористатися сигналом. Щоб це спрацювало, вам слід імпортувати сигнал з пакунка `django-cas-ng` і з'єднати ваш код із цим сигналом. Виконання цього завдання у файлів параметрів може спричинити проблеми, тому пропонуємо вам такий варіант:
zh_hans: 最后，可以使用信号将电子邮箱字段投射到用户对象上。为了生效，必须将信号从 `django-cas-ng` 软件包导入，并将你的代码与这个信号连接。在设置文件中这样做可能产生问题，这样建议将它放进去：
zh_hant: 最後，可以使用信號將電子郵箱字段投射到用戶對像上。為了生效，必須將信號從 `django-cas-ng` 軟件包導入，並將你的代碼與這個信號連接。在設置文件中這樣做可能產生問題，這樣建議將它放進去：

source: In your app config's :py:meth:`django:django.apps.AppConfig.ready` method
de: In der Methode :py:meth:`django:django.apps.AppConfig.ready` Ihrer App-Konfiguration
ga: I modh cumraíochta d'aip :py:meth:`django:django.apps.AppConfig.ready`
hu: Az alkalmazás konfigurációjának :py:meth:`django:django.apps.AppConfig.ready` metódusában elhelyezni,
id: Di dalam metode :py:meth:`django:django.apps.AppConfig.ready` konfigurasi aplikasi Anda
ja: アプリケーションの設定ファイル、:py:meth:`django:django.apps.AppConfig.ready` メソッドの中に記述
nl: In de methode van uw app's configuratie :py:meth:`django:django.apps.AppConfig.ready`
pt: No método :py:meth:`django:django.apps.AppConfig.ready` da configuração do seu app
pt_br: No método :py:meth:`django:django.apps.AppConfig.ready` da configuração do seu aplicativo
ro: În metoda :py:meth:`django:django.apps.AppConfig.ready` din configurația aplicației dvs
ru: В метод :py:meth:`django:django.apps.AppConfig.ready` конфигурации вашего приложения
sv: I din appkonfigurations :py:meth:`django:django.apps.AppConfig.ready`-metod
tr: Uygulamanızın yapılandırmasında :py:meth:`django:django.apps.AppConfig.ready` yöntemi
uk: У методі :py:meth:`django:django.apps.AppConfig.ready` налаштувань вашої програми
zh_hans: 在你的 app 配置的 :py:meth:`django:django.apps.AppConfig.ready` 方法
zh_hant: 在你的 app 配置的 :py:meth:`django:django.apps.AppConfig.ready` 方法

source: In the project's :file:`urls.py` file (when no models exist)
de: In der Datei :file:`urls.py` des Projekts (wenn keine Modelle vorhanden sind)
ga: Sa tionscadal :file:`urls.py` (nuair nach bhfuil samhlacha ann)
hu: A projekt :file:`urls.py` fájljában (ha nem léteznek modellek)
id: Di dalam berkas :file:`urls.py` proyek (bila tidak ada model)
ja: プロジェクト ファイル、 :file:`urls.py` の中に記述（モデルが存在しない場合）
nl: In het bestand van het project :file:`urls.py` (als er geen modellen bestaan)
pt: No ficheiro :file:`urls.py` do projeto (quando não há modelos)
pt_br: No arquivo :file:`urls.py` do projeto (quando não há modelos)
ro: În fișierul :file:`urls.py` al proiectului (atunci când nu există modele)
ru: В проектовый файл :file:`urls.py` (если у вас нет моделей)
sv: I projektets :file:`urls.py`-fil (när inga modeller finns)
tr: Projenin :file:`urls.py` dosyasında (herhangi bir model var olmadığında)
uk: У файлі проєкту :file:`urls.py` (якщо моделей не існує)
zh_hans: 在项目的 :file:`urls.py` 文件中（当没有模块存在时）
zh_hant: 在項目的 :file:`urls.py` 文件中（當沒有模塊存在時）

source: Configuring third party Django authentication
de: Konfigurieren der Django-Authentifizierung von Drittanbietern
ga: Fíordheimhniú Django tríú páirtí a chumrú
hu: Harmadik féltől származó Django hitelesítések beállítása
id: Mengonfigurasi autentikasi Django pihak ketiga
ja: サード パーティの Django 認証の設定
nl: Configureren van derde partij authenticatie voor Django
pt: Configurando autenticação por Django de terceiros
pt_br: Configurando autenticação por Django de terceiros
ro: Configurarea autentificării Django de la o terță parte
ru: Настройка сторонней авторизации Django
sv: Konfigurera tredjeparts Django-autentisering
ta: மூன்றாம் தரப்பு சாங்கோ அங்கீகாரத்தை கட்டமைத்தல்
tr: Üçüncü taraf Django kimlik doğrulamasını yapılandırmak
uk: Налаштовування стороннього розпізнавання за допомогою Django
zh_hans: 配置第三方 Django 身份验证
zh_hant: 配置第三方 Django 身份驗證

source: Generally any Django authentication plugin should work with Weblate. Just follow the instructions for the plugin, just remember to keep the Weblate user backend installed.
de: Generell sollte jedes Django-Authentifizierungs-Plugin mit Weblate funktionieren. Folgen Sie einfach den Anweisungen für das Plugin und denken Sie daran, das Weblate-Benutzer-Backend installiert zu lassen.
ga: Go ginearálta ba cheart go n-oibreodh aon bhreiseán fíordheimhnithe Django le Weblate. Níl le déanamh ach na treoracha don bhreiseán a leanúint, níl le déanamh ach cuimhneamh ar inneall Weblate a shuiteáil.
hu: Általánosságban bármelyik Django-hitelesítési beépülő (plugin) működik a Weblate-tel. Kövesse a beépülő dokumentációját, és ügyeljen rá, hogy a Weblate felhasználói háttérmodul megmaradjon.
id: Umumnya setiap pengaya autentikasi Django harus bekerja dengan Weblate. Cukup ikuti instruksi untuk pengaya tersebut, ingatlah untuk tetap memasang backend pengguna Weblate.
ja: 通常、Django 認証プラグインは Weblate で動作します。プラグインの指示に従い、Weblate user backend をインストールした状態にしておくことに注意が必要です。
nl: Over het algemeen zou elke plug-in voor authenticatie van Django moeten werken met Weblate. Volg eenvoudigweg de instructies voor de plug-in, onthoud echter wel om de gebruiker backend van Weblate geïnstalleerd te laten.
pt: Geralmente, qualquer extensão de autenticação Django deve funcionar com Weblate. Basta seguir as instruções da extensão, lembrando de manter o backend do utilizador Weblate instalado.
pt_br: Geralmente, qualquer plugin de autenticação Django deve funcionar com Weblate. Basta seguir as instruções do plugin, lembrando de manter o backend do usuário Weblate instalado.
ro: În general, orice plugin de autentificare Django ar trebui să funcționeze cu Weblate. Trebuie doar să urmați instrucțiunile pentru plugin, dar nu uitați să păstrați instalat backend-ul de utilizator Weblate.
ru: Как правило, с Weblate должен заработать любой плагин авторизации Django. Просто следуйте инструкциям для установки плагина и не забудьте оставить в способах авторизации пользователя Weblate.
sv: I allmänhet bör alla Django-autentiseringsplugins fungera med Weblate. Följ bara instruktionerna för pluginen och kom ihåg att behålla Weblate-användarbackend installerad.
ta: பொதுவாக எந்த சாங்கோ அங்கீகார சொருகி வலைபெயர்ப்புடுடன் வேலை செய்ய வேண்டும். சொருகி வழிமுறைகளைப் பின்பற்றவும், வலைபெயர்ப்பு பயனர் பின்தளத்தில் நிறுவப்பட்டிருக்க நினைவில் கொள்ளுங்கள்.
tr: Genellikle herhangi bir Django kimlik doğrulama uygulama eki Weblate ile çalışmalıdır. Yalnızca eklentinin yönergesini izleyin. Weblate kullanıcı arka ucunu kurulmuş olarak tutmayı unutmayın.
uk: Загалом, із Weblate має працювати будь-який додаток розпізнавання Django. Просто виконуйте настанови для цього додатка, просто не забудьте встановити модуль користувачів Weblate.
zh_hans: 一般地，任何 Django 身份认证插件应该可以在 Weblate 上工作。只需要按照插件的说明，只记住安装了 Weblate 用户后台。
zh_hant: 一般地，任何 Django 身份認證插件應該可以在 Weblate 上工作。只需要按照插件的說明，只記住安裝了 Weblate 用戶後台。

source: Typically the installation will consist of adding an authentication backend to :setting:`django:AUTHENTICATION_BACKENDS` and installing an authentication app (if there is any) into :setting:`django:INSTALLED_APPS`:
de: Typischerweise besteht die Installation aus dem Hinzufügen eines Authentifizierungs-Backends zu :setting:`django:AUTHENTICATION_BACKENDS` und der Installation einer Authentifizierungs-App (falls es eine gibt) in :setting:`django:INSTALLED_APPS`:
ga: Go hiondúil is éard a bheidh sa tsuiteáil ná inneall fíordheimhnithe a chur le :setting:`django:AUTHENTICATION_BACKENDS` agus aip fíordheimhnithe a shuiteáil (má tá aon cheann ann) i :setting:`django:INSTALLED_APPS`:
hu: A telepítés jellemzően abból áll, hogy egy új hitelesítési modult (backend) ad hozzá az :setting:`django:AUTHENTICATION_BACKENDS` beállításhoz, valamint az esetlegesen szükséges hitelesítési alkalmazást az :setting:`django:INSTALLED_APPS` listához:
id: Biasanya instalasi akan terdiri dari penambahkan backend autentikasi ke :setting:`django:AUTHENTICATION_BACKENDS` dan memasang aplikasi autentikasi (jika ada) ke dalam :setting:`django:INSTALLED_APPS`:
ja: 通常の、認証バックエンドを :setting:`django:AUTHENTICATION_BACKENDS` に追加し、認証アプリケーション（存在する場合）を :setting:`django:INSTALLED_APPS` にインストールする方法:
nl: Gewoonlijk zal de installatie bestaan uit het toevoegen van een backend voor authenticatie aan :setting:`django:AUTHENTICATION_BACKENDS` en het installeren van een app voor authenticatie (als er een is) in :setting:`django:INSTALLED_APPS`:
pt: Normalmente, a instalação consiste em adicionar uma autenticação de backend a :setting:`django:AUTHENTICATION_BACKENDS` e a instalar uma app de autenticação (se houver) no :setting:`django:INSTALLED_APPS`:
pt_br: Normalmente, a instalação consiste em adicionar uma autenticação de backend a :setting:`django:AUTHENTICATION_BACKENDS` e a instalar um aplicativo de autenticação (se houver) no :setting:`django:INSTALLED_APPS`:
ro: De obicei, instalarea va consta în adăugarea unui backend de autentificare la :setting:`django:AUTHENTICATION_BACKENDS` și instalarea unei aplicații de autentificare (dacă există) în :setting:`django:INSTALLED_APPS`:
ru: Обычно установка заключается в том, чтобы добавить способ авторизации в список :setting:`django:AUTHENTICATION_BACKENDS` и установить соответствующее приложение авторизации (если таковое имеется) и добавить его в список :setting:`django:INSTALLED_APPS`:
sv: Vanligtvis består installationen av att lägga till en autentiseringsbackend till :setting:`django:AUTHENTICATION_BACKENDS` och installera en autentiseringsapp (om det finns någon) i :setting:`django:INSTALLED_APPS`:
tr: Genellikle kurulum, :setting:`django:AUTHENTICATION_BACKENDS` seçeneğine bir kimlik doğrulama arka ucu eklemekten ve :setting:`django:INSTALLED_APPS` içine bir kimlik doğrulama uygulaması (varsa) kurmaktan oluşur:
uk: Типово, встановлення полягає у додаванні модуля розпізнавання до запису :setting:`django:AUTHENTICATION_BACKENDS` і встановленні програми для розпізнавання (якщо таку передбачено) до :setting:`django:INSTALLED_APPS`:
zh_hans: 典型的安装包括，将身份验证后台添加到 :setting:`django:AUTHENTICATION_BACKENDS`，并将身份验证 app（如果有的话）安装到 :setting:`django:INSTALLED_APPS` ：
zh_hant: 典型的安裝包括，將身份驗證後台添加到 :setting:`django:AUTHENTICATION_BACKENDS` ，並將身份驗證 app （如果有的話）安裝到 :setting:`django:INSTALLED_APPS` ：

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
ga: Fíordheimhniú dhá-fhachtóir
hu: Kétlépcsős hitelesítés
id: Autentikasi dua faktor
ja: 二要素認証
nl: Twee-factor authenticatie
pt: Autenticação de dois fatores
pt_br: Autenticação de dois fatores
ru: Двухфакторная авторизация
sv: Tvåfaktorsautentisering
ta: இரண்டு காரணி ஏற்பு
tr: İki adımlı doğrulama
uk: Двофакторне розпізнавання
zh_hans: 双因素身份验证

source: Two-factor authentication adds another layer of security to your account by requiring more than just a password to sign in.
de: Die Zwei-Faktor-Authentifizierung fügt Ihrem Benutzerkonto eine weitere Sicherheitsebene hinzu, indem sie mehr als nur ein Passwort für die Anmeldung verlangt.
ga: Cuireann fíordheimhniú dhá fhachtóir sraith eile slándála le do chuntas trí níos mó ná pasfhocal amháin a éileamh chun síniú isteach.
hu: A kétlépcsős hitelesítés további biztonsági réteget ad a fiókjához azáltal, hogy a bejelentkezéshez nemcsak jelszót, hanem egyéb hitelesítést is megkövetel.
id: Autentikasi dua faktor menambahkan lapisan keamanan lain pada akun Anda dengan mengharuskan lebih dari sekadar kata sandi untuk masuk.
ja: 二要素認証は、パスワードだけでなく、追加の認証要素を要求することでアカウントのセキュリティをより強固にします。
nl: Twee-factor authenticatie voegt nog een beveiligingslaag toe aan uw account door net iets meer te vragen dan alleen een wachtwoord om in te loggen.
pt: A autenticação de dois fatores adiciona outra camada de segurança à sua conta, exigindo mais do que apenas uma senha para a autenticação.
pt_br: Autenticação de dois fatores adiciona outra camada de segurança à sua conta, exigindo mais do que apenas uma senha para fazer login.
ru: Двухфакторная авторизация добавляет ещё один уровень безопасности вашей учётной записи, требуя для входа больше, чем просто пароль.
sv: Tvåfaktorsautentisering lägger till ytterligare ett säkerhetslager till ditt konto genom att kräva mer än bara ett lösenord för att logga in.
ta: இரண்டு காரணி ஏற்பு உள்நுழைய கடவுச்சொல்லை விட அதிகமாக தேவைப்படுவதன் மூலம் உங்கள் கணக்கிற்கு மற்றொரு பாதுகாப்பை சேர்க்கிறது.
tr: İki adımlı doğrulama, oturum açmak için parola dışında bir bilgi daha isteyerek hesabınıza ek bir güvenlik katmanı ekler.
uk: Двофакторна автентифікація додає ще один рівень безпеки до вашого облікового запису вимагаючи для входу не лише пароль.
zh_hans: 由于登录时不仅需要密码，双因素身份验证为您的帐户增加了另一层安全性。

source: Weblate supports the following second factors:
de: Weblate unterstützt die folgenden Zweitfaktoren:
ga: Tacaíonn Weblate leis na dara fachtóirí seo a leanas:
hu: A Weblate az alábbi második hitelesítési tényezőket támogatja:
id: Weblate mendukung faktor kedua berikut:
ja: Weblate は次の二要素認証に対応しています。
nl: Weblate ondersteunt de volgende twee-factors:
pt: Weblate é compatível com os seguintes fatores secundários:
pt_br: Weblate é compatível com os seguintes fatores secundários:
sv: Weblate stöder följande andra faktorer:
ta: வலைபெயர்ப்பு பின்வரும் இரண்டாவது காரணிகளை ஆதரிக்கிறது:
tr: Weblate, şu ikinci adımları destekler:
uk: У Weblate передбачено підтримку таких других факторів:
zh_hans: Weblate 支持下列双因素认证：

source: Security keys (WebAuthn)
de: Sicherheitsschlüssel (WebAuthn)
ga: Eochracha slándála (WebAuthn)
hu: Biztonsági kulcsok (WebAuthn)
id: Kunci keamanan (WebAuthn)
ja: セキュリティ キー（WebAuthn）
nl: Beveiligingssleutels (WebAuthn)
pt: Chaves de segurança (WebAuthn)
pt_br: Chaves de segurança (WebAuthn)
ru: Ключи безопасности (WebAuthn)
sv: Säkerhetsnycklar (WebAuthn)
ta: பாதுகாப்பு விசைகள் (வெப்அத்ன்)
tr: Güvenlik anahtarları (WebAuthn)
uk: Ключі безпеки (WebAuthn)
zh_hans: 安全密钥（WebAuthn）

source: Both, Passkeys and security keys are supported.
de: Es werden sowohl Passkeys als auch Sicherheitsschlüssel unterstützt.
ga: Tacaítear le Pasfhocail agus eochracha slándála araon.
hu: Támogatott a Passkey és a biztonsági kulcs is.
id: Keduanya, Kunci sandi dan kunci keamanan didukung.
ja: パス キーと秘密鍵の両方に対応しています。
nl: Zowel wachtwoorden als beveiligingssleutels worden ondersteund.
pt: Há suporte para chaves de acesso e chaves de segurança.
pt_br: Há suporte para chaves de acesso e chaves de segurança.
sv: Både passnycklar och säkerhetsnycklar stöds.
ta: இரண்டும், பாச்கிகள் மற்றும் பாதுகாப்பு விசைகள் ஆதரிக்கப்படுகின்றன.
tr: Geçiş anahtarları ve güvenlik anahtarlarının ikisi de desteklenir.
uk: Підтримуються і ключі доступу, і ключі безпеки.
zh_hans: 同样支持 Passkeys 和 安全密钥。

source: Passkeys validate your identity using touch, facial recognition, a device password, or a PIN as they include user verification.
de: Passkeys bestätigen die Identität durch Berührung, Gesichtserkennung, ein Gerätepasswort oder eine PIN, da sie eine Benutzerverifizierung beinhalten.
ga: Déanann pasfhocail d'aitheantas a bhailíochtú trí úsáid a bhaint as tadhall, aithint aghaidhe, pasfhocal gléis, nó UAP mar go n-áirítear leo fíorú úsáideora.
hu: A Passkey érintés, arcfelismerés, eszközjelszó vagy PIN-kód segítségével azonosítja a felhasználót, mivel beépített felhasználóellenőrzést tartalmaz.
id: Kunci sandi memvalidasi identitas Anda menggunakan sentuhan, pengenalan wajah, kata sandi perangkat, atau PIN karena kunci sandi mencakup verifikasi pengguna.
ja: パスキーにはユーザー認証が含まれており、タッチ、顔認識、デバイスのパスワード、または PIN を使用して ID を検証します。
nl: Gegevens voor valideren van uw identiteit gebruiken aanraken, gezichtsherkenning, een wachtwoord voor een apparaat, of een PIN als zij verificatie van de gebruiker bevatten.
pt: Os Passkeys validam a sua identidade usando toque, reconhecimento facial, uma palavra-passe de dispositivo ou um PIN, pois incluem a verificação do utilizador.
pt_br: Os Passkeys validam sua identidade usando toque, reconhecimento facial, uma senha de dispositivo ou um PIN, pois incluem a verificação do usuário.
sv: Passkeys validerar din identitet med hjälp av touch, ansiktsigenkänning, ett enhetslösenord eller en PIN-kod, eftersom de inkluderar användarverifiering.
ta: பயனர் சரிபார்ப்பை உள்ளடக்கியதால் தொடுதல், முக ஏற்பு, சாதன கடவுச்சொல் அல்லது முள் ஆகியவற்றைப் பயன்படுத்தி உங்கள் அடையாளத்தை பாச்கேச் சரிபார்க்கவும்.
tr: Geçiş anahtarları kullanıcı doğrulamasını da içerdiğinden, kimliğinizi dokunma, yüz tanıma, aygıt parolası veya PIN kodu ile doğrular.
uk: Ключі доступу підтверджують вашу особу за допомогою дотику, розпізнавання пальця, паролю пристрою або PIN-коду, оскільки вони включають підтвердження користувача.
zh_hans: Passkeys 使用触摸、脸部识别、设备密码或 PIN 码验证你的身份，因它们包含用户验证。
