Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Choose :ref:`component-template` for document translations.
de: Wählen Sie :ref:`component-template` für Dokumentübersetzungen.
ga: Roghnaigh :ref:`component-template` le haghaidh aistriúcháin doiciméad.
hu: Válassza az :ref:`component-template` sablont dokumentumfordításokhoz.
id: Pilih :ref:`component-template` untuk terjemahan dokumen.
ja: ドキュメントの翻訳には、:ref:`component-template` を選択します。
nl: Kies :ref:`component-template` voor documentvertalingen.
pt: Escolha :ref:`component-template` para traduções de documentos.
pt_br: Escolha :ref:`component-template` para traduções de documentos.
ru: Для перевода документа выберите :ref:`component-template`.
sv: Välj :ref:`component-template` för dokumentöversättningar.
tr: Belge çevirileri için :ref:`component-template` seçin.
uk: Виберіть :ref:`component-template` для перекладів документів.
zh_hans: 文档翻译选择 :ref:`component-template`。

source: Choose any translation file for others.
de: Wählen Sie eine beliebige Übersetzungsdatei für andere Übersetzungen.
ga: Roghnaigh aon chomhad aistriúcháin do dhaoine eile.
hu: Más esetekben bármely fordítási fájl választható.
id: Pilih berkas terjemahan untuk orang lain.
ja: 他の翻訳ファイルを選択します。
nl: Kies een willekeurig vertaalbestand voor andere.
pt: Escolha qualquer ficheiro de tradução para outros.
pt_br: Escolha qualquer arquivo de tradução para outros.
ru: Выберите любой файл перевода для других.
sv: Välj valfri översättningsfil för andra.
ta: மற்றவர்களுக்கு எந்த மொழிபெயர்ப்பு கோப்பையும் தேர்வு செய்யவும்.
tr: Diğerleri için herhangi bir çeviri dosyası seçin.
uk: Виберіть будь-який файл перекладу для інших.
zh_hans: 其他格式选择任意翻译文件。

source: Template file can be the same as the base file in most cases.
de: Die Vorlagendatei kann in den meisten Fällen dieselbe sein wie die Basisdatei.
ga: Is féidir le comhad teimpléid a bheith mar an gcéanna leis an mbunchomhad i bhformhór na gcásanna.
hu: A sablonfájl a legtöbb esetben megegyezhet az alapfájllal.
id: Dalam kebanyakan kasus, berkas templat dapat sama dengan berkas dasar.
ja: 通常、テンプレート ファイルはベース ファイルと同じにできます。
nl: Het sjabloonbestand mag in de meeste gevallen hetzelfde zijn als het basisbestand.
pt: O ficheiro de modelo pode ser o mesmo que o ficheiro de base na maioria dos casos.
pt_br: O arquivo de modelo pode ser o mesmo que o arquivo de base na maioria dos casos.
ru: В большинстве случаев файл шаблона может совпадать с базовым файлом.
sv: Mallfilen kan i de flesta fall vara densamma som basfilen.
ta: வார்ப்புரு கோப்பு பெரும்பாலான சந்தர்ப்பங்களில் அடிப்படை கோப்பைப் போலவே இருக்கும்.
tr: Kalıp dosyası çoğu durumda temel dosyayla aynı olabilir.
uk: Здебільшого, файл шаблона може бути тим самим файлом, що і основний файл.
zh_hans: 多数情况下，模板文件可以和基础文件相同。

source: In many monolingual formats Weblate starts with empty file by default. Use this in case you want to have all strings present with empty value when creating new translation.
de: In vielen einsprachigen Formaten beginnt Weblate standardmäßig mit einer leeren Datei. Verwenden Sie diese Option, wenn Sie möchten, dass bei der Erstellung einer neuen Übersetzung alle Zeichenketten mit einem leeren Wert vorhanden sind.
ga: I go leor formáidí aonteangacha tosaíonn Weblate le comhad folamh de réir réamhshocraithe. Úsáid é seo ar eagla go dteastaíonn uait gach teaghrán a bhfuil luach folamh orthu agus aistriúchán nua á chruthú.
hu: Számos egynyelvű formátumnál a Weblate alapértelmezés szerint üres fájllal indul. Használja ezt akkor, ha szeretné, hogy új fordítás létrehozásakor minden szöveg üres értékkel szerepeljen.
id: Dalam banyak format monolingual, Weblate dimulai dengan berkas kosong secara bawaan. Gunakan ini jika Anda ingin semua string hadir dengan nilai kosong saat membuat terjemahan baru.
ja: Weblate は、さまざまなモノリンガル形式として開始する場合、デフォルトで空のファイルを用意します。新しい翻訳を作成するときに、すべての文字列を空の値として設定する場合に使用します。
nl: In veel eentalige indelingen begint Weblate standaard met ene leeg bestand. Gebruik dat in het geval u wilt dat alle aanwezige tekenreeksen een lege waarde hebben bij het maken van een nieuwe vertaling.
pt: Em muitos formatos monolíngues, o Weblate começa com um ficheiro vazio por padrão. Use-o no caso de desejar que todas as cadeias estejam presentes com um valor vazio ao criar uma nova tradução.
pt_br: Em muitos formatos monolíngues, o Weblate começa com um arquivo vazio por padrão. Use-o no caso de desejar que todos os textos estejam presentes com um valor vazio ao criar uma nova tradução.
ro: În multe formate monolingve, Weblate începe în mod implicit cu un fișier gol. Utilizați acest lucru în cazul în care doriți să aveți toate șirurile de caractere prezente cu o valoare goală atunci când creați o nouă traducere.
ru: Для многих одноязычных форматов Weblate по умолчанию начинает с пустого файла. Используйте это, если вы хотите, чтобы при создании нового перевода все строки были с пустым значением.
sv: I många enspråkiga format startar Weblate med en tom fil som standard. Använd detta om du vill att alla strängar ska ha tomma värden när du skapar en ny översättning.
ta: பல ஒருமொழி வடிவங்களில் வலைபெயர்ப்பு இயல்புநிலையாக வெற்று கோப்புடன் தொடங்குகிறது. புதிய மொழிபெயர்ப்பை உருவாக்கும் போது எல்லா சரங்களையும் வெற்று மதிப்புடன் வைத்திருக்க விரும்பினால் இதைப் பயன்படுத்து.
tr: Birçok tek dilli biçimde Weblate varsayılan olarak boş dosya ile başlar. Yeni çeviri oluştururken tüm dizgelerin değerinin boş olmasını istiyorsanız bunu kullanın.
uk: Для багатьох одномовних форматів Weblate типово починає переклад з порожнього файла. Скористайтеся цим варіантом, якщо ви хочете при створенні перекладу усі рядки було показано як порожні значення.
zh_hans: 在很多单语言格式中，Weblate 默认以空文件开始。新建新的翻译时，在您想要所有的字符串都以空值出现的情况下来使用。

source: Translation file format, see also :ref:`formats`.
de: Format der Übersetzungsdatei, siehe auch :ref:`formats`.
ga: Formáid comhaid aistriúcháin, féach freisin :ref:`formats`.
hu: Fordítási fájlformátum, lásd még: :ref:`formats`.
id: Format berkas terjemahan, lihat juga :ref:`formats`.
ja: 翻訳ファイル形式、 参照: :ref:`formats`。
nl: Bestandsindeling vertaling, bekijk ook :ref:`formats`.
pt: Formato do ficheiro de tradução, veja também :ref:`formats`.
pt_br: Formato do arquivo de tradução, veja também :ref:`formats`.
ro: Formatul fișierului de traducere, a se vedea și :ref:`formats`.
ru: Формат файла перевода, смотрите также :ref:`поддерживаемые форматы файлов <formats>`.
sv: Översättningsfilformat, se även :ref:`formats`.
tr: Çeviri dosyası biçimi. Ayrıntılı bilgi almak için: :ref:`formats`.
uk: Формат файла перекладу, див. також :ref:`formats`.
zh_hans: 翻译文件格式，还请参见 :ref:`formats`。
zh_hant: 翻譯文件格式，還請參見 :ref:`formats`。

source: File format parameters
id: Parameter format berkas
sv: Filformatsparametrar

source: Parameters used to configure how translation files are processed, see also :ref:`file_format_params`.
sv: Parametrar som används för att konfigurera hur översättningsfiler bearbetas, se även :ref:`file_format_params`.

source: Source string bug reporting address
de: Adresse für Fehlerberichte bei Ausgangszeichenketten
ga: Seoladh tuairiscithe fabht teaghrán foinse
hu: Forrásszöveg hibabejelentési címe
id: Alamat pelaporan kesalahan string sumber
ja: 原文ミスの報告先アドレス
nl: Adres voor het melden van onjuiste brontekenreeksen
pt: Endereço para reportar erros na cadeia fonte
pt_br: Endereço do relatório de erros do texto fonte
ro: Adresa de raportare a erorilor din șirul sursă
ru: Адрес для сообщения об ошибке в исходной строке
sv: Adress för felrapport av källsträngar
ta: மூல சரம் பிழை அறிக்கை முகவரி
tr: Kaynak dizge hata bildirme adresi
uk: Адреса для повідомлень про помилки у рядках
zh_hans: 源字符串缺陷报告地址
zh_hant: 來源字串臭蟲回報位址

source: Email address used for reporting upstream bugs. This address will also receive notification about any source string comments made in Weblate.
de: E-Mail-Adresse, die für die Meldung von Upstream-Fehlern verwendet wird. Diese Adresse erhält auch Benachrichtigungen über Kommentare zu den Ausgangszeichenketten in Weblate.
ga: Seoladh ríomhphoist a úsáidtear chun fabhtanna réamhtheachtacha a thuairisciú. Gheobhaidh an seoladh seo fógra freisin faoi aon tráchtanna teaghrán foinse a dhéanfar in Weblate.
hu: Az e-mail cím, amely a forrásprojektre vonatkozó hibák jelentésére, valamint a Weblate forrásszöveg megjegyzéseinek értesítéseire szolgál.
id: Alamat surel yang digunakan untuk melaporkan bug di hulu. Alamat ini juga akan menerima notifikasi tentang komentar string sumber yang dibuat di Weblate.
ja: 上流のバグの報告に使用するメール アドレス。このアドレスは、Weblate が作成した原文へのコメントについての通知も受け取ります。
nl: E-mailadres gebruikt voor het rapporteren van bugs naar upstream. Dit adres zal ook notificatie ontvangen over opmerkingen voor alle brontekenreeksen, die worden gemaakt in Weblate.
pt: Endereço de e-mail usado para relatar bugs upstream. Este endereço também receberá notificação sobre quaisquer comentários da cadeia fonte feitos no Weblate.
pt_br: Endereço de e-mail usado para relatar bugs upstream. Este endereço também receberá notificação sobre quaisquer comentários de texto fonte feitos no Weblate.
ro: Adresa de e-mail utilizată pentru raportarea erorilor din amonte. Această adresă va primi, de asemenea, notificări cu privire la orice comentarii despre șirul sursă făcute în Weblate.
ru: Адрес электронной почты, используемый для отправки сообщений об ошибках в исходных строках. На этот адрес также будут отсылаться уведомления о любых сделанных в Weblate комментариях к исходной строке.
sv: E-postadress som används för att rapportera uppströmsfel. Denna adress kommer också att få meddelanden om alla kommentarer till källsträngar som görs i Weblate.
ta: மேலோடை பிழைகள் புகாரளிக்க மின்னஞ்சல் முகவரி பயன்படுத்தப்படுகிறது. இந்த முகவரி வலைபெயர்ப்பில் செய்யப்பட்ட எந்த மூல சரம் கருத்துகளையும் பற்றிய அறிவிப்பையும் பெறும்.
tr: Yukarı akış hatalarını bildirmek için kullanılacak e-posta adresi. Bu adres, Weblate üzerinde yapılan tüm kaynak dizge yorumları ile ilgili bildirimleri de alır.
uk: Адреса електронної пошти для звітів щодо вад у коді. На цю адресу також надсилатимуться сповіщення щодо отримання будь-яких коментарів щодо початкового коду, які було створено на Weblate.
zh_hans: 用于报告上游缺陷的电子邮箱地址。这个地址还会收到在 Weblate 中作出的任何源字符串评论的通知。
zh_hant: 用於匯報上游缺陷的電子郵箱地址。 Weblate 中做出的任何字符串註釋的通知，也由這個地址接收。

source: With the :ref:`gettext` format, this address is also saved by Weblate in the :mailheader:`Report-Msgid-Bugs-To` header of the file.
de: Beim :ref:`gettext`-Format wird diese Adresse von Weblate auch im :mailheader:`Report-Msgid-Bugs-To`-Header der Datei gespeichert.
ga: Leis an bhformáid :ref:`gettext`, sábhálann Weblate an seoladh seo freisin sa :mailheader:`Report-Msgid-Bugs-To` den chomhad.
hu: A :ref:`gettext` formátum esetén a Weblate ezt a címet a fájl :mailheader:`Report-Msgid-Bugs-To` fejlécébe is beilleszti.
id: Dengan format :ref:`gettext`, alamat ini juga disimpan oleh Weblate di header :mailheader:`Report-Msgid-Bugs-To` pada berkas.
ja: :ref:`gettext` 形式では、このアドレスはファイルの :mailheader:`Report-Msgid-Bugs-To` ヘッダーに Weblate によって保存されます。
nl: Met de indeling :ref:`gettext` wordt dit adres ook opgeslagen door Weblate in de kop :mailheader:`Report-Msgid-Bugs-To` van het bestand.
pt: Com o formato :ref:`gettext`, este endereço também é gravado pelo Weblate no cabeçalho :mailheader:`Report-Msgid-Bugs-To` do ficheiro.
pt_br: Com o formato :ref:`gettext`, esse endereço também é salvo pelo Weblate no cabeçalho :mailheader:`Report-Msgid-Bugs-To` do arquivo.
ru: При использовании формата :ref:`gettext` этот адрес также сохраняется Weblate в заголовке файла :mailheader:`Report-Msgid-Bugs-To`.
sv: Med :ref:`gettext`-formatet sparas denna adress också av Weblate i :mailheader:`Report-Msgid-Bugs-To`-rubriken i filen.
tr: :ref:`gettext` biçiminde, bu adres Weblate tarafından dosyanın :mailheader:`Report-Msgid-Bugs-To` üst bilgisine de kaydedilir.
uk: У форматі :ref:`gettext` ця адреса також зберігається Weblate у заголовку файлу :mailheader:`Report-Msgid-Bugs-To`.
zh_hans: 对于 :ref:`gettext` 格式，此地址同样由 Weblate 保存在该文件的 :mailheader:`Report-Msgid-Bugs-To` 标头内。

source: Do not show glossary matches
sv: Visa inte ordlistematchningar

source: Hides the glossary panel and its matches in the translation editor for this component. When enabled, glossary suggestions for this component are not computed, and the Glossary panel (including its “Add term to glossary” action) is hidden in the editor.
sv: Döljer ordlistan och dess träffar i översättningsredigeraren för denna komponent. När denna funktion är aktiverad beräknas inga ordlistförslag för denna komponent och ordlistan (inklusive funktionen "Lägg till term i ordlistan") döljs i redigeraren.

source: Glossary self-references are always excluded from matches even when this option is disabled.
sv: Självreferenser i ordlistan utesluts alltid från matchningar, även när detta alternativ är inaktiverat.

source: Allow translation propagation
de: Weitergabe von Übersetzungen erlauben
ga: Ceadaigh iomadú aistriúcháin
hu: Fordítások terjesztésének engedélyezése
id: Membolehkan propagasi terjemahan
ja: 翻訳の自動反映の有効化
nl: Sta propageren van vertalingen toe
pt: Permitir propagação da tradução
pt_br: Permitir propagação de tradução
ro: Permite propagarea traducerii
ru: Разрешить распространение перевода
sv: Tillåt spridning av översättning
ta: மொழிபெயர்ப்பு பரப்புதலை அனுமதிக்கவும்
tr: Çeviriler yayılabilsin
uk: Дозволити поширення перекладу
zh_hans: 允许同步翻译
zh_hant: 允許翻譯再用

source: You can turn off propagation of translations to this component from other components within same project. This really depends on what you are translating, sometimes it's desirable to have make use of a translation more than once.
de: Sie können die Weitergabe von Übersetzungen aus anderen Komponenten desselben Projekts an diese Komponente ausschalten. Dies hängt wirklich davon ab, was Sie übersetzen, manchmal ist es wünschenswert, eine Übersetzung mehr als einmal zu verwenden.
ga: Is féidir leat iomadú na n-aistriúchán chuig an gcomhpháirt seo ó chomhpháirteanna eile laistigh den tionscadal céanna a mhúchadh. Braitheann sé seo go mór ar a bhfuil á aistriú agat, uaireanta bíonn sé inmhianaithe úsáid a bhaint as aistriúchán níos mó ná uair amháin.
hu: Lehetőség van arra, hogy megakadályozza a fordítások automatikus terjesztését más összetevőkből ebbe az összetevőbe ugyanazon projekt keretében. Ez attól függ, mit fordít; bizonyos esetekben kívánatos lehet egy fordítást több helyen is felhasználni.
id: Anda dapat menonaktifkan propagasi terjemahan ke komponen ini dari komponen lain dalam proyek yang sama. Hal ini sangat bergantung pada apa yang Anda terjemahkan, terkadang penggunaan terjemahan lebih dari sekali memang diinginkan.
ja: 同じプロジェクト内の他のコンポーネントから、このコンポーネントへの翻訳の自動反映を無効にできます。これは何を翻訳しているかによりますが、翻訳を個別に行う方が望ましい場合もあります。
nl: U kunt het verspreiden van vertalingen naar dit onderdeel, vanuit andere onderdelen in hetzelfde project, uitschakelen. Dit is echt afhankelijk van wat u vertaalt, soms is het gewenst om meer dan een keer gebruik te maken van een vertaling.
pt: Pode desativar a propagação de traduções para este componente de outros componentes dentro do mesmo projeto. Isso realmente depende do que está a traduzir, às vezes é desejável ter feito uso de uma tradução mais de uma vez.
pt_br: Você pode desativar a propagação de traduções para este componente de outros componentes dentro do mesmo projeto. Isso realmente depende do que você está traduzindo, às vezes é desejável ter feito uso de uma tradução mais de uma vez.
ro: Puteți dezactiva propagarea traducerilor către această componentă de la alte componente din cadrul aceluiași proiect. Acest lucru depinde de ceea ce traduceți; uneori este de dorit să folosiți o traducere de mai multe ori.
ru: Вы можете отключить распространение переводов на этот компонент из других компонентов этого же проекта. Это сильно зависит от того, что вы переводите, иногда желательно использовать разные переводы для одинаковых строк.
sv: Du kan inaktivera överföring av översättningar till denna komponent från andra komponenter inom samma projekt. Detta beror på vad du översätter, ibland är det önskvärt att använda en översättning mer än en gång.
ta: அதே திட்டத்தில் உள்ள பிற கூறுகளிலிருந்து இந்த கூறுக்கு மொழிபெயர்ப்புகளை பரப்புவதை நீங்கள் அணைக்கலாம். இது உண்மையில் நீங்கள் மொழிபெயர்க்கப்படுவதைப் பொறுத்தது, சில நேரங்களில் ஒரு மொழிபெயர்ப்பை ஒன்றுக்கு மேற்பட்ட முறை பயன்படுத்த விரும்புவது விரும்பத்தக்கது.
tr: Çevirilerin aynı projedeki diğer bileşenlerden bu bileşene yayılmasını kapatabilirsiniz. Bu seçenek gerçekte neyin çevirisini yaptığınıza bağlıdır, bazen bir çeviriden birden fazla kez yararlanmak isteyebilirsiniz.
uk: Ви можете вимкнути поширення перекладів на цей складник з інших складників у тому самому проєкті. Рішення залежить від того, що саме ви перекладаєте — іноді бажаним є використання однакових перекладів усюди.
zh_hans: 您可以关闭项目内从其它部件到这个部件的翻译的传播。这实际上取决于您要翻译的内容，有时最好能多次使用同一个翻译。
zh_hant: 您可以關閉項目內從其它組件到這個組件的翻譯的傳播。這真正依賴於您在翻譯的是什麼，有時最好多次使用同一個翻譯。

source: It's usually a good idea to turn this off for monolingual translations, unless you are using the same IDs across the whole project.
de: Es ist normalerweise eine gute Idee, diese Funktion für einsprachige Übersetzungen zu deaktivieren, es sei denn, Sie verwenden dieselben IDs für das gesamte Projekt.
ga: De ghnáth is smaoineamh maith é seo a mhúchadh le haghaidh aistriúcháin aonteangacha, ach amháin má tá na IDanna céanna á n-úsáid agat ar fud an tionscadail ar fad.
hu: Egynyelvű fordítások esetén ezt általában érdemes kikapcsolni, hacsak nem azonos azonosítókat használ a teljes projektben.
id: Biasanya merupakan ide yang baik untuk menonaktifkannya untuk terjemahan monolingual, kecuali Anda menggunakan ID yang sama di seluruh proyek.
ja: 通常、プロジェクト全体で同じ ID を使用していない限り、モノリンガル翻訳ではこれを無効にしてください。
nl: Het is gewoonlijk een goed idee om dit voor eentalige vertalingen uit te schakelen, tenzij u dezelfde ID's in het gehele project gebruikt.
pt: Normalmente, é uma boa ideia desligar isso para traduções monolíngues, a menos que esteja a usar os mesmos IDs em todo o projeto.
pt_br: Normalmente, é uma boa ideia desligar isso para traduções monolíngues, a menos que você esteja usando os mesmos IDs em todo o projeto.
ro: De obicei, este o idee bună să dezactivați această opțiune pentru traducerile monolingve, cu excepția cazului în care folosiți aceleași ID-uri pentru întregul proiect.
ru: Обычно для одноязычных переводов рекомендуется отключать этот параметр, если только вы не используете во всем проекте одни и те же идентификаторы для одинаковых строк.
sv: Det är vanligtvis en bra idé att stänga av denna funktion för enspråkiga översättningar, såvida du inte använder samma ID:n i hela projektet.
ta: முழு திட்டத்திலும் நீங்கள் அதே ஐடிகளை பயன்படுத்தாவிட்டால், ஒருமொழி மொழிபெயர்ப்புகளுக்கு இதை முடக்குவது பொதுவாக நல்ல யோசனையாகும்.
tr: Tüm projede aynı kimlikleri kullanmadığınız sürece, tek dilli çeviriler için bu seçeneği kapatmak genellikle iyi bir fikirdir.
uk: Зазвичай, варто вимкнути цю можливість для одномовних перекладів, якщо ви не використовуєте однакові ідентифікатори у всьому проєкті.
zh_hans: 对于单语言翻译，除非您跨越整个项目中使用相同的 ID，通常关闭它是个好主意。
zh_hant: 對於單語言翻譯，除非您跨越整個項目中使用相同的 ID，通常關閉它是個好主意。

source: Enable suggestions
de: Vorschläge aktivieren
ga: Cumasaigh moltaí
hu: Javaslatok engedélyezése
id: Aktifkan saran
ja: 提案の有効化
nl: Suggesties inschakelen
pt: Ativar sugestões
pt_br: Habilitar sugestões
ro: Activați sugestiile
ru: Включить предложения
sv: Aktivera förslag
ta: பரிந்துரைகளை இயக்கவும்
tr: Öneriler kullanılsın
uk: Пропонувати переклад
zh_hans: 启用建议
zh_hant: 啟用建議

source: Whether translation suggestions are accepted for this component.
de: Ob Übersetzungsvorschläge für diese Komponente angenommen werden.
ga: Cibé an nglacfar le moltaí aistriúcháin don chomhpháirt seo.
hu: Meghatározza, hogy elfogad-e fordítási javaslatokat ez az összetevő.
id: Apakah saran terjemahan diterima untuk komponen ini.
ja: このコンポーネントの翻訳の提案を採用するかどうか。
nl: Of suggesties voor de vertaling voor dit onderdeel worden geaccepteerd.
pt: Se sugestões de tradução são aceitas para este componente.
pt_br: Se sugestões de tradução são aceitas para este componente.
ro: Dacă se acceptă sugestii de traducere pentru această componentă.
ru: Принимать ли предложения по переводу этого компонента.
sv: Om översättningsförslag accepteras för denna komponent.
ta: இந்த கூறுக்கு மொழிபெயர்ப்பு பரிந்துரைகள் ஏற்றுக்கொள்ளப்பட்டுள்ளனவா.
tr: Bu bileşen için çeviri önerilerinin kabul edilip edilmeyeceği.
uk: Чи приймаються пропозиції щодо перекладів у цьому складнику.
zh_hans: 对于这个部件，建议的翻译是否被接受。
zh_hant: 對於這個組件，建議的翻譯是否被接受。

source: Suggestion voting
de: Über Vorschläge abstimmen
ga: Vótáil moltaí
hu: Javaslatok szavazása
id: Voting saran
ja: 提案への投票
nl: Stemmen voor suggesties
pt: Votação de sugestão
pt_br: Votação de sugestões
ro: Votare sugestie
ru: Голосование по предложению
sv: Förslagsröstning
ta: பரிந்துரை வாக்களிப்பு
tr: Öneriler oylanabilsin
uk: Голосування за пропозицію
zh_hans: 建议投票
zh_hant: 建議投票

source: Turns on vote casting for suggestions, see :ref:`voting`.
de: Schaltet die Stimmabgabe für Vorschläge ein, siehe :ref:`voting`.
ga: Casann sé ar réitigh vóta le haghaidh moltaí, féach :ref:`voting`.
hu: A javaslatokra történő szavazás engedélyezése, lásd: :ref:`voting`.
id: Mengaktifkan pemberian suara untuk saran, lihat :ref:`voting`.
ja: 提案に対する投票の有効化。参照: :ref:`voting`。
nl: Schakelt het stemmen voor suggesties in, bekijk :ref:`voting`.
pt: Ativa a emissão de votos para sugestões, veja :ref:`voting`.
pt_br: Ativa a emissão de votos para sugestões, consulte :ref:`voting`.
ro: Activează votul pentru sugestii, vezi :ref:`voting`.
ru: Включает голосование за предложения, смотрите раздел :ref:`voting`.
sv: Aktiverar omröstning för förslag, se :ref:`voting`.
tr: Öneriler için oy verme özelliğini açar. Ayrıntılı bilgi almak için: :ref:`voting`.
uk: Вмикає голосування за пропозиції, див. :ref:`voting`.
zh_hans: 为建议打开投票，请参见 :ref:`voting`。
zh_hant: 為建議打開投票，請參見 :ref:`voting`。

source: Automatically accept suggestions
de: Vorschläge automatisch annehmen
ga: Glac le moltaí go huathoibríoch
hu: Javaslatok automatikus elfogadása
id: Setujui saran secara otomatis
ja: 提案の自動採用
nl: Suggesties automatisch accepteren
pt: Aceitar sugestões automaticamente
pt_br: Aceitar sugestões automaticamente
ru: Автоматически принимать предложения
sv: Acceptera förslag automatiskt
ta: தானாகப் பரிந்துரைகளை ஏற்றுகொள்
tr: Öneriler kendiliğinden kabul edilsin
uk: Автоматичне прийняття пропозицій
zh_hans: 自动接受建议

source: Enforced checks
de: Erzwungene Qualitätsprüfungen
ga: Seiceálacha forfheidhmithe
hu: Kényszerített ellenőrzések
id: Pemeriksaan paksa
ja: 検査の強制
nl: Afgedwongen controles
pt: Verificações impostas
pt_br: Verificações forçadas
ro: Verificări forțate
ru: Принудительная проверка
sv: Tvingande kontroller
ta: செயல்படுத்தப்பட்ட சோதனைகள்
tr: Zorunlu denetimler
uk: Примусові перевірки
zh_hans: 强制检查
zh_hant: 強制查核

source: List of checks which can not be dismissed.
id: Daftar pemeriksaan yang tidak dapat dibatalkan.
sv: Lista över kontroller som inte kan avfärdas.

source: Translation license
de: Übersetzungslizenz
ga: Ceadúnas aistriúcháin
hu: Fordítási licenc
id: Lisensi terjemahan
ja: 翻訳のライセンス
nl: Licentie van de vertaling
pt: Licença da tradução
pt_br: Licença da tradução
ro: Licență traducere
ru: Лицензия перевода
sv: Översättningslicens
ta: மொழிபெயர்ப்பு உரிமம்
tr: Çeviri lisansı
uk: Ліцензія перекладу
zh_hans: 翻译许可证
zh_hant: 翻譯授權條款
