Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For monolingual files (see :ref:`formats`), Weblate might add new translation strings present in the :ref:`component-template`, and not in actual translations. It does not however perform any automatic cleanup of stale strings, as that might have unexpected results. If you still want to do this, please install the :ref:`addon-weblate.cleanup.generic` add-on, which handles cleanup according to your requirements.
de: Bei einsprachigen Dateien (siehe :ref:`formats`) fügt Weblate möglicherweise neue Übersetzungszeichenketten hinzu, die in :ref:`component-template` und nicht in den eigentlichen Übersetzungen enthalten sind. Es wird jedoch keine automatische Bereinigung veralteter Zeichenketten durchgeführt, da dies zu unerwarteten Ergebnissen führen könnte. Wenn Sie dies dennoch tun möchten, installieren Sie bitte die Erweiterung :ref:`addon-weblate.cleanup.generic`, die den Bereinigungsvorgang entsprechend Ihren Anforderungen durchführt.
ga: Maidir le comhaid aonteangacha (féach :ref:`formats`), d'fhéadfadh Weblate teaghráin aistriúcháin nua a chur i láthair sa :ref:`component-template`, agus nach bhfuil in aistriúcháin iarbhír. Ní dhéanann sé aon ghlanadh uathoibríoch de sheanteaghráin, áfach, mar go bhféadfadh torthaí gan choinne a bheith aige. Más mian leat é seo a dhéanamh fós, suiteáil an breiseán :ref:`addon-weblate.cleanup.generic`, a láimhseálann glantachán de réir do riachtanas.
hu: Egynyelvű fájlok esetén (lásd: :ref:`formats`) a Weblate hozzáadhat új fordítandó szövegeket, amelyek az :ref:`component-template` sablonban szerepelnek, de a tényleges fordításokban még nem. Ugyanakkor nem végez automatikus tisztítást az elavult szövegeken, mivel ez váratlan eredményekhez vezethet. Ha ennek ellenére szeretné eltávolítani ezeket, telepítse a :ref:`addon-weblate.cleanup.generic` kiegészítőt, amely az igényei szerint kezeli a törlést.
id: Untuk berkas monolingual (lihat :ref:`formats`), Weblate mungkin menambahkan string terjemahan baru yang ada di :ref:`component-template`, dan bukan di terjemahan yang sebenarnya. Namun, Weblate tidak melakukan pembersihan otomatis string yang sudah usang, karena dapat menimbulkan hasil yang tidak diharapkan. Jika Anda tetap ingin melakukannya, silakan pasang pengaya :ref:`addon-weblate.cleanup.generic`, yang akan menangani pembersihan sesuai kebutuhan Anda.
ja: モノリンガル ファイル（参照: :ref:`formats`）の場合、Weblate は、:ref:`component-template` に存在するが、実際の翻訳には存在しない新しい翻訳文字列を追加することがあります。しかし、Weblate は古い翻訳文字列を自動的に削除することはしません。これは、予期しない結果が生じる可能性があるためです。それでも削除したい場合は、:ref:`addon-weblate.cleanup.generic` アドオンをインストールしてください。このアドオンは、あなたの要件に応じてクリーンアップ処理をします。
nl: Voor eentalige bestanden (bekijk :ref:`formats`) zou Weblate nieuwe tekenreeksen kunnen toevoegen die aanwezig zijn in het :ref:`component-template`, en niet in feitelijke vertalingen. Het voert echter geen automatisch opschonen van verouderde tekenreeksen uit, omdat dat onverwachte resultaten zou kunnen hebben. Als u dit nog steeds wilt doen, installeer dan de add-on :ref:`addon-weblate.cleanup.generic`, die opschonen kan afhandelen overeenkomstig uw wensen.
pt_br: Para arquivos monolíngues (consulte :ref:`formats`), o Weblate pode adicionar novos textos de tradução presentes no :ref:`component-template`, e não nas traduções reais. No entanto, ele não executa nenhuma limpeza automática de textos obsoletos, pois isso pode ter resultados inesperados. Se você ainda quiser fazer isso, instale o complemento :ref:`addon-weblate.cleanup.generic`, que lida com a limpeza de acordo com seus requisitos.
sv: För enspråkiga filer (se :ref:`formats`) kan Weblate lägga till nya översättningssträngar som finns i :ref:`component-template`, men inte i de faktiska översättningarna. Det gör dock ingen automatisk rensning av gamla strängar, eftersom det kan ge oväntade resultat. Om du ändå vill göra detta, installera tillägget :ref:`addon-weblate.cleanup.generic`, som hanterar rensningen enligt dina krav.
tr: Tek dilli dosyalar için (ayrıntılı bilgi almak için: :ref:`formats`) Weblate, gerçek çevirilerde değil, :ref:`component-template` içinde bulunmayan yeni çeviri dizgeleri ekleyebilir. Bununla birlikte, beklenmeyen sonuçları olabileceğinden, eski dizgeleri kendiliğinden temizlemez. Bunu yapmak istiyorsanız, lütfen gereksinimlerinize göre temizleme işlemini yapacak olan :ref:`addon-weblate.cleanup.generic` eklentisini kurun.
uk: Для одномовних файлів (див. :ref:`formats`) Weblate може додавати нові рядки перекладу, які є в :ref:`component-template`, а не в самих перекладах. Втім, він не вилучає застарілих рядків автоматичного, як можна було б очікувати. Якщо вам потрібне таке очищення, встановіть :ref:`addon-weblate.cleanup.generic`, який виконає чищення перекладу відповідно до ваших вимог.
zh_hans: 对于单语言文件（请参见 :ref:`formats`），Weblate 可以添加存在于 :ref:`component-template` 而不是实际翻译中的新翻译字符串。但它不自动清理陈旧的字符串，因为那可能会有难以预料的结果。如果你仍想做的话，请安装附加组件 :ref:`addon-weblate.cleanup.generic` ，它会根据您的要求处理清理工作。

source: Weblate will also not try to update bilingual files when the source changes, so if you need :file:`po` files to be updated from :file:`pot`, you have two options:
sv: Weblate försöker inte heller uppdatera tvåspråkiga filer när källan ändras, så om du behöver uppdatera :file:`po`-filer från :file:`pot` har du två alternativ:

source: **Automatically with an add-on** (recommended for continuous updates): Install the :ref:`addon-weblate.gettext.msgmerge` add-on, which automatically runs :program:`msgmerge` to update all PO files whenever the POT file changes.
sv: **Automatiskt med ett tillägg** (rekommenderas för kontinuerliga uppdateringar): Installera tillägget :ref:`addon-weblate.gettext.msgmerge`, som automatiskt kör :program:`msgmerge` för att uppdatera alla PO-filer när POT-filen ändras.

source: **Manually via upload**: Use the :guilabel:`Update source strings` :ref:`upload-method` to upload your POT file, which will merge it with existing translations.
sv: **Manuellt via uppladdning**: Använd :guilabel:`Uppdatera källsträngar` :ref:`upload-method` för att ladda upp din POT-fil, som kommer att slås samman med befintliga översättningar.

source: Source string extraction tools, such as :program:`xgettext` or :program:`lupdate`, need to be executed outside of Weblate.
de: Werkzeuge zur Extraktion von Ausgangszeichenketten, wie z. B. :program:`xgettext` oder :program:`lupdate`, müssen außerhalb von Weblate ausgeführt werden.
ga: Ní mór uirlisí eastósctha teaghrán foinse, mar :program:`xgettext` nó :program:`lupdate`, a rith lasmuigh de Weblate.
hu: A forrásszövegek kinyerésére szolgáló eszközöket, mint például a :program:`xgettext` vagy a :program:`lupdate`, a Weblate-en kívül kell futtatni.
id: Alat ekstraksi string sumber, seperti :program:`xgettext` atau :program:`lupdate`, perlu dijalankan di luar Weblate.
ja: :program:`xgettext` や :program:`lupdate` などの原文抽出ツールは、Weblate の外部での実行が必要です。
nl: Programma's voor het uitnemen van brontekenreeksen, zoals :program:`xgettext` of :program:`lupdate`, moeten buiten Weblate worden uitgevoerd.
pt_br: Ferramentas de extração de textos fonte, como :program:`xgettext` ou :program:`lupdate`, precisam ser executadas fora do Weblate.
sv: Verktyg för extrahering av källsträngar, såsom :program:`xgettext` eller :program:`lupdate`, måste köras utanför Weblate.
tr: :program:`xgettext` ya da :program:`lupdate` gibi kaynak dizge ayıklama araçlarının Weblate dışında çalıştırılması gerekir.
uk: Інструменти вилучення вихідних рядків, такі як :program:`xgettext` або :program:`lupdate`, потрібно запускати за межами Weblate.
zh_hans: 源字符串提取工具，比如 :program:`xgettext` 或 :program:`lupdate`，需要在 Weblate 之外执行。

source: Introducing new strings
de: Einführen neuer Zeichenketten
ga: Teaghráin nua a thabhairt isteach
hu: Új szövegek bevezetése
id: Memperkenalkan string baru
ja: 新しい文字列の紹介
nl: Nieuwe tekenreeksen introduceren
pt_br: Introduzindo novos textos
ru: Представляем новые строки
sv: Introduktion av nya strängar
ta: புதிய சரங்களை அறிமுகப்படுத்துதல்
tr: Yeni dizgeler sunmak
uk: Додавання нових рядків
zh_hans: 引入新字符串

source: You can add new strings in Weblate with :ref:`component-manage_units` turned on, but it is usually better to introduce new strings together with the code changes that introduced them.
de: Sie können neue Zeichenketten in Weblate hinzufügen, wenn :ref:`component-manage_units` eingeschaltet ist, aber es ist normalerweise besser, neue Zeichenketten zusammen mit den Codeänderungen einzuführen, durch die sie eingebracht wurden.
ga: Is féidir leat teaghráin nua a chur i Weblate le: :ref:`component-manage_units` a chasadh air, ach de ghnáth is fearr teaghráin nua a thabhairt isteach in éineacht leis na hathruithe cód a thug isteach iad.
hu: Új szövegeket a Weblate-en belül is hozzá lehet adni, ha a :ref:`component-manage_units` engedélyezve van, de jellemzően célszerűbb, ha ezek a kódbeli módosításokkal együtt kerülnek be.
id: Anda dapat menambahkan string baru di Weblate dengan :ref:`component-manage_units` diaktifkan, tetapi biasanya lebih baik untuk memperkenalkan string baru bersama dengan perubahan kode yang memperkenalkannya.
ja: :ref:`component-manage_units` を有効にして Weblate に新しい文字列を追加できます。しかし、通常は、新しい文字列を導入したコード変更と一緒に導入することをお勧めします。
nl: U kunt nieuwe tekenreeksen aan Weblate toevoegen met :ref:`component-manage_units` ingeschakeld, maar het is gewoonlijk beter om nieuwe tekenreeksen tegelijkertijd te introduceren met wijzigingen in de code die ze introduceerden.
pt_br: Você pode adicionar novos textos no Weblate com :ref:`component-manage_units` ativado, mas geralmente é melhor introduzir novos textos junto com as alterações de código que as introduziram.
ru: Вы можете добавлять новые строки в Weblate с включённым :ref:`component-manage_units`, но обычно лучше вводить новые строки вместе с изменениями кода, которые их ввели.
sv: Du kan lägga till nya strängar i Weblate med :ref:`component-manage_units` aktiverat, men det är oftast bättre att införa nya strängar tillsammans med de kodändringar som introducerade dem.
tr: :ref:`component-manage_units` açıkken Weblate üzerine yeni dizgeler ekleyebilirsiniz. Ancak genellikle yeni dizgeleri onları tanıtan kod değişiklikleriyle birlikte sunmak daha iyidir.
uk: Ви можете додавати нові рядки у Weblate, якщо увімкнено :ref:`component-manage_units`. Втім, зазвичай, краще додавати нові рядки разом зі змінами у коді, які призводять до їхнього додавання.
zh_hans: 你可以在 :ref:`component-manage_units` 开启时在 Weblate 中添加新字符串，但通常来说更好的做法是引入新字符串的同时，一并引入相应的代码更改。

source: Monolingual formats need to be configured so that new strings are added to :ref:`component-template`. This is typically done by developers, as they write the code. You might want to use a review process of those strings using :ref:`source-quality-gateway`.
de: Einsprachige Formate müssen so konfiguriert werden, dass neue Zeichenketten zu :ref:`component-template` hinzugefügt werden. Dies wird normalerweise von Entwicklern gemacht, wenn sie den Code schreiben. Sie können diese Zeichenketten mit Hilfe von :ref:`source-quality-gateway` überprüfen lassen.
ga: Ní mór formáidí aonteangacha a chumrú ionas go gcuirfear teaghráin nua le :ref:`component-template`. De ghnáth déanann forbróirí é seo, agus iad ag scríobh an chóid. B'fhéidir gur mhaith leat próiseas athbhreithnithe ar na teaghráin sin a úsáid ag baint úsáide as :ref:`source-quality-gateway`.
hu: Egynyelvű formátumok esetén be kell állítani, hogy az új szövegek az :ref:`component-template` fájlba kerüljenek. Ezt általában a fejlesztők végzik, miközben írják a kódot. Az új szövegek minőségét érdemes átnézetni a :ref:`source-quality-gateway` használatával.
id: Format monolingual perlu dikonfigurasi agar string baru ditambahkan ke :ref:`component-template`. Hal ini biasanya dilakukan oleh pengembang saat mereka menulis kode. Anda mungkin ingin menggunakan proses peninjauan string tersebut menggunakan :ref:`source-quality-gateway`.
ja: モノリンガル形式では、新しい文字列が :ref:`component-template` に追加されるように設定することが必要です。これは通常、コードの開発中に開発者が追加します。この文字列の査読は、:ref:`source-quality-gateway` を使用してください。
nl: Eentalige indelingen moeten worden geconfigureerd, zodat de nieuwe tekenreeksen worden toegevoegd aan :ref:`component-template`. Dit wordt gewoonlijk gedaan door ontwikkelaars, omdat zij de code schrijven. U zou misschien een proces voor het beoordelen van die tekenreeksen willen gebruiken met :ref:`source-quality-gateway`.
pt_br: Formatos monolíngues precisam ser configurados para que novos textos sejam adicionados a :ref:`component-template`. Isso é feito tipicamente por desenvolvedores, enquanto eles escrevem o código. Você pode querer usar um processo de revisão desses textos usando :ref:`source-quality-gateway`.
sv: Enspråkiga format måste konfigureras så att nya strängar läggs till i :ref:`component-template`. Detta görs vanligtvis av utvecklare när de skriver koden. Du kanske vill använda en granskningsprocess för dessa strängar med hjälp av :ref:`source-quality-gateway`.
tr: Yeni dizgelerin :ref:`component-template` içine eklenmesi için tek dilli biçimlerin yapılandırılması gerekir. Bu işlem genellikle kodun geliştirilmesi sırasında geliştiriciler tarafından yapılır. :ref:`source-quality-gateway` kullanarak bu dizgeler için onay sürecini kullanmak isteyebilirsiniz.
uk: Одномовні формати потрібно налаштувати так, щоб нові рядки додавалися до :ref:`component-template`. Зазвичай це роблять розробники під час написання коду. Можливо, ви захочете використати процес перевірки цих рядків за допомогою :ref:`source-quality-gateway`.
zh_hans: 单语言格式需要进行配置，以添加新字符串到 :ref:`component-template`。这通常由开发者完成，因为代码是这些人写的。你可能想要用 :ref:`source-quality-gateway` 引入对这些字符串的审校过程。

source: Automating string extraction is presently out of scope for Weblate. It typically involves executing untrusted code what makes it more suitable for a generic continuous integration than localization-specific platform.
de: Die Automatisierung der Zeichenkettenextraktion liegt derzeit außerhalb des Anwendungsbereichs von Weblate. Sie beinhaltet in der Regel die Ausführung von nicht vertrauenswürdigem Code, was sie eher für eine allgemeine kontinuierliche Integration als für eine lokalisierungsspezifische Plattform geeignet macht.
ga: Tá uathoibriú eastóscadh sreinge lasmuigh den scóip do Weblate faoi láthair. Is éard atá i gceist leis go hiondúil cód neamhiontaofa a fhorghníomhú rud a fhágann go bhfuil sé níos oiriúnaí do chomhtháthú leanúnach cineálach ná ardán a bhaineann go sonrach le logánú.
hu: A szövegkinyerés automatizálása jelenleg nem tartozik a Weblate hatáskörébe, mivel ez nem megbízható kód futtatását igényelné — ezt célszerűbb általános CI-rendszerbe illeszteni, nem lokalizációs platformba.
id: Mengotomatiskan ekstraksi string saat ini berada di luar cakupan untuk Weblate. Proses ini biasanya melibatkan eksekusi kode yang tidak tepercaya, sehingga lebih cocok untuk integrasi berkelanjutan generik daripada platform khusus lokalisasi.
ja: 現在、Weblate では文字列抽出の自動化は対象外です。文字列抽出には、信頼されていないコードの実行が通常必要であるため、現地語化専用のプラットフォームよりも、一般的な継続的な現地語化に適しています。
nl: Automatisch uitnemen van tekenreeksen ligt momenteel buiten het bereik van Weblate. Het behelst gewoonlijk het uitvoeren van niet vertrouwde code wat het meer geschikt maakt voor een algemene doorlopende integratie dan een vertaalspecifiek platform.
pt_br: A automação da extração de textos está atualmente fora do escopo do Weblate. Ela normalmente envolve a execução de código não confiável, o que a torna mais adequada para uma integração contínua genérica do que para uma plataforma específica de localização.
ru: Автоматизация извлечения строк в настоящее время не входит в задачи Weblate. Как правило, она связана с выполнением недоверенного кода, что делает её более подходящей для общей платформы непрерывной интеграции, а не для платформы, ориентированной на локализацию.
sv: Automatisering av strängutvinning ligger för närvarande utanför Weblates räckvidd. Det innebär vanligtvis att man kör opålitlig kod, vilket gör det mer lämpligt för en generisk kontinuerlig integration än en lokaliseringsspecifik plattform.
ta: தானியக்க சரம் பிரித்தெடுத்தல் தற்போது வலைபெயர்ப்புடுக்கு வெளியே உள்ளது. இது பொதுவாக நம்பகமற்ற குறியீட்டை செயல்படுத்துவதை உள்ளடக்குகிறது, இது உள்ளூர்மயமாக்கல்-குறிப்பிட்ட தளத்தை விட பொதுவான தொடர்ச்சியான ஒருங்கிணைப்புக்கு மிகவும் பொருத்தமானது.
tr: Weblate şu anda dizge ayıklamanın kendiliğinden yapılması ile ilgilenmiyor. Bunun için genellikle güvenilmeyen bir kodun çalıştırılması gerekir. Bu durum yerelleştirmeye özgü bir platformdan yerine genel bir kesintisiz bütünleştirme için daha uygundur.
uk: У поточній версії автоматичне видобування рядків не є областю дії Weblate. Таке видобування, зазвичай, включає виконання неперевіреного коду, що робить його скоріше предметом типової неперервної інтеграції, ніж елементом платформи, що спеціалізується на локалізації.
zh_hans: 自动提取字符串功能目前不在 Weblate 考虑范围内。它通常涉及到执行不受信任的代码，这一点使该功能相对本地化平台而言，更适合通用的持续化代码集成服务。

source: You might want to integrate this into your continuous integration pipelines to make new strings automatically appear for translation. Such pipeline should also cover :ref:`avoid-merge-conflicts`.
de: Vielleicht möchten Sie dies in Ihre kontinuierlichen Integrationspipelines integrieren, damit neue Zeichenketten automatisch zur Übersetzung erscheinen. Eine solche Pipeline sollte auch :ref:`avoid-merge-conflicts` abdecken.
ga: B'fhéidir gur mhaith leat é seo a chomhtháthú isteach i do phíblínte um chomhtháthú leanúnach chun teaghráin nua a thaispeáint go huathoibríoch le haistriú. Ba cheart go gclúdódh píblíne den sórt sin :ref:`avoid-merge-conflicts`.
hu: Érdemes lehet a szövegkinyerést a CI-folyamatokba integrálni, hogy az új szövegek automatikusan megjelenjenek fordításra. Ez a folyamat a :ref:`avoid-merge-conflicts` elkerülését is segítheti.
id: Anda mungkin ingin mengintegrasikan ini ke dalam alur integrasi berkelanjutan Anda agar string baru muncul secara otomatis untuk diterjemahkan. Alur tersebut juga harus mencakup :ref:`avoid-merge-conflicts`.
ja: これを継続的な連携パイプラインに統合して、新しい文字列を翻訳用に自動的に表示させることもできます。このようなパイプラインは :ref:`avoid-merge-conflicts` もカバーする必要があります。
nl: U wilt dit misschien integreren in uw doorlopende pijplijnen voor integratie om nieuwe tekenreeksen automatisch te laten verschijnen voor vertaling. Een dergelijk pijplijn zou ook :ref:`avoid-merge-conflicts` afdekken.
pt_br: Talvez você queira integrar isso aos seus pipelines de integração contínua para fazer com que novos textos apareçam automaticamente para tradução. Esse pipeline também deve cobrir :ref:`avoid-merge-conflicts`.
ru: Возможно, вы захотите интегрировать это в свои конвейеры непрерывной интеграции, чтобы новые строки автоматически появлялись для перевода. Такой конвейер также должен охватывать :ref:`avoid-merge-conflicts`.
sv: Du kanske vill integrera detta i dina kontinuerliga integrationspipelines så att nya strängar automatiskt visas för översättning. En sådan pipeline bör också omfatta :ref:`avoid-merge-conflicts`.
tr: Yeni dizgelerin kendiliğinden çeviri olarak görünmesini sağlamak için bunu kesintisiz bütünleştirme altyapınızla birleştirmek isteyebilirsiniz. Bu altyapıda :ref:`avoid-merge-conflicts` seçeneği de kapsanmalıdır.
uk: Вам варто інтегрувати цей крок до ваших конвеєрів обробки, щоб нові рядки з'являлися у перекладі автоматично. У такому конвеєрі слід передбачити можливість :ref:`avoid-merge-conflicts`.
zh_hans: 你可能想把这个整合到你的持续化集成管道中让新的待翻译字符串自动出现。这样的管道也应覆盖 :ref:`avoid-merge-conflicts`。

source: Managing the local VCS repository
de: Verwalten des lokalen VCS-Repositorys
ga: An stór áitiúil VCS a bhainistiú
hu: A helyi VCS-tároló kezelése
id: Mengelola repositori VCS lokal
ja: ローカル VCS リポジトリの管理
nl: Beheren van de lokale opslagruimte van VCS
pt_br: Gerenciando o repositório VCS local
sv: Hantera det lokala VCS-arkivet
ta: உள்ளக வி.சி.எச் களஞ்சியத்தை நிர்வகித்தல்
tr: Yerel sürüm denetimi deposunu yönetmek
uk: Керування локальним сховищем керування версіями
zh_hans: 管理本地 VCS 仓库

source: Weblate stores all translations in its underlying version control repository. It is suggested to be connected to a remote one, but internal-only setup is also possible. The :guilabel:`Repository maintenance` allows controlling this repository.
de: Weblate speichert alle Übersetzungen in seinem Repository mit Versionsverwaltung. Es wird vorgeschlagen, eine Verbindung zu einem Remote-Repository herzustellen, aber auch eine rein interne Einrichtung ist möglich. Die :guilabel:`Repository-Wartung` ermöglicht die Kontrolle dieses Repositorys.
ga: Stórálann Weblate gach aistriúchán ina stór rialaithe leagan bunúsach. Moltar é a nascadh le ceann iargúlta, ach is féidir socrú inmheánach amháin a dhéanamh freisin. Ceadaíonn an :guilabel:`Cothabháil stórtha` an stór seo a rialú.
hu: A Weblate az összes fordítást a mögöttes verziókezelő tárolóban tárolja. Célszerű ezt egy távoli tárolóhoz kapcsolni, de belső, csak helyi használatra szánt beállítás is lehetséges. A :guilabel:`Tároló karbantartása` lehetőséggel kezelheti ezt a tárolót.
id: Weblate menyimpan semua terjemahan dalam repositori kontrol versi yang mendasarinya. Disarankan untuk terhubung ke repositori jarak jauh, tetapi pengaturan internal juga dimungkinkan. :guilabel:`Repository maintenance` memungkinkan pengontrolan repositori ini.
ja: Weblate は、すべての翻訳を基礎となるバージョン管理リポジトリに保存します。リモート リポジトリに接続することをお勧めしますが、内部のみの設定も可能です。:guilabel:`リポジトリのメンテナンス` を使用すると、このリポジトリを管理できます。
nl: Weblate slaat alle vertalingen op in zijn onderliggende opslagruimte voor versiebeheer. Het wordt verondersteld verbonden te zijn met een op afstand, maar een opstelling alleen-intern is ook mogelijk. Het :guilabel:`Onderhoud opslagruimte` maakt het mogelijk deze opslagruimte te beheren.
pt_br: O Weblate armazena todas as traduções em seu repositório de controle de versão subjacente. É sugerido que ele seja conectado a um remoto, mas a configuração somente interna também é possível. A :guilabel:`Manutenção do repositório` permite controlar este repositório.
sv: Weblate lagrar alla översättningar i sitt underliggande versionskontrollarkiv. Det rekommenderas att ansluta till ett fjärrarkiv, men det går också att använda ett internt arkiv. Med :guilabel:`Repository maintenance` kan du hantera detta arkiv.
ta: வலைபெயர்ப்பு அனைத்து மொழிபெயர்ப்புகளையும் அதன் அடிப்படை பதிப்பு கட்டுப்பாட்டு களஞ்சியத்தில் சேமிக்கிறது. தொலைதூரத்துடன் இணைக்க இது பரிந்துரைக்கப்படுகிறது, ஆனால் உள் மட்டும் அமைப்பும் சாத்தியமாகும். தி: கிலாபெல்: `களஞ்சிய பராமரிப்பு` இந்த களஞ்சியத்தை கட்டுப்படுத்த அனுமதிக்கிறது.
tr: Weblate, tüm çevirileri altta yatan sürüm denetimi deposunda tutar. Bir uzak depoya bağlanmanız önerilir ancak yalnızca içeride bulunacak bir kurulum da olabilir. :guilabel:`Depo bakımı` bölümünden depoyu denetleyebilirsiniz.
uk: Weblate зберігає всі переклади у власному репозиторії контролю версій. Рекомендується підключати його до віддаленого, але можливе також налаштування лише для внутрішнього використання. За допомогою :guilabel:`Обслуговування сховища` можна керувати цим сховищем.
zh_hans: Weblate 在其底层版本控制仓库中存储所有翻译。建议连接到远程仓库，但也可以设置纯本地仓库。:guilabel:`仓库维护` 允许控制此仓库。
