Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed occasional crash in :ref:`rss`.
de: Gelegentlicher Absturz in :ref:`rss` behoben.
ga: Timpiste ócáideach seasta i :ref:`rss`.
hu: Javítva az alkalmi összeomlás az :ref:`rss` funkcióban.
id: Memperbaiki mogok sesekali di :ref:`rss`.
nl: Mogelijke crash in :ref:`rss` gerepareerd.
pt_br: Corrigida falha ocasional em :ref:`rss`.
sv: Fixat sporadiska krascher i :ref:`rss`.
tr: :ref:`rss` ile yaşanabilen çökme sorunu düzeltildi.
uk: Виправлено можливе аварійне завершення у :ref:`rss`.
zh_hans: 修改了 :ref:`rss` 的偶尔崩溃。

source: :ref:`check-icu-message-format` gracefully handles plural strings.
de: :ref:`check-icu-message-format` verarbeitet problemlos Zeichenketten mit Pluralformen.
ga: :ref:`check-icu-message-format` láimhseálann go galánta teaghráin iolra.
hu: Az :ref:`check-icu-message-format` mostantól zökkenőmentesen kezeli a többes számú szövegeket.
id: :ref:`check-icu-message-format` menangani string jamak dengan baik.
nl: :ref:`check-icu-message-format` behandelt tekenreeksen van meervouden netjes.
pt_br: :ref:`check-icu-message-format` manipula textos plurais com elegância.
sv: :ref:`check-icu-message-format` hanterar flertalssträngar på ett elegant sätt.
tr: :ref:`check-icu-message-format` kalite denetiminin çoğul biçimleri doğru işlemesi sağlandı.
uk: Нова версія :ref:`check-icu-message-format` штатно обробляє рядки множини.
zh_hans: :ref:`check-icu-message-format` 优雅地处理复数字符串。

source: :ref:`vcs-bitbucket-cloud` correctly generates pull request description.
de: :ref:`vcs-bitbucket-cloud` erzeugen eine korrekte Pull-Request-Beschreibung.
ga: :ref:`vcs-bitbucket-cloud` gineann cur síos ar iarratas tarraingthe i gceart.
hu: A :ref:`vcs-bitbucket-cloud` helyesen generálja a módosítási kérelem (pull request) leírását.
id: :ref:`vcs-bitbucket-cloud` dengan benar menghasilkan deskripsi permintaan penarikan.
nl: :ref:`vcs-bitbucket-cloud` genereert correct een beschrijving voor een pull request.
pt_br: :ref:`vcs-bitbucket-cloud` gera corretamente a descrição da pull request.
sv: :ref:`vcs-bitbucket-cloud` genererar korrekt beskrivning av pull-förfrågan.
tr: :ref:`vcs-bitbucket-cloud` için çekme isteği açıklamasının doğru bir şekilde oluşturulması sağlandı.
uk: Нова версія :ref:`vcs-bitbucket-cloud` належним чином створює опис запиту щодо злиття коду.
zh_hans: :ref:`vcs-bitbucket-cloud` 正确地生成拉取请求描述。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/132?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/132?closed=1>`__。

source: *Released on November 6th 2024.*
de: *Veröffentlicht am 6. November 2024.*
ga: *Eisithe ar 6 Samhain 2024.*
hu: *Kiadva: 2024. november 6.*
id: *Dirilis pada 6 November 2024.*
nl: *Uitgegeven op 6 november 2024.*
pt_br: *Atualizado em 6 de novembro de 2024.*
sv: *Släpptes den 6 november 2024.*
tr: *6 Kasım 2024 tarihinde yayınlandı.*
uk: *Випущено 6 листопада 2024 року.*

source: Formatting of some :ref:`audit-log` entries.
de: Formatierung einiger :ref:`audit-log`-Einträge.
ga: Formáidiú roinnt iontrálacha :ref:`audit-log`.
hu: Egyes :ref:`audit-log` bejegyzések formázása javítva.
id: Pemformatan beberapa entri :ref:`audit-log`.
nl: Opmaken van enkele items van :ref:`audit-log`.
pt_br: Formatação de algumas entradas do :ref:`audit-log`.
sv: Formatering av vissa :ref:`audit-log`-poster.
tr: Bazı :ref:`audit-log` kayıtlarının biçimlendirmesi yapıldı.
uk: Форматування деяких записів :ref:`audit-log`.
zh_hans: 更改某些 :ref:`audit-log` 条目的格式。

source: Fixed XML escaped output in some machine translation integrations.
de: Die Ausgabe von XML-Escapes in einigen Integrationen maschineller Übersetzungen korrigiert.
ga: D'éalaigh XML seasta aschuir i roinnt comhtháthú meaisín-aistriúcháin.
hu: Javítva az XML kódolt kimenet néhány gépi fordítási integrációban.
id: Memperbaiki keluaran XML yang lolos dalam beberapa integrasi terjemahan mesin.
nl: Gerepareerde XML geëscapete uitvoer in sommig integraties van machinevertaling.
pt_br: Corrigida a saída de escape XML em algumas integrações de tradução automática.
sv: Fixade XML-escaped-utdata i vissa maskinöversättningsintegrationer.
ta: சில இயந்திர மொழிபெயர்ப்பு ஒருங்கிணைப்புகளில் நிலையான எக்ச்எம்எல் வெளியீட்டிலிருந்து தப்பித்தது.
tr: Bazı makine çevirisi bütünleştirmelerinin XML kodundan çıkması sorunu düzeltildi.
uk: Виправлено екрановані виведені дані у деяких інтеграціях комп'ютерного перекладу.
zh_hans: 修复了某些机器翻译集成中的 XML 转义输出的问题。

source: Fixed duplicate listing of newly added glossary terms.
de: Doppelte Auflistung von neu hinzugefügten Begriffen im Glossar korrigiert.
ga: Liostú dúblach seasta de théarmaí nua gluaiste.
hu: Javítva az újonnan hozzáadott szójegyzékszavak duplikált listázása.
id: Memperbaiki daftar duplikat istilah glosarium yang baru ditambahkan.
nl: Gedupliceerde vermelding van nieuw toegevoegde termen in woordenlijst gerepareerd.
pt_br: Corrigida a listagem duplicada de termos do glossário recém-adicionados.
sv: Fixat dubblettlistning av nyligen tillagda ordlista termer.
ta: புதிதாக சேர்க்கப்பட்ட சொற்களஞ்சிய விதிமுறைகளின் நிலையான நகல் பட்டியல்.
tr: Yeni eklenen sözlük terimlerinin çift görüntülenmesi sorunu düzeltildi.
uk: Виправлено дублювання у списку щойно доданих термінів глосарія.
zh_hans: 修复了重复列举新添加的术语表术语的问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/131?cloced=1> ____.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/131?closed=1>`__。

source: *Released on November 1st 2024.*
de: *Veröffentlicht am 1. November 2024.*
ga: *Eisithe ar 1 Samhain 2024.*
hu: *Kiadva: 2024. november 1.*
id: *Dirilis pada 1 November 2024.*
nl: *Uitgegeven op 1 november 2024.*
pt_br: *Atualizado em 1º de novembro de 2024.*
sv: *Släpptes den 1 november 2024.*
tr: *1 Kasım 2024 tarihinde yayınlandı.*
uk: *Випущено 1 листопада 2024 року.*

source: Update outdated plural definitions during the database migration.
de: Aktualisieren veralteter Pluraldefinitionen während der Datenbankmigration.
ga: Sainmhínithe iolracha atá as dáta a nuashonrú le linn aistriú an bhunachair sonraí.
hu: Az elavult többes szám definíciók frissítése az adatbázis-migráció során.
id: Perbarui definisi jamak yang ketinggalan zaman selama migrasi basis data.
nl: Bijwerken verouderde definities voor meervoud gedurende de migratie van de database.
pt_br: Atualiza as definições plurais desatualizadas durante a migração do banco de dados.
sv: Uppdatera föråldrade pluraldefinitioner under databasmigreringen.
ta: தரவுத்தள இடம்பெயர்வின் போது காலாவதியான பன்மை வரையறைகளை புதுப்பிக்கவும்.
tr: Veri tabanı aktarımı sırasında güncelliğini yitirmiş çoğul tanımları güncellendi.
uk: Реалізовано оновлення застарілих визначень форм множини під час перенесення бази даних.
zh_hans: 在数据库迁移期间更新过期的复数定义。

source: Reduced number of database queries when updating multiple strings.
de: Anzahl der Datenbankabfragen beim Aktualisieren mehrerer Zeichenketten reduziert.
ga: Laghdú ar líon na gceisteanna bunachar sonraí agus teaghráin iolracha á nuashonrú.
hu: Csökkent az adatbázis-lekérdezések száma több szöveg frissítésekor.
id: Mengurangi jumlah kueri basis data saat memperbarui beberapa string.
nl: Verminderd aantal databasequery's bij bijwerken van meerdere tekenreeksen.
pt_br: Reduzido o número de consultas ao banco de dados ao atualizar vários textos.
sv: Minskat antal databasfrågor vid uppdatering av flera strängar.
ta: பல சரங்களை புதுப்பிக்கும்போது தரவுத்தள வினவல்களின் எண்ணிக்கை குறைக்கப்பட்டுள்ளது.
tr: Birden fazla dizge güncellenirken kullanılan veri tabanı sorgularının sayısı azaltıldı.
uk: Зменшено кількість запитів до бази даних при одночасному оновленні декількох рядків.
zh_hans: 更新多个字符串时减少了数据库查询的数量。

source: Leading problematic characters in :ref:`glossary` terms are now properly stripped in uploaded files.
de: Problematische führende Zeichen in :ref:`glossary`-Begriffen werden nun in hochgeladenen Dateien korrekt entfernt.
ga: Tá príomhcharachtair fhadhbacha i dtéarmaí :ref:`glossary` scriosta i gceart anois i gcomhaid uaslódáilte.
hu: A :ref:`glossary` kifejezések feltöltött fájljaiban mostantól helyesen eltávolításra kerülnek a problémás kezdő karakterek.
id: Karakter bermasalah utama dalam istilah :ref:`glossary` sekarang dihilangkan dengan benar dalam berkas yang diunggah.
nl: Voorafgaande problematische tekens in termen voor :ref:`glossary` worden nu op de juiste wijze verwijderd in geüploade bestanden.
pt_br: Os caracteres problemáticos iniciais nos termos do :ref:`glossary` agora são removidos corretamente nos arquivos enviados.
sv: Ledande problematiska tecken i :ref:`glossary`-termer tas nu bort på rätt sätt i uppladdade filer.
tr: :ref:`glossary` terimlerindeki sorunlu karakterlerin yüklenen dosyalarda düzgün olarak ayıklanması sağlandı.
uk: Реалізовано належне вилучення початкових проблемних символів у термінах :ref:`глосарія<glossary>` у вивантажених файлах.
zh_hans: :ref:`glossary` 中的主要问题字符现在已在上传的文件中正确去除。

source: Improved :ref:`workflow-customization` performance.
de: Verbesserte :ref:`workflow-customization`-Leistung.
ga: Feidhmíocht :ref:`workflow-customization` feabhsaithe.
hu: Javult a :ref:`workflow-customization` teljesítménye.
id: Peningkatan kinerja :ref:`workflow-customization`.
nl: Verbeterde prestaties voor :ref:`workflow-customization`.
pt_br: Aprimorado o desempenho da :ref:`workflow-customization`.
sv: Förbättrad prestanda för :ref:`workflow-customization`.
tr: :ref:`workflow-customization` başarımı iyileştirildi.
uk: Удосконалено швидкодію :ref:`workflow-customization`.
zh_hans: 改进了 :ref:`workflow-customization` 性能。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/129?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/129?closed=1>`__。

source: *Released on October 15th 2024.*
de: *Veröffentlicht am 15. Oktober 2024.*
ga: *Eisithe ar 15 Deireadh Fómhair 2024.*
hu: *Kiadva: 2024. október 15.*
id: *Dirilis pada 15 Oktober 2024.*
nl: *Uitgegeven op 15 oktober 2024.*
pt_br: *Atualizado em 15 de outubro de 2024.*
sv: *Släpptes den 15 oktober 2024.*
tr: *15 Ekim 2024 tarihinde yayınlandı.*
uk: *Випущено 15 жовтня 2024 року.*

source: Use lower case name for the Python package.
de: Benutzen von Namen mit Kleinbuchstaben für das Pythonpaket.
ga: Úsáid ainm cás íochtair don phacáiste Python.
hu: A Python csomag neve mostantól kisbetűs formátumban van.
id: Gunakan nama huruf kecil untuk paket Python.
nl: Naam in kleine letters gebruiken voor pakket van Python.
pt_br: Usa o nome do pacote Python em letras minúsculas.
sv: Använd små bokstäver för namnet på Python-paketet.
ta: பைதான் தொகுப்புக்கு கீழ் வழக்கு பெயரைப் பயன்படுத்தவும்.
tr: Python paketi için küçük harfli adların kullanılması sağlandı.
uk: Використано назву, що складається лише з літер нижнього регістру, для пакунка Python.
zh_hans: Python 包使用小写字母名。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/128?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/128?closed=1>`__。

source: Added :ref:`component-key_filter` in the component.
de: :ref:`component-key_filter` zur Komponente hinzugefügt.
ga: Cuireadh :ref:`component-key_filter` leis sa chomhpháirt.
hu: Hozzáadva: :ref:`component-key_filter` az összetevő beállításai közé.
id: Menambahkan :ref:`component-key_filter` dalam komponen.
nl: Toegevoegd :ref:`component-key_filter` in het onderdeel.
pt_br: Adicionado :ref:`component-key_filter` no componente.
sv: Lagt till :ref:`component-key_filter` i komponenten.
tr: Bileşen içine :ref:`component-key_filter` eklendi.
uk: Додано :ref:`component-key_filter` до складника.
zh_hans: 在部件中新增了 :ref:`component-key_filter`。

source: :doc:`/user/search` now supports filtering by object path and :ref:`date-search`.
de: :doc:`/user/search` unterstützt jetzt das Filtern nach Objektpfad und :ref:`date-search`.
ga: Tacaíonn :doc:`/user/search` anois le scagadh de réir conair oibiachta agus :ref:`date-search`.
hu: A :doc:`/user/search` mostantól támogatja a keresést objektumútvonal és :ref:`date-search` alapján is.
id: :doc:`/user/search` sekarang mendukung pemfilteran berdasarkan jalur objek dan :ref:`date-search`.
nl: :doc:`/user/search` ondersteunt nu filteren op objectpad en :ref:`date-search`.
pt_br: :doc:`/user/search` agora suporta filtragem por caminho de objeto e :ref:`date-search`.
sv: :doc:`/user/search` stöder nu filtrering efter objektväg och :ref:`date-search`.
tr: :doc:`/user/search` özelliğine nesne yolu ve :ref:`date-search` ile süzme desteği eklendi.
uk: :doc:`/user/search` тепер підтримує фільтрацію за шляхом до об’єкта та :ref:`date-search`.

source: Merge requests credentials can now be passed in the repository URL, see :ref:`settings-credentials`.
de: Merge-Request-Zugangsdaten können nun in der Repository-URL übergeben werden, siehe :ref:`settings-credentials`.
ga: Is féidir dintiúir iarratais chumaisc a chur ar aghaidh anois i URL an taisc, féach :ref:`settings-credentials`.
hu: Az egyesítési (merge) kérésekhez szükséges hitelesítési adatok mostantól megadhatók közvetlenül a tároló URL-jében, lásd: :ref:`settings-credentials`.
id: Kredensial permintaan penggabungan sekarang dapat diteruskan di URL repositori, lihat :ref:`settings-credentials`.
ja: マージリクエストの認証情報を、リポジトリの URL に直接渡せるようになりました、参照: :ref:`settings-credentials`。
nl: Inloggegevens voor verzoeken tot samenvoegen kunnen nu worden doorgegeven in de URL van de opslagruimte, bekijk :ref:`settings-credentials`.
pt: As credenciais das requests de merge agora podem ser passadas na URL do repositório, consulte :ref:`settings-credentials`.
pt_br: As credenciais das requests de merge agora podem ser passadas na URL do repositório, consulte :ref:`settings-credentials`.
sv: Inloggningsuppgifter för sammanslagningsförfrågningar kan nu skickas i repositoriets URL, se :ref:`settings-credentials`.
tr: Birleştirme isteklerinin kimlik doğrulama bilgilerinin depo adresiyle aktarılması sağlandı. Ayrıntılı bilgi almak için: :ref:`settings-credentials`.
uk: Облікові дані запитів на злиття тепер можна передавати в URL-адресі сховища, див. :ref:`settings-credentials`.
zh_hans: 现在可以在仓库 URL 中传递合并请求凭据，见 :ref:`settings-credentials`。

source: :ref:`mt-azure-openai` automatic suggestion service.
de: Automatischer Vorschlagsdienst :ref:`mt-azure-openai`.
ga: :ref:`mt-azure-openai` seirbhís moltaí uathoibríoch.
hu: Új :ref:`mt-azure-openai` automatikus javaslat szolgáltatás.
id: :ref:`mt-azure-openai` layanan saran otomatis.
ja: :ref:`mt-azure-openai` 自動提案サービス。
nl: :ref:`mt-azure-openai` automatische service voor suggesties.
pt: :ref:`mt-azure-openai` serviços de sugestões automáticas.
pt_br: Serviço de sugestão automática :ref:`mt-azure-openai` .
sv: :ref:`mt-azure-openai` automatisk förslagstjänst.
tr: :ref:`mt-azure-openai` kendiliğinden öneri hizmeti eklendi.
uk: Служба автоматичних пропозицій :ref:`mt-azure-openai`.
zh_hans: :ref:`mt-azure-openai` 自动建议服务。

source: :ref:`mt-modernmt` supports :ref:`glossary-mt`.
de: :ref:`mt-modernmt` unterstützt :ref:`glossary-mt`.
ga: :ref:`mt-modernmt` tacaíochtaí :ref:`glossary-mt`.
hu: A :ref:`mt-modernmt` mostantól támogatja a :ref:`glossary-mt` használatát.
id: :ref:`mt-modernmt` mendukung :ref:`glossary-mt`.
ja: :ref:`mt-modernmt` を :ref:`glossary-mt` に対応。
nl: :ref:`mt-modernmt` ondersteunt :ref:`glossary-mt`.
pt: :ref:`mt-modernmt` suporta :ref:`glossary-mt`.
pt_br: :ref:`mt-modernmt` suporta :ref:`glossary-mt`.
sv: :ref:`mt-modernmt` stöder :ref:`glossary-mt`.
tr: :ref:`mt-modernmt` için :ref:`glossary-mt` desteği eklendi.
uk: :ref:`mt-modernmt` підтримує :ref:`glossary-mt`.
zh_hans: :ref:`mt-modernmt` 支持 :ref:`glossary-mt`。

source: :ref:`mt-deepl` now supports specifying translation context.
de: :ref:`mt-deepl` unterstützt nun die Angabe des Übersetzungskontextes.
ga: Tacaíonn :ref:`mt-deepl` anois le comhthéacs aistriúcháin a shonrú.
hu: A :ref:`mt-deepl` lehetővé teszi a fordítási kontextus megadását.
id: :ref:`mt-deepl` sekarang mendukung penentuan konteks terjemahan.
ja: :ref:`mt-deepl` が翻訳コンテキストの指定に対応。
nl: :ref:`mt-deepl` ondersteunt nu het specificeren van context voor de vertaling.
pt: :ref:`mt-deepl` Agora suporte traduções de texto especificos.
pt_br: :ref:`mt-deepl` agora suporta a especificação do contexto de tradução.
sv: :ref:`mt-deepl` stöder nu specificering av översättningskontext.
tr: :ref:`mt-deepl` için çeviri bağlamını belirtme desteği eklendi.
uk: :ref:`mt-deepl` тепер підтримує вказівку контексту перекладу.
zh_hans: :ref:`mt-deepl` 现在支持指定翻译上下文。

source: :ref:`mt-aws` now supports :ref:`glossary-mt`.
de: :ref:`mt-aws` unterstützt nun :ref:`glossary-mt`.
ga: Tacaíonn :ref:`mt-aws` anois le :ref:`glossary-mt`.
hu: Az :ref:`mt-aws` mostantól támogatja a :ref:`glossary-mt` használatát.
id: :ref:`mt-aws` sekarang mendukung :ref:`glossary-mt`.
ja: :ref:`mt-aws` が :ref:`glossary-mt` に対応。
nl: :ref:`mt-aws` ondersteunt nu :ref:`glossary-mt`.
pt: :ref:`mt-aws` agora suporta :ref:`glossary-mt`.
pt_br: :ref:`mt-aws` suporta :ref:`glossary-mt`.
sv: :ref:`mt-aws` stöder nu :ref:`glossary-mt`.
tr: :ref:`mt-aws` için :ref:`glossary-mt` desteği eklendi.
uk: :ref:`mt-aws` тепер підтримує :ref:`glossary-mt`.
zh_hans: :ref:`mt-aws` 现支持 :ref:`glossary-mt`。

source: :ref:`autofix` for Devanagari danda now better handles latin script.
de: :ref:`autofix` für Devanagari Danda funktioniert nun besser mit lateinischer Schrift.
ga: :ref:`autofix` le haghaidh Devanagari danda láimhseálann níos fearr anois script Laidineach.
hu: A dévanágari „danda” (।) :ref:`automatikus javítása <autofix>` mostantól jobban kezeli a latin betűs szövegeket.
id: :ref:`autofix` untuk Devanagari danda sekarang menangani aksara latin dengan lebih baik.
ja: デーヴァナーガリー ダンダの :ref:`autofix` が、ラテン文字をより適切に処理できるようになった。
nl: :ref:`autofix` voor Devanagari danda behandelt nu Latijns schrift beter.
pt: :ref:`autofix` para Devanagari danda agora lida melhor com escrita latina.
pt_br: :ref:`autofix` para Devanagari danda agora lida melhor com escrita latina.
sv: :ref:`autofix` för Devanagari danda hanterar nu latinska tecken bättre.
tr: :ref:`autofix` tarafından Devanagari danda için Latin alfabesinin daha iyi işlenmesi sağlandı.
uk: :ref:`autofix` для Devanagari danda тепер краще обробляє латиницю.
zh_hans: 梵文天城体 danda 符号的 :ref:`autofix` 现在能更好地处理拉丁字母。

source: :ref:`autofix` for French and Breton now uses a non-breaking space before colons instead of a narrow one.
de: :ref:`autofix` für Französisch und Bretonisch benutzt nun ein geschütztes Leerzeichen vor Doppelpunkten anstatt eines schmalen.
ga: :ref:`autofix` don Fhraincis agus don Bhriotáinis anois úsáideann spás neamhbhriste roimh choilíneachtaí seachas ceann caol.
hu: A francia és breton nyelvek esetén az :ref:`autofix` mostantól keskeny szóköz helyett nem törhető szóközt használ a kettőspont előtt.
id: :ref:`autofix` untuk Prancis dan Breton sekarang menggunakan spasi tanpa putus sebelum titik dua, bukan spasi sempit.
nl: :ref:`autofix` voor Frans en Bretons gebruikt nu een niet afbrekende spatie voor dubbele punten, in plaats van een smalle.
pt_br: :ref:`autofix` para francês e bretão agora usa um espaço rígido antes dos dois pontos em vez de um espaço estreito.
sv: :ref:`autofix` för franska och bretonska använder nu ett icke-brytande mellanslag före kolon istället för ett smalt.
ta: :ref:`autofix` க்கு பிரஞ்சு and பிரெட்டன் now uses a non-breaking இடைவெளி before colons instead of a narrow one.
tr: :ref:`autofix` özelliğinin Fransızca ve Bretonca için artık iki noktadan önce dar bir boşluk yerine kesintisiz bir boşluk kullanması sağlandı.
uk: У :ref:`autofix` для французької та бретонської використано нерозривний пробіл до двокрапок замість вузького пробілу.
zh_hans: 法语和布列塔尼语的 :ref:`autofix` 现在在冒号前使用不间断空格而非窄空格。
