Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `Add suggestion`
de: `Vorschlag hinzufügen`
ga: `Cuir moladh leis`
hu: `Javaslat hozzáadása`
id: `Tambahkan saran`
ja: `提案の追加`
nl: `Suggestie toevoegen`
pt: `Adicionar sugestão`
pt_br: `Adicionar sugestão`
sv: `Lägg till förslag`
ta: `ஆலோசனையைச் சேர்`
tr: `Öneri ekleme`
uk: `Додати пропозицію`
zh_hans: `添加建议`

source: `Access repository`
de: `Auf Repository zugreifen`
ga: `Stór rochtana`
hu: `Tároló hozzáférés`
id: `Akses repositori`
ja: `リポジトリへのアクセス`
nl: `Toegang tot opslagruimte`
pt: `Aceder repositório`
pt_br: `Acessar repositório`
sv: `Åtkomst till arkiv`
ta: `களஞ்சியத்தை அணுகவும்`
tr: `Depolara erişme`
uk: `Доступ до репозиторію`
zh_hans: `访问仓库`

source: `Manage glossary`
de: `Glossar verwalten`
ga: `Bainistigh gluais`
hu: `Szójegyzék kezelése`
id: `Kelola glosarium`
ja: `用語集の管理`
nl: `Woordenlijst beheren`
pt: `Gerir glossário`
pt_br: `Gerenciar glossário`
sv: `Hantera ordlista`
ta: `சொற்களஞ்சியத்தை நிர்வகி`
tr: `Sözlükleri yönetme`
uk: `Управління глосарієм`
zh_hans: `管理术语表`

source: `Translation coordinator`
de: `Übersetzungskoordinator`
ga: `Comhordaitheoir aistriúcháin`
hu: `Fordítási koordinátor`
id: `Koordinator penerjemahan`
ja: `翻訳管理者`
nl: `Coördinator vertaling`
sv: `Översättningskoordinator`
tr: 'Çeviri koordinatörü'
uk: `Координатор перекладів`

source: `Review strings`
de: `Zeichenketten überprüfen`
ga: `Teaghráin athbhreithnithe`
hu: `Szövegek felülvizsgálata`
id: `Tinjau string`
ja: `文字列の査読`
nl: `Tekenreeksen beoordelen`
pt: `Revisar cadeias`
pt_br: `Revisar textos`
sv: `Granska strängar`
ta: `சரங்களை மதிப்பாய்வு செய்`
tr: `Dizgeleri onaylama`
uk: `Рецензування рядків`
zh_hans: `审校字符串`

source: `Manage languages`
de: `Sprachen verwalten`
ga: `Bainistigh teangacha`
hu: `Nyelvek kezelése`
id: `Kelola bahasa`
ja: `言語の管理`
nl: `Talen beheren`
pt: `Gerir idiomas`
pt_br: `Gerenciar idiomas`
sv: `Hantera språk`
ta: `மொழிகளை நிர்வகி`
tr: `Dilleri yönetme`
uk: `Управління мовами`
zh_hans: `管理语言`

source: `Bulk editing`
sv: `Massredigering`

source: `Manage translation memory`
de: `Übersetzungsspeicher verwalten`
ga: `Bainistigh cuimhne aistriúcháin`
hu: `Fordítási memória kezelése`
id: `Kelola memori terjemahan`
ja: `翻訳メモリの管理`
nl: `Vertaalgeheugen beheren`
pt: `Gerir memória de tradução`
pt_br: `Gerenciar memória de tradução`
sv: `Hantera översättningsminne`
ta: `மொழிபெயர்ப்பு நினைவகத்தை நிர்வகி`
tr: `Çeviri belleğini yönetme`
uk: `Керувати памʼяттю перекладів`
zh_hans: `管理翻译记忆库`

source: `Manage screenshots`
de: `Bildschirmfotos verwalten`
ga: `Bainistigh seat scáileáin`
hu: `Képernyőképek kezelése`
id: `Kelola tangkapan layar`
ja: `スクリーンショットの管理`
nl: `Schermafdrukken beheren`
pt: `Gerir capturas de ecrã`
pt_br: `Gerenciar capturas de tela`
sv: `Hantera skärmdumpar`
ta: `திரைபிடிப்புகளை நிர்வகி`
tr: `Ekran görüntülerini yönetme`
uk: `Керування знімками екрана`
zh_hans: `管理截图`

source: `Manage repository`
de: `Repository verwalten`
ga: `Bainistigh stór`
hu: `Tároló kezelése`
id: `Kelola repositori`
ja: `リポジトリの管理`
nl: `Opslagruimte beheren`
pt: `Gerir repositório`
pt_br: `Gerenciar repositório`
sv: `Hantera arkiv`
ta: `களஞ்சியத்தை நிர்வகி`
tr: `Depoları yönetme`
uk: `Керування репозиторієм`
zh_hans: `管理仓库`

source: `Add new projects`
de: `Neue Projekte hinzufügen`
ga: `Cuir tionscadail nua leis`
hu: `Új projektek hozzáadása`
id: `Tambahkan proyek baru`
ja: `新しいプロジェクトの追加`
nl: `Nieuwe projecten toevoegen`
pt: `Adicionar novos projetos`
pt_br: `Adicionar novos projetos`
sv: `Lägg till nya projekt`
ta: `புதிய திட்டங்களைச் சேர்`
tr: `Yeni projeler ekleme`
uk: `Додати нові проєкти`
zh_hans: `添加新项目`

source: List of teams
de: Liste der Teams
ga: Liosta foirne
hu: Csapatok listája
id: Daftar tim
ja: チーム一覧
nl: Lijst van teams
pt: Lista de equipas
pt_br: Lista de equipes
ro: Lista de echipe
ru: Список команд
sv: Lista över lag
ta: அணிகளின் பட்டியல்
tr: Takım listesi
uk: Список команд
zh_hans: 团队列表

source: The following teams are created upon installation (or after executing :wladmin:`setupgroups`) and you are free to modify them. The migration will, however, re-create them if you delete or rename them.
de: Die folgenden Teams werden bei der Installation (oder nach dem Ausführen von :wladmin:`setupgroups`) erstellt, und Sie können diese nach Belieben ändern. Wenn Sie die Gruppen jedoch löschen oder umbenennen, werden sie bei der Migration neu erstellt.
ga: Cruthaítear na foirne seo a leanas ar a shuiteáil (nó tar éis :wladmin:`setupgroups`) a fhorghníomhú agus tá cead agat iad a mhodhnú. Déanfaidh an t-aistriú, áfach, iad a athchruthú má scriosann tú nó má athainmníonn tú iad.
hu: Az alábbi csapatok a telepítés során (vagy a :wladmin:`setupgroups` parancs végrehajtása után) jönnek létre, és szabadon módosíthatók. Ha azonban törli vagy átnevezi őket, a migráció újra létrehozza őket.
id: Tim berikut dibuat setelah instalasi (atau setelah menjalankan :wladmin:`setupgroups`) dan Anda bebas mengubahnya. Namun, migrasi akan membuatnya kembali jika Anda menghapus atau mengganti namanya.
ja: 以下のチームは、インストール時（または :wladmin:`setupgroups` の実行後 ）に生成され、自由に変更できます。ただし、移行した場合、削除または名前が変更されていると、チームが再生成されます。
nl: De volgende teams worden gemaakt bij installeren (of na het uitvoeren van :wladmin:`setupgroups`) en u kunt ze vrijelijk aanpassen. De migratie zal ze echter opnieuw aanmaken als u ze verwijdert of hernoemt.
pt: As equipas seguintes são criadas após a instalação (ou após a execução de :wladmin:`setupgroups`) e está livre a modificá-las. A migração irá, no entanto, recriá-las se as apagar ou renomear.
pt_br: As equipes a seguir são criadas na instalação (ou após a execução de :wladmin:`setupgroups`) e você pode modificá-las livremente. No entanto, a migração as recriará se você as excluir ou renomear.
ro: Următoarele echipe sunt create la instalare (sau după executarea :wladmin:`setupgroups`) și puteți să le modificați. Cu toate acestea, migrația le va recreea dacă le ștergeți sau le redenumiți.
ru: Следующие группы будут созданы после установки (или после выполнения команды :wladmin:`setupgroups`) и вы можете их изменять. Однако, если вы удалите или переименуете их, то они могут быть воссозданы в процессе миграции на новую версию.
sv: Följande team skapas vid installationen (eller efter att :wladmin:`setupgroups` har körts) och du kan ändra dem efter behag. Migreringen kommer dock att återskapa dem om du tar bort eller byter namn på dem.
tr: Aşağıdaki takımlar kurulumun ardından (ya da :wladmin:`setupgroups` çalıştırıldıktan sonra) oluşturulur ve bunları istediğiniz gibi değiştirebilirsiniz. Ancak, silerseniz ya da yeniden adlandırırsanız aktarım işlemi bunları yeniden oluşturur.
uk: Під час встановлення (або після виконання :wladmin:`setupgroups`) буде створено вказані нижче команди. Ви можете внести зміни до цих груп. Втім, під час перенесення даних типові групи, якщо ви вилучите або перейменуєте їх, буде створено повторно.
zh_hans: 下面的团队在安装时建立（或在执行 :wladmin:`setupgroups` 后），您可以自由修改它们。但是，如果它们被删除或重命名，迁移后将重新创建这些名称。

source: `Guests`
de: `Gäste`
ga: `aíonna`
hu: `Vendégek`
id: `Tamu`
ja: `ゲスト`
nl: `Gast`
pt: `Convidados`
pt_br: `Convidados`
ro: `Oaspeți`
ru: `Гости`
sv: `Gäster`
ta: `விருந்தினர்கள்`
tr: `Konuklar`
zh_hans: `访客`
zh_hant: `訪客`

source: Defines permissions for non-authenticated users.
de: Legt die Berechtigungen für nicht authentifizierte Benutzer fest.
ga: Sainmhíníonn sé ceadanna d'úsáideoirí neamhfhíordheimhnithe.
hu: A nem hitelesített felhasználók jogosultságait határozza meg.
id: Menentukan izin untuk pengguna yang tidak diautentikasi.
ja: 未認証ユーザーのアクセス権の設定。
nl: Definieert rechten voor niet geauthenticeerde gebruikers.
pt: Define permissões para utilizadores não autenticados.
pt_br: Define permissões para usuários não autenticados.
ro: Definește permisiunile pentru utilizatorii neautentificați.
ru: Определяет разрешения для неавторизованных пользователей.
sv: Definierar behörigheter för icke-autentiserade användare.
ta: அங்கீகரிக்கப்படாத பயனர்களுக்கான அனுமதிகளை வரையறுக்கிறது.
tr: Kimliği doğrulanmamış kullanıcıların izinlerini belirler.
uk: Визначає права доступу для користувачів, які не пройшли розпізнавання.
zh_hans: 定义非授权用户的权限。

source: This team only contains anonymous users (see :setting:`ANONYMOUS_USER_NAME`).
de: Dieses Team enthält ausschließlich anonyme Benutzer (siehe :setting:`ANONYMOUS_USER_NAME`).
ga: Níl san fhoireann seo ach úsáideoirí gan ainm (féach :setting:`ANONYMOUS_USER_NAME`).
hu: Ez a csapat csak névtelen felhasználókat tartalmaz (lásd: :setting:`ANONYMOUS_USER_NAME`).
id: Tim ini hanya berisi pengguna anonim (lihat :setting:`ANONYMOUS_USER_NAME`).
ja: このチームには、匿名ユーザーのみ含める（参照: :setting:`ANONYMOUS_USER_NAME`)。
nl: Dit team bevat alleen anonieme gebruikers (bekijk :setting:`ANONYMOUS_USER_NAME`).
pt: Esta equipa contém apenas utilizadores anônimos (consulte :setting:`ANONYMOUS_USER_NAME`).
pt_br: Esta equipe contém apenas usuários anônimos (consulte :setting:`ANONYMOUS_USER_NAME`).
ru: Эта группа содержит только анонимных пользователей (смотрите параметр :setting:`ANONYMOUS_USER_NAME`).
sv: Detta team innehåller endast anonyma användare (se :setting:`ANONYMOUS_USER_NAME`).
tr: Bu takımda yalnızca anonim kullanıcılar bulunur (ayrıntılı bilgi almak için: :setting:`ANONYMOUS_USER_NAME`).
uk: У цій команді містяться записи лише анонімних користувачів (див. :setting:`ANONYMOUS_USER_NAME`).
zh_hans: 这个团队只包括匿名用户（请参见 :setting:`ANONYMOUS_USER_NAME` ）。

source: Remove roles from this team to limit permissions for non-authenticated users.
de: Entfernen Sie Rollen aus diesem Team, um die Berechtigungen für nicht authentifizierte Benutzer einzuschränken.
ga: Bain róil den fhoireann seo chun teorainn a chur le ceadanna d'úsáideoirí neamhfhíordheimhnithe.
hu: Ha korlátozni szeretné a nem hitelesített felhasználók jogosultságait, távolítsa el a szerepköröket ebből a csapatból.
id: Hapus peran dari tim ini untuk membatasi izin bagi pengguna yang tidak diautentikasi.
ja: このチームからロールを削除して、未認証ユーザーの権限を制限できます。
nl: Verwijdert rollen uit dit team om rechten te beperken voor niet geauthenticeerde gebruikers.
pt: Remover funções desta equipa para limitar as permissões para utilizadores não autenticados.
pt_br: Remova funções desta equipe para limitar as permissões para usuários não autenticados.
sv: Ta bort roller från detta team för att begränsa behörigheter för icke-autentiserade användare.
ta: அங்கீகரிக்கப்படாத பயனர்களுக்கான அனுமதிகளைக் கட்டுப்படுத்த இந்த குழுவிலிருந்து பாத்திரங்களை அகற்று.
tr: Kimliği doğrulanmamış kullanıcıların izinlerini sınırlamak için bu takımın rollerini kaldırın.
uk: Вилучати ролі з цієї команди для обмеження прав доступу неавторизованих користувачів.
zh_hans: 从这个团队中去掉角色，来限制非认证用户的权限。

source: Default roles: `Add suggestion`, `Access repository`
de: Standard-Rollen: `Vorschlag hinzufügen`, `Auf Repository zugreifen`
ga: Róil réamhshocraithe: `Cuir moladh leis`, `Rochtain ar stór`
hu: Alapértelmezett szerepkörök: `Javaslat hozzáadása`, `Tároló hozzáférés`
id: Peran bawaan: `Tambahkan saran`, `Akses repositori`
ja: デフォルトのロール: `提案の追加`、 `リポジトリへのアクセス`
nl: Standaard rollen: `Suggestie toevoegen`, `Toegang opslagruimte`
pt: Funções predefinidas: `Adicionar sugestão`, `Acessar repositório`
pt_br: Funções padrão: `Adicionar sugestão`, `Acessar repositório`
ro: Roluri implicite: `Adaugați sugestii`, `Accesați depozitul`
ru: Роли по умолчанию: `Добавление предложений`, `Доступ к репозиторию`
sv: Standardroller: `Lägg till förslag`, `Åtkomst till arkiv`
ta: இயல்புநிலை பாத்திரங்கள்: `ஆலோசனையைச் சேர்`,` களஞ்சியத்தை அணுகவும்`
tr: Varsayılan roller: `Öneri ekleme`, `Depoya erişme`
uk: Типові ролі: `Add suggestion`, `Access repository`
zh_hans: 默认角色：`添加建议`、`访问仓库`
zh_hant: 默認角色: `Add suggestion`, `Access repository`

source: `Viewers`
de: `Betrachter`
ga: `Breathnóirí`
hu: `Megtekintők`
id: `Pemirsa`
ja: `閲覧者`
nl: `Kijkers`
pt: `Visualizadores`
pt_br: `Visitantes`
ro: `Vizualizatori`
ru: `Просматривающие`
sv: `Tittare`
ta: `பார்வையாளர்கள்`
tr: `Görüntüleyiciler`
uk: `Переглядачі`
zh_hans: `查看者`

source: This role ensures the visibility of public projects to all users. By default, all users are members of this team.
de: Diese Rolle stellt die Sichtbarkeit der öffentlichen Projekte für alle Benutzer sicher. Standardmäßig sind alle Benutzer Mitglieder dieses Teams.
ga: Cinntíonn an ról seo infheictheacht na dtionscadal poiblí do gach úsáideoir. De réir réamhshocraithe, is baill den fhoireann seo gach úsáideoir.
hu: Ez a szerepkör biztosítja, hogy a nyilvános projektek minden felhasználó számára láthatók legyenek. Alapértelmezetten minden felhasználó tagja ennek a csapatnak.
id: Peran ini memastikan visibilitas proyek publik bagi semua pengguna. Secara bawaan, semua pengguna adalah anggota tim ini.
ja: このロールは、すべてのユーザーが公開プロジェクトを参照できます。デフォルトでは、すべてのユーザーがこのチームのメンバーです。
nl: Deze rol zorgt voor de zichtbaarheid van publieke projecten voor alle gebruikers. Standaard zijn alle gebruikers lid van dit team.
pt: Esta função garante a visibilidade dos projetos públicos para todos os utilizadores. Por padrão, todos os utilizadores são membros dessa equipa.
pt_br: Essa função garante a visibilidade dos projetos públicos para todos os usuários. Por padrão, todos os usuários são membros dessa equipe.
sv: Denna roll säkerställer att offentliga projekt syns för alla användare. Som standard är alla användare medlemmar i detta team.
ta: இந்த பங்கு அனைத்து பயனர்களுக்கும் பொது திட்டங்களின் தெரிவுநிலையை உறுதி செய்கிறது. இயல்பாக, அனைத்து பயனர்களும் இந்த அணியின் உறுப்பினர்கள்.
tr: Bu rol, herkese açık projelerin tüm kullanıcılara göründüğünden emin olunmasını sağlar. Varsayılan olarak tüm kullanıcılar bu grubun üyesidir.
uk: Ця роль забезпечує видимість відкритих проєктів для всіх користувачів. Типово учасниками цієї команди є всі користувачі.
zh_hans: 这一角色确保公开项目对所有用户可见。默认情况下，所有用户都是该团队的成员。

source: By default, :ref:`automatic team assignment <autoteam>` makes all new accounts members of this team when they join.
de: Standardmäßig werden alle neuen Konten durch :ref:`Automatische Teamzuweisungen <autoteam>` zu Mitgliedern dieses Teams, wenn sie ihr beitreten.
ga: De réir réamhshocraithe, déanann :ref:`tasc foirne uathoibríoch <autoteam>` gach cuntas nua den fhoireann seo agus iad páirteach ann.
hu: Alapértelmezés szerint a :ref:`automatikus csapat-hozzárendelés <autoteam>` révén minden újonnan létrehozott fiók tagja lesz ennek a csapatnak.
id: Secara bawaan, :ref:`automatic team assignment <autoteam>` menjadikan semua akun baru sebagai anggota tim ini saat mereka bergabung.
ja: デフォルトでは、:ref:`自動チーム割り当て <autoteam>` と指定すると、新しい参加者には自動的にこのチームのメンバーのアカウントが作成されます。
nl: Standaard maakt :ref:`automatische toewijzing team <autoteam>` alle nieuwe accounts lid van dit team als zij meedoen.
pt: Por padrão, :ref:`associação automática de equipa <autoteam>` faz com que todos os novos membros de contas desta equipa quando eles entram.
pt_br: Por padrão, :ref:`associação automática de equipe <autoteam>` faz com que todos os novos membros de contas desta equipe quando eles entram.
ru: По умолчанию :ref:`автоматическое назначение команды <autoteam>` делает все новые учётные записи членами этой команды при их присоединении.
sv: Som standard gör :ref:`automatisk teamtilldelnings <autoteam>` alla nya konton till medlemmar i detta team när de ansluter sig.
tr: Varsayılan olarak, :ref:`kendiliğinden takım ataması <autoteam>`, katılan tüm yeni hesapları bu takımın bir üyesi yapar.
uk: Типово, :ref:`автоматична прив'язка команд <autoteam>` створює усі нові облікові записи учасників цієї команди, коли вони долучаються.
zh_hans: 默认情况下，\ :ref:`自动团队分配 <autoteam>` 将会使所有新账户在加入时成为该团队的成员。

source: Default roles: none
de: Standard-Rollen: keine
ga: Róil réamhshocraithe: aon cheann
hu: Alapértelmezett szerepkörök: nincs
id: Peran bawaan: tidak ada
ja: デフォルトのロール: なし
nl: Standaard rollen: geen
pt: Funções predefinidas: nenhuma
pt_br: Funções padrão: nenhuma
ro: Roluri implicite: niciunul
ru: Роли по умолчанию: нет
sv: Standardroller: inga
ta: இயல்புநிலை பாத்திரங்கள்: எதுவுமில்லை
tr: Varsayılan roller: Yok
uk: Типові ролі: немає
zh_hans: 默认角色：无

source: `Users`
de: `Benutzer`
ga: `Úsáideoirí`
hu: `Felhasználók`
id: `Pengguna`
ja: `ユーザー`
nl: `Gebruikers`
pt: `Utilizadores`
pt_br: `Usuários`
ro: `Utilizatori`
ru: `Пользователи`
sv: `Användare`
ta: `பயனர்கள்`
tr: `Kullanıcılar`
zh_hans: `用户`
zh_hant: `使用者`

source: Default team for all users.
de: Standardteam für alle Benutzer.
ga: Foireann réamhshocraithe do gach úsáideoir.
hu: Az összes felhasználó alapértelmezett csapata.
id: Tim bawaan untuk semua pengguna.
ja: すべてのユーザーのデフォルトのチーム。
nl: Standaard team voor alle gebruikers.
pt: Equipa padrão para todos os utilizadores.
pt_br: Equipe padrão para todos os usuários.
ru: Стандартная группа для всех пользователей.
sv: Standardteam för alla användare.
ta: அனைத்து பயனர்களுக்கும் இயல்புநிலை குழு.
tr: Tüm kullanıcıların varsayılan takımı.
uk: Типова команда для всіх користувачів.
zh_hans: 所有用户的默认团队。

source: Default roles: `Power user`
de: Standard-Rollen: `Hauptbenutzer`
ga: Róil réamhshocraithe: `Úsáideoir cumhachta`
hu: Alapértelmezett szerepkörök: `Képzett felhasználó`
id: Peran bawaan: `Power user`
ja: デフォルトのロール: `パワー ユーザー`
nl: Standaard rollen: `Ervaren gebruiker`
pt: Funções predefinidas: `Utilizador avançado`
pt_br: Funções padrão: `Usuário avançado`
ro: Roluri implicite: `Power user`
ru: Роли по умолчанию: `Опытный пользователь`
sv: Standardroller: `Power user`
ta: இயல்புநிலை பாத்திரங்கள்: `சக்தி பயனர்`
tr: Varsayılan roller: `Uzman kullanıcı`
uk: Типові ролі: `Power user`
zh_hans: 默认角色：`高级用户`
zh_hant: 默認角色: `Power user`

source: `Reviewers`
de: `Prüfer`
ga: `Léirmheastóirí`
hu: `Felülvizsgálók`
id: `Peninjau`
ja: `査読者`
nl: `Beoordelaars`
pt: `Revisores`
pt_br: `Revisores`
ro: `Revizorii`
ru: `Рецензенты`
sv: `Förhandsgranskare`
ta: `விமர்சகர்கள்`
tr: `Onaylayanlar`
uk: `Рецензенти`
zh_hans: `审校员`
zh_hant: `校對`

source: Group for reviewers (see :ref:`workflows`).
de: Gruppe für Prüfer (siehe :ref:`workflows`).
ga: Grúpa d'athbhreithnithe (féach :ref:`workflows`).
hu: A felülvizsgálók csoportja (lásd: :ref:`workflows`).
id: Grup untuk peninjau (lihat :ref:`workflows`).
ja: 査読者用のグループ（参照: :ref:`workflows`）。
nl: Groep voor beoordelaars (bekijk :ref:`workflows`).
pt: Grupo para revisores (consulte :ref:`workflows`).
pt_br: Grupo para revisores (consulte :ref:`workflows`).
ro: Grup pentru recenzori (see :ref:`workflows`).
ru: Группа для рецензентов (смотрите раздел :ref:`workflows`).
sv: Grupp för granskare (se :ref:`workflows`).
tr: Onaylayan kullanıcıların takımı (ayrıntılı bilgi almak için: :ref:`workflows`).
uk: Група для рецензентів (див. :ref:`workflows`).
zh_hans: 审校员的群组（参见 :ref:`workflows`）。
zh_hant: 复核員的群組（參見 :ref:`workflows` ）。

source: Default roles: `Review strings`
de: Standard-Rollen: `Zeichenketten überprüfen`
ga: Róil réamhshocraithe: `Teaghráin athbhreithnithe`
hu: Alapértelmezett szerepkörök: `Szövegek felülvizsgálata`
id: Peran bawaan: `Tinjau string`
ja: デフォルトのロール: `文字列の査読`
nl: Standaard rollen: `Tekenreeksen beoordelen`
pt: Funções predefinidas: `Revisar cadeias`
pt_br: Funções padrão: `Revisar textos`
ro: Roluri implicite: `Review strings`
ru: Роли по умолчанию: `Рецензирование строк`
sv: Standardroller: `Granska strängar`
ta: இயல்புநிலை பாத்திரங்கள்: `மதிப்பாய்வு சரங்களை`
tr: Varsayılan roller: `Dizgeleri onaylama`
uk: Типові ролі: `Review strings`
zh_hans: 默认角色：`审校字符串`
zh_hant: 默認角色: `Review strings`

source: `Managers`
de: `Manager`
ga: `Bainisteoirí`
hu: `Kezelők`
id: `Manajer`
ja: `管理者`
nl: `Beheerders`
pt: `Gestores`
pt_br: `Gerenciadores`
ro: `Manageri`
ru: `Управляющие`
sv: `Chefer`
ta: `மேலாளர்கள்`
tr: `Yöneticiler`
uk: `Керівники`
zh_hans: `管理者`
zh_hant: `管理員`

source: Group for administrators.
de: Gruppe für Administratoren.
ga: Grúpa do riarthóirí.
hu: Az adminisztrátorok csoportja.
id: Grup untuk administrator.
ja: 管理者用のグループ。
nl: Groep voor beheerders.
pt: Grupo para administradores.
pt_br: Grupo para administradores.
ro: Grup pentru administratori.
ru: Группа для администраторов.
sv: Grupp för administratörer.
ta: நிர்வாகிகளுக்கான குழு.
tr: Yönetici kullanıcıların takımı.
uk: Група для адміністраторів.
zh_hans: 管理员的群组。

source: Default roles: `Administration`
de: Standard-Rollen: `Verwaltung`
ga: Róil réamhshocraithe: `Riarachán`
hu: Alapértelmezett szerepkörök: `Adminisztráció`
id: Peran bawaan: `Administrasi`
ja: デフォルトのロール: `管理`
nl: Standaard rollen: `Beheer`
pt: Funções predefinidas: `Administração`
pt_br: Funções padrão: `Administração`
ro: Roluri implicite: `Administration`
ru: Роли по умолчанию: `Администрирование`
sv: Standardroller: `Administration`
ta: இயல்புநிலை பாத்திரங்கள்: `நிர்வாகம்`
tr: Varsayılan roller: `Yönetim`
uk: Типові ролі: `Administration`
zh_hans: 默认角色：`管理`

source: `Project creators`
de: `Projektersteller`
ga: `Cruthaitheoirí tionscadail`
hu: `Projektlétrehozók`
id: `Pembuat proyek`
ja: `プロジェクトの作成者`
nl: `Project makers`
pt: `Criadores do projeto`
pt_br: `Criadores do projeto`
ru: `Создатели проекта`
sv: `Projektets skapare`
ta: `திட்ட படைப்பாளர்கள்`
tr: `Proje oluşturucular`
uk: `Творці проєкту`
zh_hans: `项目创建者`

source: Users who can create new projects.
de: Benutzer, die neue Projekte erstellen können.
ga: Úsáideoirí ar féidir leo tionscadail nua a chruthú.
hu: Azok a felhasználók, akik új projekteket hozhatnak létre.
id: Pengguna yang dapat membuat proyek baru.
ja: 新規プロジェクトを作成可能なユーザー。
nl: Gebruikers die nieuwe projecten kunnen maken.
pt: Utilizadores que podem criar projetos.
pt_br: Usuários que podem criar novos projetos.
ru: Пользователи которые могут создавать новые проекты.
sv: Användare som kan skapa nya projekt.
ta: புதிய திட்டங்களை உருவாக்கக்கூடிய பயனர்கள்.
tr: Yeni projeler oluşturabilecek kullanıcılar.
uk: Користувачі, які можуть створювати нові проєкти.
zh_hans: 可以新建项目的用户。

source: Default roles: `Add new projects`
de: Standard-Rollen: `Neue Projekte hinzufügen`
ga: Róil réamhshocraithe: `Cuir tionscadail nua leis`
hu: Alapértelmezett szerepkörök: `Új projektek hozzáadása`
id: Peran bawaan: `Tambahkan proyek baru`
ja: デフォルトのロール: `新しいプロジェクトの追加`
nl: Standaard rollen: `Nieuwe projecten toevoegen`
pt: Funções padrão: `Adicionar novos projetos`
pt_br: Funções padrão: `Adicionar novos projetos`
sv: Standardroller: `Lägg till nya projekt`
ta: இயல்புநிலை பாத்திரங்கள்: `புதிய திட்டங்களைச் சேர்க்கவும்`
tr: Varsayılan roller: `Yeni projeler ekleme`
uk: Типові ролі: `Додавати нові проєкти`
zh_hans: 默认角色 `添加新项目`
