Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can either define which project or component to update (for example ``weblate/application``), or use ``--all`` to update all existing components, or use ``--file-format`` to filter based on the file format.
de: Sie können entweder festlegen, welches Projekt oder welche Komponente aktualisiert werden soll (z. B. ``weblate/application``), ``--all`` verwenden, um alle vorhandenen Komponenten zu aktualisieren oder ``--file-format`` verwenden, um anhand des Dateiformats zu filtern.
ga: Is féidir leat an tionscadal nó an chomhpháirt atá le nuashonrú a shainiú (mar shampla ``weblate/feidhmchlár``), nó ``--all`` a úsáid chun na comhpháirteanna reatha go léir a nuashonrú, nó ``--formáid-comhaid`` a úsáid chun scagadh bunaithe ar an bhformáid comhaid.
hu: Meghatározható, hogy melyik projekt vagy összetevő frissüljön (például ``weblate/application``) vagy a ``--all`` opcióval az összes meglévő összetevő, illetve a ``--file-format`` opcióval fájlformátum alapján is szűrhető.
id: Anda dapat menentukan proyek atau komponen mana yang akan diperbarui (misalnya ``weblate/application``), atau menggunakan ``--all`` untuk memperbarui semua komponen yang ada, atau menggunakan ``--file-format`` untuk memfilter berdasarkan format berkas.
ja: 更新するプロジェクトまたはコンポーネント（例: ``weblate/application``）を設定するか、``--all`` を使用して既存のすべてのコンポーネントを更新するか、``--file-format`` を使用してファイル形式に基づいてフィルタリングできます。
nl: U kunt definiëren welk project of onderdeel bij te werken (bijvoorbeeld ``weblate/application``), of ``--all`` gebruiken om alle bestaande onderdelen bij te werken, of ``--file-format`` gebruiken om te filteren op basis van de bestandsindeling.
pt: Pode definir qual projeto ou componente atualizar (por exemplo, ``weblate/application``) ou usar ``--all`` para atualizar todos os componentes existentes, ou use ``--file-format`` para filtrar com base no formato do ficheiro.
pt_br: Você pode definir qual projeto ou componente atualizar (por exemplo, ``weblate/application``) ou usar ``--all`` para atualizar todos os componentes existentes, ou use ``--file-format`` para filtrar com base no formato do arquivo.
ru: Вы можете либо определить, какой проект или компонент обновлять (например, ``weblate/application``), либо использовать ``--all`` для обновления всех существующих компонентов, либо использовать ``--file-format`` для фильтрации. в зависимости от формата файла.
sv: Du kan antingen ange vilket projekt eller vilken komponent som ska uppdateras (till exempel ``weblate/application``), använda ``--all`` för att uppdatera alla befintliga komponenter eller använda ``--file-format`` för att filtrera utifrån filformatet.
ta: புதுப்பிக்க எந்த திட்டம் அல்லது கூறுகளை நீங்கள் வரையறுக்கலாம் (எடுத்துக்காட்டாக `` வலைபெயர்ப்பு/பயன்பாடு``), அல்லது தற்போதுள்ள அனைத்து கூறுகளையும் புதுப்பிக்க `` --all`` ஐப் பயன்படுத்தலாம் அல்லது வடிகட்ட ``--கோப்பு-வடிவத்தை` பயன்படுத்து கோப்பு வடிவமைப்பின் அடிப்படையில்.
tr: Hangi projenin veya bileşenin güncelleneceğini tanımlayabilir (``weblate/application`` gibi), var olan tüm bileşenleri güncellemek için ``-all`` seçeneğini kullanabilir ya da dosya biçimine göre süzmek için ``--file-format`` seçeneğini kullanabilirsiniz.
uk: Ви можете або визначити проєкт або складник для оновлення (наприклад, ``weblate/application``), або скористатися ``--all`` для оновлення усіх наявних складників або скористайтеся ``--file-format`` для фільтрування на основі формату файлів.
zh_hans: 您可以确定或者哪个项目或部件要更新（例如 ``weblate/application`` ），或者使用 ``--all`` 来更新所有现有部件，或使用 ``--file-format`` 基于文件格式进行过滤。

source: Commits pending changes older than a given age.
de: Committet ausstehende Änderungen, die älter als ein bestimmtes Alter sind.
ga: Geallann sé athruithe ar feitheamh níos sine ná aois ar leith.
hu: A megadott korhatárnál régebbi függő módosítások véglegesítése.
id: Melakukan perubahan tertunda yang lebih lama dari usia tertentu.
ja: 指定された経過時間より古い保留中の変更をコミットします。
nl: Dient openstaande wijzigingen in die ouder zijn dan een opgegeven periode.
pt: Faz commit de alterações pendentes anteriores a uma determinada idade.
pt_br: Faz commit de alterações pendentes anteriores a uma determinada idade.
ro: Activează modificările în așteptare mai vechi de o anumită vârstă.
ru: Коммитит отложенные изменения старше указанного возраста.
sv: Bekräftar väntande ändringar som är äldre än en viss ålder.
ta: கொடுக்கப்பட்ட வயதை விட பழைய மாற்றங்களைச் செய்கிறது.
tr: Belirli bir süreden daha önce bekleyen değişiklikleri işler.
uk: Вносить зміни з черги, вік яких перевищує вказаний.
zh_hans: 提交超过给定期限的待处理更改。
zh_hant: 提交早於給定時間段的待定更改。

source: Age in hours for committing. If not specified the value configured in :ref:`component` is used.
de: Alter in Stunden für die Übergabe. Wenn nicht angegeben, wird der in der :ref:`component` konfigurierte Wert verwendet.
ga: Aois in uaireanta le haghaidh cimiú. Mura sonraítear é úsáidtear an luach atá cumraithe in :ref:`component`.
hu: A véglegesítéshez megadott idő (órában). Ha nincs megadva, akkor az :ref:`összetevő <component>` beállításaiban megadott érték kerül felhasználásra.
id: Usia dalam jam untuk melakukan komitmen. Jika tidak ditentukan, nilai yang dikonfigurasi dalam :ref:`component` akan digunakan.
ja: コミットするまでの時間単位の経過時間。指定しない場合、:ref:`component` に設定した値を使用します。
nl: Periode is in uren voor indienen. Indien niet gespecificeerd wordt de waarde die is geconfigureerd in :ref:`component` gebruikt.
pt: Idade em horas para fazer commit. Se não for especificado, o valor configurado em :ref:`component` é usado.
pt_br: Idade em horas para fazer commit. Se não for especificado, o valor configurado em :ref:`component` é usado.
ro: Vârsta în ore pentru angajare. Dacă nu este specificată, se utilizează valoarea configurată în :ref:`component`.
ru: Возраст в часах для коммита. Если не указан, то используется значение, заданное в :ref:`настройках компонента <component>`.
sv: Ålder i timmar för att begå. Om inget anges används det värde som konfigurerats i :ref:`component`.
tr: İşleme için saat olarak yaş. Belirtilmezse, :ref:`component` içinde yapılandırılmış değer kullanılır.
uk: Вік у годинах для внесків. Якщо не вказано, буде використано значення, яке налаштовано у :ref:`component`.
zh_hans: 时间段以小时为单位。如果不指定，则使用在 :ref:`component` 中配置的值。
zh_hant: 時間段以小時為單位。如果不指定，則使用在 :ref:`component` 中配置的值。

source: This is automatically performed in the background by Weblate, so there no real need to invoke this manually, besides forcing an earlier commit than specified by :ref:`component`.
de: Dies wird automatisch im Hintergrund von Weblate durchgeführt, so dass es keine wirkliche Notwendigkeit gibt, dies manuell aufzurufen, abgesehen von der Erzwingung einer früheren Übergabe als durch die :ref:`component` angegeben.
ga: Déanann Weblate é seo go huathoibríoch sa chúlra, mar sin níl aon ghá dáiríre é seo a agairt de láimh, seachas gealltanas níos luaithe ná mar a shonraítear ag :ref:`component` a bhrú.
hu: Ez a művelet a háttérben automatikusan történik a Weblate által, így nincs feltétlenül szükség kézi futtatására – kivéve ha az :ref:`összetevő <component>` által meghatározottnál korábbi véglegesítést kíván végrehajtani.
id: Hal ini secara otomatis dilakukan di latar belakang oleh Weblate, jadi tidak perlu lagi menjalankannya secara manual, selain memaksa komit lebih awal daripada yang ditetapkan oleh :ref:`component`.
ja: これは、Weblate が自動でバックグラウンドで実行しています。そのため、:ref:`component` で指定した時間よりも早い段階でコミットを強制する以外は、これを手動で実行する必要はありません。
nl: Dit wordt automatisch op de achtergrond door Weblate uitgevoerd, dus het is niet echt nodig om dit handmatig uit te voeren, naast het forceren van een eerdere indiening dan gespecificeerd door :ref:`component`.
pt: Isso é realizado automaticamente em segundo plano pelo Weblate, de modo que não há necessidade real de invocar isso manualmente, além de forçar um commit anterior do que o especificado por :ref:`component`.
pt_br: Isso é realizado automaticamente em segundo plano pelo Weblate, de modo que não há necessidade real de invocar isso manualmente, além de forçar um commit anterior do que o especificado por :ref:`component`.
ro: Acest lucru este efectuat automat în fundal de către Weblate, astfel încât nu este nevoie de o invocare manuală, în afară de forțarea unei comenzi mai devreme decât cea specificată de :ref:`component`.
ru: Она автоматически выполняется Weblate’ом в фоновом режиме, поэтому вручную вызывать эту команду нет никакой реальной необходимости, кроме разве что принудительного выполнения коммита в более раннее время, чем задано в :ref:`конфигурации компонента <component>`.
sv: Detta utförs automatiskt i bakgrunden av Weblate, så det finns inget egentligt behov av att göra detta manuellt, förutom för att tvinga fram en tidigare commit än den som anges av :ref:`component`.
tr: Bu işlem, Weblate tarafından arka planda kendiliğinden yapılır. Bu nedenle :ref:`component` tarafından belirtilenden daha erken bir işlemeyi dayatmanın yanında, bunu el ile çağırmaya gerek yoktur.
uk: Це завдання автоматично виконується Weblate у фоновому режимі, отже, немає сенсу викликати його вручну, окрім примусового запису внеску, який передуватиме визначеному :ref:`складником <component>`.
zh_hans: 这由 Weblate 在后台自动执行，所以实际不需要手动调用，除了要强制早于 :ref:`component` 指定的执行。
zh_hant: 這由 Weblate 在後台自動執行，所以實際不需要手動調用，除了要強制早於 :ref:`component` 指定的執行。

source: Cleans up orphaned checks and translation suggestions. There is normally no need to run this manually, as the cleanups happen automatically in the background.
de: Bereinigt verwaiste Qualitätsprüfungen und Übersetzungsvorschläge. Normalerweise ist es nicht nötig, dies manuell auszuführen, da die Bereinigungen automatisch im Hintergrund erfolgen.
ga: Glanann sé seiceanna dílleachtaí agus moltaí aistriúcháin. De ghnáth ní gá é seo a rith de láimh, mar go dtarlaíonn na glantacháin go huathoibríoch sa chúlra.
hu: Elárvult ellenőrzések és fordítási javaslatok tisztítása. Általában nincs szükség kézi futtatásra, mivel ez automatikusan megtörténik a háttérben.
id: Membersihkan pemeriksaan yang tidak terpakai dan saran terjemahan. Biasanya tidak perlu menjalankannya secara manual, karena pembersihan terjadi secara otomatis di latar belakang.
ja: 個別の検査結果と翻訳の提案をクリーンアップします。クリーンアップはバックグラウンドで自動的に行われるため、通常はこれを手動で実行する必要はありません。
nl: Schoont wezen van controles en vertaalsuggesties op. Er bestaat normaal gesproken geen reden om dit handmatig uit te voeren, omdat het opschonen automatisch op de achtergrond gebeurt.
pt: Limpa verificações e sugestões de tradução órfãs. Normalmente, não há necessidade de executá-lo manualmente, pois as limpezas acontecem automaticamente em segundo plano.
pt_br: Limpa verificações e sugestões de tradução órfãs. Normalmente, não há necessidade de executá-lo manualmente, pois as limpezas acontecem automaticamente em segundo plano.
ro: Curăță verificările orfane și sugestiile de traducere. În mod normal, nu este necesar să executați manual această operațiune, deoarece curățarea se face automat în fundal.
ru: Очищает осиротевшие проверки и предложения перевода. Обычно запускать её вручную нет необходимости, поскольку очистка происходит автоматически в фоновом режиме.
sv: Rensar bort övergivna kontroller och översättningsförslag. Normalt behöver detta inte köras manuellt, eftersom rensningen sker automatiskt i bakgrunden.
ta: அனாதை சோதனைகள் மற்றும் மொழிபெயர்ப்பு பரிந்துரைகளை சுத்தப்படுத்துகிறது. பொதுவாக இதை கைமுறையாக இயக்க வேண்டிய அவசியமில்லை, ஏனெனில் தூய்மைப்படுத்தல்கள் தானாக பின்னணியில் நடக்கும்.
tr: Arta kalmış denetimleri ve çeviri önerilerini temizler. Normalde bunu el ile çalıştırmaya gerek yoktur. Temizlik arka planda kendiliğinden yapılır.
uk: Очищує список осиротілих перевірок та пропозицій перекладів. Потреби у такому очищенні вручну, зазвичай, немає, оскільки очищення відбувається автоматично у фоновому режимі.
zh_hans: 清理无主的检查和翻译建议。这通常不需要手动运行，因为清理在后台自动启动。
zh_hant: 清理無主的檢查和翻譯建議。這通常不需要手動運行，因為清理在後台自動啟動。

source: Removes all obsolete entries with pending status from the translation memory.
id: Menghapus semua entri usang dengan status tertunda dari memori terjemahan.
sv: Tar bort alla föråldrade poster med status "väntande" från översättningsminnet.
uk: Видаляє всі застарілі записи зі статусом "очікує на розгляд" з пам'яті перекладів.

source: Performs cleanup of stored SSH host keys:
de: Führt eine Bereinigung der gespeicherten SSH-Hostschlüssel durch:
ga: Déanann sé glanta eochracha óstaigh SSH stóráilte:
hu: Elmentett SSH-kulcsok tisztítása:
id: Melakukan pembersihan kunci host SSH yang tersimpan:
ja: 保存している SSH ホスト鍵をクリーンアップします。
nl: Voert opschonen uit van opgeslagen sleutels voor de SSH host:
pt: Executa a remoção das chaves de host SSH armazenadas:
pt_br: Executa a remoção das chaves de host SSH armazenadas:
ro: Efectuează curățarea cheilor de gazdă SSH stocate:
ru: Выполняет очистку сохранённых ключей хоста SSH:
sv: Rensar lagrade SSH-värdnycklar:
ta: சேமிக்கப்பட்ட பாஓடு புரவலன் விசைகளை தூய்மை செய்கிறது:
tr: Depolanmış SSH sunucu anahtarlarını temizler:
uk: Виконує очищення збережених SSH-ключів хосту:
zh_hans: 对存储的 SSH 主机密钥进行清理：

source: Removes deprecated RSA keys for GitHub which might cause issues connecting to GitHub.
de: Entfernt veraltete RSA-Schlüssel für GitHub, die zu Problemen bei der Verbindung mit GitHub führen können.
ga: Baintear eochracha RSA dímheasta do GitHub a d'fhéadfadh fadhbanna a chruthú maidir le nascadh le GitHub.
hu: Eltávolítja az elavult RSA kulcsokat a GitHubhoz, amelyek problémát okozhatnak a kapcsolódás során.
id: Menghapus kunci RSA yang tidak digunakan lagi untuk GitHub yang mungkin menyebabkan masalah saat menghubungkan ke GitHub.
ja: GitHub への接続で問題が発生することがある GitHub の非推奨の RSA 鍵を削除します。
nl: Verwijdert vervallen RSA-sleutels voor GitHub, wat problemen zou kunnen veroorzaken bij het verbinden met GitHub.
pt: Remove as chaves RSA descontinuadas do GitHub que podem causar problemas de conexão com o GitHub.
pt_br: Remove as chaves RSA descontinuadas do GitHub que podem causar problemas de conexão com o GitHub.
ro: Elimină cheile RSA depreciate pentru GitHub, care ar putea cauza probleme de conectare la GitHub.
ru: Удаляет устаревшие RSA-ключи для GitHub, которые могли вызвать проблемы с подключением к GitHub.
sv: Tar bort föråldrade RSA-nycklar för GitHub som kan orsaka problem vid anslutning till GitHub.
ta: கிட்அப்பிற்கான நீக்கப்பட்ட ஆர்எச்ஏ விசைகளை நீக்குகிறது, இது கிதுபுடன் இணைக்கும் சிக்கல்களை ஏற்படுத்தக்கூடும்.
tr: GitHub tarafından kullanımdan kaldırılmış RSA anahtarlarını GitHub ile bağlantı kurma sorunlarına yol açmaması için kaldırır.
uk: Вимикає застарілі ключі RSA до GitHub. Такі ключі можуть спричиняти проблеми під час встановлення з'єднання із GitHub.
zh_hans: 移除已废弃的 GitHub 的 RSA 密钥，这可能会导致连接到 GitHub 的问题。

source: Removes duplicate entries in host keys.
de: Entfernt doppelte Einträge in Hostschlüsseln.
ga: Baintear iontrálacha dúblacha sna heochracha óstaigh.
hu: Eltávolítja a hosztkulcsok duplikált bejegyzéseit.
id: Menghapus entri duplikat pada kunci host.
ja: ホスト鍵内の重複するエントリーを削除します。
nl: Verwijdert gedupliceerde items in sleutels voor host.
pt: Remove entradas duplicadas nas chaves do host.
pt_br: Remove entradas duplicadas nas chaves do host.
ro: Elimină intrările duplicate din cheile de gazdă.
ru: Удаляет дублирующиеся записи в ключах хостов.
sv: Tar bort dubbla poster i värdnycklar.
ta: புரவலன் விசைகளில் நகல் உள்ளீடுகளை அகற்றவும்.
tr: Çift sunucu anahtarı kayıtlarını kaldırır.
uk: Вилучає повторювані записи в ключах хосту.
zh_hans: 删除主机密钥中的重复条目。

source: Provides a password on the command-line, to not generate a random one.
de: Gibt ein Passwort auf der Befehlszeile an, um kein zufälliges zu generieren.
ga: Soláthraíonn sé pasfhocal ar an líne ordaithe, chun gan ceann randamach a ghiniúint.
hu: Jelszó megadása parancssori paraméterként, így nem generálódik véletlenszerű jelszó.
id: Menyediakan kata sandi pada baris perintah, agar tidak membuat kata sandi acak.
ja: ランダムなパスワードが生成されないように、コマンドラインでパスワードを指定します。
nl: Verschaft een wachtwoord op de opdrachtregel, om niet een willekeurig te hoeven genereren.
pt: Fornece uma palavra-passe na linha de comando, para não gerar uma palavra-passe aleatória.
pt_br: Fornece uma senha na linha de comando, para não gerar uma senha aleatória.
ro: Furnizează o parolă pe linia de comandă, pentru a nu genera una aleatorie.
ru: Взять пароль из командной строки, случайный пароль в этом случае не генерируется.
sv: Anger ett lösenord på kommandoraden för att inte generera ett slumpmässigt lösenord.
ta: சீரற்ற ஒன்றை உருவாக்காமல் இருக்க, கட்டளை வரியில் கடவுச்சொல்லை வழங்குகிறது.
tr: Rastgele bir parola oluşturulmaması için komut satırından bir parola belirtilmesini sağlar.
uk: Надає пароль у командному рядку, щоб не створювати його випадковим чином.
zh_hans: 在命令行提供密码，而不要生成随机的。
zh_hant: 在命令行提供密碼，而不要生成隨機的。

source: Do not set password, this can be useful with `--update`.
de: Setzt kein Passwort, dies kann bei `--update` nützlich sein.
ga: Ná socraigh pasfhocal, is féidir é seo a bheith úsáideach le `--update`.
hu: Ne állítson be jelszót – ez hasznos lehet a `--update` kapcsolóval együtt.
id: Jangan atur kata sandi, ini dapat berguna dengan `--update`.
ja: パスワードを設定しない。これは `--update` と合わせて使用すると便利です。
nl: Stel geen wachtwoord in, dit kan nuttig zijn met `--update`.
pt: Não define a palavra-passe, isso pode ser útil com `--update`.
pt_br: Não define a senha, isso pode ser útil com `--update`.
ro: Nu setați parola, acest lucru poate fi util cu `--update`.
ru: Не устанавливать пароль, это может быть полезно при запуске с ключом ``--update``.
sv: Ange inte lösenord, detta kan vara användbart med `--update`.
ta: கடவுச்சொல்லை அமைக்க வேண்டாம், இது `--update` உடன் பயனுள்ளதாக இருக்கும்.
tr: Parola ayarlanmaz. Bu kullanım `--update` seçeneği ile yararlı olabilir.
uk: Не встановлювати пароль. Може бути корисним із поєднанням `--update`.
zh_hans: 不要设置密码，这对 `--update` 可能有用。
zh_hant: 不要設置密碼，這對`--update`可能有用。

source: Use the given name instead of ``admin``.
de: Verwendet den angegebenen Namen anstelle von ``admin``.
ga: Úsáid an t-ainm a thugtar in ionad ``admin``.
hu: Az ``admin`` helyett megadott név használata.
id: Gunakan nama yang diberikan, bukan ``admin``.
ja: ``admin`` の代わりに、指定した名前を使います。
nl: Gebruik de opgegeven naam in plaats van ``admin``.
pt: Use o nome dado em vez de ``admin``.
pt_br: Use o nome dado em vez de ``admin``.
ro: Utilizați numele dat în loc de ``admin``.
ru: Использовать указанное имя вместо ``admin``.
sv: Använd det angivna namnet istället för ``admin``.
ta: `` நிர்வாகி`` க்கு பதிலாக கொடுக்கப்பட்ட பெயரைப் பயன்படுத்து.
tr: ``Admin`` yerine belirtilen ad kullanılır.
uk: Використовувати вказане ім'я замість ``admin``.
zh_hans: 使用给定的姓名而不是 ``admin``。
zh_hant: 使用給定的姓名而不是 ``admin`` 。

source: Specify the admin e-mail address.
de: Gibt die E-Mail-Adresse des Administrators an.
ga: Sonraigh an seoladh r-phoist admin.
hu: Adminisztrátori e-mail-cím megadása.
id: Tentukan alamat surel admin.
ja: 管理者のメール アドレスを指定します。
nl: Specificeer het e-mailadres voor admin.
pt: Especifica o endereço de e-mail do administrador.
pt_br: Especifica o endereço de e-mail do administrador.
ro: Specificați adresa de e-mail a administratorului.
ru: Указывает адрес электронной почты администратора.
sv: Ange administratörens e-postadress.
ta: நிர்வாக மின்னஞ்சல் முகவரியைக் குறிப்பிடவும்.
tr: Yönetici e-posta adresini belirtir.
uk: Вказати адресу електронної пошти адміністратора.
zh_hans: 指定 admin 的电子邮箱地址。
zh_hant: 指定 admin 的電子郵箱地址。

source: Specify the admin name (visible).
de: Gibt den Namen des Administrators an (sichtbar).
ga: Sonraigh an t-ainm riaracháin (infheicthe).
hu: Adminisztrátor neve (megjelenített név) megadása.
id: Tentukan nama admin (terlihat).
ja: 管理者名を指定します（表示用）。
nl: Specificeer de naam van admin (zichtbaar).
pt: Especifica o nome (visível) do administrador.
pt_br: Especifica o nome (visível) do administrador.
ro: Specificați numele administratorului (vizibil).
ru: Указывает (отображаемое) имя администратора.
sv: Ange administratörens namn (synligt).
ta: நிர்வாக பெயரைக் குறிப்பிடவும் (தெரியும்).
tr: Yönetici adını belirtir (görüntülenecek).
uk: Вказати ім'я адміністратора (видиме).
zh_hans: 指定 admin 的姓名（可见的）。
zh_hant: 指定 admin 的姓名（可見的）。

source: Update the existing user (you can use this to change passwords).
de: Aktualisiert den bestehenden Benutzer (damit können auch Passwörter geändert werden).
ga: Nuashonraigh an t-úsáideoir reatha (is féidir leat é seo a úsáid chun pasfhocail a athrú).
hu: Létező felhasználó frissítése (pl. jelszó módosítására is használható).
id: Perbarui pengguna yang ada (Anda dapat menggunakan ini untuk mengubah kata sandi).
ja: 既存のユーザーを更新します（これを使用してパスワードを変更できます）。
nl: Werk de bestaande gebruiker bij (u kunt dit gebruiken om wachtwoorden te wijzigen).
pt: Atualiza o utilizador existente (pode usar isto para alterar palavras-passe).
pt_br: Atualiza o usuário existente (você pode usar isso para alterar as senhas).
ro: Actualizați utilizatorul existent (puteți folosi acest lucru pentru a schimba parolele).
ru: Обновление существующего пользователя (вы можете использовать этот ключ для изменения паролей).
sv: Uppdatera befintlig användare (du kan använda detta för att ändra lösenord).
ta: ஏற்கனவே உள்ள பயனரைப் புதுப்பிக்கவும் (கடவுச்சொற்களை மாற்ற இதைப் பயன்படுத்தலாம்).
tr: Var olan kullanıcıyı günceller (parolaları değiştirmek için bunu kullanabilirsiniz).
uk: Оновити запис наявного користувача (ви можете скористатися цим для зміни паролів).
zh_hans: 更新现有的用户（您可以用这个来更改密码）。
zh_hant: 更新現有的用戶（您可以用這個來更改密碼）。

source: Export a JSON file containing Weblate Translation Memory content.
de: Exportiert eine JSON-Datei mit dem Inhalt des Weblate-Übersetzungsspeichers.
ga: Easpórtáil comhad JSON ina bhfuil ábhar Weblate Translation Memory.
hu: Weblate fordítási memória exportálása JSON-fájlba.
id: Ekspor berkas JSON yang berisi konten Memori Terjemahan Weblate.
ja: Weblate 翻訳メモリのコンテンツを含む JSON ファイルをエクスポートします。
nl: Exporteert een bestand van JSON dat de inhoud van Weblate vertaalgeheugen bevat.
pt: Exporta um ficheiro JSON que contem o conteúdo de memória de tradução do Weblate.
pt_br: Exporta um arquivo JSON contendo conteúdo de memória de tradução do Weblate.
ro: Exportați un fișier JSON care conține conținutul Weblate Translation Memory.
ru: Экспортирует JSON-файл, содержащий содержимое памяти переводов Weblate’а.
sv: Exportera en JSON-fil som innehåller innehållet i Weblate Translation Memory.
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பு நினைவக உள்ளடக்கத்தைக் கொண்ட சாதொபொகு கோப்பை ஏற்றுமதி செய்யுங்கள்.
tr: Weblate çeviri belleği içeriğini bir JSON dosyası olarak dışa aktarır.
uk: Експортувати файл JSON, який міститиме вміст пам'яті перекладів Weblate.
zh_hans: 将包含 Weblate 翻译记忆库内容的 JSON 文件导出。
zh_hant: 將包含 Weblate 翻譯記憶庫內容的 JSON 文件導出。
