Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved LINGUAS update add-on to handle more syntax variants.
de: Die LINGUAS-Update-Erweiterung verbessert, um mehr Syntaxvarianten zu behandeln.
ga: Breiseán nuashonraithe LINGUAS feabhsaithe chun níos mó malairtí comhréire a láimhseáil.
hu: LINGUAS frissítő kiegészítő továbbfejlesztése több szintaxisváltozat kezelésére.
id: Peningkatan pengaya pembaruan LINGUAS untuk menangani lebih banyak varian sintaksis.
ja: さらに多くの構文変数を処理するために、LINGUAS 更新アドオンを改善。
nl: Verbeterde add-on LINGUAS bijwerken om meer varianten in de syntaxis af te handelen.
pt: Melhorada a extensão de atualização do LINGUAS para lidar com mais variantes de sintaxe.
pt_br: Complemento de atualização do LINGUAS aprimorado para lidar com mais variantes de sintaxe.
ro: A fost îmbunătățit add-on-ul de actualizare LINGUAS pentru a gestiona mai multe variante de sintaxă.
ru: Улучшена надстройка обновления LINGUAS-файла: теперь она обрабатывает большее количество синтаксических вариантов.
sv: Förbättrad LINGUAS-uppdateringstillägg för att hantera fler syntaxvarianter.
ta: மேலும் தொடரியல் மாறுபாடுகளைக் கையாள மேம்படுத்தப்பட்ட லிங்குவாச் புதுப்பிப்பு சேர்க்கை.
tr: Daha fazla söz dizimi çeşidini işlemek için LINGUAS güncelleme eklentisi iyileştirildi.
uk: Удосконалено додаток оновлення LINGUAS з метою розширення спектра обробки синтаксичних варіантів.
zh_hans: 改进了 LINGUAS 更新附加组件来处理更多的语法变量。
zh_hant: 改進了 LINGUAS 更新附加組件來處理更多的語法變量。

source: Fixed editing monolingual XLIFF source file.
de: Die Bearbeitung einsprachiger XLIFF-Quelldateien korrigiert.
ga: Eagarthóireacht seasta aonteangach comhad foinse XLIFF.
hu: Egynyelvű XLIFF forrásfájl szerkesztésének javítása.
id: Memperbaiki penyuntingan berkas sumber XLIFF monolingual.
ja: モノリンガル XLIFF ソースファイルの編集を修正しました。
nl: Bewerken eentalig XLIFF-bronbestand gerepareerd.
pt: Corrigida a edição do ficheiro fonte XLIFF monolíngue.
pt_br: Corrigida a edição do arquivo fonte XLIFF monolíngue.
ro: A fost reparată editarea unui fișier sursă XLIFF monolingv.
ru: Исправлено редактирование одноязычного исходного файла XLIFF.
sv: Fast redigering av enspråkig XLIFF-källfil.
ta: நிலையான திருத்துதல் ஒருமொழி ஃலிப்ப் மூல கோப்பு.
tr: Tek dilli XLIFF kaynak dosyasını düzenlenme sorunu düzeltildi.
uk: Виправлено редагування одномовних початкових файлів XLIFF.
zh_hans: 修复了编辑单语言 XLIFF 源文件。
zh_hant: 修復了編輯單語言 XLIFF 源文件。

source: Added support for exact matching in :doc:`/user/search`.
de: Unterstützung für genaue Übereinstimmung in :doc:`/user/search` hinzugefügt.
ga: Tacaíocht bhreise le haghaidh meaitseáil chruinn i :doc:`/user/search`.
hu: Pontos egyezés támogatása a :doc:`/user/search` funkcióban.
id: Menambahkan dukungan untuk pencocokan tepat di :doc:`/user/search`.
ja: :doc:`/user/search` において、完全一致に対応。
nl: Ondersteuning toegevoegd voor exacte overeenkomsten in :doc:`/user/search`.
pt_br: Adicionado suporte para correspondência exata em :doc:`/user/search`.
ru: Добавлена поддержка точного соответствия в :doc:`/user/search`.
sv: Lagt till stöd för exakt matchning i :doc:`/user/search`.
tr: :doc:`/user/search` içine tam eşleşme desteği eklendi.
uk: Додано підтримку точної відповідності у :doc:`/user/search`.
zh_hans: 新增支持 :doc:`/user/search` 的精确匹配。

source: Extended API to cover screenshots, users, groups, componentlists and extended creating projects.
de: API erweitert, um Bildschirmfotos, Benutzern, Gruppen, Komponentenlisten und erweiterte Projekterstellung abzudecken.
ga: API leathnaithe chun gabháil scáileáin, úsáideoirí, grúpaí, liostaí comhpháirteanna agus tionscadail chruthaithe leathnaithe a chlúdach.
hu: API kibővítve képernyőképek, felhasználók, csoportok, összetevőlisták kezelésével, valamint projektek létrehozásának bővített támogatásával.
id: API yang diperluas untuk mencakup tangkapan layar, pengguna, grup, daftar komponen, dan pembuatan proyek yang diperluas.
ja: スクリーンショット、ユーザー、グループ、コンポーネント リストのセット、および拡張した作成プロジェクトをカバーする拡張 API。
nl: API uitgebreid om schermafdrukken, gebruikers, groepen, onderdelenlijsten en het maken van uitgebreide projecten te behandelen.
pt: Estendida a API para cobrir capturas de ecrã, utilizadores, grupos, listas de componentes e projetos de criação estendida.
pt_br: Estendida a API para cobrir capturas de tela, usuários, grupos, listas de componentes e projetos de criação estendida.
ro: API extins pentru a acoperi capturi de ecran, utilizatori, grupuri, liste de componente și crearea extinsă de proiecte.
ru: Расширенный API, охватывающий снимки экрана, пользователей, группы, списки компонентов и расширенное создание проектов.
sv: Utökad API för att täcka skärmdumpar, användare, grupper, komponentlistor och utökad skapande av projekt.
ta: திரை சாட்கள், பயனர்கள், குழுக்கள், கூறு பட்டியல்கள் மற்றும் நீட்டிக்கப்பட்ட உருவாக்கும் திட்டங்களை மறைக்க விரிவாக்கப்பட்ட பநிஇ.
tr: API, ekran görüntüleri, kullanıcılar, gruplar, bileşen listeleri ve gelişmiş proje oluşturma işlemlerini kapsayacak biçimde zenginleştirildi.
uk: Розширено програмний інтерфейс для роботи із знімками вікон, записами користувачів, груп, списками складників та розширено засоби створення проєктів.
zh_hans: 扩展了 API 覆盖屏幕截图、用户、群组、部件列表，并扩展了新建项目。
zh_hant: 擴展了 API 覆蓋屏幕截圖、用戶、用戶組、組件列表，並擴展了新建項目。

source: Add support for source upload on bilingual translations.
de: Unterstützung für das Hochladen von Quellen bei zweisprachigen Übersetzungen hinzugefügt.
ga: Cuir tacaíocht le huaslódáil foinse ar aistriúcháin dhátheangacha.
hu: Forrásfájl feltöltésének támogatása kétnyelvű fordítások esetén.
id: Tambahkan dukungan untuk unggahan sumber pada terjemahan dwibahasa.
ja: バイリンガル翻訳における原文アップロードに対応。
nl: Ondersteuning toegevoegd voor uploaden bron voor tweetalige vertalingen.
pt: Adicionado suporte para envio de fonte em traduções bilíngues.
pt_br: Adicionado suporte para envio de fonte em traduções bilíngues.
ro: Adăugați suport pentru încărcarea sursei în cazul traducerilor bilingve.
ru: Добавлена поддержка загрузки исходных текстов в двуязычные переводы.
sv: Lägg till stöd för källuppladdning vid tvåspråkiga översättningar.
ta: இருமொழி மொழிபெயர்ப்புகளில் மூல பதிவேற்றத்திற்கு ஆதரவைச் சேர்.
tr: İki dilli çevirilere kaynak yükleme desteği eklendi.
uk: Додано підтримку вивантаження початкових даних для двомовних перекладів.
zh_hans: 新增了对双语翻译原文上传的支持。
zh_hant: 為雙語言翻譯上傳的源添加支持。

source: Added support for intermediate language from developers.
de: Unterstützung für die Zwischensprachedatei von Entwicklern hinzugefügt.
ga: Tacaíocht bhreise do theanga idirmheánach ó fhorbróirí.
hu: Fejlesztők által megadott köztes nyelv támogatása hozzáadva.
id: Menambahkan dukungan untuk bahasa perantara dari pengembang.
ja: 開発者による中間言語に対応。
nl: Ondersteuning toegevoegd voor tussenliggende taal voor ontwikkelaars.
pt: Adicionado suporte para idioma intermediário de programadores.
pt_br: Adicionado suporte para idioma intermediário de desenvolvedores.
ro: A fost adăugat suport pentru limbajul intermediar de la dezvoltatori.
ru: Добавлена поддержка промежуточного языка от разработчиков.
sv: Lagt till stöd för mellanliggande språk från utvecklare.
ta: உருவாக்குபவர்களிடமிருந்து இடைநிலை மொழிக்கான உதவி சேர்க்கப்பட்டது.
tr: Geliştiricilerden ara dil desteği eklendi.
uk: Додано підтримку проміжної мови для розробників.
zh_hans: 为开发者的中间语言添加支持。
zh_hant: 為開發者的中間語言添加支持。

source: Added support for source strings review.
de: Unterstützung für das Überprüfen von Ausgangszeichenketten hinzugefügt.
ga: Tacaíocht breise le haghaidh athbhreithniú teaghráin foinse.
hu: Forrásszövegek ellenőrzésének támogatása bevezetve.
id: Menambahkan dukungan untuk peninjauan string sumber.
ja: 原文の査読に対応。
nl: Ondersteuning toegevoegd voor beoordelen brontekenreeksen.
pt: Adicionado suporte para a revisão de cadeias fonte.
pt_br: Adicionado suporte para revisão de textos fonte.
ro: A fost adăugat suport pentru revizuirea șirurilor de surse.
ru: Добавлена поддержка рецензирования исходных строк.
sv: Lagt till stöd för granskning av källsträngar.
ta: மூல சரங்கள் மதிப்பாய்வுக்கான உதவி சேர்க்கப்பட்டது.
tr: Kaynak dizgeleri onaylama desteği eklendi.
uk: Додано підтримку рецензування початкових рядків.
zh_hans: 为源字符串复查添加支持。
zh_hant: 為源字符串複查添加支持。

source: Extended download options for platform wide translation memory.
de: Erweiterte Optionen zum Herunterladen für den plattformweiten Übersetzungsspeicher.
ga: Roghanna sínte íoslódála le haghaidh cuimhne aistriúcháin ar fud an ardáin.
hu: Fordítási memória teljes rendszerre kiterjedő letöltési lehetőségeinek bővítése.
id: Opsi pengunduhan yang diperluas untuk memori terjemahan di seluruh platform.
ja: プラットフォーム全体の翻訳メモリの、ダウンロード オプションを拡張。
nl: Opties voor downloaden uitgebreid voor platformbreed vertaalgeheugen.
pt: Estendidas as opções de download para memória de tradução em toda a plataforma.
pt_br: Estendidas as opções de download para memória de tradução em toda a plataforma.
ro: Opțiuni de descărcare extinse pentru memoria de traducere pentru întreaga platformă.
ru: Расширенные параметры скачивания памяти переводов со всей платформы.
sv: Utökade nedladdningsalternativ för plattformsövergripande översättningsminne.
ta: பிளாட்ஃபார்ம் பரந்த மொழிபெயர்ப்பு நினைவகத்திற்கான நீட்டிக்கப்பட்ட பதிவிறக்க விருப்பங்கள்.
tr: Platform genelinde çeviri belleği için indirme seçenekleri zenginleştirildi.
uk: Розширено параметри отримання для платформи із широкою пам'яттю перекладів.
zh_hans: 扩展了平台范围的翻译记忆库的下载选项。
zh_hant: 擴展了平台範圍的翻譯記憶庫的下載選項。

source: About Weblate
de: Über Weblate
ga: Maidir le Weblate
hu: A Weblate névjegye
id: Tentang Weblate
ja: Weblate について
nl: Over Weblate
pt: Sobre o Weblate
pt_br: Sobre o Weblate
ro: Despre Weblate
ru: О Weblate
sv: Om Weblate
ta: வலைபெயர்ப்பு பற்றி
tr: Weblate hakkında
uk: Про Weblate
zh_hans: 关于 Weblate
zh_hant: 關於 Weblate

source: Project goals
de: Projektziele
ga: Spriocanna tionscadail
hu: A projekt céljai
id: Tujuan proyek
ja: プロジェクトの目標
nl: Doelen project
pt: Objetivos do projeto
pt_br: Objetivos do projeto
ro: Obiectivele proiectului
ru: Цели проекта
sv: Projektmål
ta: திட்ட இலக்குகள்
tr: Proje hedefleri
uk: Цілі проєкту
zh_hans: 项目目标
zh_hant: 項目目標

source: Web-based continuous localization tool with tight :ref:`vcs` supporting a wide range of :ref:`file formats <formats>`, making it easy for translators to contribute.
de: Webbasiertes, fortlaufendes Übersetzungstool mit enger :ref:`vcs`, das eine breite Palette von :ref:`Dateiformaten <formats>` unterstützt und es Übersetzern leicht macht, etwas beizutragen.
ga: Uirlis logánaithe leanúnach gréasán-bhunaithe le teann :ref:`vcs` ag tacú le raon leathan de :ref:`file formats <formats>`, rud a fhágann go bhfuil sé éasca d'aistritheoirí cur leis.
hu: Webalapú, folyamatos lokalizációs eszköz, amely szorosan integrálódik a :ref:`vcs` rendszerrel, és számos :ref:`fájlformátumot <formats>` támogat, megkönnyítve ezzel a fordítók számára a közreműködést.
id: Alat pelokalan berkelanjutan berbasis web dengan :ref:`vcs` ketat yang mendukung berbagai macam :ref:`file formats <formats>`, memudahkan penerjemah untuk berkontribusi.
ja: 幅広い :ref:`ファイル形式 <formats>` に対応し、:ref:`vcs` と密接に連携し、翻訳者が貢献しやすくする Web ベースの継続的な翻訳ツール。
nl: Webgebaseerd doorlopend vertaalprogramma met nauwe :ref:`vcs` dat een breed bereik aan :ref:`bestandsindelingen <formats>` ondersteunt, wat het voor vertalers gemakkelijk maakt bij te dragen.
pt: Ferramenta de localização contínua baseada na web com :ref:`vcs` suportando uma ampla gama de :ref:`formatos de ficheiros <formats>`, facilitando a contribuição dos tradutores.
pt_br: Ferramenta de localização contínua baseada na web com :ref:`vcs` compatível com uma ampla gama de :ref:`formatos de arquivos <formats>`, facilitando a contribuição dos tradutores.
ro: Instrument de localizare continuă bazat pe web, cu :ref:`vcs` care suportă o gamă largă de formate de fișiere :ref:`file formats <formats>`, ceea ce facilitează contribuția traducătorilor.
ru: Инструменты непрерывной локализации, основанные на веб-технологиях, с тесной :ref:`интеграцией с системой контроля версий <vcs>`, поддерживающей широкий спектр :ref:`форматов файлов <formats>`, упрощают переводчикам возможность вносить вклад в различные проекты.
sv: Webbaserat verktyg för kontinuerlig lokalisering med tight :ref:`vcs` som stöder ett brett utbud av :ref:`filformat <formats>`, vilket gör det enkelt för översättare att bidra.
tr: Çevirmenlerin katkıda bulunmasını kolaylaştıran, geniş bir :ref:`formats` yelpazesini destekleyen sıkı :ref:`vcs` bütünleşmesi ile internet temelli kesintisiz yerelleştirme aracı.
uk: Заснований на інтернет-технологіях інструмент локалізації із тісною прив'язкою до :ref:`систем керування версіями <vcs>`, підтримкою широкого діапазону :ref:`форматів файлів <formats>`. Спрощує доступ до перекладів для перекладачів.
zh_hans: 基于 Web、与 :ref:`版本控制紧密集成 <vcs>` 的持续本地化工具，支持多种 :ref:`文件格式 <formats>`，让译者可以轻松地作贡献。

source: "Weblate" is a portmanteau of the words "web" and "translate".
de: „Weblate“ ist ein Kofferwort aus den Wörtern „web“ und „translate“.
ga: Is portmanteau é "Weblate" de na focail "web" agus "translate".
hu: A „Weblate” a „web” és a „translate” szavak összevonásából származik.
id: "Weblate" merupakan gabungan kata "web" dan "translate".
ja: "Weblate" は、"web" と "translate" を組み合わせた単語です。
nl: "Weblate" is een samengesteld woord van de woorden "web" en "translate".
pt: "Weblate" é uma palavra-valise das palavras "web" e "translate".
pt_br: "Weblate" é uma palavra-valise das palavras "web" e "translate".
ro: "Weblate" este un portmanteau al cuvintelor "web" și "translate".
ru: «Weblate» образовано слиянием слов «web» и «translate» (переводить).
sv: "Weblate" är en sammanslagning av orden "web" och "translate".
ta: "வலைபெயர்ப்பு" என்பது "வலை" மற்றும் "மொழிபெயர்ப்பு" என்ற சொற்களின் துறைமுகமாகும்.
tr: "Weblate", "web" ve "translate" sözcüklerinin birleşimidir.
uk: «Weblate» є словом-гібридом від слів «web» («мережа») та «translate» («перекладати»).
zh_hans: “Weblate”由单词“web”（网络）和“translate”（翻译）融合而来。
zh_hant: "Weblate" 由單詞"web"和"translate"融合而來。

source: The landing page is https://weblate.org and there is a cloud-hosted service at https://hosted.weblate.org. The documentation can be read at https://docs.weblate.org.
de: Die Einstiegsseite ist https://weblate.org und es gibt einen Cloud-gehosteten Dienst unter https://hosted.weblate.org. Die Dokumentation kann unter https://docs.weblate.org nachgelesen werden.
ga: Is é https://weblate.org an leathanach tuirlingthe agus tá seirbhís arna óstáil ag néal ag https://hosted.weblate.org. Is féidir na doiciméid a léamh ag https://docs.weblate.org.
hu: A kezdőlap a https://weblate.org, míg a felhőalapú szolgáltatás a https://hosted.weblate.org címen érhető el. A dokumentáció elolvasható a https://docs.weblate.org oldalon.
id: Halaman arahannya adalah https://weblate.org dan terdapat layanan yang dihosting di cloud di https://hosted.weblate.org. Dokumentasinya dapat dibaca di https://docs.weblate.org.
ja: ランディング ページは https://weblate.org 、クラウド ホスト サービスは https://hosted.weblate.org です。ドキュメントは https://docs.weblate.org にあります。
nl: De startpagina is https://weblate.org en er is een service voor hosten in de cloud op https://hosted.weblate.org. De documentatie is te lezen op https://docs.weblate.org.
pt: A página inicial é https://weblate.org e há um serviço hospedado na nuvem em https://hosted.weblate.org. A documentação pode ser lida em https://docs.weblate.org.
pt_br: A página inicial é https://weblate.org e há um serviço hospedado na Nuvem em https://hosted.weblate.org. A documentação está disponível em https://docs.weblate.org.
ro: Pagina de destinație este https://weblate.org și există un serviciu găzduit în cloud la https://hosted.weblate.org. Documentația poate fi citită la https://docs.weblate.org.
ru: Стартовая страница проекта — https://weblate.org. Облачный сервис расположен на https://hosted.weblate.org. Данную документацию можно прочесть по адресу https://docs.weblate.org/ru.
sv: Landningssidan är https://weblate.org och det finns en molnbaserad tjänst på https://hosted.weblate.org. Dokumentationen kan läsas på https://docs.weblate.org.
ta: இறங்கும் பக்கம் https://weblate.org மற்றும் https://hosted.weblate.org இல் கிளவுட்-ஓச்டட் பணி உள்ளது. ஆவணங்களை https://docs.wblate.org இல் படிக்கலாம்.
tr: Açılış sayfası https://weblate.org ve bulut barındırma hizmeti https://hosted.weblate.org adresinde bulunur. Belgeler https://docs.weblate.org adresinde görülebilir.
uk: Основною сторінкою інструмента є https://weblate.org/, а власну «хмарну» службу розташовано за адресою https://hosted.weblate.org/. Відповідну документацію розміщено на сайті https://docs.weblate.org/.
zh_hans: 着陆页是 https://weblate.org，云托管服务在 https://hosted.weblate.org。文档在 https://docs.weblate.org。

source: Project logos
de: Projektlogos
ga: Lógónna tionscadail
hu: Projektlogók
id: Logo proyek
ja: プロジェクトのロゴ
pt: Logotipos do projeto
pt_br: Logotipos do projeto
ro: Logo-uri de proiect
ru: Логотипы проекта
sv: Projektlogotyper
ta: திட்ட சின்னங்கள்
tr: Proje logoları
uk: Логотипи проєкту
zh_hans: 项目标志
zh_hant: 項目標識

source: The project logos and other graphics are available in https://github.com/WeblateOrg/graphics.
de: Die Projektlogos und andere Grafiken sind unter https://github.com/WeblateOrg/graphics verfügbar.
ga: Tá lógónna an tionscadail agus grafaicí eile ar fáil in https://github.com/WeblateOrg/graphics.
hu: A projekt logói és egyéb grafikai anyagai elérhetők a https://github.com/WeblateOrg/graphics címen.
id: Logo proyek dan grafik lainnya tersedia di https://github.com/WeblateOrg/graphics.
ja: プロジェクトのロゴとその他のグラフィックは、https://github.com/WeblateOrg/graphics から入手できます。
nl: De projectlogo's en andere afbeeldingen zijn beschikbaar op https://github.com/WeblateOrg/graphics.
pt: Os logotipos do projeto e outros gráficos estão disponíveis em https://github.com/WeblateOrg/graphics.
pt_br: Os logotipos do projeto e outros gráficos estão disponíveis em https://github.com/WeblateOrg/graphics.
ro: Logo-urile proiectului și alte elemente grafice sunt disponibile în https://github.com/WeblateOrg/graphics.
ru: Логотип проекта и другая графика доступна в: https://github.com/WeblateOrg/graphics.
sv: Projektlogotyper och annan grafik finns tillgänglig på https://github.com/WeblateOrg/graphics.
ta: திட்ட லோகோக்கள் மற்றும் பிற கிராபிக்ச் https://github.com/weblateorg/graphics இல் கிடைக்கின்றன.
tr: Proje logoları ve diğer çizelgeler https://github.com/WeblateOrg/graphics adresinde bulunabilir.
uk: Логотипи проєкту та інші графічні роботи можна знайти у сховищі https://github.com/WeblateOrg/graphics.
zh_hans: 项目标志和其它图片可以在 https://github.com/WeblateOrg/graphics 中找到。

source: Leadership
de: Leitung
ga: Ceannaireacht
hu: Projekt vezetője
id: Kepemimpinan
ja: 管理者
nl: Leiding
pt: Liderança
pt_br: Liderança
ro: Conducerea
ru: Руководство
sv: Ledarskap
ta: தலைமைத்துவம்
tr: Liderlik
uk: Лідерство
zh_hans: 领导

source: This project is maintained by Michal Čihař, who can be reached at michal@weblate.org.
de: Dieses Projekt wird von Michal Čihař betreut, den Sie unter michal@weblate.org erreichen können.
ga: Tá an tionscadal seo á chothabháil ag Michal Čihař, ar féidir teacht air ag michal@weblate.org.
hu: A projektet Michal Čihař tartja karban, akivel a michal@weblate.org címen lehet kapcsolatba lépni.
id: Proyek ini dikelola oleh Michal Čihař, yang dapat dihubungi di michal@weblate.org.
ja: このプロジェクトは Michal Čihař が管理しています。連絡先 michal@weblate.org。
nl: Dit project wordt onderhouden door Michal Čihař, die te bereiken is via michal@weblate.org.
pt: Este projeto é mantido por Michal Čihař, que pode ser contactado por michal@weblate.org.
pt_br: Este projeto é mantido por Michal Čihař, que pode ser contatado em michal@weblate.org.
ru: Этот проект поддерживается Михалом Чигаржем (Michal Čihař), с которым можно связаться по адресу michal@weblate.org.
sv: Detta projekt underhålls av Michal Čihař, som kan nås på michal@weblate.org.
ta: இந்த திட்டத்தை மைக்கேல் čihař ஆல் பராமரிக்கிறார், அவர் michal@weblate.org இல் அடையலாம்.
tr: Bu proje, michal@cihar.com adresinden ulaşılabileceğiniz Michal Čihař tarafından geliştiriliyor.
uk: Супровід цього проєкту виконується Міхалом Чихаржем (Michal Čihař) michal@weblate.org.
zh_hans: 本项目由 Michal Čihař 维护，联系方式是 michal@weblate.org。

source: Authors
de: Autoren
ga: Údair
hu: Fejlesztők és közreműködők
id: Pengarang
ja: 開発者
nl: Auteurs
pt: Autores
pt_br: Autores
ro: Autori
ru: Авторы
sv: Författare
ta: ஆசிரியர்கள்
tr: Katkıda bulunanlar
uk: Автори
zh_hans: 作者

source: Weblate was started by Michal Čihař. Since its inception in 2012, thousands of people have contributed.
de: Weblate wurde von Michal Čihař gegründet. Seit seiner Gründung im Jahr 2012 haben Tausende von Menschen dazu beigetragen.
ga: Ba é Michal Čihař a chuir tús le Weblate. Ó bunaíodh é in 2012, tá na mílte duine tar éis rannchuidiú.
hu: A Weblate-et Michal Čihař indította el. 2012-es indulása óta emberek ezrei járultak hozzá a fejlesztéséhez.
id: Weblate didirikan oleh Michal Čihař. Sejak didirikan pada tahun 2012, ribuan orang telah berkontribusi.
ja: Weblate は Michal Čihař が始めました。2012 年の開設以来、何千人もの人が貢献しています。
nl: Weblate werd begonnen door Michal Čihař. Vanaf het begin in 2012 hebben duizenden mensen bijgedragen.
pt: Weblate foi iniciado por Michal Čihař. Desde a criação dele, em 2012, milhares de pessoas contribuíram.
pt_br: Weblate foi iniciado por Michal Čihař. Desde sua criação, em 2012, milhares de pessoas contribuíram.
ro: Weblate a fost inițiat de Michal Čihař. De la înființarea sa în 2012, mii de oameni au contribuit.
ru: Weblate был создан Михалом Чигаржем (Michal Čihař) в 2012 году. С этого момента уже тысячи людей внесли в него свой вклад.
sv: Weblate startades av Michal Čihař. Sedan starten 2012 har tusentals människor bidragit.
ta: வலைபெயர்ப்பு மைக்கேல் čihař ஆல் தொடங்கப்பட்டது. 2012 இல் தொடங்கப்பட்டதிலிருந்து, ஆயிரக்கணக்கான மக்கள் பங்களித்துள்ளனர்.
tr: Weblate, Michal Čihař tarafından kuruldu. 2012 yılında kurulduğundan bu yana binlerce kişi katkıda bulundu.
uk: Розробку Weblate було розпочато Міхалом Чихаржем (Michal Čihař). З моменту свого створення у 2012 році, тисячі людей зробили свій внесок.
zh_hans: Weblate 由 Michal Čihař 创立。自 2012 年成立以来，已有数千人做出了贡献。

source: Developing add-ons
de: Erweiterungen entwickeln
ga: Breiseáin a fhorbairt
hu: Kiegészítők fejlesztése
id: Mengembangkan pengaya
ja: アドオンの開発
nl: Add-ons ontwikkelen
pt: Desenvolver extensões
pt_br: Desenvolvendo complementos
ro: Dezvoltarea de add-on-uri
ru: Разработка надстроек
sv: Utveckla tillägg
ta: துணை நிரல்களை உருவாக்குதல்
tr: Eklentileri geliştirmek
uk: Розробка додатків
zh_hans: 开发附加组件

source: :ref:`addons` are way to customize localization workflow in Weblate.
de: :ref:`addons` sind eine Möglichkeit, den Lokalisierungsprozess in Weblate anzupassen.
ga: Is bealach iad :ref:`addons` chun sreabhadh oibre logánaithe a shaincheapadh in Weblate.
hu: A :ref:`kiegészítők <addons>` lehetőséget biztosítanak a lokalizációs munkafolyamat testreszabására a Weblate-ben.
id: :ref:`addons` adalah cara untuk menyesuaikan alur kerja pelokalan di Weblate.
ja: :ref:`addons` は、Weblate の現地語化ワークフローをカスタマイズする方法です。
nl: :ref:`addons` zijn een manier om de werkwijze voor vertalen in Weblate aan te passen.
pt: :ref:`addons` são uma forma de personalizar o fluxo de trabalho de localização no Weblate.
pt_br: :ref:`addons` são uma forma de personalizar o fluxo de tradução no Weblate.
ro: :ref:`addons` sunt o modalitate de a personaliza fluxul de lucru al localizării în Weblate.
ru: :ref:`addons` — это способ внести изменений в ваш рабочий процесс локализации с помощью Weblate.
sv: :ref:`addons` är ett sätt att anpassa lokaliseringsarbetsflödet i Weblate.
tr: Weblate üzerinde yerelleştirme iş akışını özelleştirmek için :ref:`addons` kullanılabilir.
uk: За допомогою можливості :ref:`addons` ви можете налаштувати процедуру локалізації у Weblate.
zh_hans: :ref:`addons` 是在 Weblate 中自定义本地化工作流的方法。
zh_hant: :ref:`addons` 是在 Weblate 中自定義本地化工作流的方法。
