Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Rebases Weblate commits on top of upstream repository on update. This provides clean history without extra merge commits.
de: Basiert Weblate-Commits beim Aktualisieren auf das Upstream-Repository um. Dies bietet einen sauberen Verlauf ohne zusätzliche Merge Commits.
ga: Déanann Rebases Weblate gealltanas de bhreis ar stór in aghaidh an tsrutha ar nuashonrú. Soláthraíonn sé seo stair ghlan gan gealltanais chumaisc bhreise.
hu: A Weblate által végzett módosítások a forrás tároló tetejére kerülnek frissítéskor. Ez tiszta előzményeket biztosít extra egyesítési véglegesítések (merge commit) nélkül.
id: Rebase komit Weblate di atas repositori hulu saat pembaruan. Ini menghasilkan riwayat yang bersih tanpa komit gabungan tambahan.
ja: 更新時に上流リポジトリの上に Weblate でのコミットをリベースします。これにより、追加のマージ コミットをせずにクリーンな履歴を提供できます。
nl: Herbaseert indieningen voor Weblate boven in de opslagruimte upstream bij het bijwerken. Dit verschaft een schone geschiedenis, zonder extra indieningen voor samenvoegen.
pt: Faz um rebase dos commits do Weblate no topo do repositório upstream ao atualizar. Isso fornece um histórico limpo sem commits de mesclagem adicionais.
pt_br: Faz um rebase dos commits do Weblate no topo do repositório upstream na atualização. Isso fornece um histórico limpo sem commits de mesclagem extras.
ro: Reface modificările Weblate pe partea de sus a depozitului din amonte la actualizare. Acest lucru oferă un istoric curat fără comenzi suplimentare de fuziune.
ru: Перебазирует коммиты Weblate поверх вышестоящего репозитория при обновлении. Это обеспечивает чистую историю без дополнительных коммитов слияния.
sv: Rebaserar Weblate-commits ovanpå uppströmsrepositoriet vid uppdatering. Detta ger en ren historik utan extra merge-commits.
ta: புதுப்பித்தலில் மேலோடை களஞ்சியத்தின் மேல் வலைபெயர்ப்பு கமிட்டுகள். இது கூடுதல் ஒன்றிணைப்பு கமிட்டுகள் இல்லாமல் தூய்மையான வரலாற்றை வழங்குகிறது.
tr: Weblate işlemelerini güncelleme sırasında yukarı akış deposunun üstüne yerleştirir. Böylece, ek birleştirme işlemeleri olmadan temiz geçmiş sağlanır.
uk: Переносить внески Weblate, накладаючи їх на основне сховище, при оновленні. Так забезпечується якісніший журнал змін без додаткових внесків з об'єднання гілок.
zh_hans: 在更新时，将Weblate的提交重新放在上游仓库之上。这提供了干净的历史，没有额外的合并提交。

source: Rebasing can cause you trouble in case of complicated merges, so carefully consider whether or not you want to enable them.
de: Das Umbasieren kann bei komplizierten Zusammenführungen zu Problemen führen, daher sollten Sie sorgfältig abwägen, ob Sie diese Funktion aktivieren möchten oder nicht.
ga: Is féidir le hathbhunú trioblóid a bheith agat i gcás cumaisc chasta, mar sin déan machnamh cúramach ar cé acu atá nó nach mian leat iad a chumasú.
hu: Változások áthelyezése az új alapra (rebase) bonyolult egyesítések esetén problémákat okozhat, ezért használata körültekintést igényel.
id: Rebasing dapat menimbulkan masalah jika terjadi penggabungan yang rumit, jadi pertimbangkan dengan cermat apakah Anda ingin mengaktifkannya atau tidak.
ja: リベースは、複雑なマージの場合には問題が発生することがあります。そのため、有効にするかどうかは慎重に検討してください。
nl: Rebasen kan u problemen geven in het geval van gecompliceerde samenvoegingen, denk er dus goed over na of u ze wilt inschakelen of niet.
pt: Rebasing pode causar problemas em caso de mesclagens complicadas, então considere cuidadosamente se quer ou não ativá-los.
pt_br: Rebasing pode causar problemas em caso de mesclagens complicadas, então considere cuidadosamente se você quer ou não habilitá-los.
ro: Operațiunea Rebasing vă poate cauza probleme în cazul fuziunilor complicate, așa că analizați cu atenție dacă doriți sau nu să o activați.
ru: В случае сложных слияний перебазирование может доставить вам проблем, поэтому тщательно подумайте, хотите ли вы его включать или нет.
sv: Rebasing kan orsaka problem vid komplicerade sammanslagningar, så överväg noga om du vill aktivera dem eller inte.
ta: சிக்கலான இணைப்புகள் ஏற்பட்டால் மறுகட்டமைப்பது உங்களுக்கு சிக்கலை ஏற்படுத்தும், எனவே நீங்கள் அவற்றை இயக்க விரும்புகிறீர்களா இல்லையா என்பதை கவனமாகக் கவனியுங்கள்.
tr: Yeniden yerleştirme, karmaşık birleştirmeler olması durumunda sorun yaratabilir. Bu nedenle bunları kullanıma almak isteyip istemediğinizi dikkatlice değerlendirin.
uk: Перенесення може призвести до проблем, якщо злиття є складним. Тому вам слід бути обережним із його вмиканням.
zh_hans: 在复杂融合的情况下，变基可能使你产生麻烦，因此请仔细考虑是否允许它们。
zh_hant: 在復雜融合的情況下，變基可能使你產生麻煩，因此請仔細考慮是否允許它們。

source: You might need to enable force pushing by choosing :ref:`vcs-git-force-push` as :ref:`component-vcs`, especially when pushing to a different branch.
de: Möglicherweise müssen Sie erzwungenes Pushen aktivieren, indem Sie :ref:`vcs-git-force-push` als :ref:`component-vcs` auswählen, insbesondere wenn Sie auf einen anderen Branch pushen.
ga: Seans go mbeidh ort brú fórsa a chumasú trí :ref:`vcs-git-force-push` a roghnú mar :ref:`component-vcs`, go háirithe agus tú ag brú chuig brainse eile.
hu: Másik ágba történő feltöltés esetén előfordulhat, hogy a kényszerített feltöltést (force push) engedélyeznie kell, a :ref:`vcs-git-force-push` lehetőség kiválasztásával a :ref:`component-vcs` beállításnál.
id: Anda mungkin perlu mengaktifkan pemaksaan mendorong dengan memilih :ref:`vcs-git-force-push` sebagai :ref:`component-vcs`, terutama saat mendorong ke cabang lain.
ja: 特に別のブランチにプッシュする場合は、:ref:`vcs-git-force-push` を :ref:`component-vcs` として選択してから、強制プッシュを有効にしてください。
nl: U moet misschien pushen afdwingen inschakelen door :ref:`vcs-git-force-push` als :ref:`component-vcs` te kiezen, speciaal bij het pushen naar een andere tak.
pt: Pode precisar ativar o push forçado a escolher :ref:`vcs-git-force-push` como :ref:`component-vcs`, especialmente ao fazer push para um branch diferente.
pt_br: Você pode precisar habilitar o push forçado escolhendo :ref:`vcs-git-force-push` como :ref:`component-vcs`, especialmente ao fazer push para um branch diferente.
ro: S-ar putea să fie nevoie să activați forțarea împingerii prin alegerea :ref:`vcs-git-force-push` ca :ref:`component-vcs`, în special atunci când împingeți pe o ramură diferită.
ru: Возможно, вам потребуется включить принудительную отправку, выбрав :ref:`vcs-git-force-push` как :ref:`component-vcs`, особенно при отправке в другую ветку.
sv: Du kan behöva aktivera force push genom att välja :ref:`vcs-git-force-push` som :ref:`component-vcs`, särskilt när du pushar till en annan gren.
tr: Özellikle farklı bir dala iterken :ref:`vcs-git-force-push` seçeneğini :ref:`component-vcs` olarak seçerek itmeyi dayatmanız gerekebilir.
uk: Можливо, вам доведеться увімкнути примусовий запис за допомогою режиму :ref:`vcs-git-force-push` для :ref:`component-vcs`, особливо якщо запис відбувається до іншої гілки.
zh_hans: 你可能需要通过选择 :ref:`vcs-git-force-push` 作为 :ref:`component-vcs` 来启用强制推送，特别是在推送到不同的分支时。

source: Merge
de: Zusammenführen (Merge)
ga: Cumaisc
hu: Egyesítés (merge)
id: Gabung
ja: マージ
nl: Samenvoegen
pt: Unir
pt_br: Mesclar
ro: Îmbină
ru: Объединить
sv: Sammanfoga
ta: ஒன்றிணைக்கவும்
tr: Birleştirme
uk: Злити
zh_hans: 合并
zh_hant: 合併

source: Upstream repository changes are merged into Weblate one. This setting utilizes fast-forward when possible. This is the safest way, but might produce a lot of merge commits.
de: Änderungen im Upstream-Repository werden in Weblate zusammengeführt. Bei dieser Einstellung wird, wenn möglich, Fast-Forward verwendet. Dies ist der sicherste Weg, kann aber eine Menge Merge Commits erzeugen.
ga: Déantar athruithe stórtha in aghaidh an tsrutha a chumasc le Weblate one. Úsáideann an socrú seo go tapa ar aghaidh nuair is féidir. Is é seo an bealach is sábháilte, ach d'fhéadfadh go leor gealltanas cumaisc a tháirgeadh.
hu: A forrás tároló módosításai egyesítésre kerülnek a Weblate tárolóba. A beállítás lehetőség szerint gyorsított előrehaladást (fast-forward) alkalmaz. Ez a legbiztonságosabb módszer, de sok egyesítési véglegesítést (merge commit) eredményezhet.
id: Perubahan repositori hulu digabungkan ke repositori Weblate. Pengaturan ini menggunakan percepatan jika memungkinkan. Ini adalah cara teraman, tetapi mungkin menghasilkan banyak komit gabungan.
ja: 上流リポジトリの変更は、Weblate リポジトリにマージされます。この設定では、可能な場合は fast-forward を使用します。これは最も安全な方法ですが、多くのマージ コミットが生成されることがあります。
nl: Wijzigingen in de opslagruimte upstream worden in een keer samengevoegd met Weblate. Deze instelling gebruikt snel vooruitspoelen indien mogelijk. Dit is de veiligste manier, maar zou heel veel indieningen voor samenvoegen kunnen produceren.
pt: Alterações no repositório upstream são mesclados com o do Weblate. Esta configuração utiliza fast-forward quando possível. Esta é a maneira mais segura, mas pode produzir muitos commits de mesclagem.
pt_br: Alterações no repositório upstream são mesclados com o do Weblate. Esta configuração utiliza "avanço rápido" quando possível. Esta é a maneira mais segura, mas pode produzir muitos commits de mesclagem.
ro: Modificările din depozitul din amonte sunt fuzionate în cel din Weblate. Această setare utilizează avansarea rapidă atunci când este posibil. Aceasta este cea mai sigură cale, dar poate produce o mulțime de comenzi de fuziune.
ru: Изменения из вышестоящего репозитория объединяются в репозитории Weblate. Этот параметр использует быструю перемотку вперед, когда это возможно. Это самый безопасный способ, но он может привести к большому количеству объединений коммитов.
sv: Ändringar i uppströmsarkivet slås samman med Weblate. Denna inställning använder fast-forward när det är möjligt. Detta är det säkraste sättet, men kan resultera i många sammanfogningskommandon.
ta: மேலோடை களஞ்சிய மாற்றங்கள் வலைபெயர்ப்பு ஒன்றில் இணைக்கப்படுகின்றன. இந்த அமைப்பு முடிந்தவரை வேகமாக முன்னோக்கி பயன்படுத்துகிறது. இது பாதுகாப்பான வழி, ஆனால் நிறைய ஒன்றிணைந்த கமிட்டுகளை உருவாக்கக்கூடும்.
tr: Yukarı akış deposu değişiklikleri Weblate ile birleştirilir. Bu ayar yapılabildiğinde hızlı ileri atlamayı kullanır. Bu en güvenli yoldur ancak çok sayıda birleştirme işlemesi oluşturabilir.
uk: Зміни в основному сховищі записуються до сховища Weblate. Під час об'єднання буде використано швидке переспрямовування, якщо це можливо. Це найбезпечніший спосіб, але він може призвести до багатьох подань на об'єднання гілок.
zh_hans: 上游仓库更改合并到 Weblate 之一。此设置尽可能使用快进。这是最安全的方式，但可能会产生大量合并提交。

source: Merge without fast-forward
de: Zusammenführen (Merge) ohne Fast-Forward
ga: Cumaisc gan tapa-ar aghaidh
hu: Egyesítés gyorsított előrehaladás (fast-forward) nélkül
id: Gabungkan tanpa fast-forward
ja: fast-forward なしでマージする
nl: Samenvoegen zonder snel vooruitspoelen
pt: Mesclar sem fast-forward
pt_br: Mesclar sem avanço rápido
ro: Îmbinare fără derulare înainte
ru: Слияние без fast-forward
sv: Sammanfoga utan snabbspolning
ta: வேகமாக முன்னோக்கி இல்லாமல் ஒன்றிணைக்கவும்
tr: Hızlı ilerleme olmadan birleştirme
uk: Об'єднати без швидкого переспрямовування
zh_hans: 不快进合并
zh_hant: 不快轉合併

source: Upstream repository changes are merged into Weblate one with doing a merge commit every time (even when fast-forward would be possible). Every Weblate change will appear as a merge commit in Weblate repository.
de: Änderungen im Upstream-Repository werden in Weblate zusammengeführt, wobei jedes Mal ein Merge Commit durchgeführt wird (auch wenn ein Fast-Forward möglich wäre). Jede Weblate-Änderung wird als Merge Commit im Weblate-Repository angezeigt.
ga: Déantar athruithe stórtha in aghaidh an tsrutha a chumasc isteach i Weblate a haon le tiomnú cumaisc a dhéanamh gach uair (fiú nuair is féidir dul ar aghaidh go tapa). Taispeánfar gach athrú Weblate mar ghealltanas cumaisc i stór Weblate.
hu: A forrás tároló módosításai minden esetben egyesítési véglegesítéssel (merge commit) kerülnek be a Weblate tárolóba (akkor is, ha egyébként gyorsított előrehaladás lehetséges lenne). Minden Weblate módosítás egy egyesítési véglegesítésként fog megjelenni a Weblate tárolóban.
id: Perubahan repositori hulu digabungkan ke repositori Weblate dengan melakukan komit gabungan setiap saat (bahkan ketika percepatan dimungkinkan). Setiap perubahan Weblate akan muncul sebagai komit gabungan di repositori Weblate.
ja: 上流リポジトリの変更は、（fast-forward が可能な場合でも）毎回マージ コミットを実行して Weblate にマージされます。すべての Weblate の変更は、Weblate リポジトリではマージ コミットとして表示されます。
nl: Wijzigingen vanuit de opslagruimte upstream worden samengevoegd in Weblate met elke keer een indiening voor samenvoegen (zelfs als snel vooruitspoelen mogelijk zou zijn). Elke wijziging voor Weblate zal als een indiening samenvoegen verschijnen in de opslagruimte van Weblate.
pt: As alterações do repositório upstream são mescladas com o do Weblate fazendo uma mesclagem de commits toda vez (mesmo quando fast-forward era possível). Toda alteração no Weblate vai aparecer como um commit de merge no repositório do Weblate.
pt_br: As alterações do repositório upstream são mescladas com o do Weblate fazendo uma mesclagem de commits toda vez (mesmo quando "avanço rápido" era possível). Toda alteração no Weblate vai aparecer como um commit de merge no repositório do Weblate.
ro: Modificările din depozitul din amonte sunt fuzionate în Weblate one, cu efectuarea de fiecare dată a unei comenzi de fuziune (chiar și atunci când ar fi posibilă avansarea rapidă). Fiecare modificare din Weblate va apărea ca o confirmare de fuziune în depozitul Weblate.
ru: Изменения исходного репозитория объединяются в репозиторий Weblate с выполнением фиксации слияния каждый раз (даже если возможна быстрая перемотка вперёд). Каждое изменение Weblate будет отображаться как коммит слияния в репозитории Weblate.
sv: Ändringar i uppströmsarkivet slås samman med Weblate genom att göra en sammanslagningskommit varje gång (även när det skulle vara möjligt att använda fast-forward). Varje ändring i Weblate visas som en sammanslagningskommit i Weblate-arkivet.
ta: மேலோடை களஞ்சிய மாற்றங்கள் ஒவ்வொரு முறையும் ஒரு ஒன்றிணைக்கும் உறுதிப்பாட்டைச் செய்வதன் மூலம் வலைபெயர்ப்பு ஒன்றில் இணைக்கப்படுகின்றன (வேகமாக முன்னோக்கி சாத்தியமானாலும் கூட). ஒவ்வொரு வலைபெயர்ப்பு மாற்றமும் வலைபெயர்ப்பு களஞ்சியத்தில் ஒன்றிணைக்கும் உறுதிப்பாடாகத் தோன்றும்.
tr: Yukarı akış deposu değişiklikleri, her seferinde bir birleştirme işlemesi yapılarak Weblate üzerinde birleştirilir (hızlı ileri atlama yapılabilse bile). Her Weblate değişikliği, Weblate deposunda bir birleştirme işlemi olarak görünür.
uk: Зміни у основному сховищі записуються до сховища Weblate із окремим внеском об'єднання кожного разу (навіть якщо можливе швидке переспрямовування). Усі зміни у Weblate з'являться як внесок для об'єднання у сховищі Weblate.
zh_hans: 上游仓库的修改会被合并到Weblate仓库中，每次都要做一次合并提交（即使是在可以快进的时候）。每一个Weblate的修改都会在Weblate仓库中显示为合并提交。

source: Commit, add, delete, merge, add-on, and merge request messages
de: Commit-, Add-, Delete-, Merge-, Erweiterungs- und Merge-Request-Nachrichten
ga: Tiomantas, cuir leis, scrios, cumasc, cuir leis, agus cumasc teachtaireachtaí iarratais
hu: Véglegesítési, hozzáadási, törlési, egyesítési, kiegészítőkkel kapcsolatos és egyesítési kérelem üzenetek
id: Commit, tambahkan, hapus, gabungkan, pengaya, dan pesan permintaan penggabungan
ja: コミット、追加、削除、マージ、アドオン、およびマージ リクエストのメッセージ
nl: Berichten voor doorvoeren, toevoegen, verwijderen, samenvoegen, add-on en samenvoegverzoeken
pt: Mensagens de commit, add, merge, extensão e merge request
pt_br: Mensagens de commit, add, merge, complemento e merge request
ro: Comiterea, adăugarea, ștergerea, îmbinarea, adăugarea și îmbinarea mesajelor de solicitare
ru: Сообщения коммита, добавления, удаления, слияния, дополнения и запроса объединения
sv: Bekräfta, lägg till, ta bort, slå samman, lägg till tillägg och slå samman begäran om meddelanden
ta: கோரிக்கை செய்திகளை உறுதிப்படுத்தவும், சேர், நீக்கு, ஒன்றிணைக்கவும், சேர், ஒன்றிணைக்கவும்
tr: İşleme, ekleme, silme, birleştirme, eklenti ve birleştirme istek iletileri
uk: Повідомлення щодо внеску, додавання, вилучення, повідомлення додатків та запитів щодо об'єднання
zh_hans: 提交、添加、删除、合并、附加组件及合并请求说明

source: Message used when committing a translation, see :ref:`markup`.
de: Nachricht, die beim Committen einer Übersetzung verwendet wird, siehe :ref:`markup`.
ga: Teachtaireacht a úsáidtear agus aistriúchán á dhéanamh, féach :ref:`markup`.
hu: A fordítás véglegesítésekor használt üzenet, lásd: :ref:`markup`.
id: Pesan yang digunakan saat melakukan komit terjemahan, lihat :ref:`markup`.
ja: 翻訳のコミット時に使用するメッセージ。参照: :ref:`markup`。
nl: Bericht gebruikt bij het indienen van een vertaling, bekijk :ref:`markup`.
pt: Mensagem usada ao fazer commit uma tradução, veja :ref:`markup`.
pt_br: Mensagem usada ao fazer commit uma tradução, consulte :ref:`markup`.
ro: Mesaj utilizat la confirmarea unei traduceri, a se vedea :ref:`markup`.
ru: Сообщение, используемое при коммите перевода, смотрите раздел :ref:`markup`.
sv: Meddelande som används vid bekräftelse av en översättning, se :ref:`markup`.
tr: Bir çeviri işlenirken kullanılacak ileti. Ayrıntılı bilgi almak için: :ref:`markup`.
uk: Повідомлення, яке буде використано при внесенні перекладу, див. :ref:`markup`.
zh_hans: 在提交翻译时使用的说明，请参见 :ref:`markup`。
zh_hant: 當提交翻譯時使用的消息，請參見 :ref:`markup`。

source: The default value can be changed by :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
de: Die Standardwerte können durch das Setzen von :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE` und :setting:`DEFAULT_PULL_MESSAGE` geändert werden.
ga: Is féidir an luach réamhshocraithe a athrú trí :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
hu: Az alapértelmezett érték a következő beállításokkal módosítható: :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
id: Nilai bawaan dapat diubah dengan :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
ja: デフォルト値は、 :setting:`DEFAULT_ADD_MESSAGE`、:setting:`DEFAULT_ADDON_MESSAGE`、:setting:`DEFAULT_COMMIT_MESSAGE`、:setting:`DEFAULT_DELETE_MESSAGE`、:setting:`DEFAULT_MERGE_MESSAGE`、:setting:`DEFAULT_PULL_MESSAGE` で変更します。
nl: De standaard waarde kan worden gewijzigd met :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
pt_br: O valor padrão pode ser alterado por :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
sv: Standardvärdet kan ändras med :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
tr: Varsayılan değer şu seçeneklerle değiştirilebilir :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
uk: Типове значення можна змінити за допомогою :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
zh_hans: 可通过 :setting:`DEFAULT_ADD_MESSAGE`、:setting:`DEFAULT_ADDON_MESSAGE`、:setting:`DEFAULT_COMMIT_MESSAGE`、:setting:`DEFAULT_DELETE_MESSAGE`、:setting:`DEFAULT_MERGE_MESSAGE` 、:setting:`DEFAULT_PULL_MESSAGE` 更改默认值。

source: Push on commit
de: Bei Commit gleichzeitig Pushen
ga: Brúigh ar thiomantas
hu: Feltöltés véglegesítéskor (Push on commit)
id: Mendorong commit
ja: コミット時にプッシュする
nl: Pushen na commit
pt: Enviar ao submeter
pt_br: Enviar ao fazer commit
ro: Încarcă la comitere
ru: Отправлять при коммите
sv: Skicka vid incheckning
ta: கமிட் மீது தள்ளுங்கள்
tr: İşleme ile itme
uk: Відправляти при поданні
zh_hans: 提交时推送
zh_hant: 提交時一併推送
