Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Overriding settings by extending the Docker image
de: Überschreiben von Einstellungen durch Erweitern des Docker-Images
ga: Socruithe a shárú trí íomhá an Docker a leathnú
hu: Beállítások testreszabása a Docker-kép kiterjesztésével
id: Menimpa pengaturan dengan memperluas gambar Docker
ja: Docker イメージの拡張による設定のオーバーライド
nl: Instellingen overschrijven door de Docker image uit te breiden
pt: Substituindo as configurações estendendo a imagem do Docker
pt_br: Substituindo as configurações estendendo a imagem do Docker
ru: Переопределение настроек путём расширения образа Docker
sv: Åsidosätta inställningar genom att utöka Docker-bilden
ta: கப்பல்துறை படத்தை நீட்டிப்பதன் மூலம் அமைப்புகளை மீறுதல்
tr: Docker kalıbını genişleterek ayarları değiştirmek
uk: Перевизначення параметрів за допомогою розширення образу Docker
zh_hans: 通过扩展 Docker 镜像覆盖设置

source: To override settings at the Docker image level instead of from the data volume:
de: Um Einstellungen auf der Ebene des Docker-Images statt des Daten-Volumes zu überschreiben:
ga: Chun socruithe ag leibhéal íomhá an Docker a shárú seachas ón méid sonraí:
hu: A beállításokat az adat kötet helyett a Docker-kép szintjén is testreszabhatjuk:
id: Untuk menimpa pengaturan pada tingkat gambar Docker dan bukan pada volume data:
ja: データ ボリュームからではなく、Docker イメージの段階で設定をオーバーライドするには:
nl: Instellingen op het niveau van de Docker image overschrijven in plaats van uit het volume data:
pt: Para substituir as configurações no nível da imagem do Docker em vez do volume de dados:
pt_br: Para substituir as configurações no nível da imagem do Docker em vez do volume de dados:
ru: Чтобы переопределить настройки на уровне образа Docker, а не на уровне тома данных:
sv: För att åsidosätta inställningar på Docker-bildnivå istället för från datavolymen:
ta: தரவு தொகுதிக்கு பதிலாக கப்பல்துறை பட மட்டத்தில் அமைப்புகளை மேலெழுத:
tr: Ayarları veri birimi yerine Docker kalıbı düzeyinde değiştirmek için:
uk: Щоб перевизначити параметри на рівні образу Docker, а не з тому даних, виконайте такі дії:
zh_hans: 要在 Docker 镜像级别而不是从数据卷覆盖设置：

source: :ref:`Create a custom Python package <custom-module>`.
de: :ref:`Ein benutzerdefiniertes Python-Paket erstellen <custom-module>`.
ga: :ref:`Cruthaigh pacáiste Python saincheaptha <custom-module>`.
hu: :ref:`Saját Python-csomag létrehozása <custom-module>`.
ja: :ref:`Python モジュールの作成 <custom-module>`。
nl: :ref:`Een aangepast pakket voor Python maken <custom-module>`.
pt: :ref:`Crie um pacote Python personalizado <custom-module>`.
pt_br: :ref:`Crie um pacote Python personalizado <custom-module>`.
ru: :ref:`Создайте собственный пакет Python <custom-module>`.
sv: :ref:`Skapa ett anpassat Python-paket <custom-module>`.
tr: :ref:`Özel bir Python paketi oluşturmak <custom-module>`.
uk: :ref:`Створіть нетиповий пакунок Python <custom-module>`.
zh_hans: :ref:`创建自定义 Python 包 <custom-module>`。

source: Add a module to your package that imports all settings from ``weblate.settings_docker``.
de: Ein Modul zum eigenen Paket hinzufügen, das alle Einstellungen von ``weblate.settings_docker`` importiert.
ga: Cuir modúl le do phacáiste a iompórtálann gach socrú ó ``weblate.settings_docker``.
hu: Adjon hozzá egy modult a csomagjához, amely importálja az összes beállítást a ``weblate.settings_docker`` modulból.
id: Tambahkan modul ke paket Anda yang mengimpor semua pengaturan dari ``weblate.settings_docker``.
ja: ``weblate.settings_docker`` からすべての設定をインポートするモジュールをパッケージに追加します。
nl: Voeg een module toe aan uw pakket dat alle instellingen importeert vanuit ``weblate.settings_docker``.
pt: Adicione um módulo ao seu pacote que importe todas as configurações de ``weblate.settings_docker``.
pt_br: Adicione um módulo ao seu pacote que importe todas as configurações de ``weblate.settings_docker``.
ru: Добавьте в свой пакет модуль, который импортирует все настройки из ``weblate.settings_docker``.
sv: Lägg till en modul till ditt paket som importerar alla inställningar från ``weblate.settings_docker``.
ta: உங்கள் தொகுப்பில் ஒரு தொகுதியைச் சேர், இது அனைத்து அமைப்புகளையும் `` weblate.settings_docker`` இலிருந்து இறக்குமதி செய்கிறது.
tr: Paketinize, ``weblate.settings_docker`` ögesinden tüm ayarları içe aktaran bir modül ekleyin.
uk: Додайте до вашого пакунка модуль, який імпортує усі параметри з ``weblate.settings_docker``.
zh_hans: 将一个模块添加到您的包中，该模块从 ``weblate.settings_docker`` 导入所有设置。

source: For example, within the example package structure defined at :ref:`custom-module`, you could create a file at ``weblate_customization/weblate_customization/settings.py`` with the following initial code:
de: Innerhalb der Beispiel-Paketstruktur, die unter :ref:`custom-module` definiert ist, kann zum Beispiel eine Datei unter ``weblate_customization/weblate_customization/settings.py`` mit dem folgenden Anfangscode erstellt werden:
ga: Mar shampla, laistigh den struchtúr pacáiste sampla a shainítear ag :ref:`custom-module`, d'fhéadfá comhad a chruthú ag ``weblate_customization/weblate_customization/settings.py`` leis an gcód tosaigh seo a leanas:
hu: Például az :ref:`egyéni modul <custom-module>` részben bemutatott példastruktúrán belül létrehozhat egy fájlt a ``weblate_customization/weblate_customization/settings.py`` útvonalon a következő kezdőkóddal:
id: Misalnya, dalam struktur paket contoh yang didefinisikan di :ref:`custom-module`, Anda dapat membuat berkas di ``weblate_customization/weblate_customization/settings.py`` dengan kode awal berikut:
ja: たとえば、:ref:`custom-module` で設定されているサンプルのパッケージ構造内で、次の初期コードを使用して ``weblate_customization/weblate_customization/settings.py`` にファイルを作成します。作成方法:
nl: Bijvoorbeeld in de voorbeeldpakketstructuur die is gedefinieerd in :ref:`custom-module`, zou u een bestand ``weblate_customization/weblate_customization/settings.py`` kunnen maken, met de volgende initiële code:
pt: Por exemplo, dentro da estrutura de pacote de exemplo definida em :ref:`custom-module`, pode criar um ficheiro em ``weblate_customization/weblate_customization/settings.py`` com o seguinte código inicial:
pt_br: Por exemplo, dentro da estrutura de pacote de exemplo definida em :ref:`custom-module`, você pode criar um arquivo em ``weblate_customization/weblate_customization/settings.py`` com o seguinte código inicial:
ru: Например, в структуре пакета, определенной в :ref:`custom-module`, вы можете создать файл ``weblate_customization/weblate_customization/settings.py`` со следующим исходным кодом:
sv: Till exempel, inom den exempelpaketstruktur som definieras i :ref:`custom-module`, kan du skapa en fil i ``weblate_customization/weblate_customization/settings.py`` med följande initiala kod:
tr: Örneğin, :ref:`custom-module` adresinde tanımlanan örnek paket yapısı içinde, şu başlangıç koduyla bir ``weblate_customization/weblate_customization/settings.py`` dosyası oluşturabilirsiniz:
uk: Наприклад, у структурі пакунка-прикладу, яку визначено у :ref:`custom-module`, ви можете створити файл ``weblate_customization/weblate_customization/settings.py`` із таким початковим кодом:
zh_hans: 例如，在 :ref:`custom-module`， ``weblate_customization/weblate_customization/settings.py`` 定义的示例包结构中，您可以使用以下初始代码创建一个文件 ：

source: Create a custom ``Dockerfile`` that inherits from the official Weblate Docker image, and then installs your package and points the ``DJANGO_SETTINGS_MODULE`` environment variable to your settings module:
de: Ein benutzerdefiniertes ``Dockerfile`` erstellen, das vom offiziellen Weblate-Docker-Image erbt, und dann das Paket installiert und die Umgebungsvariable ``DJANGO_SETTINGS_MODULE`` auf das Einstellungsmodul verweist:
ga: Cruthaigh ``Dockerfile`` saincheaptha a thagann le hoidhreacht ón íomhá oifigiúil Weblate Docker, agus ansin suiteálann do phacáiste agus pointe ar an athróg timpeallachta `` DJANGO_SETTINGS_MODULE`` chuig do mhodúl socruithe:
hu: Hozzon létre egy egyéni ``Dockerfile`` fájlt, amely a hivatalos Weblate Docker-képre épül, majd telepíti a saját csomagját, és a ``DJANGO_SETTINGS_MODULE`` környezeti változót az Ön beállítási moduljára állítja:
id: Buat ``Dockerfile`` khusus yang mewarisi gambar Docker Weblate resmi, lalu menginstal paket Anda dan mengarahkan variabel lingkungan ``DJANGO_SETTINGS_MODULE`` ke modul pengaturan Anda:
ja: 公式 Weblate Docker イメージから継承するカスタム ``Dockerfile`` を作成し、パッケージをインストールして ``DJANGO_SETTINGS_MODULE`` 環境変数を設定モジュールにポイントします。作成方法:
nl: Maak een aangepast ``Dockerfile``, dat erft van de officiële Weblate Docker image, en dan uw pakket installeert en wijst naar de omgevingsvariabele ``DJANGO_SETTINGS_MODULE`` in uw module voor instellingen:
pt: Crie um ``Dockerfile`` personalizado que herde da imagem oficial do Weblate Docker e, em seguida, instale o seu pacote e aponte a variável de ambiente ``DJANGO_SETTINGS_MODULE`` para o seu módulo de configurações:
pt_br: Crie um ``Dockerfile`` personalizado que herde da imagem oficial do Weblate Docker e, em seguida, instale seu pacote e aponte a variável de ambiente ``DJANGO_SETTINGS_MODULE`` para seu módulo de configurações:
ru: Создайте собственный ``Dockerfile``, который унаследован от официального образа Docker Weblate, а затем установите ваш пакет и укажите переменную среды ``DJANGO_SETTINGS_MODULE`` в ваш модуль настроек:
sv: Skapa en anpassad ``Dockerfile`` som ärver från den officiella Weblate Docker-bilden, installerar sedan ditt paket och pekar miljövariabeln ``DJANGO_SETTINGS_MODULE`` till din inställningsmodul:
ta: அதிகாரப்பூர்வ வலைபெயர்ப்பு கப்பல்துறை படத்திலிருந்து பெறும் ஒரு தனிப்பயன் `` டோக்கர்ஃபைல்`` உருவாக்கவும், பின்னர் உங்கள் தொகுப்பை நிறுவி `` சாங்கோ_செட்டிங்ச்_மோடூல்`` சூழல் மாறியை உங்கள் அமைப்புகள் தொகுதிக்கு சுட்டிக்காட்டுகிறது:
tr: Resmi Weblate Docker kalıbından devralınan ve ardından paketinizi kuran ve ayarlar modülünüze ``DJANGO_SETTINGS_MODULE`` ortam değişkenini gösteren özel bir ``Dockerfile`` oluşturun:
uk: Створіть нетиповий ``Dockerfile``, який успадковуватиме офіційний образ Docker Weblate, а потім встановіть ваш пакунок і вкажіть для змінної середовища ``DJANGO_SETTINGS_MODULE`` ваш модуль параметрів:
zh_hans: 创建一个继承自官方 Weblate Docker 镜像的自定义 ``Dockerfile``，然后安装你的包并将 ``DJANGO_SETTINGS_MODULE`` 环境变量指向你的设置模块：

source: Instead of using the official Weblate Docker image, build a custom image from this ``Dockerfile`` file.
de: Anstatt das offizielle Weblate-Docker-Image zu verwenden, sollte ein eigenes Image aus dieser ``Dockerfile``-Datei erstellt werden.
ga: In ionad an íomhá oifigiúil Weblate Docker a úsáid, tóg íomhá saincheaptha ón gcomhad ``Dockerfile`` seo.
hu: A hivatalos Weblate Docker-kép használata helyett építsen egy egyéni képet ebből a ``Dockerfile`` fájlból.
id: Daripada menggunakan gambar Docker Weblate resmi, buatlah gambar khusus dari berkas ``Dockerfile`` ini.
ja: 公式の Weblate Docker イメージを使用する代わりに、この ``Dockerfile`` ファイルからカスタム イメージを作成します。
nl: In plaats van de officiële Weblate Docker image te gebruiken, bouw een aangepast image uit dat bestand ``Dockerfile``.
pt: Em vez de usar a imagem Docker oficial do Weblate, construa uma imagem personalizada a partir deste ficheiro ``Dockerfile``.
pt_br: Em vez de usar a imagem Docker oficial do Weblate, construa uma imagem personalizada a partir deste arquivo ``Dockerfile``.
ru: Вместо использования официального образа Docker Weblate создайте собственный образ из этого файла ``Dockerfile``.
sv: Istället för att använda den officiella Weblate Docker-bilden kan du skapa en anpassad bild från denna ``Dockerfile``-fil.
ta: அதிகாரப்பூர்வ வலைபெயர்ப்பு கப்பல்துறை படத்தைப் பயன்படுத்துவதற்குப் பதிலாக, இந்த `` டோக்கர்ஃபைல்`` கோப்பிலிருந்து தனிப்பயன் படத்தை உருவாக்குங்கள்.
tr: Resmi Weblate Docker kalıbını kullanmak yerine, bu ``Dockerfile`` dosyasından özel bir kalıp oluşturun.
uk: Замість використання офіційного образу Docker Weblate, зберіть нетиповий образ з цього файла ``Dockerfile``.
zh_hans: 不要使用官方的 Weblate Docker 镜像，而是从这个 ``Dockerfile`` 文件构建一个自定义镜像。

source: There is `no clean way <https://github.com/docker/compose/issues/7231>`__ to do this with ``docker-compose.override.yml``. You *could* add ``build: .`` to the ``weblate`` node in that file, but then your custom image will be tagged as ``weblate/weblate`` in your system, which could be problematic.
de: Es gibt `keine saubere Möglichkeit <https://github.com/docker/compose/issues/7231>`__, dies mit ``docker-compose.override.yml`` zu tun. Sie *könnten* ``build: .`` zum ``weblate``-Knoten in dieser Datei hinzufügen, aber dann wird Ihr benutzerdefiniertes Image als ``weblate/weblate`` in Ihrem System markiert, was problematisch sein könnte.
ga: Níl `bealach glan <https://github.com/docker/compose/issues/7231>`__ é seo a dhéanamh le ``docker-compose.override.yml``. *D'fhéadfá* `` build: .`` a chur leis an nód ``weblate `` sa chomhad sin, ach ansin déanfar d'íomhá saincheaptha a chlibeáil mar ``weblate/weblate`` i do chóras, rud a d'fhéadfadh a bheith ina fhadhb.
hu: Erre nincs egy elegáns megoldás a ``docker-compose.override.yml`` fájl használatával, ahogyan az a következő hivatkozásban is olvasható: `GitHUB docker hiba #7231 <https://github.com/docker/compose/issues/7231>`__. Elméletileg hozzáadhatja a ``build: .`` beállítást a ``weblate`` csomóponthoz ebben a fájlban, azonban ez esetben az egyedi képfájlt a rendszer ``weblate/weblate`` névvel fogja megcímkézni, ami problémát okozhat.
id: Tidak ada cara yang bersih <https://github.com/docker/compose/issues/7231>`__ untuk melakukan ini dengan ``docker-compose.override.yml``. Anda *bisa* menambahkan ``build: .`` ke simpul ``weblate`` di berkas tersebut, tetapi gambar khusus Anda akan ditandai sebagai ``weblate/weblate`` di sistem Anda, yang bisa jadi bermasalah.
ja: これを ``docker-compose.override.yml`` で行う `綺麗な方法はありません <https://github.com/docker/compose/issues/7231>`__ 。そのファイルの ``weblate`` ノードに `build: .` を追加できますが、カスタム イメージがシステム内で ``weblate/weblate`` としてタグ付けされるため、問題が発生することがあります。
nl: Er is `geen schone manier <https://github.com/docker/compose/issues/7231>`__ om dit te doen met ``docker-compose.override.yml``. U *zou* ``build: .`` kunnen toevoegen aan de node ``weblate`` in dat bestand, maar dan zal uw aangepaste image worden getagd als ``weblate/weblate`` in uw systeem, wat problematisch zou kunnen zijn.
pt: Não existe ``nenhuma maneira limpa <https://github.com/docker/compose/issues/7231>`__ de fazer isso com ``docker-compose.override.yml``. *Poderia* adicionar ``build: .`` ao nó ``weblate`` nesse ficheiro, mas a sua imagem personalizada será marcada como ``weblate/weblate`` no seu sistema, o que pode ser problemático.
pt_br: Não existe ``nenhuma maneira limpa <https://github.com/docker/compose/issues/7231>`__ de fazer isso com ``docker-compose.override.yml``. Você *poderia* adicionar ``build: .`` ao nó ``weblate`` nesse arquivo, mas sua imagem personalizada será marcada como ``weblate/weblate`` em seu sistema, o que pode ser problemático.
ru: `Не существует чистого способа <https://github.com/docker/compose/issues/7231>`__ сделать это с помощью ``docker-compose.override.yml``. Вы *можете* добавить ``build: .`` в узел ``weblate`` в этом файле, но тогда ваше собственное изображение будет помечено в вашей системе как ``weblate/weblate``, что может быть проблематичным.
sv: Det finns inget rent sätt <https://github.com/docker/compose/issues/7231> att göra detta med ``docker-compose.override.yml``. Du *kan* lägga till ``build: .`` till ``weblate``-noden i den filen, men då kommer din anpassade bild att märkas som ``weblate/weblate`` i ditt system, vilket kan vara problematiskt.
ta: `` `டோக்கர்-கமோச்.ஓவர்ரைட்.ஒய்.எம்.எல்`` உடன் இதைச் செய்ய` தூய்மையான வழி <https://github.com/docker/compose/issues/7231> __ இல்லை. அந்தக் கோப்பில் உள்ள `` வலைபெயர்ப்பு`` முனையில் நீங்கள் * `` கட்டியெழுப்ப: .`` ஐச் சேர்க்கலாம், ஆனால் உங்கள் தனிப்பயன் படம் உங்கள் கணினியில் `` வலைபெயர்ப்பு/வலைபெயர்ப்பு` எனக் குறிக்கப்படும், இது சிக்கலாக இருக்கலாம்.
tr: Bunu ``docker-compose.override.yml`` ile yapmanın `temiz bir yolu yoktur <https://github.com/docker/compose/issues/7231>`__. Bu dosyadaki ``weblate`` düğümüne ``build: .`` ekleyebilirsiniz. Ancak daha sonra özel kalıbınız sisteminizde ``weblate/weblate`` olarak etiketlenir ve bu da soruna yol açabilir.
uk: `Немає простого способу <https://github.com/docker/compose/issues/7231>`__ зробити це за допомогою ``docker-compose.override.yml``. *Можна було б* додати ``build: .`` до вузла ``weblate`` у цьому файлі, але тоді б ваш нетиповий образ було б позначено як ``weblate/weblate`` у вашій системі, що призвело б до проблем.
zh_hans: 使用 ``docker-compose.override.yml`` 则 `无法干净地 <https://github.com/docker/compose/issues/7231>`__ 做到这一点。您 *可以* 将 ``build: .`` 添加到该文件中的 ``weblate`` 节点，但随后您的自定义镜像将在系统中被打上 ``weblate/weblate`` 的标签，这可能会出问题。

source: So, instead of using the ``docker-compose.yml`` straight from the `official repository <https://github.com/WeblateOrg/docker-compose>`__, unmodified, and extending it through ``docker-compose.override.yml``, you may want to make a copy of the official ``docker-compose.yml`` file, and edit your copy to replace ``image: weblate/weblate`` with ``build: .``.
de: Anstatt also ``docker-compose.yml`` direkt unverändert aus dem offiziellen `Repository <https://github.com/WeblateOrg/docker-compose>`__ zu verwenden und es durch ``docker-compose.override.yml`` zu erweitern, sollten Sie eine Kopie der offiziellen ``docker-compose.yml`` Datei erstellen und diese Kopie so bearbeiten, dass ``image: weblate/weblate`` durch ``build: .`` ersetzt wird.
ga: Mar sin, in ionad an ``docker-compose.yml`` a úsáid díreach ón `stór oifigiúil <https://github.com/WebateOrg/docker-compose>`__, gan mhodhnú, agus é a leathnú trí ``docker-compose .override.yml``, b'fhéidir gur mhaith leat cóip den chomhad oifigiúil ``docker-compose.yml`` a dhéanamh, agus do chóip a chur in eagar chun ``image: weblate/weblate`` a chur in ionad ``build: .``.
hu: Ezért ahelyett, hogy változtatás nélkül használná a hivatalos tárolóból származó ``docker-compose.yml`` fájlt, és azt ``docker-compose.override.yml`` segítségével bővítené ki, célszerűbb lehet, ha készít egy másolatot a hivatalos ``docker-compose.yml`` fájlról, és ebben a másolatban módosítja az ``image: weblate/weblate`` sort ``build: .`` értékre.
id: Jadi, daripada menggunakan ``docker-compose.yml`` langsung dari `repositori resmi <https://github.com/WeblateOrg/docker-compose>`__, tanpa modifikasi, dan memperluasnya melalui ``docker-compose.override.yml``, Anda mungkin ingin membuat salinan berkas resmi ``docker-compose.yml``, dan menyunting salinan Anda untuk mengganti ``image: weblate/weblate`` dengan ``build: .``.
ja: そのため、`公開リポジトリ <https://github.com/WeblateOrg/docker-compose>`__ から直接 ``docker-compose.yml`` を変更せずに使用し、それを ``docker-compose.override.yml`` を通じて拡張する代わりに、公式の ``docker-compose.yml`` ファイルのコピーを作成し、そのコピーを編集して ``image:weblate/weblate`` を ``build: .`` に置き換えることができます。
nl: Dus, in plaats van ``docker-compose.yml`` direct te gebruiken vanuit de `officiële opslagruimte <https://github.com/WeblateOrg/docker-compose>`__, niet aangepast en het uit te breiden via ``docker-compose.override.yml``, zou u een kopie willen maken van het officiële bestand ``docker-compose.yml``, en uw kopie willen bewerken om ``image: weblate/weblate`` te vervangen door ``build: .``.
pt: Então, ao invés de usar o ``docker-compose.yml`` direto do `repositório oficial <https://github.com/WeblateOrg/docker-compose>`__, não modificado e estendê-lo através do ``docker-compose .override.yml``, pode fazer uma cópia do ficheiro ``docker-compose.yml`` oficial e editar a sua cópia para substituir ``image: weblate/weblate`` por ``build: .``.
pt_br: Então, ao invés de usar o ``docker-compose.yml`` direto do `repositório oficial <https://github.com/WeblateOrg/docker-compose>`__, não modificado, e estendê-lo através do ``docker-compose .override.yml``, você pode querer fazer uma cópia do arquivo ``docker-compose.yml`` oficial, e editar sua cópia para substituir ``image: weblate/weblate`` por ``build: .``.
ru: Итак, вместо использования ``docker-compose.yml`` прямо из `официального репозитория <https://github.com/WeblateOrg/docker-compose>`__, без изменений и расширения его через ``docker-compose .override.yml``, вы можете сделать копию официального файла ``docker-compose.yml`` и отредактировать свою копию, заменив ``image: weblate/weblate`` на ``build: .``.
sv: Så istället för att använda ``docker-compose.yml`` direkt från `det officiella arkivet <https://github.com/WeblateOrg/docker-compose>`__, utan modifieringar, och utöka den genom ``docker-compose.override.yml``, kanske du vill göra en kopia av den officiella filen ``docker-compose.yml`` och redigera din kopia för att ersätta ``image: weblate/weblate`` med ``build: .``.
ta: எனவே, `` டோக்கர்-கமோச்போச்.ஒய்.எம்.எல்`` `உத்தியோகபூர்வ களஞ்சியத்திலிருந்து நேராக பயன்படுத்துவதற்கு பதிலாக .override.yml``, நீங்கள் அதிகாரப்பூர்வ `` டோக்கர்-கம்ப்.ஒய்.எம்.எல்`` கோப்பின் நகலை உருவாக்க விரும்பலாம், மேலும் `` படத்தை மாற்றுவதற்கு உங்கள் நகலைத் திருத்தவும்: `` உருவாக்க: .` `.
tr: Bu nedenle, ``docker-compose.yml`` dosyasını doğrudan ``resmi depo <https://github.com/WeblateOrg/docker-compose>``__ üzerinden değiştirmeden kullanmak ve ``docker-compose.override.yml`` ile genişletmek yerine, resmi ``docker-compose.yml`` dosyasının bir kopyasını oluşturmak ve kopyanızı ``image: weblate/weblate`` yerine ``build: .`` ile değiştirmek için düzenlemek isteyebilirsiniz.
uk: Тому, замість використання ``docker-compose.yml`` безпосередньо з `офіційного сховища <https://github.com/WeblateOrg/docker-compose>`__, без змін, і його розширення за допомогою ``docker-compose.override.yml``, вам варто створити копію офіційного файла ``docker-compose.yml`` і внести до неї зміни, замінивши ``image: weblate/weblate`` на ``build: .``.
zh_hans: 因此，比起原封不动直接套用来自 `官方仓库 <https://github.com/WeblateOrg/docker-compose>`__ 的 ``docker-compose.yml``，并通过 ``docker-compose.override.yml`` 进行扩展，你或许想要复制一份 ``docker-compose.yml`` 文件对其进行编辑，然后借助 ``build: .`` 用编辑后的文件替换 ``image: weblate/weblate``.
