Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Checking that Czech translation text plurals differ
de: Prüfen, ob sich die Pluralformen des tschechischen Übersetzungstextes unterscheiden
ga: Seiceáil go bhfuil difríocht idir iolraí téacs aistriúcháin na Seice
hu: Ellenőrzés: a cseh fordítás többes számai eltérnek-e
id: Memeriksa bahwa teks terjemahan bahasa Ceko memiliki bentuk jamak yang berbeda
ja: チェコ語の翻訳文の複数形が異なっているかの確認
nl: Controleren dat Tsjechische meervouden in de vertaalde tekst verschillen
pt: Verificando se os plurais de texto de tradução tcheca são diferentes
pt_br: Verificando se os plurais de texto de tradução tcheca são diferentes
ro: Verificarea faptului că pluralul din textul traducerii în limba cehă diferă
ru: Проверка того, что в переводе на чешский язык формы множественного числа отличаются друг от друга
sv: Kontrollera att pluralformer i den tjeckiska översättningen skiljer sig åt
ta: செக் மொழிபெயர்ப்பு உரை பன்மை வேறுபடுகிறதா என்பதைச் சரிபார்க்கிறது
tr: Çekçe çeviri metinlerinde çoğulların farklı olup olmadığı denetlemek
uk: Перевірка того, чи є форми множини у перекладі чеською різними
zh_hans: 检查捷克语译文文本复数是否不同
zh_hant: 檢查捷克語翻譯文本的複數差異

source: Check using language info to verify the two plural forms in Czech language are not same.
de: Prüfen Sie anhand der Sprachinfo, ob die beiden Pluralformen im Tschechischen nicht gleich sind.
ga: Seiceáil ag baint úsáide as faisnéis teanga chun a fhíorú nach bhfuil an dá fhoirm iolra sa teanga Seicis mar an gcéanna.
hu: Ez az ellenőrzés nyelvi információ alapján ellenőrzi, hogy a cseh nyelv két többes számú alakja nem azonos-e.
id: Periksa menggunakan info bahasa untuk memverifikasi dua bentuk jamak dalam bahasa Ceko tidak sama.
ja: 言語情報を使用して、チェコ語の 2 つの複数形が同じでないことを検査します。
nl: Controleren met informatie voor de taal om te verifiëren of de twee meervouden in de Tsjechische taal niet hetzelfde zijn.
pt: Usa as informações de idioma para verificar se as duas formas plurais no idioma tcheco não são os mesmos.
pt_br: Usa as informações de idioma para verificar se as duas formas plurais no idioma tcheco não são os mesmos.
ro: Verificați cu ajutorul informațiilor lingvistice pentru a verifica dacă cele două forme de plural în limba cehă nu sunt identice.
ru: Проверка использует информацию о языке, чтобы проверить, что две формы множественного числа в чешском языке не являются одинаковыми.
sv: Kontrollera med hjälp av språkinformationen att de två pluralformerna på tjeckiska inte är identiska.
ta: செக் மொழியில் உள்ள இரண்டு பன்மை வடிவங்களை சரிபார்க்க மொழி தகவலைப் பயன்படுத்தி சரிபார்க்கவும்.
tr: Çekçe iki çoğul biçimin aynı olmadığını doğrulamak için dil bilgilerini kullanan denetim.
uk: Перевіримо з використанням даних щодо мови, чи дві форми множини у чеському перекладі є різними.
zh_hans: 使用语言信息检查，验证捷克语中的两种复数形式不同。
zh_hant: 使用語言信息來檢查，驗證捷克語中的兩種複數形式不同。

source: Component Lists
de: Komponentenlisten
ga: Liostaí Comhpháirteanna
hu: Összetevőlisták
id: Daftar Komponen
ja: コンポーネント リスト
nl: Onderdelenlijsten
pt: Lista de componentes
pt_br: Lista de componentes
ro: Liste de componente
ru: Списки компонентов
sv: Komponentlistor
ta: கூறு பட்டியல்கள்
tr: Bileşen listeleri
uk: Списки складників
zh_hans: 部件列表
zh_hant: 組件列表

source: Specify multiple lists of components to appear as options on the user dashboard, from which users can pick one as their default view. See :ref:`dashboard` to learn more.
de: Geben Sie mehrere Listen von Komponenten an, die als Optionen in der Benutzer-Übersichtsseite angezeigt werden sollen, aus denen Benutzer eine als Standardansicht auswählen können. Weitere Informationen finden Sie unter :ref:`dashboard`.
ga: Sonraigh liostaí iolracha comhpháirteanna le feiceáil mar roghanna ar phainéal an úsáideora, ar féidir le húsáideoirí ceann a roghnú mar a radharc réamhshoc Féach :ref:`dashboard` chun níos mó a fhoghlaim.
hu: Több összetevőlistát is megadhat, amelyek közül a felhasználók kiválaszthatják az alapértelmezett nézetüket a felhasználói vezérlőpulton. További részletekért lásd: :ref:`dashboard`.
id: Tentukan beberapa daftar komponen untuk ditampilkan sebagai opsi di dasbor pengguna, yang darinya pengguna dapat memilih satu sebagai tampilan default. Lihat :ref:`dashboard` untuk mempelajari lebih lanjut.
ja: ユーザーのダッシュボード画面に表示する選択肢として、コンポーネントのリストを作成できます。複数のリストを設定すると、ユーザーはデフォルト画面に表示するリストを 1 つ選択できます。詳細については、:ref:`dashboard` を確認してください。
nl: Specificeer meerdere lijsten met onderdelen om als opties te verschijnen op het dashboard van de gebruiker, waar gebruikers er een kunnen kiezen als hun standaard weergave. Bekijk :ref:`dashboard` voor meer informatie.
pt: Especifique múltiplas listas de componentes para aparecer como opções no painel do utilizador, a partir do qual os utilizadores podem selecionar uma visualização como a visão predefinida. Veja :ref:`dashboard` para saber mais.
pt_br: Especifique múltiplas listas de componentes para aparecer como opções no painel do usuário, a partir do qual os usuários podem selecionar uma visualização como exibição padrão. Consulte :ref:`dashboard` para saber mais.
ro: Specificați mai multe liste de componente care să apară ca opțiuni pe tabloul de bord al utilizatorului, din care utilizatorii pot alege una ca vizualizare implicită. Consultați :ref:`dashboard` pentru a afla mai multe.
ru: Укажите несколько списков компонентов, чтобы они появились в качестве вариантов выбора на панели управления пользователя, из которых пользователи смогут выбрать один из них, как свое умолчательное представление панели. Для получения более подробной информации смотрите раздел :ref:`dashboard`.
sv: Ange flera listor med komponenter som ska visas som alternativ på användarens instrumentpanel, från vilka användarna kan välja en som standardvy. Se :ref:`dashboard` för mer information.
tr: Kullanıcı panosunda seçenek olarak görüntülenecek ve kullanıcıların varsayılan görünümleri olarak birini seçebileceği birkaç bileşen listesi belirtin. Ayrıntılı bilgi almak için: :ref:`dashboard`.
uk: Вкажіть декілька списків складників, щоб їх було показано як пункти на панелі приладів користувача, з якої користувачі зможуть вибрати потрібний як типовий для перегляду. Див. :ref:`dashboard`, щоб дізнатися більше.
zh_hans: 指定多个部件列表，作为显示在用户操作面板上的选项，用户可以从中挑选一个作为默认视图。请参阅 :ref:`dashboard` 了解更多信息。
zh_hant: 指定多個列表的組件，出現在用戶控制面板上作為選項，從用用戶可以選擇一個作為默認視圖。請參見 :ref:`dashboard` 來了解更多信息。

source: A status will be presented for each component list presented on the dashboard.
de: Für jede auf der Übersichtsseite angezeigte Komponentenliste wird ein Status angezeigt.
ga: Cuirfear stádas i láthair do gach liosta comhpháirte a chuirtear i láthair ar an deais.
hu: Az vezérlőpulton megjelenő minden egyes összetevőlistához státuszt is megjelenít a rendszer.
id: Status akan disajikan untuk setiap daftar komponen yang disajikan pada dasbor.
ja: ダッシュボードにコンポーネント リストごとに翻訳状況を表示します。
nl: Een status zal worden weergegeven voor elke onderdelenlijst die wordt gepresenteerd op het dashboard.
pt: Um estado vai ser apresentado para cada componente listado no painel.
pt_br: Um status vai ser apresentado para cada componente listado no painel.
ro: Pentru fiecare listă de componente prezentată în tabloul de bord se va prezenta o stare.
ru: Для каждого списка компонентов, присутствующего в панели управления, будет представлен свой статус.
sv: En status kommer att visas för varje komponentlista som presenteras på instrumentpanelen.
ta: டாச்போர்டில் வழங்கப்பட்ட ஒவ்வொரு கூறு பட்டியலுக்கும் ஒரு நிலை வழங்கப்படும்.
tr: Panoda sunulan her bileşen listesi için bir durum görüntülenir.
uk: Стан буде показано для кожного списку складників на панелі приладів.
zh_hans: 操作面板上出现的每个部件列表都会显示一个状态。
zh_hant: 控制面板上出現的每個組件列表都會顯示狀態。

source: The names and content of component lists can be specified in the admin interface, in :guilabel:`Component lists` section. Each component list must have a name that is displayed to the user, and a slug representing it in the URL.
de: Die Namen und Inhalte der Komponentenlisten können in der Adminoberfläche im Abschnitt :guilabel:`Komponentenlisten` festgelegt werden. Jede Komponentenliste muss einen Namen haben, der dem Benutzer angezeigt wird, und einen Slug, der sie in der URL repräsentiert.
ga: Is féidir ainmneacha agus ábhar na liostaí comhpháirteanna a shonrú sa chomhéadan riaracháin, sa rannán :guilabel:`Liostaí Comhpháirte`. Ní mór ainm a bheith ar gach liosta comhpháirteanna a thaispeánfar don úsáideoir, agus seilide a léiríonn é san URL.
hu: Az összetevőlisták nevét és tartalmát az adminisztrációs felületen, az :guilabel:`Összetevőlisták` szekcióban lehet megadni. Minden összetevőlistának rendelkeznie kell egy névvel (amit a felhasználók látnak) és egy URL-azonosítóval (slug).
id: Nama dan isi daftar komponen dapat ditentukan di antarmuka admin, di bagian :guilabel:`Component lists` Setiap daftar komponen harus memiliki nama yang ditampilkan kepada pengguna, dan slug yang mewakilinya di URL.
ja: 各コンポーネント リストの名前と内容は、管理画面の :guilabel:`コンポーネント リスト` セクションから設定します。各コンポーネント リストには、ユーザーに表示する名前と、URL に使用するスラッグの両方が必要です。
nl: De namen en inhoud van onderdelenlijsten kunnen worden gespecificeerd in de beheerinterface, in het gedeelte :guilabel:`Onderdelenlijsten`. Elke onderdelenlijst moet een naam hebben die wordt getoond aan de gebruiker, en een slug die het weergeeft in de URL.
pt: Os nomes e conteúdos das listas de componentes podem ser especificados na interface administrativa, na secção :guilabel:`Component lists`. Cada lista de componentes deve ter um nome que é exibido ao utilizador e uma slug representando-a na URL.
pt_br: Os nomes e conteúdos das listas de componentes podem ser especificados na interface administrativa, na seção :guilabel:`Listas de componentes`. Cada lista de componentes deve ter um nome que é exibido para o usuário e uma slug representando-a na URL.
ro: Numele și conținutul listelor de componente pot fi specificate în interfața de administrare, în secțiunea :guilabel:`Liste de componente`. Fiecare listă de componente trebuie să aibă un nume care să fie afișat utilizatorului și un slug care să o reprezinte în URL.
ru: Названия и содержимое списков компонентов можно указать в интерфейсе администратора в разделе :guilabel:`Списки компонентов`. Каждый список компонентов должен иметь название, отображаемое пользователю, и плашку, представляющую его в URL-адресе.
sv: Namnen och innehållet i komponentlistorna kan anges i administratörsgränssnittet, i avsnittet :guilabel:`Komponentlistor`. Varje komponentlista måste ha ett namn som visas för användaren och en slug som representerar den i URL:en.
ta: கூறு பட்டியல்களின் பெயர்கள் மற்றும் உள்ளடக்கத்தை நிர்வாகி இடைமுகத்தில் குறிப்பிடலாம், இல்: வபஇசிட்டை: `கூறு பட்டியல்கள்` பிரிவு. ஒவ்வொரு கூறு பட்டியலிலும் பயனருக்குக் காட்டப்படும் பெயரையும், அதை முகவரி இல் குறிக்கும் ச்லக் இருக்க வேண்டும்.
tr: Bileşen listelerinin adları ve içeriği, yönetim arayüzünde, :guilabel:`Bileşen listeleri` bölümünde belirtilebilir. Her bileşen listesinin kullanıcıya görüntülenen bir adı ve adresi ile onu temsil eden bir kısaltması olmalıdır.
uk: Назви і вміст списків складників можна вказати у адміністративному інтерфейсі у розділі :guilabel:`Списки складників`. Кожен зі списків складників повинен мати назву, яку буде показано користувачеві, та ідентифікатор, який відповідатиме списку у адресі URL.
zh_hans: 可以在管理界面的 :guilabel:`部件列表` 部分指定部件列表的名称和内容。每个部件列表必须有一个显示给用户的名称，和一个在 URL 中代表它的标识串。
zh_hant: 可以在管理界面的 :guilabel:`Component lists` 部分指定組件列表的名稱和內容。每種組件列表必須名稱來顯示給用戶，並具有標識串將其顯示在 URL 中。

source: Change dashboard settings for anonymous users from the admin interface, altering what dashboard is presented to unauthenticated users.
de: Ändern Sie die Einstellungen der Übersichtsseite für anonyme Benutzer über die Adminoberfläche, in dem Sie ändern, welche Übersichtsseite nicht authentifizierten Benutzern angezeigt wird.
ga: Athraigh socruithe an deais d'úsáideoirí gan ainm ón gcomhéadan riaracháin, ag athrú an méid a chuirtear i láthair úsáideoirí neamhdheimhnithe.
hu: Az anonim felhasználók számára megjelenő vezérlőpult beállításait az adminisztrációs felületen lehet módosítani, így megadható, milyen vezérlőpult jelenjen meg a nem hitelesített látogatóknak.
id: Ubah pengaturan dasbor untuk pengguna anonim dari antarmuka admin, ubah dasbor apa yang disajikan kepada pengguna yang tidak diautentikasi.
ja: 管理画面で設定する、匿名ユーザーのためのダッシュボードは、認証されていないユーザーのためのダッシュボードに変更します。
nl: Wijzig de instellingen voor het dashboard voor anonieme gebruikers in de beheerinterface, wijzig welk dashboard wordt weergegeven voor niet-geauthenticeerde gebruikers.
pt: Altera as configurações de painel para utilizadores anônimos da interface administrativa, a alterar qual painel é apresentado para utilizadores não autenticados.
pt_br: Altera as configurações de painel para usuários anônimos a partir da interface administrativa, alterando qual painel é apresentado para usuários não autenticados.
ro: Modificați setările tabloului de bord pentru utilizatorii anonimi din interfața de administrare, modificând ce tablou de bord este prezentat utilizatorilor neautentificați.
ru: Для анонимных пользователей настройки панели управления изменяются из интерфейса администратора, в котором определяется, какая панель управления будет показана неавторизованным пользователям.
sv: Ändra inställningarna för instrumentpanelen för anonyma användare från administratörsgränssnittet och ändra vilken instrumentpanel som visas för oautentiserade användare.
ta: நிர்வாகி இடைமுகத்திலிருந்து அநாமதேய பயனர்களுக்கான முகப்பலகை அமைப்புகளை மாற்றவும், அங்கீகரிக்கப்படாத பயனர்களுக்கு முகப்பலகை வழங்கப்படுவதை மாற்றவும்.
tr: Yönetim bölümünden anonim kullanıcılar için pano ayarlarını değiştirerek kimliği doğrulanmamış kullanıcılara hangi panonun sunulacağını belirtin.
uk: Змініть параметри панелі приладів для анонімних користувачів з адміністративного інтерфейсу, змінивши те, що буде показано на панелі приладів для користувачів, які не увійшли до системи.
zh_hans: 从管理界面更改匿名用户的操作面板设置，修改操作面板向未经身份验证用户展示的内容。
zh_hant: 從管理界面檢查匿名用戶的控制面板設置，修改掉控制面本顯示給未授權用戶的內容。

source: Automatic component lists
de: Automatische Komponentenlisten
ga: Liostaí comhpháirteanna uathoibríocha
hu: Automatikus összetevőlisták
id: Daftar komponen otomatis
ja: コンポーネント リストの自動割り当て
nl: Automatisch onderdelenlijsten
pt: Listas de componentes automáticas
pt_br: Listas de componentes automáticas
ro: Liste automate de componente
ru: Автоматические списки компонентов
sv: Automatiska komponentlistor
ta: தானியங்கி கூறு பட்டியல்கள்
tr: Kendiliğinden bileşen listeleri
uk: Автоматичні списки складників
zh_hans: 自动部件列表

source: Add components to the list automatically based on their slug by creating :guilabel:`Automatic component list assignment` rules.
de: Fügen Sie der Liste automatisch Komponenten auf der Grundlage ihres Slugs hinzu, indem Sie Regeln für die :guilabel:`Automatische Komponentenlistenzuweisung` erstellen.
ga: Cuir comhpháirteanna leis an liosta go huathoibríoch bunaithe ar a sluga trí :guilabel:`Automatic component list assignment` a chruthú.
hu: Összetevőket automatikusan is hozzáadhat listákhoz az URL-azonosítójuk (slug) alapján, ha létrehozza az :guilabel:`Automatikus összetevőlista hozzárendelés` szabályokat.
id: Tambahkan komponen ke daftar secara otomatis berdasarkan slugnya dengan membuat aturan :guilabel:`Automatic component list assignment`.
ja: スラッグに基づいてコンポーネントを自動的にリストに追加するには、:guilabel:`コンポーネント リストの自動割り当て` の規則を作成します。
nl: Voeg onderdelen automatisch aan de lijst toe, gebaseerd op hun slug door regels :guilabel:`Toewijzen automatische onderdelenlijst` te maken.
pt: Adicione componentes à lista automaticamente com base nas suas slugs criando regras :guilabel:`Automatic component list assignment`.
pt_br: Adicione componentes à lista automaticamente com base em suas slug criando regras :guilabel:`Atribuição automática de lista de componentes`.
ro: Adăugați componentele în listă în mod automat pe baza slug-ului lor prin crearea de reguli :guilabel:`Automatic component list assignment`.
ru: Автоматическое добавление компонентов в список на основе их плашки настраивается созданием правил :guilabel:`Автоматического прикрепления списка компонентов`.
sv: Lägg till komponenter i listan automatiskt baserat på deras slug genom att skapa :guilabel:`Automatisk komponentlisttilldelning`-regler.
ta: உருவாக்குவதன் மூலம் அவற்றின் ச்லக்கின் அடிப்படையில் தானாகவே பட்டியலில் கூறுகளைச் சேர்: வபஇசிட்டை: `தானியங்கி கூறு பட்டியல் ஒதுக்கீடு` விதிகள்.
tr: :guilabel:`Kendiliğinden bileşen listesi ataması` kuralları oluşturarak bileşenleri kısaltmalarına göre kendiliğinden listeye ekleyebilirsiniz.
uk: Додайте складники до списку автоматично на основі їхнього ідентифікатора створенням правил :guilabel:`Автоматичне призначення списку складників`.
zh_hans: 通过建立 :guilabel:`自动分配部件列表` 规则，根据其标识串自动将部件添加到列表中。
zh_hant: 通過建立 :guilabel:`Automatic component list assignment` 規則，根據其標識串自動將組件添加到列表中。

source: Useful for maintaining component lists for large installations, or in case you want to have one component list with all components on your Weblate installation.
de: Nützlich für die Pflege von Komponentenlisten für große Installationen oder für den Fall, dass Sie eine Komponentenliste mit allen Komponenten Ihrer Weblate-Installation haben möchten.
ga: Úsáideach chun liostaí comhpháirteanna a chothabháil le haghaidh suiteálacha móra, nó i gcás go dteastaíonn uait liosta comhpháirte amháin a bheith agat leis na comhpháirteanna go léir ar do shuiteáil Weblate.
hu: Ez különösen hasznos nagyobb telepítések kezeléséhez vagy ha minden összetevőt tartalmazó közös összetevőlistát szeretne létrehozni.
id: Berguna untuk memelihara daftar komponen untuk instalasi besar, atau jika Anda ingin memiliki satu daftar komponen dengan semua komponen pada instalasi Weblate Anda.
ja: 大規模なインストール時に、コンポーネント リストを管理する場合、またはインストール済みの Weblate のすべてのコンポーネントを 1 つのコンポーネント リストと連携する場合に便利です。
nl: Nuttig voor het onderhouden van onderdelenlijsten voor grote installaties, of voor het geval u een onderdelenlijst met alle onderdelen in uw installatie van Weblate wilt hebben.
pt: Útil para atualizar listas de componentes para grandes instalações, ou no caso de querer ter uma lista de componentes com todos os componentes na sua instalação do Weblate.
pt_br: Útil para manutenção de listas de componentes para instalações de grandes dimensões, ou no caso de você querer uma lista de componentes com todos os componentes em sua instalação de Weblate.
ro: Utile pentru menținerea listelor de componente pentru instalații mari sau în cazul în care doriți să aveți o singură listă de componente cu toate componentele din instalația dumneavoastră Weblate.
ru: Полезно для ведения списков компонентов для крупных установок, либо в случае, если вы хотите иметь в своей установке Weblate один список компонентов со всеми компонентами.
sv: Användbart för att underhålla komponentlistor för stora installationer, eller om du vill ha en komponentlista med alla komponenter i din Weblate-installation.
ta: பெரிய நிறுவல்களுக்கான கூறு பட்டியல்களைப் பராமரிக்க பயனுள்ளதாக இருக்கும், அல்லது உங்கள் வலைபெயர்ப்பு நிறுவலில் உள்ள அனைத்து கூறுகளையும் கொண்ட ஒரு கூறு பட்டியலைக் கொண்டிருக்க விரும்பினால்.
tr: Büyük kurulumlarda bileşen listelerini korumak için ya da Weblate kurulumunuzdaki tüm bileşenleri içeren tek bir bileşen listesi elde etmek istediğinizde kullanışlıdır.
uk: Корисно для супроводу списків складників для великих встановлень, або якщо вам потрібен один список складників з усіма складниками у вашому встановленому екземплярі Weblate.
zh_hans: 这对于维护大型安装的部件列表很有用，或者你想在 Weblate 安装中拥有一个包含所有部件的部件列表。
zh_hant: 對於維護大型安裝的逐漸列表有用，或者如果你希望在 Weblate 安裝中有一個包含所有組件的組件列表。

source: Make a component list containing all the components of your Weblate installation.
de: Erstellen Sie eine Komponentenliste mit allen Komponenten Ihrer Weblate-Installation.
ga: Déan liosta comhpháirteanna ina mbeidh na comhpháirteanna go léir de do shuiteáil Weblate.
hu: Így készíthet egy összetevőlistát, amely tartalmazza a Weblate telepítés összes összetevőjét.
id: Buat daftar komponen yang berisi semua komponen instalasi Weblate Anda.
ja: インストール済みの Weblate のすべてのコンポーネントを、統合したコンポーネント リストを作成します。
nl: Maak een onderdelenlijst die alle componenten van uw installatie van Weblate bevat.
pt: Faça uma lista de componentes contendo todos os componentes da sua instalação Weblate.
pt_br: Faça uma lista de componentes contendo todos os componentes da sua instalação Weblate.
ro: Faceți o listă de componente care să conțină toate componentele instalației Weblate.
ru: Создайте список компонентов, содержащий все компоненты вашей установки Weblate.
sv: Skapa en komponentlista som innehåller alla komponenter i din Weblate-installation.
ta: உங்கள் வலைபெயர்ப்பு நிறுவலின் அனைத்து கூறுகளையும் கொண்ட ஒரு கூறு பட்டியலை உருவாக்கவும்.
tr: Weblate kurulumunuzdaki tüm bileşenlerin bulunduğu bir bileşen listesi oluşturun.
uk: Створіть список складників, що міститиме усі складники встановленого вами Weblate.
zh_hans: 制作一个包含你的 Weblate 安装时的所有部件的部件列表。
zh_hant: 製作組件列表，包含自己的 Weblate 安裝時的所有組件。

source: 1. Define :guilabel:`Automatic component list assignment` with ``^.*$`` as regular expression in both the project and the component fields, as shown on this image:
de: 1. Definieren Sie die :guilabel:`Automatische Komponentenlistenzuweisung` mit ``^.*$`` als regulären Ausdruck sowohl in den Projekt- als auch in den Komponentenfeldern, wie auf diesem Bild gezeigt:
ga: 1. Sainmhínigh :guilabel:`Tasc liosta na gcomhpháirteanna uathoibríoch` le ``^.*$`` mar shloinneadh rialta i réimsí an tionscadail agus na gcomhpháirteanna, mar a thaispeántar san íomhá seo:
hu: 1. Hozzon létre egy :guilabel:`Automatikus összetevőlista hozzárendelés` szabályt, ahol mind a projekt, mind az összetevő mezőben a ``^.*$`` reguláris kifejezést adja meg, ahogy az alábbi képen látható:
id: 1. Tentukan :guilabel:`Automatic component list assignment` dengan ``^.*$`` sebagai ekspresi reguler di bidang proyek dan komponen, seperti yang ditunjukkan pada gambar ini:
ja: 1. 次の画像は、プロジェクトとコンポーネントの両方の入力欄に、正規表現 ``^.*$`` を使用して、:guilabel:`コンポーネント リストの自動割り当て` を設定する方法:
nl: 1. Definieer :guilabel:`Toewijzen automatische onderdelenlijst` met ``^.*$`` als reguliere expressie in zowel de velden voor project als die van het onderdeel, zoals weergegeven in deze afbeelding:
pt: 1. Define :guilabel:`Automatic component list assignment` com ``^.*$`` como expressão regular tanto no projeto quanto nos campos de componente, conforme nesta imagem:
pt_br: 1. Defina :guilabel:`Atribuição automática de lista de componentes` com ``^.*$`` como expressão regular tanto no projeto quanto nos campos de componente, conforme mostrado nesta imagem:
ro: 1. Definiți :guilabel:`Automatic component list assignment` cu ``^.*$`` ca expresie regulată atât în câmpul proiectului, cât și în cel al componentelor, așa cum se arată în această imagine:
ru: 1. Определите :guilabel:`Автоматическое прикрепление списка компонентов`, указав регулярное выражение ``^.*$`` как в поле для проекта, так и в поле для компонента, как показано на этом изображении:
sv: 1. Definiera :guilabel:`Automatisk komponentlisttilldelning` med ``^.*$`` som reguljärt uttryck i både projekt- och komponentfälten, som visas på denna bild:
tr: 1. Bu görseldeki gibi, :guilabel:`Kendiliğinden bileşen listesi ataması` tanımlamak için hem proje hem de bileşen alanlarında ``^.*$`` kurallı ifadesini kullanın:
uk: 1. Визначте для :guilabel:`Автоматичне призначення списку складників` значення ``^.*$`` як формальний вираз для полів проєкту і складника, як показано на цьому зображенні:
zh_hans: 1. 在项目和部件字段用 ``^.*$`` 作为正则表达式，指定 :guilabel:`自动分配部件列表`，如这张图所示：
zh_hant: 1. 在項目和組件字段用 ``^.*$`` 作為正則表達式，指定 :guilabel:`Automatic component list assignment` ，如這張圖所示：
