Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: POSIX style using underscore as a separator, including country code, lower cased
de: POSIX-Stil mit Unterstrich als Trennzeichen, einschließlich Ländercode, Kleinbuchstaben
ga: Stíl POSIX ag baint úsáide as béim mar dheighilteoir, cód tíre san áireamh, cás íochtair
hu: POSIX-stílusú, aláhúzással elválasztott, országkóddal kiegészített formátum, kisbetűkkel
id: Gaya POSIX menggunakan garis bawah sebagai pemisah, termasuk kode negara, huruf kecil
ja: 小文字で、国コードを含む、アンダースコアを区切り文字とする POSIX 形式
nl: POSIX-stijl met onderliggend streepje als scheidingsteken, inclusief landcode, kleine letters
pt: Estilo POSIX usando sublinhado como separador, incluindo o código do país em letras minúsculas
pt_br: Estilo POSIX usando sublinhado como separador, incluindo o código do país em letras minúsculas
ru: Стиль POSIX, использующий подчёркивание в качестве разделителя, включая код страны, с маленькой буквы
sv: POSIX-stil med understreck som separator, inklusive landskod, små bokstäver
ta: அண்டர்ச்காரை ஒரு பிரிப்பானாக பயன்படுத்தும் போசிக்ச் பாணி, நாட்டின் குறியீடு, குறைந்த காச் உள்ளிட்ட
tr: Ülke kodu ile birlikte ayraç olarak alt çizgi kullanan POSIX biçemi, küçük harflerle
uk: Стиль POSIX з підкресленням як роздільником, включно із кодом країни (нижнім регістром)
zh_hans: POSIX 风格，使用下划线作为分隔符，包括国家地区代码（小写）

source: POSIX style language code including the country code even when not necessary (lowercase) (for example ``cs_cz``).
de: Sprachcode im POSIX-Stil einschließlich des Ländercodes, auch wenn dies nicht erforderlich ist (Kleinbuchstaben) (z. B. ``cs_cz``).
ga: Cód teanga stíl POSIX lena n-áirítear an cód tíre fiú nuair nach bhfuil gá leis (cás íochtair) (mar shampla ``cs_cz``).
hu: POSIX-stílusú nyelvkód, amely az országkódot akkor is tartalmazza (kisbetűkkel), ha az nem szükséges (például ``cs_cz``).
id: Kode bahasa bergaya POSIX termasuk kode negara meskipun tidak diperlukan (huruf kecil) (misalnya ``cs_cz``).
ja: 必要でない場合でも国コードを含む（小文字の）POSIX 形式の言語コード（例: ``cs_cz`` ）。
nl: POSIX-stijl taalcode, inclusief de landcode, zelfs wanneer dat niet nodig is (kleine letters), bijvoorbeeld ``cs_cz``).
pt: Código de idioma no estilo POSIX, incluindo o código do país, mesmo quando não for necessário (em minúsculas) (por exemplo, ``cs_cz``).
pt_br: Código de idioma no estilo POSIX, incluindo o código do país, mesmo quando não for necessário (em minúsculas) (por exemplo, ``cs_cz``).
ru: Код языка в стиле POSIX, включая код страны, даже если он не нужен (нижний регистр) (например, ``cs_cz``).
sv: POSIX-stil språkkod inklusive landskod även när det inte är nödvändigt (små bokstäver) (till exempel ``cs_cz``).
ta: அவசியமில்லை போது கூட நாட்டின் குறியீடு உட்பட posix பாணி மொழி குறியீடு (lowercase) (எடுத்துக்காட்டாக `` cs_cz``).
tr: Gerekli olmadığında bile ülke kodunu içeren POSIX biçemindeki dil kodu (küçük harflerle, ``tr_tr`` gibi).
uk: Код мови у стилі POSIX. Включає код країни, навіть якщо у цьому немає потреби (нижнім регістром) (наприклад, ``cs_cz``).
zh_hans: POSIX 风格的语言代码，包含小写的国家地区代码，即使没有必要（例如 ``cs_cz``）。

source: BCP style using hyphen as a separator
de: BCP-Stil mit Bindestrich als Trennzeichen
ga: Stíl BCP ag baint úsáide as fleiscín mar dheighilteoir
hu: BCP-stílusú, kötőjelet elválasztóként használva
id: Gaya BCP menggunakan tanda hubung sebagai pemisah
ja: ハイフンを区切り文字とする BCP 形式
nl: BCP-stijl met liggend streepje als scheidingsteken
pt: Estilo BCP utilizando o hífen como um separador
pt_br: Estilo BCP usando hífen como um separador
ro: Stil BCP care utilizează cratima ca separator
ru: Стиль BCP, использующий в качестве разделителя дефис
sv: BCP-stil med bindestreck som avgränsare
ta: ஐபனை ஒரு பிரிப்பானாகப் பயன்படுத்தும் பி.சி.பி பாணி
tr: Ayraç olarak tire kullanan BCP biçemi
uk: Стиль BCP з дефісом як роздільником
zh_hans: BCP 风格，使用连字符作为分隔符
zh_hant: BCP 風格使用連字號當作分隔符

source: Typically used on web platforms, produces language codes like ``pt-BR``.
de: Wird in der Regel auf Webplattformen verwendet und erzeugt Sprachcodes wie ``pt-BR``.
ga: Úsáidtear go hiondúil ar ardáin ghréasáin, agus táirgeann sé cóid teanga mar ``pt-BR``.
hu: Általában webes platformokon használatos, például ``pt-BR`` formátumban.
id: Biasanya digunakan pada platform web, menghasilkan kode bahasa seperti ``pt-BR``.
ja: 通常、Web プラットフォームで使用し、``pt-BR`` などの言語コードを生成する。
nl: Gewoonlijk gebruikt op webplatforms, produceert taalcodes zoals ``pt-BR``.
pt: Normalmente usado em plataformas web, produz códigos de idioma como ``pt-BR``.
pt_br: Normalmente usado em plataformas web, produz códigos de idioma como ``pt-BR``.
ro: Folosit de obicei pe platformele web, produce coduri de limbaj precum ``pt-BR``.
ru: Обычно используется на веб-платформах, выдаёт коды языков вида ``pt-BR``.
sv: Används vanligtvis på webbplattformar och genererar språkkoder som ``pt-BR``.
ta: பொதுவாக வலை தளங்களில் பயன்படுத்தப்படுகிறது, `` pt-br`` போன்ற மொழிக் குறியீடுகளை உருவாக்குகிறது.
tr: Genellikle internet platformlarında kullanılır. ``tr-TR`` gibi dil kodlarını üretir.
uk: Типово, використовується на вебплатформах. Створює коди мов, подібні до ``pt-BR``.
zh_hans: 通常用于网络平台，生成像 ``pt-BR`` 这样的语言代码。
zh_hant: 典型地在 web 平台上使用，生成像 ``pt-BR`` 那樣的語言編碼。

source: BCP style using hyphen as a separator, including country code
de: BCP-Stil mit Bindestrich als Trennzeichen, einschließlich Ländercode
ga: Stíl BCP ag baint úsáide as fleiscín mar dheighilteoir, cód tíre san áireamh
hu: BCP-stílusú, kötőjelet elválasztóként használva, országkóddal
id: Gaya BCP menggunakan tanda hubung sebagai pemisah, termasuk kode negara
ja: 国コードを含む、ハイフンを区切り文字とする BCP 形式
nl: BCP-stijl met streepje als scheidingsteken, inclusief landcode
pt: Estilo de BCP utilizando o hífen como um separador, incluindo o código do país
pt_br: Estilo BCP usando hífen como separador, incluindo código de país
ro: Stil BCP care utilizează cratima ca separator, inclusiv codul de țară
ru: Стиль BCP, использующий в качестве разделителя дефис и включающий код страны
sv: BCP-stil med bindestreck som avgränsare, inklusive landskod
ta: நாட்டுக் குறியீடு உட்பட ஐபனை ஒரு பிரிப்பானாகப் பயன்படுத்தும் பி.சி.பி பாணி
tr: Ülke kodu ile birlikte ayraç olarak tire kullanan BCP biçemi
uk: Стиль BCP з дефісом як роздільником, включно з кодом країни
zh_hans: BCP 风格，使用连字符作为分隔符，包含国家地区代码
zh_hant: BCP 風格使用連字號當作分隔符，包含地區碼

source: BCP style language code including the country code even when not necessary (for example ``cs-CZ``).
de: Sprachcode im BCP-Stil, einschließlich des Ländercodes, auch wenn dies nicht erforderlich ist (z. B. ``cs-CZ``).
ga: Cód teanga stíl BCP lena n-áirítear an cód tíre fiú nuair nach bhfuil gá leis (mar shampla ``cs-CZ``).
hu: BCP-stílusú nyelvkód, amely az országkódot akkor is tartalmazza, ha az nem szükséges (például ``cs-CZ``).
id: Kode bahasa gaya BCP termasuk kode negara meskipun tidak diperlukan (misalnya ``cs-CZ``).
ja: 必要でない場合でも国コードを含む BCP 形式の言語コード（例: ``cs-CZ`` ）。
nl: BCP-stijl taalcode, inclusief de landcode, zelfs als dat niet nodig is (bijvoorbeeld ``cs-CZ``).
pt: Código de idioma do estilo BCP, incluindo o código do país, mesmo quando não necessário (por exemplo, ``cs-CZ``).
pt_br: Código de idioma do estilo BCP, incluindo o código do país, mesmo quando não necessário (por exemplo, ``cs-CZ``).
ro: Codul limbii în stilul BCP, inclusiv codul țării, chiar dacă nu este necesar (de exemplu ``cs-CZ``).
ru: Код языка в стиле BCP, включающий код страны, даже если в этом нет необходимости (например, ``ru-RU``).
sv: BCP-språkkod inklusive landskod även när det inte är nödvändigt (till exempel ``cs-CZ``).
ta: தேவையில்லை என்றாலும் கூட நாட்டின் குறியீடு உட்பட பி.சி.பி பாணி மொழி குறியீடு (எடுத்துக்காட்டாக `` சி.எச்-சி.எச் .``).
tr: Gerekli olmadığında bile ülke kodunu içeren BCP biçemindeki dil kodu (``tr-TR`` gibi).
uk: Код мови у стилі BCP. Включає код країни, навіть якщо у цьому немає потреби (наприклад, ``cs-CZ``).
zh_hans: BCP 风格的语言代码，包含国家地区代码，即使没有必要（例如 ``cs-CZ``）。
zh_hant: BCP 風格的語言代碼即使不必要時也包括國家代碼；例如 ``cs-CZ``）。

source: BCP style using hyphen as a separator, legacy language codes
de: BCP-Stil mit Bindestrich als Trennzeichen, herkömmliche Sprachcodes
ga: Stíl BCP ag baint úsáide as fleiscín mar dheighilteoir, cóid teanga oidhreachta
hu: BCP-stílusú, kötőjelet elválasztóként használva, régi nyelvkódokkal
id: Gaya BCP menggunakan tanda hubung sebagai pemisah, kode negara lawas
ja: 従来の言語コードを使った、ハイフンを区切り文字とする BCP 形式
nl: BCP-stijl met streepje als scheidingsteken en oude taalcodes
pt: Estilo de BCP utilizando o hífen como um separador, códigos de idioma legados
pt_br: Estilo BCP usando hífen como separador, antigos códigos de idiomas
ro: Stil BCP care utilizează cratima ca separator, coduri de limbă moștenite
ru: Стиль BCP с использованием дефиса в качестве разделителя, устаревшие коды языков
sv: BCP-stil med bindestreck som avgränsare, äldre språkkoder
ta: ஐபனை ஒரு பிரிப்பான், மரபு மொழி குறியீடுகளாகப் பயன்படுத்தும் பி.சி.பி பாணி
tr: Ayraç olarak tire kullanan BCP biçemi, eski dil kodları
uk: Стиль BCP з дефісом як роздільником, включно із застарілими кодами мов
zh_hans: BCP 风格，使用连字符作为分隔符，旧式语言代码

source: Uses legacy codes for Chinese and BCP style notation.
de: Verwendet herkömmliche Codes für die chinesische und die BCP-Schreibweise.
ga: Úsáideann sé cóid oidhreachta do nodaireacht stíl na Síne agus BCP.
hu: A kínai és más nyelvek esetében régi kódokat használ a BCP-stílusú jelöléssel együtt.
id: Menggunakan kode lama untuk notasi gaya Mandarin dan BCP.
ja: 中国語の従来の言語コードと BCP スタイルの表記を使用する。
nl: Gebruikt verouderde codes voor Chinees en notatie in BCP-stijl.
pt: Usa códigos legados para notação de estilo chinês e BCP.
pt_br: Usa códigos legados para notação de estilo chinês e BCP.
ro: Folosește coduri vechi pentru notele în stil chinezesc și BCP.
ru: Использует устаревшие коды для обозначения китайского языка и стиля BCP.
sv: Använder äldre koder för kinesiska och BCP-stilnotation.
ta: சீன மற்றும் பி.சி.பி பாணி குறியீட்டிற்கான மரபு குறியீடுகளைப் பயன்படுத்துகிறது.
tr: Çince ve BCP biçeminde gösterim için eski kodları kullanır.
uk: Використовує застарілі коди для китайської та позначень у стилі BCP.
zh_hans: 对中文和 BCP 样式符号使用旧代码。

source: BCP style using hyphen as a separator, lower cased
de: BCP-Stil mit Bindestrich als Trennzeichen, Kleinbuchstaben
ga: Stíl BCP ag baint úsáide as fleiscín mar dheighilteoir, cás íochtair
hu: BCP-stílusú, kötőjelet elválasztóként használva, kisbetűs
id: Gaya BCP menggunakan tanda hubung sebagai pemisah, huruf kecil
ja: 小文字で、ハイフンを区切り文字とする BCP 形式
nl: BCP-stijl met liggend streepje als scheidingsteken, kleine letters
pt: Estilo BCP utilizando o hífen como um separador, em minúsculas
pt_br: Estilo BCP usando hífen como um separador, caixa baixa
ro: Stil BCP, care folosește cratima ca separator, cu minuscule
ru: Стиль BCP с использованием дефиса в качестве разделителя, в нижнем регистре
sv: BCP-stil med bindestreck som avgränsare, gemener
ta: ஐபனை ஒரு பிரிப்பானாகப் பயன்படுத்தும் பி.சி.பி பாணி, குறைந்த காச்
tr: Ayraç olarak tire kullanan BCP biçemi, küçük harfli
uk: Стиль BCP з дефісом як роздільником, малими літерами
zh_hans: BCP 样式，使用连字符作为分隔符，小写

source: BCP style notation, all in lower case (for example ``cs-cz``).
de: BCP-Schreibweise, alles in Kleinbuchstaben (zum Beispiel ``cs-cz``).
ga: Nodaireacht stíl BCP, ar fad i gcás íochtair (mar shampla ``cs-cz``).
hu: BCP-stílusú jelölés, minden betű kisbetűs (például ``cs-cz``).
id: Notasi gaya BCP, semuanya dalam huruf kecil (misalnya ``cs-cz``).
ja: BCP スタイルの記法。全て小文字で表記する（例: ``cs-cz``）。
nl: BCP-stijl notatie, alles in kleine letters (bijvoorbeeld ``cs-cz``).
pt: notação estilo BCP, toda em minúsculas (por exemplo ``cs-cz``).
pt_br: notação estilo BCP, toda em minúsculas (por exemplo ``cs-cz``).
ro: Notație în stilul BCP, toate în minuscule (de exemplu ``cs-cz``).
ru: Обозначение в стиле BCP, все в нижнем регистре (например, ``cs-cz``).
sv: BCP-stilnotation, helt i gemener (till exempel ``cs-cz``).
ta: bcp பாணி குறியீடு, அனைத்தும் சிறிய விசயத்தில் (எடுத்துக்காட்டாக `` cs-cz``).
tr: BCP biçeminde gösterim. Tümü küçük harfle (örneğin ``tr-tr``).
uk: Позначення у стилі BCP, усі малими літерами (наприклад, ``cs-cz``).
zh_hans: BCP 样式表示法，全部为小写（例如 ``cs-cz`` ）。

source: Apple App Store metadata style
de: Apple App Store Metadaten-Stil
ga: Stíl meiteashonraí Apple App Store
hu: Apple App Store metaadatstílus
id: Gaya metadata Apple App Store
ja: Apple App Store のメタデータ形式
nl: Apple App Store-metagegevensstijl
pt: Estilo de metadados da Apple App Store
pt_br: Estilo de metadados da Apple App Store
ro: Stil metadate din App Store Apple
ru: Стиль метаданных App Store от Apple
sv: Apple App Store metadatastil
ta: ஆப்பிள் ஆப் கடை மேனிலை தரவு பாணி
tr: Apple App Store üst veri biçemi
uk: Стиль метаданих Apple App Store
zh_hans: Apple 应用商店元数据样式

source: Style suitable for uploading metadata to Apple App Store.
de: Stil, der zum Hochladen von Metadaten in den Apple App Store geeignet ist.
ga: Stíl atá oiriúnach chun meiteashonraí a uaslódáil chuig Apple App Store.
hu: Az Apple App Store-ba feltöltendő metaadatokhoz megfelelő stílus.
id: Gaya yang cocok untuk mengunggah metadata ke Apple App Store.
ja: メタデータを Apple App Store にアップロードするのに適したスタイル。
nl: Stijl die geschikt is voor het uploaden van metadata naar de Apple App Store.
pt: Estilo próprio para enviar metadados para Apple App Store.
pt_br: Estilo próprio para enviar metadados para Apple App Store.
ru: Стиль подходит для загрузки метаданных в магазине приложений Apple.
sv: Stil som är lämplig för uppladdning av metadata till Apple App Store.
ta: ஆப்பிள் ஆப் ச்டோரில் மெட்டாடேட்டாவை பதிவேற்றுவதற்கு ஏற்ற பாணி.
tr: Üst verileri Apple App Store üzerine yüklemeye uygun biçem.
uk: Стиль, що пасує для вивантаження метаданих до крамниці Apple App.
zh_hans: 适用于将元数据上传到 Apple 应用商店的样式。

source: Google Play metadata style
de: Google Play Metadaten-Stil
ga: Stíl meiteashonraí Google Play
hu: Google Play metaadatstílus
id: Gaya metadata Google Play
ja: Google Play のメタデータ形式
nl: Google Play-metagegevensstijl
pt: Estilo de metadados do Google Play
pt_br: Estilo de metadados do Google Play
ro: Stil metadate din Google Play
ru: Стиль метаданных Google Play
sv: Google Play metadatastil
ta: கூகிள் பிளே மேனிலை தரவு பாணி
tr: Google Play üst veri biçemi
uk: Стиль метаданих Google Play
zh_hans: Google Play 元数据样式

source: Style suitable for uploading metadata to Google Play Store.
de: Stil, der für das Hochladen von Metadaten in den Google Play Store geeignet ist.
ga: Stíl atá oiriúnach chun meiteashonraí a uaslódáil chuig Google Play Store.
hu: A Google Play Áruházba feltöltendő metaadatokhoz megfelelő stílus.
id: Gaya yang cocok untuk mengunggah metadata ke Google Play Store.
ja: メタデータを Google Play ストアにアップロードするのに適したスタイル。
nl: Stijl die geschikt is voor het uploaden van metadata naar de Google Play Store.
pt: Estilo próprio para enviar metadados para Google Play Store.
pt_br: Estilo próprio para enviar metadados para Google Play Store.
ru: Стиль подходит для загрузки метаданных в магазине Google Play.
sv: Stil som är lämplig för uppladdning av metadata till Google Play Store.
ta: கூகிள் பிளே ச்டோரில் மெட்டாடேட்டாவை பதிவேற்றுவதற்கு ஏற்ற பாணி.
tr: Üst verileri Google Play Store üzerine yüklemeye uygun biçem.
uk: Стиль, що пасує для вивантаження метаданих до крамниці Google Play.
zh_hans: 适用于将元数据上传到 Google Play 应用商店的样式。

source: Android style
de: Android-Stil
ga: Stíl Android
hu: Android-stílus
id: Gaya Android
ja: Android 形式
nl: Android-stijl
pt: Estilo Android
pt_br: Estilo Android
ro: Stil Android
ru: Стиль Android
sv: Android-stil
ta: ஆண்ட்ராய்டு நடை
tr: Android biçemi
uk: Стиль Android
zh_hans: Android 风格
zh_hant: Android 風格

source: Only used in Android apps, produces language codes like ``pt-rBR``.
de: Wird nur in Android-Apps verwendet, erzeugt Sprachcodes wie ``pt-rBR``.
ga: Úsáidtear é in aipeanna Android amháin, agus táirgeann sé cóid teanga mar ``pt-rBR``.
hu: Csak Android-alkalmazásokban használatos, például ``pt-rBR`` formátumú nyelvkódokat eredményez.
id: Hanya digunakan dalam aplikasi Android, menghasilkan kode bahasa seperti ``pt-rBR``.
ja: Android アプリでのみ使用し、``pt-rBR`` のような言語コードを生成する。
nl: Alleen gebruikt in apps voor Android, produceert taalcodes zoals ``pt-rBR``.
pt: Usado apenas em apps Android, produz códigos de idioma como ``pt-rBR``.
pt_br: Usado apenas em aplicativos Android, produz códigos de idioma como ``pt-rBR``.
ro: Folosit numai în aplicațiile Android, produce coduri de limbă precum ``pt-rBR``.
ru: Используется только в приложениях для Android, выдаёт коды языков вида ``pt-rBR``.
sv: Används endast i Android-appar, genererar språkkoder som ``pt-rBR``.
ta: ஆண்ட்ராய்டு பயன்பாடுகளில் மட்டுமே பயன்படுத்தப்படுகிறது, `` pt-rbr`` போன்ற மொழிக் குறியீடுகளை உருவாக்குகிறது.
tr: Yalnızca Android uygulamalarında kullanıldığında, ``tr-TR`` gibi dil kodları üretir.
uk: Використовується лише у програмах Android. Створює коди мов, подібні до ``pt-rBR``.
zh_hans: 只在 Android 应用中使用，生成 ``pt-rBR`` 这样的语言代码。
zh_hant: 只在安卓 apps 中使用，生成像 ``pt-rBR`` 那樣的語言代碼。

source: Linux style
de: Linux-Stil
ga: Stíl Linux
hu: Linux-stílus
id: Gaya Linux
ja: Linux 形式
nl: Linux-stijl
pt: Estilo Linux
pt_br: Estilo Linux
ro: Stil Linux
ru: Стиль Linux
sv: Linux-stil
ta: லினக்ச் பாணி
tr: Linux biçemi
uk: Стиль Linux
zh_hans: Linux 风格

source: Locales as used by Linux, uses legacy codes for Chinese and POSIX style notation.
de: Gebietsschemas, wie sie von Linux verwendet werden, verwenden herkömmliche Codes für die chinesische und POSIX-Notation.
ga: Úsáideann locales mar a úsáideann Linux, cóid oidhreachta do nodaireacht stíl na Síne agus POSIX.
hu: A Linux rendszereken használt területi beállítások formátuma, régi kínai kódokat és POSIX-stílusú jelölést alkalmaz.
id: Lokal seperti yang digunakan oleh Linux, menggunakan kode lama untuk notasi gaya Mandarin dan POSIX.
ja: Linux で使用するロケール。ロケールは、中国語や POSIX 形式の表記にレガシーコードが使用されています。
nl: Locales zoals ze worden gebruikt door Linux, gebruikt verouderde codes voor Chinees en notatie in POSIX-stijl.
pt: Localidades como usado pelo Linux, usa códigos legados para notação de estilo chinês e POSIX.
pt_br: Localidades como usado pelo Linux, usa códigos legados para notação de estilo chinês e POSIX.
ro: Setările regionale utilizate de Linux, utilizează coduri vechi pentru chineză și notații de tip POSIX.
ru: Локали, используемые в Linux, используют устаревшие коды для обозначения китайского языка и стиля POSIX.
sv: Lokaliseringar som används av Linux använder äldre koder för kinesiska och POSIX-notation.
ta: லினக்ச் பயன்படுத்தும் இடங்கள், சீன மற்றும் போசிக்ச் பாணி குறியீட்டிற்கான மரபு குறியீடுகளைப் பயன்படுத்துகின்றன.
tr: Linux tarafından kullanılan yerel ayarlar, Çince ve POSIX biçeminde gösterim için eski kodları kullanır.
uk: Локалі у формі, яку використано у Linux, з застарілими кодами для китайської та позначеннями у стилі POSIX.
zh_hans: Linux 使用的语言环境，使用中文和 POSIX 样式符号的遗留代码。

source: Linux style, lower cased
de: Linux-Stil, Kleinbuchstaben
ga: Stíl Linux, cás íochtair
hu: Linux-stílus, kisbetűs
id: Gaya Linux, huruf kecil
ja: Linux 形式、小文字表記
nl: Linux-stijl, kleine letters
pt: Estilo Linux em letras minúsculas
pt_br: Estilo Linux em letras minúsculas
ru: Стиль Linux, в нижнем регистре
sv: Linux-stil, gemener
ta: லினக்ச் பாணி, குறைந்த காச்
tr: Linux biçemi, küçük harflerle
uk: Стиль Linux, нижнім регістром
zh_hans: Linux 风格，小写

source: Locales as used by Linux, uses legacy codes for Chinese and POSIX style notation. Lower cased.
de: Gebietsschemas, wie sie von Linux verwendet werden, verwenden herkömmliche Codes für die chinesische und POSIX-Notation. Kleinbuchstaben.
ga: Úsáideann locales mar a úsáideann Linux, cóid oidhreachta do nodaireacht stíl na Síne agus POSIX. Cás íochtair.
hu: A Linux rendszereken használt területi beállítások formátuma, régi kínai kódokat és POSIX-stílusú jelölést alkalmaz, kisbetűs írásmóddal.
id: Lokal seperti yang digunakan oleh Linux, menggunakan kode lama untuk notasi gaya Mandarin dan POSIX. Diawali dengan huruf kecil.
ja: Linux で使用するロケール。ロケールは、中国語や POSIX 形式の表記にレガシーコードが使用されています。小文字表記。
nl: Locales zoals gebruikt door Linux, gebruikt verouderde codes voor Chinees en notatie in POSIX-stijl. Kleine letters.
pt: As localidades usadas pelo Linux usam códigos herdados para chinês e notação no estilo POSIX. Letras minúsculas.
pt_br: As localidades usadas pelo Linux usam códigos herdados para chinês e notação no estilo POSIX. Letras minúsculas.
sv: Lokaliseringar som används av Linux använder äldre koder för kinesiska och POSIX-notation. Skrivs med små bokstäver.
ta: லினக்ச் பயன்படுத்தும் இடங்கள், சீன மற்றும் போசிக்ச் பாணி குறியீட்டிற்கான மரபு குறியீடுகளைப் பயன்படுத்துகின்றன. கீழ் காச்.
tr: Linux tarafından kullanılan yerel ayarlar, Çince ve POSIX biçeminde gösterim için eski kodları kullanır. Küçük harflerle.
uk: Локалі у формі, яку використано у Linux, з застарілими кодами для китайської та позначеннями у стилі POSIX. Нижній регістр символів.
zh_hans: Linux 使用的语言环境，使用老式中文编码和 POSIX 样式符号。小写。

source: Merge style
de: Git-Strategie
ga: Cumasc stíl
hu: Egyesítési mód
id: Gaya penggabungan
ja: マージ スタイル
nl: Manier voor samenvoegen
pt: Estilo de união
pt_br: Estilo de mesclagem
ro: Stil îmbinare
ru: Стиль слияния
sv: Sammanslagningsstil
ta: பாணியை ஒன்றிணைக்கவும்
tr: Birleştirme biçemi
uk: Стиль злиття
zh_hans: 合并方式
zh_hant: 合併風格

source: You can configure how updates from the upstream repository are handled. The actual implementation depends on VCS, see :doc:`/vcs`.
de: Sie können konfigurieren, wie Aktualisierungen aus dem Upstream-Repository verarbeitet werden sollen. Die tatsächliche Implementierung hängt vom VCS ab, siehe :doc:`/vcs`.
ga: Is féidir leat a chumrú conas a láimhseáiltear nuashonruithe ón stór in aghaidh an tsrutha. Braitheann an cur i bhfeidhm iarbhír ar VCS, féach :doc:`/vcs`.
hu: Beállíthatja, hogyan kezelje a rendszer a forrás (upstream) tárolóból érkező frissítéseket. A pontos működés a verziókezelő rendszertől függ, lásd: :doc:`/vcs`.
id: Anda dapat mengonfigurasi cara penanganan pembaruan dari repositori hulu. Implementasinya bergantung pada VCS, lihat :doc:`/vcs`.
ja: 上流リポジトリからの更新の処理方法を設定できます。実際の実装は VCS に依存します。参照: :doc:`/vcs`。
nl: U kunt configureren hoe het bijwerken vanuit de opslagruimte upstream wordt afgehandeld. De feitelijke implementatie is afhankelijk van het VCS, bekijk :doc:`/vcs`.
pt: Pode configurar como as atualizações a partir do repositório upstream são tratadas. A implementação real depende do VCS, veja :doc:`/vcs`.
pt_br: Você pode configurar como as atualizações do repositório upstream são tratadas. Isso pode não ser compatível com alguns VCSs. A implementação real depende do VCS, veja :doc:`/vcs`.
ro: Puteți configura modul în care sunt gestionate actualizările din depozitul din amonte. Implementarea efectivă depinde de VCS, consultați :doc:`/vcs`.
ru: Вы можете настроить обработку обновлений из вышестоящего репозитория. Реализация зависит от системы управления версиями, см. :doc:`/vcs`.
sv: Du kan konfigurera hur uppdateringar från uppströmsrepositoriet ska hanteras. Den faktiska implementeringen beror på VCS, se :doc:`/vcs`.
tr: Yukarı akış deposundaki güncellemelerin nasıl işleneceğini yapılandırabilirsiniz. Gerçek uygulama sürüm denetimi sistemine bağlıdır. Ayrıntılı bilgi almak için: :doc:`/vcs`.
uk: Ви можете налаштувати, як будуть оброблятися оновлення з сховища основного коду. Реалізація залежить від системи керування версіями, див. :doc:`/vcs`.
zh_hans: 你可以配置如何处理来自上游仓库的更新。实际部署取决于版本控制系统，见 :doc:`/vcs`。

source: Rebase
de: Umbasieren (Rebase)
ga: sionnach
hu: Újraalapozás (Rebase)
ja: リベース
pt: Re-basear
ro: Rebazează
ru: Сменить базу
sv: Ombasera (rebase)
ta: ரீடிச்
tr: Yeniden yerleştirme
uk: Перебазування
zh_hans: 变基
zh_hant: 衍合
