Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: E-mail of author for the suggestions. This user has to exist prior to importing (you can create one in the admin interface if needed).
de: E-Mail des Autors für die Vorschläge. Dieser Benutzer muss vor dem Import existieren (Sie können ihn bei Bedarf in der Adminoberfläche anlegen).
ga: R-phost an údair le haghaidh na moltaí. Caithfidh an t-úsáideoir seo a bheith ann roimh iompórtáil (is féidir leat ceann a chruthú sa chomhéadan riaracháin más gá).
hu: A javaslatokat készítő szerző e-mail-címe. Ennek a felhasználónak már léteznie kell az importálás előtt (szükség esetén az admin felületen létrehozható).
id: Surel penulis untuk saran. Pengguna ini harus ada sebelum mengimpor (Anda dapat membuatnya di antarmuka admin jika diperlukan).
ja: 提案に必要な著者のメールアドレス。著者のアカウントは、インポートする前に登録されていることが必要です（必要に応じて、管理画面から作成できます）。
nl: E-mail van auteur voor de suggesties. Deze gebruiker moet bestaan voorafgaande aan het importeren (u kunt er een maken in de beheerinterface indien nodig).
pt: E-mail do autor para sugestões. Este utilizador deve existir antes da importação (você pode criar um na interface administrativa, se necessário).
pt_br: E-mail do autor para sugestões. Este usuário deve existir antes da importação (você pode criar um na interface administrativa, se necessário).
ro: E-mail al autorului pentru sugestii. Acest utilizator trebuie să existe înainte de import (puteți crea unul în interfața de administrare, dacă este necesar).
ru: Электронная почта автора предложений. До выполнения импорта следует убедиться, что этот пользователь существует (при необходимости его можно создать через интерфейс администратора).
sv: E-postadress till författaren för förslag. Denna användare måste finnas innan importen (du kan skapa en i administratörsgränssnittet om det behövs).
ta: பரிந்துரைகளுக்கு ஆசிரியரின் மின்னஞ்சல். இறக்குமதி செய்வதற்கு முன்னர் இந்த பயனர் இருக்க வேண்டும் (தேவைப்பட்டால் நிர்வாக இடைமுகத்தில் ஒன்றை உருவாக்கலாம்).
tr: Önerileriniz için sorumlu e-posta adresi. Bu kullanıcının içe aktarma işleminden önce var olması gerekir (gerekirse yönetici arayüzünden bir kullanıcı oluşturabilirsiniz).
uk: Адреса електронної пошти автора пропозиції. Запис цього користувача має вже створено до імпортування (ви можете створити його за допомогою адміністративного інтерфейсу, якщо потрібно).
zh_hans: 建议的作者电子邮箱地址。这个用户必须在导入前存在（您可以根据需要在管理界面建立一个）。
zh_hant: 建議的作者電子郵箱地址。這個用戶必須在導入前存在（您可以根據需要在管理界面建立一個）。

source: Added parameter for translation mode.
de: Parameter für Übersetzungsmodus hinzugefügt.
ga: Cuireadh paraiméadar leis don mhodh aistriúcháin.
hu: Új paraméterrel bővült a fordítási mód beállításához.
id: Menambahkan parameter untuk mode terjemahan.
ja: 翻訳モードのパラメータを追加しました。
nl: Toegevoegde parameter voor modus Vertalen.
pt: Adicionado parâmetro para o modo de tradução.
pt_br: Adicionado parâmetro para o modo de tradução.
ro: A fost adăugat un parametru pentru modul de traducere.
ru: Добавлен параметр для режима перевода.
sv: Lagt till parameter för översättningsläge.
ta: மொழிபெயர்ப்பு பயன்முறைக்கான அளவுரு சேர்க்கப்பட்டது.
tr: Çeviri kipi parametresi eklenir.
uk: Додано параметр для режиму перекладу.
zh_hans: 添加了翻译模式参数。

source: Performs automatic translation based on other component translations.
de: Führt eine automatische Übersetzung auf der Grundlage von anderen Komponentenübersetzungen durch.
ga: Déanann sé aistriúchán uathoibríoch bunaithe ar aistriúcháin comhpháirteanna eile.
hu: Automatikus fordítást végez más összetevők fordításai alapján.
id: Melakukan terjemahan otomatis berdasarkan terjemahan komponen lainnya.
ja: 他のコンポーネントの翻訳に基づいて自動翻訳します。
nl: Voert automatische vertaling uit, gebaseerd op vertalingen van andere onderdelen.
pt: Executa tradução automática com base em outras traduções de componentes.
pt_br: Executa tradução automática com base em outras traduções de componentes.
ro: Efectuează traducerea automată pe baza traducerilor altor componente.
ru: Выполняет автоматический перевод на основе переводов других компонентов.
sv: Utför automatisk översättning baserat på översättningar från andra komponenter.
ta: பிற கூறு மொழிபெயர்ப்புகளின் அடிப்படையில் தானியங்கி மொழிபெயர்ப்பைச் செய்கிறது.
tr: Diğer bileşen çevirilerini temel alarak kendiliğinden çeviri yapar.
uk: Виконує автоматичний переклад на основі перекладів інших складників.
zh_hans: 根据其他部件翻译进行自动翻译。
zh_hant: 根據其他組件翻譯進行自動翻譯。

source: Specifies the component to use as source available for translation. If not specified all components in the project are used.
de: Gibt die Komponente an, die als Quelle für die Übersetzung verwendet werden soll. Alle Komponenten im Projekt werden verwendet, wenn nichts angegeben wird.
ga: Sonraítear an chomhpháirt le húsáid mar fhoinse atá ar fáil le haistriú. Mura sonraítear iad, úsáidtear gach comhpháirt sa tionscadal.
hu: Meghatározza az összetevőt, amely forrásként szolgál a fordításhoz. Ha nincs megadva, a projekt összes összetevője felhasználásra kerül.
id: Menentukan komponen yang akan digunakan sebagai sumber yang tersedia untuk terjemahan. Jika tidak ditentukan, semua komponen dalam proyek akan digunakan.
ja: 翻訳の参考に使用する基のコンポーネントを指定します。指定しない場合、プロジェクト内のすべてのコンポーネントを使用します。
nl: Specificeert het te gebruiken onderdeel als beschikbare bron voor de vertaling. Indien niet gespecificeerd worden alle onderdelen in het project gebruikt.
pt: Especifica o componente a ser usado como fonte disponível para tradução. Se não for especificado, todos os componentes do projeto serão usados.
pt_br: Especifica o componente a ser usado como fonte disponível para tradução. Se não for especificado, todos os componentes do projeto serão usados.
ro: Specifică componenta care urmează să fie utilizată ca sursă disponibilă pentru traducere. Dacă nu este specificat, se utilizează toate componentele din proiect.
ru: Задает компонент, используемый в качестве доступных для перевода исходных строк. Если не задан, то используются все компоненты проекта.
sv: Anger vilken komponent som ska användas som källa för översättning. Om inget anges används alla komponenter i projektet.
ta: மொழிபெயர்ப்புக்கு கிடைக்கக்கூடிய மூலமாகப் பயன்படுத்த வேண்டிய கூறுகளைக் குறிப்பிடுகிறது. குறிப்பிடப்படாவிட்டால், திட்டத்தில் உள்ள அனைத்து கூறுகளும் பயன்படுத்தப்படுகின்றன.
tr: Çeviri için kaynak olarak kullanılacak bileşeni belirtir. Belirtilmediğinde, projedeki tüm bileşenler kullanılır.
uk: Вказує складник, який слід використати як доступне джерело для перекладу. Якщо не вказано, буде використано усі складники проєкту.
zh_hans: 指定可用作翻译的来源的部件。如果不指定，将使用项目中的所有部件。
zh_hant: 指定組件，用作可獲得翻譯的來源。如果不指定，將使用項目中的所有組件。

source: Specify username listed as author of the translations. "Anonymous user" is used if not specified.
de: Gibt den Benutzernamen an, der als Autor der Übersetzungen aufgeführt wird. „Anonymer Benutzer“ wird verwendet, wenn nichts angegeben wird.
ga: Sonraigh an t-ainm úsáideora atá liostaithe mar údar na n-aistriúchán. Úsáidtear "úsáideoir gan ainm" mura sonraítear é.
hu: A fordítások szerzőjeként feltüntetendő felhasználónév. Ha nincs megadva, az „Anonymous user” kerül felhasználásra.
id: Tentukan nama pengguna yang tercantum sebagai penulis terjemahan. "Pengguna anonim" digunakan jika tidak ditentukan.
ja: 翻訳の著者として登録しているユーザー名を指定します。指定しない場合は、 「匿名ユーザー」 となります。
nl: Specificeer de gebruikersnaam die moet worden vermeld als auteur van de vertalingen. "Anonieme gebruiker" wordt gebruikt indien niet gespecificeerd.
pt: Especifica o nome de utilizador listado como autor das traduções. "Utilizador anônimo" é usado se não for especificado.
pt_br: Especifica o nome de usuário listado como autor das traduções. "Usuário anônimo" é usado se não for especificado.
ro: Specificați numele de utilizator listat ca autor al traducerilor. "Utilizator anonim" este utilizat dacă nu este specificat.
ru: Задаёт имя пользователя, указываемое в качестве автора переводов. Если не задан, используется «анонимный пользователь».
sv: Ange användarnamn som anges som författare till översättningarna. Om inget anges används "Anonym användare".
ta: மொழிபெயர்ப்புகளின் ஆசிரியராக பட்டியலிடப்பட்ட பயனர்பெயரைக் குறிப்பிடவும். குறிப்பிடப்படாவிட்டால் "அநாமதேய பயனர்" பயன்படுத்தப்படுகிறது.
tr: Çevirilerin yazarı olarak görüntülenecek kullanıcı adını belirtir. Belirtilmediğinde "Anonim" olarak görüntülenir.
uk: Визначає ім'я користувача, яке буде внесено до списку авторів перекладів. Якщо не вказано, буде використано запис «Anonymous user».
zh_hans: 指定列出的用户名，作为翻译的作者。如果不指定那么使用“匿名用户”。
zh_hant: 指定列出的用戶名，作為翻譯的作者。如果不指定那麼使用“匿名用戶”。

source: Whether to overwrite existing translations.
de: Ob vorhandene Übersetzungen überschrieben werden sollen.
ga: Cibé ar cheart aistriúcháin atá ann cheana a fhorscríobh.
hu: Meglévő fordítások felülírásának engedélyezése.
id: Apakah akan menimpa terjemahan yang ada.
ja: 既存の翻訳を上書きするかどうか。
nl: Of bestaande vertalingen moeten worden overschreven.
pt: Se deve sobrescrever as traduções existentes.
pt_br: Se deve sobrescrever as traduções existentes.
ro: Dacă trebuie să se suprascrie traducerile existente.
ru: Перезаписывать ли существующие переводы.
sv: Om befintliga översättningar ska skrivas över.
ta: இருக்கும் மொழிபெயர்ப்புகளை மேலெழுத வேண்டுமா.
tr: Var olan çevirilerin üzerine yazılıp yazılmayacağını belirler.
uk: Чи переписувати наявні переклади.
zh_hans: 是否去覆盖现有的翻译。
zh_hant: 是否去覆蓋現有的翻譯。

source: Whether to overwrite existing translations that are inconsistent (see :ref:`check-inconsistent`).
de: Ob vorhandene, inkonsistente Übersetzungen überschrieben werden sollen (siehe :ref:`check-inconsistent`).
ga: Cibé an gcuirfear aistriúcháin atá ann cheana atá míchomhsheasmhach a fhorscríobh (féach :ref:`check-inconsistent`).
hu: Az inkonzisztens (lásd: :ref:`check-inconsistent`) meglévő fordítások felülírásának engedélyezése.
id: Apakah akan menimpa terjemahan yang ada yang tidak konsisten (lihat :ref:`check-inconsistent`).
ja: 一貫性のない既存の翻訳を上書きするかどうか（参照: :ref:`check-inconsistent`）。
nl: Of inconsistente bestaande vertalingen moeten worden overschreven (bekijk :ref:`check-inconsistent`).
pt: Se deve substituir as traduções existentes que são inconsistentes (veja :ref:`check-inconsistent`).
pt_br: Se deve substituir as traduções existentes que são inconsistentes (consulte :ref:`check-inconsistent`).
ro: Dacă se suprascriu traducerile existente care sunt inconsecvente (a se vedea :ref:`check-inconsistent`).
ru: Перезаписывать ли существующие переводы с противоречивыми переводами (смотрите проверку :ref:`check-inconsistent`).
sv: Om befintliga översättningar som är inkonsekventa ska skrivas över (se :ref:`check-inconsistent`).
tr: Tutarsız olan var olan çevirilerin üzerine yazılıp yazılmayacağını belirler (ayrıntılı bilgi almak için: :ref:`check-inconsistent`).
uk: Чи переписувати наявні переклади, які є несумісними із попередніми (див. :ref:`check-inconsistent`).
zh_hans: 是否去覆盖现有的不一致的翻译（请参见 :ref:`check-inconsistent` ）。
zh_hant: 是否去覆蓋現有的不一致的翻譯（請參見 :ref:`check-inconsistent` ）。

source: Automatically add language if a given translation does not exist.
de: Fügt Sprache automatisch hinzu, wenn eine bestimmte Übersetzung nicht vorhanden ist.
ga: Cuir teanga leis go huathoibríoch mura bhfuil aistriúchán tugtha ann.
hu: A rendszer automatikusan hozzáadja a nyelvet, ha az adott fordítás még nem létezik.
id: Tambahkan bahasa secara otomatis jika terjemahan yang diberikan tidak ada.
ja: 指定した言語の翻訳が存在しない場合は、自動的に言語を追加します。
nl: Automatisch taal toevoegen als een bepaalde vertaling niet bestaat.
pt: Adiciona automaticamente o idioma se uma determinada tradução não existir.
pt_br: Adiciona automaticamente o idioma se uma determinada tradução não existir.
ro: Adăugați automat o limbă în cazul în care o anumită traducere nu există.
ru: Автоматически добавлять язык, если указанный перевод не существует.
sv: Lägg automatiskt till språk om en viss översättning inte finns.
ta: கொடுக்கப்பட்ட மொழிபெயர்ப்பு இல்லையென்றால் தானாக மொழியைச் சேர்.
tr: Belirtilen bir çeviri bulunmuyorsa dili kendiliğinden ekler.
uk: Автоматично додавати мову, якщо вказаного перекладу не існує.
zh_hans: 如果给定的翻译不存在，自动添加语言。
zh_hant: 如果給定的翻譯不存在，自動添加語言。

source: Use machine translation instead of other components as machine translations.
de: Verwendet maschinelle Übersetzung anstelle anderer Komponenten als maschinelle Übersetzungen.
ga: Úsáid meaisínaistriúchán in ionad comhpháirteanna eile mar aistriúchán meaisín.
hu: Gépi fordítás használata más összetevők helyett gépi fordítási forrásként.
id: Gunakan terjemahan mesin, bukan komponen lain sebagai terjemahan mesin.
ja: 自動翻訳用に、他のコンポーネントの代わりに機械翻訳を使用します。
nl: Machinevertaling gebruiken in plaats van andere onderdelen als machinevertalingen.
pt: Use a tradução automática em vez de outros componentes como traduções de máquina.
pt_br: Use a tradução automática em vez de outros componentes como traduções de máquina.
ro: Utilizați traducerea automată în locul altor componente ca traduceri automate.
ru: В качестве машинного перевода использовать машинный перевод, а не перевод из других компонентов.
sv: Använd maskinöversättning istället för andra komponenter som maskinöversättningar.
ta: இயந்திர மொழிபெயர்ப்புகளாக மற்ற கூறுகளுக்கு பதிலாக இயந்திர மொழிபெயர்ப்பைப் பயன்படுத்து.
tr: Makine çevirisi olarak diğer bileşenler yerine makine çevirisini kullanır.
uk: Використовувати комп'ютерний переклад замість інших складників комп'ютерних перекладів.
zh_hans: 实用机器翻译而不是其他部件作为机器翻译。
zh_hant: 實用機器翻譯而不是其他組件作為機器翻譯。

source: Similarity threshold for machine translation, defaults to 80.
de: Ähnlichkeitsschwelle für maschinelle Übersetzung, standardmäßig 80.
ga: Tairseach cosúlachta le haghaidh aistriúchán meaisín, réamhshocraithe go 80.
hu: Gépi fordítási hasonlósági küszöb, alapértelmezetten 80.
id: Ambang kesamaan untuk terjemahan mesin, bawaannya adalah 80.
ja: 機械翻訳の類似性のしきい値。デフォルトは 80。
nl: Drempel voor overeenkomst voor machinevertaling, standaard is 80.
pt: Limite de similaridade para tradução de máquina, a predefinição é 80.
pt_br: Limite de similaridade para tradução automática, o padrão é 80.
ro: Pragul de similaritate pentru traducerea automată, valoarea implicită este 80.
ru: Порог сходства для машинного перевода, по умолчанию установлен в 80.
sv: Likhetsgräns för maskinöversättning, standardvärde är 80.
ta: இயந்திர மொழிபெயர்ப்பிற்கான ஒற்றுமை வாசல், இயல்புநிலை 80 க்கு.
tr: Makine çevirisi için benzerlik eşiği. Varsayılan değer: 80.
uk: Поріг подібності для комп'ютерного перекладу. Типовим значенням є 80.
zh_hans: 机器翻译的相似度阈值，默认为 80。
zh_hant: 用於機器翻譯的相似性閾值，默認為 80 。

source: Specify translation mode, default is ``translate`` but ``fuzzy`` or ``suggest`` can be used.
de: Gibt den Übersetzungsmodus an, Standard ist ``translate``, aber ``fuzzy`` oder ``suggest`` können verwendet werden.
ga: Sonraigh modh aistriúcháin, is é ``translate`` an réamhshocrú ach is féidir ``fuzzy`` nó ``mol`` a úsáid.
hu: Fordítási mód megadása, alapértelmezetten ``translate``, de használható a ``fuzzy`` vagy a ``suggest`` is.
id: Tentukan mode terjemahan, bawaannya adalah ``translate`` tetapi ``fuzzy`` atau ``suggest`` dapat digunakan.
ja: 翻訳モードの指定。デフォルトは ``translate`` ですが、``fuzzy`` や ``suggest`` にもできます。
nl: Specificeer de modus voor de vertaling, standaard is ``translate``, maar ook ``fuzzy`` of ``suggest`` mogen worden gebruikt.
pt: Especifica o modo de tradução tendo como padrão ``translate``, mas pode ser usado ``fuzzy`` ou ``suggest``.
pt_br: Especifica o modo de tradução tendo como o padrão ``translate``, mas ``fuzzy`` ou ``suggest`` pode ser usado.
ro: Specifică modul de traducere, implicit este ``translate``, dar pot fi folosite ``fuzzy`` sau ``suggest``.
ru: Укажите режим перевода, по умолчанию ``перевести``, но можно использовать ``неточный`` или ``предложение``.
sv: Ange översättningsläge, standard är ``translate`` men ``fuzzy`` eller ``suggest`` kan också användas.
ta: மொழிபெயர்ப்பு பயன்முறையைக் குறிப்பிடவும், இயல்புநிலை `` மொழிபெயர்ப்பு`` ஆனால் `` தெளிவில்லாமல்`` அல்லது `` பரிந்துரைக்கலாம்` பயன்படுத்தலாம்.
tr: Çeviri kipini belirtir. Varsayılan değer: ``translate``. ``fuzzy`` ya da ``suggest`` seçenekleri de kullanılabilir.
uk: Вказати режим перекладу. Типовим є ``translate``, але можна скористатися ``fuzzy`` або ``suggest``.
zh_hans: 指定翻译模式，默认为 ``translate`` 也可以使用 ``fuzzy`` 或 ``suggest``。

source: Imports given content into Weblate, useful for benchmarking.
id: Mengimpor konten yang diberikan ke Weblate, berguna untuk pembandingan.
sv: Importerar innehåll till Weblate, användbart för benchmarking.
uk: Імпортує заданий контент у Weblate, що корисно для бенчмаркінгу.

source: Example of performance profiling
id: Contoh profil kinerja
sv: Exempel på prestationsprofilering
uk: Приклад профілювання продуктивності

source: Example of memory profiling
id: Contoh profil memori
sv: Exempel på minnesprofilering
uk: Приклад профілювання пам'яті

source: Creates a demo billing project. Can be executed multiple times to add additional invoices and billing events.
sv: Skapar ett demo-faktureringsprojekt. Kan köras flera gånger för att lägga till ytterligare fakturor och faktureringshändelser.

source: This can be useful when developing Weblate. Needs :ref:`billing` installed.
sv: Detta kan vara användbart vid utveckling av Weblate. Kräver att :ref:`billing` är installerat.

source: Displays length of Celery task queues.
de: Zeigt die Länge der Celery-Aufgabenwarteschlangen an.
ga: Taispeánann sé fad na scuainí tascanna Soilire.
hu: Megjeleníti a Celery feladat várósorok hosszát.
id: Menampilkan panjang antrian tugas Celery.
ja: Celery タスク キューの長さを表示します。
nl: Geeft de lengte weer van wachtrijen voor taken van Celery.
pt: Exibe o tamanho das filas de tarefas do Celery.
pt_br: Exibe o tamanho das filas de tarefas do Celery.
ro: Afișează lungimea cozilor de sarcini Celery.
ru: Отображает длину очереди задач Celery.
sv: Visar längden på Celery-uppgiftsköerna.
ta: செலரி பணி வரிசைகளின் நீளத்தைக் காட்டுகிறது.
tr: Celery görev kuyruklarının uzunluğunu görüntüler.
uk: Показує довжину черг завдань Celery.
zh_hans: 显示 Celery 任务队列的长度。
zh_hant: 顯示 Celery 任務隊列的長度。

source: Prints current state of the back-end Git repository.
de: Gibt den aktuellen Status des Git-Repositorys im Backend aus.
ga: Priontaí staid reatha stór Git an chúldeiridh.
hu: Kiírja a háttérben működő Git-tároló aktuális állapotát.
id: Mencetak status terkini repositori Git back-end.
ja: バックエンド Git リポジトリの現在の状態を出力します。
nl: Drukt de huidige status van de backend opslagruimte voor Git af.
pt: Imprime o estado atual do repositório Git de backend.
pt_br: Imprime o status atual do repositório Git de backend.
ro: Tipărește starea curentă a depozitului Git din back-end.
ru: Распечатывает текущее состояние внутреннего репозитория Git.
sv: Skriver ut det aktuella tillståndet för Git-arkivet på backend-sidan.
ta: பின்-இறுதி அறிவிலி களஞ்சியத்தின் தற்போதைய நிலையை அச்சிடுகிறது.
tr: Arka uç Git deposunun geçerli durumunu yazdırır.
uk: Виводить поточний стан сховища модуля Git.
zh_hans: 打印后端 Git 仓库的当前状态。
zh_hant: 打印後端 Git 倉庫的當前狀態。

source: You can either define which project or component to update (for example ``weblate/application``), or use ``--all`` to update all existing components.
de: Sie können entweder festlegen, welches Projekt oder welche Komponente aktualisiert werden soll (z. B. ``weblate/application``) oder Sie verwenden ``--all``, um alle vorhandenen Komponenten zu aktualisieren.
ga: Is féidir leat an tionscadal nó an chomhpháirt atá le nuashonrú a shainiú (mar shampla ``gréasán/feidhmchlár``), nó ``--all`` a úsáid chun na comhpháirteanna go léir atá ann a nuashonrú.
hu: Meghatározható, hogy melyik projekt vagy összetevő frissüljön (például ``weblate/application``) vagy a ``--all`` opcióval az összes meglévő összetevő frissíthető.
id: Anda dapat menentukan proyek atau komponen mana yang akan diperbarui (misalnya ``weblate/application``), atau menggunakan ``--all`` untuk memperbarui semua komponen yang ada.
ja: 更新するプロジェクトまたはコンポーネント（例: ``weblate/application``）を設定するか、``--all`` を使用して既存のすべてのコンポーネントを更新します。
nl: U kunt ofwel definiëren welk project of onderdeel bij te werken (bijvoorbeeld ``weblate/application``), of gebruik ``--all`` om alle bestaande onderdelen bij te werken.
pt: Pode definir qual projeto ou componente atualizar (por exemplo, ``weblate/application``) ou usar ``--all`` para atualizar todos os componentes existentes.
pt_br: Você pode definir qual projeto ou componente atualizar (por exemplo, ``weblate/application``) ou usar ``--all`` para atualizar todos os componentes existentes.
ro: Puteți fie să definiți proiectul sau componenta care trebuie actualizată (de exemplu ``weblate/application``), fie să utilizați ``--all`` pentru a actualiza toate componentele existente.
ru: Вы можете либо задать конкретный проект или компонент для обновления (например, ``weblate/application``), либо использовать ключ ``--all`` для обновления всех существующих компонентов.
sv: Du kan antingen ange vilket projekt eller vilken komponent som ska uppdateras (till exempel ``weblate/application``) eller använda ``--all`` för att uppdatera alla befintliga komponenter.
ta: புதுப்பிக்க எந்த திட்டம் அல்லது கூறுகளை நீங்கள் வரையறுக்கலாம் (எடுத்துக்காட்டாக `` வலைபெயர்ப்பு/பயன்பாடு``) அல்லது தற்போதுள்ள அனைத்து கூறுகளையும் புதுப்பிக்க `` --all`` ஐப் பயன்படுத்தலாம்.
tr: Hangi projenin veya bileşenin güncelleneceğini tanımlayabilirsiniz (``weblate/application`` gibi) ya da var olan tüm bileşenleri güncellemek için ``--all`` seçeneğini kullanabilirsiniz.
uk: Ви можете або визначити проєкт або складник для оновлення (наприклад, ``weblate/application``), або скористатися ``--all`` для оновлення усіх наявних складників.
zh_hans: 您可以确定或者哪个项目或部件要更新（例如 ``weblate/application`` ），或者使用 ``--all`` 来更新所有现有部件。
zh_hant: 您可以確定或者哪個項目或組件要更新（例如 ``weblate/application`` ），或者使用 ``--all`` 來更新所有現有組件。

source: Commits any possible pending changes to the back-end Git repository.
de: Committet etwaige ausstehende Änderungen an das Backend-Git-Repository.
ga: Tiomnaíonn sé aon athruithe a d’fhéadfadh a bheith ar feitheamh ar an stór Git cúil.
hu: Minden függőben lévő módosítás véglegesítése a háttér Git-tárolóban.
id: Melakukan komit terhadap kemungkinan perubahan yang tertunda pada repositori Git back-end.
ja: 保留中の可能性がある変更を、バックエンド Git リポジトリにコミットします。
nl: Dient mogelijk openstaande wijzigingen in bij de backend opslagruimte van Git.
pt: Faz commit de todas as alterações pendentes possíveis para o repositório Git de backend.
pt_br: Faz commit de todas as alterações pendentes possíveis para o repositório Git de backend.
ro: Transferă toate modificările posibile în așteptare în depozitul Git din spate.
ru: Коммитит все возможные отложенные изменения во внутренний репозиторий Git.
sv: Sparar alla eventuella väntande ändringar i Git-arkivet.
ta: பின்-இறுதி அறிவிலி களஞ்சியத்தில் நிலுவையில் உள்ள மாற்றங்களைச் செய்கிறது.
tr: Arka uç Git deposunda bekliyor olabilecek değişiklikleri işler.
uk: Надсилає усі можливі зміни з черги до сховища Git модуля обробки.
zh_hans: 将任何可能的待处理更改提交到后端 Git 仓库。
zh_hant: 將任何可能待定的更改提交給後端 Git 倉庫。
