Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The default configuration places them in the same tree as the Weblate sources, however you might prefer to move these to a better location such as: :file:`/var/lib/weblate`.
de: Die Standardkonfiguration platziert sie im selben Baum wie die Weblate-Quellen, aber Sie könnten es vorziehen, sie an einen besseren Ort zu verschieben, wie zum Beispiel: :file:`/var/lib/weblate`.
ga: Cuireann an chumraíocht réamhshocraithe iad sa chrann céanna leis na foinsí Weblate, ach b'fhéidir gurbh fhearr leat iad seo a bhogadh go suíomh níos fearr mar: :file:`/var/lib/weblate`.
hu: Az alapértelmezett konfigurációban, ezek ugyanabban a könyvtárstruktúrában helyezkednek el, mint a Weblate forrásai, azonban célszerű lehet ezeket áthelyezni egy megfelelőbb helyre, például ide: :file:`/var/lib/weblate`.
id: Konfigurasi bawaan menempatkannya di pohon yang sama dengan sumber Weblate, namun Anda mungkin lebih suka memindahkannya ke lokasi yang lebih baik seperti: :file:`/var/lib/weblate`.
ja: デフォルトの設定では、これらは Weblate のソースと同じ階層に配置されますが、:file:`/var/lib/weblate` などへの、より適切な場所に移動させてください。
nl: De standaard configuratie plaatst ze in dezelfde boom als de bronnen voor Weblate, het zou echter uw voorkeur kunnen hebben deze te verplaatsen naar een betere locatie, zoals: :file:`/var/lib/weblate`.
pt: A configuração predefinida põe-os na mesma árvore que as fontes do Weblate, no entanto, pode preferir movê-los para um local melhor, como :file:`/var/lib/weblate`.
pt_br: A configuração padrão coloca-os na mesma árvore que os fontes do Weblate, no entanto, você pode preferir movê-los para um local melhor, como :file:`/var/lib/weblate`.
ro: Configurația implicită le plasează în același arbore ca și sursele Weblate, însă ați putea prefera să le mutați într-o locație mai bună, cum ar fi: :file:`/var/lib/weblate`.
ru: В конфигурации по умолчанию они расположены в том же дереве, что и исходный код Weblate, однако вы можете предпочесть переместить их в более подходящее место, например, в :file:`/var/lib/weblate`.
sv: Standardkonfigurationen placerar dem i samma träd som Weblate-källorna, men du kanske föredrar att flytta dem till en bättre plats, till exempel: :file:`/var/lib/weblate`.
tr: Varsayılan yapılandırmada bunlar Weblate kaynaklarıyla aynı ağaca yerleştirilir. Ancak bunları :file:`/var/lib/weblate` gibi daha iyi bir konuma taşımayı yeğleyebilirsiniz.
uk: За типових налаштувань, ці файли розташовуються у тій самій ієрархії каталогів, що і початкові коди Weblate. Втім, ви можете надати перевагу пересуванню цих файлів до вдалішого місця, наприклад :file:`/var/lib/weblate`.
zh_hans: 默认的配置放置在 Weblate 源的相同树下，然而你会想要将这些移动到更好的位置，如：:file:`/var/lib/weblate`。
zh_hant: 默認的配置放置在 Weblate 源的相同樹下，然而你會想要將這些移動到更好的位置，如： :file:`/var/lib/weblate` 。

source: Weblate tries to create these directories automatically, but it will fail when it does not have permissions to do so.
de: Weblate versucht, diese Verzeichnisse automatisch zu erstellen, aber es wird scheitern, wenn es keine entsprechenden Rechte hat.
ga: Déanann Weblate iarracht na heolairí seo a chruthú go huathoibríoch, ach teipfidh air nuair nach bhfuil cead aige é sin a dhéanamh.
hu: A Weblate megpróbálja ezeket a könyvtárakat automatikusan létrehozni, de ha nincs megfelelő jogosultsága, a művelet meghiúsul.
id: Weblate mencoba membuat direktori ini secara otomatis, tetapi akan gagal jika tidak memiliki izin untuk melakukannya.
ja: Weblate は、これらのディレクトリを自動的に作成しようとします。しかし、アクセス権がなければ作成できません。
nl: Weblate probeert om deze mappen automatisch te maken, maar dat zal mislukken als het geen rechten heeft om dit te doen.
pt: O Weblate tenta criar esses diretórios automaticamente, mas ele falhará quando não tiver permissões para fazê-lo.
pt_br: O Weblate tenta criar esses diretórios automaticamente, mas ele falhará quando não tiver permissões para fazê-lo.
ro: Weblate încearcă să creeze aceste directoare în mod automat, dar nu va reuși dacă nu are permisiuni pentru a face acest lucru.
ru: Weblate попытается автоматически создать эти каталоги, но у него ничего не получится, если у него не будет соответствующих прав доступа.
sv: Weblate försöker skapa dessa kataloger automatiskt, men det misslyckas om det inte har behörighet att göra det.
ta: வலைபெயர்ப்பு இந்த கோப்பகங்களை தானாக உருவாக்க முயற்சிக்கிறது, ஆனால் அவ்வாறு செய்ய அனுமதிகள் இல்லாதபோது அது தோல்வியடையும்.
tr: Weblate bu klasörleri kendiliğinden oluşturmaya çalışır. Ancak bunu yapmak için yeterli izinleri yoksa bunu yapamaz.
uk: Weblate намагається створити каталоги автоматично, але це неможливо зробити, якщо для цього немає прав доступу.
zh_hans: Weblate 试图自动建立这些文件夹，但当没有权限去执行时会失败。
zh_hant: Weblate 試圖自動建立這些文件夾，但當沒有權限去執行時會失敗。

source: You should also take care when running :ref:`manage`, as they should be ran under the same user as Weblate itself is running, otherwise permissions on some files might be wrong.
de: Sie sollten auch vorsichtig sein, wenn Sie :ref:`manage` ausführen, da sie unter demselben Benutzer ausgeführt werden sollten, unter dem auch Weblate selbst läuft, da sonst die Berechtigungen für einige Dateien falsch sein könnten.
ga: Ba cheart duit a bheith cúramach freisin agus tú ag rith :ref:`manage`, mar ba cheart iad a rith faoin úsáideoir céanna atá Weblate féin ag rith, nó d'fhéadfadh ceadanna ar roinnt comhad a bheith mícheart.
hu: Ügyelni kell a :ref:`manage` futtatásakor is, mivel ezt ugyanazzal a felhasználóval kell végrehajtani, mint amelyikkel a Weblate fut, különben bizonyos fájlok jogosultságai helytelenek lehetnek.
id: Anda juga harus berhati-hati saat menjalankan :ref:`manage`, karena file tersebut harus dijalankan di bawah pengguna yang sama dengan tempat Weblate itu berjalan, jika tidak, izin pada beberapa berkas mungkin salah.
ja: また、:ref:`manage` の実行には注意が必要です。これは、Weblate 自体の実行と同じユーザーで実行することが必要なためです。実行できなければ、アクセス権の設定を間違えたファイルがあるということです。
nl: U zou ook voorzichtig moeten zijn bij het uitvoeren van :ref:`manage`, omdat dat moet worden uitgevoerd onder dezelfde gebruiker als die welke Weblate zelf uitvoert, anders zouden rechten voor bepaalde bestanden misschien verkeerd zijn.
pt: Também deve tomar cuidado ao executar :ref:`manage`, pois eles devem ser executados sob o mesmo utilizador que o Weblate em si está a ser executado, caso contrário, permissões em alguns ficheiros podem estar erradas.
pt_br: Você também deve tomar cuidado ao executar :ref:`manage`, pois eles devem ser executados sob o mesmo usuário que o Weblate em si está sendo executado, caso contrário, permissões em alguns arquivos podem estar erradas.
ro: De asemenea, trebuie să aveți grijă când rulați :ref:`manage`, deoarece acestea ar trebui să fie rulate sub același utilizator cu cel care rulează Weblate însuși, altfel permisiunile pentru unele fișiere ar putea fi greșite.
ru: Также вам следует быть особенно внимательными, когда запускаете :ref:`команды управления <manage>`, поскольку они должны выполняться под тем же пользователем, под которым запущен сам Weblate. В противном случае права доступа на некоторые файлы могут быть выставлены неверно.
sv: Du bör också vara försiktig när du kör :ref:`manage`, eftersom det bör köras under samma användare som Weblate själv körs under, annars kan behörigheterna för vissa filer bli felaktiga.
tr: :ref:`manage` komutunu çalıştırırken de dikkatli olmalısınız. Komut aynı Weblate kullanıcısı ile çalıştırılmalıdır yoksa bazı dosyaların izinler yanlış olabilir.
uk: Вам також слід бути обережним із запуском :ref:`manage`, оскільки програму слід запускати від імені того самого користувача, що і користувач, від імені якого запущено Weblate, інакше права доступу до деяких файлів можуть виявитися не тими, які потрібні для працездатності системи.
zh_hans: 当运行 :ref:`manage` 时应该小心，它们应该由 Weblate 自己运行的相同用户来运行，否则一些文件的权限会是错误的。
zh_hant: 當運行 :ref:`manage` 時應該小心，它們應該由 Weblate 自己運行的相同用戶來運行，否則一些文件的權限會是錯誤的。

source: In the Docker container, all files in the :file:`/app/data` volume have to be owned by the ``weblate`` user inside the container (UID 1000).
de: Im Docker-Container müssen alle Dateien im Volume :file:`/app/data` dem Benutzer ``weblate`` innerhalb des Containers gehören (UID 1000).
ga: Sa choimeádán Docker, caithfidh gach comhad sa toirte :file:`/app/data` a bheith faoi úinéireacht ag an úsáideoir ``weblate`` taobh istigh den choimeádán (UID 1000).
hu: A Docker-konténerben a :file:`/app/data` kötetben található összes fájlnak a konténeren belüli ``weblate`` felhasználó (UID 1000) tulajdonában kell lennie.
id: Dalam kontainer Docker, semua berkas dalam volume :file:`/app/data` harus dimiliki oleh pengguna ``weblate`` di dalam kontainer (UID 1000).
ja: Docker コンテナでは、:file:`/app/data` ボリューム内のすべてのファイルは、コンテナ内の ``weblate`` ユーザーは所有者でなければなりません（UID 1000）。
nl: In de Docker container moeten alle bestanden in het volume :file:`/app/data` eigendom zijn van de gebruiker ``weblate`` binnen de container (UID 1000).
pt: No contentor Docker, todos os ficheiros no volume :file:`/app/data` tem de ter como dono o utilizador ``weblate`` dentro do contentor (UID 1000).
pt_br: No contêiner Docker, todos os arquivos no volume :file:`/app/data` tem de ter como dono o usuário ``weblate`` dentro do contêiner (UID 1000).
ro: În containerul Docker, toate fișierele din volumul :file:`/app/data` trebuie să fie deținute de utilizatorul ``weblate`` din container (UID 1000).
ru: В контейнере Docker все файлы в томе :file:`/app/data` должны принадлежать пользователю ``weblate`` внутри самого контейнера (UID 1000).
sv: I Docker-containern måste alla filer i volymen :file:`/app/data` ägas av användaren ``weblate`` i containern (UID 1000).
tr: Docker kapsayıcısında, :file:`/app/data` birimindeki tüm dosyaların sahibi kapsayıcı içindeki ``weblate`` kullanıcısı olmalıdır (UID 1000).
uk: У контейнері Docker усі файли в томі :file:`/app/data` мають належати користувачеві ``weblate`` всередині контейнера (UID 1000).
zh_hans: 在 Docker 容器中，\ :file:`/app/data` 卷中的所有文件必须由容器内的 ``weblate`` 用户（UID 1000）拥有。

source: Database setup for Weblate
de: Datenbankeinrichtung für Weblate
ga: Socrú bunachar sonraí le haghaidh Weblate
hu: Adatbázis beállítása Weblate-hez
id: Pengaturan basis data untuk Weblate
ja: Weblate のデータベース設定
nl: Instellingen database voor Weblate
pt: Configuração de banco de dados para o Weblate
pt_br: Configuração de banco de dados para o Weblate
ro: Configurarea bazei de date pentru Weblate
ru: Настройка базы данных для Weblate
sv: Databasinställningar för Weblate
ta: வலைபெயர்ப்புடுக்கான தரவுத்தள அமைப்பு
tr: Weblate için veri tabanı kurulumu
uk: Налаштування бази даних для Weblate
zh_hans: Weblate 的数据库设置
zh_hant: Weblate 的數據庫設置

source: It is recommended to run Weblate with a PostgreSQL database server.
de: Es wird empfohlen, Weblate mit einem PostgreSQL-Datenbankserver zu betreiben.
ga: Moltar Weblate a rith le freastalaí bunachar sonraí PostgreSQL.
hu: Ajánlott a Weblate-et PostgreSQL adatbázis-kiszolgálóval futtatni.
id: Disarankan untuk menjalankan Weblate dengan server basis data PostgreSQL.
ja: PostgreSQL データベース サーバーで Weblate を実行することを推奨します。
nl: Aanbevolen wordt om Weblate uit te voeren met een PostgreSQL databaseserver.
pt: Recomenda-se a executar o Weblate com um servidor de banco de dados PostgreSQL.
pt_br: Recomenda-se executar o Weblate com um servidor de banco de dados PostgreSQL.
ro: Se recomandă ca Weblate să ruleze cu un server de baze de date PostgreSQL.
ru: Рекомендуется запускать Weblate с сервером баз данных PostgreSQL.
sv: Det rekommenderas att köra Weblate med en PostgreSQL-databasserver.
ta: போச்ட்கிரெச்.கியூ.எல் தரவுத்தள சேவையகத்துடன் வலைபெயர்ப்பை இயக்க பரிந்துரைக்கப்படுகிறது.
tr: Weblate için PostgreSQL veri tabanı sunucusunun kullanılması önerilir.
uk: Рекомендуємо користуватися Weblate у поєднанні із сервером баз даних PostgreSQL.
zh_hans: 推荐使用 PostgreSQL 数据库服务器来运行 Weblate。
zh_hant: 推薦使用 PostgreSQL 數據庫服務器來運行 Weblate。

source: PostgreSQL 13 and higher is supported. PostgreSQL 15 or newer is recommended.
de: PostgreSQL 13 und höher wird unterstützt. PostgreSQL 15 oder neuer wird empfohlen.
ga: Tacaítear le PostgreSQL 13 agus níos airde. Moltar PostgreSQL 15 nó níos nuaí.
hu: A PostgreSQL 13-as vagy újabb verziói támogatottak. A PostgreSQL 15 vagy újabb verziók használata javasolt.
id: PostgreSQL 13 dan yang lebih baru didukung. PostgreSQL 15 atau yang lebih baru direkomendasikan.
nl: PostgreSQL 13 en hoger wordt ondersteund. PostgreSQL 15 of nieuwer wordt aanbevolen.
pt_br: O PostgreSQL 13 e versões superiores são suportados. O PostgreSQL 15 ou mais recente é recomendado.
sv: PostgreSQL 13 och högre stöds. PostgreSQL 15 eller nyare rekommenderas.
tr: PostgreSQL 13 ve üzeri sürümler desteklenir. PostgreSQL 15 ve üzeri sürümler önerilir.
uk: Підтримується PostgreSQL 13 і вище. Рекомендується PostgreSQL 15 або новіша версія.

source: :ref:`mysql` is supported, but not recommended for new installs.
de: :ref:`mysql` wird unterstützt, aber für Neuinstallationen nicht empfohlen.
ga: tacaítear le :ref:`mysql`, ach ní mholtar le haghaidh suiteálacha nua.
hu: A :ref:`mysql` támogatott, de új telepítésekhez nem ajánlott.
id: :ref:`mysql` didukung, tetapi tidak direkomendasikan untuk instalasi baru.
ja: :ref:`mysql` に対応していますが、新規インストールは推奨しません。
nl: :ref:`mysql` wordt ondersteund, maar wordt niet aanbevolen voor nieuwe installaties.
pt: :ref:`mysql` é suportado, mas não recomendado para novas instalações.
pt_br: :ref:`mysql` é suportado, mas não recomendado para novas instalações.
sv: :ref:`mysql` stöds, men rekommenderas inte för nya installationer.
tr: :ref:`mysql` desteklenir. Ancak yeni kurulumlar için önerilmez.
uk: Передбачено підтримку :ref:`mysql`, але не рекомендуємо нею користуватися для нових встановлень.
zh_hans: :ref:`mysql` 受支持，但不推荐新安装使用它。

source: The support for MySQL and MariaDB is being considered for removal. Please see https://github.com/WeblateOrg/weblate/issues/16140 for more info.
sv: Stödet för MySQL och MariaDB övervägs att tas bort. Se https://github.com/WeblateOrg/weblate/issues/16140 för mer information.

source: No other database servers are currently supported, but support for other Django supported databases should be possible to implement.
de: Derzeit werden keine anderen Datenbankserver unterstützt, aber es sollte möglich sein, Unterstützung für andere von Django unterstützte Datenbanken zu implementieren.
ga: Ní thacaítear le haon fhreastalaithe bunachar sonraí eile faoi láthair, ach ba cheart go bhféadfaí tacaíocht a thabhairt do bhunachair shonraí eile a fhaigheann tacaíocht ó Django a chur i bhfeidhm.
hu: Más adatbázis-kiszolgálók jelenleg nem támogatottak, de más, a Django által támogatott adatbázisokhoz történő illesztésük megvalósítható lehet.
id: Saat ini tidak ada server basis data lain yang didukung, tetapi dukungan untuk basis data lain yang didukung Django seharusnya dapat diimplementasikan.
ja: 現時点では他のデータベース サーバーには対応していませんが、他の Django に対応しているデータベースに対応することはできるはすです。
nl: Momenteel worden geen andere databaseservers ondersteund, maar ondersteuning voor andere door Django ondersteunde databases zou mogelijk geïmplementeerd moeten kunnen worden.
pt: Nenhum outro servidor de banco de dados é suportado atualmente, mas deve ser possível implementar o suporte para outros bancos de dados suportados pelo Django.
pt_br: Nenhum outro servidor de banco de dados é suportado atualmente, mas deve ser possível implementar o suporte para outros bancos de dados suportados pelo Django.
sv: Inga andra databasservrar stöds för närvarande, men stöd för andra Django-stödda databaser bör vara möjligt att implementera.
ta: வேறு எந்த தரவுத்தள சேவையகங்களும் தற்போது ஆதரிக்கப்படவில்லை, ஆனால் பிற சாங்கோ உதவி தரவுத்தளங்களுக்கான உதவி செயல்படுத்த முடியும்.
tr: Şu anda başka bir veri tabanı sunucusu desteklenmiyor. Ancak Django tarafından desteklenen diğer veri tabanları destekleri uygulanabilir olmalı.
uk: У поточній версії не передбачено підтримки інших баз даних, але можлива реалізація інших підтримуваних Django баз даних.
zh_hans: 当前不支持其他的数据库服务器，但将来可能实现对其他 Django 支持的数据库的支持。

source: Database connections
de: Datenbankverbindungen
ga: Naisc bunachar sonraí
hu: Adatbázis-kapcsolatok
id: Koneksi basis data
ja: データベース接続
nl: Databaseverbindingen
pt: Conexões de banco de dados
pt_br: Conexões de banco de dados
sv: Databasanslutningar
ta: தரவுத்தள இணைப்புகள்
tr: Veri tabanı bağlantıları
uk: З'єднання із базою даних
zh_hans: 数据库连接

source: In the default configuration, each Weblate process keeps a persistent connection to the database. Persistent connections improve Weblate responsiveness, but might require more resources for the database server. Please consult :setting:`django:CONN_MAX_AGE` and :ref:`django:persistent-database-connections` for more info.
de: In der Standardkonfiguration behält jeder Weblate-Prozess eine dauerhafte Verbindung zur Datenbank bei. Dauerhafte Verbindungen verbessern die Reaktionsfähigkeit von Weblate, erfordern jedoch möglicherweise mehr Ressourcen für den Datenbankserver. Bitte lesen Sie :setting:`django:CONN_MAX_AGE` und :ref:`django:persistent-database-connections` für weitere Informationen.
ga: Sa chumraíocht réamhshocraithe, coinníonn gach próiseas Weblate nasc leanúnach leis an mbunachar sonraí. Feabhsaíonn naisc leanúnacha freagarthacht Weblate, ach d'fhéadfadh go mbeadh níos mó acmhainní ag teastáil ón bhfreastalaí Téigh i gcomhair :setting:`django:CONN_MAX_AGE` agus: :ref:`django:persistent-database-connections` le haghaidh tuilleadh eolais.
hu: Az alapértelmezett konfiguráció szerint minden Weblate folyamat folyamatos adatbázis-kapcsolatot tart fenn. A folyamatos kapcsolatok javítják a Weblate válaszidejét, de több erőforrást igényelhetnek az adatbázis-kiszolgálótól. További információkért lásd: :setting:`django:CONN_MAX_AGE` és :ref:`django:persistent-database-connections`.
id: Dalam konfigurasi bawaan, setiap proses Weblate menyimpan koneksi persisten ke basis data. Koneksi persisten meningkatkan respons Weblate, tetapi mungkin memerlukan lebih banyak sumber daya untuk server basis data. Silakan lihat :setting:`django:CONN_MAX_AGE` dan :ref:`django:persistent-database-connections` untuk info selengkapnya.
ja: デフォルトの設定では、各 Weblate プロセスはデータベースへの永続的な接続を維持します。永続的な接続により、データベースサーバーに対するリソース使用量が増えることがあります。詳細については、:setting:`django:CONN_MAX_AGE` と :ref:`django:persistent-database-connections` を確認してください。
nl: In de standaard configuratie behoudt elk proces van Weblate een blijvende verbinding met de database. Blijvende verbindingen verbeteren de reactie door Weblate, maar zouden meer bronnen voor de databaseserver kunnen vereisen. Raadpleeg :setting:`django:CONN_MAX_AGE` en :ref:`django:persistent-database-connections` voor meer informatie.
pt: Na configuração padrão, cada processo do Weblate mantém uma conexão persistente com o banco de dados. As conexões persistentes melhoram a capacidade de resposta do Weblate, mas podem exigir mais recursos do servidor do banco de dados. Consulte :setting:`django:CONN_MAX_AGE` e :ref:`django:persistent-database-connections` para obter mais informações.
pt_br: Na configuração padrão, cada processo do Weblate mantém uma conexão persistente com o banco de dados. As conexões persistentes melhoram a capacidade de resposta do Weblate, mas podem exigir mais recursos do servidor do banco de dados. Consulte :setting:`django:CONN_MAX_AGE` e :ref:`django:persistent-database-connections` para obter mais informações.
ru: В конфигурации по умолчанию каждый процесс Weblate поддерживает постоянное соединение с базой данных. Постоянные соединения улучшают отзывчивость Weblate, но могут потребовать больше ресурсов для сервера базы данных. Для получения дополнительной информации обратитесь к :setting:`django:CONN_MAX_AGE` и :ref:`django:persistent-database-connections`.
sv: I standardkonfigurationen upprätthåller varje Weblate-process en permanent anslutning till databasen. Permanenta anslutningar förbättrar Weblates responsivitet, men kan kräva mer resurser för databasservern. Se :setting:`django:CONN_MAX_AGE` och :ref:`django:persistent-database-connections` för mer information.
tr: Varsayılan yapılandırmada, her Weblate işlemi veri tabanı ile kalıcı bir bağlantı kurar. Kalıcı bağlantılar Weblate yanıt verme hızını artırır ancak veri tabanı sunucusu için daha fazla kaynak gerekebilir. Ayrıntılı bilgi almak için :setting:`django:CONN_MAX_AGE` ve :ref:`django:persistent-database-connections` bölümlerine bakabilirsiniz.
uk: За типових налаштувань кожен процес Weblate підтримує постійне з'єднання із базою даних. Постійні з'єднання покращують швидкість відгуку Weblate, але можуть вимагати більше ресурсів для сервера бази даних. Будь ласка, зверніться до :setting:`django:CONN_MAX_AGE` та :ref:`django:persistent-database-connections` для отримання додаткової інформації.
zh_hans: 默认配置中，每个 Weblate 今晨保持到数据库的持久性连接。持久性连接改善 Weblate 响应水平，但可能需要给数据服务器提供更多资源。更多信息请参考 :setting:`django:CONN_MAX_AGE` 和 :ref:`django:persistent-database-connections` 。

source: Weblate needs at least the following number of connections:
de: Weblate benötigt mindestens die folgende Anzahl an Verbindungen:
ga: Tá an líon nasc seo a leanas ar a laghad ag teastáil ó Weblate:
hu: A Weblate-nek legalább a következő számú kapcsolat szükséges:
id: Weblate memerlukan setidaknya sejumlah koneksi berikut:
ja: Weblate に必要な最小接続数:
nl: Weblate heeft ten minste het volgende aantal verbindingen nodig:
pt: O Weblate precisa de pelo menos o seguinte número de conexões:
pt_br: O Weblate precisa de pelo menos o seguinte número de conexões:
sv: Weblate behöver minst följande antal anslutningar:
ta: வலைபெயர்ப்புடுக்கு குறைந்தபட்சம் பின்வரும் இணைப்புகள் தேவை:
tr: Weblate en az şu sayıda bağlantıya gerek duyar:
uk: Weblate потрібна принаймні така кількість з'єднань:
zh_hans: Weblate 需要至少下列连接数：

source: :math:`(4 \times \mathit{nCPUs}) + 2` for Celery processes
de: :math:`(4 \times \mathit{nCPUs}) + 2` für Celery-Prozesse
ga: :math:`(4 \times \mathit{nCPUs}) + 2` le haghaidh próisis Soilire
hu: :math:`(4 \times \mathit{nCPUs}) + 2` a Celery folyamatokhoz
id: :math:`(4 \times \mathit{nCPUs}) + 2` untuk proses Celery
ja: :math:`(4 \times \mathit{nCPUs}) + 2` （Celery プロセスの場合）
nl: :math:`(4 \times \mathit{nCPUs}) + 2` voor processen van Celery
pt: :math:`(4 \times \mathit{nCPUs}) + 2` para processos Celery
pt_br: :math:`(4 \times \mathit{nCPUs}) + 2` para processos Celery
sv: :math:`(4 \times \mathit{nCPUs}) + 2` för Celery-processer
ta: : கணிதம்: `(4 \ முறை \ mathit {nCPUs}) + 2` செலரி செயல்முறைகளுக்கு
tr: Celery işlemleri için :math:`(4 \times \mathit{nCPUs}) + 2`
uk: :math:`(4 \times \mathit{nCPUs}) + 2` для процесів Celery
zh_hans: Celery 进程的 :math:`(4 \times \mathit{nCPUs}) + 2`

source: :math:`\mathit{nCPUs} + 1` for WSGI workers
de: :math:`\mathit{nCPUs} + 1` für WSGI-Worker
ga: :math:`\mathit{nCPUs} + 1` d'oibrithe WSGI
hu: :math:`\mathit{nCPUs} + 1` a WSGI munkafolyamatokhoz (workers)
id: :math:`\mathit{nCPUs} + 1` untuk pekerja WSGI
ja: :math:`\mathit{nCPUs} + 1` （WSGI ワーカーの場合）
nl: :math:`\mathit{nCPUs} + 1` voor werkers van WSGI
pt: :math:`\mathit{nCPUs} + 1` para trabalhadores WSGI
pt_br: :math:`\mathit{nCPUs} + 1` para trabalhadores WSGI
sv: :math:`\mathit{nCPUs} + 1` för WSGI-arbetare
ta: : கணிதம்: wsgi தொழிலாளர்களுக்கு `\ mathit {nCPUs} + 1`
tr: WSGI işlemleri için :math:`\mathit{nCPUs} + 1`
uk: :math:`\mathit{nCPUs} + 1` для обробників WSGI
zh_hans: WSGI workers 的 :math:`\mathit{nCPUs} + 1`
