Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Logo shown in the navigation bar.
de: Das Logo wird in der Navigationsleiste angezeigt.
ga: Taispeántar an lógó sa bharra nascleanúna.
hu: A navigációs sávban megjelenő logó.
id: Logo ditampilkan di bilah navigasi.
ja: ナビゲーション バーに表示するロゴ。
nl: Logo weergegeven in de balk voor navigatie.
pt: Logotipo mostrado na barra de navegação.
pt_br: Logotipo mostrado na barra de navegação.
ro: Logo afișat în bara de navigare.
ru: Логотип, отображаемый на панели навигации.
sv: Logotyp som visas i navigeringsfältet.
ta: லோகோ வழிசெலுத்தல் பட்டியில் காட்டப்பட்டுள்ளது.
tr: Gezinme çubuğunda görüntülenecek logo.
uk: Логотип, який буде показано на смужці навігації.
zh_hans: 导航栏中显示的标志。
zh_hant: 導航條中顯示的 Logo 。

source: Web icons depending on screen resolution and web-browser.
de: Web-Symbole je nach Bildschirmauflösung und Webbrowser.
ga: Deilbhíní Gréasáin ag brath ar thaifeach scáileáin agus brabhsálaí gréasáin.
hu: Különböző felbontásokhoz és böngészőkhöz igazodó webikonok.
id: Ikon web tergantung pada resolusi layar dan peramban web.
ja: 画面の解像度と Web ブラウザーに応じた Web アイコン。
nl: Webpictogrammen afhankelijk van de schermresolutie en webbrowser.
pt: Ícones web dependendo da resolução do ecrã e do navegador web.
pt_br: Ícones web dependendo da resolução da tela e do navegador web.
ro: Pictogramele web depind de rezoluția ecranului și de browserul web.
ru: Веб-иконки для разных разрешений экрана и веб-браузеров.
sv: Webbikoner beroende på skärmupplösning och webbläsare.
ta: திரை தெளிவுத்திறன் மற்றும் வலை உலாவி ஆகியவற்றைப் பொறுத்து வலை சின்னங்கள்.
tr: Ekran çözünürlüğüne ve tarayıcıya bağlı olarak internet simgeleri.
uk: Вебпіктограми залежатимуть від роздільності екрана та браузера.
zh_hans: 网页图标取决于屏幕分辨率和浏览器。
zh_hant: 根據屏幕分辨率和 web 瀏覽器的 Web 圖標。

source: Web icon used by legacy browsers.
de: Von älteren Browsern verwendetes Websymbol.
ga: Deilbhín gréasáin a úsáideann brabhsálaithe oidhreachta.
hu: Régebbi böngészők által használt webikonok.
id: Ikon web yang digunakan oleh peramban lama.
ja: 従来のブラウザーで使用する Web アイコン。
nl: Webpictogram gebruikt door verouderde browsers.
pt: Ícone web usado por navegadores legados.
pt_br: Ícone web usado por navegadores legados.
ro: Pictograma web utilizată de browserele vechi.
ru: Веб-иконка, используемая устаревшими браузерами.
sv: Webbikon som används av äldre webbläsare.
ta: மரபு உலாவிகளால் பயன்படுத்தப்படும் வலை படவுரு.
tr: Eski tarayıcılar tarafından kullanılan internet simgesi.
uk: Вебпіктограма для використання у застарілих браузерах.
zh_hans: 传统浏览器使用的网页图标。
zh_hant: 傳統瀏覽器使用的 Web 圖標。

source: Avatars for bots or anonymous users. Some web-browsers use these as shortcut icons.
de: Avatare für Bots oder anonyme Benutzer. Einige Webbrowser verwenden diese als Shortcut-Symbole.
ga: Avatars le haghaidh róbónna nó úsáideoirí gan ainm. Úsáideann roinnt brabhsálaí gréasáin iad seo mar dheilbhíní aicearra.
hu: Botok vagy anonim felhasználók profilképei (amelyeket néhány böngésző parancsikonnál is megjeleníthet).
id: Avatar untuk bot atau pengguna anonim. Beberapa peramban web menggunakannya sebagai ikon pintasan.
ja: ボットまたは匿名ユーザー用のアバター。一部の Web ブラウザーでは、これをショートカット アイコンとして使用する。
nl: Avatars voor bots of anonieme gebruikers. Sommige webbrowsers gebruiken deze als pictogrammen voor sneltoetsen.
pt: Avatares para bots ou utilizadores anônimos. Alguns navegadores web usam-nos como ícones de atalho.
pt_br: Avatares para bots ou usuários anônimos. Alguns navegadores web usam-nos como ícones de atalho.
ro: Avataruri pentru roboți sau utilizatori anonimi. Unele browsere web le folosesc ca pictograme de scurtătură.
ru: Аватары ботов и анонимных пользователей. Некоторые веб-браузеры используют их также в качестве картинок для ярлыков на стартовой странице.
sv: Avatarer för bots eller anonyma användare. Vissa webbläsare använder dessa som genvägsikoner.
ta: போட்கள் அல்லது அநாமதேய பயனர்களுக்கான அவதாரங்கள். சில வலை உலாவிகள் இவற்றை குறுக்குவழி சின்னங்களாகப் பயன்படுத்துகின்றன.
tr: Botlar ve anonim kullanıcılar için avatarlar. Bazı tarayıcılar bunları kısayol simgeleri olarak kullanır.
uk: Аватари для ботів або анонімних користувачів. У деяких браузерах ці піктограми буде використано як мініатюри.
zh_hans: 机器人或匿名用户使用的头像。一些浏览器将这些图标用作快捷方式图标。
zh_hant: 機器人或匿名用戶使用的頭像。一些 Web 瀏覽器 使用這些作為快捷圖標。

source: Used in notifications e-mails.
de: Wird in Benachrichtigungs-E-Mails verwendet.
ga: Úsáidtear é i r-phoist fógraí.
hu: Értesítő e-mailekben használt ikonok.
id: Digunakan dalam notifikasi surel.
ja: 通知メールに使用する。
nl: Gebruikt in e-mails voor notificatie.
pt: Usado em e-mails de notificações.
pt_br: Usado em e-mails de notificações.
ro: Folosit în e-mailurile de notificare.
ru: Используется в уведомлениях по электронной почте.
sv: Används i e-postmeddelanden med aviseringar.
ta: அறிவிப்புகள் மின்னஞ்சல்களில் பயன்படுத்தப்படுகிறது.
tr: Bildirim e-postalarında kullanılır.
uk: Використовується у повідомленнях електронної пошти зі сповіщеннями.
zh_hans: 在通知电子邮件中使用。
zh_hant: 在通知電子郵件中使用。

source: Add it to :setting:`django:INSTALLED_APPS`:
de: Zu :setting:`django:INSTALLED_APPS` hinzufügen:
ga: Cuir é chuig: :setting:`django:INSTALLED_APPS`:
hu: Adja hozzá az alkalmazást az :setting:`django:INSTALLED_APPS` beállításhoz:
id: Tambahkan ke :setting:`django:INSTALLED_APPS`:
ja: これを、:setting:`django:INSTALLED_APPS` に追加する方法:
nl: Voeg het toe aan :setting:`django:INSTALLED_APPS`:
pt: Adicione-o a :setting:`django:INSTALLED_APPS`:
pt_br: Adicione-o a :setting:`django:INSTALLED_APPS`:
ro: Adăugați-l la :setting:`django:INSTALLED_APPS`:
ru: Добавьте его в :setting:`django:INSTALLED_APPS`:
sv: Lägg till det i :setting:`django:INSTALLED_APPS`:
tr: :setting:`django:INSTALLED_APPS` içine ekleyin:
uk: Додайте її до :setting:`django:INSTALLED_APPS`:
zh_hans: 把它添加到:setting:`django:INSTALLED_APPS`:

source: Run :samp:`weblate collectstatic --noinput`, to collect static files served to clients.
de: Führen Sie :samp:`weblate collectstatic --noinput` aus, um statische Dateien zu sammeln, die an Clients geliefert werden.
ga: Rith :samp:`weblate collectstatic --noinput`, chun comhaid statacha a sheirbheáiltear do chliaint a bhailiú.
hu: Futtassa a :samp:`weblate collectstatic --noinput` parancsot a statikus fájlok összegyűjtéséhez és kiszolgálásához.
id: Jalankan :samp:`weblate collectstatic --noinput`, untuk mengumpulkan berkas statis yang disajikan kepada klien.
ja: :samp:`weblate collectstatic --noinput` を実行し、クライアントに提供する静的ファイルをまとめます。
nl: Voer uit :samp:`weblate collectstatic --noinput`, om statische bestanden die worden geserveerd aan cliënten te verzamelen.
pt: Execute :samp:`weblate collectstatic --noinput`, para coletar ficheiros estáticos servidos aos clientes.
pt_br: Execute :samp:`weblate collectstatic --noinput`, para coletar arquivos estáticos servidos aos clientes.
ro: Rulați :samp:`weblate collectstatic --noinput`, pentru a colecta fișierele statice servite clienților.
ru: Запустите :samp:`weblate collectstatic --noinput`, чтобы собрать статические файлы, предназначенные для передачи клиентам.
sv: Kör :samp:`weblate collectstatic --noinput` för att samla in statiska filer som levereras till klienter.
ta: ரன்: samp: வாடிக்கையாளர்களுக்கு வழங்கப்படும் நிலையான கோப்புகளை சேகரிக்க `வலைபெயர்ப்பு சேகரிப்பு --நொன்யூட்`.
tr: İstemcilere sunuculacak durağan dosyaları derlemek için :samp:`weblate collectstatic --noinput` komutunu yürütün.
uk: Віддайте команду :samp:`weblate collectstatic --noinput`, щоб зібрати статичні файли, які надаються клієнтам.
zh_hans: 运行 :samp:`weblate collectstatic --noinput`，来收集提供给客户端的静态文件。
zh_hant: 運行 :samp:`weblate collectstatic --noinput` ，來收集提供給客戶端的靜態文件。

source: Custom quality checks, add-ons, automatic suggestions and auto-fixes
sv: Anpassade kvalitetskontroller, tillägg, automatiska förslag och automatiska korrigeringar

source: To install your code for :ref:`custom-autofix`, :ref:`own-checks`, :ref:`custom-machinery` or :ref:`own-addon` in Weblate:
sv: För att installera din kod för :ref:`custom-autofix`, :ref:`own-checks`, :ref:`custom-machinery` eller :ref:`own-addon` i Weblate:

source: Place the files into your Python module containing the Weblate customization (see :ref:`custom-module` or :ref:`docker-python-override`).
sv: Placera filerna i din Python-modul som innehåller Weblate-anpassningen (se :ref:`custom-module` eller :ref:`docker-python-override`).

source: Add its fully-qualified path to the Python class in the dedicated settings:
sv: Lägg till dess fullständiga sökväg till Python-klassen i de dedikerade inställningarna:

source: Weblate deployments
de: Weblate-Bereitstellungen
ga: Imscaradh gréasáin
hu: Weblate telepítések
id: Penerapan Weblate
ja: Weblate の構築
nl: Weblate uitgerold
pt: Implantações de Weblate
pt_br: Implantações de Weblate
ro: Implementări Weblate
ru: Развёртывание Weblate
sv: Weblate-distributioner
ta: வலைபெயர்ப்பு வரிசைப்படுத்தல்
tr: Weblate dağıtımları
uk: Розгортання Weblate
zh_hans: Weblate 部署
zh_hant: Weblate 部署

source: Weblate can be easily installed in your cloud. Please find detailed guide for your platform:
de: Weblate lässt sich einfach in Ihrer Cloud installieren. Hier finden Sie eine detaillierte Anleitung für Ihre Plattform:
ga: Is féidir Weblate a shuiteáil go héasca i do scamall. Faigh treoir mhionsonraithe do d’ardán:
hu: A Weblate könnyen telepíthető felhőalapú környezetbe. Az egyes platformokra vonatkozó részletes útmutatókat itt találja:
id: Weblate dapat dengan mudah diinstal di cloud Anda. Silakan lihat panduan lengkap untuk platform Anda:
ja: Weblate はクラウドに簡単にインストールできます。使用するプラットフォームの詳細なガイドを確認してください。詳細なガイド一覧:
nl: Weblate kan gemakkelijk worden geïnstalleerd in uw cloud. Zoek de gedetailleerde handleiding voor uw platform:
pt: O Weblate pode ser facilmente instalado na sua nuvem. Encontre um guia detalhado para sua plataforma:
pt_br: O Weblate pode ser facilmente instalado em sua Nuvem. Veja o guia detalhado para sua plataforma:
ro: Weblate poate fi instalat cu ușurință în cloud-ul tău. Vă rugăm să găsiți un ghid detaliat pentru platforma ta:
ru: Weblate легко устанавливается в вашем облаке. Пожалуйста, изучите подробное руководство по вашей платформе:
sv: Weblate kan enkelt installeras i ditt moln. Här hittar du en detaljerad guide för din plattform:
ta: உங்கள் மேகக்கட்டத்தில் வலைபெயர்ப்பு எளிதாக நிறுவ முடியும். உங்கள் தளத்திற்கான விரிவான வழிகாட்டியைக் கண்டறியவும்:
tr: Weblate, bulutunuza kolayca kurulabilir. Platformunuz için ayrıntılı bilgiler bulunan rehbere bakın:
uk: Weblate можна без проблем встановити у вашій «хмарі». Будь ласка, ознайомтеся із докладними настановами для вашої платформи:
zh_hans: Weblate 可以容易地安装到你的云中。请针对你的平台找到具体的指南：
zh_hant: 如果多個組件分享相同的倉庫，需要分別將他們全部鎖定：

source: Third-party deployments for Weblate
de: Drittanbieterbereitstellungen für Weblate
ga: Imscaradh tríú páirtí le haghaidh Weblate
hu: Harmadik féltől származó Weblate telepítések
id: Penerapan pihak ketiga untuk Weblate
ja: Weblate 用のサードパーティ ソフトの導入
nl: Uitrol van derde partijen voor Weblate
pt: Implantações de terceiros para Weblate
pt_br: Implantações de terceiros para Weblate
ro: Implementări de la terți pentru Weblate
ru: Сторонние методы развёртывания Weblate
sv: Tredjepartsdistributioner för Weblate
ta: வலைபெயர்ப்புடுக்கான மூன்றாம் தரப்பு வரிசைப்படுத்தல்
tr: Üçüncü taraf Weblate dağıtımları
uk: Сторонні розгортання Weblate
zh_hans: 用于 Weblate 的第三方部署

source: Following deployments are not developed or supported by Weblate team. Parts of the setup might vary from what is described in this documentation.
de: Die folgenden Bereitstellungen werden nicht vom Weblate-Team entwickelt oder unterstützt. Teile der Einrichtung können von der Beschreibung in dieser Dokumentation abweichen.
ga: Ní dhéanann foireann Weblate forbairt ná tacaíocht a thabhairt d'imscaradh ina dhiaidh sin. D’fhéadfadh go mbeadh difríocht idir codanna den socrú agus a bhfuil cur síos air sa doiciméadú seo.
hu: A következő telepítési megoldásokat nem a Weblate csapata fejleszti vagy támogatja. Az egyes beállítások részletei eltérhetnek a dokumentációban leírtaktól.
id: Penerapan berikut tidak dikembangkan atau didukung oleh tim Weblate. Beberapa bagian pengaturan mungkin berbeda dari yang dijelaskan dalam dokumentasi ini.
ja: 以下の導入は、Weblate チームが開発またはサポートをしていません。一部の設定方法は、このドキュメントで説明している内容とは異なります。
nl: De volgende uitrollen zijn niet ontwikkeld door of worden niet ondersteund door het team van Weblate. Delen van de instellingen kunnen variëren van wat in deze documentatie wordt beschreven.
pt: As seguintes implantações não são desenvolvidas ou suportadas pela equipa Weblate. Partes da configuração podem variar do que está descrito nesta documentação.
pt_br: As seguintes implantações não são desenvolvidas ou suportadas pela equipe Weblate. Partes da configuração podem variar do que está descrito nesta documentação.
ro: Următoarele implementări nu sunt dezvoltate sau susținute de echipa Weblate. Este posibil ca anumite părți ale configurației să varieze față de cele descrise în această documentație.
ru: Команда и разработчики Weblate не имеют отношения к разработке и поддержке следующих методов развёртывания. Некоторые детали процесса установки могут отличаться от того, что описано в данном документе.
sv: Följande installationer är inte utvecklade eller stöds av Weblate-teamet. Delar av installationen kan skilja sig från vad som beskrivs i denna dokumentation.
ta: பின்வரும் வரிசைப்படுத்தல்கள் வலைபெயர்ப்பு குழுவால் உருவாக்கப்படவில்லை அல்லது ஆதரிக்கப்படவில்லை. அமைப்பின் பகுதிகள் இந்த ஆவணத்தில் விவரிக்கப்பட்டுள்ளவற்றிலிருந்து மாறுபடலாம்.
tr: Şu dağıtımlar Weblate ekibi tarafından geliştirilmez ya da desteklenmez. Kurulum aşamaları bu belgede anlatılandan farklı olabilir.
uk: Вказані нижче розгорнуті версії Weblate не є розробленими або супроводжуваними командою Weblate. Частини налаштувань цих версій можуть відрізнятися від описаних у цій документації.
zh_hans: 以下部署不是由 Weblate 团队开发或支持的。部分设置可能与本文档中的描述有所不同。
zh_hant: 後面的部署不是由 Weblate 團隊開發或支持的。部分設置會與本文件中描述的有偏差。

source: Weblate Cloudron Package
de: Weblate Cloudron-Paket
ga: Pacáiste Weblate Cloudron
hu: Weblate Cloudron csomag
id: Paket Cloudron Weblate
ja: Weblate Cloudron パッケージ
pt: Pacote de Weblate para Cloudron
pt_br: Pacote de Weblate para Cloudron
ro: Pachet Weblate Cloudron
ru: Пакет Cloudron Weblate
sv: Weblate Cloudron-paket
ta: வலைபெயர்ப்பு கிளவட்ரான் தொகுப்பு
tr: Cloudron Weblate paketi
uk: Пакунок Weblate Cloudron
zh_hans: Weblate Cloudron 包

source: `Cloudron <https://www.cloudron.io/>`_ is a platform for self-hosting web applications. Weblate installed with Cloudron will be automatically kept up-to-date. The package is maintained by the Cloudron team at their `Weblate package repo <https://git.cloudron.io/cloudron/weblate-app>`_.
de: `Cloudron <https://www.cloudron.io/>`_ ist eine Plattform für das Self-Hosting von Webanwendungen. Weblate, das mit Cloudron installiert wird, wird automatisch auf dem neuesten Stand gehalten. Das Paket wird vom Cloudron-Team in seinem `Weblate-Paket-Repository <https://git.cloudron.io/cloudron/weblate-app>`_ gepflegt.
ga: Is ardán é `Cloudron <https://www.cloudron.io/>`_ le haghaidh feidhmchláir ghréasáin féin-óstála. Coinneofar Weblate suiteáilte le Cloudron cothrom le dáta go huathoibríoch. Tá an pacáiste á chothabháil ag foireann Cloudron ag a n-repo pacáiste `Weblate package repo <https://git.cloudron.io/cloudron/weblate-app>`_.
hu: A `Cloudron <https://www.cloudron.io/>`_ egy saját üzemeltetésű webalkalmazás-platform. A Cloudronnal telepített Weblate automatikusan naprakészen tartja magát. A csomagot a Cloudron csapata tartja karban saját `Weblate csomag tárolójukban <https://git.cloudron.io/cloudron/weblate-app>`_.
id: `Cloudron <https://www.cloudron.io/>`_ adalah platform untuk aplikasi web yang dihosting sendiri. Weblate yang diinstal dengan Cloudron akan diperbarui secara otomatis. Paket ini dikelola oleh tim Cloudron di `repo paket Weblate <https://git.cloudron.io/cloudron/weblate-app>`_.
ja: `Cloudron <https://www.cloudron.io/>`_ は、自己ホスト用 Web アプリケーション用のプラットフォームです。Cloudron と同時にインストールされる Weblate は自動的に最新の状態に保たれます。このパッケージは Cloudron チームの `Weblate package repo <https://git.cloudron.io/cloudron/weblate-app>`_ で管理されています。
nl: `Cloudron <https://www.cloudron.io/>`_ is een platform voor zelf hosten van webtoepassingen. Weblate, geïnstalleerd met Cloudron, zal automatisch up-to-date worden gehouden. Het pakket wordt onderhouden door het team van Cloudron in hun `Weblate package repo <https://git.cloudron.io/cloudron/weblate-app>`_.
pt: `Cloudron <https://www.cloudron.io/>`_ é uma plataforma para auto-hospedagem de aplicações da web. Weblate instalado com Cloudron será automaticamente atualizado. O pacote é mantido pela equipa Cloudron no seu `repositório de pacotes Weblate <https://git.cloudron.io/cloudron/weblate-app>`_.
pt_br: `Cloudron <https://www.cloudron.io/>`_ é uma plataforma para auto-hospedagem de aplicativos da web. Weblate instalado com Cloudron será automaticamente atualizado. O pacote é mantido pela equipe Cloudron em seu `repositório de pacotes Weblate <https://git.cloudron.io/cloudron/weblate-app>`_.
ru: `Cloudron <https://www.cloudron.io/>`_ — это платформа для самостоятельного размещения веб-приложений. Weblate, установленный вместе с Cloudron, будет автоматически обновляться. Пакет поддерживается командой Cloudron в их `репозитории пакетов Weblate <https://git.cloudron.io/cloudron/weblate-app>`_.
sv: `Cloudron <https://www.cloudron.io/>`_ är en plattform för självhostade webbapplikationer. Weblate som installeras med Cloudron uppdateras automatiskt. Paketet underhålls av Cloudron-teamet i deras `Weblate-paketrepo <https://git.cloudron.io/cloudron/weblate-app>`_.
ta: `cloudron <https://www.cloudron.io/>` _ என்பது தன்வய ஓச்டிங் வலை பயன்பாடுகளுக்கான தளமாகும். கிளவட்ரானுடன் நிறுவப்பட்ட வலைபெயர்ப்பு தானாகவே புதுப்பித்த நிலையில் வைக்கப்படும். இந்த தொகுப்பை கிளவுட்ரான் குழுவினரால் அவர்களின் `வலைபெயர்ப்பு பேக்கேச் ரெப்போ <https://git.cloudron.io/cloudron/weblate-app>` _ இல் பராமரிக்கிறது.
tr: `Cloudron <https://cloudron.io/>`_ internet uygulamalarını kendinizin barındırabileceğiniz bir platformdur. Cloudron ile kurulan Weblate kendiliğinden güncel tutulur. Paket, Cloudron ekibi tarafından `Weblate paket deposu <https://git.cloudron.io/cloudron/weblate-app>`_ üzerinde güncel tutulur.
uk: `Cloudron <https://www.cloudron.io/>`_ — платформа для самостійного розміщення мережевих програм. Актуальність версії Weblate, яку встановлено з Cloudron, підтримуватиметься автоматично. Супровід пакунка здійснює команда Cloudron за допомогою власного `сховища пакунків Weblate <https://git.cloudron.io/cloudron/weblate-app>`_.
zh_hans: `Cloudron <https://www.cloudron.io/>`_ 是自托管 web 应用的平台。安装有 Cloudron 的 Weblate 会自动更新。软件包由 Cloudron 团队在它们的 `Weblate package repo <https://git.cloudron.io/cloudron/weblate-app>`_ 上维护。

source: Install Weblate with Cloudron
de: Weblate mit Cloudron installieren
ga: Suiteáil Weblate le Cloudron
hu: Weblate telepítése Cloudron segítségével
id: Instal Weblate dengan Cloudron
ja: Cloudron を使用した Weblate のインストール
nl: Installeer Weblate met Cloudron
pt: Instalar Weblate com Cloudron
pt_br: Instalar Weblate com Cloudron
ro: Instalați Weblate cu Cloudron
ru: Установка Weblate с Cloudron
sv: Installera Weblate med Cloudron
ta: கிளவட்ரானுடன் வலைபெயர்ப்பு நிறுவவும்
tr: Cloudron ile Weblate kurun
uk: Встановити Weblate у Cloudron
zh_hans: 用 Cloudron 安装 Weblate

source: Weblate in YunoHost
ga: Gréasáin i YunoHost
hu: Weblate a YunoHost rendszerben
id: Weblate di YunoHost
ja: YunoHost の Weblate
pt: Weblate no YunoHost
pt_br: Weblate no YunoHost
ro: Weblate în YunoHost
ru: Weblate в YunoHost
sv: Weblate i YunoHost
ta: யூனோஓச்டில் வலைபெயர்ப்பு செய்யுங்கள்
tr: YunoHost üzerinde Weblate
uk: Weblate у YunoHost
zh_hans: YunoHost 中的 Weblate
