Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For using Slack OAuth 2, you need to register an application at <https://api.slack.com/apps>.
de: Um Slack OAuth 2 zu verwenden, müssen Sie eine Anwendung unter <https://api.slack.com/apps> registrieren.
ga: Chun Slack OAuth 2 a úsáid, ní mór duit iarratas a chlárú ag <https://api.slack.com/apps>.
hu: Slack OAuth 2 használatához regisztrálnia kell egy alkalmazást a <https://api.slack.com/apps> oldalon.
id: Untuk menggunakan Slack OAuth 2, Anda perlu mendaftarkan aplikasi di <https://api.slack.com/apps>.
ja: Slack OAuth 2 を使用するには、 <https://api.slack.com/apps> でアプリケーションを登録する必要があります。
nl: Voor het gebruiken van Slack OAuth 2 moet u een toepassing registreren bij <https://api.slack.com/apps>.
pt: Para usar o OAuth 2 do Slack, precisa registar uma aplicação em <https://api.slack.com/apps>.
pt_br: Para usar o OAuth 2 do Slack, você precisa cadastrar um aplicativo em <https://api.slack.com/apps>.
sv: För att kunna använda Slack OAuth 2 måste du registrera en applikation på <https://api.slack.com/apps>.
ta: ச்லாக் OAuth 2 ஐப் பயன்படுத்த, நீங்கள் ஒரு விண்ணப்பத்தை <https://api.slack.com/apps> இல் பதிவு செய்ய வேண்டும்.
tr: Slack OAuth 2 kullanmak için <https://api.slack.com/apps> adresinden bir uygulama kaydetmeniz gerekir.
uk: Для користування Slack OAuth 2 вам слід зареєструвати програму на <https://api.slack.com/apps>.
zh_hans: 要使用 Slack OAuth 2，需要在 <https://api.slack.com/apps> 上注册应用。

source: The redirect URL is ``https://WEBLATE SERVER/accounts/complete/slack/``.
de: Die Weiterleitungs-URL lautet ``https://WEBLATE SERVER/accounts/complete/slack/``.
ga: Is é an URL atreoraithe ``https://WEBLATE freastalaí/cuntas/iomlán/slack/``.
hu: Az átirányítási URL: ``https://WEBLATE SERVER/accounts/complete/slack/``.
id: URL pengalihannya adalah ``https://WEBLATE SERVER/accounts/complete/slack/``.
ja: リダイレクト URL は ``https://WEBLATE SERVER/accounts/complete/slack/`` です。
nl: De URL voor de verwijzing is ``https://WEBLATE SERVER/accounts/complete/slack/``.
pt: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/slack/``.
pt_br: A URL de redirecionamento é ``https://SERVIDOR WEBLATE/accounts/complete/slack/``.
ro: URL-ul de redirecționare este ``https://WEBLATE SERVER/accounts/complete/slack/``.
ru: URL-адрес перенаправления — ``https://СЕРВЕР WEBLATE/accounts/complete/slack/``.
sv: Omdirigeringsadressen är ``https://WEBLATE SERVER/accounts/complete/slack/``.
ta: திருப்பி விடப்பட்ட முகவரி `` https: // வலைபெயர்ப்பு சேவையகம்/கணக்குகள்/முழுமையான/மந்தமான/``.
tr: Yönlendirme adresi: ``https://WEBLATE SERVER/accounts/complete/slack/``.
uk: Адреса переспрямовування — ``https://СЕРВЕР WEBLATE/accounts/complete/slack/``.
zh_hans: 重定向 URL 为 ``https://WEBLATE SERVER/accounts/complete/slack/``。
zh_hant: 重定向 URL 為 ``https://WEBLATE SERVER/accounts/complete/slack/`` 。

source: Overriding authentication method names and icons
de: Überschreiben von Namen und Symbolen für Authentifizierungsmethoden
ga: Ainmneacha agus deilbhíní modhanna fíordheimhnithe sáraitheacha
hu: Hitelesítési módszerek neveinek és ikonjainak felülírása
id: Mengganti nama dan ikon dari metode autentikasi
ja: 認証方法の名前とアイコンの上書き
nl: Overschrijven namen van methoden voor authenticatie en pictogrammen
pt: A substituir nomes e ícones de métodos de autenticação
pt_br: Substituindo nomes e ícones de métodos de autenticação
ro: Suprascrierea numelor și pictogramelor metodelor de autentificare
ru: Переопределение имён и значков методов авторизации
sv: Överordnade autentiseringsmetoder och ikoner
ta: அங்கீகார முறை பெயர்கள் மற்றும் ஐகான்களை மீறுதல்
tr: Kimlik doğrulama yöntemi adlarını ve simgelerini değiştirmek
uk: Перевизначення імен методів автентифікації та піктограм
zh_hans: 覆盖身份验证方法名称和图标

source: You can override the authentication method display name and icon using using settings as ``SOCIAL_AUTH_<NAME>_IMAGE`` and ``SOCIAL_AUTH_<NAME>_TITLE``. For example overriding naming for Auth0 would look like:
de: Sie können den Anzeigenamen und das Symbol der Authentifizierungsmethode überschreiben, indem Sie die Einstellungen ``SOCIAL_AUTH_<NAME>_IMAGE`` und ``SOCIAL_AUTH_<NAME>_TITLE`` verwenden. Zum Beispiel würde das Überschreiben der Benennung für Auth0 wie folgt aussehen:
ga: Is féidir leat ainm taispeána agus deilbhín an mhodha fíordheimhnithe a shárú trí úsáid a bhaint as socruithe mar ``SOCIAL_AUTH_<NAME>_IMAGE`` agus ``SOCIAL_AUTH_<NAME>_TITLE``. Mar shampla, is é an chuma a bheadh ar ainmniú sáraithe d’Auth0:
hu: A hitelesítési mód megjelenő nevét és ikonját felül lehet írni a következő beállításokkal: ``SOCIAL_AUTH_<NAME>_IMAGE`` és ``SOCIAL_AUTH_<NAME>_TITLE``. Például az Auth0 megjelenítési nevének felülírása így nézne ki:
id: Anda dapat mengganti nama tampilan dan ikon dari metode autentikasi menggunakan pengaturan ``SOCIAL_AUTH_<NAME>_IMAGE`` dan ``SOCIAL_AUTH_<NAME>_TITLE``. Misalnya saat mengganti penamaan untuk Auth0 akan terlihat seperti ini:
ja: 認証方法の表示名とアイコンは、``SOCIAL_AUTH_<NAME>_IMAGE`` および ``SOCIAL_AUTH_<NAME>_TITLE`` を設定して上書きできます。たとえば、Auth0 の命名を上書きする方法:
nl: U kunt de weergavenaam van de methode voor authenticatie en het pictogram overschrijven met instellingen zoals ``SOCIAL_AUTH_<NAME>_IMAGE`` en ``SOCIAL_AUTH_<NAME>_TITLE``. Overschrijven van de naam voor Auth0 zou er uitzien als:
pt: Pode substituir o nome de exibição do método de autenticação e o ícone a usar configurações como ``SOCIAL_AUTH_<NOME>_IMAGE`` e ``SOCIAL_AUTH_<NOME>_TITLE``. Por exemplo, substituir a nomenclatura para Auth0 ficaria assim:
pt_br: Você pode substituir o nome de exibição do método de autenticação e o ícone usando configurações como ``SOCIAL_AUTH_<NOME>_IMAGE`` e ``SOCIAL_AUTH_<NOME>_TITLE``. Por exemplo, substituir a nomenclatura para Auth0 ficaria assim:
ro: Puteți suprascrie numele de afișare și pictograma metodei de autentificare utilizând setările ``SOCIAL_AUTH_<NAME>_IMAGE`` și ``SOCIAL_AUTH_<NAME>_TITLE``. De exemplu, suprapunerea denumirii pentru Auth0 ar arăta astfel:
ru: Вы можете переопределить отображаемое имя метода авторизации и иконку, используя параметры ``SOCIAL_AUTH_<NAME>_IMAGE`` и ``SOCIAL_AUTH_<NAME>_TITLE``. Например, переопределение именования для Auth0 будет выглядеть следующим образом:
sv: Du kan åsidosätta visningsnamnet och ikonen för autentiseringsmetoden med hjälp av inställningarna ``SOCIAL_AUTH_<NAME>_IMAGE`` och ``SOCIAL_AUTH_<NAME>_TITLE``. Ett exempel på åsidosättande av namngivning för Auth0 skulle se ut så här:
ta: அமைப்புகளை `` சமூக_ஆத்_ <பெயர்> _image`` மற்றும் `` சமூக_ஆத்_ <பெயர்> _title`` போன்ற அமைப்புகளைப் பயன்படுத்தி அங்கீகார முறை காட்சி பெயர் மற்றும் ஐகானை நீங்கள் மேலெழுதலாம். எடுத்துக்காட்டாக, auth0 க்கு பெயரிடுவது போல் இருக்கும்:
tr: Kimlik doğrulama yönteminin görüntülenen adını ve simgesini ``SOCIAL_AUTH_<NAME>_IMAGE`` ve ``SOCIAL_AUTH_<NAME>_TITLE`` ayarları ile değiştirebilirsiniz. Örneğin Auth0 adı değiştirildiğinde şöyle görüntülenir:
uk: Коротке видиме ім'я та піктограму методу автентифікації можна змінити за допомогою параметрів ``SOCIAL_AUTH_<NAME>_IMAGE`` і ``SOCIAL_AUTH_<NAME>_TITLE``. Наприклад, перевизначення імені для Auth0 має такий вигляд:
zh_hans: 您可以使用 ``SOCIAL_AUTH_<NAME>_IMAGE`` 和 ``SOCIAL_AUTH_<NAME>_TITLE`` 等设置覆盖身份验证方法显示名称和图标。例如，Auth0 的覆盖命名如下所示：

source: Turning off password authentication
de: Passwort-Authentifizierung deaktivieren
ga: Fíordheimhniú pasfhocail a mhúchadh
hu: Jelszavas hitelesítés kikapcsolása
id: Menonaktifkan autentikasi kata sandi
ja: パスワード認証の無効化
nl: Authenticatie met wachtwoord uitschakelen
pt: Desativar autenticação por palavra-passe
pt_br: Desativando autenticação por senha
ro: Dezactivarea autentificării prin parolă
ru: Отключение авторизации по паролю
sv: Inaktivera lösenordsautentisering
ta: கடவுச்சொல் அங்கீகாரத்தை முடக்கு
tr: Parola ile kimlik doğrulamayı kapatmak
uk: Вимикання розпізнавання за паролем
zh_hans: 关闭密码身份验证
zh_hant: 關閉密碼身份驗證

source: E-mail and password authentication can be turned off by removing ``social_core.backends.email.EmailAuth`` from :setting:`django:AUTHENTICATION_BACKENDS`. Always keep ``weblate.accounts.auth.WeblateUserBackend`` there, it is needed for core Weblate functionality.
de: E-Mail- und Passwort-Authentifizierung können ausgeschaltet werden, indem man ``social_core.backends.email.EmailAuth`` aus :setting:`django:AUTHENTICATION_BACKENDS` entfernt. Behalten Sie ``weblate.accounts.auth.WeblateUserBackend`` dort, es wird für die Kernfunktionalität von Weblate benötigt.
ga: Is féidir fíordheimhniú ríomhphoist agus pasfhocail a mhúchadh trí ``social_core.backends.email.EmailAuth`` a bhaint as :setting:`django:AUTHENTICATION_BACKENDS`. Coinnigh ``weblate.accounts.auth.WeblateUserBackend`` ann i gcónaí, tá sé ag teastáil le haghaidh feidhmiúlacht lárnach Weblate.
hu: Az e-mailes és jelszavas hitelesítés kikapcsolható, ha eltávolítja a ``social_core.backends.email.EmailAuth`` bejegyzést az :setting:`django:AUTHENTICATION_BACKENDS` közül. Fontos, hogy a ``weblate.accounts.auth.WeblateUserBackend`` mindig maradjon benne, mivel ez szükséges a Weblate alapműködéséhez.
id: Autentikasi surel dan kata sandi dapat dinonaktifkan dengan menghapus ``social_core.backends.email.EmailAuth`` dari :setting:`django:AUTHENTICATION_BACKENDS`. Selalu simpan ``weblate.accounts.auth.WeblateUserBackend`` di sana, ini diperlukan untuk fungsionalitas inti Weblate.
ja: メールとパスワード認証は、:setting:`django:AUTHENTICATION_BACKENDS` から ``social_core.backends.email.EmailAuth`` を削除すると無効にできます。``weblate.accounts.auth.WeblateUserBackend`` は Weblate のコア機能に必要なので残しておいてください。
nl: Authenticatie met e-mail en wachtwoord kan worden uitgeschakeld door ``social_core.backends.email.EmailAuth`` te verwijderen vanuit :setting:`django:AUTHENTICATION_BACKENDS`. Behoud daar altijd ``weblate.accounts.auth.WeblateUserBackend``, het is nodig voor de functionaliteit van de bron voor Weblate.
pt: Autenticação por e-mail e palavra-passe pode ser desativada através da remoção de ``social_core.backends.email.EmailAuth`` de :setting:`django:AUTHENTICATION_BACKENDS`. Mantenha sempre ``weblate.accounts.auth.WeblateUserBackend`` lá, pois é necessário para a funcionalidade central do Weblate.
pt_br: Autenticação por e-mail e senha pode ser desativada através da remoção do ``social_core.backends.email.EmailAuth`` de :setting:`django:AUTHENTICATION_BACKENDS`. Mantenha sempre ``weblate.accounts.auth.WeblateUserBackend`` lá, ele é necessário para a funcionalidade central do Weblate.
ro: Autentificarea prin e-mail și parolă poate fi dezactivată prin eliminarea ``social_core.backends.email.EmailAuth`` din :setting:`django:AUTHENTICATION_BACKENDS`. Păstrați întotdeauna ``weblate.accounts.auth.WeblateUserBackend`` acolo, este necesar pentru funcționalitatea de bază a Weblate.
ru: Авторизацию по электронной почте и паролю можно отключить, удалив ``social_core.backends.email.EmailAuth`` из параметра :setting:`django:AUTHENTICATION_BACKENDS`. Никогда не удаляйте оттуда ``weblate.accounts.auth.WeblateUserBackend``, он необходим для работы основных функций Weblate.
sv: E-post- och lösenordsautentisering kan inaktiveras genom att ta bort ``social_core.backends.email.EmailAuth`` från :setting:`django:AUTHENTICATION_BACKENDS`. Behåll alltid ``weblate.accounts.auth.WeblateUserBackend`` där, det behövs för Weblates kärnfunktioner.
tr: E-posta ve parola kimlik doğrulaması :setting:`django:AUTHENTICATION_BACKENDS` bölümündeki``social_core.backends.email.EmailAuth`` seçeneği kaldırılarak kapatılabilir. Temel Weblate işlevleri için gerekli olduğundan `weblate.accounts.auth.WeblateUserBackend`` seçeneğini her zaman orada tutun.
uk: Розпізнавання за адресою електронної пошти і паролем можна вимкнути вилученням запису ``social_core.backends.email.EmailAuth`` з :setting:`django:AUTHENTICATION_BACKENDS`. Не вилучайте ``weblate.accounts.auth.WeblateUserBackend`` — цей запис потрібне для реалізації основних функціональних можливостей Weblate.
zh_hans: 通过从 :setting:`django:AUTHENTICATION_BACKENDS` 删除 ``social_core.backends.email.EmailAuth``，可以关闭电子邮箱和密码身份验证。总是将 ``weblate.accounts.auth.WeblateUserBackend`` 保留在那里，它用于 Weblate 核心功能。
zh_hant: 通過從 :setting:`django:AUTHENTICATION_BACKENDS` 刪除 ``social_core.backends.email.EmailAuth`` ，可以關閉電子郵箱和密碼身份驗證。總是將 ``weblate.accounts.auth.WeblateUserBackend`` 保留在那裡，它用於 Weblate 核心功能。

source: Disabling e-mail authentication will disable all e-mail related functionality – user invitation or password reset feature.
de: Durch die Deaktivierung der E-Mail-Authentifizierung werden alle E-Mail-bezogenen Funktionen deaktiviert, z. B. die Benutzereinladung oder die Funktion zum Zurücksetzen des Passworts.
ga: Má dhíchumasaítear fíordheimhniú ríomhphoist díchumasófar gach feidhmiúlacht a bhaineann le ríomhphost – cuireadh úsáideora nó gné athshocraithe pasfhocail.
hu: Az e-mailes hitelesítés kikapcsolása az összes e-mailhez kapcsolódó funkciót is letiltja – például a felhasználói meghívásokat vagy a jelszó-visszaállítást.
id: Menonaktifkan autentikasi surel akan menonaktifkan semua fungsi yang terkait dengan surel dan undangan pengguna atau fitur pengaturan ulang kata sandi.
ja: メール認証を無効にすると、メールに関連するすべての機能（ユーザーの招待またはパスワードのリセット機能）が無効になります。
nl: Uitschakelen van e-mailauthenticatie zal alle aan e-mail gerelateerde functionaliteit uitschakelen – uitnodigen van gebruikers of de mogelijkheid voor herstellen van het wachtwoord.
pt: Desativar a autenticação por e-mail desativará todas as funcionalidades relacionadas a e-mail -- convite a utilizadores ou recurso de redefinição de palavra-passe.
pt_br: Desabilitar a autenticação por e-mail desabilitará todas as funcionalidades relacionadas a e-mail -- convite a usuários ou recurso de redefinição de senha.
ro: Dezactivarea autentificării prin e-mail va dezactiva toate funcționalitățile legate de e-mail - invitația utilizatorului sau funcția de resetare a parolei.
ru: Отключение авторизации по электронной почте приведёт к отключению всех функций, связанных с электронной почтой, включая приглашение пользователя или функцию сброса пароля.
sv: Om du inaktiverar e-postautentisering inaktiveras alla e-postrelaterade funktioner – användarinbjudningar och återställning av lösenord.
ta: மின்னஞ்சல் அங்கீகாரத்தை முடக்குவது மின்னஞ்சல் தொடர்பான அனைத்து செயல்பாட்டையும் முடக்கும்-பயனர் அழைப்பு அல்லது கடவுச்சொல் மீட்டமைப்பு நற்பொருத்தம்.
tr: E-posta kimlik doğrulamasını kullanımdan kaldırmak, e-posta ile ilgili tüm işlevleri (kullanıcı daveti ya da parola sıfırlama özelliği) kullanımdan kaldırır.
uk: Вимикання розпізнавання за електронною поштою призведе до вимикання усіх функціональних можливостей, які пов'язано з електронною поштою: запрошення користувачів або можливості скидання паролів.
zh_hans: 禁用电子邮件身份验证将禁用所有电子邮件相关的功能 - 用户邀请或密码重置功能。

source: You can still use password authentication for the admin interface, for users you manually create there. Just navigate to ``/admin/login/``.
de: Sie können weiterhin die Passwortauthentifizierung für die Adminoberfläche verwenden, für Benutzer, die Sie dort manuell erstellen. Navigieren Sie einfach zu ``/admin/login/``.
ga: Is féidir leat fíordheimhniú pasfhocail a úsáid fós don chomhéadan riaracháin, d'úsáideoirí a chruthaíonn tú ann de láimh. Déan nascleanúint go ``/ admin/login/``.
hu: Az adminisztráció oldalra történő bejelentkezéshez továbbra is használható jelszavas hitelesítés azoknál a felhasználóknál, akiket manuálisan hozott létre. Ehhez egyszerűen lépjen a ``/admin/login/`` oldalra.
id: Anda masih dapat menggunakan autentikasi kata sandi untuk antarmuka admin, untuk pengguna yang Anda buat secara manual di sana. Cukup arahkan ke ``/admin/login/``.
ja: 管理画面から手動で作成したユーザーは、引き続きパスワード認証ができます。``/admin/login/`` で入力するだけです。
nl: U kunt nog steeds authenticatie met wachtwoord gebruiken voor de beheerinterface, voor gebruikers maakt u ze daar handmatig. Navigeer gewoon naar ``/admin/login/``.
pt: Ainda pode usar autenticação por palavra-passe para a interface administrativa, para utilizadores que cria manualmente lá. Basta navegar para ``/admin/login/``.
pt_br: Você ainda pode usar autenticação por senha para a interface administrativa, para usuários que você cria manualmente lá. Basta acessar ``/admin/login/``.
ro: Puteți utiliza în continuare autentificarea prin parolă pentru interfața de administrare, pentru utilizatorii pe care îi creați manual acolo. Trebuie doar să navigați la ``/admin/login/``.
ru: Вы всё ещё можете использовать авторизацию по паролю для интерфейса администратора и для пользователей, которых вы создаёте там вручную. Просто зайдите на ``/admin/login/``.
sv: Du kan fortfarande använda lösenordsautentisering för administratörsgränssnittet för användare som du skapar manuellt där. Gå bara till ``/admin/login/``.
ta: நிர்வாகி இடைமுகத்திற்கான கடவுச்சொல் அங்கீகாரத்தை நீங்கள் இன்னும் பயன்படுத்தலாம், நீங்கள் அங்கு கைமுறையாக உருவாக்கும் பயனர்களுக்கு. ``/நிர்வாகி/உள்நுழைவு/`` க்கு செல்லவும்.
tr: Yönetici arayüzü için, orada el ile oluşturduğunuz kullanıcılarda parola ile kimlik doğrulamasını kullanmayı sürdürebilirsiniz. ``/admin/login/`` adresine gitmeniz yeterlidir.
uk: Ви все ще можете скористатися для створених тут вручну записів користувачів розпізнаванням за паролями для адміністративного інтерфейсу. Просто перейдіть до ``/admin/login/``.
zh_hans: 对于手动建立的用户，可以仍然在管理界面使用密码身份验证。只需导航到 ``/admin/login/``。

source: For example authentication using only the openSUSE Open ID provider can be achieved using the following:
de: Zum Beispiel kann die Authentifizierung nur mit dem openSUSE-Open-ID-Anbieter wie folgt erreicht werden:
ga: Mar shampla is féidir fíordheimhniú ag baint úsáide as an soláthraí OpenSUSE ID Oscailte amháin a bhaint amach ag baint úsáide as an méid seo a leanas:
hu: Például ha kizárólag az openSUSE OpenID szolgáltatóval kíván hitelesíteni, azt a következő módon teheti meg:
id: Misalnya, autentikasi hanya menggunakan penyedia Open ID openSUSE dapat dicapai dengan menggunakan yang berikut ini:
ja: openSUSE Open ID プロバイダのみを使用して認証する設定例:
nl: Bijvoorbeeld authenticatie met alleen de provider voor openSUSE Open ID kan worden bereikt met het volgende:
pt: Por exemplo, a autenticação a usar apenas o provedor Open ID do openSUSE pode ser alcançada a usar o seguinte:
pt_br: Por exemplo, a autenticação usando apenas o provedor Open ID do openSUSE pode ser alcançada usando o seguinte:
ro: De exemplu, autentificarea folosind doar furnizorul openSUSE Open ID poate fi realizată folosind următoarele:
ru: Например, авторизация с использованием только провайдера openSUSE Open ID может быть достигнута при помощи следующего кода:
sv: Autentisering med endast openSUSE Open ID-leverantören kan till exempel uppnås med följande:
ta: எடுத்துக்காட்டாக, opensuse திறந்த ஐடி வழங்குநரை மட்டுமே பயன்படுத்தும் அங்கீகாரத்தை பின்வருவனவற்றைப் பயன்படுத்தி அடைய முடியும்:
tr: Örneğin, yalnızca openSUSE Open ID hizmet sağlayıcısını kullanan kimlik doğrulaması şunu kullanarak yapılabilir:
uk: Наприклад, розпізнаванням з використанням лише надавача даних Open ID openSUSE Open ID можна скористатися ось так:
zh_hans: 例如，使用后面的设置可以实现只是用 openSUSE Open ID 的身份验证：
zh_hant: 例如，使用後面的設置可以實現只是用 openSUSE Open ID 的身份驗證：

source: Password authentication
de: Passwort-Authentifizierung
ga: Fíordheimhniú pasfhocal
hu: Jelszóval történő hitelesítés
id: Autentikasi kata sandi
ja: パスワード認証
nl: Wachtwoord authenticatie
pt: Autenticação por palavra-passe
pt_br: Autenticação por senha
ro: Autentificarea prin parolă
ru: Авторизация по паролю
sv: Autentisering med lösenord
ta: கடவுச்சொல் ஏற்பு
tr: Parola ile kimlik doğrulama
uk: Розпізнавання за паролем
zh_hans: 密码身份验证
zh_hant: 密碼驗證

source: The default :file:`settings.py` comes with a reasonable set of :setting:`django:AUTH_PASSWORD_VALIDATORS` that ensures that weak passwords are not allowed. You can customize this setting to match your password policy.
de: Standardmäßig kommt :file:`settings.py` mit einem angemessenen Satz von :setting:`django:AUTH_PASSWORD_VALIDATORS`, der sicherstellt, dass schwache Passwörter nicht zugelassen werden. Sie können diese Einstellung an Ihre Passwort-Richtlinien anpassen.
ga: Tagann an réamhshocrú :file:`settings.py` le sraith réasúnta de :setting:`django:AUTH_PASSWORD_VALIDATORS` a chinntíonn nach gceadaítear pasfhocail lag. Is féidir leat an socrú seo a shaincheapadh chun do pholasaí pasfhocail a mheaitseáil.
hu: Az alapértelmezett :file:`settings.py` egy biztonságos :setting:`django:AUTH_PASSWORD_VALIDATORS` beállítással érkezik, ami biztosítja, hogy gyenge jelszavakat ne lehessen használni. Ez a beállítás igény szerint testreszabható a saját jelszóházirendhez.
id: :file:`settings.py` bawaan dilengkapi dengan serangkaian :setting:`django:AUTH_PASSWORD_VALIDATORS` yang wajar yang memastikan bahwa kata sandi yang lemah tidak diperbolehkan. Anda dapat menyesuaikan pengaturan ini agar sesuai dengan kebijakan kata sandi Anda.
nl: Het standaard bestand :file:`settings.py` bevat een redelijke set :setting:`django:AUTH_PASSWORD_VALIDATORS` dat ervoor zorgt dat zwakke wachtwoorden niet zijn toegestaan. U kunt deze instelling aanpassen aan uw beleid voor wachtwoorden.
pt_br: O :file:`settings.py` padrão vem com um conjunto razoável de :setting:`django:AUTH_PASSWORD_VALIDATORS` que garante que senhas fracas não sejam permitidas. Você pode personalizar essa configuração para corresponder à sua política de senha.
sv: Standardfilen :file:`settings.py` innehåller en rimlig uppsättning :setting:`django:AUTH_PASSWORD_VALIDATORS` som säkerställer att svaga lösenord inte tillåts. Du kan anpassa denna inställning så att den överensstämmer med din lösenordspolicy.
tr: Varsayılan :file:`settings.py` dosyasında zayıf parolaların kullanılmasını engelleyen mantıklı bir :setting:`django:AUTH_PASSWORD_VALIDATORS` kümesi bulunur. Bu ayarı parola ilkenize uygun olacak şekilde özelleştirebilirsiniz.
uk: За замовчуванням :file:`settings.py` поставляється з прийнятним набором :setting:`django:AUTH_PASSWORD_VALIDATORS`, який гарантує, що слабкі паролі не дозволені. Ви можете налаштувати цей параметр відповідно до своєї політики паролів.
