Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Useful in several situations like consolidating translation between different components (for example the application and its website) or when bootstrapping a translation for a new component using existing translations (translation memory).
de: Nützlich in verschiedenen Situationen, wie z. B. beim Konsolidieren von Übersetzungen zwischen verschiedenen Komponenten (z. B. der Anwendung und ihrer Website) oder beim Bootstrapping einer Übersetzung für eine neue Komponente unter dem Verwenden bestehender Übersetzungen (Übersetzungsspeicher).
ga: Úsáideach i gcásanna éagsúla mar aistriúchán idir comhpháirteanna éagsúla a chomhdhlúthú (mar shampla an feidhmchlár agus a shuíomh Gréasáin) nó nuair a bhíonn aistriúchán á bhrú do chomhpháirt nua ag baint úsáide as aistriúcháin atá ann cheana féin (cuimhne aistriúcháin).
hu: Többféle esetben is hasznos lehet, például ha fordításokat szeretne egységesíteni különböző összetevők között (például egy alkalmazás és annak weboldala) vagy új összetevő fordításának elindításához meglévő fordítások alapján (fordítási memória).
id: Berguna dalam beberapa situasi seperti menggabungkan terjemahan antara berbagai komponen (misalnya aplikasi dan situs webnya) atau saat melakukan bootstrapping penerjemahan untuk komponen baru menggunakan terjemahan yang ada (memori terjemahan).
ja: 異なるコンポーネント間の翻訳を統合する場合（例: アプリケーションおよびその WEB サイト）や、既存の翻訳（翻訳メモリ）を使用して新しいコンポーネントの翻訳を始める場合に便利です。
nl: Nuttig in verscheidene situaties, zoals het consolideren van vertalingen tussen verschillende onderdelen (bijvoorbeeld de toepassing en zijn website) of bij het opstarten van een vertaling voor een nieuw onderdeel met bestaande vertalingen (vertaalgeheugen).
pt: Útil em várias situações, como a consolidação da tradução entre diferentes componentes (por exemplo, a aplicação e o site dela) ou quando estiver a iniciar uma tradução para um novo componente a usar traduções existentes (memória de tradução).
pt_br: Útil em várias situações, como a consolidação da tradução entre diferentes componentes (por exemplo, o aplicativo e seu site) ou quando estiver iniciando uma tradução para um novo componente usando traduções existentes (memória de tradução).
ro: Utile în mai multe situații, cum ar fi consolidarea traducerii între diferite componente (de exemplu, aplicația și site-ul său web) sau atunci când se creează o traducere pentru o nouă componentă utilizând traducerile existente (memorie de traducere).
ru: Инструмент полезен в ряде ситуаций, например, при объединении переводов различных компонентов (к примеру, приложения его веб-сайта) или при начальном переводе нового компонента с использованием существующих переводов (памяти переводов).
sv: Användbart i flera situationer, till exempel för att konsolidera översättningar mellan olika komponenter (till exempel applikationen och dess webbplats) eller när man startar en översättning för en ny komponent med hjälp av befintliga översättningar (översättningsminne).
ta: வெவ்வேறு கூறுகளுக்கு இடையில் மொழிபெயர்ப்பு (எடுத்துக்காட்டாக பயன்பாடு மற்றும் அதன் வலைத்தளம்) அல்லது ஏற்கனவே உள்ள மொழிபெயர்ப்புகளைப் பயன்படுத்தி (மொழிபெயர்ப்பு நினைவகம்) புதிய கூறுக்கான மொழிபெயர்ப்பை பூட்ச்ட்ராப்பிங் செய்யும் போது பல சூழ்நிலைகளில் பயனுள்ளதாக இருக்கும்.
tr: Farklı bileşenler arasında çeviriyi birleştirmek (uygulama ile site gibi) ya da var olan çevirileri (çeviri belleği) kullanarak yeni bir bileşen için çevirileri önceden hazırlamak gibi çeşitli durumlarda kullanışlıdır.
uk: Корисно у декількох випадках, зокрема консолідації перекладів між різними складниками (наприклад, програмою та його вебсайтом) або при започаткуванні перекладу для нового складника на основі наявних перекладів (пам'яті перекладів).
zh_hans: 在以下几种情况下非常有用，例如在不同组件之间合并翻译（例如应用程序及其网站），或者使用现有翻译（翻译记忆库）为新组件引导翻译。
zh_hant: 在幾種情況下有用，如在不同組件（例如應用程序及其網站）之間的統一轉換（例如應用程序及其網站）或使用現有翻譯（翻譯記憶庫）引導用於新組件的翻譯時。

source: The automatically translated strings are labelled :guilabel:`Automatically translated`.
de: Die automatisch übersetzten Zeichenketten sind mit :guilabel:`Automatisch übersetzt` gekennzeichnet.
ga: Tá na teaghráin aistrithe go huathoibríoch lipéadaithe :guilabel:`Aistrithe go huathoibríoch`.
hu: Az automatikusan lefordított szövegek az :guilabel:`Automatikusan lefordítva` címkével vannak ellátva.
id: String yang diterjemahkan secara otomatis diberi label :guilabel:`Automatically translated`.
ja: 自動翻訳された文字列には、:guilabel:`自動翻訳された文字列` というラベルが付けられます。
nl: De automatisch vertaalde tekenreeksen zijn gelabeld met :guilabel:`Automatisch vertaald`.
pt: As cadeias traduzidos automaticamente são etiquetados como :guilabel:`Traduzido automaticamente`.
pt_br: Os textos traduzidos automaticamente são etiquetados como :guilabel:`Traduzido automaticamente`.
ro: Șirurile de caractere traduse automat sunt etichetate :guilabel:`Automatically translated`.
ru: Автоматически переведённые строки помечены :guilabel:`«Автоматически переведено»`.
sv: De automatiskt översatta strängarna är märkta med :guilabel:`Automatically translated`.
ta: தானாக மொழிபெயர்க்கப்பட்ட சரங்கள் பெயரிடப்பட்டுள்ளன: வபஇசிட்டை: `தானாக மொழிபெயர்க்கப்பட்டுள்ளது`.
tr: Kendiliğinden çevrilmiş dizgelerin :guilabel:`Kendiliğinden çevrilmiş` olarak etiketlenmesi sağlandı.
uk: Для автоматично перекладених рядків програма встановлює мітку :guilabel:`Перекладено автоматично`.
zh_hans: 自动翻译的字符串会被打上 :guilabel:`自动翻译` 标签。

source: To avoid abuse of the interface, rate limiting is applied to several operations like searching, sending contact forms, or translating. If affected by it, you are blocked for a certain period, until you can perform the operation again.
de: Um einen Missbrauch der Schnittstelle zu vermeiden, wird die Geschwindigkeit bei verschiedenen Vorgängen wie Suchen, Senden von Kontaktformularen, oder Übersetzen begrenzt. Wenn Sie davon betroffen sind, werden Sie für einen bestimmten Zeitraum gesperrt, bis Sie den Vorgang erneut ausführen können.
ga: Chun mí-úsáid an chomhéadain a sheachaint, cuirtear teorannú rátaí i bhfeidhm ar roinnt oibríochtaí amhail cuardach, seoladh foirmeacha teagmhála, nó aistriúchán. Má chuireann sé isteach air, cuirtear bac ort ar feadh tréimhse áirithe, go dtí gur féidir leat an oibríocht a dhéanamh arís.
hu: Az esetleges visszaélések elkerülése érdekében egyes műveletekre – például keresésre, kapcsolatfelvételi űrlap beküldésére vagy fordításra – sebességkorlátozás (rate limit) van érvényben. Amennyiben ez érinti, az adott művelet ideiglenesen le lesz tiltva, és csak egy meghatározott idő elteltével válik újra elérhetővé.
id: Untuk menghindari penyalahgunaan antarmuka, pembatasan akses diterapkan pada beberapa operasi seperti pencarian, pengiriman formulir kontak, atau penerjemahan. Jika terpengaruh oleh pembatasan ini, Anda akan diblokir untuk jangka waktu tertentu hingga Anda dapat melakukan operasi tersebut kembali.
ja: インターフェイスの不正使用を避けるため、検索、問い合わせフォームの送信、翻訳などの一部の操作に接続制限を適用しています。制限の影響を受けた場合、操作を再開できるまで、一定期間接続を遮断します。
nl: Voor het vermijden van misbruik van de interface worden beperkingen toegepast op verschillende bewerkingen, zoals zoeken, versturen van contactformulieren of vertalen. Indien u hierdoor wordt getroffen, wordt u voor een bepaalde periode geblokkeerd, totdat u de bewerking opnieuw kunt uitvoeren.
pt_br: Para evitar abusos na interface, uma limitação de taxa é aplicada a várias operações como busca, envio de formulários de contato ou tradução. Se afetado por isto, você fica bloqueado por um certo período até que você possa executar a operação novamente.
sv: För att undvika missbruk av gränssnittet tillämpas hastighetsbegränsning på flera åtgärder, såsom sökning, skickande av kontaktformulär eller översättning. Om du påverkas av detta blockeras du under en viss period, tills du kan utföra åtgärden igen.
ta: இடைமுகத்தை தீய பயன்பாடு செய்வதைத் தவிர்ப்பதற்கு, தேடல், தொடர்பு படிவங்களை அனுப்புதல் அல்லது மொழிபெயர்ப்பது போன்ற பல செயல்பாடுகளுக்கு வீதத்தைக் கட்டுப்படுத்துவது பயன்படுத்தப்படுகிறது. இதன் மூலம் பாதிக்கப்பட்டால், நீங்கள் மீண்டும் ஒரு குறிப்பிட்ட காலத்திற்கு தடுக்கப்படுவீர்கள், நீங்கள் மீண்டும் செயல்பாட்டைச் செய்ய முடியும்.
tr: Arayüzün kötüye kullanılmasını önlemek için, arama yapma, iletişim formları gönderme ya da çeviri gibi çeşitli işlemlere istek sınırlaması uygulanır. İstek sınırlamasına takıldığınızda, işlemi yeniden yapabilmek için belirli bir süre beklemeniz gerekir.
uk: Щоб запобігти зловживанню інтерфейсу, до декількох дій, зокрема пошуку, надсилання контактної форми та перекладу, застосовується обмеження за частотою. Якщо обмеження буде перевищено, користувача буде заблоковано на певний період, протягом якого він не зможе виконувати ці дії.
zh_hans: 为了避免滥用界面，速率限制适用于多个操作，如搜索、发送联系表单或翻译。如果受其影响，您将被阻止一段时间，直到您可以再次执行该操作。

source: Default limits and fine-tuning is described in the administrative manual, see :ref:`rate-limit`.
de: Die voreingestellten Grenzwerte und die Feinabstimmung sind im Handbuch für Administratoren beschrieben, siehe :ref:`rate-limit`.
ga: Déantar cur síos ar theorainneacha réamhshocraithe agus mionchoigeartú sa lámhleabhar riaracháin, féach :ref:`rate-limit`.
hu: Az alapértelmezett korlátok és azok finomhangolása az adminisztrációs kézikönyvben található, lásd: :ref:`rate-limit`.
id: Batasan bawaan dan penyempurnaan dijelaskan dalam manual administratif, lihat :ref:`rate-limit`.
ja: デフォルトの制限値と最適な設定については、管理者ドキュメントを確認してください。参照: :ref:`rate-limit`。
nl: Standaard limieten en fijn afstemmen wordt beschreven in de handleiding voor beheerders, bekijk :ref:`rate-limit`.
pt: Os limites predefinidos e o ajuste fino estão descritos no manual administrativo, veja :ref:`rate-limit`.
pt_br: Os limites predefinidos e o ajuste fino estão descritos no manual administrativo, consulte :ref:`rate-limit`.
ro: Limitele implicite și reglajul fin sunt descrise în manualul administrativ, a se vedea :ref:`rate-limit`.
ru: Ограничения по умолчанию и точная настройка описаны в руководстве по администрированию, смотреть раздел :ref:`rate-limit`.
sv: Standardgränser och finjustering beskrivs i administrationshandboken, se :ref:`rate-limit`.
tr: Varsayılan sınırlar ve ince ayarlar yönetim rehberinde açıklanmıştır. Ayrıntılı bilgi almak için: :ref:`rate-limit`.
uk: Типові обмеження і їхнє коригування описано у підручнику з адміністрування, див. :ref:`rate-limit`.
zh_hans: 默认限制和微调在管理手册中有描述，参见 :ref:`rate-limit` 。
zh_hant: 默認限制和微調在管理手冊中介紹，請參閱：參考：“速率限制”。

source: Search and replace
de: Suchen und Ersetzen
ga: Cuardaigh agus ionadaigh
hu: Keresés és csere
id: Cari dan ganti
ja: 検索と置換
nl: Zoeken en vervangen
pt: Procurar e substituir
pt_br: Buscar e substituir
ro: Caută și înlocuiește
ru: Поиск и замена
sv: Sök och ersätt
ta: தேடி மாற்றவும்
tr: Arama ve değiştirme
uk: Пошук та заміна
zh_hans: 搜索并替换
zh_hant: 搜尋並取代

source: Change terminology effectively or perform bulk fixing of the strings using :guilabel:`Search and replace` in the :guilabel:`Tools` menu.
de: Mit :guilabel:`Suchen und Ersetzen` im Menü :guilabel:`Werkzeuge` können Sie die Terminologie effektiv ändern oder Zeichenketten durch Massenbearbeitung korrigieren.
ga: Athraigh an téarmaíocht go héifeachtach nó déan bulccheartú ar na teaghráin ag úsáid :guilabel:`Cuardaigh agus cuir in ionad` sa roghchlár :guilabel:`Tools`.
hu: Hatékony kifejezéscserére vagy tömeges javításra használja a :guilabel:`Keresés és csere` eszközt az :guilabel:`Eszközök` menüben.
id: Ubah terminologi secara efektif atau lakukan perbaikan massal string menggunakan :guilabel:`Search and replace` di menu :guilabel:`Tools`.
ja: 用語を効率的に変更したり、文字列をまとめて修正をするには、 :guilabel:`ツール` メニューから :guilabel:`検索と置換` を使用します。
nl: Effectief wijzigen van de terminologie of in-bulk repareren van tekenreeksen uitvoeren met :guilabel:`Zoeken en vervangen` in het menu :guilabel:`Gereedschap`.
pt: Altere a terminologia efetivamente ou execute a correção em massa das cadeias a usar :guilabel:`Pesquisar e substituir` no menu :guilabel:`Ferramentas`.
pt_br: Altere a terminologia efetivamente ou execute a correção em massa dos textos usando :guilabel:`Buscar e substituir` no menu :guilabel:`Ferramentas`.
ro: Schimbați terminologia în mod eficient sau efectuați fixarea în bloc a șirurilor de caractere utilizând :guilabel:`Cercetare și înlocuire` din meniul :guilabel:`Unelte`.
ru: Для эффективного изменения какого-то термина или для производства какого-либо массового исправления в строках, ваш нужен :guilabel:`Поиск и замена` — Он расположен в меню :guilabel:`Инструменты`.
sv: Ändra terminologin effektivt eller utför masskorrigeringar av strängarna med hjälp av :guilabel:`Sök och ersätt` i menyn :guilabel:`Verktyg`.
ta: சொற்களஞ்சியத்தை திறம்பட மாற்றவும் அல்லது பயன்படுத்தி சரங்களை மொத்தமாக சரிசெய்யவும்: வபஇசிட்டை: `தேடு மற்றும் மாற்றவும்` இல்: வபஇசிட்டை:` கருவிகள்` பட்டியல்.
tr: Terminolojiyi verimli şekilde değiştirebilir ya da :guilabel:`Araçlar` menüsündeki :guilabel:`Arama ve değiştirme` seçeneğini kullanarak dizgeleri toplu olarak düzeltebilirsiniz.
uk: Якщо ви хочете змінити термінологію або виконати якесь пакетне виправлення рядків, можете скористатися можливістю :guilabel:`Пошук та заміна`. Відповідний пункт можна знайти у меню :guilabel:`Засоби`.
zh_hans: 使用 :guilabel:`工具` 菜单中的 :guilabel:`搜索并替换` 有效地更改术语或执行字符串的批量修复。
zh_hant: 使用：Guilabel有效地改變術語或執行批量固定字符串：“搜索和替換”：Guilabel：“工具”菜單。

source: Don't worry about messing up the strings, as it is a two-step process. A preview of edited strings is shown before confirming the change.
de: Machen Sie sich keine Sorgen, dass Sie die Zeichenketten durcheinanderbringen könnten, denn es handelt sich um einen zweistufigen Prozess. Eine Vorschau der bearbeiteten Zeichenketten wird angezeigt, bevor die Änderung bestätigt wird.
ga: Ná bíodh imní ort faoi na teaghráin a bhrú suas, mar is próiseas dhá chéim é. Taispeántar réamhamharc ar theaghráin curtha in eagar sula ndearbhaítear an t-athrú.
hu: Nem kell aggódni a hibák miatt, mert a folyamat kétlépcsős. A szerkesztett szövegek előnézete megjelenik a véglegesítés előtt.
id: Jangan khawatir tentang string yang berantakan, karena ini adalah proses dua langkah. Pratinjau string yang telah disunting akan ditampilkan sebelum mengonfirmasi perubahan.
ja: 文字列が破壊されるかどうかの心配をする必要はありません。変更は 2 段階で行われ、実際に変更を確定する前にプレビュー表示で確認をします。
nl: Wees niet bang om de tekenreeksen te beschadigen, dit is een proces in twee stappen. Eerst wordt een voorbeeld van de bewerkte tekenreeksen weergegeven voordat de wijziging wordt bevestigd.
pt_br: Não se preocupe em bagunçar os textos, pois é um processo de duas etapas. Uma prévia dos textos editados é mostrada antes de confirmar a alteração.
sv: Oroa dig inte för att förstöra strängarna, eftersom det är en tvåstegsprocess. En förhandsgranskning av redigerade strängar visas innan ändringen bekräftas.
ta: இது இரண்டு-படி செயல்முறை என்பதால், சரங்களை குழப்புவதைப் பற்றி கவலைப்பட வேண்டாம். மாற்றத்தை உறுதிப்படுத்துவதற்கு முன் திருத்தப்பட்ட சரங்களின் முன்னோட்டம் காட்டப்பட்டுள்ளது.
tr: Dizgeleri karıştıracağınızdan endişelenmeyin. Bu işlem, asıl değişiklikleri onaylamadan önce düzenlenen dizgelerin ön izlemesini görebileceğiniz şekilde iki adımda yapılır.
uk: Не переймайтеся — ризик невиправної шкоди мінімальний. Процедуру поділено на два кроки: програма покаже вам попередній перегляд редагувань, перш ніж справжні зміни буде внесено.
zh_hans: 不用担心会弄乱字符串。此过程分为两步：先显示要编辑字符串的预览，再确认实际改动。

source: Bulk editing allows performing one operation for multiple strings. Define strings by searching for them and actions to perform on matching ones. Supported operations:
de: Die Massenbearbeitung ermöglicht das Durchführen eines Vorgangs für mehrere Zeichenketten. Definieren Sie Zeichenketten, indem Sie nach ihnen suchen, und führen Sie Aktionen für die entsprechenden Zeichenketten durch. Unterstützte Operationen:
ga: Ceadaíonn mór-eagarthóireacht oibríocht amháin a dhéanamh le haghaidh teaghráin iolracha. Sainmhínigh teaghráin trí iad a chuardach agus gníomhartha le déanamh ar na cinn a mheaitseálann. Oibríochtaí tacaithe:
hu: A tömeges szerkesztés lehetővé teszi, hogy egy műveletet több szövegen hajtson végre. A szerkesztendő szövegek kereséssel választhatók ki, és ezekre adható meg a végrehajtandó művelet. Támogatott műveletek:
id: Penyuntingan massal memungkinkan Anda melakukan satu operasi untuk beberapa string. Tentukan string dengan mencarinya dan tindakan yang akan dilakukan pada string yang cocok. Operasi yang didukung:
ja: 一括編集では、複数の文字列に対して 1 つの修正をまとめて実行できます。検索する文字列を設定し、一致するすべての文字列を更新します。対応する操作:
nl: In-bulk bewerken maakt het mogelijk een bewerking uit te voeren voor meerdere tekenreeksen. Definieer tekenreeksen door ze te zoeken en de acties om daar op uit te voeren. Ondersteunde bewerkingen:
pt_br: A edição em massa permite executar uma operação para vários textos. Defina textos buscando-os e ações a serem executadas nas correspondentes. Operações suportadas:
sv: Massredigering gör det möjligt att utföra en åtgärd för flera strängar. Definiera strängar genom att söka efter dem och åtgärder som ska utföras på matchande strängar. Stödda åtgärder:
ta: மொத்த திருத்துதல் பல சரங்களுக்கு ஒரு செயல்பாட்டைச் செய்ய அனுமதிக்கிறது. சரங்களை அவற்றைத் தேடுவதன் மூலம் வரையறுக்கவும் மற்றும் பொருந்தக்கூடியவற்றைச் செய்வதற்கான செயல்கள். உதவி செயல்பாடுகள்:
tr: Toplu düzenleme, belirli sayıda dizge üzerinde tek bir işlem yapılmasına izin verir. Dizgeleri arama ile tanımlarsınız ve eşleşen dizgelere uygulanacak işlemi ayarlarsınız. Şu işlemleri yapabilirsiniz:
uk: Масове редагування дозволяє виконувати одну операцію над кількома рядками. Визначайте рядки шляхом їх пошуку та дії, які слід виконати над рядками, що збігаються. Підтримувані операції:
zh_hans: 批量编辑允许对多条字符串执行一个操作。您可以通过搜索字符串来定义字符串，并为匹配字符串设置要执行的操作。支持以下操作：

source: Change string state (for example to approve all unreviewed strings).
de: Ändern des Zeichenkettenstatus (z. B. um alle ungeprüften Zeichenketten zu genehmigen).
ga: Athraigh staid na téad (mar shampla chun gach teaghrán neamhathbhreithnithe a cheadú).
hu: Szöveg állapotának módosítása (például az összes ellenőrizetlen szöveg jóváhagyása).
id: Mengubah status string (misalnya untuk menyetujui semua string yang belum ditinjau).
ja: 文字列の状態の変更（例: 査読待ちのすべての文字列の承認）。
nl: Wijzig de status van de tekenreeks (bijvoorbeeld om alle niet beoordeelde tekenreeksen goed te keuren).
pt_br: Alterar o status de texto (por exemplo, para aprovar todos os textos não revisados).
sv: Ändra strängstatus (till exempel för att godkänna alla granskade strängar).
ta: சரம் நிலையை மாற்றவும் (எடுத்துக்காட்டாக, மறுபரிசீலனை செய்யப்படாத அனைத்து சரங்களையும் அங்கீகரிக்க).
tr: Dizge durumunu değiştirme (örneğin onaylanmamış tüm dizgeler onaylanabilir).
uk: Зміна стану рядка (наприклад, можна підтвердити усі рядки , які очікують на рецензування).
zh_hans: 更改字符串状态（例如，批准所有未审阅的字符串）。

source: Adjust translation flags (see :ref:`custom-checks`)
de: Anpassen der Übersetzungsmarkierungen (siehe :ref:`custom-checks`)
ga: Coigeartaigh bratacha aistriúcháin (féach :ref:`custom-checks`)
hu: Fordítási jelzők módosítása (lásd: :ref:`custom-checks`)
id: Sesuaikan tanda terjemahan (lihat :ref:`custom-checks`)
ja: 翻訳フラグの変更（参照: :ref:`custom-checks`）
nl: Vlaggen voor vertaling aanpassen (bekijk :ref:`custom-checks`)
pt: Ajustar os marcadores de tradução (ver :ref:`custom-checks`)
pt_br: Ajustar os marcadores de tradução (consulte :ref:`custom-checks`)
ro: Ajustarea indicatoarelor de traducere (a se vedea :ref:`custom-checks`)
ru: Корректировка флагов перевода (смотрите раздел :ref:`custom-checks`)
sv: Justera översättningsflaggor (se :ref:`custom-checks`)
tr: Çeviri imlerini ayarlama (ayrıntılı bilgi almak için: :ref:`custom-checks`)
uk: Коригування прапорців перекладу (див. :ref:`custom-checks`)
zh_hans: 调整翻译标记（请参见 :ref:`custom-checks`）
zh_hant: 調整翻譯標誌（參見：參考：“定制檢查”）

source: Adjust string labels (see :ref:`labels`)
de: Anpassen der Zeichenkette-Labels (siehe :ref:`labels`)
ga: Coigeartaigh lipéid teaghrán (féach :ref:`labels`)
hu: Szöveghez tartozó címkék módosítása (lásd: :ref:`labels`)
id: Sesuaikan label string (lihat :ref:`labels`)
ja: 文字列ラベルの変更（参照: :ref:`labels`）
nl: Labels voor tekenreeksen aanpassen (bekijk :ref:`labels`)
pt: Ajustar as etiquetas de cadeias (veja :ref:`labels`)
pt_br: Ajustar as etiquetas de texto (consulte :ref:`labels`)
ro: Reglați etichetele șirurilor de caractere (a se vedea :ref:`labels`)
ru: Корректировка меток строк (смотрите раздел :ref:`labels`)
sv: Justera strängetiketter (se :ref:`labels`)
tr: Dizge etiketlerini ayarlama (ayrıntılı bilgi almak için: :ref:`labels`)
uk: Коригування міток рядків (див. :ref:`labels`)
zh_hans: 调整字符串标签（请参见 :ref:`labels`）
zh_hant: 調整字符串標籤（參見：參考：“標籤”）

source: This tool is called :guilabel:`Bulk edit`, accessible in the :guilabel:`Tools` menu of each project, component or translation.
de: Dieses Werkzeug heißt :guilabel:`Massenbearbeitung` und ist über das Menü :guilabel:`Werkzeuge` jedes Projekts, jeder Komponente und jeder Übersetzung zugänglich.
ga: Tugtar :guilabel:`Bulk edit` ar an uirlis seo, atá inrochtana sa roghchlár :guilabel:`Tools` de gach tionscadal, comhpháirt nó aistriúchán.
hu: Ez az eszköz a :guilabel:`Tömeges szerkesztés`, amely minden projekt, összetevő vagy fordítás :guilabel:`Eszközök` menüjében elérhető.
id: Alat ini disebut :guilabel:`Bulk edit`, dapat diakses di menu :guilabel:`Tools` pada setiap proyek, komponen, atau terjemahan.
ja: このツールは :guilabel:`一括編集` と呼ばれ、それぞれのプロジェクト、コンポーネント、または翻訳の :guilabel:`ツール` メニューから操作します。
nl: Dit gereedschap is genaamd :guilabel:`In bulk bewerken`, toegankelijk in het menu :guilabel:`Gereedschap` van elk project, onderdeel of vertaling.
pt_br: Esta ferramenta é chamada :guilabel:`Editor em massa`, acessível no menu :guilabel:`Ferramentas` de cada projeto, componente ou tradução.
sv: Det här verktyget heter :guilabel:`Massredigering` och finns i menyn :guilabel:`Verktyg` för varje projekt, komponent eller översättning.
ta: இந்த கருவி அழைக்கப்படுகிறது: கிலாபெல்: `மொத்த திருத்து`, அணுகக்கூடியது: கிலாபெல்: ஒவ்வொரு திட்டத்தின் பட்டியல், கூறு அல்லது மொழிபெயர்ப்பின் பட்டியல்.
tr: Bu araca :guilabel:`Toplu düzenleme` adı verilmiştir ve her projenin, bileşenin ya da çevirinin :guilabel:`Araçlar` menüsünden erişilebilir.
uk: Цей інструмент називається :guilabel:`Пакетне редагування`. Доступ до нього можна отримати за допомогою меню :guilabel:`Засоби` проєкту, складника або перекладу.
zh_hans: 这个工具叫做 :guilabel:`批量编辑`，可以在每个项目、部件或翻译的 :guilabel:`工具` 菜单中访问。

source: :ref:`Bulk edit add-on <addon-weblate.flags.bulk>`
de: :ref:`Erweiterung für Massenbearbeitung <addon-weblate.flags.bulk>`
hu: :ref:`Tömeges szerkesztés kiegészítő <addon-weblate.flags.bulk>`
nl: :ref:`Add-on Bulk edit <addon-weblate.flags.bulk>`
pt: :ref:`Extensão de edição em massa <addon-weblate.flags.bulk>`
pt_br: :ref:`Extensão de edição em massa <addon-weblate.flags.bulk>`
ru: :ref:`Надстройка «Массовая правка» <addon-weblate.flags.bulk>`
sv: :ref:`Tillägg för massredigering <addon-weblate.flags.bulk>`
tr: :ref:`Toplu düzenleme eklentisi <addon-weblate.flags.bulk>`
uk: :ref:`Додаток пакетного редагування <addon-weblate.flags.bulk>`
zh_hans: :ref:`批量编辑附加组件 <addon-weblate.flags.bulk>`

source: Matrix View
de: Matrixansicht
ga: Amharc Maitrís
hu: Mátrixnézet
id: Tampilan Matriks
ja: マトリックス表示
nl: Weergave Matrix
pt: Visualização em matriz
pt_br: Visualização em matriz
ro: Vedere Matrix
ru: Просмотр в виде матрицы
sv: Matrisvy
ta: அணி பார்வை
tr: Matris görünümü
uk: Матричний перегляд
zh_hans: 矩阵视图
