Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can compare different languages efficiently using this view. It is available on every component page, from the :guilabel:`Tools` menu. First select all languages you want to compare, confirm your selection, then click on any translation to open and edit it.
de: Mit dieser Ansicht können Sie verschiedene Sprachen effizient vergleichen. Sie ist auf jeder Seite einer Komponente über das Menü :guilabel:`Werkzeuge` verfügbar. Wählen Sie zunächst alle Sprachen aus, die Sie vergleichen möchten, bestätigen Sie die Auswahl und klicken Sie dann auf eine Übersetzung, um sie zu öffnen und zu bearbeiten.
ga: Is féidir leat teangacha éagsúla a chur i gcomparáid go héifeachtach leis an radharc seo. Tá sé ar fáil ar gach leathanach comhpháirte, ón roghchlár :guilabel:`Tools`. Ar dtús roghnaigh gach teanga is mian leat a chur i gcomparáid, deimhnigh do rogha, ansin cliceáil ar aon aistriúchán chun é a oscailt agus a chur in eagar.
hu: Ebben a nézetben hatékonyan összehasonlíthatók a különböző nyelvek. Minden összetevőoldalon elérhető az :guilabel:`Eszközök` menüből. Először válassza ki az összehasonlítandó nyelveket, erősítse meg a választást, majd kattintson bármelyik fordításra annak megnyitásához és szerkesztéséhez.
id: Anda dapat membandingkan berbagai bahasa secara efisien menggunakan tampilan ini. Tampilan ini tersedia di setiap halaman komponen, dari menu :guilabel:`Tools`. Pertama, pilih semua bahasa yang ingin Anda bandingkan, konfirmasikan pilihan Anda, lalu klik terjemahan mana pun untuk membuka dan menyuntingnya.
nl: U kunt verschillende talen efficiënt vergelijken met deze weergave. Het is beschikbaar op elke pagina van een onderdeel, vanuit het menu :guilabel:`Tools`. Selecteer eerst alle talen die u wilt vergelijken, bevestig uw selectie, en klik dan op een vertaling om die te openen en te bewerken.
pt_br: Você pode comparar diferentes idiomas de forma eficiente usando esta visualização. Ela está disponível em todas as páginas do componente no menu :guilabel:`Ferramentas`. Primeiro selecione todos os idiomas que deseja comparar, confirme sua seleção e clique em qualquer tradução para abri-la e editá-la.
sv: Du kan jämföra olika språk effektivt med hjälp av denna vy. Den är tillgänglig på varje komponentsida, från menyn :guilabel:`Verktyg`. Välj först alla språk du vill jämföra, bekräfta ditt val och klicka sedan på valfri översättning för att öppna och redigera den.
tr: Bu görünümü kullanarak farklı dilleri verimli bir şekilde karşılaştırabilirsiniz. Her bileşen sayfasında, :guilabel:`Araçlar` menüsünden kullanılabilir. Önce karşılaştırmak istediğiniz tüm dilleri seçin, seçiminizi onaylayın, ardından açmak ve düzenlemek için herhangi bir çeviriye tıklayın.
uk: За допомогою цього перегляду можна ефективно порівнювати різні мови. Він доступний на кожній сторінці компонента з меню :guilabel:`Tools`. Спочатку виберіть усі мови, які ви хочете порівняти, підтвердьте свій вибір, а потім натисніть будь-який переклад, щоб відкрити та відредагувати його.

source: The matrix view is also a very good starting point to find missing translations in different languages, and quickly add them from one view.
de: Die Matrixansicht ist auch ein sehr guter Ausgangspunkt, um fehlende Übersetzungen in verschiedenen Sprachen zu finden, und sie schnell von einer Ansicht aus hinzuzufügen.
ga: Is pointe tosaigh an-mhaith é an t-amharc maitrís freisin chun aistriúcháin in easnamh i dteangacha éagsúla a aimsiú, agus iad a chur go tapa ó radharc amháin.
hu: A mátrixnézet jól használható a különböző nyelveken hiányzó fordítások áttekintésére és gyors pótlására egyetlen nézetben.
id: Tampilan matriks juga merupakan titik awal yang sangat baik untuk menemukan terjemahan yang hilang dalam berbagai bahasa, dan dengan cepat menambahkannya dari satu tampilan.
ja: マトリックス表示は、ひとつの表示から異なる言語に不足している翻訳を見つけ、ただちに追加したいときの始め方として最適です。
nl: De matrixweergave is ook een goed beginpunt om ontbrekende vertalingen te zoeken in verschillende talen en ze snel toe te voegen vanuit een weergave.
pt_br: A visualização em matriz também é um bom ponto de partida para encontrar traduções ausentes em diferentes idiomas e adicioná-las rapidamente a partir de uma visualização.
sv: Matrisvyn är också en mycket bra utgångspunkt för att hitta saknade översättningar på olika språk och snabbt lägga till dem från en vy.
ta: வெவ்வேறு மொழிகளில் காணாமல் போன மொழிபெயர்ப்புகளைக் கண்டறிவதற்கு மேட்ரிக்ச் பார்வை ஒரு நல்ல தொடக்க புள்ளியாகும், மேலும் அவற்றை ஒரு பார்வையில் இருந்து விரைவாகச் சேர்க்கவும்.
tr: Matris görünümü, farklı dillerdeki eksik çevirileri bulmak ve bunları tek bir görünümden hızla eklemek için de çok iyi bir başlangıç noktasıdır.
uk: Матричний режим перегляду також є чудовим початковим пунктом для пошуку пропущених перекладів різними мовами і швидкого додавання їх на одну панель перегляду.
zh_hans: 矩阵视图也是一个非常好的起点，可以找到不同语言中缺少的翻译，并从一个视图快速添加它们。

source: Zen Mode
de: Zen-Modus
ga: Cluiche Zen Faisean
hu: Zen mód
id: Mode Zen
ja: Zen モード
nl: Modus Zen
pt: Modo zen
pt_br: Modo zen
ro: Modul Zen
ru: Дзен-режим
sv: Zen-läge
ta: சென் பயன்முறை
tr: Zen kipi
uk: Режим дзен
zh_hans: 禅模式

source: This mode simplifies the layout and removes additional UI elements such as :guilabel:`Nearby strings` or the :guilabel:`Glossary`. It is available by clicking the :guilabel:`Zen` button on the top-right of the regular editor (translation of a string).
de: Dieser Modus vereinfacht das Layout und entfernt zusätzliche Bedienelemente wie :guilabel:`Benachbarte Zeichenketten` oder das :guilabel:`Glossar`. Er wird durch Klicken auf die Schaltfläche :guilabel:`Zen` oben rechts im regulären Editor (Übersetzung einer Zeichenkette) aufgerufen.
ga: Déanann an mód seo an leagan amach a shimpliú agus baintear gnéithe breise Chomhéadain mar :guilabel:`Teaghráin in aice láimhe` nó an :guilabel:`Gluais`. Tá sé ar fáil ach cliceáil ar an gcnaipe :guilabel:`Zen` ar bharr na láimhe deise den ghnátheagarthóir (aistriúchán teaghrán).
hu: Ez a mód leegyszerűsíti az elrendezést és eltávolítja a további felületi elemeket, például a :guilabel:`Szomszédos szövegek` vagy a :guilabel:`Szójegyzék` panelt. A funkció a normál szerkesztőfelületen, egy szöveg fordításakor a jobb felső sarokban található :guilabel:`Zen` gombra kattintva érhető el.
id: Mode ini menyederhanakan tata letak dan menghapus elemen UI tambahan seperti :guilabel:`Nearby strings` atau :guilabel:`Glossary``. Mode ini tersedia dengan mengeklik tombol :guilabel:`Zen` di kanan atas penyunting reguler (terjemahan string).
ja: このモードでは、レイアウトがシンプルになり、:guilabel:`前後の文字列` または :guilabel:`用語集` などの追加の UI 要素が非表示になります。通常のエディタ（文字列の翻訳）の右上にある :guilabel:`Zen` ボタンをクリックすると、このモードに切り替えることができます。
nl: Deze modus vereenvoudigt de lay-out en verwijdert aanvullende elementen van de gebruikersinterface, zoals :guilabel:`Nabijgelegen tekenreeksen` of de :guilabel:`Woordenlijst`. Het is beschikbaar door te klikken op de knop :guilabel:`Zen` rechtsboven de normale bewerker (vertalen van een tekenreeks).
pt_br: Este modo simplifica o layout e remove elementos adicionais da interface, como :guilabel:`Textos próximos` ou o :guilabel:`Glossário`. Ele está disponível clicando no botão :guilabel:`Zen` no canto superior direito do editor regular (tradução de um texto).
sv: Det här läget förenklar layouten och tar bort extra UI-element som :guilabel:`Närliggande strängar` eller :guilabel:`Ordlista`. Du kommer åt det genom att klicka på :guilabel:`Zen`-knappen längst upp till höger i den vanliga redigeraren (översättning av en sträng).
ta: இந்த பயன்முறை தளவமைப்பை எளிதாக்குகிறது மற்றும் கூடுதல் இடைமுகம் கூறுகளை நீக்குகிறது: கிலாபெல்: `அருகிலுள்ள சரங்கள்` அல்லது: கிலாபெல்:` சொற்களஞ்சியம்`. வழக்கமான எடிட்டரின் மேல்-வலதுபுறத்தில் (ஒரு சரத்தின் மொழிபெயர்ப்பு) `சென்` பொத்தானைக் சொடுக்கு செய்வதன் மூலம் இது கிடைக்கிறது.
tr: Bu kip yerleşimi basitleştirir ve :guilabel:`Yakındaki dizgeler` veya :guilabel:`Sözlük` gibi ek kullanıcı arayüzü ögelerini kaldırır. Normal düzenleyicinin sağ üst köşesindeki :guilabel:`Zen` düğmesine tıklanarak kullanılabilir (bir dizgenin çevrilmesi).
uk: Цей режим спрощує компонування і прибирає додаткові елементи інтерфейсу, такі як :guilabel:`Nearby strings` або :guilabel:`Glossary`. Він доступний за натисканням кнопки :guilabel:`Zen` у правому верхньому куті звичайного редактора (переклад рядка).
zh_hans: 此模式简化了布局并删除了额外额用户界面元素，如 :guilabel:`邻近字符串` 或 :guilabel:`术语表`。如何进入此模式：单击常规编辑器（字符串翻译）右上方的 :guilabel:`禅模式` 按钮。

source: Version control integration
de: Integration der Versionsverwaltung
ga: Comhtháthú rialaithe leagan
hu: Verziókezelő integráció
id: Integrasi kontrol versi
ja: バージョン管理との連携
nl: Versiebeheerintegratie
pt: Integração de controlo de versões
pt_br: Integração com controle de versão
ro: Integrare control versiune
ru: Интеграция с системой контроля версий
sv: Integration av versionskontroll
ta: பதிப்பு கட்டுப்பாட்டு ஒருங்கிணைப்பு
tr: Sürüm denetimi bütünleştirmesi
uk: Інтеграція з системою керування версіями
zh_hans: 版本控制集成
zh_hant: 版本控制整合

source: Weblate currently supports :ref:`vcs-git` (with extended support for :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center`, and :ref:`vcs-azure-devops`) and :ref:`vcs-mercurial` as version control back-ends.
de: Weblate unterstützt derzeit :ref:`vcs-git` (mit erweiterter Unterstützung für :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center` und :ref:`vcs-azure-devops`) und :ref:`vcs-mercurial` als Versionsverwaltung-Backends.
ga: Tacaíonn Weblate faoi láthair le :ref:`vcs-git` (le tacaíocht leathnaithe do :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center`, and :ref:`vcs-azure-devops`) agus :ref:`vcs-mercurial` mar chúlchríocha rialaithe leagain.
hu: A Weblate jelenleg támogatja a :ref:`vcs-git` rendszert (kiterjesztett támogatással: :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center`, valamint :ref:`vcs-azure-devops`) és a :ref:`vcs-mercurial` verziókezelő háttérrendszert.
id: Weblate saat ini mendukung :ref:`vcs-git` (dengan dukungan tambahan untuk :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center`, dan :ref:`vcs-azure-devops`) dan :ref:`vcs-mercurial` sebagai back-end kontrol versi.
nl: Weblate ondersteunt momenteel :ref:`vcs-git` (met uitgebreide ondersteuning voor :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center` en :ref:`vcs-azure-devops`) en :ref:`vcs-mercurial` als versiebeheer backends.
pt_br: Weblate atualmente tem suporte a :ref:`vcs-git` (com suporte estendido a :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center` e :ref:`vcs-azure-devops`) e :ref:`vcs-mercurial` como back-ends de controle de versão.
sv: Weblate stöder för närvarande :ref:`vcs-git` (med utökat stöd för :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center` och :ref:`vcs-azure-devops`) och :ref:`vcs-mercurial` som versionshanteringsbackend.
tr: Weblate şu anda :ref:`vcs-git` (gelişmiş destek ile :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center` ve :ref:`vcs-azure-devops`) ve :ref:`vcs-mercurial` sürüm denetimi sistemlerini destekliyor.
uk: У поточній версії Weblate передбачено підтримку модулів керування версіями :ref:`vcs-git` (із розширеною підтримкою :ref:`vcs-github`, :ref:`vcs-gitlab`, :ref:`vcs-gitea`, :ref:`vcs-gerrit`, :ref:`vcs-git-svn`, :ref:`vcs-bitbucket-cloud`, :ref:`vcs-bitbucket-data-center` і :ref:`vcs-azure-devops`) та :ref:`vcs-mercurial`.

source: Accessing repositories
de: Zugriff auf Repositorys
ga: Teacht ar stórtha
hu: Tárolók elérése
id: Mengakses repositori
ja: リポジトリへの接続
nl: Toegang tot opslagruimten
pt: Acessando repositórios
pt_br: Acessando repositórios
ro: Accesarea depozitelor
ru: Доступ к репозиториям
sv: Åtkomst till arkiv
ta: களஞ்சியங்களை அணுகும்
tr: Depolara erişmek
uk: Доступ до сховищ
zh_hans: 访问仓库

source: The VCS repository you want to use has to be accessible to Weblate. With a publicly available repository you just need to enter the correct URL (for example ``https://github.com/WeblateOrg/weblate.git``), but for private repositories or for push URLs the setup is more complex and requires authentication.
de: Das VCS-Repository, das Sie verwenden möchten, muss für Weblate zugänglich sein. Bei einem öffentlich zugänglichen Repository müssen Sie nur die korrekte URL eingeben (z. B. ``https://github.com/WeblateOrg/weblate.git``), aber für private Repositorys oder für Push-URLs ist die Einrichtung komplexer und erfordert eine Authentifizierung.
ga: Ní mór go mbeadh rochtain ag Weblate ar an stór VCS is mian leat a úsáid. Le stór atá ar fáil go poiblí níl le déanamh agat ach an URL ceart a chur isteach (mar shampla `` https://github.com/WeblateOrg/weblate.git``), ach do stórtha príobháideacha nó do bhrú-URL tá an socrú níos casta agus éilíonn sé fíordheimhnithe.
hu: A használni kívánt VCS-tárolónak elérhetőnek kell lennie a Weblate számára. Nyilvános tároló esetén elegendő a megfelelő URL megadása (például: ``https://github.com/WeblateOrg/weblate.git``), de privát tárolók vagy feltöltési URL-ek esetén a beállítás összetettebb, és hitelesítést igényel.
id: Repositori VCS yang ingin Anda gunakan harus dapat diakses oleh Weblate. Dengan repositori yang tersedia untuk umum, Anda hanya perlu memasukkan URL yang benar (misalnya ``https://github.com/WeblateOrg/weblate.git``), tetapi untuk repositori pribadi atau URL dorong, pengaturannya lebih rumit dan memerlukan autentikasi.
ja: 使用する VCS リポジトリに Weblate から接続することが必要です。公開されているリポジトリの場合は、正しい URL（例: ``https://github.com/WeblateOrg/weblate.git``）を入力するだけですが、プライベートなリポジトリやプッシュ URL の場合は、設定がより複雑になり、認証が必要です。
nl: De opslagruimte van het VCS dat u wilt gebruiken moet toegankelijk zijn vanuit Weblate. Met een publiek beschikbare opslagruimte hoeft u slechts de juiste URL in te voeren (bijvoorbeeld ``https://github.com/WeblateOrg/weblate.git``), maar voor privé opslagruimten of voor URL's voor pushen is het instellen meer complex en vereist authenticatie.
pt: O repositório VCS que deseja usar tem que ser acessível ao Weblate. Com um repositório disponível publicamente, só precisa inserir a URL correta (por exemplo ``https://github.com/WeblateOrg/weblate.git``), mas para repositórios privados ou para URLs de push a configuração é mais complexa e requer autenticação.
pt_br: O repositório VCS que você deseja usar tem que ser acessível ao Weblate. Com um repositório disponível publicamente, você só precisa inserir a URL correta (por exemplo ``https://github.com/WeblateOrg/weblate.git``), mas para repositórios particulares ou para URLs de push a configuração é mais complexa e requer autenticação.
ro: Depozitul VCS pe care doriți să îl utilizați trebuie să fie accesibil pentru Weblate. În cazul unui depozit public, trebuie doar să introduceți URL-ul corect (de exemplu ``https://github.com/WeblateOrg/weblate.git``), dar pentru depozitele private sau pentru URL-urile push, configurarea este mai complexă și necesită autentificare.
ru: Репозиторий системы контроля версий, который вы хотите использовать, должен быть доступен для Weblate. При использовании общедоступного репозитория вам просто надо указать правильный URL-адрес (например, ``https://github.com/WeblateOrg/weblate.git``), но для закрытых репозиториев или для URL-адресов отправки изменений настройка будет более сложной и потребует авторизации.
sv: Det VCS-arkiv du vill använda måste vara tillgängligt för Weblate. För ett offentligt tillgängligt arkiv behöver du bara ange rätt URL (till exempel ``https://github.com/WeblateOrg/weblate.git``), men för privata arkiv eller push-URL:er är inställningarna mer komplexa och kräver autentisering.
ta: நீங்கள் பயன்படுத்த விரும்பும் வி.சி.எச் களஞ்சியத்தை வலைபெயர்ப்புடுக்கு அணுக வேண்டும். பொதுவில் கிடைக்கக்கூடிய களஞ்சியத்துடன் நீங்கள் சரியான முகவரி ஐ உள்ளிட வேண்டும் (எடுத்துக்காட்டாக `` https: // github.com/wellateorg/weblate.git``), ஆனால் தனியார் களஞ்சியங்களுக்கு அல்லது புச் முகவரி களுக்கு அமைப்பு மிகவும் சிக்கலானது மற்றும் தேவைப்படுகிறது அங்கீகார.
tr: Kullanmak istediğiniz sürüm denetimi deposuna Weblate üzerinden erişilebiliyor olması gerekir. Herkese açık olan bir depoda doğru adresi yazmanız yeterlidir (``https://github.com/WeblateOrg/weblate.git`` gibi). Ancak gizli depolar ya da itme adresleri için kurulum daha karmaşıktır ve kimlik doğrulaması gerekir.
uk: Сховище системи керування версіями, яким ви хочете користуватися, має бути доступним для Weblate. Якщо сховище загальнодоступний, вам достатньо ввести правильну адресу (наприклад ``https://github.com/WeblateOrg/weblate.git``), але для приватних сховищ або адрес для запису налаштовування є складнішим і вимагає розпізнавання користувача.
zh_hans: 您要使用的版本控制系统仓库必须可供 Weblate 访问。对于公开可用的仓库，您只需要输入正确的 URL（例如 ``https://github.com/WeblateOrg/weblate.git``），但对于私有仓库或推送 URL，设置更加复杂并且需要验证。
zh_hant: WebLate必須訪問您要使用的VCS存儲庫。使用公開的存儲庫，您只需輸入正確的URL（例如``````````https：// github.com / weblateorg / weblate.git`），但對於私人存儲庫或推送URL，設置更複雜並且需要驗證。

source: Accessing repositories from Hosted Weblate
de: Zugriff auf Repositorys über Hosted Weblate
ga: Teacht ar stórtha ó Hosted Weblate
hu: Tárolók elérése a Hosted Weblate szolgáltatásból
id: Mengakses repositori dari Hosted Weblate
ja: Hosted Weblate からリポジトリへの接続
nl: Toegang tot opslagruimten vanuit Hosted Weblate
pt: Acessando repositórios do Hosted Weblate
pt_br: Acessando repositórios do Hosted Weblate
ro: Accesarea depozitelor din Weblate găzduit
ru: Доступ к репозиториям из Hosted Weblate
sv: Åtkomst till arkiv från Hosted Weblate
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்புடிலிருந்து களஞ்சியங்களை அணுகுவது
tr: Hosted Weblate üzerinden depolara erişmek
uk: Доступ до сховищ з Hosted Weblate
zh_hans: 从 Hosted Weblate 访问仓库
zh_hant: 從託管的Weberate訪問存儲庫

source: This section applies **only** to Hosted Weblate (hosted.weblate.org). If you are running your own self-hosted Weblate instance, please see :ref:`the next section <vcs-repos-code-hosting>` instead.
sv: Detta avsnitt gäller **endast** Hosted Weblate (hosted.weblate.org). Om du kör din egen självhostade Weblate-instans, se istället :ref:`nästa avsnitt <vcs-repos-code-hosting>`.

source: For Hosted Weblate, there is a dedicated push user registered on GitHub, Bitbucket, Codeberg, and GitLab (with the username :guilabel:`weblate`, e-mail ``hosted@weblate.org``, and a name or profile description :guilabel:`Weblate push user`).
de: Für Hosted Weblate gibt es einen dedizierten Push-Benutzer, der auf GitHub, Bitbucket, Codeberg und GitLab registriert ist (mit dem Benutzernamen :guilabel:`weblate`, der E-Mail ``hosted@weblate.org`` und einem Namen oder einer Profilbeschreibung :guilabel:`Weblate push user`).
ga: Le haghaidh Óstáil Weblate, tá úsáideoir tiomnaithe brúigh cláraithe ar GitHub, Bitbucket, Codeberg, agus GitLab (leis an ainm úsáideora :guilabel:`weblate`, r-phost ``hosted@weblate.org``, agus ainm nó cur síos próifíle :guilabel:`úsáideoir brú gréasáin`).
hu: A Hosted Weblate számára dedikált feltöltési felhasználó van regisztrálva a GitHub, Bitbucket, Codeberg és GitLab felületeken (felhasználónév: :guilabel:`weblate`, e-mail cím: ``hosted@weblate.org``, név vagy profil leírás: :guilabel:`Weblate push user`).
id: Untuk Hosted Weblate, ada pengguna push khusus yang terdaftar di GitHub, Bitbucket, Codeberg, dan GitLab (dengan nama pengguna :guilabel:`weblate`, surel ``hosted@weblate.org``, dan nama atau deskripsi profil :guilabel:`Weblate push user`).
ja: Hosted Weblate の場合、GitHub、Bitbucket、Codeberg、GitLab に Weblate 専用のプッシュ ユーザーを登録しています（ユーザー名 :guilabel:`weblate`、メールアドレスは ``hosted@weblate.org``、および名前またはプロフィールの説明は :guilabel:`Weblate プッシュ ユーザー`）。
nl: Voor Hosted Weblate is er een toegewezen gebruiker voor pushen op GitHub, Bitbucket, Codeberg en GitLab (met de gebruikersnaam :guilabel:`weblate`, e-mail ``hosted@weblate.org`` en een naam of beschrijving van een profiel :guilabel:`Weblate push user`).
pt_br: Para o Hosted Weblate, há um usuário para push dedicado registrado no GitHub, Bitbucket, Codeberg e GitLab (com o nome de usuário :guilabel:`weblate`, e-mail ``hosted@weblate.org`` e um nome ou descrição de perfil :guilabel:`Weblate push user`).
ru: Для Hosted Weblate на GitHub, Bitbucket, Codeberg и GitLab зарегистрирован специальный пользователь отправки (с именем пользователя :guilabel:`weblate`, электронной почтой ``hosted@weblate.org``, а также именем или описанием профиля :guilabel:`Weblate push user`).
sv: För Hosted Weblate finns en dedikerad push-användare registrerad på GitHub, Bitbucket, Codeberg och GitLab (med användarnamnet :guilabel:`weblate`, e-postadressen ``hosted@weblate.org`` och namnet eller profilbeskrivningen :guilabel:`Weblate push user`).
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்புடுக்கு, அறிவிலிமையம், பிட்பக்கெட், கோட்பெர்க் மற்றும் அறிவிலிஆய்வு (பயனர்பெயருடன்: வபஇசிட்டை: `வலைபெயர்ப்பு`, மின்னஞ்சல்` `ஓச்ட் செய்யப்பட்ட@weblate.org``, மற்றும் பெயர் அல்லது சுயவிவர விளக்கம் : வபஇசிட்டை: `வலைபெயர்ப்பு புச் பயனரை`).
tr: Hosted Weblate için GitHub, Bitbucket, Codeberg ve GitLab üzerinde kayıtlı özel bir itme kullanıcısı vardır (kullanıcı adı :guilabel:`weblate`, e-posta ``hosted@weblate.org`` ve bir ad veya profil açıklaması :guilabel:`Weblate itme kullanıcısı`).
uk: Для Hosted Weblate існує спеціалізований зареєстрований користувач для внесення змін на GitHub, Bitbucket, Codeberg і GitLab (його іменем користувача є :guilabel:`weblate`, а адресою електронної пошти — ``hosted@weblate.org``, назву або опис профілю наведено у розділі :guilabel:`Користувач-записувач Weblate`).
zh_hans: Hosted Weblate 在 GitHub、Bitbucket、Codeberg 和 GitLab 上注册有一个专门的推送用户（用户名 :guilabel:`weblate`、电子邮箱 ``hosted@weblate.org`` 以及名称或个人资料描述 :guilabel:`Weblate push user`）。
