Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate supports ISO-8859-1, UTF-8 and UTF-16 variants of this format. All of them support storing all Unicode characters, it is just differently encoded. In the ISO-8859-1, the Unicode escape sequences are used (for example ``zkou\u0161ka``), all others encode characters directly either in UTF-8 or UTF-16.
de: Weblate unterstützt die Varianten ISO-8859-1, UTF-8 und UTF-16 dieses Formats. Alle diese Formate unterstützen das Speichern aller Unicode-Zeichen, sie sind nur unterschiedlich kodiert. Bei ISO-8859-1 werden die Unicode-Escape-Zeichenfolgen verwendet (z. B. ``zkou\u0161ka``), alle anderen kodieren Zeichen direkt in UTF-8 oder UTF-16.
ga: Tacaíonn Weblate le leagan ISO-8859-1, UTF-8 agus UTF-16 den fhormáid seo. Tacaíonn gach ceann acu le gach carachtar Unicode a stóráil, tá sé ionchódaithe go héagsúil. San ISO-8859-1, úsáidtear na seichimh éalaithe Unicode (mar shampla ``zkou\u0161ka``), déanann na cinn eile go léir carachtair a ionchódú go díreach in UTF-8 nó UTF-16.
hu: A Weblate támogatja a formátum ISO-8859-1, UTF-8 és UTF-16 változatait. Mindegyik alkalmas Unicode karakterek tárolására, csak eltérő módon kódolják őket. Az ISO-8859-1 esetén Unicode escape szekvenciákat használnak (például ``zkou\\u0161ka``), a többi változat közvetlenül kódolja a karaktereket UTF-8 vagy UTF-16 formátumban.
id: Weblate mendukung varian ISO-8859-1, UTF-8, dan UTF-16 dari format ini. Semuanya mendukung penyimpanan semua karakter Unicode, hanya saja dikodekan secara berbeda. Dalam ISO-8859-1, urutan pelolosan Unicode digunakan (misalnya ``zkou\u0161ka``), sedangkan yang lainnya mengkodekan karakter secara langsung dalam UTF-8 atau UTF-16.
ja: Weblate は、この形式の ISO-8859-1、UTF-8、UTF-16 に対応しています。これらは、すべて Unicode の文字を保存しますが、エンコード方法が異なるだけです。ISO-8859-1 では、Unicode エスケープ処理（例: ``zkou\u0161ka``）されます。それ以外の文字は、すべて UTF-8 または UTF-16 で直接エンコードされます。
nl: Weblate ondersteunt de varianten ISO-8859-1, UTF-8 en UTF-16 van deze indeling. Zij ondersteunen allemaal het opslaan van alle tekens van Unicode, ze worden slechts anders gecodeerd. In de ISO-8859-1, worden de Unicode escape-reeksen gebruikt (bijvoorbeeld ``zkou\u0161ka``), alle andere coderen tekens direct in ofwel UTF-8 of UTF-16.
pt: Weblate é compatível com as variantes ISO-8859-1, UTF-8 e UTF-16 deste formato. Todos eles suportam o armazenamento de todos os caracteres Unicode, mas são codificados de forma diferente. No ISO-8859-1, as sequências de escape Unicode são usadas (por exemplo, ``zkou\u0161ka``), todas as outras codificam caracteres diretamente em UTF-8 ou UTF-16.
pt_br: Weblate é compatível com as variantes ISO-8859-1, UTF-8 e UTF-16 deste formato. Todas elas têm suporte ao armazenamento de todos os caracteres Unicode, mas são codificadas de forma diferente. No ISO-8859-1, as sequências de escape Unicode são usadas (por exemplo, ``zkou\u0161ka``), todas as outras codificam caracteres diretamente em UTF-8 ou UTF-16.
ro: Weblate acceptă variantele ISO-8859-1, UTF-8 și UTF-16 ale acestui format. Toate acestea acceptă stocarea tuturor caracterelor Unicode, doar că sunt codificate diferit. În ISO-8859-1, se folosesc secvențele de scăpare Unicode (de exemplu ``zkou\u0161ka``), toate celelalte codifică caracterele direct, fie în UTF-8, fie în UTF-16.
ru: Weblate поддерживает варианты этого формата в кодировках ISO-8859-1, UTF-8 и UTF-16. Все они поддерживают сохранение всех символов юникода, просто в разных кодировках. В формате ISO-8859-1 используются юникодные экранирующие последовательности (например, ``zkou\u0161ka``), остальные кодируют символы непосредственно в UTF-8 или UTF-16.
sv: Weblate stöder ISO-8859-1-, UTF-8- och UTF-16-varianter av detta format. Alla stöder lagring av alla Unicode-tecken, men kodningen skiljer sig åt. I ISO-8859-1 används Unicode-escapeseekvenser (till exempel ``zkou\u0161ka``), medan alla andra kodar tecken direkt i antingen UTF-8 eller UTF-16.
ta: வலைபெயர்ப்பு இந்த வடிவமைப்பின் ஐஎச்ஓ -8859-1, யுடிஎஃப் -8 மற்றும் யுடிஎஃப் -16 வகைகளை ஆதரிக்கிறது. அவை அனைத்தும் அனைத்து யூனிகோட் எழுத்துக்களையும் சேமிப்பதை ஆதரிக்கின்றன, இது வித்தியாசமாக குறியாக்கம் செய்யப்படுகிறது. ஐஎச்ஓ-8859-1 இல், யூனிகோட் எச்கேப் வரிசைகள் பயன்படுத்தப்படுகின்றன (எடுத்துக்காட்டாக 'zkou\u0161ka'), மற்றவை அனைத்தும் utf-8 அல்லது utf-16 இல் எழுத்துக்குறிகளை நேரடியாக குறியாக்கம் செய்கின்றன.
tr: Weblate, bu biçimin ISO-8859-1, UTF-8 ve UTF-16 çeşitlerini destekler. Hepsi tüm Unicode karakterlerinin tutulmasını destekler, yalnızca farklı şekilde kodlanmıştır. ISO-8859-1 içinde, Unicode kaçınma dizileri kullanılır (``zkou\u0161ka`` gibi), diğerlerinde karakterler doğrudan UTF-8 ya da UTF-16 olarak kodlanır.
uk: У Weblate передбачено підтримку варіантів ISO-8859-1, UTF-8 і UTF-16 цього формату. У всіх з цих форматів передбачено збереження усіх символів Unicode, лише у різних кодуваннях. В ISO-8859-1 використовуються екрановані послідовності Unicode (наприклад ``zkou\u0161ka``). У інших варіантах символи кодуються безпосередньо, у UTF-8 або UTF-16.
zh_hans: Weblate 支持这个格式的 ISO-8859-1、UTF-8 和 UTF-16 变体。它们所有都支持存储 Unicode 字符，只是编码不同。在 ISO-8859-1 中，使用了 Unicode 转义序列（例如 ``zkou\u0161ka``），所有其它编码字符直接或者在 UTF-8 中或者在 UTF-16 中。
zh_hant: Weblate 支持這個格式的 ISO-8859-1、UTF-8 和 UTF-16 變體。它們所有都支持存儲 Unicode 字符，只是編碼不同。在 ISO-8859-1 中，使用了 Unicode 轉義序列（例如 ``zkou\u0161ka``），所有其它編碼字符直接或者在 UTF-8 中或者在 UTF-16 中。

source: Loading escape sequences works in UTF-8 mode as well, so please be careful choosing the correct encoding set to match your application needs.
de: Das Laden von Escape-Zeichenfolgen funktioniert auch im UTF-8-Modus. Achten Sie also darauf, die richtige Kodierung für Ihre Anwendung zu wählen.
ga: Oibríonn seichimh éalaithe a lódáil i mód UTF-8 freisin, mar sin bí cúramach ag roghnú an tacar ionchódaithe ceart chun freastal ar do riachtanais iarratais.
hu: Az escape szekvenciák betöltése UTF-8 módban is működik, ezért fontos, hogy az alkalmazás igényeinek megfelelő kódolást válasszon.
id: Memuat rangkaian pelolosan juga berfungsi dalam mode UTF-8, jadi harap berhati-hati dalam memilih rangkaian penyandian yang tepat untuk mencocokkan kebutuhan aplikasi Anda.
ja: エスケープ処理の読み込みは、UTF-8 モードでも機能するため、注意してアプリケーションが必要とする正しいエンコードに設定してください。
nl: Laden van escape-reeksen werkt ook in de modus UTF-8, wees dus voorzichtig bij het kiezen van de correcte set voor de codering om overeen te komen met de benodigdheden voor uw toepassing.
pt: Carregar sequências de escape também funciona no modo UTF-8, por isso, tenha cuidado ao escolher o conjunto de codificação correto para corresponder às necessidades da aplicação.
pt_br: Carregar sequências de escape também funciona no modo UTF-8, por isso, tenha cuidado ao escolher o conjunto de codificação correto para corresponder às necessidades do aplicativo.
ro: Încărcarea secvențelor de scăpare funcționează și în modul UTF-8, așa că vă rugăm să aveți grijă să alegeți setul de codificare corect pentru a corespunde nevoilor aplicației dumneavoastră.
ru: Загрузка экранирующих последовательностей также работает в режиме UTF-8, поэтому, пожалуйста, будьте внимательны при выборе правильного набора кодировок в соответствии с потребностями вашего приложения.
sv: Inläsning av escape-sekvenser fungerar även i UTF-8-läge, så var noga med att välja rätt kodningsuppsättning som passar dina applikationsbehov.
ta: எச்கேப் காட்சிகளை ஏற்றுவது யுடிஎஃப் -8 பயன்முறையிலும் வேலை செய்கிறது, எனவே உங்கள் பயன்பாட்டுத் தேவைகளுடன் பொருந்தக்கூடிய சரியான குறியாக்கத் தொகுப்பைத் தேர்ந்தெடுப்பதில் கவனமாக இருங்கள்.
tr: Kaçınma dizilerinin yüklenmesi UTF-8 kipinde de çalışır. Bu nedenle lütfen uygulama gereksinimlerinize uygun doğru kodlama kümesini seçerken dikkatli olun.
uk: Завантаження екранованих послідовностей працює також і у режимі UTF-8, тому, будь ласка, будьте обережними із вибором належного кодування, яке відповідатиме потребам вашого програми.
zh_hans: 加载转义序列也在 UTF-8 模式中工作，因此请小心选择正确的编码组，与您应用的需要匹配。
zh_hant: 加載轉義序列也在 UTF-8 模式中工作，因此請小心選擇正確的編碼組，與您應用的需要匹配。

source: `Java properties on Wikipedia <https://en.wikipedia.org/wiki/.properties>`_
id: `Properti Java di Wikipedia <https://en.wikipedia.org/wiki/.properties>`_
sv: `Java-egenskaper på Wikipedia <https://en.wikipedia.org/wiki/.properties>`_

source: `Java Properties (ISO-8859-1)`
ga: `Airíonna Java (ISO-8859-1)`
id: `Properti Java (ISO-8859-1)`
ja: `Java プロパティ（ISO-8859-1）`
pt: `Propriedades Java (ISO-8859-1)`
pt_br: `Propriedades Java (ISO-8859-1)`
ro: Proprietăți Java (ISO-8859-1)`
ru: `Свойства Java (ISO 8859-1)`
sv: `Java-egenskaper (ISO-8859-1)`
ta: 'சாவா பிராப்பர்டீச் (ஐஎச்ஓ-8859-1)'
uk: `Властивості Java (ISO-8859-1)`
zh_hans: `Java 属性 (ISO-8859-1)`

source: Joomla translations
de: Joomla-Übersetzungen
ga: Aistriúcháin do Joomla
hu: Joomla-fordítások
id: Terjemahan Joomla
ja: Joomla の翻訳
nl: Joomla vertalingen
pt: Traduções para Joomla
pt_br: Traduções para Joomla
ro: Traduceri Joomla
ru: Переводы Joomla
sv: Joomla-översättningar
ta: சூம்லா மொழிபெயர்ப்புகள்
tr: Joomla! çevirileri
uk: Переклади Joomla
zh_hans: Joomla 翻译
zh_hant: Joomla 翻譯

source: Native Joomla format for translations.
de: Natives Joomla-Format für Übersetzungen.
ga: Formáid dhúchasach Joomla le haghaidh aistriúcháin.
hu: Natív Joomla formátum fordításhoz.
id: Format Joomla asli untuk terjemahan.
ja: 翻訳用のネイティブの Joomla 形式。
nl: Eigen Joomla indeling voor vertalingen.
pt: Formato nativo de Joomla para traduções.
pt_br: Formato nativo de Joomla para traduções.
ro: Format nativ Joomla pentru traduceri.
ru: Родной формат Joomla для переводов.
sv: Inbyggt Joomla-format för översättningar.
ta: மொழிபெயர்ப்புகளுக்கான பூர்வீக சூம்லா வடிவம்.
tr: Çeviriler için doğal Joomla! biçimi.
uk: Власний формат Joomla для перекладів.
zh_hans: Joomla 原生翻译格式。
zh_hant: 用於翻譯的本地 Joomla 格式。

source: Joomla translations are usually used as monolingual translations.
de: Joomla-Übersetzungen werden normalerweise als einsprachige Übersetzungen verwendet.
ga: De ghnáth úsáidtear aistriúcháin Joomla mar aistriúcháin aonteangacha.
hu: A Joomla fordításokat jellemzően egynyelvűként használják.
id: Terjemahan Joomla biasanya digunakan sebagai terjemahan monolingual.
ja: Joomla の翻訳は、通常、モノリンガル翻訳として使用します。
nl: Vertalingen van Joomla worden gewoonlijk gebruikt als eentalige vertalingen.
pt: As traduções de Joomla são geralmente usadas como traduções monolíngues.
pt_br: As traduções de Joomla são geralmente usadas como traduções monolíngues.
ro: Traducerile Joomla sunt de obicei folosite ca traduceri monolingve.
ru: Переводы Joomla обычно используются в качестве одноязычных переводов.
sv: Joomla-översättningar används vanligtvis som enspråkiga översättningar.
ta: சூம்லா மொழிபெயர்ப்புகள் பொதுவாக ஒற்றை மொழி மொழிபெயர்ப்புகளாகப் பயன்படுத்தப்படுகின்றன.
tr: Joomla çevirileri genellikle tek dilli çeviriler olarak kullanılır.
uk: Переклади Joomla, зазвичай, використовуються як одномовні переклади.
zh_hans: Joomla 翻译通常用作单语言翻译。
zh_hant: Joomla 翻譯通常用作單語言翻譯。

source: `Joomla Language File`
de: `Joomla-Sprachdatei`
ga: `Comhad Teanga Joomla`
hu: `Joomla nyelvi fájl`
id: `Berkas Bahasa Joomla`
ja: `Joomla 言語ファイル`
nl: `Joomla taalbestand`
pt: `Ficheiro de idioma Joomla`
pt_br: `Arquivo de idioma Joomla`
ro: `Fișier de limbă Joomla`
ru: `Языковой файл Joomla`
sv: `Joomla-språkfil`
ta: 'சூம்லா மொழி கோப்பு'
tr: `Joomla dil dosyası`
uk: `мовний файл Joomla`
zh_hans: `Joomla 语言文件`
zh_hant: `Joomla 語言文件`

source: JSON files
de: JSON-Dateien
ga: Comhaid JSON
hu: JSON-fájlok
id: Berkas JSON
ja: JSON ファイル
nl: JSON-bestanden
pt: Ficheiro JSON
pt_br: Arquivos JSON
ro: Fișiere JSON
ru: JSON-файлы
sv: JSON-filer
ta: சேஎச்ஓஎன் கோப்புகள்
tr: JSON dosyaları
uk: файли JSON
zh_hans: JSON 文件

source: The structure of JSON file is properly preserved even for complex situations which were broken in prior releases.
de: Die Struktur der JSON-Datei wird auch in komplexen Situationen beibehalten, was in früheren Versionen nicht der Fall war.
ga: Tá struchtúr an chomhaid JSON caomhnaithe i gceart fiú i gcásanna casta a briseadh i eisiúintí roimhe seo.
hu: A JSON-fájlok szerkezete megfelelően megőrzésre kerül, még bonyolult esetekben is, amelyeket korábbi verziókban nem kezelt megfelelően a rendszer.
id: Struktur berkas JSON dipertahankan dengan baik bahkan untuk situasi rumit yang rusak pada rilis sebelumnya.
ja: たとえ以前のリリースで破壊した困難な状況となっても、JSON ファイルの構造体は維持されます。
nl: De structuur van het JSON-bestand wordt netjes behouden, zelfs in complexe situaties die in eerdere uitgaven defect waren.
pt: A estrutura de ficheiros JSON é devidamente preservada mesmo para situações complexas que foram quebradas em versões anteriores.
pt_br: A estrutura de arquivo JSON é devidamente preservada mesmo para situações complexas que foram quebradas em versões anteriores.
ro: Structura fișierului JSON este păstrată în mod corespunzător chiar și în cazul situațiilor complexe, care erau afectate în versiunile anterioare.
ru: Структура JSON-файла корректно сохраняется даже в сложных ситуациях (которые некорректно обрабатывались в предыдущих выпусках).
sv: Strukturen i JSON-filen bevaras korrekt även i komplexa situationer som inte fungerade i tidigare versioner.
ta: முந்தைய வெளியீடுகளில் உடைக்கப்பட்ட சிக்கலான சூழ்நிலைகளுக்கு கூட சே.எச்.ஓ.என் கோப்பின் கட்டமைப்பு முறையாக பாதுகாக்கப்படுகிறது.
tr: JSON dosyasının yapısı, önceki sürümlerde bozulmaya yol açan karmaşık durumlar için bile uygun şekilde korunur.
uk: Програма належним чином зберігає структуру файла JSON, навіть для складних випадків, які було важко обробити у попередніх випусках.
zh_hans: 即使对于在之前发布版本中中断的复杂情况，JSON 文件的结构也适当保留。
zh_hant: 即使對於在之前發布版本中中斷的複雜情況，JSON 文件的結構也適當保留。

source: JSON format is used mostly for translating applications implemented in JavaScript.
de: Das JSON-Format wird meist für die Übersetzung von in JavaScript implementierten Anwendungen verwendet.
ga: Úsáidtear formáid JSON go príomha chun feidhmchláir a cuireadh i bhfeidhm i JavaScript a aistriú.
hu: A JSON formátumot főként JavaScript-alapú alkalmazások fordításához használják.
id: Format JSON banyak digunakan untuk menerjemahkan aplikasi yang diimplementasikan dalam JavaScript.
ja: JSON 形式は、多くの JavaScript で実装したアプリケーションの翻訳に使用されています。
nl: JSON-indeling wordt meestal gebruikt voor het vertalen van toepassingen die zijn geïmplementeerd in JavaScript.
pt: O formato JSON é usado principalmente para traduzir aplicações implementades em JavaScript.
pt_br: O formato JSON é usado principalmente para traduzir aplicativos implementados no JavaScript.
ro: Formatul JSON este utilizat în principal pentru traducerea aplicațiilor implementate în JavaScript.
ru: Формат JSON используется в основном для перевода приложений, написанных на JavaScript.
sv: JSON-formatet används främst för att översätta applikationer som är implementerade i JavaScript.
ta: சே.எச்.ஓ.என் வடிவம் பெரும்பாலும் சாவாச்கிரிப்டில் செயல்படுத்தப்பட்ட பயன்பாடுகளை மொழிபெயர்க்கப் பயன்படுத்தப்படுகிறது.
tr: JSON biçimi çoğunlukla JavaScript içine eklenmiş uygulamaları çevirmek için kullanılır.
uk: Формат JSON використовується здебільшого для перекладу програм, які реалізовано мовою JavaScript.
zh_hans: JSON 格式主要用于翻译用 JavaScript 实现的应用程序。
zh_hant: JSON 格式主要用於翻譯 Javascript 中實施的應用。

source: Weblate currently supports several variants of JSON translations:
de: Weblate unterstützt derzeit mehrere Varianten von JSON-Übersetzungen:
ga: Tacaíonn Weblate le roinnt leaganacha aistriúcháin JSON faoi láthair:
hu: A Weblate jelenleg több JSON-fordítási változatot támogat:
id: Weblate saat ini mendukung beberapa varian terjemahan JSON:
ja: 現在 Weblate が対応している JSON 翻訳ファイル:
nl: Weblate ondersteunt momenteel verscheidene varianten van vertalingen in JSON:
pt: O Weblate atualmente suporta várias variantes das traduções JSON:
pt_br: O Weblate atualmente tem suporte a várias variantes das traduções JSON:
ro: Weblate acceptă în prezent mai multe variante de traduceri JSON:
ru: В настоящее время Weblate поддерживает несколько вариантов переводов в JSON:
sv: Weblate stöder för närvarande flera varianter av JSON-översättningar:
ta: வலைபெயர்ப்பு தற்போது சேஎச்ஓஎன் மொழிபெயர்ப்புகளின் பல வகைகளை ஆதரிக்கிறது:
tr: Weblate şu anda JSON çevirilerinin birkaç çeşidini destekler:
uk: У поточній версії Weblate передбачено підтримку декількох варіантів перекладів JSON:
zh_hans: Weblate 目前支持 JSON 翻译的几种变体：
zh_hant: Weblate 當前支持 JSON 翻譯的幾個變體：

source: Simple key / value files, used for example by `vue-i18n` or `react-intl`.
de: Einfache Schlüssel/Wert-Dateien, die zum Beispiel von `vue-i18n` oder `react-intl` verwendet werden.
ga: Comhaid eochair / luach simplí, a úsáidtear mar shampla ag `vue-i18n` nó `react-intl`.
hu: Egyszerű kulcs / érték típusú fájlok, például a `vue-i18n` vagy `react-intl` esetén.
id: Berkas kunci/nilai sederhana, misalnya digunakan oleh `vue-i18n` atau `react-intl`.
ja: 単純なキー / 値ファイル。`vue-i18n` または `react-intl` などで使用。
nl: Eenvoudige bestanden met sleutel / waarde, bijvoorbeeld gebruikt met `vue-i18n` of `react-intl`.
pt: Ficheiro simples de chaves/valores, usados por exemplo por `vue-i18n` ou `react-intl`.
pt_br: Arquivos simples de chave/valor, usados, por exemplo, por `vue-i18n` ou `react-intl`.
ro: Fișiere simple de chei / valori, utilizate, de exemplu, de `vue-i18n` sau `react-intl`.
ru: Простые файлы в формате ключ/значение, используемые, например, `vue-i18n` или `react-intl`.
sv: Enkla nyckel-/värdefiler, som används till exempel av `vue-i18n` eller `react-intl`.
ta: எளிய விசை / மதிப்பு கோப்புகள், எடுத்துக்காட்டாக 'vue-i18n' அல்லது 'react-intl' மூலம் பயன்படுத்தப்படுகின்றன.
tr: `vue-i18n` ya da `react-intl` gibi basit anahtar / değer dosyaları tarafından kullanılır.
uk: Прості файли ключ-значення, які використовують, наприклад, у `vue-i18n` або `react-intl`.
zh_hans: 简单的键/值文件，由例如 `vue-i18n` 或 `react-intl` 使用。
zh_hant: 簡單的鍵/值文件，由例如 `vue-i18n` 或 `react-intl` 使用。

source: Files with nested keys.
de: Dateien mit verschachtelten Schlüsseln.
ga: Comhaid le heochracha neadaithe.
hu: Beágyazott kulcsokat tartalmazó fájlok.
id: Berkas dengan kunci bersarang.
ja: ネスト化したキーを持つファイル。
nl: Bestanden met geneste sleutels.
pt: Ficheiro com chaves aninhadas.
pt_br: Arquivos com chaves aninhadas.
ro: Fișiere cu chei imbricate.
ru: Файлы с вложенными ключами.
sv: Filer med kapslade nycklar.
ta: கூடு கட்டிய சாவிகளைக் கொண்ட கோப்புகள்.
tr: İç içe geçmiş anahtarları olan dosyalar.
uk: Файли із вкладеними ключами.
zh_hans: 具有嵌套键的文件。
zh_hant: 具有嵌套鍵的文件。

source: JSON translations are usually monolingual, so it is recommended to specify a base file with (what is most often the) English strings.
de: JSON-Übersetzungen sind normalerweise einsprachig, daher ist es empfehlenswert, eine Basisdatei mit (meist) englischen Zeichenketten anzugeben.
ga: Is gnách go mbíonn aistriúcháin JSON aonteangach, mar sin moltar bunchomhad a shonrú le teaghráin Bhéarla (an ceann is minice).
hu: A JSON fordítások jellemzően egynyelvűek, ezért ajánlott megadni egy alapfájlt (jellemzően angol nyelvű szövegekkel).
id: Terjemahan JSON biasanya bersifat monolingual, jadi disarankan untuk menentukan berkas dasar dengan (yang paling sering) string Inggris.
ja: 通常、JSON の翻訳はモノリンガルなので、（最も一般的な）英語の文字列で、基礎となる翻訳ファイルを設定してください。
nl: Vertalingen in JSON zijn gewoonlijk eentalig, aanbevolen wordt dus om een basisbestand te specificeren met (wat het meestal is) Engelse tekenreeksen.
pt: As traduções JSON são geralmente monolingues, por isso é recomendável especificar um ficheiro base com (o que é mais frequentemente os) cadeias em inglês.
pt_br: As traduções JSON são geralmente monolíngues, por isso é recomendável especificar um arquivo base com (o que é mais frequentemente os) textos em inglês.
ro: Traducerile JSON sunt, de obicei, monolingve, astfel încât se recomandă să specificați un fișier de bază cu (ceea ce este cel mai adesea) șiruri de caractere în limba engleză.
ru: Переводы JSON обычно одноязычные, поэтому рекомендуется указывать базовый файл со строками на (как это чаще всего бывает) английском языке.
sv: JSON-översättningar är vanligtvis enspråkiga, så det rekommenderas att ange en basfil med (oftast) engelska strängar.
ta: சே.எச்.ஓ.என் மொழிபெயர்ப்புகள் பொதுவாக ஒற்றை மொழி கொண்டவை, எனவே ஆங்கில சரங்களுடன் (பெரும்பாலும் என்ன) ஒரு அடிப்படை கோப்பை குறிப்பிட பரிந்துரைக்கப்படுகிறது.
tr: JSON çevirileri genellikle tek dillidir. Bu nedenle (en sık kullanılan) İngilizce dizgeleri bulunan bir temel dosya belirtmeniz önerilir.
uk: Переклади JSON є, зазвичай, одномовними, тому рекомендуємо вказувати базовий файл, яким (здебільшого) є файл з рядками англійською мовою.
zh_hans: JSON 翻译通常是单语言的，因此推荐指定带有（最经常使用的）英语字符串的翻译模板文件。
zh_hant: JSON 翻譯通常是單語言的，因此推薦指定帶有（最經常使用的）英語字符串的翻譯模板文件。

source: The :guilabel:`JSON file` and :guilabel:`JSON nested structure file` can both handle same type of files. Both preserve existing JSON structure when translating.
de: Die :guilabel:`JSON-Datei` und :guilabel:`JSON-Datei mit verschachtelter Struktur` können beide den gleichen Dateityp verarbeiten. Beide behalten beim Übersetzen die bestehende JSON-Struktur bei.
ga: Is féidir leis an :guilabel:`comhad JSON` agus :guilabel:`comhad struchtúir neadaithe JSON` an cineál céanna comhaid a láimhseáil. Caomhnaíonn an dá cheann an struchtúr JSON atá ann cheana agus iad ag aistriú.
hu: A :guilabel:`JSON-fájl` és a :guilabel:`Beágyazott szerkezetű JSON-fájl` formátumok ugyanazokat a fájltípusokat képesek kezelni. Mindkettő megőrzi a meglévő JSON-struktúrát fordításkor.
id: :guilabel:`JSON file` dan :guilabel:`JSON nested structure file` keduanya dapat menangani jenis berkas yang sama. Keduanya mempertahankan struktur JSON yang ada saat menerjemahkan.
ja: :guilabel:`JSONファイル` および :guilabel:`JSON ネスト構造ファイル` は、どのファイル形式も同じ処理をします。どちらも、翻訳時に既存の JSON 構造を維持します。
nl: Het :guilabel:`JSON-bestand` en :guilabel:`JSON genest structuurbestand` kan beide typen bestanden afhandelen. Beide behouden de bestaande structuur voor JSON bij het vertalen.
pt: O :guilabel:`ficheiro JSON` e :guilabel:`Ficheiro de estrutura JSON aninhada` podem ambos lidar com o mesmo tipo de ficheiros. Ambos preservam a estrutura JSON existente ao traduzir.
pt_br: O :guilabel:`arquivo JSON` e :guilabel:`Arquivo de estrutura JSON aninhada` podem ambos lidar com o mesmo tipo de arquivos. Ambos preservam a estrutura JSON existente ao traduzir.
ro: :guilabel:`JSON file` și :guilabel:`JSON nested structure file` pot gestiona același tip de fișiere. Ambele păstrează structura JSON existentă în timpul traducerii.
ru: И формат :guilabel:`JSON-файл`, и :guilabel:`JSON-файл с вложенной структурой` могут обрабатывать одни и теже файлы.
sv: :guilabel:`JSON-filen` och :guilabel:`JSON-filen med kapslad struktur` kan båda hantera samma typ av filer. Båda bevarar befintlig JSON-struktur vid översättning.
ta: 'குய்லாபெல்:'சே.எச்.ஓ.என் கோப்பு' மற்றும் 'குய்லாபெல்:'சே.எச்.ஓ.என் கூடு கட்டமைப்பு கோப்பு' இரண்டும் ஒரே வகையான கோப்புகளைக் கையாள முடியும். மொழிபெயர்க்கும் போது இரண்டும் தற்போதுள்ள சாதொபொகு கட்டமைப்பைப் பாதுகாக்கின்றன.
tr: :guilabel:`JSON dosyası` ve :guilabel:`JSON iç içe geçmiş yapı dosyası` aynı tür dosyaları işleyebilir. İkisi de çeviri yaparken var olan JSON yapısını korur.
uk: Варіанти :guilabel:`файл JSON` та :guilabel:`файл JSON із вкладеною структурою` призначено для файлів одного типу. Використання обох варіантів надає змогу зберегти наявну структуру JSON під час перекладу.
zh_hans: :guilabel:`JSON 文件` 和 :guilabel:`JSON 嵌套结构文件` 都可以处理相同类型的文件。翻译时都保留现有的 JSON 架构。
zh_hant: :guilabel:`JSON file` 和 :guilabel:`JSON nested structure file` 都可以處理相同類型的文件。翻譯時都保留現有的 JSON 架構。
