Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed testsuite execution on some Python 3.8 environments.
de: Die Ausführung der Testsuite in einigen Python 3.8-Umgebungen korrigiert.
ga: Forghníomhú testsuite seasta ar roinnt timpeallachtaí Python 3.8.
hu: Tesztkészlet futtatásának javítása bizonyos Python 3.8 környezetekben.
id: Memperbaiki eksekusi rangkaian pengujian pada beberapa lingkungan Python 3.8.
ja: 一部の Python 3.8 環境でのテストスイート実行の修正。
nl: Uitvoeren van testsuite op sommige omgevingen van Python 3.8 gerepareerd.
pt: Corrigida a execução do conjunto de testes em alguns ambientes Python 3.8.
pt_br: Corrigida a execução do conjunto de testes em alguns ambientes Python 3.8.
ro: A fost reparată executarea suitei de teste în unele medii Python 3.8.
ru: Исправлено выполнение тестового набора в некоторых окружениях с Python 3.8.
sv: Fixat testsuite-körning på vissa Python 3.8-miljöer.
ta: சில பைதான் 3.8 சூழலில் நிலையான சோதனை தொகுப்பு செயல்படுத்தல்.
tr: Bazı Python 3.8 ortamlarında yaşanan sınama paketini çalıştırma sorunu düzeltildi.
uk: Виправлено виконання комплекту текстів у деяких середовищах Python 3.8.
zh_hans: 修复了测试套件在一些 Python 3.8 环境下的执行。
zh_hant: 修復了測試套件在一些 Python 3.8 環境下的執行。

source: Typo fixes in the documentation.
de: Korrektur von Tippfehlern in der Dokumentation.
ga: Ceartúcháin Typo sa doiciméadú.
hu: Elírások javítása a dokumentációban.
id: Perbaikan kesalahan ketik dalam dokumentasi.
ja: ドキュメントのタイプミスの修正。
nl: Typfouten in de documentatie gerepareerd.
pt: Correções de erro ortográficos na documentação.
pt_br: Correções de erro ortográficos na documentação.
ro: Corecții de greșeli de tipar în documentație.
ru: Исправление опечаток в документации.
sv: Rättelser av stavfel i dokumentationen.
ta: ஆவணத்தில் எழுத்துப்பிழை சரிசெய்கிறது.
tr: Belgelerdeki yazım hataları düzeltildi.
uk: Виправлено друкарські помилки у документації.
zh_hans: 文档中笔误的修复。
zh_hant: 文檔中筆誤的修復。

source: Fixed creating components using the API in some cases.
de: Die Erstellung von Komponenten über die API in einigen Fällen korrigiert.
ga: Comhpháirteanna cruthaithe seasta ag baint úsáide as an API i gcásanna áirithe.
hu: API-n keresztüli összetevő létrehozásának javítása bizonyos esetekben.
id: Memperbaiki pembuatan komponen menggunakan API dalam beberapa kasus.
ja: 一部の場合での API を使用したコンポーネントの作成問題の修正。
nl: Maken van onderdelen met de API in sommig gevallen gerepareerd.
pt: Corrigida a criação de componentes a usar API em alguns casos.
pt_br: Corrigida a criação de componentes usando API em alguns casos.
ro: A fost reparată crearea de componente utilizând API în unele cazuri.
ru: Исправлена возникавшая в некоторых случаях ошибка создания компонентов с помощью API.
sv: Fixade skapandet av komponenter med hjälp av API i vissa fall.
ta: சில சந்தர்ப்பங்களில் பநிஇ ஐப் பயன்படுத்தி நிலையான உருவாக்கும் கூறுகள்.
tr: Bazı durumlarda yaşanan API kullanılarak bileşenlerin oluşturulması sorunu düzeltildi.
uk: Виправлено створення складників за допомогою програмного інтерфейсу у деяких випадках.
zh_hans: 修复了一些情况下使用 API 新建部件的问题。

source: Fixed JavaScript errors breaking mobile navigation.
de: JavaScript-Fehler behoben, welche die Navigation auf Mobilgeräten beeinträchtigen.
ga: Earráidí JavaScript seasta ag briseadh nascleanúint soghluaiste.
hu: Mobilnavigációt megszakító JavaScript hibák javítása.
id: Memperbaiki galat JavaScript yang mengganggu navigasi seluler.
ja: モバイル ナビゲーションを中断する JavaScript エラー問題の修正。
nl: Fouten in JavaScript, die mobiele navigatie verbreken, gerepareerd.
pt: Corrigidos erros de JavaScript que interrompiam a navegação móvel.
pt_br: Corrigidos erros de JavaScript que interrompiam a navegação móvel.
ro: Au fost corectate erorile JavaScript care afectează navigarea pe mobil.
ru: Исправлены ошибки JavaScript, ломающие навигацию на мобильных устройствах.
sv: Fixade JavaScript-fel som störde mobilnavigeringen.
ta: மொபைல் வழிசெலுத்தலை உடைக்கும் நிலையான சாவாச்கிரிப்ட் பிழைகள்.
tr: Mobil gezinmeyi bozan JavaScript hataları düzeltildi.
uk: Виправлено помилки JavaScript, які заважали навігації на мобільних пристроях.
zh_hans: 修复了破坏移动端导航栏的 JavaScript 错误。
zh_hant: 修復了移動導航中爆發的 JavaScript 錯誤。

source: Fixed crash on displaying some checks.
de: Absturz bei der Anzeige einiger Qualitätsprüfungen behoben.
ga: tuairteála seasta ar taispeáint roinnt seiceálacha.
hu: Bizonyos ellenőrzések megjelenítésekor fellépő összeomlás javítása.
id: Memperbaiki mogok saat menampilkan beberapa cek.
ja: 一部の検査を表示する際のクラッシュ問題の修正。
nl: Crash bij weergeven van sommige controles gerepareerd.
pt: Corrigida a falha na exibição de algumas verificações.
pt_br: Corrigida a falha na exibição de algumas verificações.
ro: S-a remediat o eroare la afișarea unor controale.
ru: Исправлено падение при отображении некоторых проверок.
sv: Fixat krasch vid visning av vissa kontroller.
ta: சில சோதனைகளைக் காண்பிப்பதில் நிலையான செயலிழப்பு.
tr: Bazı denetimlerin görüntülenmesinde yaşanan çökme sorunu düzeltildi.
uk: Виправлено аварійне завершення роботи при показі результатів деяких перевірок.
zh_hans: 修复了显示一些检查时的崩溃。
zh_hant: 修復了顯示一些檢查時的崩潰。

source: Fixed screenshots listing.
de: Die Auflistung der Bildschirmfotos korrigiert.
ga: Liostáil scáileáin seasta.
hu: Képernyőképek listázásának javítása.
id: Memperbaiki daftar tangkapan layar.
ja: スクリーンショット一覧表示の問題の修正。
nl: Vermeldingen schermafdrukken gerepareerd.
pt: Corrigida a listagem de capturas de ecrã.
pt_br: Corrigida a listagem de capturas de tela.
ro: A fost reparată lista de capturi de ecran.
ru: Исправлен вывод списка снимков экрана.
sv: Fastställd lista över skärmdumpar.
ta: நிலையான திரை சாட்கள் பட்டியல்.
tr: Ekran görüntüleri listesi düzeltildi.
uk: Виправлено побудову списку знімків вікон.
zh_hans: 修复了屏幕截图列表。
zh_hant: 修復了屏幕截圖列表。

source: Fixed monthly digest notifications.
de: Die monatlichen Zusammenfassungs-Benachrichtigungen korrigiert.
ga: Fógraí achomair mhíosúil seasta.
hu: Havi összesítő értesítések javítása.
id: Memperbaiki pemberitahuan intisari bulanan.
ja: 毎月のダイジェスト通知問題の修正。
nl: Maandelijks samengestelde notificaties gerepareerd.
pt: Corrigidas notificações de resumo mensais.
pt_br: Corrigidas notificações de resumo mensais.
ro: A fost reparată notificarea lunară a sumarului.
ru: Исправлены ежемесячные выдержки с уведомлениями.
sv: Fasta månatliga sammanfattningsmeddelanden.
ta: நிலையான மாதாந்திர டைசச்ட் அறிவிப்புகள்.
tr: Aylık özet bildirimleri düzeltildi.
uk: Виправлено щомісячні сповіщення-резюме.
zh_hans: 修复了每月摘要通知。
zh_hant: 修復了每月摘要通知。

source: Fixed intermediate translation behavior with units non existing in translation.
de: Das Verhalten der Zwischenübersetzung bei nicht vorhandenen Einheiten in der Übersetzung korrigiert.
ga: Iompar aistrithe idirmheánach seasta agus aonaid nach bhfuil ann cheana féin san aistriúchán.
hu: Olyan szövegegységeknél, amelyek még nem léteznek a fordításban, a köztes fordítási viselkedés javítva.
id: Memperbaiki perilaku terjemahan antara dengan unit yang tidak ada dalam terjemahan.
ja: 翻訳にユニットが存在しない中間翻訳動作の修正。
nl: Gedrag voor tussenliggende vertaling met eenheden die niet bestaan in vertaling gerepareerd.
pt: Corrigido o comportamento de tradução intermediário com unidades não existentes na tradução.
pt_br: Corrigido o comportamento de tradução intermediário com unidades não existentes na tradução.
ro: A fost corectat comportamentul traducerii intermediare în cazul în care unitățile nu există în traducere.
ru: Исправлено поведение промежуточного перевода с единицами перевода, не существовавшими в переводе.
sv: Fixat mellanliggande översättningsbeteende med enheter som inte finns i översättningen.
ta: மொழிபெயர்ப்பில் இல்லாத அலகுகளுடன் நிலையான இடைநிலை மொழிபெயர்ப்பு நடத்தை.
tr: Çeviride bulunmayan birimlerdeki ara çeviri davranışı düzeltildi.
uk: Виправлено обробку проміжних перекладів із модулями, яких не існує у перекладі.
zh_hans: 修复了使用翻译中不存在的单元的中间翻译行为。
zh_hant: 修復了使用翻譯中不存在的單元的中間翻譯行為。

source: *Released on May 2nd 2020.*
de: *Veröffentlicht am 2. Mai 2020.*
ga: *Eisithe ar 2 Bealtaine 2020.*
hu: *Kiadva: 2020. május 2.*
id: *Dirilis pada 2 Mei 2020.*
nl: *Uitgegeven op 2 mei 2020.*
pt_br: *Atualizado em 2 de maio de 2020.*
sv: *Släpptes den 2 maj 2020.*
tr: *2 Mayıs 2020 tarihinde yayınlandı.*
uk: *Випущено 2 травня 2020 року.*

source: Fixed possible crash in reports.
de: Möglicher Absturz in Berichten behoben.
ga: Tuairteála féideartha seasta i dtuarascálacha.
hu: Jelentésekben előforduló összeomlás javítása.
id: Memperbaiki kemungkinan mogok pada laporan.
ja: レポートでクラッシュすることがある問題の修正。
nl: Mogelijke crash in rapporten gerepareerd.
pt: Corrigida possível falha em relatórios.
pt_br: Corrigida possível falha em relatórios.
ro: A fost reparat un posibil blocaj în rapoarte.
ru: Исправлено возможное падение в отчётах.
sv: Fixat möjligt krasch i rapporter.
ta: அறிக்கைகளில் நிலையான விபத்து.
tr: Raporlarda yaşanabilecek kilitlenme sorunu düzeltildi.
uk: Виправлено можливе аварійне завершення при побудові звітів.
zh_hans: 修复了报告中可能的崩溃。
zh_hant: 修復了報告中可能的崩潰。

source: User mentions in comments are now case insensitive.
de: Bei Benutzererwähnungen in Kommentaren wird jetzt nicht mehr zwischen Groß-/Kleinschreibung unterschieden.
ga: Níl tagairtí úsáideora sna tuairimí cás-íogair anois.
hu: Megjegyzésekben a felhasználók említése mostantól kis- és nagybetűkre érzéketlen.
id: Penyebutan pengguna dalam komentar sekarang tidak lagi memperhatikan huruf besar/kecil.
ja: コメント内での @ ユーザー指定は、大文字と小文字を区別しないように変更。
nl: Vermeldingen van gebruikers in opmerkingen zijn nu niet meer hoofdlettergevoelig.
pt: As menções do utilizador nos comentários agora não diferenciam maiúsculas de minúsculas.
pt_br: As menções do usuário nos comentários agora não diferenciam maiúsculas de minúsculas.
ro: Mențiunile utilizatorilor în comentarii sunt acum insensibile la majuscule și minuscule.
ru: Упоминания пользователей в комментариях теперь не чувствительны к регистру.
sv: Användaromnämnanden i kommentarer är nu skiftlägesokänsliga.
ta: கருத்துக்களில் பயனர் குறிப்பிடுவது இப்போது வழக்கு உணர்வற்றது.
tr: Yorumlardaki kullanıcı anmalarının büyük/küçük harfe duyarsız olması sağlandı.
uk: Усунено врахування регістру при обробці згадок користувачів у коментарях.
zh_hans: 在评论中提及用户时用户名现在不区分大小写。
zh_hant: 用戶在註釋中的提及現在不區分大小寫。

source: Fixed PostgreSQL migration for non superusers.
de: Die PostgreSQL-Migration für Nicht-Superuser korrigiert.
ga: Ascnamh seasta PostgreSQL do dhaoine nach sárúsáideoirí iad.
hu: PostgreSQL migráció javítása nem rendszergazda felhasználók esetén.
id: Memperbaiki migrasi PostgreSQL untuk bukan pengguna super.
ja: スーパーユーザー以外の PostgreSQL の移行を修正。
nl: Migratie van PostgreSQL voor niet superusers gerepareerd.
pt: Corrigida a migração do PostgreSQL para não superutilizadores.
pt_br: Corrigida a migração do PostgreSQL para não superusuários.
ro: A fost reparată migrarea PostgreSQL pentru cei care nu sunt superutilizatori.
ru: Исправлена миграция PostgreSQL для не суперпользователей.
sv: Fixad PostgreSQL-migrering för icke-superanvändare.
ta: சூப்பர் யூசர்கள் அல்லாதவர்களுக்கு நிலையான postgresql இடம்பெயர்வு.
tr: Süper kullanıcı olmayan kullanıcılar için PostgreSQL aktarımı düzeltildi.
uk: Виправлено перенесення даних PostgreSQL для користувачів, які не є надкористувачами.
zh_hans: 修复了非超级用户的 PostgreSQL 迁移。
zh_hant: 修復了非超級用戶的 PostgreSQL 遷移。

source: Fixed changing the repository URL while creating component.
de: Das Ändern der Repository-URL beim Erstellen einer Komponente behoben.
ga: Seasta ag athrú URL an taisc agus comhpháirt á cruthú.
hu: Tároló URL módosításának javítása összetevő létrehozása közben.
id: Memperbaiki perubahan URL repositori saat membuat komponen.
ja: コンポーネントの作成中にリポジトリの URL が変更される問題の修正。
nl: Wijzigen van de URL voor de opslagruimte bij maken onderdeel gerepareerd.
pt: Corrigida a alteração da URL do repositório durante a criação do componente.
pt_br: Corrigida a alteração da URL do repositório durante a criação do componente.
ro: S-a remediat modificarea URL-ului depozitului în timpul creării componentei.
ru: Исправлено изменение URL-адреса репозитория при создании компонента.
sv: Fixat ändring av repositoriets URL vid skapande av komponent.
ta: கூறுகளை உருவாக்கும் போது களஞ்சிய முகவரி ஐ மாற்றுவது சரி.
tr: Bileşen oluşturulurken depo adresinin değiştirilmesi sorunu düzeltildi.
uk: Виправлено зміну адреси сховища при створенні складника.
zh_hans: 修复了新建部件时更改仓库 URL。
zh_hant: 修復了新建組件時更改倉庫 URL。

source: Fixed crash when upstream repository is gone.
de: Absturz behoben, wenn das Upstream-Repository verschwunden ist.
ga: Timpiste seasta nuair a bhíonn an stór in aghaidh an tsrutha imithe.
hu: Összeomlás javítása, ha a forrás tároló (upstream repository) már nem érhető el.
id: Memperbaiki mogok saat repositori hulu hilang.
ja: 上流のリポジトリがなくなったときにクラッシュ問題の修正。
nl: Crash als opslagruimte upstream weg is gerepareerd.
pt: Corrigida uma falha quando o repositório upstream desaparece.
pt_br: Corrigida uma falha quando o repositório upstream desaparece.
ro: A fost reparat blocajul atunci când depozitul din upstream a dispărut.
ru: Исправлено падение при исчезновении вышестоящего репозитория.
sv: Fixat krasch när uppströmsrepositoriet är borta.
ta: மேலோடை களஞ்சியம் நீங்கும்போது நிலையான செயலிழப்பு.
tr: Yukarı akış deposu kaybolduğunda yaşanan kilitlenme sorunu düzeltildi.
uk: Виправлено аварійне завершення роботи, якщо зникає основне сховище коду.
zh_hans: 修复了上游仓库丢失时的崩溃。
zh_hant: 修復了上游倉庫丟失時的崩潰。

source: *Released on April 27th 2020.*
de: *Veröffentlicht am 27. April 2020.*
ga: *Eisithe ar 27 Aibreán 2020.*
hu: *Kiadva: 2020. április 27.*
id: *Dirilis pada 27 April 2020.*
nl: *Uitgegeven op 27 april 2020.*
pt_br: *Atualizado em 27 de abril de 2020.*
sv: *Släpptes den 27 april 2020.*
tr: *27 Nisan 2020 tarihinde yayınlandı.*
uk: *Випущено 27 квітня 2020 року.*

source: Improved performance of translation stats.
de: Verbesserte Leistung der Übersetzungsstatistiken.
ga: Feidhmíocht fheabhsaithe ar staitisticí aistriúcháin.
hu: Fordítási statisztikák teljesítményének javítása.
id: Peningkatan kinerja statistik terjemahan.
ja: 翻訳統計の性能の改良。
nl: Verbeterde prestaties statistieken voor vertaling.
pt: Melhorado o desempenho das estatísticas de tradução.
pt_br: Melhorado o desempenho das estatísticas de tradução.
ro: Performanță îmbunătățită a statisticilor de traducere.
ru: Улучшена производительность статистики перевода.
sv: Förbättrad prestanda för översättningsstatistik.
ta: மொழிபெயர்ப்பு புள்ளிவிவரங்களின் மேம்பட்ட செயல்திறன்.
tr: Çeviri istatistiklerinin başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки статистики перекладу.
zh_hans: 改进了翻译统计数据的性能。
zh_hant: 改進了翻譯統計數據的性能。

source: Improved performance of changing labels.
de: Verbesserte Leistung beim Ändern von Labels.
ga: Feidhmíocht fheabhsaithe maidir le lipéid a athrú.
hu: Címkék módosításának teljesítményjavítása.
id: Peningkatan kinerja penggantian label.
ja: ラベル変更時の性能の改良。
nl: Verbeterde prestaties voor wijzigen labels.
pt: Melhorado o desempenho de alterações de rótulos.
pt_br: Melhor desempenho na alteração de etiquetas.
ro: Îmbunătățirea performanțelor de schimbare a etichetelor.
ru: Улучшена производительность смены меток.
sv: Förbättrad prestanda vid byte av etiketter.
ta: சிட்டைகளை மாற்றுவதன் மேம்பட்ட செயல்திறன்.
tr: Etiketleri değiştirme başarımı iyileştirildi.
uk: Удосконалено швидкодію при зміні міток.
zh_hans: 改进了更改标签的性能。
zh_hant: 改進了更改標籤的性能。

source: Fixed possible crash on component deletion.
de: Möglicher Absturz beim Löschen von Komponenten behoben.
ga: Tuairte féideartha seasta ar scriosadh comhpháirte.
hu: Összetevő törlésekor előforduló összeomlás javítása.
id: Memperbaiki kemungkinan mogok saat penghapusan komponen.
ja: コンポーネントの削除時に発生することがあったクラッシュ問題の修正。
nl: Mogelijke crash bij verwijderen onderdeel gerepareerd.
pt: Corrigida possível falha na exclusão do componente.
pt_br: Corrigida possível falha na exclusão do componente.
ro: A fost reparată o posibilă blocare la ștergerea componentelor.
ru: Исправлено возможное падение при удалении компонента.
sv: Fixat möjligt krasch vid borttagning av komponenter.
ta: கூறு நீக்குதலில் நிலையான விபத்து.
tr: Bileşen silinirken yaşanabilecek çökme sorunu düzeltildi.
uk: Виправлено ймовірне аварійне завершення роботи при вилучення складників.
zh_hans: 修复了部件删除时可能的崩溃。
zh_hant: 修復了組件刪除時可能的崩潰。

source: Fixed displaying of translation changes in some corner cases.
de: Die Anzeige von Übersetzungsänderungen in einigen Ausnahmefällen korrigiert.
ga: Taispeántas seasta ar athruithe aistriúcháin i gcásanna cúinne áirithe.
hu: Fordítási változások megjelenítésének javítása ritka esetekben.
id: Memperbaiki tampilan perubahan terjemahan di beberapa kasus khusus.
ja: 一部の特殊なケースでの翻訳変更の表示を修正。
nl: Weergeven van wijzigingen in vertaling in sommige gevallen gerepareerd.
pt: Corrigida a exibição de alterações de tradução em alguns casos complexos.
pt_br: Corrigida a exibição de alterações de tradução em alguns casos complexos.
ro: A fost reparată afișarea modificărilor de traducere în unele cazuri dificile.
ru: Исправлено отображение изменений перевода в некоторых пограничных случаях.
sv: Fixat visning av översättningsändringar i vissa specialfall.
ta: சில மூலையில் நிகழ்வுகளில் மொழிபெயர்ப்பு மாற்றங்களை நிலையான காண்பித்தல்.
tr: Bazı uç durumlarda yaşanan çeviri değişikliklerinin görüntülenme sorunu düzeltildi.
uk: Виправлено показ змін у перекладі у деяких рідкісних випадках.
zh_hans: 修复了某些极端情况下翻译变更的显示问题。
zh_hant: 修復了一些極端情況下顯示翻譯更改的問題。

source: Improved warning about too long celery queue.
de: Verbesserte Warnung vor zu langer Celery-Warteschlange.
ga: Rabhadh feabhsaithe faoi scuaine soilire ró-fhada.
hu: Figyelmeztetés pontosítása túl hosszú Celery sor esetén.
id: Peningkatan peringatan tentang antrian celery yang terlalu panjang.
ja: celery キューが長すぎる場合の警告の改善。
nl: Verbeterde waarschuwing over een te lange wachtrij in Celery.
pt: Melhorado o aviso sobre fila muito longa do Celery.
pt_br: Melhorado o aviso sobre fila muito longa do Celery.
ro: A fost îmbunătățit avertismentul privind coada prea lungă a celery.
ru: Улучшено предупреждение о слишком длинной очереди Celery.
sv: Förbättrad varning om för lång selleri-kö.
ta: மிக நீண்ட செலரி வரிசை பற்றிய மேம்பட்ட எச்சரிக்கை.
tr: Çok uzun Celery kuyruğu uyarısı iyileştirildi.
uk: Удосконалено попередження щодо надто довгої черги celery.
zh_hans: 改进了 celery 队列过长的警告。
zh_hant: 改進了 celery 隊列過長的警告。

source: Fixed possible false positives in the consistency check.
de: Mögliche Fehlalarme bei der Konsistenzprüfung behoben.
ga: Seasta dearfacha bréagacha féideartha sa seiceáil comhsheasmhachta.
hu: Hamis pozitív találatok javítása az egyezőségi ellenőrzésnél.
id: Memperbaiki kemungkinan positif palsu dalam pemeriksaan konsistensi.
ja: 整合性検査で起こりうる誤検知の修正。
nl: Mogelijke valse positieven in de controle voor consistentie gerepareerd.
pt: Corrigidos possíveis falsos positivos na verificação de consistência.
pt_br: Corrigidos possíveis falsos positivos na verificação de consistência.
ro: A fost reparat un posibil fals pozitiv în verificarea coerenței.
ru: Исправлены возможные ложные срабатывания при проверке согласованности.
sv: Rättade möjliga falska positiva resultat i konsistenskontrollen.
ta: நிலையான சோதனையில் நிலையான தவறான நேர்மறைகள்.
tr: Tutarlılık denetiminde yaşanması olası hatalı doğru sonuç sorunu düzeltildi.
uk: Виправлено можливі помилкові підсумки під час перевірки узгодженості.
zh_hans: 改进了一致性检查中的误报。
zh_hant: 改進了一致性檢查中的誤報。

source: Fixed deadlock when changing linked component repository.
de: Deadlock beim Ändern des verlinkten Komponenten-Repositorys behoben.
ga: sloc seasta nuair a athraítear stór comhpháirte nasctha.
hu: Holtpont javítása összekapcsolt összetevő tárolójának módosításakor.
id: Memperbaiki kebuntuan saat mengubah repositori komponen yang ditautkan.
ja: リンクされたコンポーネント リポジトリを変更する際のデッドロック問題の修正。
nl: Bevriezen bij wijzigen van opslagruimte van gekoppeld onderdeel gerepareerd.
pt: Corrigido um impasse ao alterar o repositório de componentes vinculados.
pt_br: Corrigido um impasse ao alterar o repositório de componentes vinculados.
ro: A fost reparat blocajul la modificarea depozitului de componente legate.
ru: Исправлена взаимоблокировка при изменении репозитория связанного компонента.
sv: Åtgärdat dödläge vid byte av länkat komponentarkiv.
ta: இணைக்கப்பட்ட கூறு களஞ்சியத்தை மாற்றும்போது நிலையான முட்டுக்கட்டை.
tr: Bağlı bileşen deposu değiştirilirken yaşanan kilitlenme sorunu düzeltildi.
uk: Виправлено зависання під час зміни пов'язаного зі складником сховища.
zh_hans: 修复了更改链接部件仓库时的死锁。
zh_hant: 修復了更改連接的組件倉庫時的死鎖。

source: Included edit distance in changes listing and CSV and reports.
de: Den Bearbeitungsabstand in die Änderungsliste, CSV und Berichte aufgenommen.
ga: Tá fad eagarthóireachta san áireamh i liostú athruithe agus CSV agus tuarascálacha.
hu: Szerkesztési távolság megjelenítése a változások listájában, CSV exportban és jelentésekben.
id: Menyertakan jarak sunting dalam daftar perubahan dan CSV serta laporan.
ja: 変更リスト、CSV、およびレポートに編集した文字数を追加。
nl: Afstand voor bewerken opgenomen in vermeldingen van wijzigingen en CSV en rapporten.
pt: Incluída a distância de edição na lista de alterações e CSV e relatórios.
pt_br: Incluída a distância de edição na lista de alterações e CSV e relatórios.
ro: Distanța de editare inclusă în lista de modificări și în rapoartele CSV și CSV.
ru: В список изменений, CSV и отчёты включено расстояние редактирования.
sv: Inkluderade redigeringsavstånd i ändringslistan, CSV-filer och rapporter.
ta: மாற்றங்கள் பட்டியல் மற்றும் சி.எச்.வி மற்றும் அறிக்கைகளில் தூரத்தைத் திருத்து.
tr: Değişiklik listesine, CSV dosyalarına ve raporlara düzenleme uzaklığı eklendi.
uk: Для списків CSV і звітів включено дані щодо відстані редагування у змінах.
zh_hans: 包括了更改列表和 CSV 与 报告中的编辑距离。
zh_hant: 包括了更改列表和 CSV 與 報告中的編輯距離。

source: Avoid false positives of punctuation spacing check for Canadian French.
de: Vermeiden von Fehlalarmen bei der Prüfung auf Interpunktionszeichenabstand für kanadisches Französisch.
ga: Seachain rudaí bréagacha maidir le seiceáil spásála poncaíochta do Fhraincis Cheanada.
hu: Kanadai francia nyelvnél az írásjelek utáni szóköz ellenőrzésének hamis pozitív találatai elkerülve.
id: Hindari positif palsu pada pemeriksaan spasi tanda baca untuk Prancis Kanada.
ja: カナダ系フランス語の句読点間隔検査の誤検出を修正。
nl: Valse positieven voor controle van ruimte voor punctuatie voor Canadees Frans vermijden.
pt: Evita falsos positivos de verificação de espaçamento de pontuação para o francês canadense.
pt_br: Evita falsos positivos de verificação de espaçamento de pontuação para o francês canadense.
ro: Evitați falsurile pozitive ale verificării spațiilor de punctuație pentru limba franceză canadiană.
ru: Обход ложных срабатываний проверки интервала между знаками препинания для канадского французского языка.
sv: Undvik falska positiva resultat vid kontroll av avstånd mellan skiljetecken för kanadensisk franska.
ta: கனேடிய பிரெஞ்சு மொழிக்கான நிறுத்தற்குறி இடைவெளியின் தவறான நேர்மறைகளைத் தவிர்க்கவும்.
tr: Kanada Fransızcası için noktalama işareti aralığı denetimlerinde yaşanan hatalı doğru sonuç sorunu düzeltildi.
uk: Усунено помилкове сповіщення для перевірок пробілів навколо символів пунктуації для канадської французької.
zh_hans: 避免了对加拿大法语进行符号间隔检查时的误报。
zh_hant: 避免了對加拿大法語進行符號間隔檢查時的誤報。
