Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The official Docker image has this feature already enabled.
de: Im offiziellen Docker-Image ist diese Funktion bereits aktiviert.
ga: Tá an ghné seo cumasaithe cheana féin ag íomhá oifigiúil an Docker.
hu: A hivatalos Docker-képben ez a funkció már alapértelmezésben engedélyezett.
id: Gambar Docker resmi telah mengaktifkan fitur ini.
ja: 公式の Docker イメージでは、すでにこの機能は有効です。
nl: De officiële Docker image heeft deze mogelijkheid al ingeschakeld.
pt: A imagem oficial do Docker já tem este recurso ativado.
pt_br: A imagem oficial do Docker já tem este recurso habilitado.
ro: Imaginea oficială Docker are această funcție deja activată.
ru: В официальном образе Docker эта функция уже включена.
sv: Den officiella Docker-bilden har redan denna funktion aktiverad.
ta: அதிகாரப்பூர்வ கப்பல்துறை படம் இந்த அம்சத்தை ஏற்கனவே இயக்கியுள்ளது.
tr: Resmi Docker kalıbında bu özellik kullanıma alınmıştır.
uk: У офіційному образі для Docker цю можливість вже увімкнено.
zh_hans: 官方 Docker 镜像已经允许了这个特性。
zh_hant: 官方 Docker 鏡像已經允許了這個特性。

source: Running server
de: Laufender Server
ga: Freastalaí ag rith
hu: Szerver futtatása
id: Menjalankan server
ja: 実行サーバー
nl: Server uitvoeren
pt: Executar o servidor
pt_br: Executando servidor
ro: Rularea serverului
ru: Запуск сервера
sv: Körande server
ta: சேவையகம் இயங்கும்
tr: Sunucuyu çalıştırmak
uk: Запуск сервера
zh_hans: 运行服务器
zh_hant: 運行服務器

source: In case you are not experienced with services described below, you might want to try :doc:`install/docker`.
de: Falls Sie keine Erfahrung mit den unten beschriebenen Diensten haben, sollten Sie :doc:`install/docker` ausprobieren.
ga: Sa chás nach bhfuil taithí agat ar na seirbhísí a gcuirtear síos orthu thíos, b'fhéidir gur mhaith leat triail a bhaint as :doc:`install/docker`.
hu: Ha nem ismeri a lentebb bemutatott szolgáltatásokat, érdemes lehet kipróbálni a :doc:`install/docker` megoldást.
id: Jika Anda tidak berpengalaman dengan layanan yang dijelaskan di bawah ini, Anda mungkin ingin mencoba :doc:`install/docker`.
ja: 下記で説明しているサービスの設定に慣れていない場合は、:doc:`install/docker` を試してください。
nl: In het geval u geen ervaring hebt met de services die hieronder beschreven worden, zou u misschien :doc:`install/docker` willen proberen.
pt: No caso de não ter experiência com os serviços descritos abaixo, pode tentar seguir :doc:`install/docker`.
pt_br: No caso de você não ter experiência com os serviços descritos abaixo, você pode tentar seguir :doc:`install/docker`.
ro: În cazul în care nu aveți experiență cu serviciile descrise mai jos, ați putea încerca :doc:`install/docker`.
ru: Если у вас нет опыта работы с услугами, описанными ниже, вы можете попробовать :doc:`install/docker`.
sv: Om du inte har erfarenhet av tjänsterna som beskrivs nedan kan du prova :doc:`install/docker`.
tr: Aşağıda açıklanan hizmetlerle ilgili deneyiminiz yoksa, :doc:`install/docker` adresine bakmak isteyebilirsiniz.
uk: Якщо у вас немає досвіду з послугами, описаними далі, ви можете спробувати :doc:`install/docker`.
zh_hans: 如果你对下面描述的服务没有经验，你可以尝试 :doc:`install/docker`。
zh_hant: 如果您沒有在下面描述的服務經歷，您可能需要嘗試：Doc：`安裝/ docker`。

source: You will need several services to run Weblate, the recommended setup consists of:
de: Sie benötigen mehrere Dienste, um Weblate auszuführen, die empfohlene Einrichtung besteht aus:
ga: Beidh roinnt seirbhísí ag teastáil uait chun Weblate a rith, is é atá sa socrú molta:
hu: A Weblate futtatásához több szolgáltatásra lesz szüksége, az ajánlott összeállítás a következőkből áll:
id: Anda akan memerlukan beberapa layanan untuk menjalankan Weblate, pengaturan yang direkomendasikan terdiri dari:
ja: Weblate の実行に必要なサービスと推奨設定:
nl: U zult verschillende services nodig hebben om Weblate uit te voeren, de aanbevolen opstelling bestaat uit:
pt: Precisará de vários serviços para executar o Weblate, a configuração recomendada consiste em:
pt_br: Você precisará de vários serviços para executar o Weblate, a configuração recomendada consiste em:
ro: Veți avea nevoie de mai multe servicii pentru a rula Weblate, configurația recomandată constă în:
ru: Чтобы запустить Weblate, вам понадобится несколько сервисов, рекомендуемая конфигурация состоит из:
sv: Du behöver flera tjänster för att köra Weblate. Den rekommenderade konfigurationen består av:
ta: வலைபெயர்ப்பை இயக்க உங்களுக்கு பல சேவைகள் தேவைப்படும், பரிந்துரைக்கப்பட்ட அமைப்பு பின்வருமாறு:
tr: Weblate çalıştırmak için birkaç hizmete gerek duyacaksınız. Önerilen kurulum şunlardan oluşur:
uk: Для роботи Weblate слід мати запущеними декілька служб. Рекомендований набір складається з таких служб:
zh_hans: 需要几个服务来运行Weblate，推荐的设置包括：
zh_hant: 需要幾個服務來運行Weblate，推薦的設置包括：

source: Database server (see :ref:`database-setup`)
de: Datenbankserver (siehe :ref:`database-setup`)
ga: Freastalaí bunachar sonraí (féach :ref:`database-setup`)
hu: Adatbázis-kiszolgáló (lásd: :ref:`database-setup`)
id: Server basis data (lihat :ref:`database-setup`)
ja: データベース サーバー（参照: :ref:`database-setup` ）
nl: Databaseserver (bekijk :ref:`database-setup`)
pt: Servidor de banco de dados (consulte :ref:`database-setup`)
pt_br: Servidor de banco de dados (consulte :ref:`database-setup`)
ro: Server de baze de date (vezi :ref:`database-setup`)
ru: Сервера базы данных (смотрите раздел :ref:`database-setup`)
sv: Databasserver (se :ref:`database-setup`)
tr: Veri tabanı sunucusu (ayrıntılı bilgi almak için: :ref:`database-setup`)
uk: Сервер бази даних (див. :ref:`database-setup`)
zh_hans: 数据库服务器（请参见 :ref:`database-setup` ）
zh_hant: 數據庫服務器（請參見 :ref:`database-setup` ）

source: Cache server (see :ref:`production-cache`)
de: Cache-Server (siehe :ref:`production-cache`)
ga: Freastalaí taisce (féach :ref:`production-cache`)
hu: Gyorsítótár-kiszolgáló (lásd: :ref:`production-cache`)
id: Server simpanan (lihat :ref:`production-cache`)
ja: キャッシュ サーバー（参照: :ref:`production-cache` ）
nl: Cacheserver (bekijk :ref:`production-cache`)
pt: Servidor de cache (consulte :ref:`production-cache`)
pt_br: Servidor de cache (consulte :ref:`production-cache`)
ro: Server cache (vezi :ref:`production-cache`)
ru: Сервера кэша (смотрите раздел :ref:`production-cache`)
sv: Cache-server (se :ref:`production-cache`)
tr: Ön bellek sunucusu (ayrıntılı bilgi almak için: :ref:`production-cache`)
uk: Сервер кешу (див. :ref:`production-cache`)
zh_hans: 缓存服务器（请参见 :ref:`production-cache` ）
zh_hant: 緩存服務器（請參見 :ref:`production-cache` ）

source: Frontend web server for static files and SSL termination (see :ref:`static-files`)
de: Frontend-Webserver für statische Dateien und SSL-Terminierung (siehe :ref:`static-files`)
ga: Freastalaí gréasáin tosaigh le haghaidh comhaid statacha agus foirceannadh SSL (féach :ref:`static-files`)
hu: Frontend webszerver a statikus fájlokhoz és az SSL-kezeléshez (lásd: :ref:`static-files`)
id: Server web frontend untuk berkas statis dan penghentian SSL (lihat :ref:`static-files`)
ja: 静的ファイルと SSL ターミネーション用のフロントエンド Web サーバー（参照: :ref:`static-files` ）
nl: Frontend webserver voor statische bestanden en beëindigen van SSL (bekijk :ref:`static-files`)
pt: Servidor web frontend para ficheiros estáticos e terminação SSL (consulte :ref:`static-files`)
pt_br: Servidor web frontend para arquivos estáticos e terminação SSL (consulte :ref:`static-files`)
ro: Server web frontend pentru fișiere statice și terminarea SSL (vezi :ref:`static-files`)
ru: Веб-сервера на клиентской части для раздачи статических файлов и SSL-терминации (смотрите раздел :ref:`static-files`)
sv: Frontend-webbserver för statiska filer och SSL-avslutning (se :ref:`static-files`)
tr: Durağan dosyalar ve SSL ucu için ön yüz site sunucusu (ayrıntılı bilgi almak için: :ref:`static-files`)
uk: Сервер-обгортка для статичних файлів і переривання SSL (див. :ref:`static-files`)
zh_hans: 用于静态文件和终结 SSL 的前端 web 服务器（请参见 :ref:`static-files` ）
zh_hant: 用於靜態文件和終結 SSL 的前端 web 服務器（請參見 :ref:`static-files` ）

source: WSGI server for dynamic content (see :ref:`uwsgi`)
de: WSGI-Server für dynamische Inhalte (siehe :ref:`uwsgi`)
ga: Freastalaí WSGI le haghaidh ábhar dinimiciúil (féach :ref:`uwsgi`)
hu: WSGI szerver a dinamikus tartalom kiszolgálásához (lásd: :ref:`uwsgi`)
id: Server WSGI untuk konten dinamis (lihat :ref:`uwsgi`)
ja: 動的コンテンツ用の WSGI サーバー（参照: :ref:`uwsgi` ）
nl: WSGI-server voor dynamische inhoud (bekijk :ref:`uwsgi`)
pt: Servidor WSGI para conteúdo dinâmico (consulte :ref:`uwsgi`)
pt_br: Servidor WSGI para conteúdo dinâmico (consulte :ref:`uwsgi`)
ro: Server WSGI pentru conținut dinamic (vezi :ref:`uwsgi`)
ru: Сервера WSGI для генерации динамического содержимого (смотрите раздел :ref:`uwsgi`)
sv: WSGI-server för dynamiskt innehåll (se :ref:`uwsgi`)
tr: Devingen içerik için WSGI sunucusu (ayrıntılı bilgi almak için: :ref:`uwsgi`)
uk: Сервер WSGI для динамічних даних (див. :ref:`uwsgi`)
zh_hans: 用于动态内容的 WSGI 服务器（请参见 :ref:`uwsgi` ）
zh_hant: 用於動態內容的 WSGI 服務器（請參見 :ref:`uwsgi` ）

source: Celery for executing background tasks (see :ref:`celery`)
de: Celery für die Ausführung von Hintergrundaufgaben (siehe :ref:`celery`)
ga: Soilire chun tascanna cúlra a fhorghníomhú (féach :ref:`celery`)
hu: Celery a háttérfeladatok végrehajtásához (lásd: :ref:`celery`)
id: Celery untuk menjalankan tugas latar belakang (lihat :ref:`celery`)
ja: バックグラウンド タスク実行用の Celery（参照: :ref:`celery` ）
nl: Celery voor het uitvoeren van taken op de achtergrond (bekijk :ref:`celery`)
pt: Celery para executar tarefas em segundo plano (consulte :ref:`celery`)
pt_br: Celery para executar tarefas em segundo plano (consulte :ref:`celery`)
ro: Celery pentru executarea de sarcini de fundal (vezi :ref:`celery`)
ru: Celery для выполнения фоновых задач (смотрите раздел :ref:`celery`)
sv: Celery för att utföra bakgrundsuppgifter (se :ref:`celery`)
tr: Arka plan görevlerini yürütmek için Celery (ayrıntılı bilgi almak için: :ref:`celery`)
uk: Celery для виконання фонових завдань (див. :ref:`celery`)
zh_hans: 用于执行后台任务的 Celery（请参见 :ref:`celery` ）
zh_hant: 用於執行後台任務的 Celery （請參見 :ref:`celery` ）

source: There are some dependencies between the services, for example cache and database should be running when starting up Celery or uwsgi processes.
de: Es gibt einige Abhängigkeiten zwischen den Diensten, zum Beispiel sollten Cache und Datenbank beim Starten von Celery- oder uwsgi-Prozessen bereits laufen.
ga: Tá roinnt spleáchais idir na seirbhísí, mar shampla ba chóir go mbeadh taisce agus bunachar sonraí ar siúl agus próisis Soilire nó uwsgi á gcur ar bun.
hu: A szolgáltatások között vannak függőségek is, például a cache és az adatbázis szervereknek működniük kell, mielőtt a Celery vagy a uwsgi folyamatok elindulnak.
id: Ada beberapa ketergantungan antara layanan, misalnya simpanan dan basis data harus dijalankan saat memulai proses Celery atau uwsgi.
ja: サービス間には、依存関係があります。例えば、Celery または uwsgi プロセスの起動時には、キャッシュとデータベース サーバーが実行されていることが必要です。
nl: Er bestaan enkele afhankelijkheden tussen de services, cache en database zouden bijvoorbeeld moeten worden uitgevoerd bij het opstarten van Celery of uWSGI-processen.
pt: Existem algumas dependências entre os serviços, por exemplo, o cache e o banco de dados devem estar em execução ao iniciar os processos de Celery ou uwsgi.
pt_br: Existem algumas dependências entre os serviços, por exemplo, o cache e o banco de dados devem estar em execução ao iniciar os processos de Celery ou uwsgi.
ro: Există unele dependențe între servicii, de exemplu, memoria cache și baza de date trebuie să ruleze la pornirea proceselor Celery sau uwsgi.
ru: Между некоторыми сервисами существуют зависимости, например, кэш и база данных должны быть запущены до запуска процессов Celery или uwsgi.
sv: Det finns vissa beroenden mellan tjänsterna, till exempel bör cache och databas vara igång när Celery- eller uwsgi-processer startas.
ta: சேவைகளுக்கு இடையில் சில சார்புகள் உள்ளன, எடுத்துக்காட்டாக செலரி அல்லது யு.டபிள்யூ.எச்.சி.ஐ செயல்முறைகளைத் தொடங்கும்போது கேச் மற்றும் தரவுத்தளம் இயங்க வேண்டும்.
tr: Hizmetler arasında bazı bağımlılıklar bulunur. Örneğin Celery veya uwsgi işlemlerini başlatırken ön bellek ve veri tabanı çalışıyor olmalıdır.
uk: Між службами є деякі залежності. Наприклад, служби кешування та бази даних має бути запущено до запуску процесів Celery або uwsgi.
zh_hans: 这些服务之间由一些依赖项，例如当启动 Celery 或 uwsgi 进程时，缓存和数据库应该运行。
zh_hant: 這些服務之間由一些依賴性，例如當啟動 Celery 或 uwsgi 進程時，緩存和數據庫應該運行。

source: In most cases, you will run all services on single (virtual) server, but in case your installation is heavy loaded, you can split up the services. The only limitation on this is that Celery and Wsgi servers need access to :setting:`DATA_DIR`.
de: In den meisten Fällen werden Sie alle Dienste auf einem einzigen (virtuellen) Server laufen lassen, aber wenn Ihre Installation stark ausgelastet ist, können Sie die Dienste aufteilen. Die einzige Einschränkung dabei ist, dass Celery- und Wsgi-Server Zugriff auf :setting:`DATA_DIR` benötigen.
ga: I bhformhór na gcásanna, reáchtálfaidh tú na seirbhísí go léir ar fhreastalaí aonair (fíorúil), ach i gcás go bhfuil do shuiteáil ualach trom, is féidir leat na seirbhísí a roinnt. Is é an t-aon teorainn leis seo ná go dteastaíonn rochtain ó fhreastalaithe Soilire agus Wsgi ar :setting:`DATA_DIR`.
hu: A legtöbb esetben minden szolgáltatást egyetlen (virtuális) szerveren futtat, de ha a telepítés nagy terhelésű, szétválaszthatja az egyes szolgáltatásokat. Egyetlen megkötés van: a Celery és a WSGI szervereknek hozzáféréssel kell rendelkezniük a :setting:`DATA_DIR` könyvtárhoz.
id: Umumnya, Anda akan menjalankan semua layanan pada satu server (virtual), tetapi jika instalasi Anda sangat padat, Anda dapat membagi layanan-layanan tersebut. Satu-satunya batasannya adalah server Celery dan Wsgi memerlukan akses ke :setting:`DATA_DIR`.
ja: 多くの場合、すべてのサービスを単一の（仮想）サーバー上で実行しますが、インストールの負荷が高い場合は、サービスを分割できます。唯一の制限は、Celery サーバーと Wsgi サーバーは :setting:`DATA_DIR` へのアクセス権が必要なことです。
nl: In de meeste gevallen zult u alle services uitvoeren op een enkele (virtuele) server, maar voor het geval uw installatie nogal vol is, kunt u de services opsplitsen. De enige beperking hierin is dat Celery- en WSGI-servers toegang nodig hebben tot :setting:`DATA_DIR`.
pt: Na maioria dos casos, executará todos os serviços num único servidor (virtual), mas se a sua instalação estar muito carregada, pode dividir os serviços. A única limitação disso é que os servidores Celery e Wsgi precisam acessar :setting:`DATA_DIR`.
pt_br: Na maioria dos casos, você executará todos os serviços em um único servidor (virtual), mas no caso de sua instalação estar muito carregada, você pode dividir os serviços. A única limitação disso é que os servidores Celery e Wsgi precisam acessar :setting:`DATA_DIR`.
ro: În cele mai multe cazuri, veți rula toate serviciile pe un singur server (virtual), dar în cazul în care instalația dvs. este foarte încărcată, puteți împărți serviciile. Singura limitare în acest sens este că serverele Celery și Wsgi au nevoie de acces la :setting:`DATA_DIR`.
ru: В большинстве случаев вы будете запускать все сервисы на одном (виртуальном) сервере, но в случае, если ваша установка испытывает тяжелые нагрузки, вы можете их разделить. Единственным ограничением является то, что серверы Celery и Wsgi должны иметь доступ к каталогу :setting:`DATA_DIR`.
sv: I de flesta fall kommer du att köra alla tjänster på en enda (virtuell) server, men om din installation är tungt belastad kan du dela upp tjänsterna. Den enda begränsningen för detta är att Celery- och Wsgi-servrarna behöver åtkomst till :setting:`DATA_DIR`.
tr: Çoğu durumda, tüm hizmetleri tek (sanal) sunucu üzerinde çalıştırırsınız. Ancak kurulumunuzun yükü ağırsa, hizmetleri ayırabilirsiniz. Bu durumda, Celery ve wsgi sunucularının :setting:`DATA_DIR` klasörüne erişmesini sağlamanız yeterlidir.
uk: У більшості випадків усі служби працюють на одному (віртуальному) сервері, але якщо ваш екземпляр є високонавантаженим, ви можете розділити служби. Єдиним обмеженням щодо цього є те, що сервери Celery і Wsgi повинні мати доступу до :setting:`DATA_DIR`.
zh_hans: 在多数情况下，需要在单一（虚拟）服务器上运行所有服务，但在您的安装是重载的情况下，可以将这些服务拆开。对此的唯一限制是 Celery 和 Wsgi 服务器需要访问 :setting:`DATA_DIR`。
zh_hant: 在多數情況下，需要在單一（虛擬）服務器上運行所有服務，但在您的安裝是重載的情況下，可以將這些服務拆開。對此的唯一限制是 Celery 和 Wsgi 服務器需要訪問 :setting:`DATA_DIR` 。

source: The WSGI process has to be executed under the same user the Celery process, otherwise files in the :setting:`DATA_DIR` will be stored with mixed ownership, leading to runtime issues.
de: Der WSGI-Prozess muss unter demselben Benutzer wie der Celery-Prozess ausgeführt werden, sonst werden die Dateien im :setting:`DATA_DIR` mit unterschiedlichen Besitzverhältnissen gespeichert, was zu Laufzeitproblemen führt.
ga: Ní mór an próiseas WSGI a chur i gcrích faoin úsáideoir céanna agus an próiseas Soilire, nó déanfar comhaid sa :setting:`DATA_DIR` a stóráil le húinéireacht mheasctha, rud a fhágfaidh go mbeidh saincheisteanna am rite ann.
hu: A WSGI folyamatot ugyanazzal a felhasználóval kell futtatni, mint a Celery folyamatot, különben a :setting:`DATA_DIR` fájljai eltérő tulajdonossal jönnek létre, ami futásidejű problémákat okozhat.
id: Proses WSGI harus dijalankan di bawah pengguna yang sama dengan proses Celery, jika tidak, berkas dalam :setting:`DATA_DIR` akan disimpan dengan kepemilikan campuran, yang akan menyebabkan masalah runtime.
ja: WSGI プロセスは、Celery プロセスと同じユーザーとして実行させてください。もし異なる場合は、:setting:`DATA_DIR` 内のファイルの所有権が混在した状態で保存され、実行時に問題が発生します。
nl: Het proces van WSGI moet worden uitgevoerd onder dezelfde gebruiker als die voor het proces van Celery, anders zullen bestanden in de :setting:`DATA_DIR` worden opgeslagen met gemixte eigenaren, wat leidt tot problemen tijdens uitvoering.
pt: O processo de WSGI deve ser executado sob o mesmo utilizador que o processo do Celery, caso contrário, os ficheiros em :setting:`DATA_DIR` serão armazenados com propriedade mista, a levar a problemas de tempo de execução.
pt_br: O processo de WSGI deve ser executado sob o mesmo usuário que o processo do Celery, caso contrário, os arquivos em :setting:`DATA_DIR` serão armazenados com propriedade mista, levando a problemas de tempo de execução.
ro: Procesul WSGI trebuie să fie executat sub același utilizator ca și procesul Celery, în caz contrar fișierele din :setting:`DATA_DIR` vor fi stocate cu proprietate mixtă, ceea ce duce la probleme în timpul execuției.
ru: Процесс WSGI должен выполняться под тем же пользователем, под которым работает Celery, иначе файлы в каталоге :setting:`DATA_DIR` будут сохраняться с разными владельцами, что приведёт к проблемам во время выполнения.
sv: WSGI-processen måste köras under samma användare som Celery-processen, annars kommer filer i :setting:`DATA_DIR` att lagras med blandad äganderätt, vilket leder till problem vid körning.
tr: WSGI işlemini çalıştıran kullanıcı ile Celery işlemini çalıştıran kullanıcı aynı olmalıdır. Yoksa :setting:`DATA_DIR` klasöründeki dosyaların sahiplikleri karışır ve bu da çalışma sırasında sorunlara yol açar.
uk: Процес WSGI має бути запущено від імені того ж користувача, що й Celery, інакше файли в :setting:`DATA_DIR` буде збережено від імені різних власників, що призведе до проблем під час роботи сервера.
zh_hans: WSGI 进程和 Celery 进程必须在同一用户下被执行，否则 :setting:`DATA_DIR` 中的文件将以混合的所有权来存储，导致运行问题。
zh_hant: WSGI 進程和 Celery 進程必須在同一用戶下被執行，否則 :setting:`DATA_DIR` 中的文件將以混合的所有權來存儲，導致運行問題。

source: Running web server
de: Webserver ausführen
ga: Freastalaí gréasáin a rith
hu: Webszerver futtatása
id: Menjalankan server web
ja: Web サーバーの実行
nl: Webserver uitvoeren
pt: Executar um servidor web
pt_br: Executando servidor web
ro: Rularea serverului web
ru: Запуск веб-сервера
sv: Körande webbserver
ta: வலை சேவையகத்தை இயக்குகிறது
tr: Site sunucusunu çalıştırmak
uk: Запуск вебсервера
zh_hans: 运行 web 服务器

source: Running Weblate is not different from running any other Django based program. Django is usually executed as WSGI or fcgi (see examples for different webservers below).
de: Das Ausführen von Weblate unterscheidet sich nicht von anderen Django-basierten Programmen. Django wird normalerweise als WSGI oder fcgi ausgeführt (siehe Beispiele für verschiedene Webserver unten).
ga: Níl aon difríocht idir Rith Weblate agus aon chlár eile atá bunaithe ar Django a rith. De ghnáth déantar Django a fhorghníomhú mar WSGI nó fcgi (féach samplaí le haghaidh freastalaithe gréasáin éagsúla thíos).
hu: A Weblate futtatása nem különbözik más Django-alapú alkalmazások futtatásától. A Django-t általában WSGI-n vagy fcgi-n keresztül futtatják (lásd a különböző webszerverekhez tartozó példákat lentebb).
id: Menjalankan Weblate tidak berbeda dengan menjalankan program berbasis Django lainnya. Django biasanya dijalankan sebagai WSGI atau fcgi (lihat contoh untuk berbagai webserver di bawah).
nl: Uitvoeren van Weblate is niet anders dan het uitvoeren van enig ander op Django gebaseerd programma. Django wordt gewoonlijk uitgevoerd als WSGI of fcgi (bekijk voorbeelden voor de verschillende webservers hieronder).
pt_br: Executar o Weblate não é diferente de executar qualquer outro programa baseado em Django. Django é geralmente executado como WSGI ou fcgi (consulte exemplos para diferentes servidores web abaixo).
sv: Att köra Weblate skiljer sig inte från att köra något annat Django-baserat program. Django körs vanligtvis som WSGI eller fcgi (se exempel för olika webbservrar nedan).
ta: வெப்லேட்டை இயக்குவது வேறு எந்த சாங்கோ அடிப்படையிலான நிரலையும் இயக்குவதில் இருந்து வேறுபட்டதல்ல. சாங்கோ வழக்கமாக WSGI அல்லது FCGI ஆக செயல்படுத்தப்படுகிறது (கீழே உள்ள வெவ்வேறு வலை வீரர்களுக்கான எடுத்துக்காட்டுகளைப் பார்க்கவும்).
tr: Weblate çalıştırmak, diğer Django temelli programları çalıştırmaktan farklı değildir. Django genellikle WSGI ya da fcgi olarak çalıştırılır (aşağıda farklı site sunucuları için örnekler bulabilirsiniz).
uk: Запуск Weblate не відрізняється від запуску будь-якої іншої програми на основі Django. Django зазвичай виконується як WSGI або fcgi (див. приклади для різних веб-серверів нижче).
zh_hans: 运行 Weblate 与运行其他任何基于 Django 的程序没什么不同。Django通常作为 WSGI 或 fcgi 执行（请参见下面不同 web 服务器的示例）。

source: For testing purposes, you can use the built-in web server in Django:
de: Zu Testzwecken können Sie den in Django integrierten Webserver verwenden:
ga: Chun críocha tástála, is féidir leat an freastalaí gréasáin ionsuite in Django a úsáid:
hu: Tesztelési célokra használhatja a Django beépített webszerverét is:
id: Untuk tujuan pengujian, Anda dapat menggunakan server web bawaan di Django:
ja: テスト目的のために、Django の内蔵 Web サーバーを使用できます。Web サーバー実行コマンド:
nl: U kunt, om te testen, de ingebouwde webserver in Django gebruiken:
pt: Para fins de teste, pode usar o servidor web incorporado no Django:
pt_br: Para fins de teste, você pode usar o servidor web embutido no Django:
ro: În scopuri de testare, puteți utiliza serverul web încorporat în Django:
ru: В целях тестирования можно использовать встроенный в Django веб-сервер:
sv: För teständamål kan du använda den inbyggda webbservern i Django:
ta: சோதனை நோக்கங்களுக்காக, நீங்கள் சாங்கோவில் உள்ளமைக்கப்பட்ட வலை சேவையகத்தைப் பயன்படுத்தலாம்:
tr: Deneme amacıyla, Django üzerindeki yerleşik site sunucusunu kullanabilirsiniz:
uk: Для тестування ви можете скористатися вбудованим до Django сервером:
zh_hans: 为了检测的目的，您可以在 Django 中使用内建的 web 服务器：
zh_hant: 為了檢測的目的，您可以在 Django 中使用內建的 web 服務器：
