Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Per-string flags extracted from the file format, see :ref:`formats`.
de: Markierungen pro Zeichenkette, extrahiert aus dem Dateiformat, siehe :ref:`formats`.
ga: Bratacha in aghaidh an teaghrán a bhaintear as an bhformáid comhaid, féach :ref:`formats`.
hu: Egyes szövegekhez tartozó jelzők, amelyeket a fájlformátumból nyer ki a rendszer, lásd: :ref:`formats`.
id: Bendera per-string yang diekstrak dari format berkas, lihat :ref:`formats`.
ja: ファイル形式から抽出された文字列ごとのフラグについては、:ref:`formats` を参照してください。
nl: Vlaggen per tekenreeks uitgenomen uit de bestandsindeling, bekijk :ref:`formats`.
pt: Marcadores por cadeia extraídos do formato do ficheiro, consulte :ref:`formats`.
pt_br: Marcadores por texto extraídos do formato do arquivo, consulte :ref:`formats`.
ru: Флаги для каждой строки, извлекаемые из формата файла, см. :ref:`formats`.
sv: Flaggor per sträng extraherade från filformatet, se :ref:`formats`.
tr: Dosya biçiminden ayıklanan her dizgenin yer imleri. Ayrıntılı bilgi almak için: :ref:`formats`.
uk: Прапорці окремих рядків буде видобуто з формату файла, див. :ref:`formats`.
zh_hans: 从文件格式提取的每字符串标记，见 :ref:`formats`。

source: File-format specific flags.
de: Dateiformatspezifische Markierungen.
ga: Bratacha ar leith formáid comhaid.
hu: Fájlformátum-specifikus jelzők.
id: Tanda khusus format berkas.
ja: ファイル形式固有のフラグ。
nl: Specifieke vlaggen voor bestandsindeling.
pt: Marcadores específicos do formato de ficheiro.
pt_br: Marcadores específicos do formato de arquivo.
ru: Флаги, специфичные для формата файла.
sv: Filformatsspecifika flaggor.
ta: கோப்பு வடிவ குறிப்பிட்ட கொடிகள்.
tr: Dosya biçimine özel yer imleri.
uk: Специфічні для формату файлів прапорці.
zh_hans: 文件格式特定的标记。

source: The flags are comma-separated; if they have parameters, they are separated with colon. You can use quotes to include whitespaces or special characters in the string. For example:
de: Die Markierungen sind durch Komma getrennt; wenn sie Parameter haben, werden sie durch Doppelpunkt getrennt. Sie können Anführungszeichen verwenden, um Leerzeichen oder Sonderzeichen in die Zeichenkette aufzunehmen. Zum Beispiel:
ga: Tá na bratacha scartha le camóga; má tá paraiméadair acu, tá siad scartha le colon. Is féidir leat comharthaí athfhriotail a úsáid chun spásanna bána nó carachtair speisialta a chur san áireamh sa teaghrán. Mar shampla:
hu: A jelzők vesszővel elválasztva jelennek meg; ha paraméterezettek, akkor kettősponttal választjuk el őket. Szóközök vagy speciális karakterek megadásához idézőjeleket lehet használni. Például:
id: Tanda dipisahkan dengan koma; jika memiliki parameter, dipisahkan dengan titik dua. Anda dapat menggunakan tanda kutip untuk menambahkan spasi atau karakter khusus dalam string. Misalnya:
ja: フラグはコンマで区切られます。パラメータを持つ場合はコロンで区切られます。文字列内にスペースや特殊文字を含める場合は、引用符を使用することができます。例:
nl: De vlaggen worden gescheiden met komma's; als zij parameters hebben worden die gescheiden door een dubbele punt. U kunt aanhalingstekens gebruiken om witruimte of speciale tekens in de tekenreeks op te nemen. Bijvoorbeeld:
pt: Os marcadores são separados por vírgulas; se tiverem parâmetros, eles são separados por dois pontos. Pode usar aspas para incluir espaços em branco ou caracteres especiais na cadeia. Por exemplo:
pt_br: Os marcadores são separados por vírgulas; se tiverem parâmetros, eles são separados por dois pontos. Você pode usar aspas para incluir espaços em branco ou caracteres especiais no texto. Por exemplo:
ru: Флаги разделяются запятыми; если они имеют параметры, то разделяются двоеточием. Для включения в строку пробелов или специальных символов можно использовать кавычки. Например:
sv: Flaggorna är separerade med kommatecken; om de har parametrar separeras de med kolon. Du kan använda citattecken för att inkludera blanksteg eller specialtecken i strängen. Till exempel:
ta: கொடிகள் கமாவால் பிரிக்கப்பட்டவை; அவற்றில் அளவுருக்கள் இருந்தால், அவை பெருங்குடலுடன் பிரிக்கப்படுகின்றன. சரத்தில் ஒயிட்ச்பேச்கள் அல்லது சிறப்பு எழுத்துக்களைச் சேர்க்க மேற்கோள்களைப் பயன்படுத்தலாம். உதாரணத்திற்கு:
tr: İmler virgül ile ayrılır. Parametreleri varsa iki nokta üst üste ile ayrılır. Dizgeye boşluk veya özel karakterler eklemek için tırnak işaretleri kullanabilirsiniz. Örneğin:
uk: Прапорці слід відокремлювати комами, а параметри — двокрапками. Ви можете скористатися лапками для включення до рядка пробілів або спеціальних символів. Приклад:
zh_hans: 标记用逗号分隔，如果有参数的话，则用冒号分隔。可以在字符串中使用引号来包含空格字符或特定字符。例如：

source: Both single and double quotes are accepted, special characters are being escaped using backslash:
de: Es werden sowohl einfache als auch doppelte Anführungszeichen akzeptiert, Sonderzeichen werden mit Backslash maskiert:
ga: Glactar le comharthaí athfhriotail singil agus dúbailte, tá carachtair speisialta á n-éalú le cúlslais:
hu: Mind az egyszeres (' '), mind a dupla (" ") idézőjelek elfogadottak, a speciális karaktereket visszaperrel kell kimenekíteni:
id: Kutipan tunggal dan ganda diterima, karakter khusus di-escape menggunakan garis miring terbalik:
ja: 一重引用符と二重引用符の両方を使用でき、特殊文字はバックスラッシュを使用してエスケープされます。
nl: Zowel enkele als dubbele aanhalingstekens worden geaccepteerd, speciale tekens moeten worden geëscapet met een backslash:
pt: Aspas simples e duplas são aceitas e caracteres especiais são tratados com barra invertida:
pt_br: Aspas simples e duplas são aceitas, e caracteres especiais são tratados com barra invertida:
ro: Sunt acceptate atât ghilimelele simple, cât și cele duble, iar caracterele speciale sunt scăpate folosind backslash:
ru: Можно использовать как двойные, так и одинарные кавычки — специальные символы экранируются с помощью обратной косой черты:
sv: Både enkla och dubbla citattecken accepteras, specialtecken undviks med hjälp av backslash:
ta: ஒற்றை மற்றும் இரட்டை மேற்கோள்கள் இரண்டும் ஏற்றுக்கொள்ளப்படுகின்றன, பின்சாய்வுக்குறிப்பைப் பயன்படுத்தி சிறப்பு எழுத்துக்கள் தப்பிக்கப்படுகின்றன:
tr: Hem tek hem de çift tırnak işaretleri kabul edilir. Ters bölü kullanılarak özel karakterlerden kaçınılır:
uk: Можна використовувати одинарні і подвійні лапки. Спеціальні символи слід екранувати символом зворотної похилої риски:
zh_hans: 单引号和双引号都被接受，特殊字符使用反斜杠进行转义：

source: To verify that translators do not change the heading of a Markdown document. A failing check will be triggered if the string ``### Index`` is translated as ``# Indice``.
de: Um zu überprüfen, dass Übersetzer die Überschrift eines Markdown-Dokuments nicht ändern. Eine fehlgeschlagene Prüfung wird ausgelöst, wenn die Zeichenkette ``### Index`` mit ``# Indice`` übersetzt wird.
ga: Chun a fhíorú nach n-athraíonn aistritheoirí ceannteideal doiciméid Markdown: Cuirfear tús le seiceáil theipthe má aistrítear an teaghrán ``### Index`` mar ``# Indice``.
hu: Például, hogy ellenőrizzük, a fordítók nem módosították-e egy Markdown-dokumentum fejlécét. Sikertelen ellenőrzés történik, ha a ``### Index`` szöveget például ``# Indice`` fordítják.
id: Untuk memverifikasi bahwa penerjemah tidak mengubah judul dokumen Markdown. Pemeriksaan gagal akan dipicu jika string ``### Index`` diterjemahkan sebagai ``# Indice``.
nl: Verifiëren dat vertalers de kop van een document met Markdown niet wijzigen: Een mislukte controle zal worden geactiveerd wanneer de tekenreeks ``### Index`` is vertaald als ``# Indice``.
pt_br: Para verificar se os tradutores não alteram o título de um documento Markdown. Uma verificação com falha será acionada se o texto ``### Index`` for traduzido como ``# Indice``.
sv: För att verifiera att översättare inte ändrar rubriken i ett Markdown-dokument. En felaktig kontroll utlöses om strängen ``### Index`` översätts till ``# Indice``.
tr: Çevirmenlerin bir Markdown belgesinin başlığını değiştirmediğini doğrular: ‘### Index’ dizgesi ‘# Indice’ olarak çevrilirse denetim başarısız olur.
uk: Щоб переконатися, що перекладачі не змінюють заголовок документа Markdown. Невдала перевірка буде запущена, якщо рядок ``### Index`` буде перекладено як ``# Indice``.

source: To ensure that internal links are not being translated (i.e. `[test](../checks)` does not become `[test](../chequeos)`.
de: Um sicherzustellen, dass interne Links nicht übersetzt werden (d. h. `[test](../checks)` wird nicht zu `[test](../chequeos)`.
ga: Chun a chinntiú nach bhfuil naisc inmheánacha á n-aistriú (i.e. `[tástáil](../seiceálacha)` ní dhéantar `[tástáil](../seiceanna)`.
hu: Vagy például annak biztosítására, hogy belső hivatkozások ne legyenek lefordítva (tehát a `[test](../checks)` ne váljon `[test](../chequeos)` alakra).
id: Untuk memastikan bahwa tautan internal tidak diterjemahkan (misalnya `[test](../checks)` tidak menjadi `[test](../chequeos)`.
ja: 内部リンクが翻訳されていないことを確認する（例: `[test](../checks)` が `[test](../chequeos)` とならないようにする）。
nl: Zorgen dat interne koppelingen niet worden vertaald (d.i. `[test](../checks)` mag niet worden `[test](../chequeos)`.
pt: Para garantir que as ligações internas não estão a ser traduzidos (ou seja, `[test](../checks)` não se torna `[test](../chequeos)`).
pt_br: Para garantir que os links internos não estão sendo traduzidos (ou seja, `[test](../checks)` não se torna `[test](../chequeos)`).
ru: Чтобы убедиться, что внутренние ссылки не переводятся (т.е. «[испытание] (../проверки)» не становится «[испытание] (../чекеос)».
sv: För att säkerställa att interna länkar inte översätts (dvs. att `[test](../checks)` inte blir `[test](../chequeos)`.
ta: உள் இணைப்புகள் மொழிபெயர்க்கப்படவில்லை என்பதை உறுதிப்படுத்த (அதாவது `[சோதனை] (../ சோதனைகள்)` `[சோதனை] (../ செக்கியோச்)` ஆக மாறாது.
tr: İç bağlantıların çevrilmediğinden emin olur (örneğin `[test](../checks)`, `[test](../denetimler)` olarak çevrilmez.
uk: Забезпечення незмінності внутрішніх посилань після перекладу (тобто `[test](../checks)` не повинно перетворитися на `[test](../chequeos)`.
zh_hans: 为了确保不翻译内部链接（即 `[test](../checks)` 不变成 `[test](../chequeos)`.

source: The flags defined on a higher level can be discarded using the ``discard:NAME`` syntax. For example, if a component is configured to ``safe-html``, you can add ``discard:safe-html`` to the string flags to skip it for this particular string.
de: Die auf einer höhereren Ebene definierten Markierungen können mit der Syntax ``discard:NAME`` verworfen werden. Wenn eine Komponente beispielsweise auf ``safe-html`` konfiguriert ist, können Sie ``discard:safe-html`` zu den Markierungen der Zeichenketten hinzufügen, um sie für diese spezielle Zeichenkette zu überspringen.
ga: Is féidir na bratacha atá sainithe ar leibhéal níos airde a chaitheamh amach ag baint úsáide as an gcomhréir ''discard:NAME''. Mar shampla, má tá comhpháirt cumraithe le ''safe-html'', is féidir leat ''discard:safe-html'' a chur leis na bratacha teaghrán chun é a scipeáil don teaghrán áirithe seo.
hu: A magasabb szinten definiált jelzők felülírhatók a ``discard:NAME`` szintaxis használatával. Például, ha egy összetevőn a ``safe-html`` jelző aktív, akkor a szövegspecifikus jelzőkben ``discard:safe-html`` megadásával kihagyható az adott szövegre vonatkozóan.
id: Tanda yang didefinisikan pada tingkat yang lebih tinggi dapat diabaikan menggunakan sintaksis ``discard:NAME``. Misalnya, jika suatu komponen dikonfigurasi sebagai ``safe-html``, Anda dapat menambahkan ``discard:safe-html`` ke tanda string untuk melewatinya pada string khusus ini.
nl: De vlaggen, die zijn gedefinieerd op een hoger niveau, kunnen worden genegeerd met de syntaxis ``discard:NAME``. Bijvoorbeeld als een onderdeel is geconfigureerd voor ``safe-html``, kunt u ``discard:safe-html`` toevoegen aan de vlaggen van de tekenreeks om die voor deze bepaalde tekenreeks over te slaan.
pt_br: Marcadores definidos em um nível mais alto podem ser descartados com a sintaxe ``discard:NAME``. Por exemplo, se um componente estiver configurado como ``safe-html``, você poderá adicionar ``discard:safe-html`` aos marcadores de texto para ignorá-lo esse texto especifico.
sv: Flaggorna som definieras på en högre nivå kan kasseras med hjälp av syntaxen ``discard:NAME``. Om en komponent till exempel är konfigurerad till ``safe-html`` kan du lägga till ``discard:safe-html`` till strängflaggorna för att hoppa över den för just denna sträng.
uk: Прапори, визначені на вищому рівні, можна відкинути за допомогою синтаксису ``discard:NAME``. Наприклад, якщо компонент налаштовано на ``safe-html``, ви можете додати ``discard:safe-html`` до прапорів рядка, щоб пропустити його для цього рядка.

source: Here is a list of flags currently accepted:
de: Hier finden Sie eine Liste der derzeit akzeptierten Markierungen:
ga: Seo liosta de na bratacha a nglactar leo faoi láthair:
hu: Jelenleg az alábbi jelzők használhatók:
id: Berikut adalah daftar tanda yang saat ini diterima:
ja: 現在、使用可能なフラグ一覧:
nl: Hier is een lijst met momenteel geaccepteerde vlaggen:
pt: Aqui está uma lista de marcadores atualmente aceites:
pt_br: Aqui está uma lista de marcadores atualmente aceitos:
ro: Iată o listă a marcajelor acceptate în prezent:
ru: Вот список принимаемых в настоящее время флагов:
sv: Här är en lista över flaggor som för närvarande accepteras:
ta: தற்போது ஏற்றுக்கொள்ளப்பட்ட கொடிகளின் பட்டியல் இங்கே:
tr: Kullanılabilecek imlerin listesi şu şekildedir:
uk: Ось список прапорців, які приймаються у поточній версії:
zh_hans: 以下是目前接受的标记列表：
zh_hant: 這裡是現在能接受的標記的列表：

source: Treat a text as an reStructuredText document, affects :ref:`check-same`. Turns on :ref:`check-rst-syntax` and :ref:`check-rst-references`.
de: Behandelt einen Text als reStructuredText-Dokument, betrifft :ref:`check-same`. Schaltet :ref:`check-rst-syntax` und :ref:`check-rst-references` ein.
ga: Caitheamh le téacs mar dhoiciméad Téacs athstruchtúrtha, a théann i bhfeidhm ar :ref:`check-same`. Tá sé ar siúl :ref:`check-rst-syntax` agus :ref:`check-rst-references`.
hu: A szöveget reStructuredText dokumentumként kezeli, ez hatással van a :ref:`check-same` ellenőrzésre. Engedélyezi a :ref:`check-rst-syntax` és :ref:`check-rst-references` ellenőrzéseket is.
id: Memperlakukan teks sebagai dokumen reStructuredText akan memengaruhi :ref:`check-same`. Mengaktifkan :ref:`check-rst-syntax` dan :ref:`check-rst-references`.
nl: Behandelt een tekst als een document met reStructuredText, heeft invloed op :ref:`check-same`. Schakelt :ref:`check-rst-syntax` en :ref:`check-rst-references` in.
pt_br: Trata um texto como um documento reStructuredText, afeta :ref:`check-same`. Ativa :ref:`check-rst-syntax` e :ref:`check-rst-references`.
sv: Behandla en text som ett reStructuredText-dokument, påverkar :ref:`check-same`. Aktiverar :ref:`check-rst-syntax` och :ref:`check-rst-references`.
tr: Bir metnin reStructuredText belgesi olarak işlenmesini sağlar. :ref:`check-same` kalite denetimini etkiler. :ref:`check-rst-syntax` ve :ref:`check-rst-references` kalite denetimlerini açar.
uk: Розглядати текст як документ reStructuredText, впливає на :ref:`check-same`. Вмикає :ref:`check-rst-syntax` і :ref:`check-rst-references`.

source: Treat a text as an Bulletin Board Code (BBCode) document, affects :ref:`check-same`.
de: Behandelt einen Text als Bulletin-Board-Code-Dokument (BBCode), betrifft :ref:`check-same`.
ga: Déileáil le téacs mar dhoiciméad Cód Feasacháin (BBCode), a dhéanann difear do :ref:`check-same`.
hu: A szöveget Bulletin Board Code (BBCode) dokumentumként kezeli, hatással van a :ref:`check-same` ellenőrzésre.
id: Memperlakukan teks sebagai dokumen Bulletin Board Code (BBCode), memengaruhi :ref:`check-same`.
nl: Behandelt tekst als een document met Bulletin Board Code (BBCode), heeft invloed op :ref:`check-same`.
pt_br: Trata um texto como um documento Bulletin Board Code (BBCode), afeta :ref:`check-same`.
sv: Behandla en text som ett BBCode-dokument (Bulletin Board Code), påverkar :ref:`check-same`.
tr: Bir metnin Bulletin Board Code (BBCode) belgesi olarak işlenmesini sağlar. :ref:`check-same` denetimini etkiler.
uk: Розглядати текст як документ із кодом дошки оголошень (BBCode), впливає :ref:`check-same`.

source: Uses DOS end-of-line markers instead of Unix ones (``\r\n`` instead of ``\n``).
de: Verwendet DOS-Zeilenende-Markierungen anstelle von Unix-Markierungen (``\r\n`` anstelle von ``\n``).
ga: Úsáideann sé marcóirí deireadh líne DOS in ionad cinn Unix (``\r\n`` in ionad ``\n``).
hu: DOS sorvégi jeleket használ Unix helyett (``\r\n`` a ``\n`` helyett).
id: Menggunakan penanda akhir baris DOS, bukan penanda Unix (``\r\n``, bukan ``\n``).
ja: UNIX の代わりに DOS の改行コードを使用する（``\n`` の代わりに ``\r\n``）。
nl: Gebruikt markeringen van DOS voor einde regel in plaats van die van Unix (``\r\n`` in plaats van ``\n``).
pt: Usa marcadores de ponta de linha do DOS em vez dos Unix (``\r\n`` em vez de ``\n``).
pt_br: Usa marcadores de ponta de linha do DOS em vez dos Unix (``\r\n`` em vez de ``\n``).
ro: Folosește markeri de sfârșit de linie DOS în loc de cei Unix (``\r\n`` instead of ``\n``).
ru: Использовать маркеры конца строки DOS вместо маркеров Unix (комбинацию символов ``\r\n`` вместо символа ``\n``).
sv: Använder DOS-radslutmarkörer istället för Unix-markörer (``\r\n`` istället för ``\n``).
ta: யுனிக்ச் ஒன்றுக்கு பதிலாக டோச் எண்ட்-ஆஃப்-லைன் குறிப்பான்களைப் பயன்படுத்துகிறது (`` \n`` க்கு பதிலாக `` \r \n``).
tr: Unix satır sonu karakterleri yerine DOS karakterlerinin kullanılmasını sağlar (``\n`` yerine ``\r\n``).
uk: Використовує позначки кінців рядків DOS замість позначок кінців рядків Unix (``\r\n`` замість ``\n``).
zh_hans: 使用 DOS 的行尾标记，而不使用 Unix 的（使用 ``\r\n`` 而不使用 ``\n``）。
zh_hant: 使用 DOS 的行末標記，而不是 Unix的（ ``\r\n`` instead of ``\n`` ）。

source: The string is read-only and should not be edited in Weblate, see :ref:`read-only-strings`.
de: Die Zeichenkette ist schreibgeschützt und sollte nicht in Weblate bearbeitet werden, siehe :ref:`read-only-strings`.
ga: Tá an teaghrán léite amháin agus níor cheart é a chur in eagar i Weblate, féach :ref:`read-only-strings`.
hu: A szöveg csak olvasható, nem szerkeszthető Weblate-ben, lásd: :ref:`read-only-strings`.
id: String tersebut hanya baca dan tidak boleh disunting di Weblate, lihat :ref:`read-only-strings`.
ja: 文字列は翻訳禁止であり Weblate で編集させない。参照: :ref:`read-only-strings`。
nl: De tekenreeks is alleen-lezen en zou niet moeten worden bewerkt in Weblate, bekijk :ref:`read-only-strings`.
pt: A cadeia é apenas para leitura e não deve ser editada no Weblate, veja :ref:`read-only-strings`.
pt_br: O texto é somente leitura e não deve ser editado no Weblate, consulte :ref:`read-only-strings`.
ro: Șirul este doar pentru citire și nu trebuie editat în Weblate, a se vedea :ref:`read-only-strings`.
ru: Строка доступна только для чтения и не должна редактироваться в Weblate, смотрите проверку :ref:`read-only-strings`.
sv: Strängen är skrivskyddad och bör inte redigeras i Weblate, se :ref:`read-only-strings`.
tr: Dizgenin salt okunur olduğunu ve Weblate üzerinde düzenlenemeyeceğini belirler. Ayrıntılı bilgi almak için: :ref:`read-only-strings`.
uk: Рядок призначено лише для читання, його не слід редагувати на Weblate, див. :ref:`read-only-strings`.
zh_hans: 这条字符串是只读的，且不应该在 Weblate 中进行编辑。请参见 :ref:`read-only-strings`。
zh_hant: 字符串應該只讀，並且不能在 Weblate 中編輯。請參見 :ref:`read-only-strings` 。

source: Used in :ref:`glossary`. Copies the string into all glossary languages so it can be used consistently in all translations. Also useful in combination with ``read-only``, for example in product names.
de: Verwendet im :ref:`glossary`. Kopiert die Zeichenkette in alle Sprachen des Glossars, damit sie in allen Übersetzungen einheitlich verwendet werden kann. Auch nützlich in Kombination mit ``read-only``, zum Beispiel in Produktnamen.
ga: Úsáidtear in :ref:`glossary`. Cóipeálann sé an sreang isteach i ngach teanga gloiseach ionas gur féidir é a úsáid go comhsheasmhach i ngach aistriúchán Úsáideach freisin i dteannta le ``read-only``, mar shampla in ainmneacha táirgí.
hu: Használat a :ref:`glossary` esetén. A szöveget automatikusan átmásolja minden szójegyzék-nyelvre, így következetesen használható a fordításokban. Különösen hasznos például terméknevek esetén a ``read-only`` jelzővel kombinálva.
id: Digunakan dalam :ref:`glossary`. Menyalin string ke semua bahasa glosarium agar dapat digunakan secara konsisten dalam semua terjemahan. Juga berguna jika dikombinasikan dengan ``hanya baca``, misalnya dalam nama produk.
ja: :ref:`glossary` で使用します。文字列を用語集のすべての言語にコピーし、すべての翻訳で一貫して使用できるようにします。また、``read-only`` との組み合わせでも有用であり、製品名などにも使用できます。
nl: Gebruikt in :ref:`glossary`. Kopieert de tekenreeks naar alle talen voor de woordenlijst, zodat het consistent kan worden gebruikt in alle vertalingen. Ook nuttig in combinatie met ``read-only``, bijvoorbeeld voor productnamen.
pt: Usado em :ref:`glossary`. Copia a cadeia em todos os idiomas do Glossário para que possa ser usada de forma consistente em todas as traduções. Também útil em combinação com ``read-only``, por exemplo em nomes de produtos.
pt_br: Usado em :ref:`glossary`. Copia o texto em todos os idiomas do Glossário para que possa ser usado de forma consistente em todas as traduções. Também útil em combinação com ``read-only``, por exemplo em nomes de produtos.
ru: Используется в :ref:`glossary`. Копирует строку во все языки словаря, чтобы её можно было использовать во всех переводах. Также полезно в сочетании с ``read-only`` (только для чтения), например, в названиях продуктов.
sv: Används i :ref:`glossary`. Kopierar strängen till alla språk i ordlistan så att den kan användas konsekvent i alla översättningar. Användbar även i kombination med ``read-only``, till exempel i produktnamn.
tr: :ref:`glossary` içinde kullanılır. Dizgeyi tüm sözlük dillerine kopyalar. Böylece dizge tüm çevirilerde tutarlı bir şekilde kullanılabilir. Ayrıca, örneğin ürün adlarında ``read-only`` ile birlikte kullanışlıdır.
uk: Використовують у :ref:`глосарії <glossary>`. Копіює рядок до мов глосарія, щоб його можна було послідовно використовувати в усіх перекладах. Також корисний у поєднанні з ``read-only``, наприклад, у назвах продуктів.
zh_hans: 用在 :ref:`glossary`。将字符串复制进所有术语表语言，以便在所有翻译中使用相同表述。和 ``read-only`` 搭配用在产品名等地方也有用。
