Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Localization updates.
de: Aktualisierungen der Lokalisierung.
ga: Nuashonruithe logánaithe.
hu: Lokalizációs frissítések.
id: Pembaruan lokalisasi.
ja: 現地語化の更新。
nl: Bijwerken vertalingen.
pt: Atualizações de localização.
pt_br: Atualizações de localização.
ro: Actualizări de localizare.
ru: Обновления локализации.
sv: Lokaliseringsuppdateringar.
ta: உள்ளூராக்கல் புதுப்பிப்புகள்.
tr: Yerelleştirme güncelleştirmeleri yapıldı.
uk: Оновлення локалізації.
zh_hans: 本地化更新。
zh_hant: 本地化更新。

source: Various user interface tweaks.
de: Verschiedene Optimierungen der Bedienoberfläche.
ga: Tweaks comhéadan úsáideora éagsúla.
hu: Felhasználói felület kisebb finomhangolásai.
id: Berbagai penyesuaian antarmuka pengguna.
ja: ユーザーインターフェースの詳細設定。
nl: Verscheidene aanpassingen gebruikersinterface.
pt: Vários ajustes da interface do utilizador.
pt_br: Vários ajustes da interface do usuário.
ro: Diverse modificări ale interfeței utilizatorului.
ru: Различные мелкие исправления пользовательского интерфейса.
sv: Olika justeringar av användargränssnittet.
ta: பல்வேறு பயனர் இடைமுக மாற்றங்கள்.
tr: Çeşitli kullanıcı arayüzü iyileştirmeleri yapıldı.
uk: Різноманітні удосконалення інтерфейсу користувача.
zh_hans: 各种用户界面调整。
zh_hant: 各種用戶界面調整。

source: Improved handling of unsupported but discovered translation files.
de: Verbesserte Handhabung von nicht unterstützten, aber erkannten Übersetzungsdateien.
ga: Láimhseáil fheabhsaithe ar chomhaid aistriúcháin nach dtacaítear leo ach a aimsíodh.
hu: Nem támogatott, de észlelt fordítási fájlok kezelése javítva.
id: Peningkatan penanganan berkas terjemahan yang tidak didukung tetapi ditemukan.
ja: 検出した未対応の翻訳ファイルの取り扱いの改良。
nl: Verbeterde afhandeling van niet ondersteunde, maar wel ontdekte vertaalbestanden.
pt: Melhorado o tratamento de ficheiros de tradução não suportados, mas descobertos.
pt_br: Melhorado o tratamento de arquivos de tradução não suportados, mas descobertos.
ro: Gestionarea îmbunătățită a fișierelor de traducere neacceptate, dar descoperite.
ru: Улучшена обработка неподдерживаемых, но обнаруженных файлов перевода.
sv: Förbättrad hantering av icke-stödda men upptäckta översättningsfiler.
ta: ஆதரிக்கப்படாத ஆனால் கண்டுபிடிக்கப்பட்ட மொழிபெயர்ப்பு கோப்புகளின் மேம்பட்ட கையாளுதல்.
tr: Desteklenmeyen ancak keşfedilen çeviri dosyalarının işlenmesi iyileştirildi.
uk: Удосконалено обробку непідтримуваних, але придатних до виявлення файлів перекладу.
zh_hans: 改进了对不支持但发现的翻译文件的处理。
zh_hant: 改進了對不支持但發現的翻譯文件的處理。

source: More verbosely report missing file format requirements.
de: Ausführlichere Meldung fehlender Dateiformatanforderungen.
ga: Tuairiscigh ar bhealach níos foclóra riachtanais formáid comhaid atá ar iarraidh.
hu: Hiányzó fájlformátumokra vonatkozó követelmények részletesebb jelentése.
id: Melaporkan persyaratan format berkas yang hilang dengan lebih rinci.
ja: 未対応のファイル形式の要件を詳細に報告するように改良。
nl: Meer uitgebreid rapport voor vereisten ontbrekende bestandsindeling.
pt: Relata mais detalhadamente os requisitos de formato de ficheiros ausentes.
pt_br: Relata mais detalhadamente os requisitos de formato de arquivo ausentes.
ro: Raportează mai verosimil cerințele privind formatul de fișier lipsă.
ru: Более подробный отчёт о не удовлетворённых требованиях к формату файлов.
sv: Rapportera mer utförligt om saknade filformatskrav.
ta: காணாமல் போன கோப்பு வடிவமைப்பு தேவைகளை மேலும் சொற்களஞ்சியம் தெரிவிக்கவும்.
tr: Eksik dosya biçimi gereksinimlerinin daha ayrıntılı olarak bildirilmesi sağlandı.
uk: Реалізовано докладніше звіт щодо пропущених вимог для форматів файлів.
zh_hans: 更详细地报告丢失文件格式要求。
zh_hant: 更詳細地報告丟失文件格式要求。

source: *Released on June 21st 2019.*
de: *Veröffentlicht am 21. Juni 2019.*
ga: *Eisithe ar 21 Meitheamh 2019.*
hu: *Kiadva: 2019. június 21.*
id: *Dirilis pada 21 Juni 2019.*
nl: *Uitgegeven op 21 juni 2019.*
pt_br: *Atualizado em 21 de junho de 2019.*
sv: *Släpptes den 21 juni 2019.*
tr: *21 Haziran 2019 tarihinde yayınlandı.*
uk: *Випущено 21 червня 2019 року.*

source: Added separate Celery queue for notifications.
de: Eine separate Celery-Warteschlange für Benachrichtigungen hinzugefügt.
ga: Cuireadh scuaine Soilire ar leith leis le haghaidh fógraí.
hu: Külön Celery feldolgozási sor hozzáadva az értesítésekhez.
id: Menambahkan antrian Celery terpisah untuk notifikasi.
ja: 通知用の Celery キューを追加。
nl: Afzonderlijke wachtrij voor Celery voor notificaties toegevoegd.
pt: Adicionada fila Celery separada para notificações.
pt_br: Adicionada fila Celery separada para notificações.
ro: A fost adăugată o coadă separată Celery pentru notificări.
ru: Добавлена отдельная очередь Celery для уведомлений.
sv: Lagt till separat Celery-kö för aviseringar.
ta: அறிவிப்புகளுக்கு தனி செலரி வரிசையைச் சேர்த்தது.
tr: Bildirimler için ayrı Celery kuyruğu eklendi.
uk: Додано окрему чергу Celery для сповіщень.
zh_hans: 添加了用于通知的另外的 Celery 队列。
zh_hant: 添加了用於通知的另外的 Celery 隊列。

source: Use consistent look with application for API browsing.
de: Einheitliches Erscheinungsbild mit der Anwendung für das API-Browsing verwendet.
ga: Úsáid cuma comhsheasmhach leis an iarratas ar bhrabhsáil API.
hu: API böngésző felülete mostantól egységes megjelenést kap az alkalmazással.
id: Gunakan tampilan yang konsisten dengan aplikasi untuk penelusuran API.
ja: API の参照には、アプリケーションと一貫した外観を使用するように改良。
nl: Consistent uiterlijk gebruiken met toepassing voor bladeren in de API.
pt: Usa uma aparência consistente com a aplicação para a navegação na API.
pt_br: Usa uma aparência consistente com o aplicativo para navegação na API.
ro: Utilizați un aspect coerent cu aplicația pentru navigarea API.
ru: Использование согласованного с приложением вида для просмотра API.
sv: Använd ett enhetligt utseende med applikationen för API-bläddring.
ta: பநிஇ உலாவலுக்கான பயன்பாட்டுடன் நிலையான தோற்றத்தைப் பயன்படுத்து.
tr: API ile göz atarken uygulamayla tutarlı bir görünüm kullanıldı.
uk: Використано однорідний вигляд із програмою для сторінок навігації програмним інтерфейсом.
zh_hans: 对于 API 浏览使用了与应用一致的外观。
zh_hant: 對於 API 瀏覽使用了與應用一致的外觀。

source: Include approved stats in the reports.
de: Status „Genehmigt" in die Berichte aufgenommen.
ga: Cuir staitisticí ceadaithe sna tuarascálacha.
hu: Jóváhagyott fordításokra vonatkozó statisztikák is szerepelnek a jelentésekben.
id: Sertakan statistik yang disetujui dalam laporan.
ja: 承認済みの統計情報をレポートに含めるように改良。
nl: Statistieken voor goedgekeurd opnemen in de rapporten.
pt: Incluir estatísticas aprovadas nos relatórios.
pt_br: Incluir estatísticas aprovadas nos relatórios.
ro: Includeți statisticile aprobate în rapoarte.
ru: В отчёты включена статистика по утверждённым переводам.
sv: Inkludera godkända statistikuppgifter i rapporterna.
ta: அறிக்கைகளில் அங்கீகரிக்கப்பட்ட புள்ளிவிவரங்களைச் சேர்.
tr: Raporlara onaylanmış istatistikleri eklendi.
uk: Реалізовано включення статистики щодо затверджених перекладів до звітів.
zh_hans: 在报告中包含已核准相关的统计数据。
zh_hant: 在報告中包括了同意的統計數據。

source: Report progress when updating translation component.
de: Anzeige vom Fortschritt beim Aktualisieren der Übersetzungskomponente.
ga: Tuairiscigh dul chun cinn agus comhpháirt an aistriúcháin á nuashonrú.
hu: Fordítási összetevő frissítésekor a folyamat állapota jelzésre kerül.
id: Laporkan kemajuan saat memperbarui komponen terjemahan.
ja: 翻訳コンポーネントの更新時に進捗状況を報告するように改良。
nl: Voortgangsrapportage bij updaten vertaalonderdeel.
pt: Reportar progresso quando atualizar um componente de tradução.
pt_br: Reportar progresso quando atualizar um componente de tradução.
ro: Raportați progresul înregistrat la actualizarea componentei de traducere.
ru: Сообщение о прогрессе при обновлении компонента перевода.
sv: Rapportera framsteg vid uppdatering av översättningskomponenten.
ta: மொழிபெயர்ப்பு கூறுகளை புதுப்பிக்கும்போது முன்னேற்றத்தைப் புகாரளிக்கவும்.
tr: Çeviri bileşeni güncellenirken ilerleme durumunun bildirilmesi sağlandı.
uk: Реалізовано звітування щодо поступу при оновленні складника перекладу.
zh_hans: 当更新翻译部件时的报告过程。
zh_hant: 當更新翻譯組件時的報告過程。

source: Allow to abort running background component update.
de: Den Abbruch der laufenden Hintergrundaktualisierung von Komponenten ermöglicht.
ga: Ceadaigh deireadh a chur le nuashonrú an chomhpháirt chúlra a rith.
hu: Lehetőség van háttérben futó összetevőfrissítés megszakítására.
id: Izinkan untuk membatalkan pembaruan komponen latar belakang yang sedang berjalan.
ja: バックグラウンドで実行しているコンポーネントの更新を中止可能に改良。
nl: Afbreken van op achtergrond uitgevoerd bijwerken van onderdeel toestaan.
pt: Permite abortar a atualização do componente em segundo plano.
pt_br: Permite abortar a atualização do componente em segundo plano.
ro: Permite întreruperea executării actualizării componentelor în fundal.
ru: Разрешено прерывать запущенное фоновое обновление компонентов.
sv: Tillåt att avbryta uppdatering av bakgrundskomponent som körs.
ta: இயங்கும் பின்னணி கூறு புதுப்பிப்பை நிறுத்த அனுமதிக்கவும்.
tr: Çalışan arka plan bileşeni güncellemesini iptal etme özelliği eklendi.
uk: Уможливлено переривання запущеного фонового оновлення складника.
zh_hans: 允许终止运行后台部件的更新。
zh_hant: 允許終止運行後台組件的更新。

source: Extend template language for filename manipulations.
de: Die Vorlagensprache für Dateinamen-Manipulationen erweitert.
ga: Leathnaigh teanga teimpléid le haghaidh ionramhálacha ainm comhaid.
hu: Sablonnyelv bővítve fájlnév-műveletekhez.
id: Memperluas bahasa templat untuk manipulasi nama berkas.
ja: ファイル名操作用のテンプレート言語の拡張。
nl: Taal voor sjabloon uitgebreid met bewerkingen van bestandsnamen.
pt: Estendida a linguagem do modelo para manipulações de nome de ficheiro.
pt_br: Estendida a linguagem do modelo para manipulações de nome de arquivo.
ro: Extindeți limbajul de șabloane pentru manipularea numelor de fișiere.
ru: Расширение языка шаблонов для манипуляций именами файлов.
sv: Utöka mallspråket för filnamnsmanipulationer.
ta: கோப்பு பெயர் கையாளுதல்களுக்கான வார்ப்புரு மொழியை நீட்டிக்கவும்.
tr: Dosya adı değiştirme işlemleri için kalıp dili zenginleştirildi.
uk: Мову шаблонів розширено для обробки назв файлів.
zh_hans: 为文件名操作扩展了模板语言。
zh_hant: 為文件名操作擴展了模板語言。

source: Use templates for editor link and repository browser URL.
de: Verwendung von Vorlagen für die Editor-URL und Repository-Browser-URL.
ga: Úsáid teimpléid le haghaidh naisc eagarthóir agus URL brabhsálaí stórtha.
hu: Szerkesztő link és tárolóböngésző URL mostantól sablonnal testreszabható.
id: Gunakan templat untuk tautan penyunting dan URL peramban repositori.
ja: 編集リンクとリポジトリ ブラウザーの URL にテンプレートを使用するように改良。
nl: Sjablonen gebruiken voor koppeling naar bewerker en URL voor browser van opslagruimte.
pt: Usa modelos para a ligação do editor e URL do navegador do repositório.
pt_br: Usa modelos para link do editor e URL do navegador do repositório.
ro: Utilizați șabloane pentru linkul editorului și pentru URL-ul browserului de depozit.
ru: Использование шаблонов для ссылки на редактор и адреса браузера репозитория.
sv: Använd mallar för redigeringslänk och URL för arkivbläddraren.
ta: திருத்தி இணைப்பு மற்றும் களஞ்சிய உலாவி முகவரி க்கு வார்ப்புருக்கள் பயன்படுத்து.
tr: Düzenleyici bağlantısı ve depo tarayıcı adresi için kalıplar kullanıldı.
uk: Реалізовано використання шаблонів для посилань редактора та адреси навігатора сховищем коду.
zh_hans: 对于编辑器链接和仓库浏览器 URL 使用模板。
zh_hant: 對於編輯器鏈接和倉庫瀏覽器 URL 使用模板。

source: Indicate max length and current characters count when editing translation.
de: Anzeige der maximalen Länge und aktuellen Zeichenanzahl beim Bearbeiten der Übersetzung.
ga: Cuir in iúl an fad uasta agus comhaireamh na gcarachtar reatha agus an t-aistriúchán in eagar.
hu: Fordítás szerkesztésekor megjelenik a maximális hossz és az aktuális karakterszám.
id: Tunjukkan panjang maksimal dan jumlah karakter saat ini saat menyunting terjemahan.
ja: 翻訳の編集時に、最大長および現在の文字数が表示されるように改良。
nl: Aangeven van max. lengte en huidige aantal tekens bij bewerken vertaling.
pt: Indica o comprimento máximo e a contagem atual de caracteres ao editar a tradução.
pt_br: Indica o comprimento máximo e a contagem atual de caracteres ao editar a tradução.
ro: Indicarea lungimii maxime și a numărului actual de caractere la editarea traducerii.
ru: Показ максимальной длины и текущего количества символов при редактировании перевода.
sv: Ange maximal längd och aktuellt teckenantal när du redigerar översättningen.
ta: மொழிபெயர்ப்பைத் திருத்தும் போது அதிகபட்ச நீளம் மற்றும் தற்போதைய எழுத்துக்கள் எண்ணுங்கள்.
tr: Çeviri düzenirken en fazla uzunluk ve geçerli karakter sayısının belirtilmesi sağlandı.
uk: Реалізовано показ максимальної довжини і поточної кількості символів при редагуванні перекладу.
zh_hans: 当编辑翻译时指示最大长度和当前字符计数。
zh_hant: 當編輯翻譯時指示最大長度和當前字符計數。

source: Improved handling of abbreviations in unchanged translation check.
de: Verbesserte Behandlung von Abkürzungen bei der Prüfung auf unveränderte Übersetzungen.
ga: Láimhseáil fheabhsaithe ar ghiorrúcháin i seiceáil aistriúcháin gan athrú.
hu: Rövidítések pontosabb kezelése a változatlan fordítások ellenőrzésénél.
id: Peningkatan penanganan singkatan dalam pemeriksaan terjemahan yang tidak berubah.
ja: 未翻訳の翻訳検査での省略形の処理を改善しました。
nl: Verbeterde afhandeling van afkortingen in controle voor niet gewijzigde vertaling.
pt: Melhorado o tratamento de abreviações na verificação de tradução inalterada.
pt_br: Melhorado o tratamento de abreviações na verificação de tradução inalterada.
ro: Gestionarea îmbunătățită a abrevierilor în verificarea traducerilor neschimbate.
ru: В проверке «Перевод без изменения» улучшена обработка аббревиатур.
sv: Förbättrad hantering av förkortningar i oförändrad översättningskontroll.
ta: மாறாத மொழிபெயர்ப்பு சோதனையில் சுருக்கங்களை மேம்படுத்துதல்.
tr: Değiştirilmemiş çeviri denetiminde kısaltmaların işlenmesi iyileştirildi.
uk: Удосконалено обробку абревіатур у перевірці незмінених перекладів.
zh_hans: 改进了未更改翻译检查中的缩写处理。
zh_hant: 改進了未更改翻譯檢查中的縮寫處理。

source: Refreshed landing page for new contributors.
de: Die Einstiegsseite für neue Mitwirkende überarbeitet.
ga: Leathanach tuirlingthe athnuachan do rannpháirtithe nua.
hu: Új, frissített nyitóoldal új közreműködők számára.
id: Halaman arahan yang diperbarui untuk kontributor baru.
ja: 新しい翻訳者向けの開始ページを更新。
nl: Vernieuwde landingspagina voor nieuwe deelnemers.
pt: Página de destino atualizada para novos colaboradores.
pt_br: Página de destino atualizada para novos colaboradores.
ro: Pagină de destinație reînnoită pentru noii contribuabili.
ru: Обновлена страница входа новых участников.
sv: Uppdaterad startsida för nya bidragsgivare.
ta: புதிய பங்களிப்பாளர்களுக்கான புதுப்பிக்கப்பட்ட இறங்கும் பக்கம்.
tr: Yeni katkıda bulunanlar için giriş sayfası yenilendi.
uk: Оновлено початкову сторінку для нових учасників команди.
zh_hans: 为新贡献者设计的全新着陆页。
zh_hant: 刷新了新貢獻者的登錄頁面。

source: Add support for configuring msgmerge add-on.
de: Unterstützung für die Konfiguration der msgmerge-Erweiterung hinzugefügt.
ga: Cuir tacaíocht leis chun an breiseán msgmerge a chumrú.
hu: `msgmerge` kiegészítő konfigurálásának támogatása hozzáadva.
id: Menambahkan dukungan untuk mengonfigurasi pengaya msgmerge.
ja: msgmerge アドオンの設定に対応。
nl: Ondersteuning toegevoegd voor het configureren van add-on msgmerge.
pt: Adiciona suporte para configurar extensões de msgmerge.
pt_br: Adiciona suporte para configurar complementos de msgmerge.
ro: Adăugați suport pentru configurarea add-on-ului msgmerge.
ru: Добавлена поддержка настройки надстройки msgmerge.
sv: Lägg till stöd för konfigurering av tillägget msgmerge.
ta: msgmerge add-on ஐ கட்டமைக்க ஆதரவைச் சேர்.
tr: msgmerge eklentisini yapılandırma desteği eklendi.
uk: Додано підтримку налаштовування додатка msgmerge.
zh_hans: 支持配置 msgmerge 附加组件。

source: Delay opening SMTP connection when sending notifications.
de: Verzögertes Öffnen der SMTP-Verbindung beim Senden von Benachrichtigungen.
ga: Moill ar nasc SMTP a oscailt agus fógraí á sheoladh.
hu: SMTP kapcsolat megnyitása késleltetve történik értesítések küldésekor.
id: Tunda pembukaan koneksi SMTP saat mengirim notifikasi.
ja: 通知の送信時に、SMTP 接続を開始を遅延させるように改良。
nl: Openen van SMTP-verbinding bij verzenden van notificaties vertragen.
pt: Atraso na abertura da conexão SMTP ao enviar notificações.
pt_br: Atraso na abertura da conexão SMTP ao enviar notificações.
ro: Întârzierea deschiderii conexiunii SMTP la trimiterea notificărilor.
ru: При отправке уведомлений добавлена задержка открытия SMTP-соединения.
sv: Fördröj öppningen av SMTP-anslutningen vid sändning av aviseringar.
ta: அறிவிப்புகளை அனுப்பும்போது smtp இணைப்பைத் திறப்பதை தாமதப்படுத்துங்கள்.
tr: Bildirim gönderirken SMTP bağlantısının açılması geciktirildi.
uk: Реалізовано затримку відкриття SMTP-з'єднання при надсиланні сповіщень.
zh_hans: 当发送通知时延迟打开 SMTP 连接。
zh_hant: 當發送通知時延遲打開 SMTP 連接。

source: Improved error logging.
de: Verbesserte Fehlerprotokollierung.
ga: Feabhsaíodh logáil earráide.
hu: Hibanaplózás továbbfejlesztve.
id: Peningkatan pencatatan galat.
ja: エラー ログの改良。
nl: Verbeterd loggen van fouten.
pt: Melhorado o registo de erros.
pt_br: Melhorado o registro de erros.
ro: Înregistrarea erorilor a fost îmbunătățită.
ru: Улучшено журналирование ошибок.
sv: Förbättrad felloggning.
ta: மேம்படுத்தப்பட்ட பிழை பதிவு.
tr: Hata günlüğü iyileştirildi.
uk: Удосконалено журналювання помилок.
zh_hans: 改进了错误日志。
zh_hant: 改進了錯誤日誌。

source: Allow custom location in MO generating add-on.
de: Benutzerdefinierten Speicherort in der Erweiterung zum Erzeugen von MO-Dateien ermöglicht.
ga: Ceadaigh suíomh saincheaptha i mbreiseán giniúna MO.
hu: MO-fájlokat generáló kiegészítő mostantól testreszabható elérési utat használhat.
id: Mengizinkan lokasi khusus di pengaya penghasil MO.
ja: MO 生成アドオンで保存場所を設定できるように改良。
nl: Aangepaste locatie in add-on voor MO genereren toestaan.
pt: Permite local personalizado na extensão de geração de MO.
pt_br: Permite local personalizado no complemento de geração de MO.
ro: Permiteți o locație personalizată în add-on-ul de generare a MO.
ru: В надстройке генерирования файлов MO разрешено использование пользовательских расположений.
sv: Tillåt anpassad plats i MO-genererings-tillägg.
ta: மோ உருவாக்கும் கூடுதல் சேர்க்கையில் தனிப்பயன் இருப்பிடத்தை அனுமதிக்கவும்.
tr: MO oluşturma eklentisinde özel konum kullanılması sağlandı.
uk: Уможливлено визначення нетипового місця для додатка створення MO.
zh_hans: 允许 MO 生成附加组件中的自定义位置。
zh_hant: 允許 MO 生成附加組件中的自定義位置。

source: Added add-ons to cleanup old suggestions or comments.
de: Erweiterungen um alte Vorschläge oder Kommentare zu bereinigen hinzugefügt.
ga: Cuireadh breiseáin leis chun sean-mholtaí nó nótaí tráchta a ghlanadh.
hu: Kiegészítők hozzáadva régi javaslatok vagy megjegyzések tisztításához.
id: Menambahkan pengaya untuk membersihkan saran atau komentar yang sudah lama.
ja: 古い提案やコメントをクリーンアップするアドオンを追加。
nl: Add-ons toegevoegd voor opschonen van oude suggesties of opmerkingen.
pt: Adicionadas extensões para limpar sugestões ou comentários antigos.
pt_br: Adicionados complementos para limpar sugestões ou comentários antigos.
ro: Completări adăugate pentru a curăța sugestii sau comentarii vechi.
ru: Добавлены надстройки для очистки старых предложений или комментариев.
sv: Lagt till tillägg för att rensa gamla förslag eller kommentarer.
ta: பழைய பரிந்துரைகள் அல்லது கருத்துகளை தூய்மை செய்ய துணை நிரல்கள் சேர்க்கப்பட்டன.
tr: Eski önerileri veya yorumları temizleme eklentileri eklendi.
uk: Додано додатки для очищення застарілих пропозицій або коментарів.
zh_hans: 添加了清理陈旧建议或评论的附加组件。
zh_hant: 添加了清理舊的建議或註釋的附加組件。

source: Added option to enable horizontal mode in the Zen editor.
de: Option zur Aktivierung des horizontalen Modus im Zen-Editor hinzugefügt.
ga: Rogha breise chun mód cothrománach a chumasú san eagarthóir Zen.
hu: Zen szerkesztőhöz új, vízszintes nézet engedélyezési lehetősége.
id: Menambahkan opsi untuk mengaktifkan mode horizontal di penyunting Zen.
ja: Zen 編集時に、水平モードを可能にするオプションの追加。
nl: Optie toegevoegd voor inschakelen van horizontale modus in de bewerker Zen.
pt: Adicionada a opção para ativar o modo horizontal no editor Zen.
pt_br: Adicionada a opção para habilitar o modo horizontal no editor Zen.
ro: A fost adăugată opțiunea de a activa modul orizontal în editorul Zen.
ru: Добавлен параметр для включения горизонтального режима в Дзен-редакторе.
sv: Lagt till alternativ för att aktivera horisontellt läge i Zen-redigeraren.
ta: சென் எடிட்டரில் கிடைமட்ட பயன்முறையை இயக்க விருப்பம் சேர்க்கப்பட்டது.
tr: Zen düzenleyicisinde yatay kipi kullanıma alma seçeneği eklendi.
uk: Додано параметр для вмикання горизонтального режиму у джен-редактора.
zh_hans: 添加了在禅编辑器中启用水平模式的选项。
zh_hant: 添加了選項來啟動禪編輯器的水平模式。

source: Improved import performance with many linked components.
de: Verbesserte Leistung beim Import von vielen verlinkten Komponenten.
ga: Feidhmíocht allmhairithe feabhsaithe le go leor comhpháirteanna nasctha.
hu: Importálás teljesítménye javítva sok összekapcsolt összetevő esetén.
id: Peningkatan kinerja impor dengan banyak komponen yang terhubung.
ja: 多くのリンクされたコンポーネントによる読み込みスピードの改良。
nl: Verbeterde prestaties voor importeren met veel gekoppelde onderdelen.
pt: Melhorado o desempenho de importação com muitos componentes vinculados.
pt_br: Melhorado o desempenho de importação com muitos componentes vinculados.
ro: Îmbunătățirea performanțelor de import cu multe componente legate.
ru: Повышена производительность импорта множества взаимосвязанных компонентов.
sv: Förbättrad importprestanda med många länkade komponenter.
ta: பல இணைக்கப்பட்ட கூறுகளுடன் மேம்படுத்தப்பட்ட இறக்குமதி செயல்திறன்.
tr: Birçok bağlı bileşenle içe aktarma başarımı iyileştirildi.
uk: Удосконалено швидкодію імпортування даних із багатьма пов'язаними складниками.
zh_hans: 提高了许多被链接部件的导入性能。
zh_hant: 提高了許多被鏈接組件的導入性能。

source: Fixed examples installation in some cases.
de: Die Installation von Beispielen in einigen Fällen korrigiert.
ga: Suiteáil samplaí seasta i gcásanna áirithe.
hu: Példák telepítése bizonyos esetekben javítva.
id: Memperbaiki contoh instalasi dalam beberapa kasus.
ja: 一部のインストール例を修正。
nl: Voorbeelden voor installeren voor sommige gevallen gerepareerd.
pt: Corrigida a instalação de exemplos em alguns casos.
pt_br: Corrigida a instalação de exemplos em alguns casos.
ro: Fixarea exemplelor de instalare în unele cazuri.
ru: Исправлены примеры установки, бывшие в некоторых случаях неправильными.
sv: Fasta exempel på installation i vissa fall.
ta: சில சந்தர்ப்பங்களில் நிலையான எடுத்துக்காட்டுகள் நிறுவல்.
tr: Bazı durumlardaki kurulum örnekleri düzeltildi.
uk: Виправлено приклади встановлення у деяких випадках.
zh_hans: 修复了一些情况下的示例安装。
zh_hant: 修復了一些情況下的示例安裝。

source: Improved rendering of alerts in changes.
de: Verbesserte Darstellung von Warnungen bei Änderungen.
ga: Rindreáil feabhsaithe foláirimh in athruithe.
hu: Figyelmeztetések megjelenítése a változásoknál továbbfejlesztve.
id: Peningkatan tampilan peringatan dalam perubahan.
ja: 変更時の警告表示の改善。
nl: Verbeterd renderen van alarmen in wijzigingen.
pt: Melhorada a renderização de alertas em mudanças.
pt_br: Melhorada a renderização de alertas em mudanças.
ro: Îmbunătățirea redării alertelor în cazul modificărilor.
ru: Улучшено отображение предупреждений в изменениях.
sv: Förbättrad återgivning av varningar vid ändringar.
ta: மாற்றங்களில் விழிப்பூட்டல்களை மேம்படுத்துதல்.
tr: Değişiklik uyarılarının görüntülenmesi iyileştirildi.
uk: Удосконалено показ попереджень у змінах.
zh_hans: 改进了变更中警报的呈现方式。
zh_hant: 改進了更改中提供提醒。
