Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: While parsing translations, Weblate attempts to map language code (usually the ISO 639-1 one) from the :ref:`component-filemask` to any existing language object.
de: Während des Analysieren von Übersetzungen versucht Weblate, den Sprachcode (in der Regel den ISO-639-1-Code) aus der :ref:`component-filemask` auf ein vorhandenes Sprachobjekt abzubilden.
ga: Agus aistriúcháin á pharsáil, déanann Weblate iarracht cód teanga a mhapáil (an ceann ISO 639-1 de ghnáth) ón :ref:`component-filemask` go dtí aon oibiacht teanga atá ann cheana féin.
hu: A fordítások feldolgozása során a Weblate megpróbálja a nyelvi kódot (általában az ISO 639-1 szabvány szerint) a :ref:`component-filemask` alapján összekapcsolni egy meglévő nyelvi objektummal.
id: Saat mengurai terjemahan, Weblate mencoba memetakan kode bahasa (biasanya kode ISO 639-1) dari :ref:`component-filemask` ke objek bahasa apa pun yang ada.
ja: 翻訳の解析時に、Weblate は言語コード（通常は ISO 639-1 ）を :ref:`component-filemask` から既存の言語オブジェクトにマップしようとします。
nl: Tijdens het parsen van vertalingen probeert Weblate de taalcode (gewoonlijk die van ISO 639-1) te koppelen aan het :ref:`component-filemask` voor een bestaand object taal.
pt: Ao analisar as traduções, o Weblate tenta mapear o código de idioma (geralmente o ISO 639-1) a partir da :ref:`component-filemask` para qualquer objeto de idioma existente.
pt_br: Ao analisar as traduções, o Weblate tenta mapear o código de idioma (geralmente o ISO 639-1) a partir da :ref:`component-filemask` para qualquer objeto de idioma existente.
ro: În timp ce analizează traducerile, Weblate încearcă să mapeze codul de limbă (de obicei cel ISO 639-1) din :ref:`component-filemask` la orice obiect de limbă existent.
ru: При разборе переводов Weblate пытается сопоставить код языка (обычно по ISO 639-1) из :ref:`component-filemask` с любым существующим объектом языка.
sv: När Weblate analyserar översättningar försöker det mappa språkkoden (vanligtvis ISO 639-1) från :ref:`component-filemask` till ett befintligt språkojekt.
tr: Weblate, çevirileri işlerken, dil kodunu (genellikle ISO 639-1 olanı) :ref:`component-filemask` üzerinden var olan herhangi bir dil nesnesiyle eşleştirmeye çalışır.
uk: Під час обробки перекладів Weblate намагається прив'язати код мови (зазвичай, код зі списку ISO 639-1) з :ref:`маски файлів складника <component-filemask>` до усіх наявних об'єктів мов.
zh_hans: 解析翻译时，Weblate 试图从 :ref:`component-filemask` 将语言代码（通常为 ISO 639-1）映射到任何现有的语言对象。

source: You can further adjust this mapping at project level by :ref:`project-language_aliases`.
de: Sie können diese Zuordnung auf Projektebene durch :ref:`project-language_aliases` weiter anpassen.
ga: Is féidir leat an léarscáiliú seo a choigeartú tuilleadh ag leibhéal an tionscadail trí :ref:`project-language_aliases`.
hu: Ez a megfeleltetés projektszinten tovább finomítható a :ref:`project-language_aliases` beállítással.
id: Anda dapat menyesuaikan pemetaan ini lebih lanjut di tingkat proyek dengan :ref:`project-language_aliases`.
ja: :ref:`project-language_aliases` を使用して、このマッピングをプロジェクト レベルで設定できます。
nl: U kunt de koppeling verder aanpassen op projectniveau met :ref:`project-language_aliases`.
pt: Pode ajustar ainda mais esse mapeamento no nível do projeto por :ref:`project-language_aliases`.
pt_br: Você pode ajustar ainda mais esse mapeamento no nível do projeto por :ref:`project-language_aliases`.
ro: Puteți ajusta în continuare această cartografiere la nivel de proiect prin :ref:`project-language_aliases`.
ru: Дальнейшую настройку этого сопоставления на уровне проекта можно осуществить с помощью :ref:`псевдонимов языков <project-language_aliases>`.
sv: Du kan justera denna mappning ytterligare på projektnivå genom :ref:`project-language_aliases`.
tr: :ref:`project-language_aliases` ile bu eşleştirmeyi proje düzeyinde daha ayrıntılı ayarlayabilirsiniz.
uk: Ви можете поліпшити цю прив'язку на рівні проєкту за допомогою :ref:`project-language_aliases`.
zh_hans: 您可以通过 :ref:`project-language_aliases` 在项目层次来进一步调整这种映射。
zh_hant: 您可以通過 :ref:`project-language_aliases` 在項目層次來進一步調整這種映射。

source: If no exact match can be found, an attempt will be made to best fit it into an existing language. Following steps are tried:
de: Wenn keine genaue Übereinstimmung gefunden werden kann, wird versucht, sie bestmöglich in eine bestehende Sprache einzupassen. Die folgenden Schritte werden versucht:
ga: Mura féidir teacht ar mheaitseáil chruinn, déanfar iarracht é a chur in oiriúint don teanga atá ann cheana féin. Baintear triail as na céimeanna seo a leanas:
hu: Ha nem található pontos egyezés, a rendszer a következő lépéseket próbálja meg végrehajtani a legjobb megfeleltetés érdekében:
id: Jika tidak ditemukan kecocokan persis, akan dilakukan upaya untuk menyesuaikannya dengan bahasa yang ada. Berikut langkah-langkah yang dicoba:
ja: 完全に一致するものが見つからないときには、既存の言語で最も近いものを探します。以下の手順を試します:
nl: Als er geen exacte overeenkomst kan worden gevonden, zal een poging worden gedaan om het als best passend op te nemen in een bestaande taal. De volgende stappen worden geprobeerd:
pt: Se nenhuma correspondência exata for encontrada, uma tentativa será feita para melhor encaixá-la num idioma existente. São testadas etapas a seguir:
pt_br: Se nenhuma correspondência exata for encontrada, uma tentativa será feita para melhor encaixá-la em um idioma existente. São testadas etapas a seguir:
ro: În cazul în care nu se găsește o corespondență exactă, se va încerca să o încadrăm cât mai bine într-o limbă existentă. Se încearcă următorii pași:
ru: Если точное совпадение не может быть найдено, будет сделана попытка подогнать его под наиболее подходящий существующий язык. Следующие попытки будут предприняты:
sv: Om ingen exakt matchning kan hittas, kommer ett försök att göras för att bäst anpassa det till ett befintligt språk. Följande steg försöks:
ta: சரியான பொருத்தம் எதுவும் கிடைக்கவில்லை என்றால், அதை ஏற்கனவே இருக்கும் மொழியில் பொருத்தமாக ஒரு முயற்சி மேற்கொள்ளப்படும். பின்வரும் படிகள் முயற்சிக்கப்படுகின்றன:
tr: Tam eşleşme bulunamazsa, var olan dillerden en iyi uyanı ile eşleştirilmeye çalışılır. Şu adımlar denenir:
uk: Якщо точної прив'язки не буде знайдено, буде зроблено спробу встановлення найкращої відповідності до наявного запису мови. Буде виконано такі кроки:
zh_hans: 如果无法找到精确的匹配，将尝试把其融入一种现有的语言。已尝试以下措施：
zh_hant: 如果無法找到精確的匹配，將嘗試把其融入一種現有的語言。已嘗試以下措施：

source: Case insensitive lookups.
de: Suchen ohne Berücksichtigung der Groß-/Kleinschreibung.
ga: Cuardaigh cásanna neamhíogair.
hu: Kis- és nagybetűk figyelmen kívül hagyása.
id: Pencarian tidak memperhatikan huruf besar/kecil.
ja: 大文字と小文字を区別しない検索。
nl: Hoofdletter ongevoelige zoekacties.
pt: Procuras sem diferenciar maiúsculo de minúsculo.
pt_br: Procuras sem diferenciar maiúsculo de minúsculo.
ro: Căutări care nu țin cont de majuscule și minuscule.
ru: Регистронезависимый поиск.
sv: Sökningar som inte är skiftlägeskänsliga.
ta: வழக்கு உணர்வற்ற தேடல்கள்.
tr: Büyük/küçük harfe duyarlı olmadan bakılır.
uk: Пошук без врахування регістру символів.
zh_hans: 大小写不敏感的查询。
zh_hant: 大小寫不敏感的查詢。

source: Normalizing underscores and dashes.
de: Normalisierung von Unterstrichen und Bindestrichen.
ga: Foinsí agus daiseanna a normalú.
hu: Aláhúzások és kötőjelek normalizálása.
id: Menormalkan garis bawah dan tanda hubung.
ja: アンダースコアとダッシュの正規化。
nl: Normaliseren van underscores en streepjes.
pt: Normalizar sublinhados e traços.
pt_br: Normalizar sublinhados e traços.
ro: Normalizarea sublinierilor și a liniuțelor.
ru: Нормализация подчёркиваний и дефисов.
sv: Normalisering av understrykningstecken och bindestreck.
ta: அடிக்கோடிட்டு மற்றும் கோடுகளை இயல்பாக்குதல்.
tr: Alt çizgiler ve kısa çizgiler normalleştirilir.
uk: Нормалізація підкреслень та дефісів.
zh_hans: 将下划线和破折号标准化。

source: Looking up built-in language aliases.
de: Suche nach integrierten Sprachaliasen.
ga: Breathnú suas ailiasanna teanga ionsuite.
hu: Beépített nyelvi álnevek keresése.
id: Mencari alias bahasa bawaan.
ja: 組み込み言語のエイリアスの検索。
nl: Opzoeken ingebouwde taalaliassen.
pt: Procurar aliases de idioma embutido.
pt_br: Procurar aliases de idioma embutido.
ro: Căutarea aliasurilor de limbă încorporate.
ru: Поиск по встроенным псевдонимам языка.
sv: Söka efter inbyggda språkalias.
ta: உள்ளமைக்கப்பட்ட மொழி மாற்றுப்பெயர்களைப் பார்ப்பது.
tr: Yerleşik dil kod adlarına bakılır.
uk: Пошук вбудованих альтернативних назв мов.
zh_hans: 查询内置的语言别名。

source: Looking up by language name.
de: Nach Sprachenname suchen.
ga: Breathnú suas de réir ainm teanga.
hu: Nyelvnév szerinti keresés.
id: Mencari berdasarkan nama bahasa.
ja: 言語名での検索。
nl: Opzoeken op naam taal.
pt: Procurar por nome de idioma.
pt_br: Procurar por nome de idioma.
ro: Căutarea după numele limbii.
ru: Поиск по названию языка.
sv: Sökning efter språknamn.
ta: மொழி பெயரால் மேலே பார்க்கிறது.
tr: Dil adına göre bakılır.
uk: Пошук за назвою мови.
zh_hans: 按语言名称查找。

source: Ignoring the default country code for a given language—choosing ``cs`` instead of ``cs_CZ``.
de: Ignorieren des Standard-Ländercodes für eine bestimmte Sprache – Auswahl von ``cs`` anstelle von ``cs_CZ``.
ga: Ag déanamh neamhairde den chód tíre réamhshocraithe do theanga ar leith - ag roghnú ``cs`` in ionad ``cs_CZ``.
hu: Alapértelmezett országkód figyelmen kívül hagyása (például ``cs_CZ`` helyett ``cs`` használata).
id: Mengabaikan kode negara bawaan untuk bahasa tertentu—memilih ``cs`` alih-alih ``cs_CZ``.
ja: 指定する言語のデフォルトの国コードの無視 -- ``cs_CZ`` ではなく ``cs`` の選択。
nl: Negeren van de standaard taalcode voor een opgegeven taal—kiezen van ``cs`` in plaats van ``cs_CZ``.
pt: Ignorar o código de país padrão para o idioma dado – escolher ``cs`` em vez de ``cs_CZ``.
pt_br: Ignorar o código de país padrão para o idioma dado – escolher ``cs`` em vez de ``cs_CZ``.
ro: Ignorarea codului de țară implicit pentru o anumită limbă - alegerea ``cs`` în loc de ``cs_CZ``.
ru: Игнорирование кода страны по умолчанию для данного языка — выбором ``ru`` вместо ``ru_RU``.
sv: Ignorera standardlandskoden för ett visst språk – välj ``cs`` istället för ``cs_CZ``.
ta: கொடுக்கப்பட்ட மொழிக்கான இயல்புநிலை நாட்டுக் குறியீட்டை புறக்கணித்தல் `` cs_cz`` க்கு பதிலாக `` cs``.
tr: Belirli bir dil için varsayılan ülke kodu yok sayılır. ``cs_CZ`` yerine ``cs`` seçilir.
uk: Ігнорування типового коду країни для вибраної мови — вибираємо ``cs`` замість ``cs_CZ``.
zh_hans: 忽略给定语言的默认国家地区代码——选择 ``cs`` 而非 ``cs_CZ``。
zh_hant: 忽略給定語言的默認國家代碼 — 選擇 ``cs`` 而非 ``cs_CZ``。

source: Should that also fail, a new language definition will be created using the defaults (left to right text direction, one plural). The automatically created language with code ``xx_XX`` will be named as :guilabel:`xx_XX (generated)`. You might want to change this in the admin interface later, (see :ref:`changing-languages`) and report it to the issue tracker (see :ref:`contributing`), so that the proper definition can be added to the upcoming Weblate release.
de: Sollte auch dies fehlschlagen, wird eine neue Sprachdefinition unter Verwendung der Standardeinstellungen (Schreibrichtung von links nach rechts, ein Plural) erstellt. Die automatisch erstellte Sprache mit dem Code ``xx_XX`` wird als :guilabel:`xx_XX (erzeugt)` benannt. Sie können dies später in der Adminoberfläche ändern (siehe :ref:`changing-languages`) und es im Issue Tracker melden (siehe :ref:`contributing`), damit die richtige Definition in die nächste Weblate-Version aufgenommen werden kann.
ga: Má theipeann air sin freisin, cruthófar sainmhíniú nua teanga ag baint úsáide as na réamhshocruithe (treo téacs ar chlé go deas, iolra amháin). Ainmneofar an teanga a cruthaíodh go huathoibríoch le cód ``XX_XX`` mar :guilabel:`xx_XX (generated)``. B'fhéidir gur mhaith leat é seo a athrú sa chomhéadan riaracháin níos déanaí, (féach :ref:`changing-languages`) agus é a thuairisciú don rianaitheoir saincheisteanna (féach :ref:`contributing`), ionas gur féidir an sainmhíniú ceart a chur leis an eisiúint Weblate atá le teacht.
hu: Ha ezek egyike sem jár sikerrel, akkor új nyelvi definíció jön létre az alapértelmezett értékekkel (balról jobbra írásirány, egy többes szám). Az automatikusan létrehozott nyelv a ``xx_XX`` kódot kapja, és a neve :guilabel:`xx_XX (automatikusan létrehozott)` lesz. Érdemes ezt később módosítani az adminisztrációs felületen (lásd: :ref:`changing-languages`), és bejelenteni a hibakövető rendszerben (lásd: :ref:`contributing`), hogy a megfelelő definíció bekerülhessen a következő Weblate kiadásba.
id: Jika gagal, definisi bahasa baru akan dibuat menggunakan bawaan (arah teks dari kiri ke kanan, satu jamak). Bahasa yang dibuat secara otomatis dengan kode ``xx_XX`` akan dinamai :guilabel:`xx_XX (generated)`. Anda mungkin ingin mengubah ini di antarmuka admin nanti (lihat :ref:`changing-languages`) dan melaporkannya ke pelacak masalah (lihat :ref:`contributing`) agar definisi yang tepat dapat ditambahkan ke rilis Weblate mendatang.
ja: これらにも一致しないときは、デフォルト（左から右へのテキスト順、1 つの複数形）を使用して新しい言語定義が作成されます。自動作成されるコード ``xx_XX`` の言語は、:guilabel:`xx_XX (generated)` と命名されます。その後、管理画面（参照: :ref:`changing-languages` ）から変更できます。必要なら、適切な定義が今後の Weblate リリースに追加されるように課題管理ツール（参照: :ref:`contributing` ）に報告してください。
nl: Zou dat ook mislukken zal een nieuwe taaldefinitie worden gemaakt met de standaard (tekstrichting van links naar rechts, een meervoud). De automatisch gemaakte taal met de code ``xx_XX`` zal worden hernoemd naar :guilabel:`xx_XX (generated)`. U zou dit misschien later in de beheerinterface willen wijzigen, (bekijk :ref:`changing-languages`) en het rapporteren bij het probleemvolgsysteem (bekijk :ref:`contributing`), zodat de juiste definitie kan worden toegevoegd aan de aankomende uitgave van Weblate.
pt: Se isso também falhar, uma nova definição de idioma será criada a usar seu padrão (direção do texto da esquerda para a direita, um plural). A linguagem criada automaticamente com o código ``xx_XX`` será nomeada como :guilabel:`xx_XX (generated)`. Podia mudar isso na interface administrativa mais tarde, (veja :ref:`changing-languages`) e relatar ao rastreador de problemas (veja :ref:`contributing`), para que a definição apropriada possa ser adicionada ao próximo lançamento do Weblate.
pt_br: Se isso também falhar, uma nova definição de idioma será criada usando seu padrão (direção do texto da esquerda para a direita, um plural). A linguagem criada automaticamente com o código ``xx_XX`` será nomeada como :guilabel:`xx_XX (generated)`. Você pode querer mudar isso na interface administrativa mais tarde, (consulte :ref:`changing-languages`) e relatar ao rastreador de problemas (consulte :ref:`contributing`), para que a definição apropriada possa ser adicionada ao próximo lançamento do Weblate.
ro: În cazul în care nici aceasta nu reușește, va fi creată o nouă definiție a limbii folosind valorile implicite (direcția textului de la stânga la dreapta, un plural). Limba creată automat cu codul ``xx_XX`` se va numi :guilabel:`xx_XX (generat)`. S-ar putea să doriți să schimbați acest lucru în interfața de administrare mai târziu, (vezi :ref:`changing-languages`) și să raportați acest lucru la trackerul de probleme (vezi :ref:`contributing`), astfel încât definiția corectă să poată fi adăugată la viitoarea versiune Weblate.
ru: Если и это также не получится, будет создано новое определение языка с использованием настроек по умолчанию (направление текста слева направо, одна форма множественного числа). Такой автоматически созданный язык с кодом ``xx_XX`` будет иметь имя :guilabel:`xx_XX (generated)`. Возможно, позже вы захотите изменить его в интерфейсе администратора (смотрите раздел :ref:`changing-languages`) и сообщить об этом в систему отслеживания ошибок (смотрите раздел :ref:`contributing`), чтобы соответствующее определение было добавлено в последующих выпусках Weblate.
sv: Om även det misslyckas skapas en ny språkteckning med standardinställningarna (textriktning från vänster till höger, en pluralform). Det automatiskt skapade språket med koden ``xx_XX`` kommer att namnges :guilabel:`xx_XX (genererat)`. Du kanske vill ändra detta senare i administratörsgränssnittet (se :ref:`changing-languages`) och rapportera det till felrapporteringssystemet (se :ref:`contributing`), så att rätt definition kan läggas till i nästa version av Weblate.
tr: Bunun da başarısız olması durumunda, varsayılan ayarlar kullanılarak (soldan sağa metin yönü, bir tane çoğul) yeni bir dil tanımı oluşturulur. ``xx_XX`` koduyla kendiliğinden oluşturulan dil :guilabel:`xx_XX (oluşturuldu)` olarak adlandırılır. Bunu daha sonra yönetici arayüzünde değiştirmek (ayrıntılı bilgi almak için: :ref:`changing-languages`) ve sorun izleyiciye bildirmek (ayrıntılı bilgi almak için: :ref:`contributing`) isteyebilirsiniz. Böylece doğru tanımın gelecek Weblate sürümüne eklenmesini sağlayabilirsiniz.
uk: Якщо і це не допоможе, нове визначення мови буде створено за допомогою типових значень (напрям запису тексту зліва праворуч, одна форма множини). Автоматично створений запис мови із кодом ``xx_XX`` матиме назву :guilabel:`xx_XX (generated)`. Ви можете змінити цю назву пізніше за допомогою адміністративного інтерфейсу (див. :ref:`changing-languages`) і повідомити про помилку у системі стеження за вадами (see :ref:`contributing`), щоб належне визначення було додано у майбутньому випуску Weblate.
zh_hans: 如果这也失败了，将使用默认值（从左到右的文本方向，一个复数）创建一个新的语言定义。自动创建的代码为 ``xx_XX`` 的语言将被命名为 :guilabel:`xx_XX (generated)`。您可能想稍后在管理界面中更改这个（见 :ref:`changing-languages`），并将它报告给问题跟踪器（见 :ref:`contributing`），这样的话，正确的定义就可以添加到即将发布的 Weblate 版本中。
zh_hant: 如果這也失敗了，將使用默認值創建一個新的語言定義 (從左到右的文本方向，一個複數)。自動創建的帶有代碼 ``xx_XX`` 的語言將被命名為 :guilabel:`xx_XX (generated)`。您可能想稍後在管理界面中更改這個（見:ref:`changing-languages`），並將它報告給問題跟踪器（見:ref:`contributing`），這樣的話，正確的定義就可以添加到即將發布的Weblate版本中。

source: In case you see something unwanted as a language, you might want to adjust :ref:`component-language_regex` to ignore such file when parsing translations.
de: Falls Sie etwas Unerwünschtes als Sprache sehen, sollten Sie den :ref:`component-language_regex` so anpassen, dass solche Dateien beim Analysieren von Übersetzungen ignoriert werden.
ga: Ar eagla go bhfeiceann tú rud éigin nach bhfuil ag teastáil mar theanga, b'fhéidir gur mhaith leat :ref:`component-language_regex` a choigeartú chun neamhaird a dhéanamh ar chomhad dá leithéid agus aistriúcháin á pharsáil.
hu: Ha nem kívánt nyelv jelenik meg, módosítsa a :ref:`component-language_regex` beállítást, hogy az adott fájl figyelmen kívül legyen hagyva a fordítások feldolgozása során.
id: Jika Anda melihat sesuatu yang tidak diinginkan sebagai suatu bahasa, Anda mungkin ingin menyesuaikan :ref:`component-language_regex` untuk mengabaikan berkas tersebut saat mengurai terjemahan.
ja: 間違ったものが言語として認識された場合は、:ref:`component-language_regex` を設定して、翻訳の解析時にそのようなファイルを無視することを推奨します。
nl: In het geval u iets ziet dat ongewenst als taal is, zou u misschien :ref:`component-language_regex` willen aanpassen om een dergelijk bestand te negeren bij het parsen van vertalingen.
pt: No caso de ver algo indesejado como idioma, podia ajustar :ref:`component-language_regex` para ignorar tal ficheiro ao analisar traduções.
pt_br: No caso de você ver algo indesejado como idioma, você pode querer ajustar :ref:`component-language_regex` para ignorar tal arquivo ao analisar traduções.
ro: În cazul în care vedeți ceva nedorit ca limbă, este posibil să doriți să ajustați :ref:`component-language_regex` pentru a ignora un astfel de fișier atunci când analizați traducerile.
ru: В случае, если вы видите в качестве языка что-то нежелательное, вам может понадобиться настроить :ref:`языковой фильтр <component-language_regex>` на игнорирование такого файла при разборе переводов.
sv: Om du ser något oönskat som språk kan du justera :ref:`component-language_regex` för att ignorera sådana filer när översättningar analyseras.
tr: Dil olarak istenmeyen bir şey görürseniz, çevirileri işlerken bu türde bir dosyanın yok sayılması için :ref:`component-language_regex` seçeneğini ayarlamak isteyebilirsiniz.
uk: Якщо у списку мов ви бачите якісь небажані записи, вам варто скоригувати :ref:`component-language_regex` для ігнорування відповідного файла при обробці перекладів.
zh_hans: 在您看到有些不想要的内容作为语言的情况下，您会想要调整 :ref:`component-language_regex`，当分析翻译时忽略这样的文件。
zh_hant: 在您看到有些不想要的內容作為語言的情況下，您會想要調整 :ref:`component-language_regex` ，當分析翻譯時忽略這樣的文件。

source: Changing language definitions
de: Ändern von Sprachdefinitionen
ga: Sainmhínithe teanga a athrú
hu: Nyelvi definíciók módosítása
id: Mengubah definisi bahasa
ja: 言語定義の変更
nl: Wijzigen van taaldefinities
pt: Alterando as definições de idioma
pt_br: Alterando as definições de idioma
ro: Modificarea definițiilor lingvistice
ru: Изменение определений языка
sv: Ändra språkinställningar
ta: மொழி வரையறைகளை மாற்றுதல்
tr: Dil tanımlarını değiştirmek
uk: Зміна визначень мов
zh_hans: 更改语言定义

source: You can change language definitions in the languages interface (:file:`/languages/` URL).
de: Sie können Sprachdefinitionen in der Sprachoberfläche (:file:`/languages/` URL) ändern.
ga: Is féidir leat sainmhínithe teanga a athrú sa chomhéadan teangacha (:file:`/languages/` URL).
hu: A nyelvi definíciók módosíthatók a nyelvek felületén keresztül (elérhető a :file:`/languages/` URL-en).
id: Anda dapat mengubah definisi bahasa di antarmuka bahasa (:file:`/languages/` URL).
ja: 言語の定義は、言語インターフェイス（:file:`/languages/` URL）で変更できます。
nl: U kunt de taaldefinities wijzigen in de taalinterface (:file:`/languages/` URL).
pt: Pode alterar as definições de idioma na interface de idiomas (URL :file:`/languages/`).
pt_br: Você pode alterar as definições de idioma na interface de idiomas (URL :file:`/languages/`).
ro: Puteți modifica definițiile limbilor în interfața languages (:file:`/languages/` URL).
ru: Вы можете изменить определения языка в интерфейсе по языкам (по адресу :file:`/languages/`).
sv: Du kan ändra språkteckningar i språkgränssnittet (:file:`/languages/` URL).
tr: Dil tanımlarını diller arayüzünden değiştirebilirsiniz (:file:`/languages/` adresinden).
uk: Ви можете змінити визначення мов за допомогою інтерфейсу роботи з мовами (адреса :file:`/languages/`).
zh_hans: 您可以在语言界面来更改语言定义（ :file:`/languages/` URL ）。
zh_hant: 您可以在語言界面來更改語言定義（ :file:`/languages/` URL ）。
