Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Project level statistics no longer count categorized components twice.
de: Statistiken auf Projektebene zählen kategorisierte Komponenten nicht mehr doppelt.
ga: Ní áirítear comhpháirteanna catagóirithe faoi dhó a thuilleadh le staitisticí ar leibhéal an tionscadail.
hu: A projektszintű statisztikák mostantól nem számolják duplán a kategorizált összetevőket.
id: Statistik tingkat proyek tidak lagi menghitung komponen yang dikategorikan dua kali.
ja: プロジェクト レベルの統計で、カテゴリに入れたコンポーネントが 2 回カウントされないように変更。
nl: Statistieken op projectniveau tellen niet langer tweemaal gecategoriseerde onderdelen.
pt: As estatísticas em nível de projeto não contam mais duas vezes os componentes categorizados.
pt_br: As estatísticas em nível de projeto não contam mais duas vezes os componentes categorizados.
sv: Projektnivåstatistik räknar inte längre kategoriserade komponenter två gånger.
ta: திட்ட நிலை புள்ளிவிவரங்கள் இனி வகைப்படுத்தப்பட்ட கூறுகளை இரண்டு முறை எண்ணாது.
tr: Proje düzeyindeki istatistiklerin kategorilere ayrılmış bileşenleri iki kez sayması sorunu düzeltildi.
uk: У статистиці на рівні проєкту категоризовані складники більше не додаються двічі.
zh_hans: 已分类部件数不会再被两次计入项目级统计数据。

source: Possible discarding pending translations after editing source strings.
de: Mögliches Verwerfen ausstehender Übersetzungen nach Bearbeitung der Ausgangszeichenketten.
ga: Is féidir aistriúcháin ar feitheamh a chur ar leataobh tar éis na teaghráin foinse a chur in eagar.
hu: Javítva: előfordulhatott, hogy a forrásszövegek szerkesztése után elvetésre kerültek a függőben lévő fordítások.
id: Kemungkinan membuang terjemahan yang tertunda setelah menyunting string sumber.
ja: 原文編集後、保留中の翻訳は破棄されることがある。
nl: Mogelijk negeren openstaande vertalingen na bewerken brontekenreeksen.
pt: Possível descarte de traduções pendentes após a edição das cadeias fonte.
pt_br: Possível descarte de traduções pendentes após a edição dos textos fonte.
sv: Möjlighet att kasta bort väntande översättningar efter redigering av källsträngar.
ta: மூல சரங்களைத் திருத்திய பின் நிலுவையில் உள்ள மொழிபெயர்ப்புகளை நிராகரித்தல்.
tr: Kaynak dizgeler düzenlendikten sonra bekleyen çevirilerin silinmesi sağlandı.
uk: Усунено можливе відкидання перекладів після редагування початкових рядків.
zh_hans: 新增在编辑源字符串后丢弃待定翻译的可能性。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/108?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__。

source: *Released on November 16th 2023.*
de: *Veröffentlicht am 16. November 2023.*
ga: *Eisithe ar 16 Samhain 2023.*
hu: *Kiadva: 2023. november 16.*
id: *Dirilis pada 16 November 2023.*
nl: *Uitgegeven op 16 november 2023.*
pt_br: *Atualizado em 16 de novembro de 2023.*
sv: *Släpptes den 16 november 2023.*
tr: *16 Kasım 2023 tarihinde yayınlandı.*
uk: *Випущено 16 листопада 2023 року.*

source: Faster statistics updates.
de: Schnelleres Aktualisieren der Statistiken.
ga: Nuashonruithe staitisticí níos tapúla.
hu: Gyorsabb statisztikafrissítés.
id: Pembaruan statistik lebih cepat.
ja: 統計情報の更新の高速化。
nl: Sneller bijwerken statistieken.
pt: Atualizações de estatísticas mais rápidas.
pt_br: Atualizações de estatísticas mais rápidas.
ru: Более быстрое обновление статистики.
sv: Snabbare statistikuppdateringar.
ta: வேகமான புள்ளிவிவர புதுப்பிப்புகள்.
tr: İstatistiklerin daha hızlı güncellenmesi sağlandı.
uk: Швидше оновлення статистики.
zh_hans: 更快的统计数据更新。

source: Better e-mail selection in user profile.
de: Bessere E-Mail-Auswahl im Benutzerprofil.
ga: Rogha r-phoist níos fearr sa phróifíl úsáideora.
hu: Jobb e-mail kiválasztás a felhasználói profilban.
id: Pemilihan surel yang lebih baik di profil pengguna.
ja: ユーザー プロファイルでのメールアドレスの選択を改良。
nl: Beter selecteren e-mail in gebruikersprofiel.
pt: Melhor seleção de e-mail no perfil do utilizador.
pt_br: Melhor seleção de e-mail no perfil do usuário.
ru: Улучшен выбор электронной почты в профиле пользователя.
sv: Bättre e-postval i användarprofilen.
ta: பயனர் சுயவிவரத்தில் சிறந்த மின்னஞ்சல் தேர்வு.
tr: Kullanıcı profilinde e-posta seçimi iyileştirildi.
uk: Удосконалено вибір адреси електронної пошти у профілі користувача.
zh_hans: 改进用户个人资料中的电子邮箱选择。

source: :ref:`autofix` are now applied to suggestions as well.
de: :ref:`autofix` werden nun auch auf Vorschläge angewendet.
ga: Cuirtear :ref:`autofix` i bhfeidhm ar mholtaí freisin.
hu: Az :ref:`autofix` mostantól a javaslatokra is alkalmazható.
id: :ref:`autofix` sekarang juga diterapkan pada saran.
ja: :ref:`autofix` が提案にも適用されるよう改良。
nl: :ref:`autofix` worden nu ook toegepast op suggesties.
pt: :ref:`autofix` agora também são aplicadas às sugestões.
pt_br: :ref:`autofix` agora também são aplicadas às sugestões.
ru: :ref:`autofix` теперь применяются и к предложениям.
sv: :ref:`autofix` tillämpas nu även på förslag.
tr: :ref:`autofix` artık önerilere de uygulanıyor.
uk: :ref:`autofix` у новій версії застосовується і до пропозицій.
zh_hans: :ref:`autofix` 现在同样应用于建议。

source: :ref:`mt-deepl` can now configure default formality for translations.
de: :ref:`mt-deepl` kann nun die Standardformalität für Übersetzungen konfigurieren.
ga: Is féidir le :ref:`mt-deepl` foirmiúlacht réamhshocraithe a chumrú anois le haghaidh aistriúcháin.
hu: A :ref:`mt-deepl` esetén beállítható az alapértelmezett formalitás a fordításokhoz.
id: :ref:`mt-deepl` sekarang dapat mengonfigurasi formalitas bawaan untuk terjemahan.
ja: :ref:`mt-deepl` 、翻訳のデフォルト形式の設定に対応。
nl: :ref:`mt-deepl` kan nu standaard formaliteit voor vertalingen configureren.
pt: :ref:`mt-deepl` agora pode configurar a formalidade padrão para traduções.
pt_br: :ref:`mt-deepl` agora pode configurar a formalidade padrão para traduções.
ru: В :ref:`mt-deepl` теперь можно настроить формальность по умолчанию для переводов.
sv: :ref:`mt-deepl` kan nu konfigurera standardformellitet för översättningar.
tr: :ref:`mt-deepl` artık çeviriler için varsayılan resmiliği yapılandırabiliyor.
uk: У новій версії для :ref:`mt-deepl` можна налаштувати рівень формальності для перекладів.
zh_hans: :ref:`mt-deepl` 现在可以为译者配置默认的 formality。

source: Use neutral colors for progress bars and translation unit states.
de: Verwenden von neutralen Farben für Fortschrittsbalken und Zustände der Übersetzungseinheiten.
ga: Úsáid dathanna neodracha le haghaidh barraí dul chun cinn agus stáit aonad aistriúcháin.
hu: Semleges színek használata az előrehaladási sávokhoz és a fordítási egységek állapotaihoz.
id: Gunakan warna netral untuk bilah kemajuan dan status unit terjemahan.
ja: 進行状況バーと翻訳ユニットの状態には中間色を使用。
nl: Neutrale kleuren gebruiken voor voortgangsbalken en statussen van vertaaleenheden.
pt: Use cores neutrais para barras de progresso e estado para unidades de tradução.
pt_br: Usa cores neutras para barras de progresso e status para unidades de tradução.
ru: Используйте нейтральные цвета для индикаторов выполнения и состояний блоков перевода.
sv: Använd neutrala färger för förloppsindikatorer och översättningsenheters status.
ta: முன்னேற்ற பார்கள் மற்றும் மொழிபெயர்ப்பு அலகு நிலைகளுக்கு நடுநிலை வண்ணங்களைப் பயன்படுத்து.
tr: İlerleme çubukları ve çeviri birimi durumları için nötr renkler kullanıldı.
uk: Реалізовано використання нейтральних кольорів для смужок поступу та станів модулів перекладу.
zh_hans: 进度条和翻译单元状态使用中性色。

source: :ref:`addon-weblate.gettext.mo` can optionally include strings needing editing.
de: :ref:`addon-weblate.gettext.mo` kann optional bearbeitungsbedürftige Zeichenketten einbeziehen.
ga: Is féidir le :ref:`addon-weblate.gettext.mo` teaghráin a bhfuil gá eagarthóireacht a dhéanamh orthu a áireamh go roghnach.
hu: Az :ref:`addon-weblate.gettext.mo` kiegészítő opcionálisan tartalmazhatja a szerkesztést igénylő szövegeket is.
id: :ref:`addon-weblate.gettext.mo` secara opsional dapat menyertakan string yang perlu disunting.
ja: :ref:`addon-weblate.gettext.mo` 、要編集の文字列をオプションで含めることができます。
nl: :ref:`addon-weblate.gettext.mo` kan optioneel tekenreeksen die bewerken nodig hebben opnemen.
pt: :ref:`addon-weblate.gettext.mo` pode incluir opcionalmente cadeias que precisam de edição.
pt_br: :ref:`addon-weblate.gettext.mo` pode incluir opcionalmente textos que necessitam de edição.
ru: :ref:`addon-weblate.gettext.mo` может необязательно включать строки с флагом «На правку».
sv: :ref:`addon-weblate.gettext.mo` kan valfritt inkludera strängar som behöver redigeras.
ta: :ref:`addon-weblate.gettext.mo` can optionally include சரங்கள் needing editing.
tr: İsteğe bağlı olarak :ref:`addon-weblate.gettext.mo` içine düzenlenmesi gereken dizgelerin katılması sağlandı.
uk: У новій версії :ref:`addon-weblate.gettext.mo` може, якщо потрібно, включати рядки, які потребують редагування.
zh_hans: :ref:`addon-weblate.gettext.mo` 可以包括需要编辑的字符串（可选)。

source: Use :http:header:`Accept-Language` to order translations for unauthenticated users.
de: :http:header:`Accept-Language` verwenden, um Übersetzungen für nicht authentifizierte Benutzer anzuweisen.
ga: Úsáid :http:header:`Accept-Language` chun aistriúcháin a ordú d'úsáideoirí neamhfhíordheimhnithe.
hu: Az :http:header:`Accept-Language` fejléc alapján kerülnek sorrendbe a fordítások a nem bejelentkezett felhasználók számára.
id: Gunakan :http:header:`Accept-Language` untuk memesan terjemahan bagi pengguna yang tidak terautentikasi.
ja: 未認証ユーザーが翻訳を表示するときの並べ替えのために :http:header:`Accept-Language` を使用する。
nl: Gebruik :http:header:`Accept-Language` om vertalingen voor niet geauthenticeerde gebruikers op te halen.
pt: Use :http:header:`Accept-Language` para solicitar traduções para utilizadores não autenticados.
pt_br: Usa :http:header:`Accept-Language` para solicitar traduções para usuários não autenticados.
ru: Используйте :http:header:`Accept-Language` для заказа переводов для неавторизованных пользователей.
sv: Använd :http:header:`Accept-Language` för att beställa översättningar för icke-autentiserade användare.
tr: Kimliği doğrulanmamış kullanıcıların çeviri siparişi verebilmesi için :http:header:`Accept-Language` kullanıldı.
uk: Реалізовано використання :http:header:`Accept-Language` для упорядкування перекладів для нерозпізнаних користувачів.
zh_hans: 使用 :http:header:`Accept-Language` 为没有进行身份验证的用户排列翻译顺序。

source: Add option to directly approve suggestions with :ref:`reviews` workflow.
de: Option hinzugefügt, um Übersetzungsvorschläge mit dem Arbeitsablauf von :ref:`reviews` direkt zu genehmigen.
ga: Cuir rogha leis chun moltaí a cheadú go díreach le sreabhadh oibre :ref:`reviews`.
hu: Új lehetőség: javaslatok közvetlen jóváhagyása a :ref:`reviews` munkafolyamatban.
id: Tambahkan opsi untuk menyetujui saran secara langsung dengan alur kerja :ref:`reviews`.
ja: :ref:`reviews` ワークフローに提案を直接承認するオプションの追加。
nl: Optie toegevoegd om suggesties direct goed te keuren met de werkstroom :ref:`reviews`.
pt: Adicionada opção para aprovar sugestões diretamente com o fluxo de trabalho :ref:`reviews`.
pt_br: Adicionada opção para aprovar sugestões diretamente com o fluxo de trabalho :ref:`reviews`.
ru: Добавлена возможность прямого одобрения предложений с помощью рабочего процесса :ref:`reviews`.
sv: Lägg till alternativ för att direkt godkänna förslag med :ref:`reviews`-arbetsflödet.
tr: :ref:`reviews` iş akışıyla önerileri doğrudan onaylama seçeneği eklendi.
uk: Додано пункт для безпосереднього затвердження пропозицій у робочому процесі :ref:`reviews`.
zh_hans: :ref:`reviews` 工作流程新增直接批准建议的选项。

source: :ref:`api-statistics` now includes character and word counts for more string states.
de: :ref:`api-statistics` enthält jetzt Zeichen- und Wortzählungen für mehr Zeichenkettenstatus.
ga: Áiríonn :ref:`api-statistics` anois líon na gcarachtar agus na bhfocal le haghaidh tuilleadh stát teaghrán.
hu: Az :ref:`API statisztikák <api-statistics>` mostantól több szövegállapothoz is tartalmaz karakter- és szószámot.
id: :ref:`api-statistics` sekarang menyertakan jumlah karakter dan kata untuk lebih banyak status string.
ja: :ref:`api-statistics` には、より多くの文字列状態の文字数と単語数を含むように改良。
nl: :ref:`api-statistics` bevat nu tellingen van tekens en woorden voor meer statussen van tekenreeksen.
pt: :ref:`api-statistics` agora inclui contagens de caracteres e palavras para mais estados de cadeias.
pt_br: :ref:`api-statistics` agora inclui contagens de caracteres e palavras para mais status de textos.
ru: :ref:`api-statistics` теперь включает подсчёт символов и слов для большего количества состояний строк.
sv: :ref:`api-statistics` innehåller nu tecken- och ordräkning för fler strängtillstånd.
tr: :ref:`api-statistics` üzerine daha fazla dizge durumu için karakter ve sözcük sayıları eklendi.
uk: У новій версії до :ref:`api-statistics` включено кількість символів і слів для більшої кількості станів рядка.
zh_hans: :ref:`api-statistics` 现在包括更多字符串状态的字符和单词计数。

source: Fixed creating component within a category by upload.
de: Die Komponentenerstellung innerhalb einer Kategorie durch Hochladen korrigiert.
ga: Seasta cruthú comhpháirt laistigh de chatagóir trí uaslódáil.
hu: Javítva a összetevő létrehozása feltöltés útján, ha az egy kategóriába tartozik.
id: Memperbaiki pembuatan komponen dalam kategori dengan mengunggah.
ja: アップロードによるカテゴリ内のコンポーネント作成の修正。
nl: Maken van een onderdeel in een categorie bij uploaden gerepareerd.
pt: Foi corrigida a criação de um componente numa categoria por meio de upload.
pt_br: Foi corrigida a criação de um componente em uma categoria por meio de upload.
ru: Исправлено создание компонента в категории путём загрузки.
sv: Fixat skapande av komponent inom en kategori genom uppladdning.
ta: பதிவேற்றுவதன் மூலம் ஒரு வகைக்குள் நிலையான உருவாக்கும் கூறு.
tr: Yükleme yoluyla bir kategori içinde bileşen oluşturulması sorunu düzeltildi.
uk: Виправлено створення складника у категорії шляхом вивантаження.
zh_hans: 修复了通过上传创建分类内部件的问题。

source: Error handling in organizing components and categories.
de: Fehlerbehandlung beim Organisieren von Komponenten und Kategorien.
ga: Earráid á láimhseáil agus comhpháirteanna agus catagóirí á n-eagrú.
hu: Hibakezelés az összetevők és kategóriák rendszerezése során.
id: Penanganan galat dalam mengatur komponen dan kategori.
ja: コンポーネントとカテゴリを整理する際のエラー処理の追加。
nl: Foutafhandeling bij het beheren van onderdelen en categorieën.
pt: Tratamento de erros na organização de componentes e categorias.
pt_br: Tratamento de erros na organização de componentes e categorias.
ru: Обработка ошибок при организации компонентов и категорий.
sv: Felhantering vid organisering av komponenter och kategorier.
ta: கூறுகள் மற்றும் வகைகளை ஒழுங்கமைப்பதில் பிழை கையாளுதல்.
tr: Bileşenleri ve kategorileri düzenlerken çıkan sorunların işlenmesi sağlandı.
uk: Обробка помилок в організації складників і категорій.
zh_hans: 处理组织部件和分类方面的错误。

source: Fixed moving categories between projects.
de: Das Verschieben von Kategorien zwischen Projekten korrigiert.
ga: Catagóirí aistrithe seasta idir tionscadail.
hu: Javítva a kategóriák áthelyezése projektek között.
id: Memperbaiki pergerakan kategori antar proyek.
ja: プロジェクト間のカテゴリ移動の修正。
nl: Verplaatsen van categorieën tussen projecten gerepareerd.
pt: Correção da movimentação de categorias entre projetos.
pt_br: Correção da movimentação de categorias entre projetos.
ru: Исправлено перемещение категорий между проектами.
sv: Fasta flyttkategorier mellan projekt.
ta: திட்டங்களுக்கு இடையில் நிலையான நகரும் வகைகள்.
tr: Kategorilerin projeler arasında taşınması sorunu düzeltildi.
uk: Виправлено пересування категорій між проєктами.
zh_hans: 修复了在项目间移动分类的问题。

source: Fixed formatting of translation memory search results.
de: Die Formatierung der Übersetzungsspeicher-Suchergebnisse korrigiert.
ga: Formáidiú seasta ar thorthaí cuardaigh cuimhne aistriúcháin.
hu: Javítva a fordítási memória keresési találatainak formázása.
id: Memperbaiki format hasil pencarian memori terjemahan.
ja: 翻訳メモリの検索結果形式の修正。
nl: Opmaken van zoekresultaten vertaalgeheugen gerepareerd.
pt: Corrigida a formatação dos resultados de pesquisa da memória de tradução.
pt_br: Corrigida a formatação dos resultados de busca da memória de tradução.
ru: Исправлено форматирование результатов поиска в памяти переводов.
sv: Fast formatering av sökresultat i översättningsminnet.
ta: மொழிபெயர்ப்பு நினைவக தேடல் முடிவுகளின் நிலையான வடிவமைப்பு.
tr: Çeviri belleği arama sonuçlarının biçimlendirilmesi düzeltildi.
uk: Виправлено форматування результатів пошуку у пам'яті перекладів.
zh_hans: 修复了翻译记忆库搜索结果版式的问题。

source: Allow non-breaking space character in :ref:`autofix-html`.
de: Geschütztes Leerzeichen in :ref:`autofix-html` erlaubt.
ga: Ceadaigh carachtar spáis neamhbhriste i :ref:`autofix-html`.
hu: A :ref:`autofix-html` mostantól engedélyezi a nem törhető szóköz karaktert.
id: Izinkan karakter spasi tanpa putus dalam :ref:`autofix-html`.
ja: :ref:`autofix-html` で非改行スペース文字の許可。
nl: Teken voor niet afbrekende spatie in :ref:`autofix-html` toestaan.
pt: Permitir caracteres de espaço não quebrável em :ref:`autofix-html`.
pt_br: Permite caracteres de espaço não quebrável em :ref:`autofix-html`.
ru: Разрешить неразрывный символ пробела в :ref:`autofix-html`.
sv: Tillåt icke-brytande mellanslagstecken i :ref:`autofix-html`.
tr: :ref:`autofix-html` özelliğinde bölünmeyen boşluk karakterine izin verildi.
uk: Уможливлено символ нерозривного пробілу в :ref:`autofix-html`.
zh_hans: 在 :ref:`autofix-html` 中允许不间断空格字符。

source: :doc:`/formats/apple` exporter now produces UTF-8 encoded files.
de: Der :doc:`/formats/apple`-Exporter erzeugt jetzt UTF-8-kodierte Dateien.
ga: :doc:`/formats/apple` táirgeann onnmhaireoir anois comhaid UTF-8 ionchódaithe.
hu: Az :doc:`/formats/apple` exportáló mostantól UTF-8 kódolású fájlokat hoz létre.
id: :doc:`/formats/apple` eksportir sekarang menghasilkan berkas yang dikodekan UTF-8.
ja: :doc:`/formats/apple` エクスポーターは、UTF-8 でエンコードされたファイルを生成するように改良。
nl: :doc:`/formats/apple` exporteerder produceert nu in UTF-8 gecodeerde bestanden.
pt: O exportador :doc:`/formats/apple` agora produz ficheiros codificados em UTF-8.
pt_br: O exportador :doc:`/formats/apple` agora produz arquivos codificados em UTF-8.
ru: Экспортер :doc:`/formats/apple` теперь выдаёт файлы в кодировке UTF-8.
sv: :doc:`/formats/apple` exporter producerar nu UTF-8-kodade filer.
tr: :doc:`/formats/apple` dışa aktarıcısı artık UTF-8 karakter kümesiyle dosyalar üretiyor.
uk: У новій версії засіб експортування :doc:`/formats/apple` створює файли у кодуванні UTF-8.
zh_hans: :doc:`/formats/apple` 导出程序现在生成 UTF-8 编码的文件。

source: Python 3.12 is now supported, though not recommended, see :ref:`python-deps`.
de: Python 3.12 wird nun unterstützt, obwohl nicht empfohlen, siehe :ref:`python-deps`.
ga: Tacaítear le Python 3.12 anois, cé nach moltar é, féach :ref:`python-deps`.
hu: A Python 3.12 támogatottá vált, de nem ajánlott, lásd: :ref:`python-deps`.
id: Python 3.12 sekarang didukung, meskipun tidak direkomendasikan, lihat :ref:`python-deps`.
ja: 現在 Python 3.12 に対応していますが推奨しません。参照: :ref:`python-deps`。
nl: Python 3.12 wordt nu ondersteund, hoewel niet aanbevolen, bekijk :ref:`python-deps`.
pt: Python 3.12 agora é suportado, embora não seja recomendado, consulte :ref:`python-deps`.
pt_br: Python 3.12 agora é suportado, embora não seja recomendado, consulte :ref:`python-deps`.
sv: Python 3.12 stöds nu, men rekommenderas inte, se :ref:`python-deps`.
tr: Python 3.12 desteği eklendi, ancak önerilmiyor. Ayrıntılı bilgi almak için: :ref:`python-deps`.
uk: Реалізовано підтримку Python 3.12, хоча користуватися ним не рекомендовано, див. :ref:`python-deps`.
zh_hans: 现支持 Python 3.12，虽然并不推荐使用，见 :ref:`python-deps`。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/104?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__。

source: *Released on October 25th 2023.*
de: *Veröffentlicht am 25. Oktober 2023.*
ga: *Eisithe ar 25 Deireadh Fómhair 2023.*
hu: *Kiadva: 2023. október 25.*
id: *Dirilis pada 25 Oktober 2023.*
nl: *Uitgegeven op 25 oktober 2023.*
pt_br: *Atualizado em 25 de outubro de 2023.*
sv: *Släpptes den 25 oktober 2023.*
tr: *25 Ekim 2023 tarihinde yayınlandı.*
uk: *Випущено 25 жовтня 2023 року.*
