Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: These send e-mails directly, so this verifies that your SMTP configuration is correct (see :ref:`out-mail`). Most of the e-mails from Weblate are however sent in the background and there might be some issues with Celery involved as well, please see :ref:`debug-tasks` for debugging that.
de: Diese senden E-Mails direkt, so dass überprüft wird, ob Ihre SMTP-Konfiguration korrekt ist (siehe :ref:`out-mail`). Die meisten E-Mails von Weblate werden jedoch im Hintergrund verschickt und es könnten auch einige Probleme mit Celery auftreten, siehe :ref:`debug-tasks` zum Debuggen.
ga: Seolann siad seo ríomhphoist go díreach, mar sin fíoraíonn sé seo go bhfuil do chumraíocht SMTP ceart (féach :ref:`out-mail`). Seoltar an chuid is mó de na ríomhphoist ó Weblate sa chúlra áfach agus d'fhéadfadh go mbeadh roinnt saincheisteanna ann le Celery freisin, féach le do thoil :ref:`debug-tasks` chun é sin a dhífhabhtú.
hu: Ezek az eszközök közvetlenül küldenek e-mailt, így jól ellenőrizhető, hogy megfelelően van-e beállítva az SMTP kapcsolat (lásd: :ref:`out-mail`). A Weblate e-mailek többsége azonban háttérfolyamatból kerül kiküldésre, így a probléma gyakran a Celery működéséhez köthető. Ennek hibakereséséhez lásd: :ref:`debug-tasks`.
id: Surel-surel ini dikirim secara langsung, sehingga memverifikasi bahwa konfigurasi SMTP Anda sudah benar (lihat :ref:`out-mail`). Namun, sebagian besar surel dari Weblate dikirim di latar belakang dan mungkin ada beberapa masalah dengan Celery juga. Silakan lihat :ref:`debug-tasks` untuk mengawakutunya.
ja: これはメールを直接送信するため、SMTP 設定が正常かどうかを確認できます（参照: :ref:`out-mail`）。ただし、Weblate からのメールの多くはバックグラウンドで送信されるため、Celery に問題がある場合があります。Celery のデバッグについては、:ref:`debug-tasks` を確認してください。
nl: Deze verzenden e-mails direct, verifieer dus dat uw configuratie van SMTP correct is (bekijk :ref:`out-mail`). De meeste e-mails van Weblate worden echter op de achtergrond verzonden en er zouden ook problemen met Celery betrokken kunnen zijn, bekijk :ref:`debug-tasks` voor het debuggen daarvan.
pt: Estes enviam e-mails diretamente, para que isto verifique se a sua configuração SMTP está correta (veja :ref:`out-mail`). A maioria dos e-mails da Weblate são, no entanto, enviados em segundo plano e pode haver alguns problemas com o Celery envolvido também, veja :ref:`debug-tasks` para depuração disso.
pt_br: Estes enviam e-mails diretamente, para que isto verifique se a sua configuração SMTP está correta (consulte :ref:`out-mail`). A maioria dos e-mails da Weblate são, no entanto, enviados em segundo plano e pode haver alguns problemas com o Celery envolvido também, consulte :ref:`debug-tasks` para depuração disso.
ro: Acestea trimit direct e-mailuri, astfel încât se verifică dacă configurația SMTP este corectă (a se vedea :ref:`out-mail`). Majoritatea e-mailurilor de la Weblate sunt însă trimise în fundal și este posibil să existe și unele probleme cu Celery; vă rugăm să consultați :ref:`debug-tasks` pentru depanarea acestora.
ru: Это действие отправит почту напрямую, так что таким образом можно проверить, что SMTP настроен корректно (смотреть раздел :ref:`out-mail`). Однако большую часть почты Weblate отправляет в фоновых задачах, так что всё это может быть вызвано некоторыми проблемами с Celery. Как отладить Celery смотрите в :ref:`соответствующем разделе <debug-tasks>`.
sv: Dessa skickar e-post direkt, så detta verifierar att din SMTP-konfiguration är korrekt (se :ref:`out-mail`). De flesta e-postmeddelanden från Weblate skickas dock i bakgrunden och det kan också finnas vissa problem med Celery. Se :ref:`debug-tasks` för felsökning av detta.
tr: Bunlar e-postaları doğrudan gönderir. Böylece SMTP yapılandırmanızın doğru olduğunu doğrular (ayrıntılı bilgi almak için: :ref:`out-mail`). Bununla birlikte, Weblate üzerinden gelen e-postaların çoğu arka planda gönderilir ve Celery ile ilgili bazı sorunlar da olabilir. Hata ayıklama için :ref:`debug-tasks` bölümüne bakabilirsiniz.
uk: Ці засоби надсилають повідомлення електронної пошти безпосередньо, тому це підтверджує правильність ваших налаштувань SMTP (див. :ref:`out-mail`). Втім, більша частина повідомлень від Weblate надсилається у фоновому режимі, тому проблеми можуть бути пов'язані з Celery. Опис діагностики Celery наведено у розділі :ref:`debug-tasks`.
zh_hans: 这些直接发送电子邮件，因此这验证您的SMTP配置是否正确（请参见 :ref:`out-mail`）。然而来自 Weblate 的多数电子邮件在后台发送，并且可能也会有 Celery 相关的问题，请参阅 :ref:`debug-tasks` 来调试。

source: Analyzing application crashes
de: Analyse von Anwendungsabstürzen
ga: Anailís a dhéanamh ar thuairteanna feidhmchlár
hu: Alkalmazások összeomlásának elemzése
id: Menganalisis mogok aplikasi
ja: アプリケーション クラッシュの解析
nl: Analyseren van crashes van de toepassing
pt: Análise de falhas de aplicação
pt_br: Analisando falhas de aplicativo
ro: Analiza accidentărilor aplicațiilor
ru: Анализ падений программы
sv: Analysera programkrascher
ta: பயன்பாட்டு செயலிழப்புகளை பகுப்பாய்வு செய்தல்
tr: Uygulama çökmelerini incelemek
uk: Аналіз аварійних завершень програми
zh_hans: 分析应用的崩溃
zh_hant: 分析應用的崩潰

source: In case the application crashes, it is useful to collect as much info about the crash as possible. This can be achieved by using third-party services which can collect such info automatically. You can find info on how to set this up in :ref:`collecting-errors`.
de: Wenn die Anwendung abstürzt, ist es sinnvoll, so viele Informationen wie möglich über den Absturz zu sammeln. Dies kann durch die Verwendung von Drittanbieterdiensten erreicht werden, die solche Informationen automatisch sammeln können. Informationen zur Einrichtung dieser Dienste finden Sie unter :ref:`collecting-errors`.
ga: I gcás go dtimpiste an t-iarratas, tá sé úsáideach an oiread eolais agus is féidir a bhailiú faoin timpiste. Is féidir é seo a bhaint amach trí úsáid a bhaint as seirbhísí tríú páirtí ar féidir leo faisnéis den sórt sin a bhailiú go huathoibríoch. Is féidir leat faisnéis a fháil ar conas é seo a shocrú ag :ref:`collecting-errors`.
hu: Ha az alkalmazás összeomlik, érdemes a lehető legtöbb információt összegyűjteni a hibáról. Ebben külső szolgáltatások is segíthetnek, amelyek automatikusan rögzítik az ilyen eseményeket. A beállítás részleteiért lásd: :ref:`collecting-errors`.
id: Jika aplikasi mengalami mogok, ada baiknya mengumpulkan informasi sebanyak mungkin tentang mogok tersebut. Hal ini dapat dilakukan dengan menggunakan layanan pihak ketiga yang dapat mengumpulkan informasi tersebut secara otomatis. Anda dapat menemukan informasi tentang cara mengaturnya di :ref:`collecting-errors`.
ja: アプリケーションがクラッシュした場合は、クラッシュの情報をできるだけ多く収集することが必要です。収集は、このような情報を自動的に収集できるサードパーティのサービスを使用して行います。この設定方法については、:ref:`collecting-errors` を確認してください。
nl: In het geval de toepassing crasht, is het nuttig zoveel mogelijk informatie over de crash te verzamelen als mogelijk is. Dat kan worden bereikt door services van derde partijen te gebruiken die dergelijke informatie automatisch kunnen verzamelen. U kunt informatie over het instellen hiervan terugvinden in :ref:`collecting-errors`.
pt: Caso a aplicação falhe, é útil recolher o máximo de informação possível sobre a falha. Isso pode ser feito a usar serviços de terceiros que podem coletar tais informações automaticamente. Pode encontrar informações sobre como configurar isso em :ref:`collecting-errors`.
pt_br: Caso o aplicativo falhe, é útil recolher o máximo de informação possível sobre a falha. Isso pode ser feito usando serviços de terceiros que podem coletar tais informações automaticamente. Você pode encontrar informações sobre como configurar isso em :ref:`collecting-errors`.
ro: În cazul în care aplicația se blochează, este util să se colecteze cât mai multe informații cu privire la blocaj. Acest lucru poate fi realizat prin utilizarea unor servicii terțe care pot colecta astfel de informații în mod automat. Puteți găsi informații despre cum să configurați acest lucru în :ref:`collecting-errors`.
ru: Если приложение падает, то будет полезно собрать об этом падении столько информации, сколько возможно. Этого можно достичь с помощью сторонних сервисов, которые могут собирать такую информацию автоматически. Вы можете почитать о том, как это сделать, в разделе «:ref:`collecting-errors`».
sv: Om applikationen kraschar är det bra att samla in så mycket information om kraschen som möjligt. Detta kan göras med hjälp av tjänster från tredje part som automatiskt samlar in sådan information. Information om hur du konfigurerar detta finns i :ref:`collecting-errors`.
tr: Uygulamanın çökmesi durumunda, çökme ile ilgili olabildiğince fazla bilgi toplamak yararlıdır. Bunun için, bu tür bilgileri kendiliğinden toplayabilen üçüncü taraf hizmetleri kullanılabilir. Nasıl ayarlanacağı ile ilgili bilgi almak için :ref:`collecting-errors`.
uk: Якщо програма завершує роботу в аварійному режимі, корисно зібрати якомога більше відомостей щодо збою. Це можна зробити за допомогою сторонніх служб, які можуть збирати потрібні дані в автоматичному режимі. Знайти дані про налаштування системи можна у розділі :ref:`collecting-errors`.
zh_hans: 在应用程序崩溃的情况下，尽可能多地收集有关崩溃的信息是很有用的。这可以通过使用第三方服务来实现，第三方服务可以自动收集这些信息。可以在 :ref:`collecting-errors` 找到如何设置的信息。

source: Silent failures
de: Stille Ausfälle
ga: Teipeanna ciúine
hu: Néma hibák
id: Kegagalan diam-diam
ja: サイレント障害
nl: Stille mislukkingen
pt: Falhas silenciosas
pt_br: Falhas silenciosas
ro: Eșecuri silențioase
ru: Ошибки без оповещения
sv: Tysta fel
ta: அமைதியான தோல்விகள்
tr: Sessiz hatalar
uk: Помилки без повідомлень
zh_hans: 无报告的故障
zh_hant: 無報告的故障

source: Lots of tasks are offloaded to Celery for background processing. Failures are not shown in the user interface, but appear in the Celery logs. Configuring :ref:`collecting-errors` helps you to notice such failures easier.
de: Viele Aufgaben werden zur Hintergrundverarbeitung an Celery ausgelagert. Fehler werden nicht in der Bedienoberfläche angezeigt, sondern erscheinen in den Celery-Protokollen. Die Konfiguration von :ref:`collecting-errors` hilft Ihnen, solche Fehler leichter zu erkennen.
ga: Déantar go leor tascanna a dhíluchtú chuig Celery le haghaidh próiseála cúlra. Ní thaispeántar teipeanna sa chomhéadan úsáideora, ach tá siad le feiceáil sna logaí Celery. Cumraí :ref:`collecting-errors` leat teipeanna den sórt sin a thabhairt faoi deara níos éasca.
hu: Számos feladat Celery háttérfolyamatban történik, és ezek hibái gyakran nem jelennek meg a felhasználói felületen — csak a Celery naplókban láthatók. A :ref:`collecting-errors` konfigurálása segít az ilyen hibák időben történő észlelésében.
id: Banyak tugas yang dialihkan ke Celery untuk diproses di latar belakang. Kegagalan tidak ditampilkan di antarmuka pengguna, tetapi muncul di log Celery. Mengonfigurasi :ref:`collecting-errors` akan membantu Anda mendeteksi kegagalan tersebut dengan lebih mudah.
ja: 多くのタスクが、Celery にオフロードされ、バックグラウンドで処理されます。エラーは、管理画面には表示されませんが、Celery のログには残ります。:ref:`collecting-errors` を設定すると、このようなエラーを簡単に見つけることができます。
nl: Veel taken worden uitbesteed aan Celery voor verwerken op de achtergrond. Mislukkingen worden niet weergegeven in de gebruikersinterface, maar verschijnen in de logs van Celery. Configureren van :ref:`collecting-errors` helpt u dergelijke mislukkingen gemakkelijker op te merken.
pt: Muitas tarefas são descarregadas para o Celery para processamento em segundo plano. As falhas não são exibidas na interface do utilizador, mas aparecem nos logs do Celery. A configuração em :ref:`collecting-errors` ajuda a perceber essas falhas mais facilmente.
pt_br: Muitas tarefas são descarregadas para o Celery para processamento em segundo plano. As falhas não são exibidas na interface do usuário, mas aparecem nos logs do Celery. A configuração em :ref:`collecting-errors` ajuda a perceber essas falhas mais facilmente.
ro: O mulțime de sarcini sunt transferate către Celery pentru procesare în fundal. Eșecurile nu sunt afișate în interfața cu utilizatorul, dar apar în jurnalele Celery. Configurarea :ref:`collecting-errors` vă ajută să observați mai ușor astfel de eșecuri.
ru: Многие задачи выгружаются в Celery для фоновой обработки. Их падения в пользовательском интерфейсе не отображаются, а появляются только в журналах Celery. Настройка :ref:`сбора ошибок <collecting-errors>` поможет вам легче замечать такие сбои.
sv: Många uppgifter överförs till Celery för bakgrundsbehandling. Fel visas inte i användargränssnittet, men visas i Celery-loggarna. Genom att konfigurera :ref:`collecting-errors` kan du lättare upptäcka sådana fel.
tr: Arka plan işleme için birçok görev Celery üzerine aktarılmıştır. Hatalar kullanıcı arabiriminde görüntülenmez, ancak Celery günlüklerinde görünür. :ref:`collecting-errors` komutunu yapılandırmak, bu tür hataları daha kolay fark etmenizi sağlar.
uk: Багато завдань покладаються на Celery для забезпечення фонової обробки. Дані аварійних завершень роботи таких завдань не буде показано в інтерфейсі користувача, а буде записано до журналу Celery. Налаштовування :ref:`збирання помилок<collecting-errors>` спростить діагностику таких помилок.
zh_hans: 很多任务写在到 Celery 进行后台处理。故障不显示在用户界面上，但出现在 Celery 的日志中。配置 :ref:`collecting-errors` 会帮助您更容易地注意到这样的故障。
zh_hant: 很多任務寫在到 Celery 進行後台處理。故障不顯示在用戶界面上，但出現在 Celery 的日誌中。配置 :ref:`collecting-errors` 會幫助您更容易地註意到這樣的故障。

source: Performance issues
de: Leistungsprobleme
ga: Saincheisteanna feidhmíochta
hu: Teljesítményproblémák
id: Masalah kinerja
ja: 性能の問題
nl: Problemen met prestaties
pt: Problemas de desempenho
pt_br: Problemas de desempenho
ro: Probleme de performanță
ru: Проблемы с производительностью
sv: Prestationsproblem
ta: செயல்திறன் சிக்கல்கள்
tr: Başarım sorunları
uk: Проблеми із швидкодією
zh_hans: 性能问题
zh_hant: 性能問題

source: In case Weblate performs badly in some scenario, please collect the relevant logs showing the issue, and anything that might help figuring out where the code might be improved.
de: Falls Weblate in einem bestimmten Szenario schlecht funktioniert, sammeln Sie bitte die entsprechenden Protokolle, die das Problem zeigen und alles, was hilft herauszufinden, wo der Code verbessert werden könnte.
ga: Ar eagla go n-éireoidh go dona le Weblate i gcásanna áirithe, bailigh na logaí ábhartha a thaispeánann an cheist, agus aon rud a d’fhéadfadh cabhrú le fáil amach cá bhféadfaí an cód a fheabhsú.
hu: Ha a Weblate bizonyos helyzetekben lassan reagál vagy nem megfelelően működik, célszerű naplókat gyűjteni az adott helyzetről, és minden olyan információt, ami segíthet azonosítani a problémát.
id: Jika Weblate tidak berfungsi dengan baik dalam skenario tertentu, harap kumpulkan log relevan yang menunjukkan masalah tersebut, dan apa pun yang dapat membantu menentukan bagian kode yang dapat diperbaiki.
ja: 何らかの状況で Weblate の性能が低下した場合は、問題に関連するログと、コードを改善すべき可能性がある箇所を特定するのに必要な情報を収集してください。
nl: In het geval Weblate zich slechts gedraagt in bepaalde scenario's, verzamel dan de relevante logs die het probleem weergeven en alles wat zou kunnen helpen vast te stellen waar de code misschien zou kunnen worden verbeterd.
pt: Caso o Weblate tenha um mau desempenho em algum cenário, por favor, recolha os registos relevantes a mostrar o problema e qualquer coisa que possa ajudar a descobrir onde o código pode ser melhorado.
pt_br: Caso o Weblate tenha um mau desempenho em algum cenário, por favor, recolha os registos relevantes mostrando o problema, e qualquer coisa que possa ajudar a descobrir onde o código pode ser melhorado.
ro: În cazul în care Weblate are performanțe slabe în anumite scenarii, vă rugăm să colectați jurnalele relevante care arată problema, precum și orice lucru care ar putea ajuta la identificarea domeniilor în care codul ar putea fi îmbunătățit.
ru: Если в каких-то сценариях Weblate показывает недостаточную производительность, то соберите журналы, которые демонстрируют проблему, а также всё, что поможет выяснить, как и в каком месте можно улучшить код.
sv: Om Weblate fungerar dåligt i vissa situationer, samla in relevanta loggar som visar problemet och allt som kan hjälpa till att ta reda på var koden kan förbättras.
ta: வலைபெயர்ப்பு சில சூழ்நிலைகளில் மோசமாக செயல்பட்டால், தயவுசெய்து சிக்கலைக் காட்டும் தொடர்புடைய பதிவுகளை சேகரிக்கவும், குறியீடு எங்கு மேம்படுத்தப்படலாம் என்பதைக் கண்டறிய உதவும் எதையும்.
tr: Bazı senaryolarda Weblate başarımı kötü oluyorsa, sorunu gösteren günlük kayıtlarını ve kodun nasıl geliştirilebileceğini anlamamıza yardımcı olabilecek her şeyi toplayın.
uk: Якщо Weblate працює неналежним чином у певних випадках, будь ласка, зберіть відповідні дані журналів, які демонструють помилку, і усі дані, які можуть допомогти у визначенні того, як може бути удосконалено код, щоб запобігти неналежній поведінці.
zh_hans: 如果 Weblate 在某些情况下表现不佳，请收集显示问题的相关日志，以及任何可能有助于确定代码可能改进的地方的日志。

source: See :ref:`collecting-errors` for information on setting up Sentry which can provide useful insights on badly performing operations.
de: Unter :ref:`collecting-errors` finden Sie Informationen zum Einrichten von Sentry, das nützliche Erkenntnisse über schlecht laufende Vorgänge liefern kann.
ga: Féach :ref:`collecting-errors` le haghaidh faisnéise ar bhunú Sentry a fhéadfaidh léargais úsáideacha a sholáthar ar oibríochtaí a fheidhmíonn go dona.
hu: A :ref:`collecting-errors` szakasz bemutatja, hogyan lehet például a Sentry segítségével részletes betekintést nyerni a nem optimálisan működő folyamatokba.
id: Lihat :ref:`collecting-errors` untuk informasi tentang pengaturan Sentry yang dapat memberikan wawasan berguna tentang operasi yang berkinerja buruk.
nl: Bekijk :ref:`collecting-errors` voor informatie over het instellen van Sentry, dat nuttig inzicht kan verschaffen over slecht uitgevoerde bewerkingen.
pt_br: Consulte :ref:`collecting-errors` para obter informações sobre como configurar o Sentry, que pode fornecer informações úteis sobre operações com desempenho ruim.
sv: Se :ref:`collecting-errors` för information om hur du konfigurerar Sentry, som kan ge användbar information om operationer som fungerar dåligt.
tr: Başarımı kötü olan işlemler ile ilgili yararlı bilgiler sağlayabilen Sentry uygulamasının kurulum yönergeleri için :ref:`collecting-errors` bölümüne bakabilirsiniz.
uk: Перегляньте :ref:`collecting-errors` інформацію про налаштування Sentry, яка може надати корисну інформацію про погано ефективні операції.

source: In case the slow performance is linked to the database, you can also enable logging of all database queries using following configuration after enabling :setting:`DEBUG`:
de: Falls die langsame Leistung mit der Datenbank zusammenhängt, können Sie auch die Protokollierung aller Datenbankabfragen aktivieren, indem Sie nach der Aktivierung von :setting:`DEBUG` die folgende Konfiguration verwenden:
ga: I gcás go bhfuil an fheidhmíocht mall nasctha leis an mbunachar sonraí, is féidir leat logáil gach fiosrúchán bunachar sonraí a chumasú freisin ag baint úsáide as an chumraíocht seo a leanas tar éis :setting:`DEBUG` a chumasú:
hu: Ha a lassú működés az adatbázissal függ össze, lehetőség van az összes adatbázis-lekérdezés naplózására a következő beállítással, miután a :setting:`DEBUG` engedélyezésre került:
id: Jika kinerja lambat terkait dengan basis data, Anda juga dapat mengaktifkan pencatatan semua kueri basis data menggunakan konfigurasi berikut setelah mengaktifkan :setting:`DEBUG`:
ja: 性能の低下がデータベースに関連している場合、:setting:`DEBUG` を有効にし、すべてのデータベース問合せのログを残せます。
nl: In het geval de trage prestaties zijn gekoppeld aan de database, kunt u ook het loggen van alle databasequery's inschakelen met de volgende configuratie na het inschakelen van :setting:`DEBUG`:
pt: Caso o desempenho lento esteja vinculado ao banco de dados, também pode ativar o log de todas as consultas do banco de dados usando a seguinte configuração após ativar :setting:`DEBUG`:
pt_br: Caso o desempenho lento esteja vinculado ao banco de dados, você também pode habilitar o log de todas as consultas do banco de dados usando a seguinte configuração após habilitar :setting:`DEBUG`:
ro: În cazul în care performanța lentă este legată de baza de date, puteți, de asemenea, să activați jurnalizarea tuturor interogărilor bazei de date utilizând următoarea configurație după activarea :setting:`DEBUG`:
ru: Если низкая производительность связана с базой данных, вы также можете включить регистрацию всех запросов к базе данных, используя следующую конфигурацию после включения :setting:`DEBUG`:
sv: Om den långsamma prestandan är kopplad till databasen kan du också aktivera loggning av alla databasfrågor med följande konfiguration efter att ha aktiverat :setting:`DEBUG`:
tr: Yavaş başarımın veri tabanına bağlı olması durumunda, :setting:`DEBUG` komutunu kullanıma aldıktan sonra aşağıdaki yapılandırmayı kullanarak tüm veri tabanı sorgularının günlüğe kaydedilmesini de sağlayabilirsiniz:
uk: Якщо уповільнення роботи пов'язано із базою даних, ви можете увімкнути журналювання усіх запитів до бази даних за допомогою таких налаштувань після вмикання :setting:`DEBUG`:
zh_hans: 如果性能缓慢与数据库有关，您还可以在启用 :setting:`DEBUG` 后使用以下配置启用所有数据库查询的日志记录：

source: Contribute to Weblate documentation
de: Zur Weblate-Dokumentation beitragen
ga: Cur le doiciméadú Weblate
hu: Közreműködés a Weblate dokumentációban
id: Berkontribusi pada dokumentasi Weblate
ja: Weblateドキュメントへの貢献
nl: Bijdragen aan documentatie voor Weblate
pt: Contribua à documentação do Weblate
pt_br: Contribuir com a documentação do Weblate
ro: Contribuiți la documentația Weblate
ru: Внести вклад в документацию Weblate
sv: Bidra till Weblate-dokumentationen
ta: வலைபெயர்ப்பு ஆவணங்களுக்கு பங்களிக்கவும்
tr: Weblate belgelerine katkıda bulunun
uk: Посприяйте документуванню Weblate
zh_hans: 为 Weblate 文档作贡献
