Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: **Role escalation:** A regular translator gains administrative privileges.
ga: **Méadú rólanna:** Faigheann aistritheoir rialta pribhléidí riaracháin.
hu: **Szerepkör kiterjesztése:** Egy egyszerű fordító adminisztrátori jogosultságokat szerez.
id: **Peningkatan peran:** Penerjemah biasa memperoleh hak istimewa administratif.
nl: **Escaleren van rollen:** Een normale vertaler krijgt beheersrechten.
sv: **Rollutvidgning:** En vanlig översättare får administrativa privilegier.
uk: **Підвищення ролі:** Звичайний перекладач отримує адміністративні права.

source: Complete system compromise.
ga: Comhréiteach iomlán córais.
hu: A rendszer teljes kompromittálása.
id: Kompromi sistem yang lengkap.
nl: Volledige compromittering van het systeem.
sv: Fullständig systemkompromiss.
uk: Повне компрометування системи.

source: **Command injection:** Arbitrary code execution due to improper input validation in repository URLs or add-ons.
ga: **Instealladh ordaithe:** Forghníomhú cód treallach mar gheall ar bhailíochtú ionchuir míchuí in URLanna stórais nó breiseáin.
hu: **Parancs-befecskendezés:** Tetszőleges kód futtatása a nem megfelelően ellenőrzött bemenetek (pl. tároló URL-ek vagy kiegészítők) révén.
id: **Injeksi perintah:** Eksekusi kode sembarangan karena validasi masukan yang tidak tepat dalam URL repositori atau pengaya.
nl: **Injecteren van opdrachten:** Willekeurig uitvoeren van code vanwege onjuist valideren van invoer in de URL's van de opslagplaats of add-ons.
sv: **Kommandoinjektion:** Godtycklig kodkörning på grund av felaktig validering av inmatningar i URL:er till arkiv eller tillägg.
uk: **Впровадження команд:** Виконання довільного коду через неправильну перевірку вхідних даних в URL-адресах репозиторію або доповненнях.

source: System compromise, data exfiltration.
ga: Comhréiteach córais, eis-síothlú sonraí.
hu: Rendszerkompromittálás, adatszivárgás.
id: Kompromi sistem, pencurian data.
nl: Systeem gecompromitteerd, uitnemen gegevens.
sv: Systemkompromiss, dataexfiltrering.
uk: Компрометація системи, витік даних.

source: **Database/Datastore**
sv: **Databas/Datastore**

source: **Data corruption:** Direct access to the database allows altering translation strings, user data, or configuration.
ga: **Éilliú sonraí:** Ceadaíonn rochtain dhíreach ar an mbunachar sonraí athrú a dhéanamh ar shreangáin aistriúcháin, ar shonraí úsáideora, nó ar chumraíocht.
hu: **Adatkárosodás:** Közvetlen hozzáférés az adatbázishoz lehetővé teszi fordítások, felhasználói adatok vagy beállítások módosítását.
id: **Kerusakan data:** Akses langsung ke basis data memungkinkan pengubahan string terjemahan, data pengguna, atau konfigurasi.
nl: **Corruptie van gegevens:** Directe toegang tot de database maakt het mogelijk tekenreeksen van vertalingen, gebruikersgegevens of configuratie te wijzigen.
sv: **Datakorruption:** Direkt åtkomst till databasen gör det möjligt att ändra översättningssträngar, användardata eller konfiguration.
uk: **Пошкодження даних:** Прямий доступ до бази даних дозволяє змінювати рядки перекладу, дані користувача або конфігурацію.

source: System malfunction, data integrity loss.
ga: Mífheidhmiú córais, cailliúint sláine sonraí.
hu: Rendszerhiba, az adatok integritásának elvesztése.
id: Kerusakan sistem, hilangnya integritas data.
nl: Systeem functioneert niet, verlies van integriteit van de gegevens.
sv: Systemfel, förlust av dataintegritet.
uk: Збій системи, втрата цілісності даних.

source: **Sensitive data access:** Unauthorized access to database/datastore exposes all stored data (credentials, translation memory, user profiles).
sv: **Åtkomst till känslig data:** Obehörig åtkomst till databasen/datagranskningen exponerar all lagrad data (inloggningsuppgifter, översättningsminne, användarprofiler).

source: Major data breach.
ga: Sárú mór sonraí.
hu: Jelentős adatszivárgás.
id: Pelanggaran data besar.
nl: Belangrijke inbreuk op gegevens.
sv: Allvarligt dataintrång.
uk: Серйозне порушення безпеки даних.

source: **Database exhaustion:** Attacker floods the database or datastore with queries, or consumes all memory or available connections.
sv: **Databasutmattning:** Angriparen översvämmar databasen eller datalagret med frågor eller förbrukar allt minne eller alla tillgängliga anslutningar.

source: **Malicious commits from Weblate:** Compromised Weblate pushes malicious changes to the upstream repository.
ga: **Cumhachtuithe mailíseacha ó Weblate:** Cuireann Weblate atá i mbaol athruithe mailíseacha chuig an stórlann suas an sruth.
hu: **Rosszindulatú véglegesítések a Weblate-ből:** A kompromittált Weblate rosszindulatú módosításokat küld fel az forrástárolóba.
id: **Komit berbahaya dari Weblate:** Weblate yang disusupi mendorong perubahan berbahaya ke repositori hulu.
nl: **Kwaadaardige commits vanuit Weblate:** Gecompromitteerde Weblate pusht kwaadaardige wijzigingen naar de opslagplaats upstream.
sv: **Skadliga commit från Weblate:** Komprometterade Weblate skickar skadliga ändringar till uppströmsrepositoriet.
uk: **Шкідливі коміти з Weblate:** Скомпрометований Weblate надсилає шкідливі зміни до основного репозиторію.

source: Introduction of malware/backdoors into target projects.
ga: Tabhairt isteach malware/doirse cúil i dtionscadail sprice.
hu: Kártékony kód vagy hátsó kapuk (malware/backdoors) bejuttatása célprojektekbe.
id: Pengenalan malware/backdoor ke proyek target.
nl: Introduceren van malware/achterdeurtjes in doelprojecten.
sv: Införande av skadlig programvara/bakdörrar i målprojekt.
uk: Впровадження шкідливого програмного забезпечення/бекдорів у цільові проекти.

source: **Fake commit attribution:** Weblate commits changes attributed to a wrong user (e.g., an admin forcing a commit in a translator's name without their consent).
ga: **Attribution bréige:** Déanann Weblate athruithe a chuirtear i leith úsáideoir mícheart a thiomnú (e.g., riarthóir ag cur iallach ar thiomnú in ainm aistritheora gan a dtoiliú).
hu: **Hamis véglegesítési hozzárendelés:** A Weblate olyan véglegesítést hajt végre, amelyet hibásan rendel hozzá egy felhasználóhoz (pl. egy adminisztrátor egy fordító nevében véglegesít a beleegyezése nélkül).
id: **Atribusi komit palsu:** Weblate melakukan perubahan komit yang dikaitkan ke pengguna yang salah (misalnya, seorang admin memaksakan komit atas nama penerjemah tanpa persetujuan mereka).
nl: **Attributie van valse commit:** Weblate commits wijzigingen worden geattribueerd aan de verkeerde gebruiker (bijv. een beheerder die een commit forceert in de naam van een gebruiker, zonder diens consent).
sv: **Falska commit-tillskrivningar:** Weblate tillskriver ändringar till fel användare (t.ex. en administratör som tvingar igenom en commit i en översättares namn utan dennes samtycke).
uk: **Фальшиве присвоєння авторства коміту:** Weblate приписує зміни невірному користувачеві (наприклад, адміністратору, який примушує до коміту від імені перекладача без його згоди).

source: Accountability issues.
ga: Saincheisteanna cuntasachta.
hu: Felelősségre vonhatóság problémái.
id: Masalah akuntabilitas.
nl: Problemen met verantwoordelijkheid.
pt_br: Problemas de responsabilidade.
sv: Ansvarighetsfrågor.
uk: Питання підзвітності.

source: **User interaction**
de: **Benutzerinteraktion**
ga: **Idirghníomhaíocht úsáideora**
hu: **Felhasználói interakció**
id: **Interaksi pengguna**
nl: **Interactie van gebruiker**
sv: **Användarinteraktion**
uk: **Взаємодія з користувачем**

source: **Phishing/social engineering:** Attacker tricks users into revealing credentials for Weblate or linked VCS accounts.
ga: **Innealtóireacht shóisialta/fioscaireachta:** Cuireann an t-ionsaitheoir cleas ar úsáideoirí chun dintiúir Weblate nó cuntais VCS nasctha a nochtadh.
hu: **Adathalászat / social engineering:** A támadó megtéveszti a felhasználót, hogy adja ki a Weblate vagy a hozzákapcsolt VCS-fiók hitelesítő adatait.
id: **Phishing/rekayasa sosial:** Penyerang menipu pengguna agar mengungkapkan kredensial untuk akun Weblate atau VCS yang tertaut.
nl: **Phishing/social engineering:** Aanvaller verleid gebruikers tot het onthullen van hun inloggegevens voor Weblate of gekoppelde accounts voor het VCS.
sv: **Nätfiske/social manipulation:** Angriparen lurar användare att avslöja inloggningsuppgifter för Weblate eller länkade VCS-konton.
uk: **Фішинг/соціальна інженерія:** Зловмисник обманом змушує користувачів розкрити облікові дані для Weblate або пов’язаних облікових записів VCS.

source: Account compromise.
ga: Comhréiteach cuntais.
hu: Felhasználói fiók kompromittálása.
id: Akun dibobol.
nl: Account gecompromitteerd.
pt_br: Comprometimento com a conta.
sv: Kontointrång.
uk: Компрометація облікового запису.

source: (Web UI)
ga: (Comhéadan Gréasáin)
hu: (Webes felület)
id: (UI Web)
nl: (Web gebruikersinterface)
sv: (Webbgränssnitt)
uk: (Веб-інтерфейс)

source: **Cross-Site scripting (XSS):** Malicious scripts injected into translations or user profiles execute in other users' browsers.
ga: **Scriptiú Tras-Láithreáin (XSS):** Scripteanna mailíseacha a chuirtear isteach in aistriúcháin nó i bpróifílí úsáideoirí a fhorghníomhaítear i mbrabhsálaithe úsáideoirí eile.
hu: **Cross-site scripting (XSS):** A weboldalon keresztüli szkript támadás során, rosszindulatú kódok kerülnek be a fordításokba vagy a felhasználói profilokba, és más felhasználók böngészőjében futnak le.
id: **Skrip Lintas Situs (XSS):** Skrip berbahaya yang disuntikkan ke terjemahan atau profil pengguna dijalankan di peramban pengguna lain.
nl: **Cross-Site scripten (XSS):** Kwaadaardige scripts geïnjecteerd in vertalingen of gebruikersprofielen uitvoeren in browsers van andere gebruikers.
sv: **Cross-Site Scripting (XSS):** Skadliga skript som injiceras i översättningar eller användarprofiler körs i andra användares webbläsare.
uk: **Міжсайтовий скриптинг (XSS):** Шкідливі скрипти, вставлені в переклади або профілі користувачів, виконуються в браузерах інших користувачів.

source: Session hijacking, credential theft, defacement.
ga: Fuadach seisiúin, goid dintiúir, milleadh.
hu: Munkamenet-eltérítés, hitelesítő adatok eltulajdonítása, felület rongálása.
id: Pembajakan sesi, pencurian kredensial, perusakan.
nl: Sessie kapen, diefstal inloggegevens, bekladden.
sv: Sessionskapning, stöld av inloggningsuppgifter, förstörelse.
uk: Викрадення сеансу, крадіжка облікових даних, спотворення.

source: **Clickjacking/UI redress:** Attacker overlays malicious UI elements over Weblate, tricking users into unintended actions.
ga: **Clickjacking/Ceartú ar Chomhéadan Úsáideora:** Cuireann an t-ionsaitheoir eilimintí mailíseacha chomhéadain úsáideora thar Weblate, ag mealladh úsáideoirí chun gníomhartha neamhbheartaithe a dhéanamh.
hu: **Clickjacking / felhasználói felület manipulálása:** A támadó rosszindulatú elemeket helyez el a Weblate felületén, és így felhasználókat késztet nem szándékos műveletekre.
id: **Clickjacking/perbaikan UI:** Penyerang melapisi elemen UI berbahaya di atas Weblate, menipu pengguna agar melakukan tindakan yang tidak diinginkan.
nl: **Klik kapen/Gebruikersinterface aanpassen:** Aanvaller overlegt kwaadaardige elementen voor de gebruikersinterface over Weblate heen, wat de gebruiker ongewilde acties laat uitvoeren.
sv: **Clickjacking/UI-omdirigering:** Angriparen lägger skadliga UI-element över Weblate och lurar användarna att utföra oönskade åtgärder.
uk: **Клікджекінг/Виправлення помилок інтерфейсу користувача:** Зловмисник накладає шкідливі елементи інтерфейсу користувача на Weblate, обманом спонукаючи користувачів до небажаних дій.

source: Unauthorized actions, data manipulation.
ga: Gníomhartha neamhúdaraithe, ionramháil sonraí.
hu: Jogosulatlan műveletek, adatmanipuláció.
id: Tindakan tidak diotorisasi, manipulasi data.
nl: Niet geautoriseerde acties, manipuleren van gegevens.
sv: Obehöriga åtgärder, datamanipulation.
uk: Несанкціоновані дії, маніпулювання даними.

source: **Sensitive data in UI:** Unintended exposure of sensitive data (e.g., another user's email) in the UI due to authorization flaws.
ga: **Sonraí íogaire san Chomhéadan Úsáideora:** Nochtadh neamhbheartaithe sonraí íogaire (e.g., ríomhphost úsáideora eile) san Chomhéadan Úsáideora mar gheall ar lochtanna údaraithe.
hu: **Érzékeny adatok a felületen:** Az UI hibás jogosultságkezelés miatt nem szándékosan megjelenít érzékeny adatokat (pl. másik felhasználó e-mail címét).
id: **Data sensitif di UI:** Terpaparnya data sensitif secara tidak sengaja (misalnya, surel pengguna lain) di UI karena kelemahan otorisasi.
nl: **Gevoelige gegevens in gebruikersinterface:** Niet bedoeld onthullen van gevoelige gegevens (bijv. e-mail van een andere gebruiker) in de gebruikersinterface wegens fouten in de autorisatie.
sv: **Känslig data i användargränssnittet:** Oavsiktlig exponering av känslig data (t.ex. en annan användares e-postadress) i användargränssnittet på grund av brister i auktoriseringen.
uk: **Конфіденційні дані в інтерфейсі користувача:** Ненавмисне розкриття конфіденційних даних (наприклад, електронної пошти іншого користувача) в інтерфейсі користувача через недоліки авторизації.

source: Privacy breach.
ga: Sárú príobháideachta.
hu: Adatvédelmi incidens.
id: Pelanggaran privasi.
nl: Inbreuk op privacy.
pt_br: Violação de privacidade.
sv: Sekretessöverträdelse.
uk: Порушення конфіденційності.

source: Mitigation strategies
ga: Straitéisí maolaithe
hu: Enyhítési stratégiák
id: Strategi mitigasi
nl: Strategieën voor beperken
sv: Strategier för att mildra effekterna
uk: Стратегії пом'якшення наслідків

source: **Authentication & authorization:**
de: **Authentifizierung und Autorisierung:**
ga: **Fíordheimhniú & údarú:**
hu: **Hitelesítés és jogosultságkezelés:**
id: **Autentikasi & otorisasi:**
nl: **Authenticatie & autorisatie:**
sv: **Autentisering och auktorisering:**
uk: **Автентифікація та авторизація:**

source: Strong password policies, see :doc:`/security/passwords`.
ga: Polasaithe láidre maidir le pasfhocail, féach :doc:`/security/passwords`.
hu: Erős jelszavakat előíró szabályzat, lásd: :doc:`/security/passwords`.
id: Kebijakan kata sandi yang kuat, lihat :doc:`/security/passwords`.
nl: Beleid voor sterke wachtwoorden, bekijk :doc:`/security/passwords`.
sv: Starka lösenordspolicyer, se :doc:`/security/passwords`.
uk: Політика надійних паролів, див. :doc:`/security/passwords`.

source: Enforced 2FA, see :ref:`2fa`.
ga: 2FA forfheidhmithe, féach :ref:`2fa`.
hu: Kétlépcsős hitelesítés kötelezővé tétele, lásd: :ref:`2fa`.
id: 2FA diberlakukan, lihat :ref:`2fa`.
nl: 2FA afdwingen, bekijk :ref:`2fa`.
pt_br: 2FA reforçada, consulte :ref:`2fa`.
sv: Tvingad 2FA, se :ref:`2fa`.
uk: Примусова 2FA, див. :ref:`2fa`.

source: Robust session management.
ga: Bainistíocht láidir seisiún.
hu: Robusztus munkamenet-kezelés.
id: Manajemen sesi yang kuat.
nl: Robuust beheren van sessies.
pt_br: Gerenciamento robusto de sessões.
sv: Robust sessionshantering.
uk: Надійне управління сеансами.

source: Role-based access control (RBAC) to enforce the least privilege (e.g., translators can only edit translations, not change project configs), see :doc:`/admin/access`.
ga: Rialú rochtana bunaithe ar róil (RBAC) chun an pribhléid is lú a fhorfheidhmiú (e.g., ní féidir le haistritheoirí ach aistriúcháin a chur in eagar, ní féidir leo cumraíochtaí tionscadail a athrú), féach :doc:`/admin/access`.
hu: Szerepköralapú hozzáférés-vezérlés (RBAC) a legkisebb szükséges jogosultság elve alapján (pl. a fordítók csak a fordításokat szerkeszthetik, de nem módosíthatják a projekt beállításait), lásd: :doc:`/admin/access`.
id: Kontrol akses berbasis peran (RBAC) untuk menegakkan hak istimewa paling sedikit (misalnya, penerjemah hanya dapat menyunting terjemahan, tidak mengubah konfigurasi proyek), lihat :doc:`/admin/access`.
nl: Op rollen gebaseerde toegangscontrole (RBAC) om het minste recht af te dwingen (bijv. vertalers kunnen alleen vertalingen bewerken, niet de configuratie van projecten wijzigen), bekijk :doc:`/admin/access`.
sv: Rollbaserad åtkomstkontroll (RBAC) för att upprätthålla minsta möjliga behörighet (t.ex. översättare kan endast redigera översättningar, inte ändra projektkonfigurationer), se :doc:`/admin/access`.
uk: Контроль доступу на основі ролей (RBAC) для забезпечення найменших привілеїв (наприклад, перекладачі можуть лише редагувати переклади, а не змінювати конфігурації проєкту), див. :doc:`/admin/access`.

source: Integration with external identity providers (SAML, OAuth, LDAP), see :doc:`/admin/auth`.
ga: Comhtháthú le soláthraithe aitheantais seachtracha (SAML, OAuth, LDAP), féach :doc:`/admin/auth`.
hu: Külső hitelesítési szolgáltatókkal való integráció (SAML, OAuth, LDAP), lásd: :doc:`/admin/auth`.
id: Integrasi dengan penyedia identitas eksternal (SAML, OAuth, LDAP), lihat :doc:`/admin/auth`.
nl: Integreren met externe leveranciers voor identificatie (SAML, OAuth, LDAP), bekijk :doc:`/admin/auth`.
sv: Integration med externa identitetsleverantörer (SAML, OAuth, LDAP), se :doc:`/admin/auth`.
uk: Інтеграція із зовнішніми постачальниками ідентифікації (SAML, OAuth, LDAP), див. :doc:`/admin/auth`.

source: **Input validation and output encoding:**
ga: **Bailíochtú ionchuir agus ionchódú aschuir:**
hu: **Bemenet érvényesítése és a kimenet kódolása:**
id: **Validasi input dan pengkodean keluaran:**
nl: **Valideren van invoer en codering van uitvoer:**
sv: **Inmatningsvalidering och utmatningskodning:**
uk: **Перевірка вхідних даних та кодування вихідних даних:**

source: Strict validation of all user inputs (forms, API requests, VCS URLs) to prevent injection attacks (SQL injection, command injection, XSS).
ga: Bailíochtú dian ar gach ionchur úsáideora (foirmeacha, iarratais API, URLanna VCS) chun ionsaithe insteallta (instealladh SQL, instealladh orduithe, XSS) a chosc.
hu: Az összes felhasználói bemenet (űrlapok, API-kérések, VCS URL-ek) szigorú érvényesítése a befecskendezéses támadások megelőzése érdekében (SQL injection, parancs-befecskendezés, XSS).
id: Validasi ketat semua masukan pengguna (formulir, permintaan API, URL VCS) untuk mencegah serangan (injeksi SQL, injeksi perintah, XSS).
nl: Strikt valideren van alle invoer van gebruikers (formulieren, API-verzoeken, URL's voor VCS) om aanvallen met injecties te voorkomen (SQL-injectie, injecteren met opdrachten, XSS).
sv: Strikt validering av alla användarinmatningar (formulär, API-förfrågningar, VCS-URL:er) för att förhindra injektionsattacker (SQL-injektion, kommandoinjektion, XSS).
uk: Сувора перевірка всіх введених користувачем даних (форм, запитів API, URL-адрес VCS) для запобігання атакам-ін'єкціям (SQL-ін'єкція, ін'єкція команд, XSS).

source: Context-aware output encoding for all user-supplied data displayed on the web UI to prevent XSS.
ga: Ionchódú aschuir atá feasach ar chomhthéacs do na sonraí uile a sholáthraíonn an t-úsáideoir a thaispeántar ar an gcomhéadan úsáideora gréasáin chun XSS a chosc.
hu: A webes felületen megjelenő felhasználói tartalmak kontextusérzékeny kódolása az XSS támadások megelőzésére.
id: Pengkodean keluaran yang mengetahui konteks untuk semua data yang disediakan pengguna yang ditampilkan pada UI web untuk mencegah XSS.
nl: Coderen van context bewuste uitvoer voor alle door gebruikers verschafte gegevens, die worden weergegeven in de gebruikersinterface voor het web, om XSS te voorkomen.
sv: Kontextmedveten utdatakodning för all användardata som visas på webbgränssnittet för att förhindra XSS.
uk: Контекстно-залежне кодування виводу для всіх даних, наданих користувачем, що відображаються у веб-інтерфейсі, для запобігання XSS.

source: **VCS integration security:**
ga: **Slándáil chomhtháthaithe VCS:**
hu: **VCS-integráció biztonsága:**
id: **Keamanan integrasi VCS:**
nl: **Beveiligen integratie van VCS:**
sv: **VCS-integrationssäkerhet:**
uk: **Безпека інтеграції VCS:**

source: Principle of least privilege for VCS credentials (e.g., read-only access where possible, limited scopes for tokens).
ga: Prionsabal na pribhléide is lú do dhintiúir VCS (e.g., rochtain léite amháin nuair is féidir, raon feidhme teoranta do chomharthaí).
hu: A legkisebb szükséges jogosultság elve a VCS-hitelesítő adatoknál (pl. csak olvasási jogosultság, korlátozott hatókörű tokenek).
id: Prinsip hak istimewa paling sedikit untuk kredensial VCS (misalnya, akses hanya baca jika memungkinkan, cakupan terbatas untuk token).
nl: Principe van het minste recht voor inloggegevens voor VCS (bijv. toegang alleen-lezen waar mogelijk, beperkte bereiken voor tokens).
sv: Principen om minsta möjliga behörighet för VCS-autentiseringsuppgifter (t.ex. skrivskyddad åtkomst där det är möjligt, begränsade tillämpningsområden för tokens).
uk: Принцип найменших привілеїв для облікових даних VCS (наприклад, доступ лише для читання, де це можливо, обмежені області дії токенів).

source: Secure storage of VCS credentials.
ga: Stóráil shlán dintiúir VCS.
hu: VCS-hitelesítő adatok biztonságos tárolása.
id: Penyimpanan aman untuk kredensial VCS.
nl: Veilig opslaan van inloggegevens voor VCS.
pt_br: Armazenamento seguro de credenciais VCS.
sv: Säker lagring av VCS-inloggningsuppgifter.
uk: Безпечне зберігання облікових даних VCS.

source: Strict sanitization and validation of all data coming from VCS (e.g., filenames, branch names, commit messages that might be displayed).
ga: Glanadh agus bailíochtú dian ar na sonraí uile a thagann ó VCS (e.g., ainmneacha comhad, ainmneacha brainse, teachtaireachtaí tiomantais a d'fhéadfadh a bheith ar taispeáint).
hu: A VCS-ből érkező adatok (pl. fájlnevek, ágak nevei, véglegesítési üzenetek) szigorú tisztítása és érvényesítése, különösen ha megjelenítésre kerülnek.
id: Sanitasi dan validasi ketat semua data yang berasal dari VCS (misalnya, nama berkas, nama cabang, pesan komit yang mungkin ditampilkan).
nl: Strikt reinigen en valideren van alle gegevens die vanuit het VCS komen (bijv. bestandsnamen, namen van branches, berichten van commits die zouden kunnen worden weergegeven).
sv: Strikt sanering och validering av all data som kommer från VCS (t.ex. filnamn, grennamn, commit-meddelanden som kan visas).
uk: Сувора санітарна обробка та перевірка всіх даних, що надходять від системи контролю версій (наприклад, назв файлів, назв гілок, повідомлень про коміти, які можуть відображатися).

source: Secure execution of Git/Mercurial commands (avoiding shell execution with user-controlled input).
ga: Forghníomhú slán orduithe Git/Mercurial (ag seachaint forghníomhú sliogáin le hionchur atá faoi rialú an úsáideora).
hu: Git/Mercurial parancsok biztonságos végrehajtása (elkerülve a felhasználói bemenettel történő shell-futtatást).
id: Eksekusi perintah Git/Mercurial yang aman (menghindari eksekusi shell dengan input yang dikontrol pengguna).
nl: Veilig uitvoeren van opdrachten voor Git/Mercurial (wat uitvoeren van een shell met door de gebruiker beheerde invoer vermijdt).
sv: Säker körning av Git/Mercurial-kommandon (undviker shell-körning med användarkontrollerad inmatning).
uk: Безпечне виконання команд Git/Mercurial (уникнення виконання оболонки з введенням даних, контрольованим користувачем).

source: **Data protection:**
ga: **Cosaint sonraí:**
hu: **Adatvédelem:**
id: **Perlindungan data:**
nl: **Gegevensbescherming:**
sv: **Dataskydd:**
uk: **Захист даних:**

source: Encryption of sensitive data at rest.
ga: Criptiú sonraí íogaire atá ar fos.
hu: Érzékeny adatok titkosítása nyugalmi állapotban.
id: Enkripsi data sensitif yang tidak aktif.
nl: Versleutelen van gevoelige gegevens in ruste.
sv: Kryptering av känslig data i vila.
uk: Шифрування конфіденційних даних у стані спокою.
