Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Enable the :ref:`check-scheme-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-scheme-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-scheme-format`.
hu: A :ref:`check-scheme-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-scheme-format`.
ja: :ref:`check-scheme-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-scheme-format` in.
pt: Ativa a verificação de qualidade :ref:`check-scheme-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-scheme-format`.
ro: Activați verificarea calității :ref:`check-scheme-format`.
ru: Включите проверку качества :ref:`check-scheme-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-scheme-format`.
tr: :ref:`check-scheme-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-scheme-format`.
zh_hans: 启用 :ref:`check-scheme-format` 质量检查。

source: Enable the :ref:`check-vue-format` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-vue-format`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-vue-format`.
hu: A :ref:`check-vue-format` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-vue-format`.
ja: :ref:`check-vue-format` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-vue-format` in.
pt: Ativa a verificação de qualidade :ref:`check-vue-format`.
pt_br: Habilita a verificação de qualidade :ref:`check-vue-format`.
ro: Activați verificarea calității :ref:`check-vue-format`.
ru: Включите проверку качества :ref:`check-vue-format`.
sv: Aktivera kvalitetskontrollen :ref:`check-vue-format`.
tr: :ref:`check-vue-format` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-vue-format`.
zh_hans: 启用 :ref:`check-vue-format` 质量检查。

source: Treat text as a Markdown document, and provide Markdown syntax highlighting on the translation text area. Enables :ref:`check-md-link`, :ref:`check-md-reflink`, and :ref:`check-md-syntax` quality checks.
de: Behandelt Text als Markdown-Dokument und bietet Markdown-Syntax-Hervorhebung im Textbereich der Übersetzung. Ermöglicht die Qualitätsprüfungen :ref:`check-md-link`, :ref:`check-md-reflink` und :ref:`check-md-syntax`.
ga: Déileáil le téacs mar dhoiciméad Markdown, agus soláthar aibhsiú comhréireachta Markdown ar an limistéar téacs aistriúcháin. Cumasaíonn sé :ref:`check-md-link`, :ref:`check-md-reflink`, agus :ref:`check-md-syntax` seiceálacha cáilíochta.
hu: A szöveget Markdown-dokumentumként kezeli, és Markdown szintaxiskiemelést biztosít a fordítási szövegmezőben. Engedélyezi a következő minőség-ellenőrzéseket: :ref:`check-md-link`, :ref:`check-md-reflink`, és :ref:`check-md-syntax`.
id: Perlakukan teks sebagai dokumen Markdown, dan berikan penyorotan sintaksis Markdown pada area teks terjemahan. Mengaktifkan pemeriksaan kualitas :ref:`check-md-link`, :ref:`check-md-reflink`, dan :ref:`check-md-syntax`.
ja: テキストを Markdown ドキュメントとして扱い、翻訳テキスト エリアで Markdown 構文ハイライトを提供します。:ref:`check-md-link`、:ref:`check-md-reflink` および :ref:`check-md-syntax` の品質検査を有効にする。
nl: Behandel tekst als een document van Markdown en verschaf accentueren van syntaxis van Markdown in het gebied van de vertaling. Schakelt kwaliteitscontroles :ref:`check-md-link`, :ref:`check-md-reflink` en :ref:`check-md-syntax` in.
pt: Trata o texto como um documento Markdown e fornece destaque de sintaxe Markdown na área de texto da tradução. Ativa as verificações de qualidade :ref:`check-md-link`, :ref:`check-md-reflink` e :ref:`check-md-syntax` .
pt_br: Trata o texto como um documento Markdown e fornece destaque de sintaxe Markdown na área de texto da tradução. Habilita as verificações de qualidade :ref:`check-md-link`, :ref:`check-md-reflink` e :ref:`check-md-syntax` .
ru: Рассматривает текст как документ в формате Markdown и обеспечивает подсветку синтаксиса Markdown в области текста перевода. Включает проверки качества :ref:`check-md-link`, :ref:`check-md-reflink` и :ref:`check-md-syntax`.
sv: Behandla texten som ett Markdown-dokument och tillhandahåll Markdown-syntaxmarkering i översättningstextområdet. Aktiverar kvalitetskontroller :ref:`check-md-link`, :ref:`check-md-reflink` och :ref:`check-md-syntax`.
tr: Metnin Markdown belgesi olarak işlenmesini sağlar. Çeviri metni alanında markdown söz dizimi vurgulanır. :ref:`check-md-link`, :ref:`check-md-reflink` ve :ref:`check-md-syntax` kalite denetimlerini kullanıma alır.
uk: Вважати текст документом Markdown і забезпечити підсвічування синтаксичних конструкцій Markdown у області тексту перекладу. Увімкнути перевірки якості :ref:`check-md-link`, :ref:`check-md-reflink` та :ref:`check-md-syntax`.
zh_hans: 将文本看作 Markdown 文档，并在翻译文本区域提供 Markdown 语法高亮。启用 :ref:`check-md-link`、:ref:`check-md-reflink` 和 :ref:`check-md-syntax` 质量检查。

source: Adjust checks behavior to be case-insensitive. Currently affects only :ref:`check-placeholders` quality check.
de: Passt das Prüfverhaltens an, so dass Groß-/Kleinschreibung nicht berücksichtigt wird. Betrifft derzeit nur die Qualitätsprüfung :ref:`check-placeholders`.
ga: Coigeartaigh iompar seiceálacha le bheith neamh-íogair. Faoi láthair bíonn tionchar ag seiceáil cáilíochta :ref:`check-placeholders` amháin.
hu: Az ellenőrzések viselkedését kis- és nagybetűk figyelmen kívül hagyására állítja. Jelenleg csak a :ref:`check-placeholders` minőség-ellenőrzést érinti.
id: Sesuaikan perilaku pemeriksaan agar tidak peka huruf kapital. Saat ini hanya memengaruhi pemeriksaan kualitas :ref:`check-placeholders`.
ja: 検査において、大文字と小文字を区別しないように設定します。現在は、:ref:`check-placeholders` 品質検査のみに影響します。
nl: Pas het gedrag van controles aan naar niet-hoofdlettergevoelig. Beïnvloedt momenteel alleen de kwaliteitscontrole :ref:`check-placeholders`.
pt: Ajustar o comportamento de verificação para não diferenciar maiúsculas de minúsculas. Atualmente, isso afeta apenas a verificação de qualidade :ref:`check-placeholders`.
pt_br: Ajustar o comportamento de verificação para não diferenciar maiúsculas de minúsculas. Atualmente, isso afeta apenas a verificação de qualidade :ref:`check-placeholders`.
ro: Ajustați comportamentul verificărilor pentru a nu ține cont de majuscule și minuscule. În prezent, afectează doar verificarea calității :ref:`check-placeholders`.
ru: Настройте поведение проверок так, чтобы они были нечувствительны к регистру. В настоящее время влияет только на проверку качества :ref:`check-placeholders`.
sv: Justera kontrollernas beteende så att de inte skiljer mellan versaler och gemener. Påverkar för närvarande endast :ref:`check-placeholders` kvalitetskontroll.
tr: Denetim davranışını büyük/küçük harfe duyarlı olmayacak şekilde ayarlar. Şu anda yalnızca :ref:`check-placeholders` kalite denetimini etkiler.
uk: Коригує поведінку перевірок так, щоб при їхньому виконанні не було враховано регістр літер. У поточній версії стосується лише перевірки якості :ref:`check-placeholders`.
zh_hans: 调整检查行为不区分大小写。目前仅影响 :ref:`check-placeholders` 质量检查。

source: Enable the :ref:`check-safe-html` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-safe-html`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-safe-html`.
hu: A :ref:`check-safe-html` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-safe-html`.
ja: :ref:`check-safe-html` の品質検査を有効にする。
nl: Schakel de kwaliteitscontrole :ref:`check-safe-html` in.
pt: Ativa a verificação de qualidade :ref:`check-safe-html`.
pt_br: Habilita a verificação de qualidade :ref:`check-safe-html`.
ro: Activați verificarea calității :ref:`check-safe-html`.
ru: Включите проверку качества :ref:`check-safe-html`.
sv: Aktivera kvalitetskontrollen :ref:`check-safe-html`.
tr: :ref:`check-safe-html` kalite denetimini kullanıma alır.
uk: Увімкнути перевірку якості :ref:`check-safe-html`.
zh_hans: 启用 :ref:`check-safe-html` 质量检查。

source: The string should consist of only a URL. Enable the :ref:`check-url` quality check.
de: Die Zeichenkette sollte nur aus einer URL bestehen. Aktiviert die Qualitätsprüfung :ref:`check-url`.
ga: Níor chóir go mbeadh ach URL ar an sreang. Cumasaigh an seiceáil cáilíochta :ref:`check-url`.
hu: A szövegnek kizárólag URL-ből kell állnia. Engedélyezi a :ref:`check-url` minőség-ellenőrzést.
id: String harus hanya berisi URL. Aktifkan pemeriksaan kualitas :ref:`check-url`.
ja: 文字列は URL のみでなければならない。:ref:`check-url` の品質検査を有効にする。
nl: De tekenreeks zou allen uit een URL moeten bestaan. Schakel de kwaliteitscontrole :ref:`check-url` in.
pt: A cadeia deve consistir apenas numa URL. Ativa a verificação de qualidade :ref:`check-url`.
pt_br: O texto deve consistir apenas em uma URL. Habilita a verificação de qualidade :ref:`check-url`.
ro: Șirul trebuie să fie format doar dintr-un URL. Activați verificarea calității :ref:`check-url`.
ru: Строка должна состоять только из URL-адреса. Включите проверку качества :ref:`check-url`.
sv: Strängen ska endast bestå av en URL. Aktivera kvalitetskontrollen :ref:`check-url`.
tr: Dizge yalnızca bir adresten oluşmalıdır. :ref:`check-url` kalite denetimini kullanıma alın.
uk: Рядок має складатися лише з URL-адреси. Увімкнути перевірку якості :ref:`check-url`.
zh_hans: 字符串应该只由一个 URL 组成。启用 :ref:`check-url` 质量检查。

source: Ignore all quality checks.
de: Ignoriert alle Qualitätsprüfungen.
ga: Déan neamhaird de gach seiceáil cáilíochta.
hu: Minden minőség-ellenőrzés figyelmen kívül hagyása.
id: Abaikan semua pemeriksaan kualitas.
ja: すべての品質検査を除外する。
nl: Alle kwaliteitscontroles negeren.
pt: Ignora todas as verificações de qualidade.
pt_br: Ignora todas as verificações de qualidade.
ro: Ignorați toate verificările de calitate.
ru: Игнорировать проверки качества.
sv: Ignorera alla kvalitetskontroller.
ta: அனைத்து தர சோதனைகளையும் புறக்கணிக்கவும்.
tr: Tüm kalite denetimlerini yok sayar.
uk: Ігнорувати усі перевірки якості.
zh_hans: 忽略所有质量检查。

source: Enable the :ref:`check-fluent-source-inner-html` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-fluent-source-inner-html`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-fluent-source-inner-html`.
hu: A :ref:`check-fluent-source-inner-html` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-fluent-source-inner-html`.
nl: Schakel de kwaliteitscontrole :ref:`check-fluent-source-inner-html` in.
pt_br: Habilita a verificação de qualidade :ref:`check-fluent-source-inner-html`.
sv: Aktivera kvalitetskontrollen :ref:`check-fluent-source-inner-html`.
uk: Увімкніть перевірку якості :ref:`check-fluent-source-inner-html`.

source: Enable the :ref:`check-fluent-source-syntax` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-fluent-source-syntax`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-fluent-source-syntax`.
hu: A :ref:`check-fluent-source-syntax` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-fluent-source-syntax`.
nl: Schakel de kwaliteitscontrole :ref:`check-fluent-source-syntax` in.
pt_br: Habilita a verificação de qualidade :ref:`check-fluent-source-syntax`.
sv: Aktivera kvalitetskontrollen :ref:`check-fluent-source-syntax`.
uk: Увімкніть перевірку якості :ref:`check-fluent-source-syntax`.

source: Enable the :ref:`check-icu-message-format-syntax` quality check.
de: Aktiviert die Qualitätsprüfung :ref:`check-icu-message-format-syntax`.
ga: Cumasaigh an seiceáil cáilíochta :ref:`check-icu-message-format-syntax`.
hu: A :ref:`check-icu-message-format-syntax` minőség-ellenőrzés engedélyezése.
id: Aktifkan pemeriksaan kualitas :ref:`check-icu-message-format-syntax`.
nl: Schakel de kwaliteitscontrole :ref:`check-icu-message-format-syntax` in.
pt_br: Habilita a verificação de qualidade :ref:`check-icu-message-format-syntax`.
sv: Aktivera kvalitetskontrollen :ref:`check-icu-message-format-syntax`.
uk: Увімкніть перевірку якості :ref:`check-icu-message-format-syntax`.

source: Skip the :ref:`check-bbcode` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-bbcode`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-bbcode`.
hu: A :ref:`check-bbcode` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-bbcode`.
ja: :ref:`check-bbcode` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-bbcode` over.
pt: Ignora a verificação de qualidade :ref:`check-bbcode`.
pt_br: Ignora a verificação de qualidade :ref:`check-bbcode`.
ro: Săriți peste verificarea calității :ref:`check-bbcode`.
ru: Пропустите проверку качества :ref:`check-bbcode`.
sv: Hoppa över :ref:`check-bbcode` kvalitetskontrollen.
tr: :ref:`check-bbcode` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-bbcode`.
zh_hans: 跳过 :ref:`check-bbcode` 质量检查。

source: Skip the :ref:`check-duplicate` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-duplicate`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-duplicate`.
hu: Az :ref:`check-duplicate` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-duplicate`.
ja: :ref:`check-duplicate` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-duplicate` over.
pt: Ignora a verificação de qualidade :ref:`check-duplicate`.
pt_br: Ignora a verificação de qualidade :ref:`check-duplicate`.
ro: Săriți peste verificarea calității :ref:`check-duplicate`.
ru: Пропустите проверку качества :ref:`check-duplicate`.
sv: Hoppa över kvalitetskontrollen :ref:`check-duplicate`.
tr: :ref:`check-duplicate` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-duplicate`.
zh_hans: 跳过 :ref:`check-duplicate` 质量检查。

source: Skip the :ref:`check-check-glossary` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-check-glossary`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-check-glossary`.
hu: A :ref:`check-check-glossary` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-check-glossary`.
ja: :ref:`check-check-glossary` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-check-glossary` over.
pt: Ignora a verificação de qualidade :ref:`check-check-glossary`.
pt_br: Ignora a verificação de qualidade :ref:`check-check-glossary`.
ro: Săriți peste verificarea calității :ref:`check-check-check-glossary`.
ru: Пропустите проверку качества :ref:`check-check-glossary`.
sv: Hoppa över kvalitetskontrollen :ref:`check-check-glossary`.
tr: :ref:`check-check-glossary` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-check-glossary`.
zh_hans: 跳过 :ref:`check-check-glossary` 质量检查。

source: Skip the :ref:`check-double-space` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-double-space`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-double-space`.
hu: A :ref:`check-double-space` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-double-space`.
ja: :ref:`check-double-space` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-double-space` over.
pt: Ignora a verificação de qualidade :ref:`check-double-space`.
pt_br: Ignora a verificação de qualidade :ref:`check-double-space`.
ro: Săriți peste verificarea calității :ref:`check-double-space`.
ru: Пропустите проверку качества :ref:`check-double-space`.
sv: Hoppa över kvalitetskontrollen :ref:`check-double-space`.
tr: :ref:`check-double-space` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-double-space`.
zh_hans: 跳过 :ref:`check-double-space` 质量检查。

source: Skip the :ref:`check-fluent-parts` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-fluent-parts`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-fluent-parts`.
hu: A :ref:`check-fluent-parts` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-fluent-parts`.
nl: Sla de kwaliteitscontrole :ref:`check-fluent-parts` over.
pt_br: Ignora a verificação de qualidade :ref:`check-fluent-parts`.
sv: Hoppa över kvalitetskontrollen :ref:`check-fluent-parts`.
uk: Пропустіть перевірку якості :ref:`check-fluent-parts`.

source: Skip the :ref:`check-fluent-references` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-fluent-references`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-fluent-references`.
hu: A :ref:`check-fluent-references` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-fluent-references`.
nl: Sla de kwaliteitscontrole :ref:`check-fluent-references` over.
pt_br: Ignora a verificação de qualidade :ref:`check-fluent-references`.
sv: Hoppa över kvalitetskontrollen :ref:`check-fluent-references`.
uk: Пропустіть перевірку якості :ref:`check-fluent-references`.

source: Skip the :ref:`check-fluent-target-inner-html` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-fluent-target-inner-html`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-fluent-target-inner-html`.
hu: A :ref:`check-fluent-target-inner-html` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-fluent-target-inner-html`.
nl: Sla de kwaliteitscontrole :ref:`check-fluent-target-inner-html` over.
pt_br: Ignora a verificação de qualidade :ref:`check-fluent-target-inner-html`.
sv: Hoppa över kvalitetskontrollen :ref:`check-fluent-target-inner-html`.
uk: Пропустіть перевірку якості :ref:`check-fluent-target-inner-html`.

source: Skip the :ref:`check-fluent-target-syntax` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-fluent-target-syntax`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-fluent-target-syntax`.
hu: A :ref:`check-fluent-target-syntax` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-fluent-target-syntax`.
nl: Sla de kwaliteitscontrole :ref:`check-fluent-target-syntax` over.
pt_br: Ignora a verificação de qualidade :ref:`check-fluent-target-syntax`.
sv: Hoppa över kvalitetskontrollen :ref:`check-fluent-target-syntax`.
uk: Пропустіть перевірку якості :ref:`check-fluent-target-syntax`.

source: Skip the :ref:`check-angularjs-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-angularjs-format`.
ga: Scipeáil ar an seiceáil cáilíochta :ref:`check-angularjs-format`.
hu: A :ref:`check-angularjs-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-angularjs-format`.
ja: :ref:`check-angularjs-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-angularjs-format` over.
pt: Ignora a verificação de qualidade :ref:`check-angularjs-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-angularjs-format`.
ro: Treceți peste verificarea calității :ref:`check-angularjs-format`.
ru: Пропустите проверку качества :ref:`check-angularjs-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-angularjs-format`.
tr: :ref:`check-angularjs-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-angularjs-format`.
zh_hans: 跳过 :ref:`check-angularjs-format` 质量检查。

source: Skip the :ref:`check-automattic-components-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-automattic-components-format`.
ga: Seachain an seiceáil cáilíochta :ref:`check-automattic-components-format`.
hu: Az :ref:`check-automattic-components-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-automattic-components-format`.
nl: Sla de kwaliteitscontrole :ref:`check-automattic-components-format` over.
pt_br: Ignora a verificação de qualidade :ref:`check-automattic-components-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-automattic-components-format`.
uk: Пропустити перевірку якості :ref:`check-automattic-components-format`.

source: Skip the :ref:`check-c-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-c-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-c-format`.
hu: A :ref:`check-c-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-c-format`.
ja: :ref:`check-c-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-c-format` over.
pt: Ignora a verificação de qualidade :ref:`check-c-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-c-format`.
ro: Săriți peste verificarea calității :ref:`check-c-format`.
ru: Пропустите проверку качества :ref:`check-c-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-c-format`.
tr: :ref:`check-c-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-c-format`.
zh_hans: 跳过 :ref:`check-c-format` 质量检查。

source: Skip the :ref:`check-c-sharp-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-c-sharp-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-c-sharp-format`.
hu: A :ref:`check-c-sharp-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-c-sharp-format`.
ja: :ref:`check-c-sharp-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-c-sharp-format` over.
pt: Ignora a verificação de qualidade :ref:`check-c-sharp-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-c-sharp-format`.
ro: Săriți peste verificarea calității :ref:`check-c-sharp-format`.
ru: Пропустите проверку качества :ref:`check-c-sharp-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-c-sharp-format`.
tr: :ref:`check-c-sharp-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-c-sharp-format`.
zh_hans: 跳过 :ref:`check-c-sharp-format` 质量检查。

source: Skip the :ref:`check-es-format` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-es-format`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-es-format`.
hu: A :ref:`check-es-format` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-es-format`.
ja: :ref:`check-es-format` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-es-format` over.
pt: Ignora a verificação de qualidade :ref:`check-es-format`.
pt_br: Ignora a verificação de qualidade :ref:`check-es-format`.
ro: Săriți peste verificarea calității :ref:`check-es-format`.
ru: Пропустите проверку качества :ref:`check-es-format`.
sv: Hoppa över kvalitetskontrollen :ref:`check-es-format`.
tr: :ref:`check-es-format` kalite denetimini atlar.
uk: Пропустити перевірку якості :ref:`check-es-format`.
zh_hans: 跳过 :ref:`check-es-format` 质量检查。

source: Skip the :ref:`check-i18next-interpolation` quality check.
de: Überspringt die Qualitätsprüfung :ref:`check-i18next-interpolation`.
ga: Scipeáil an seiceáil cáilíochta :ref:`check-i18next-interpolation`.
hu: A :ref:`check-i18next-interpolation` minőség-ellenőrzés kihagyása.
id: Lewati pemeriksaan kualitas :ref:`check-i18next-interpolation`.
ja: :ref:`check-i18next-interpolation` の品質検査を除外する。
nl: Sla de kwaliteitscontrole :ref:`check-i18next-interpolation` over.
pt: Ignora a verificação de qualidade :ref:`check-i18next-interpolation`.
pt_br: Ignora a verificação de qualidade :ref:`check-i18next-interpolation`.
ro: Treceți peste verificarea calității :ref:`check-i18next-interpolation`.
ru: Пропустите проверку качества :ref:`check-i18next-interpolation`.
sv: Hoppa över kvalitetskontrollen :ref:`check-i18next-interpolation`.
tr: :ref:`check-i18next-interpolation` kalite denetimini atlar.
uk: Пропускати перевірку якості :ref:`check-i18next-interpolation`.
zh_hans: 跳过 :ref:`check-i18next-interpolation` 质量检查。
