Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: When :ref:`component-new_base` is empty and the file format supports it, an empty file is created where new strings are added once they are translated.
de: Wenn :ref:`component-new_base` leer ist und das Dateiformat dies unterstützt, wird eine leere Datei erstellt, in der neue Zeichenketten hinzugefügt werden, sobald sie übersetzt sind.
ga: Nuair a bhíonn :ref:`component-new_base` folamh agus go dtacaíonn formáid an chomhaid leis, cruthaítear comhad folamh ina gcuirtear teaghráin nua leis nuair a aistrítear iad.
hu: Ha a :ref:`component-new_base` üres, és a fájlformátum ezt támogatja, akkor egy üres fájl jön létre, amelybe az új szövegek kerülnek majd, amint lefordítják őket.
id: Bila :ref:`component-new_base` kosong dan format berkas mendukungnya, berkas kosong akan dibuat tempat string baru ditambahkan setelah diterjemahkan.
ja: :ref:`component-new_base` が空で、ファイル形式が対応している場合、空のファイルが作成され、新しい文字列を翻訳するとそこに追加されます。
nl: Wanneer :ref:`component-new_base` leeg is en de bestandsindeling ondersteunt het, wordt een leeg bestand gemaakt waarin nieuwe vertalingen worden toegevoegd als zij eenmaal zijn vertaald.
pt_br: Quando :ref:`component-new_base` está vazio e o formato de arquivo suporta, um arquivo vazio é criado onde novos textos são adicionados assim que forem traduzidos.
ru: Если :ref:`component-new_base` пуст и формат файла поддерживает это, создаётся пустой файл, в который добавляются новые строки после их перевода.
sv: När :ref:`component-new_base` är tomt och filformatet stöder det, skapas en tom fil där nya strängar läggs till när de översätts.
tr: :ref:`component-new_base` boş bırakıldığında ve dosya biçimi desteklediğinde, çevrildikten sonra yeni dizgelerin ekleneceği boş bir dosya oluşturulur.
uk: Якщо вміст поля :ref:`component-new_base` є порожнім, і у форматі файлів передбачено підтримку відповідних файлів, буде створено порожній файл, до якого додаватимуться нові рядки, щойно буде отримано їхній переклад.
zh_hans: 当 :ref:`component-new_base` 是空的，并且文件格式支持它时，一旦新字符串被翻译，就会在添加新字符串的地方创建一个空白文件。

source: The :ref:`component-language_code_style` allows you to customize language code used in generated filenames. Additionally, any mappings defined in :ref:`project-language_aliases` are applied in reverse.
de: Mit :ref:`component-language_code_style` können Sie den in den erzeugten Dateinamen verwendeten Sprachcode anpassen. Zusätzlich werden alle Zuordnungen, die in :ref:`project-language_aliases` definiert sind, in umgekehrter Weise angewendet.
ga: Ligeann an :ref:`component-language_code_style` duit cód teanga a úsáidtear i gcomhadainmneacha ginte a shaincheapadh. Ina theannta sin, cuirtear aon mhapálacha a shainmhínítear in :ref:`project-language_aliases` i bhfeidhm ar chúl.
hu: A :ref:`component-language_code_style` segítségével beállítható, milyen nyelvkód szerepeljen a generált fájlnevekben. Továbbá a :ref:`project-language_aliases` alatt megadott nyelvi leképezések fordított irányban is érvényesülnek.
id: :ref:`component-language_code_style` memungkinkan Anda menyesuaikan kode bahasa yang digunakan dalam nama berkas yang dihasilkan. Selain itu, pemetaan apa pun yang didefinisikan dalam :ref:`project-language_aliases` diterapkan secara terbalik.
ja: :ref:`component-language_code_style` を使用すると、生成されたファイル名で使用される言語コードをカスタマイズできます。さらに、 :ref:`project-language_aliases` で定義されたマッピングは逆に適用されます。
nl: De :ref:`component-language_code_style` stelt u in staat de in de gegenereerde bestandsnamen gebruikte taalcode aan te passen. Aanvullend worden verwijzingen, die zijn gedefinieerd in :ref:`project-language_aliases`, omgekeerd toegepast.
pt_br: :ref:`component-language_code_style` permite que você personalize o código de idioma usado nos nomes de arquivo gerados. Além disso, quaisquer mapeamentos definidos em :ref:`project-language_aliases` são aplicados de forma reversa.
ru: :ref:`component-language_code_style` позволяет вам настроить языковой код, используемый в создаваемых именах файлов. Кроме того, любые сопоставления, определённые в :ref:`project-language_aliases`, применяются в обратном порядке.
sv: Med :ref:`component-language_code_style` kan du anpassa språkkoden som används i genererade filnamn. Dessutom tillämpas alla mappningar som definieras i :ref:`project-language_aliases` i omvänd ordning.
tr: :ref:`component-language_code_style`, oluşturulan dosya adlarında kullanılan dil kodunu özelleştirmenizi sağlar. Ek olarak :ref:`project-language_aliases` ile tanımlanmış eşleştirmeler ters yönde uygulanır.
uk: За допомогою поля :ref:`component-language_code_style` ви можете налаштувати код мови, який буде використано у назвах створених файлів. Додатково, усі прив'язки, які визначено у :ref:`project-language_aliases`, буде застосовано у зворотному порядку.
zh_hans: :ref:`component-language_code_style` 允许你自定义用在生成的文件名的语言代码。此外，任何在 :ref:`project-language_aliases` 中定义的映射会被反向应用。

source: If you add a language file in connected remote repository, respective translation is added to the component when Weblate updates local repository.
de: Wenn Sie eine Sprachdatei im verbundenen Remote-Repository hinzufügen, wird die entsprechende Übersetzung der Komponente hinzugefügt, wenn Weblate das lokale Repository aktualisiert.
ga: Má chuireann tú comhad teanga isteach sa chianstór nasctha, cuirtear aistriúchán faoi seach leis an gcomhpháirt nuair a dhéanann Weblate an stór áitiúil a nuashonrú.
hu: Ha egy nyelvi fájlt ad hozzá a csatlakoztatott távoli tárolóban, akkor a megfelelő fordítás automatikusan bekerül az összetevőbe, amikor a Weblate frissíti a helyi tárolót.
id: Jika Anda menambahkan berkas bahasa di repositori jarak jauh yang terhubung, terjemahan yang sesuai akan ditambahkan ke komponen saat Weblate memperbarui repositori lokal.
ja: 接続しているリモート リポジトリに言語ファイルを追加すると、Weblate がローカル リポジトリを更新するときに、それぞれの翻訳がコンポーネントに追加されます。
nl: Als u een taalbestand toevoegt in een verbonden opslagruimte op afstand, wordt een respectievelijke vertaling toegevoegd aan het onderdeel als Weblate de lokale opslagruimte bijwerkt.
pt_br: Se você adicionar um arquivo de idioma no repositório remoto conectado, a respectiva tradução é adicionada ao componente quando o Weblate atualizar o repositório local.
ru: Если вы добавите языковой файл в подключённый удалённый репозиторий, соответствующий перевод будет добавлен в компонент, когда Weblate обновит локальный репозиторий.
sv: Om du lägger till en språkfil i ett anslutet fjärrarkiv läggs motsvarande översättning till komponenten när Weblate uppdaterar det lokala arkivet.
ta: இணைக்கப்பட்ட தொலைநிலைக் களஞ்சியத்தில் நீங்கள் ஒரு மொழிக் கோப்பைச் சேர்த்தால், வலைபெயர்ப்பு உள்ளக களஞ்சியத்தைப் புதுப்பிக்கும்போது அந்தந்த மொழிபெயர்ப்பு கூறுகளில் சேர்க்கப்படும்.
tr: Bağlı uzak depoya bir dil dosyası eklerseniz, Weblate yerel depoyu güncellediğinde ilgili çeviri bileşene eklenir.
uk: Якщо ви додасте мовний файл у з'єднаному віддаленому сховищі, відповідний переклад буде додано до складника, якщо Weblate оновлює локальне сховище.
zh_hans: 如果你在连接的远程仓库中添加语言文件，则当 Weblate 更新本地仓库时，相应的翻译会被添加到组件中。

source: More info on the repository update settings can be found on the :ref:`update-vcs`.
de: Weitere Informationen zu den Einstellungen für die Repository-Aktualisierung finden Sie unter :ref:`update-vcs`.
ga: Is féidir tuilleadh eolais a fháil ar na socruithe nuashonraithe stórtha ar an :ref:`update-vcs`.
hu: További információk a tárolófrissítési beállításokról: :ref:`update-vcs`.
id: Info lebih lanjut tentang pengaturan pembaruan repositori dapat ditemukan di :ref:`update-vcs`.
ja: リポジトリの更新設定の詳細については、:ref:`update-vcs` を確認してください。
nl: Meer informatie over de instellingen voor het bijwerken van opslagruimten is te vinden in :ref:`update-vcs`.
pt: Mais informações sobre as configurações de atualização do repositório encontram-se em :ref:`update-vcs`.
pt_br: Mais informações sobre as configurações de atualização do repositório podem ser encontradas em :ref:`update-vcs`.
ro: Mai multe informații despre setările de actualizare a depozitului pot fi găsite pe pagina :ref:`update-vcs`.
ru: Больше информации о настройках обновления репозитория доступно в разделе «:ref:`update-vcs`».
sv: Mer information om inställningarna för uppdatering av arkivet finns på :ref:`update-vcs`.
tr: Depo güncelleme ayarları ile ilgili bilgi almak için :ref:`update-vcs` bölümüne bakabilirsiniz.
uk: Більше відомостей про налаштування оновлення сховища можна знайти на :ref:`update-vcs`.
zh_hans: 有关仓库更新设置的更多信息可以在 :ref:`update-vcs` 中找到。
zh_hant: 可以在：REF：“更新-VCS”上找到存儲庫更新設置的更多信息。

source: Removing existing translations
de: Vorhandene Übersetzungen entfernen
ga: Aistriúcháin atá ann cheana a bhaint
hu: Létező fordítások eltávolítása
id: Menghapus terjemahan yang ada
ja: 既存の翻訳の削除
nl: Bestaande vertalingen verwijderen
pt: Removendo traduções existentes
pt_br: Removendo traduções existentes
ro: Eliminarea traducerilor existente
ru: Удаление существующих переводов
sv: Ta bort befintliga översättningar
ta: தற்போதுள்ள மொழிபெயர்ப்புகளை நீக்குதல்
tr: Var olan çevirileri kaldırmak
uk: Вилучення наявних перекладів
zh_hans: 移除现有译文

source: Languages, components, or the projects they are in, can be removed (deleted from Weblate and remote repository if used) from the menu :guilabel:`Operations` ↓ :guilabel:`Removal` of each project, component, or language.
id: Bahasa, komponen, atau proyek tempat mereka berada, dapat dihapus (dari Weblate dan repositori jarak jauh jika digunakan) dari menu :guilabel:`Operations` ↓ :guilabel:`Removal` setiap proyek, komponen, atau bahasa.
sv: Språk, komponenter eller de projekt de ingår i kan tas bort (raderas från Weblate och fjärrarkivet om det används) från menyn :guilabel:`Operations` ↓ :guilabel:`Removal` för varje projekt, komponent eller språk.
uk: Мови, компоненти або проекти, в яких вони знаходяться, можна видалити (видалити з Weblate та віддаленого репозиторію, якщо він використовується) з меню :guilabel:`Operations` ↓ :guilabel:`Removal` кожного проекту, компонента або мови.

source: Initiating the :guilabel:`Removal` action shows the list of components to be removed. You have to enter the object's `slug` to confirm the removal. The `slug` is the project's, language's, or component's pathname as it can be seen in the URL.
de: Wenn Sie die Aktion :guilabel:`Entfernen` starten, wird die Liste der zu entfernenden Komponenten angezeigt. Sie müssen den `Slug` des Objekts eingeben, um das Entfernen zu bestätigen. Der `Slug` ist der Pfadname des Projekts, der Sprache oder Komponente, so wie er in der URL zu sehen ist.
ga: Agus an gníomh :guilabel:`Removal` á thionscnamh, taispeántar liosta na gcomhpháirteanna atá le baint. Caithfidh tú `sluga` an réada a chur isteach chun an bhaint a dheimhniú. Is é an `sluga` ainm an tionscadail, an teanga nó an chomhpháirt mar is féidir é a fheiceáil san URL.
hu: Az :guilabel:`Eltávolítás` művelet elindítása után megjelenik az eltávolítandó összetevők listája. A törlés megerősítéséhez meg kell adni az adott objektum `URL-azonosítóját`, amely a projekt, nyelv vagy összetevő URL-ben látható elérési útja.
id: Memulai tindakan :guilabel:`Removal` akan menampilkan daftar komponen yang akan dihapus. Anda harus memasukkan `slug` objek untuk mengonfirmasi penghapusan. `Slug` adalah nama jalur proyek, bahasa pemrograman, atau komponen seperti yang terlihat di URL.
ja: :guilabel:`削除` の操作を実行すると、削除するコンポーネントの一覧が表示されます。削除を確定するには、オブジェクトの `スラッグ` を入力してください。`スラッグ` とは、URL に表示されるプロジェクト、言語、またはコンポーネントのパス名です。
nl: Activeren van de actie :guilabel:`Verwijderen` geeft de lijst met onderdelen weer die verwijderd moeten worden. U moet de `slug` van het object invoeren om het verwijderen te bevestigen. De `slug` is de padnaam van het project, taal of onderdeel, zoals dat te zien is in de URL.
pt: Iniciar a ação :guilabel:`Remoção` mostra a lista de componentes a serem removidos. Deve inserir o `slug` do objeto para confirmar a remoção. O `slug`, ou URL amigável, é o nome do caminho do projeto, da linguagem ou do componente conforme pode ser visto na URL.
pt_br: Iniciar a ação :guilabel:`Remoção` mostra a lista de componentes a serem removidos. Você deve inserir o `slug` do objeto para confirmar a remoção. O `slug`, ou URL amigável, é o nome do caminho do projeto, da linguagem ou do componente conforme pode ser visto na URL.
ro: Inițierea acțiunii :guilabel:`Removal` afișează lista componentelor care urmează să fie eliminate. Trebuie să introduceți `slug` al obiectului pentru a confirma eliminarea. `slug` este numele de cale al proiectului, limbii sau componentei, așa cum poate fi văzut în URL.
ru: После нажатия на пункт меню :guilabel:`Удаление` сначала будет показан полный список компонентов, которые подлежат удалению. Для подтверждения удаления вам нужно будет ввести `идентификатор` (`slug`) данного объекта, где `идентификатор` — это «путь» к данному проекту, языку или компоненту, как он отображается в URL.
sv: När du startar åtgärden :guilabel:`Removal` visas en lista över komponenter som ska tas bort. Du måste ange objektets `slug` för att bekräfta borttagningen. `Slug` är projektets, språkets eller komponentens sökväg som den visas i URL:en.
ta: 'குய்லாபெல்:'அகற்றுதல்' செயலைத் தொடங்குவது அகற்றப்பட வேண்டிய கூறுகளின் பட்டியலைக் காட்டுகிறது. அகற்றலை உறுதிப்படுத்த நீங்கள் பொருளின் 'ச்லக்' உள்ளிட வேண்டும். 'ச்லக்' என்பது திட்டத்தின், மொழியின் அல்லது கூறுகளின் பெயர் ஆகும், ஏனெனில் இது முகவரி இல் காணப்படுகிறது.
tr: :guilabel:`Kaldır` işlemi başlatıldığında, kaldırılacak bileşenlerin listesi gösterilir. Kaldırma işlemini onaylamak için nesnenin `kısaltmasını` yazmanız gerekir. `Kısaltma`, adreste görülebilen projenin, dilin ya da bileşenin yol adıdır.
uk: Ініціювання дії :guilabel:`Removal` показує список складників, які потрібно вилучити. Ви повинні ввести об'єкт `slug` для підтвердження вилучення. `slug` — це назва шляху, мови або складника, як це видно в URL-адресі.
zh_hans: 启动 :guilabel:`移除` 操作会显示要删除的组件列表。您必须输入对象的 `标识符` 以确认删除。 `标识符` 是项目、语言或组件的路径名，可以在 URL 中看到。
zh_hant: 啟動：Guilabel：“刪除”操作顯示要刪除的組件列表。您必須輸入對象的“SLUG”以確認刪除。“slug`是項目，語言或組件的路徑名，因為它可以在URL中看到它。

source: If you want to remove just some specific strings, there are following ways:
de: Wenn Sie nur einige bestimmte Zeichenketten entfernen möchten, gibt es folgende Möglichkeiten:
ga: Más mian leat ach roinnt teaghráin ar leith a bhaint, tá bealaí a leanas ann:
hu: Ha csak bizonyos szövegeket szeretne eltávolítani, az alábbi lehetőségek állnak rendelkezésre:
id: Jika Anda ingin menghapus beberapa string tertentu saja, ada beberapa cara berikut:
ja: 特定の文字列だけを削除する方法:
nl: Als u slechts enkele specifieke tekenreeksen wilt verwijderen, zijn er de volgende manieren:
pt: Se deseja remover apenas algumas cadeias específicas, existem as seguintes maneiras:
pt_br: Se você deseja remover apenas alguns textos específicos, existem as seguintes maneiras:
ro: Dacă doriți să eliminați doar câteva șiruri de caractere specifice, există următoarele modalități:
ru: Если вы хотите удалить только некоторые конкретные строки, то это можно сделать одним из следующих способов:
sv: Om du bara vill ta bort vissa specifika strängar finns följande sätt:
ta: நீங்கள் சில குறிப்பிட்ட சரங்களை அகற்ற விரும்பினால், பின்வரும் வழிகள் உள்ளன:
tr: Yalnızca belirli bazı dizgeleri kaldırmak istiyorsanız, şu yolları kullanabilirsiniz:
uk: Якщо ви хочете вилучити лише деякі певні рядки, є такі способи:
zh_hans: 如果只想删除一些特定的字符串，有以下方法：
zh_hant: 如果要刪除一些特定字符串，則有以下方法：

source: Manually in the source file. They will be removed from the translation project as well upon Weblate's repository update.
de: Manuell in der Quelldatei. Sie werden auch aus dem Übersetzungsprojekt entfernt, wenn das Repository von Weblate aktualisiert wird.
ga: Láimh sa chomhad foinse. Bainfear den tionscadal aistriúcháin iad chomh maith ar nuashonrú stór Weblate.
hu: Kézzel a forrásfájlban. Ezek a Weblate tárolófrissítésekor a fordítási projektből is törlésre kerülnek.
id: Secara manual di berkas sumber. Mereka juga akan dihapus dari proyek terjemahan setelah repositori Weblate diperbarui.
ja: ソースファイルから手動で削除します。これは、Weblate のリポジトリの更新時に、翻訳プロジェクトからも削除されます。
nl: Handmatig in het bronbestand. Zij zullen ook uit het vertaalproject worden verwijderd bij het door Weblate bijwerken van de opslagruimte.
pt: Manualmente no ficheiro fonte. Eles também serão removidos do projeto de tradução após a atualização do repositório do Weblate.
pt_br: Manualmente no arquivo fonte. Eles também serão removidos do projeto de tradução após a atualização do repositório do Weblate.
ro: Manual în fișierul sursă. Acestea vor fi eliminate și din proiectul de traducere la actualizarea depozitului Weblate.
ru: Вручную в исходном файле. Они будут также удалены и из проекта перевода при следующем обновлении репозитория Weblate.
sv: Manuellt i källfilen. De kommer också att tas bort från översättningsprojektet när Weblates arkiv uppdateras.
ta: மூலக் கோப்பில் கைமுறையாக. வலைபெயர்ப்புடின் களஞ்சிய புதுப்பிப்பில் அவை மொழிபெயர்ப்பு திட்டத்திலிருந்தும் அகற்றப்படும்.
tr: Kaynak dosyadan el ile. Weblate depo güncellemesi yaptığında çeviri projesinden de kaldırılır.
uk: Вручну у початковому файлі. Рядки буде вилучено з проєкту перекладу та оновлення сховища Weblate.
zh_hans: 在源文件中手动操作。它们也将在 Weblate 的仓库更新后从翻译项目中删除。
zh_hant: 手動在源文件中。他們將從翻譯項目中刪除，以及WebLate的存儲庫更新。

source: In Weblate’s UI via button :guilabel:`Operations` ↓ :guilabel:`Remove` while editing the string. This has differences between file formats, see: :ref:`component-manage_units`
id: Di UI Weblate melalui tombol :guilabel:`Operations` ↓ :guilabel:`Remove` saat menyunting string. Hal ini memiliki perbedaan antar format berkas, lihat: :ref:`component-manage_units`
sv: I Weblates användargränssnitt via knappen :guilabel:`Operations` ↓ :guilabel:`Remove` medan du redigerar strängen. Detta skiljer sig åt mellan olika filformat, se: :ref:`component-manage_units`
uk: В інтерфейсі Weblate через кнопку :guilabel:`Operations` ↓ :guilabel:`Remove` під час редагування рядка. Це має відмінності між форматами файлів, див.: :ref:`component-manage_units`

source: If you delete a language file in connected remote repository, respective translation will be removed from the component when Weblate updates local repository.
de: Wenn Sie eine Sprachdatei im verbundenen Remote-Repository löschen, wird die entsprechende Übersetzung aus der Komponente entfernt, wenn Weblate das lokale Repository aktualisiert.
ga: Má scriosann tú comhad teanga sa chianstór nasctha, bainfear an t-aistriúchán faoi seach den chomhpháirt nuair a nuashonróidh Weblate an stór áitiúil.
hu: Ha egy nyelvi fájlt töröl a csatlakoztatott távoli tárolóból, akkor a hozzátartozó fordítás is törlésre kerül az összetevőből, amikor a Weblate frissíti a helyi tárolót.
id: Jika Anda menghapus berkas bahasa di repositori jarak jauh yang terhubung, terjemahan terkait akan dihapus dari komponen saat Weblate memperbarui repositori lokal.
ja: 接続しているリモート リポジトリの言語ファイルを削除すると、Weblate がローカル リポジトリを更新するときに、それぞれの翻訳がコンポーネントから削除されます。
nl: Als u een taalbestand verwijdert uit een verbonden opslagruimte op afstand, wordt een respectievelijke vertaling verwijderd uit het onderdeel als Weblate de lokale opslagruimte bijwerkt.
pt: Se apagar um ficheiro de idioma no repositório remoto conectado, a tradução respetiva será removida do componente quando o Weblate atualizar o repositório local.
pt_br: Se você excluir um arquivo de idioma no repositório remoto conectado, a tradução respectiva será removida do componente quando o Weblate atualizar o repositório local.
ro: Dacă ștergeți un fișier de limbă din depozitul la distanță conectat, traducerea respectivă va fi eliminată din componentă atunci când Weblate actualizează depozitul local.
ru: Если вы удаляете файл языка в связанном удалённом репозитории, то соответствующие переводы будут также удалены и из компонента, когда Weblate обновит свой локальный репозиторий.
sv: Om du tar bort en språkfil i ett anslutet fjärrarkiv kommer motsvarande översättning att tas bort från komponenten när Weblate uppdaterar det lokala arkivet.
ta: இணைக்கப்பட்ட தொலைநிலைக் களஞ்சியத்தில் உள்ள ஒரு மொழிக் கோப்பை நீங்கள் நீக்கினால், வலைபெயர்ப்பு உள்ளக களஞ்சியத்தைப் புதுப்பிக்கும்போது அந்தந்த மொழிபெயர்ப்பு கூறுகளிலிருந்து அகற்றப்படும்.
tr: Bağlı uzak depodaki bir dil dosyasını silerek. Weblate yerel depoyu güncellediğinde ilgili çeviri bileşenden kaldırılır.
uk: Якщо ви видаляєте мовний файл у під'єднаному віддаленому сховищі, відповідний переклад буде вилучено зі складника під час оновлення локального сховища у Weblate.
zh_hans: 如果删除已连接的远程仓库中的语言文件，则当 Weblate 更新本地仓库时，将从组件中删除相应的翻译。
zh_hant: 如果刪除連接的遠程存儲庫中的語言文件，則當Web2更新本地存儲庫時將從組件中刪除相應的轉換。

source: String variants
de: Zeichenkette-Varianten
ga: Leaganacha teaghrán
hu: Szövegváltozatok
id: Varian string
ja: 文字列の別表記
nl: Varianten van tekenreeksen
pt: Variantes de cadeias
pt_br: Variantes de textos
ro: Variante de șiruri
ru: Варианты строк
sv: Strängvarianter
ta: சர வகைகள்
tr: Dizge çeşitleri
uk: Варіанти рядків
zh_hans: 字符串变体
zh_hant: 字符串變量

source: Variants are useful to group several strings together so that translators can see all variants of the string at one place.
de: Varianten sind nützlich, um mehrere Zeichenketten zu gruppieren, damit Übersetzer alle Varianten der Zeichenkette an einer Stelle sehen können.
ga: Tá sé úsáideach leaganacha éagsúla chun roinnt teaghráin a ghrúpáil le chéile ionas gur féidir le haistritheoirí gach leagan den téad a fheiceáil in aon áit amháin.
hu: A változatok lehetővé teszik, hogy több hasonló szöveget egy csoportba rendezzen, így a fordítók egy helyen láthatják az összes variációt.
id: Varian berguna untuk menggrupkan beberapa string bersama sehingga penerjemah dapat melihat semua varian string di satu tempat.
ja: 文字列の別表記は、複数の文字列をグループ化して、翻訳者が文字列のすべての別表記を 1 つの場所で確認できて便利です。
nl: Varianten zijn nuttig om verscheidene tekenreeksen te groeperen, zodat vertalers alle varianten van de tekenreeks op een plaats kunnen zien.
pt: As variantes são úteis para agrupar várias cadeias, de modo que os tradutores possam ver todas as variantes do texto num só lugar.
pt_br: As variantes são úteis para agrupar vários textos, de modo que os tradutores possam ver todas as variantes do texto em um só lugar.
ro: Variantele sunt utile pentru a grupa mai multe șiruri de caractere, astfel încât traducătorii să poată vedea toate variantele șirului la un loc.
ru: Варианты полезны для группировки нескольких строк, чтобы переводчики могли видеть все варианты строки в одном месте.
sv: Variant är användbara för att gruppera flera strängar så att översättare kan se alla varianter av strängen på ett ställe.
ta: பல சரங்களை ஒன்றாக தொகுக்க மாறுபாடுகள் பயனுள்ளதாக இருக்கும், இதனால் மொழிபெயர்ப்பாளர்கள் சரத்தின் அனைத்து வகைகளையும் ஒரே இடத்தில் பார்க்க முடியும்.
tr: Değişkenler, çevirmenlerin dizgenin tüm değişkenlerini tek bir yerde görebilmeleri için birkaç dizgeyi gruplandırmaya yarar.
uk: Варіанти корисні для групування кількох рядків разом, щоб перекладачі могли бачити всі варіанти рядка одразу.
zh_hans: 变体可以将几条字符串组合在一起，这样翻译人员就可以在一个地方看到字符串的所有变体。
zh_hant: 變體可以將幾個字符串組合在一起，這樣翻譯人員就可以在一個地方看到字符串的所有變體。
