Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :guilabel:`System checks` lists possible configuration issues. These can be silenced using :setting:`django:SILENCED_SYSTEM_CHECKS`, see also :doc:`django:howto/deployment/checklist`.
de: :guilabel:`Systemprüfungen` listet mögliche Konfigurationsprobleme auf. Diese können mit :setting:`django:SILENCED_SYSTEM_CHECKS` unterdrückt werden, siehe auch :doc:`django:howto/deployment/checklist`.
ga: :guilabel:`System checks` saincheisteanna cumraíochta féideartha. Is féidir iad seo a thostú ag baint úsáid :setting:`django:SILENCED_SYSTEM_CHECKS`, féach freis :doc:`django:howto/deployment/checklist`.
hu: A :guilabel:`Rendszerellenőrzések` a lehetséges konfigurációs problémákat sorolják fel. Ezek a :setting:`django:SILENCED_SYSTEM_CHECKS` beállítással elnémíthatók, további információ: :doc:`django:howto/deployment/checklist`.
id: :guilabel:`System checks` mencantumkan kemungkinan masalah konfigurasi. Masalah ini dapat diatasi menggunakan :setting:`django:SILENCED_SYSTEM_CHECKS`, lihat juga :doc:`django:howto/deployment/checklist`.
ja: :guilabel:`システム チェック` では、考えられる設定の問題が一覧表示されます。これは、:setting:`django:SILENCED_SYSTEM_CHECKS` を使用して消すことができます。 :doc:`django:howto/deployment/checklist` も確認してください。
nl: :guilabel:`Systeemcontroles` vermeld mogelijke problemen met de configuratie. Deze kunnen worden uitgeschakeld met de instelling :setting:`django:SILENCED_SYSTEM_CHECKS`, bekijk ook :doc:`django:howto/deployment/checklist`.
pt: :guilabel:`Verificações do sistema` lista possíveis problemas de configuração. Estes podem ser silenciados usando :setting:`django:SILENCED_SYSTEM_CHECKS`, consulte também :doc:`django:howto/deployment/checklist`.
pt_br: :guilabel:`Verificações do sistema` lista possíveis problemas de configuração. Estes podem ser silenciados usando :setting:`django:SILENCED_SYSTEM_CHECKS`, consulte também :doc:`django:howto/deployment/checklist`.
sv: :guilabel:`Systemkontroller` listar möjliga konfigurationsproblem. Dessa kan tystas med hjälp av :setting:`django:SILENCED_SYSTEM_CHECKS`, se även :doc:`django:howto/deployment/checklist`.
tr: :guilabel:`Sistem denetimleri` olası yapılandırma sorunlarını görüntüler. Bunlar :setting:`django:SILENCED_SYSTEM_CHECKS` kullanılarak susturulabilir. Ayrıca ayrıntılı bilgi almak için: :doc:`django:howto/deployment/checklist`.
uk: У :guilabel:`Системних перевірках` наведено список можливих проблем із налаштуванням. Припинити виведення списку можна за допомогою змінної :setting:`django:SILENCED_SYSTEM_CHECKS`, див. також :doc:`django:howto/deployment/checklist`.
zh_hans: :guilabel:`系统检查` 列出了可能的配置问题。可以用 :setting:`django:SILENCED_SYSTEM_CHECKS` 将这些问题“静音”，另见 :doc:`django:howto/deployment/checklist`。

source: :guilabel:`Celery queues` provides overview of Celery queues. These typically should be close to zero. The same can be obtained on the command line using :wladmin:`celery_queues`.
de: :guilabel:`Celery-Warteschlangen` bietet einen Überblick über die Celery-Warteschlangen. Diese sollten normalerweise nahe bei Null liegen. Dasselbe kann auf der Befehlszeile mit :wladmin:`celery_queues` abgerufen werden.
ga: :guilabel:`Celery queues` soláthraíonn sé forbhreathnú ar scuainí Soilire. Ba chóir go mbeadh siad seo gar do nialas de ghnáth. Is féidir an rud céanna a fháil ar an líne ordaithe ag baint úsáide as :wladmin:`celery_queues`.
hu: A :guilabel:`Celery várólisták` áttekintést ad a Celery feladatairól. Ideális esetben ezek értéke közel nullához kellene, hogy legyen. Ugyanezek az információk parancssorban is lekérdezhetők a :wladmin:`celery_queues` paranccsal.
id: :guilabel:`Celery queues` memberikan ikhtisar antrian Celery. Antrian ini biasanya mendekati nol. Hal yang sama dapat diperoleh di baris perintah menggunakan :wladmin:`celery_queues`.
ja: :guilabel:`Celery キュー` では、Celery キューの概要が表示されます。これらは通常、ゼロに近いはずです。コマンドラインでも :wladmin:`celery_queues` を使用して同じ内容を取得できます。
nl: :guilabel:`Celery wachtrijen` verschaft overzicht van de wachtrijen van Celery. Deze zouden gewoonlijk dicht bij nul moeten liggen. Hetzelfde kan op de opdrachtregel worden verkregen met :wladmin:`celery_queues`.
pt: :guilabel:`Filas do Celery` fornece uma visão geral das filas do Celery. Normalmente, eles devem estar próximos de zero. O mesmo pode ser obtido na linha de comando usando :wladmin:`celery_queues`.
pt_br: :guilabel:`Filas do Celery` fornece uma visão geral das filas do Celery. Normalmente, eles devem estar próximos de zero. O mesmo pode ser obtido na linha de comando usando :wladmin:`celery_queues`.
sv: :guilabel:`Celery-köer` ger en översikt över Celery-köer. Dessa bör normalt sett vara nära noll. Samma information kan erhållas på kommandoraden med hjälp av :wladmin:`celery_queues`.
ta: :வஇமுசிட்டை:`செலரி வரிசைகள்` செலரி வரிசைகளின் மேலோட்டத்தை வழங்குகிறது. இவை பொதுவாகச் சுழியத்திற்கு அருகில் இருக்க வேண்டும். இதையே கட்டளை வரியிலும் பெறலாம் :wladmin:`celery_queues`.
tr: :guilabel:`Celery kuyrukları` Celery kuyruklarının özetini görüntüler. Bunlar genellikle sıfıra yakın olmalıdır. Aynı çıktı komut satırında :wladmin:`celery_queues` komutu ile elde edilebilir.
uk: У розділі :guilabel:`Запити Celery` буде наведено огляд запитів Celery. Вміст, типово, має бути майже нульовим. Той самий список можна отримати у командному рядку за допомогою :wladmin:`celery_queues`.
zh_hans: :guilabel:`Celery 队列` 提供 Celery 队列的概览。这些通常应该接近于零。可用 :wladmin:`celery_queues` 在命令行上获取相同信息。

source: :guilabel:`HTTP environment` allows you to see HTTP environment observed by Weblate. This is useful when debugging reverse proxy configuration, see :ref:`reverse-proxy`. :guilabel:`HTTP headers` shows complete HTTP request headers to provide additional information.
sv: :guilabel:`HTTP-miljö` låter dig se HTTP-miljön som observerats av Weblate. Detta är användbart vid felsökning av omvänd proxykonfiguration, se :ref:`reverse-proxy`. :guilabel:`HTTP-rubriker` visar kompletta HTTP-förfrågningsrubriker för att ge ytterligare information.

source: :guilabel:`System encoding` should list ``UTF-8`` encoding in all processes. This needs to be configured in your system, see :ref:`production-encoding`.
de: :guilabel:`Systemkodierung` sollte die ``UTF-8``-Kodierung in allen Prozessen auflisten. Dies muss in Ihrem System konfiguriert werden, siehe :ref:`production-encoding`.
ga: Ba chóir go liostódh :guilabel:`System encoding` ionchódú `UTF-8`` i ngach próiseas. Ní mór é seo a chumrú i do chóras, féach :ref:`production-encoding`.
hu: A :guilabel:`Rendszerkódolás` alatt minden folyamatnál ``UTF-8`` kódolásnak kell szerepelnie. Ezt a rendszeren belül kell megfelelően beállítani, lásd: :ref:`production-encoding`.
id: :guilabel:`System encoding` harus mencantumkan pengodean ``UTF-8`` di semua proses. Ini perlu dikonfigurasi di sistem Anda, lihat :ref:`production-encoding`.
ja: :guilabel:`システム エンコーディング` は、すべてのプロセスで `UTF-8` エンコーディングが使用されていることを確認します。これはシステムで設定が必要です。参照: :ref:`production-encoding`。
nl: :guilabel:`Systeemcodering` zou codering ``UTF-8`` moeten vermelden in alle processen. Dit moet in uw systeem worden geconfigureerd, bekijk :ref:`production-encoding`.
pt: :guilabel:`Codificação do sistema` deve listar a codificação ``UTF-8`` em todos os processos. Isto precisa ser configurado no seu sistema, consulte :ref:`production-encoding`.
pt_br: :guilabel:`Codificação do Sistema` deve listar a codificação ``UTF-8`` em todos os processos. Isso precisa ser configurado em seu sistema, consulte :ref:`production-encoding`.
sv: :guilabel:`Systemkodning` bör ange ``UTF-8``-kodning i alla processer. Detta måste konfigureras i ditt system, se :ref:`production-encoding`.
tr: :guilabel:`Sistem kodlaması` tüm süreçlerde ``UTF-8`` kodlamasını göstermelidir. Bunun sisteminizde yapılandırılması gerekir. Ayrıntılı bilgi almak için: :ref:`production-encoding`.
uk: :guilabel:`Системне кодування` має містити у списку кодування ``UTF-8`` для усіх процесів. Це має бути налаштовано у вашій системі, див. :ref:`production-encoding`.
zh_hans: :guilabel:`系统编码` 应在所有进程中列出 ``UTF-8`` 编码。这需要在你的系统中进行配置，见 :ref:`production-encoding`。

source: :guilabel:`Connectivity` shows latencies to the database, cache, and Celery. This might be useful to diagnose connectivity issues.
de: :guilabel:`Verbindung` zeigt die Latenzen zur Datenbank, zum Cache und zu Celery an. Dies kann bei der Diagnose von Verbindungsproblemen nützlich sein.
ga: Léiríonn :guilabel:`Connectivity` laigí leis an mbunachar sonraí, taisce, agus Soilire. D’fhéadfadh sé seo a bheith úsáideach chun saincheisteanna nascachta a dhiagnóiseadh.
hu: A :guilabel:`Kapcsolódás` a kapcsolat késleltetéseit mutatja az adatbázis, a gyorsítótár és a Celery között. Ez hasznos lehet a kapcsolódási problémák diagnosztizálásához.
id: :guilabel:`Connectivity` menunjukkan latensi ke basis data, simpanan, dan Celery. Ini mungkin berguna untuk mendiagnosis masalah konektivitas.
ja: :guilabel:`接続状況` は、データベース、キャッシュ、および Celery への接続遅延が表示されます。接続の問題を診断する参考になります。
nl: :guilabel:`Connectiviteit` geeft latenties weer voor de database, cache en Celery. Dit kan nuttig zijn voor de diagnose van problemen met de connectiviteit.
pt: :guilabel:`Conectividade` mostra latências para o banco de dados, cache e Celery. Isto pode ser útil para diagnosticar problemas de conectividade.
pt_br: :guilabel:`Conectividade` mostra latências para o banco de dados, cache e Celery. Isso pode ser útil para diagnosticar problemas de conectividade.
sv: :guilabel:`Anslutning` visar fördröjningar till databasen, cachen och Celery. Detta kan vara användbart för att diagnostisera anslutningsproblem.
ta: :வஇமுசிட்டை:`இணைப்பு` தரவுத்தளம், தற்காலிக சேமிப்பு மற்றும் செலரி ஆகியவற்றுக்கான தாமதங்களைக் காட்டுகிறது. இணைப்பு சிக்கல்களைக் கண்டறிய இது பயனுள்ளதாக இருக்கும்.
tr: :guilabel:`Bağlanabilirlik` veri tabanı, ön bellek ve Celery gecikmelerini görüntüler. Bu bilgiler, bağlantı sorunlarını bulmak ve anlamak için yararlı olabilir.
uk: :guilabel:`Зв'язність` показує затримки у базі даних, кеші та Celery. Може бути корисним для діагностики проблем зі зв'язністю.
zh_hans: :guilabel:`连接性` 显示到数据库、缓存和 Celery 的延迟。这对诊断连接问题或许有用。

source: Appearance customization
de: Anpassen des Erscheinungsbilds
ga: Saincheapadh cuma
hu: Megjelenés testreszabása
id: Kustomisasi tampilan
ja: 外観のカスタマイズ
nl: Uiterlijk aanpassen
pt: Personalização da aparência
pt_br: Personalização da aparência
ru: Настройка внешнего вида
sv: Anpassning av utseende
ta: தோற்றம் தனிப்பயனாக்கம்
tr: Görünüm özelleştirmesi
uk: Налаштовування вигляду
zh_hans: 外观自定义

source: The colors are currently used in both dark and light theme, so be careful when choosing them.
de: Die Farben werden aktuell sowohl im dunklen als auch im hellen Design verwendet, seien Sie also vorsichtig bei der Auswahl.
ga: Úsáidtear na dathanna faoi láthair i dtéama dorcha agus éadrom araon, mar sin bí cúramach agus iad á roghnú.
hu: A színek mind a világos, mind a sötét témában használatban vannak, ezért körültekintően kell őket megválasztani.
id: Warna-warna saat ini digunakan dalam tema gelap dan terang, jadi berhati-hatilah saat memilihnya.
ja: 現在、色はダークテーマとライトテーマの両方で使用されています。色を選択する際は、注意してください。
nl: De kleuren worden momenteel gebruikt in zowel donkere als lichte thema's, wees dus voorzichtig als u ze kiest.
pt: As cores são usadas atualmente tanto no tema escuro quanto no tema claro, portanto, tenha cuidado ao escolhê-las.
pt_br: As cores são usadas atualmente tanto no tema escuro quanto no tema claro, portanto, tenha cuidado ao escolhê-las.
sv: Färgerna används för närvarande i både mörka och ljusa teman, så var försiktig när du väljer dem.
ta: வண்ணங்கள் தற்போது இருண்ட மற்றும் ஒளி கருப்பொருள் இரண்டிலும் பயன்படுத்தப்படுகின்றன, எனவே அவற்றைத் தேர்ந்தெடுக்கும்போது கவனமாக இருங்கள்.
tr: Renkler şu anda hem koyu hem de açık temada kullanılıyor, bu yüzden seçerken dikkatli olun.
uk: Кольори у поточній версії використовуються у темній і світлій темі одночасно, тому будьте обережними із їхнім вибором.
zh_hans: 颜色当前被同时用在深色和浅色主题中，所以请小心选择它们。

source: Colors, fonts, and page appearance can be customized here.
de: Farben, Schriftarten und Seitendarstellung können hier angepasst werden.
ga: Is féidir dathanna, clónna agus cuma leathanaigh a shaincheapadh anseo.
hu: Itt testre szabható a színek, a betűtípusok és az oldalak megjelenése.
id: Warna, font, dan tampilan halaman dapat disesuaikan di sini.
ja: 色、フォント、ページの外観をここでカスタマイズできます。
nl: Kleuren, lettertypen en uiterlijk van pagina's kan hier worden aangepast.
pt: As cores, fontes e a aparência da página podem ser personalizadas aqui.
pt_br: As cores, fontes e a aparência da página podem ser personalizadas aqui.
sv: Färger, typsnitt och sidans utseende kan anpassas här.
ta: வண்ணங்கள், எழுத்துருக்கள் மற்றும் பக்கத் தோற்றத்தை இங்கே தனிப்பயனாக்கலாம்.
tr: Bu bölümden, renkleri, yazı tiplerini ve sayfa görünümünü özelleştirebilirsiniz.
uk: Тут можна налаштувати кольори, шрифти та вигляд сторінки.
zh_hans: 颜色、字体和页面外观可在此处进行自定义。

source: If you are looking for more customization, see :doc:`/admin/customize`.
de: Wenn Sie weitere Anpassungen wünschen, lesen Sie :doc:`/admin/customize`.
ga: Má tá tú ag lorg níos mó saincheaptha, féach :doc:`/admin/customize`.
hu: Ha további testreszabási lehetőségeket keres, lásd: :doc:`/admin/customize`.
id: Jika Anda mencari lebih banyak penyesuaian, lihat :doc:`/admin/customize`.
ja: さらにカスタマイズしたい場合は、:doc:`/admin/customize` を確認してください。
nl: Als u op zoek bent naar nog meer aanpassingen, bekijk :doc:`/admin/customize`.
pt: Se procurar mais personalizações, consulte :doc:`/admin/customize`.
pt_br: Se estiver procurando mais personalizações, consulte :doc:`/admin/customize`.
sv: Om du vill ha fler anpassningsmöjligheter, se :doc:`/admin/customize`.
ta: நீங்கள் மேலும் தனிப்பயனாக்கத்தைத் தேடுகிறீர்களானால், :doc:`/admin/customize` என்பதைப் பார்.
tr: Daha fazla özelleştirme arıyorsanız :doc:`/admin/customize` bölümüne bakabilirsiniz.
uk: Якщо вам потрібні нетипові налаштування, див. :doc:`/admin/customize`.
zh_hans: 如果你在寻找更多自定义，参见 :doc:`/admin/customize`。

source: The Django admin interface
de: Django-Adminoberfläche
ga: Comhéadan riaracháin Django
hu: A Django adminisztrációs felület
id: Antarmuka admin Django
ja: Django 管理画面
nl: De Django beheerinterface
pt: A interface administrativa do Django
pt_br: A interface administrativa do Django
ro: Interfața de administrare Django
ru: Интерфейс администратора Django
sv: Djangos administratörsgränssnitt
ta: சாங்கோ நிர்வாக இடைமுகம்
tr: Django yönetim arayüzü
uk: Адміністративний інтерфейс Django
zh_hans: Django 管理界面
zh_hant: Django 管理界面

source: Use with caution as this is a low level interface. You should not need it in most cases as most things are comfortably approachable through Weblate UI or API.
de: Seien Sie vorsichtig, denn dies ist eine Oberfläche auf niedriger Ebene. Sie sollten diese in den meisten Fällen nicht benötigen, da die meisten Dinge bequem über die Weblate-Bedienoberfläche oder die API zugänglich sind.
ga: Bí cúramach mar is comhéadan ísealleibhéil é seo. Níor cheart go mbeadh sé ag teastáil uait i bhformhór na gcásanna mar go bhfuil an chuid is mó de na rudaí so-sochaideartha trí Weblate UI nó API.
hu: Óvatosan használja, mivel ez alacsony szintű kezelőfelület. A legtöbb esetben nincs szükség közvetlen használatára, mert a Weblate felületén vagy az API-n keresztül kényelmesen elérhetők a szükséges beállítások.
id: Gunakan dengan hati-hati karena ini adalah antarmuka tingkat rendah. Anda seharusnya tidak membutuhkannya dalam kebanyakan kasus karena sebagian besar hal dapat diakses dengan mudah melalui UI atau API Weblate.
ja: これは低レベルのインターフェイスであり、使用には注意が必要です。通常は、Weblate UI または API を通じて快適に操作できるので使用する必要はありません。
nl: Gebruik dit voorzichtig omdat dit een interface op laag niveau is. U zou het in de meeste gevallen niet nodig hebben, omdat de meeste dingen te benaderen zijn vanuit de gebruikersinterface van Weblate UI of de API.
pt: Use com cuidado, pois esta é uma interface de baixo nível. Geralmente, não deve precisar dele, pois a maioria das coisas podem ser acessadas confortavelmente pela IU do utilizador ou a API do Weblate.
pt_br: Use com cuidado, pois esta é uma interface de baixo nível. Você não deve precisar dele na maioria dos casos, pois a maioria das coisas pode ser acessada confortavelmente por meio da interface do usuário ou API do Weblate.
ru: Используйте его с осторожностью, поскольку это низкоуровневый интерфейс. В большинстве случаев он не нужен, так как к большинству вещей удобно обращаться через интерфейс Weblate или API.
sv: Använd med försiktighet eftersom detta är ett gränssnitt på låg nivå. I de flesta fall bör du inte behöva det, eftersom det mesta är lättillgängligt via Weblate UI eller API.
ta: இது குறைந்த அளவிலான இடைமுகம் என்பதால் எச்சரிக்கையுடன் பயன்படுத்து. வலைபெயர்ப்பு இடைமுகம் அல்லது பநிஇ மூலம் பெரும்பாலான விசயங்கள் வசதியாக அணுகக்கூடியதால் பெரும்பாலான சந்தர்ப்பங்களில் உங்களுக்கு இது தேவையில்லை.
tr: Bu arayüz düşük düzeyde olduğundan kullanırken dikkatli olun. Genellikle bunu kullanmaya gerek duymamalısınız. Çoğu şeye Weblate kullanıcı arayüzü veya API üzerinden rahatça ulaşılabilir.
uk: Будьте обережні з користуванням, оскільки це низькорівневий інтерфейс. Здебільшого, потреби у його використанні немає, оскільки доступ до більшості речей можна комфортно здійснювати за допомогою інтерфейсу користувача або програмного інтерфейсу Weblate.
zh_hans: 请小心使用，因为这是一个底层接口。多数情况下你不应该使用它，因为通过 Weblate 用户界面或 API 你可以舒服地访问多数设置项。

source: Here you can manage objects stored in the database, such as users, translations and other settings:
de: Hier können Sie in der Datenbank gespeicherte Objekte, wie Benutzer, Übersetzungen und andere Einstellungen, verwalten:
ga: Anseo is féidir leat rudaí atá stóráilte sa bhunachar sonraí a bhainistiú, mar úsáideoirí, aistriúcháin agus socruithe eile:
hu: Itt kezelhetők az adatbázisban tárolt objektumok, például felhasználók, fordítások és egyéb beállítások:
id: Di sini Anda dapat mengelola objek yang disimpan di dalam basis data, seperti pengguna, terjemahan, dan pengaturan lainnya:
ja: ここでは、ユーザー、翻訳、その他の設定など、データベースに保存しているオブジェクトを管理できます。
nl: Hier kunt u objecten beheren die zijn opgeslagen in de database, zoals gebruikers, vertalingen en andere instellingen:
pt: Aqui pode gerir objetos armazenados no banco de dados, tais como utilizadores, traduções e outras configurações:
pt_br: Aqui você pode gerenciar objetos armazenados no banco de dados, tais como usuários, traduções e outras configurações:
ro: Aici puteți gestiona obiectele stocate în baza de date, cum ar fi utilizatorii, traducerile și alte setări:
ru: Здесь вы можете управлять объектами, хранящимися в базе данных, такими как пользователи или переводы, а также другими настройками:
sv: Här kan du hantera objekt som lagras i databasen, såsom användare, översättningar och andra inställningar:
ta: பயனர்கள், மொழிபெயர்ப்புகள் மற்றும் பிற அமைப்புகள் போன்ற தரவுத்தளத்தில் சேமிக்கப்பட்ட பொருட்களை இங்கே நிர்வகிக்கலாம்:
tr: Bu bölümden kullanıcılar, çeviriler gibi veri tabanında depolanan nesneleri ve diğer ayarları yönetebilirsiniz:
uk: Тут ви можете керувати об'єктами, які зберігаються у базі даних, зокрема записами користувачів, перекладів та іншими параметрами:
zh_hans: 可以在这里管理数据库中存储的对象，如用户、翻译和其他设置：
zh_hant: 可以在這裡管理數據庫中存儲的對象，如用戶、翻譯和其他設置：

source: In the :guilabel:`Reports` section, you can check the status of your site, tweak it for :ref:`production`, or manage SSH keys used to access :ref:`vcs-repos`.
de: Im Abschnitt :guilabel:`Berichte` können Sie den Status Ihrer Website überprüfen, sie für die :ref:`production` optimieren oder SSH-Schlüssel für den :ref:`vcs-repos` verwalten.
ga: Sa rannán :guilabel:`Tuarascálacha`, is féidir leat stádas do shuíomh a sheiceáil, é a athrú le haghaidh :ref:`production`, nó na heochracha SSH a úsáidtear chun rochtain a fháil ar :ref:`vcs-repos` a bhainistiú.
hu: A :guilabel:`Jelentések` szekcióban ellenőrizhető az oldal állapota, finomhangolható az :ref:`éles üzem <production>` beállításaihoz, valamint kezelhetők az SSH-kulcsok a :ref:`vcs-repos` eléréséhez.
id: Di bagian :guilabel:`Laporan`, Anda dapat memeriksa status situs Anda, mengubahnya untuk :ref:`production`, atau mengelola kunci SSH yang digunakan untuk mengakses :ref:`vcs-repos`.
ja: :guilabel:`Reports` セクションでは、サイトの状態を確認したり、:ref:`production` 用に設定したり、:ref:`vcs-repos` へのアクセスに使用する SSH 鍵を管理できます。
nl: In het gedeelte :guilabel:`Rapporten` kunt u de status van uw site controleren, of het aanpassen voor :ref:`production`, of SSH-sleutels beheren voor toegang tot :ref:`vcs-repos`.
pt: Na secção :guilabel:`Relatórios` pode verificar o estado do seu site, ajustá-lo para :ref:`production` ou gerir chaves SSH usadas para acessar :ref:`vcs-repos`.
pt_br: Na seção :guilabel:`Relatórios`, você pode verificar o status de seu site, ajustá-lo para :ref:`production` ou gerenciar chaves SSH usadas para acessar :ref:`vcs-repos`.
ro: În secțiunea :guilabel:`Reports`, puteți verifica starea site-ului dumneavoastră, îl puteți ajusta pentru :ref:`producție` sau puteți gestiona cheile SSH utilizate pentru a accesa :ref:`vcs-repos`.
ru: В разделе :guilabel:`Отчёты` вы можете проверить статус вашего сайта, настроить его для :ref:`рабочей среды <production>`, или управлять ключами SSH, используемыми для :ref:`доступа к репозиториям <vcs-repos>`.
sv: I avsnittet :guilabel:`Reports` kan du kontrollera statusen för din webbplats, justera den för :ref:`production` eller hantera SSH-nycklar som används för att komma åt :ref:`vcs-repos`.
tr: In the :guilabel:`Raporlar` bölümünden, sitenizin durumuna bakabilirsiniz. :ref:`production` kipine geçebilir ya da :ref:`vcs-repos` erişimi için SSH anahtarlarını yönetebilirsiniz.
uk: У розділі :guilabel:`Звіти` ви можете перевірити стан вашого сайта, скоригувати його для :ref:`production` або керувати ключами SSH, які використовуються для доступу до :ref:`vcs-repos`.
zh_hans: 在 :guilabel:`报告` 部分，可以检查网站的状态，为 :ref:`production` 进行调整，或者管理用于访问的 SSH 密钥 :ref:`vcs-repos`。
zh_hant: 在 :guilabel:`Reports` 部分，可以檢查網站的狀態，為 :ref:`production` 進行調整，或者管理用於訪問的 SSH 密鑰 :ref:`vcs-repos` 。

source: Adding a project
de: Hinzufügen eines Projekts
ga: Tionscadal á chur leis
hu: Projekt hozzáadása
id: Menambahkan proyek
ja: プロジェクトの追加
nl: Een project toevoegen
pt: Adicionar um projeto
pt_br: Adicionando um projeto
ro: Adăugarea unui proiect
ru: Добавление проекта
sv: Lägga till ett projekt
ta: ஒரு திட்டத்தைச் சேர்ப்பது
tr: Proje ekleme
uk: Додавання проєкту
zh_hans: 添加项目
