Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can find example setup in the ``docker-compose`` repo as `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
de: Eine Beispieleinrichtung finden Sie im ``docker-compose``-Repo als `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
ga: Is féidir leat socrú samplaí a fháil sa ``docker-compose`` repo mar `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
hu: Példabeállítást talál a ``docker-compose`` tárolóban: `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
id: Anda dapat menemukan contoh pengaturan di repo ``docker-compose`` sebagai `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
ja: 設定例は、``docker-compose`` リポジトリに `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__ として記載されています。
nl: U kunt een voorbeeld voor de opstelling vinden in de opslagruimte ``docker-compose`` als `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
pt: Pode encontrar configuração de exemplo no repositório ``docker-compose`` como `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
pt_br: Você pode encontrar configuração de exemplo no repositório ``docker-compose`` como `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
ro: Puteți găsi un exemplu de configurare în repo-ul ``docker-compose`` ca `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
ru: Пример установки вы можете найти в репозитории ``docker-compose`` в виде `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
sv: Du hittar exempel på inställningar i ``docker-compose``-repositoriet som `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
ta: `` டோக்கர்-கமோச்`` ரெப்போவில் `டோக்கர்-கமோச்-ச்ப்ளிட்.ஒய்.எம்.எல் <https://github.com/weblateorg/docker-compose/blob/main/docker--compose-plit.yml இல் நீங்கள் எடுத்துக்காட்டு அமைப்பைக் காணலாம் > __. __.
tr: Örnek kurulumu ``docker-compose`` deposunda `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__ olarak bulabilirsiniz.
uk: Прикладом налаштувань у сховищі ``docker-compose`` є файл `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__.
zh_hans: 您可以在 ``docker-compose`` 仓库中找到示例设置，如 `docker-compose-split.yml <https://github.com/WeblateOrg/docker-compose/blob/main/docker-compose-split.yml>`__。
zh_hant: 您可以在“docker-compose`` repo中”找到示例設置為“docker-compose-split.yml <https：//github.com/weblateorg/docker-compose/blob/main/docker-compose-split.yml>`__。

source: Docker environment variables
de: Docker-Umgebungsvariablen
ga: Athróga timpeallachta docker
hu: Docker környezeti változók
id: Variabel lingkungan Docker
ja: Docker 環境変数
nl: Docker omgevingsvariabelen
pt: Variáveis de ambiente do Docker
pt_br: Variáveis de ambiente do Docker
ro: Variabile de mediu Docker
ru: Переменные окружения Docker
sv: Docker-miljövariabler
ta: கப்பல்துறை சூழல் மாறிகள்
tr: Docker ortam değişkenleri
uk: Змінні середовища Docker
zh_hans: Docker 环境变量

source: Many of Weblate's :ref:`config` can be set in the Docker container using the environment variables described below.
de: Vieles von der Weblate-:ref:`config` kann mit den unten beschriebenen Umgebungsvariablen im Docker-Container eingestellt werden.
ga: Is féidir go leor de :ref:`config` Weblate a shocrú sa choimeádán Docker trí úsáid a bhaint as na hathróga timpeallachta a gcuirtear síos orthu thíos.
hu: A Weblate számos :ref:`beállítása <config>` megadható Docker-konténeren belül, az alábbiakban ismertetett környezeti változók segítségével.
id: Banyak :ref:`config` Weblate yang dapat diatur dalam kontainer Docker menggunakan variabel lingkungan yang dijelaskan di bawah ini.
ja: Weblate の :ref:`config` の多くは、以下の環境変数を使用して Docker コンテナに設定できます。
nl: Veel van de :ref:`config` van Weblate kan worden ingesteld in de Docker container met de hieronder beschreven omgevingsvariabelen.
pt: Muitas das :ref:`Configurações <config>` do Weblate podem ser definidas no contentor Docker usando as variáveis de ambiente descritas abaixo.
pt_br: Muitas das :ref:`Configurações <config>` do Weblate podem ser definidas no contêiner Docker usando as variáveis de ambiente descritas abaixo.
ru: Многие :ref:`параметры конфигурации <config>` Weblate в контейнере Docker могут быть установлены через переменные окружения, описанные ниже.
sv: Många av Weblates :ref:`config` kan ställas in i Docker-containern med hjälp av de miljövariabler som beskrivs nedan.
tr: Weblate :ref:`config` ögelerinin çoğu, Docker kapsayıcısında aşağıda açıklanan ortam değişkenleri ile ayarlanabilir.
uk: Багато з :ref:`параметрів налаштовування <config>` може бути встановлено у контейнері Docker за допомогою змінних середовища, які описано нижче.
zh_hans: 可以使用下述环境变量在 Docker 容器中设置 Weblate 的许多 :ref:`config`。

source: If you need to define a setting not exposed through Docker environment variables, see :ref:`docker-custom-config`.
de: Wenn Sie eine Einstellung definieren müssen, die nicht über Docker-Umgebungsvariablen zugänglich ist, siehe :ref:`docker-custom-config`.
ga: Más gá duit socrú a shainiú nach bhfuil nochta trí athróga timpeallachta Docker, féach :ref:`docker-custom-config`.
hu: Ha olyan beállítást kell megadnia, amely nem érhető el Docker környezeti változón keresztül, lásd: :ref:`docker-custom-config`.
id: Jika Anda perlu menentukan pengaturan yang tidak diekspos melalui variabel lingkungan Docker, lihat :ref:`docker-custom-config`.
ja: Docker 環境変数で公開されていない設定を定義する場合は、:ref:`docker-custom-config` を確認してください。
nl: Als u een instelling moet definiëren die niet is weergegeven in de Docker omgevingsvariabelen, bekijk :ref:`docker-custom-config`.
pt: Se precisar definir uma configuração não exposta por meio de variáveis de ambiente do Docker, consulte :ref:`docker-custom-config`.
pt_br: Se você precisar definir uma configuração não exposta por meio de variáveis de ambiente do Docker, consulte :ref:`docker-custom-config`.
ru: Если вам нужно определить параметр, не отображаемый через переменные среды Docker, см. :ref:`docker-custom-config`.
sv: Om du behöver definiera en inställning som inte exponeras via Docker-miljövariabler, se :ref:`docker-custom-config`.
tr: Docker ortam değişkenlerinde bulunmayan bir ayar yapmanız gerekiyorsa ayrıntılı bilgi almak için: :ref:`docker-custom-config`.
uk: Якщо вам потрібно визначити параметр, який не буде відкрито за допомогою змінних середовища Docker, див. :ref:`docker-custom-config`.
zh_hans: 如果您需要定义不通过 Docker 环境变量公开的设置，请参考 :ref:`docker-custom-config`。

source: Passing secrets
de: Geheimnisse weitergeben
ga: Rúin a rith
hu: Titkos adatok átadása (passing secrets)
id: Rahasia yang melewati
ja: シークレットの受け渡し
nl: Geheim invoeren
pt: Passar segredos
pt_br: Passando segredos
ru: Прохождение кодов
sv: Att vidarebefordra hemligheter
ta: கடந்து செல்லும் ரகசியங்கள்
tr: Parolaları aktarmak
uk: Передавання реєстраційних даних
zh_hans: 传递 secrets

source: Weblate container supports passing secrets as files. To utilize that, append ``_FILE`` suffix to the environment variable and pass secret file via Docker.
de: Der Weblate-Container unterstützt die Weitergabe von Geheimnissen als Dateien. Um dies zu nutzen, hängen Sie das Suffix ``_FILE`` an die Umgebungsvariable an und übergeben Sie die geheime Datei über Docker.
ga: Tacaíonn coimeádán gréasáinchléite le rúin a rith mar chomhaid. Chun é sin a úsáid, cuir iarmhír `` _FILE`` leis an athróg timpeallachta agus pas an comhad rúnda trí Docker.
hu: A Weblate-konténer támogatja a titkos adatok fájlon keresztüli átadását. Ehhez adja hozzá a környezeti változó nevéhez a ``_FILE`` utótagot, és adja át a titkos fájlt a Docker-konténernek.
id: Kontainer Weblate mendukung penerusan rahasia sebagai berkas. Untuk memanfaatkannya, tambahkan sufiks ``_FILE`` ke variabel lingkungan dan teruskan berkas rahasia melalui Docker.
ja: Weblate コンテナは、ファイルでシークレットを受け渡すことに対応しています。これを使用するには、環境変数に ``_FILE`` 接尾辞を付加し、シークレット ファイルを Docker 経由で受け渡します。
nl: Weblate container ondersteunt het doorgeven van geheimen als bestanden. Voeg, om dat te gebruiken, het achtervoegsel ``_FILE`` toe aan de omgevingsvariabele en geef het bestand met het geheim door via Docker.
pt: O contentor do Weblate suporta a passagem de segredos como ficheiros. Para utilizá-lo, adicione o sufixo ``_FILE`` à variável de ambiente e passe o ficheiro secreto via Docker.
pt_br: O contêiner do Weblate suporta a passagem de segredos como arquivos. Para utilizar isso, adicione o sufixo ``_FILE`` à variável de ambiente e passe o arquivo secreto via Docker.
ru: Контейнер Weblate поддерживает передачу данных в виде ключей. Чтобы использовать это, добавьте суффикс ``_FILE`` к переменной среды и передайте файл ключей через Docker.
sv: Weblate-containern stöder överföring av hemlig information som filer. För att utnyttja detta, lägg till suffixet ``_FILE`` till miljövariabeln och överför den hemliga filen via Docker.
ta: வலைபெயர்ப்பு கொள்கலன் கடந்து செல்வதை கோப்புகளாக ஆதரிக்கிறது. அதைப் பயன்படுத்த, சுற்றுச்சூழல் மாறிக்கு `` _file`` பின்னொட்டைச் சேர்த்து, கப்பல்துறை வழியாக இரகசிய கோப்பை அனுப்பவும்.
tr: Weblate kapsayıcısı parolaların dosya olarak aktarılmasını destekler. Bunu kullanmak için ortam değişkenine ``_FILE`` son ekini ekleyin ve parola dosyayı Docker üzerinden aktarın.
uk: У контейнері Weblate передбачено підтримку передавання реєстраційних даних у форматі файлів. Щоб скористатися цим, допишіть суфікс ``_FILE`` до змінної середовища і передайте файл реєстраційних даних через Docker.
zh_hans: Weblate 容器支持将 secrets 作为文件进行传递。要实现它，请将 ``_FILE`` 后缀附加到环境变量并通过 Docker 传递 secret 文件。

source: Related :file:`docker-compose.yml` might look like:
de: Die zugehörige :file:`docker-compose.yml` könnte so aussehen:
ga: Seans go mbeidh cuma ar :file:`docker-compose.yml` gaolmhar:
hu: A kapcsolódó :file:`docker-compose.yml` például így nézhet ki:
id: Terkait :file:`docker-compose.yml` mungkin terlihat seperti:
ja: 関連する :file:`docker-compose.yml` の場合:
nl: Het gerelateerde :file:`docker-compose.yml` zou er zo uit kunnen zien:
pt: Relacionado :file:`docker-compose.yml` pode ser parecido com:
pt_br: Relacionado :file:`docker-compose.yml` pode ser parecido com:
ru: Связанный :file:`docker-compose.yml` может выглядеть так:
sv: Relaterat :file:`docker-compose.yml` kan se ut så här:
tr: İlişkili :file:`docker-compose.yml` dosyası şöyle görünür:
uk: Відповідний :file:`docker-compose.yml` може виглядати так:
zh_hans: 相关的 :file:`docker-compose.yml` 看上去可能是这样：

source: `How to use secrets in Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
de: `Wie man Geheimnisse in Docker Compose verwendet <https://docs.docker.com/compose/how-tos/use-secrets/>`_
ga: `Conas rúin a úsáid in Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
hu: `Titkos adatok használata a Docker Compose-ban <https://docs.docker.com/compose/how-tos/use-secrets/>`_
id: `Cara menggunakan rahasia di Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
ja: `Docker Compose でシークレットを使用する方法 <https://docs.docker.com/compose/how-tos/use-secrets/>`_
nl: `Hoe maak je gebruik van secrets in Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
pt_br: `Como usar segredos no Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
sv: `Hur man använder hemligheter i Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
ta: `டாக்கரில் ரகசியங்களை எவ்வாறு பயன்படுத்துவது <https://docs.docker.com/comoce/how-tos/use-secrets/>` _
tr: `Docker Compose ile parolalar nasıl kullanılır <https://docs.docker.com/compose/how-tos/use-secrets/>`_
uk: `Як використати реєстраційні дані у Docker Compose <https://docs.docker.com/compose/how-tos/use-secrets/>`_
zh_hans: `如何在 Docker Compose 中使用 secrets <https://docs.docker.com/compose/how-tos/use-secrets/>`_

source: Generic settings
de: Allgemeine Einstellungen
ga: Socruithe cineálacha
hu: Általános beállítások
id: Pengaturan umum
ja: 一般的な設定
nl: Generieke instellingen
pt: Configurações genéricas
pt_br: Configurações genéricas
ro: Setări generice
ru: Общие параметры
sv: Generella inställningar
ta: பொதுவான அமைப்புகள்
tr: Genel ayarlar
uk: Загальні параметри
zh_hans: 通用设置
zh_hant: 通用設置

source: Configures Django debug mode using :setting:`DEBUG`.
de: Konfiguriert den Debugmodus von Django mit :setting:`DEBUG`.
ga: Cumraíonn sé mód dífhabhtaithe Django ag baint úsáide as :setting:`DEBUG`.
hu: A Django hibakeresési módját a :setting:`DEBUG` beállításával konfigurálja.
id: Mengonfigurasi mode awakutu Django menggunakan :setting:`DEBUG`.
ja: :setting:`DEBUG` を使用して Django デバッグ モードを設定します。
nl: Configureert de Django debug-modus met :setting:`DEBUG`.
pt: Configura o modo de depuração do Django a usar :setting:`DEBUG`.
pt_br: Configura o modo de depuração do Django usando :setting:`DEBUG`.
ro: Configurează modul de depanare Django folosind :setting:`DEBUG`.
ru: Настраивает отладочный режим Django, используя ее переменную :setting:`DEBUG`.
sv: Konfigurerar Djangos felsökningsläge med hjälp av :setting:`DEBUG`.
tr: :setting:`DEBUG` kullanarak Django hata ayıklama kipini yapılandırır.
uk: Налаштовує режим діагностики Django за допомогою :setting:`DEBUG`.
zh_hans: 使用 :setting:`DEBUG` 配置 Django 调试模式。
zh_hant: 使用 :setting:`DEBUG` 配置 Django 調試模式。

source: Configures the logging verbosity. Set this to ``DEBUG`` to get more detailed logs.
de: Legt die Ausführlichkeit der Protokollierung fest. Auf ``DEBUG`` setzen, um ausführlichere Protokolle zu erhalten.
ga: Cumraíonn sé briathrachas na logála. Socraigh é seo go ``DEBUG`` chun logaí níos mionsonraithe a fháil.
hu: A naplózás részletességi szintjét szabályozza. Állítsa ``DEBUG`` értékre a részletesebb naplók megtekintéséhez.
id: Mengonfigurasi verbositas pencatatan. Atur ini ke ``DEBUG`` untuk mendapatkan log yang lebih rinci.
ja: ログの詳細度を設定します。より詳細なログを取得するには、これを ``DEBUG`` に設定してください。
nl: Configureert de registratie breedsprakigheid. Zet dit op ``DEBUG`` om meer gedetailleerde logs te zien.
pt: Configure a verbosidade do registo. Defina como ``DEBUG`` para obter logs mais detalhados.
pt_br: Configure a verbosidade do registro. Defina como ``DEBUG`` para obter logs mais detalhados.
ru: Настраивает детализацию журнала. Установите для этого параметра значение DEBUG, чтобы получить более подробные журналы.
sv: Konfigurerar loggningsdetaljnivån. Ställ in detta på ``DEBUG`` för att få mer detaljerade loggar.
ta: பதிவு செய்யும் சொற்களஞ்சியத்தை உள்ளமைக்கிறது. மேலும் விரிவான பதிவுகளைப் பெற இதை `` பிழைத்திருத்தமாக அமைக்கவும்.
tr: Günlük tutma düzeyini yapılandırır. Ayrıntılı günlük kayıtları tutmak için ``DEBUG`` olarak ayarlayın.
uk: Налаштовує докладність журналу. Встановіть значення ``DEBUG``, щоб отримати докладніший журнал.
zh_hans: 配置日志记录详细程度，将此设为 ``DEBUG`` 来获得更详细的日志。

source: Defaults to ``INFO`` when :envvar:`WEBLATE_DEBUG` is turned off, ``DEBUG`` is used when debug mode is turned on.
de: Der Standardwert ist ``INFO`` wenn :envvar:`WEBLATE_DEBUG` ausgeschaltet ist, ``DEBUG`` wird verwendet, wenn der Debugmodus eingeschaltet ist.
ga: Réamhshocruithe le ``INFO`` nuair a mhúchtar :envvar:`WEBLATE_DEBUG`, úsáidtear ``DEBUG`` nuair a chuirtear mód dífhabhtaithe ar siúl.
hu: Alapértelmezés szerint ``INFO`` szintre van állítva, amikor a :envvar:`WEBLATE_DEBUG` ki van kapcsolva, és ``DEBUG`` szintre, amikor a hibakeresési mód be van kapcsolva.
id: Bawaannya adalah ``INFO`` ketika :envvar:`WEBLATE_DEBUG` dimatikan, ``DEBUG`` digunakan ketika mode awakutu dihidupkan.
ja: :envvar:`WEBLATE_DEBUG` が無効の場合は、デフォルトで ``INFO`` になり、デバッグ モードが有効の場合は ``DEBUG`` となります。
nl: Standaard ingesteld op ``INFO`` als :envvar:`WEBLATE_DEBUG` uitgezet is, ``DEBUG`` wordt gebruikt als de debug-modus aangezet is.
pt: O padrão é ``INFO`` quando :envvar:`WEBLATE_DEBUG` está desligado, ``DEBUG`` é usado quando o modo de depuração está ligado.
pt_br: O padrão é ``INFO`` quando :envvar:`WEBLATE_DEBUG` está desligado, ``DEBUG`` é usado quando o modo de depuração está ligado.
ru: По умолчанию используется ``INFO``, когда :envvar:`WEBLATE_DEBUG` отключён, ``DEBUG`` используется, когда включён режим отладки.
sv: Standardvärdet är ``INFO`` när :envvar:`WEBLATE_DEBUG` är avstängt, ``DEBUG`` används när felsökningsläget är aktiverat.
tr: :envvar:`WEBLATE_DEBUG` kapatıldığında varsayılan olarak ``INFO`` olur. Hata ayıklama kipi açıldığında ``DEBUG`` kullanılır.
uk: Типовим значенням є ``INFO``, якщо :envvar:`WEBLATE_DEBUG` увімкнено, ``DEBUG`` буде використано, якщо увімкнено режим діагностики.
zh_hans: :envvar:`WEBLATE_DEBUG` 关闭时，默认为 ``INFO``，开启调试模式时也会使用 ``DEBUG`` 级别。

source: For more silent logging use ``ERROR`` or ``WARNING``.
de: Für eine ruhigere Protokollierung ``ERROR`` oder ``WARNING`` verwenden.
ga: Le haghaidh logáil níos ciúine, úsáid ``ERROR`` nó `` RABHADH``.
hu: Ha csendesebb naplózást szeretne, használja az ``ERROR`` vagy ``WARNING`` szinteket.
id: Untuk pencatatan yang lebih senyap gunakan ``ERROR`` atau ``WARNING``.
ja: よりサイレントなロギングを行うには、``ERROR`` または``WARNING`` を使用します。
nl: Voor stillere registratie, gebruik ``ERROR`` of ``WARNING``.
pt: Para obter um registo mais silencioso, use ``ERROR`` ou ``WARNING``.
pt_br: Para obter um registro mais silencioso, use ``ERROR`` ou ``WARNING``.
ru: Для более тихой регистрации используйте ``ERROR`` или ``WARNING``.
sv: För mer tyst loggning, använd ``ERROR`` eller ``WARNING``.
ta: மேலும் அமைதியான பதிவுக்கு `` பிழை`` அல்லது `` எச்சரிக்கை`` ஐப் பயன்படுத்து.
tr: Daha sessiz günlük kaydı için ``ERROR`` ya da ``WARNING`` kullanın.
uk: Для скорочення розміру журналу скористайтеся ``ERROR`` або ``WARNING``.
zh_hans: 要静默记录更多的错误，请使用 ``ERROR`` 或 ``WARNING`` 级别。

source: Configures the logging of the database queries verbosity.
de: Konfiguriert die Protokollierung der Ausführlichkeit der Datenbankabfragen.
ga: Cumraíonn sé logáil na bhfiosruithe bunachar sonraí ar bhriathrachas.
hu: Az adatbázis-lekérdezések naplózásának részletességét szabályozza.
id: Mengonfigurasi pencatatan verbositas kueri basis data.
ja: データベース クエリの冗長性のログの設定します。
nl: Configureert het loggen van de hoeveelheid informatie in de query's van de database.
pt: Configura o log da verbosidade das consultas ao banco de dados.
pt_br: Configura o log da verbosidade das consultas ao banco de dados.
ro: Configurează înregistrarea în jurnal a verbozității interogărilor bazei de date.
ru: Настраивает подробность ведения журнала запросов к базе данных.
sv: Konfigurerar loggningen av databasfrågornas detaljeringsgrad.
ta: தரவுத்தள வினவல்கள் சொற்களஞ்சியத்தின் பதிவை உள்ளமைக்கிறது.
tr: Veri tabanı sorguları günlük kayıtlarının ayrıntı düzeyini yapılandırır.
uk: Налаштовує докладність ведення журналу для запитів до бази даних.
zh_hans: 配置数据库查询详细程度的日志记录。

source: Configures remote logging using GELF TCP connection. Can be used to integrate with Graylog.
de: Konfiguriert die Remote-Protokollierung über eine GELF-TCP-Verbindung. Kann zur Integration mit Graylog verwendet werden.
ga: Cumraíonn sé cianlogáil trí nasc GELF TCP a úsáid. Is féidir é a úsáid chun comhtháthú le Graylog.
hu: Távoli naplózást konfigurál GELF TCP kapcsolaton keresztül. Használható például Graylog integrációhoz.
id: Mengonfigurasi pencatatan jarak jauh menggunakan koneksi TCP GELF. Dapat digunakan untuk integrasi dengan Graylog.
nl: Configureert loggen op afstand met een TCP-verbinding voor GELF. Kan worden gebruikt om te integreren met Graylog.
pt_br: Configura o registro remoto usando conexão GELF TCP. Pode ser usado para integrar com Graylog.
sv: Konfigurerar fjärrloggning med hjälp av GELF TCP-anslutning. Kan användas för integration med Graylog.
ta: கெல்ஃப் டி.சி.பி இணைப்பைப் பயன்படுத்தி தொலை பதிவை உள்ளமைக்கிறது. கிரேலாக் உடன் ஒருங்கிணைக்க பயன்படுத்தலாம்.
tr: GELF TCP bağlantısını kullanarak uzaktan günlüğü yapılandırır. Graylog ile bütünleştirmek için kullanılabilir.
uk: Налаштовує віддалене ведення журналу за допомогою підключення GELF TCP. Можна використовувати для інтеграції з Graylog.
zh_hans: 使用 GELF TCP 连接配置远程日志记录。可被用于和 Graylog 集成。

source: Use custom port for :envvar:`WEBLATE_LOG_GELF_HOST`, defaults to 12201.
de: Verwendet einen benutzerdefinierten Port für :envvar:`WEBLATE_LOG_GELF_HOST`, Standardwert ist 12201.
ga: Úsáid port saincheaptha le haghaidh :envvar:`WEBLATE_LOG_GELF_HOST`, réamhshocraithe go 12201.
hu: Egyedi portot is beállíthat a :envvar:`WEBLATE_LOG_GELF_HOST` számára, alapértelmezésben a 12201 portot használja.
id: Gunakan port khusus untuk :envvar:`WEBLATE_LOG_GELF_HOST`, bawaannya adalah 12201.
nl: Aangepaste poort gebruiken voor :envvar:`WEBLATE_LOG_GELF_HOST`, standaard is 12201.
pt_br: Use porta personalizada para :envvar:`WEBLATE_LOG_GELF_HOST`, o padrão é 12201.
sv: Använd anpassad port för :envvar:`WEBLATE_LOG_GELF_HOST`, standardvärdet är 12201.
tr: :envvar:`WEBLATE_LOG_GELF_HOST` için özel bağlantı noktası kullanın. Varsayılan değer: 12201.
uk: Використовуйте спеціальний порт для :envvar:`WEBLATE_LOG_GELF_HOST`, за умовчанням 12201.
zh_hans: 对 :envvar:`WEBLATE_LOG_GELF_HOST` 使用自定义端口，默认为 12201。

source: Changes the site-title shown in the header of all pages.
de: Ändert den Seitentitel, der in der Kopfzeile aller Seiten angezeigt wird.
ga: Athraítear teideal an tsuímh a thaispeántar i gceanntásc gach leathanaigh.
hu: Megváltoztatja a webhely-címet, amely az összes oldal fejlécében jelenik meg.
id: Mengubah judul situs yang ditampilkan di kepala semua halaman.
ja: すべてのページのヘッダーに表示される、サイト タイトルを変更します。
nl: Wijzigt de site-titel die getoond wordt in de header van alle pagina's.
pt: Altera o título do site mostrado no cabeçalho de todas as páginas.
pt_br: Altera o título do site mostrado no cabeçalho de todas as páginas.
ro: Schimbă titlul site-ului afișat în antetul tuturor paginilor.
ru: Изменяет название сайта, показываемое в заголовке всех страниц.
sv: Ändrar webbplatsens titel som visas i rubriken på alla sidor.
ta: அனைத்து பக்கங்களின் தலைப்பிலும் காட்டப்பட்டுள்ள தள தலைப்புகளை மாற்றுகிறது.
tr: Tüm sayfaların üst bilgisi olarak görüntülenecek site başlığını değiştirir.
uk: Налаштовує заголовок сайта, який буде показано у верхньому колонтитулі усіх сторінок.
zh_hans: 更改所有页面页眉上显示的站点标题。
zh_hant: 更改所有頁面頁眉上顯示的站點標題。

source: Configures the site domain. This parameter is required.
de: Konfiguriert die Seitendomain. Dieser Parameter ist erforderlich.
ga: Cumraíonn sé fearann an tsuímh. Tá an paraiméadar seo ag teastáil.
hu: A webhely domainjét állítja be. Ez a paraméter kötelező.
id: Mengonfigurasi domain situs. Parameter ini diperlukan.
ja: サイトのドメインを設定します。このパラメーターは必須です。
nl: Configureert het site domein. Deze parameter is verplicht.
pt: Configura o domínio do site. Este parâmetro é obrigatório.
pt_br: Configura o domínio do site. Este parâmetro é obrigatório.
ro: Configurează domeniul site-ului. Acest parametru este obligatoriu.
ru: Настраивает домен сайта. Этот параметр является обязательным.
sv: Konfigurerar webbplatsdomänen. Denna parameter är obligatorisk.
ta: தள களத்தை உள்ளமைக்கிறது. இந்த அளவுரு தேவை.
tr: Site etki alanını yapılandırır. Bu parametre gereklidir.
uk: Налаштовує домен сайта. Цей параметр слід вказати обов'язково.
zh_hans: 配置站点域名。此参数为必填项。
