Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Alternatively you can also include own module (see :doc:`../customize`) and add it as separate volume to the Docker container, for example:
de: Alternativ können Sie auch ein eigenes Modul einbinden (siehe :doc:`../customize`) und es zum Beispiel als separates Volume dem Docker-Container hinzufügen:
ga: Nó is féidir leat an modúl féin a chur san áireamh freisin (féach :doc:`../customize`) agus é a chur mar imleabhar ar leith le coimeádán an Docker, mar shampla:
hu: Alternatívaként saját modult is létrehozhat (lásd: :doc:`../customize`), amelyet külön kötetként csatolhat a Docker-konténerhez, például így:
id: Alternatifnya Anda juga dapat menyertakan modul Anda sendiri (lihat :doc:`../customize`) dan menambahkannya sebagai volume terpisah ke kontainer Docker, misalnya:
ja: あるいは、独自のモジュール（参照: :doc:`../customize`）を追加し、個別のボリュームとして Docker コンテナに追加できます。例:
nl: Als alternatief kunt u ook uw eigen module opnemen (bekijk :doc:`../customize`) en het toevoegen als een afzonderlijk volume aan de Docker container, bijvoorbeeld:
pt: Como alternativa, também pode incluir o próprio módulo (veja :doc:`../customize`) e adicioná-lo como um volume separado ao contentor do Docker, por exemplo:
pt_br: Como alternativa, você também pode incluir o próprio módulo (veja :doc:`../customize`) e adicioná-lo como um volume separado ao contêiner do Docker, por exemplo:
ro: Alternativ, puteți, de asemenea, să includeți propriul modul (a se vedea :doc:`../customize`) și să îl adăugați ca volum separat la containerul Docker, de exemplu:
ru: В качестве альтернативы вы также можете включить свой собственный модуль (смотрите раздел :doc:`../customize`) и добавить его в контейнер Docker’а отдельным томом, например:
sv: Alternativt kan du också inkludera en egen modul (se :doc:`../customize`) och lägga till den som en separat volym i Docker-containern, till exempel:
tr: Alternatif olarak, kendi modülünüzü de ekleyebilir (ayrıntılı bilgi almak için: :doc:`../customize`) ve Docker kapsayıcısına ayrı birim olarak ekleyebilirsiniz. Örneğin:
uk: Крім того, ви можете включити власний модуль (див. :doc:`../customize`) і додати його як окремий том до контейнера Docker. Приклад:
zh_hans: 或者，您也可以包括自己的模块（请参阅 :doc:`../customize`），并将其作为单独的卷添加到 Docker 容器中，例如：
zh_hant: 或者，您也可以包括自己的模塊（請參閱 :doc:`../customize`），並將其作為單獨的捲添加到 Docker 容器中，例如：

source: Customizing code
id: Menyesuaikan kode
sv: Anpassa kod
uk: Налаштування коду

source: The internal Weblate API may vary significantly between releases and is not meant to be stable. Please review your custom code interacting with Weblate internals on each upgrade.
id: API internal Weblate mungkin sangat bervariasi antar rilis dan tidak dirancang untuk stabil. Harap tinjau kode kustom Anda yang berinteraksi dengan internal Weblate pada setiap pembaruan.
sv: Det interna Weblate-API:et kan variera avsevärt mellan olika versioner och är inte avsett att vara stabilt. Kontrollera din anpassade kod som interagerar med Weblate-interna funktioner vid varje uppgradering.
uk: Внутрішній API Weblate може суттєво відрізнятися між випусками та не призначений для стабільного використання. Будь ласка, переглядайте свій власний код, що взаємодіє з внутрішніми компонентами Weblate, під час кожного оновлення.

source: You can place additional Python code into :file:`/app/data/python/customize` (see :ref:`docker-volume`). It is already installed as a Django application inside Weblate (this is used for customizing templates and static files as described above).
id: Anda dapat menambahkan kode Python tambahan ke dalam :file:`/app/data/python/customize` (lihat :ref:`docker-volume`). Kode ini sudah terinstal sebagai aplikasi Django di dalam Weblate (ini digunakan untuk mengkustomisasi templat dan berkas statis seperti dijelaskan di atas).
sv: Du kan placera ytterligare Python-kod i :file:`/app/data/python/customize` (se :ref:`docker-volume`). Den är redan installerad som en Django-applikation inuti Weblate (den används för att anpassa mallar och statiska filer enligt beskrivningen ovan).
uk: Ви можете розмістити додатковий код Python у :file:`/app/data/python/customize` (див. :ref:`docker-volume`). Він вже встановлений як програма Django всередині Weblate (це використовується для налаштування шаблонів та статичних файлів, як описано вище).

source: This can be used to place any code (for example :ref:`own-checks`) or to add custom maintenance tasks to the Celery task scheduler.
id: Ini dapat digunakan untuk menempatkan kode apa pun (misalnya :ref:`own-checks`) atau untuk menambahkan tugas pemeliharaan khusus ke penjadwal tugas Celery.
sv: Detta kan användas för att placera valfri kod (till exempel :ref:`own-checks`) eller för att lägga till anpassade underhållsuppgifter till Celery-uppgiftsschemaläggaren.
uk: Це можна використовувати для розміщення будь-якого коду (наприклад, :ref:`own-checks`) або для додавання власних завдань обслуговування до планувальника завдань Celery.

source: An example of custom scheduled tasks in :file:`/app/data/python/customize/tasks.py`.
id: Contoh tugas terjadwal khusus dalam :file:`/app/data/python/customize/tasks.py`.
sv: Ett exempel på anpassade schemalagda uppgifter i :file:`/app/data/python/customize/tasks.py`.
uk: Приклад запланованих завдань на замовлення в :file:`/app/data/python/customize/tasks.py`.

source: Integrating third-party containers
sv: Integrering av tredjepartscontainrar

source: The Weblate Docker setup can be extended with additional containers to provide complementary services such as machine translation, spell checking, or other tools that enhance the translation workflow. These services can be integrated into your Docker Compose configuration and work alongside Weblate.
sv: Weblate Docker-installationen kan utökas med ytterligare containrar för att tillhandahålla kompletterande tjänster såsom maskinöversättning, stavningskontroll eller andra verktyg som förbättrar översättningsflödet. Dessa tjänster kan integreras i din Docker Compose-konfiguration och fungera tillsammans med Weblate.

source: When adding third-party containers, consider the following:
sv: När du lägger till behållare från tredje part bör du tänka på följande:

source: **Network connectivity**: Ensure containers can communicate with each other by placing them on the same Docker network
sv: **Nätverksanslutning**: Se till att containrarna kan kommunicera med varandra genom att placera dem i samma Docker-nätverk

source: **Data persistence**: Use volumes for services that need to persist data
sv: **Datapersistens**: Använd volymer för tjänster som behöver lagra data

source: **Security**: Configure appropriate access controls and avoid exposing unnecessary ports
sv: **Säkerhet**: Konfigurera lämpliga åtkomstkontroller och undvik att exponera onödiga portar

source: `LibreTranslate <https://libretranslate.com/>`_ is a free and open-source machine translation service that can be self-hosted. Integrating it with Weblate provides offline machine translation capabilities without relying on external services.
sv: `LibreTranslate <https://libretranslate.com/>`_ är en gratis och öppen källkodstjänst för maskinöversättning som kan hostas själv. Genom att integrera den med Weblate får man tillgång till maskinöversättning offline utan att behöva förlita sig på externa tjänster.

source: You can incorporate the LibreTranslate service into your Weblate deployment by including it in a :file:`docker-compose.override.yml` file. Since it runs within the Docker network, it's only accessible to Weblate and not exposed to the public internet.
sv: Du kan integrera LibreTranslate-tjänsten i din Weblate-distribution genom att inkludera den i en :file:`docker-compose.override.yml`-fil. Eftersom den körs inom Docker-nätverket är den endast tillgänglig för Weblate och exponeras inte för det offentliga internet.

source: Basic setup using :file:`docker-compose.override.yml`:
sv: Grundläggande inställningar med hjälp av :file:`docker-compose.override.yml`:

source: For GPU-accelerated translation (if you have NVIDIA GPU available):
sv: För GPU-accelererad översättning (om du har NVIDIA GPU tillgängligt):

source: After starting the services with ``docker compose down && docker compose up -d``, configure LibreTranslate in Weblate:
sv: Efter att ha startat tjänsterna med ``docker compose down && docker compose up -d``, konfigurera LibreTranslate i Weblate:

source: Access the Weblate admin interface
sv: Öppna Weblate-administratörsgränssnittet

source: Navigate to :guilabel:`Machine translation` → :guilabel:`Automatic suggestions`
sv: Navigera till :guilabel:`Maskinöversättning` → :guilabel:`Automatiska förslag`

source: Add a new LibreTranslate service with:
sv: Lägg till en ny LibreTranslate-tjänst med:

source: Service
sv: Tjänst

source: API URL
ga: URL API
hu: API URL-cím
id: URL API
nl: URL API
pt: URL da API
pt_br: URL da API
ro: URL-UL API
ru: URL-адрес API
sv: URL för API
ta: பநிஇ முகவரி
tr: API adresi
uk: Адреса API
zh_hans: API 网址

source: API key
de: API-Schlüssel
ga: Eochair API
hu: API-kulcs
id: Kunci API
ja: API キー
nl: Api-sleutel
pt: chave API
pt_br: Chave da API
ro: Cheia API
ru: API-ключ
sv: API-nyckel
ta: பநிஇ விசை
tr: API anahtarı
uk: Ключ до API
zh_hans: API 密钥

source: Leave empty
sv: Lämna tomt

source: LibreTranslate is now configured and available for machine translation in Weblate.
sv: LibreTranslate är nu konfigurerat och tillgängligt för maskinöversättning i Weblate.

source: The LibreTranslate service runs without the web UI (``--disable-web-ui``) and is only accessible via the API within the Docker network.
sv: LibreTranslate-tjänsten körs utan webbgränssnittet (``--disable-web-ui``) och är endast tillgänglig via API:et inom Docker-nätverket.

source: Models are automatically updated when the container starts. (``LT_UPDATE_MODELS: true``)
sv: Modellerna uppdateras automatiskt när containern startar. (``LT_UPDATE_MODELS: true``)

source: Data is persisted using Docker volumes for optimal performance and data safety.
sv: Data lagras med hjälp av Docker-volymer för optimal prestanda och datasäkerhet.

source: Health checks ensure that the Docker engine properly observes the state of the service.
sv: Hälsokontroller säkerställer att Docker-motorn korrekt observerar tjänstens status.

source: For GPU acceleration, use the CUDA image variant and ensure your system has NVIDIA Docker support. This container runs as a privileged user to be able to use the GPU.
sv: För GPU-acceleration, använd CUDA-bildvarianten och se till att ditt system har stöd för NVIDIA Docker. Denna container körs som en privilegierad användare för att kunna använda GPU:n.

source: No external ports are exposed, making the setup secure by default.
sv: Inga externa portar är exponerade, vilket gör installationen säker som standard.

source: `LibreTranslate Docker documentation`_
sv: `LibreTranslate Docker-dokumentation`_

source: `Anubis`_ is a web AI firewall utility to block AI scrapers and other disruptive traffic on the server. It is typically needed for publicly open Weblate installations to avoid excessive load caused by scraping.
sv: `Anubis`_ är ett webbaserat AI-brandväggsverktyg som blockerar AI-skrapare och annan störande trafik på servern. Det behövs vanligtvis för offentligt tillgängliga Weblate-installationer för att undvika överbelastning orsakad av skrapning.

source: Anubis can be deployed using Docker Compose:
sv: Anubis kan distribueras med hjälp av Docker Compose:

source: The ``anubis-data`` volume in the above configuration is expected to contain :file:`botPolicies.yaml` with a bot policy configured to your needs.
sv: Volymen ``anubis-data`` i ovanstående konfiguration förväntas innehålla :file:`botPolicies.yaml` med en botpolicy konfigurerad efter dina behov.

source: At minimum, you need to adjust status codes as described in https://anubis.techaro.lol/docs/admin/configuration/subrequest-auth.
sv: Du måste åtminstone justera statuskoderna enligt beskrivningen i https://anubis.techaro.lol/docs/admin/configuration/subrequest-auth.

source: It is also recommended to configure persistent storage backend as described in https://anubis.techaro.lol/docs/admin/policies/#storage-backends.
sv: Det rekommenderas också att konfigurera permanent lagringsbackend enligt beskrivningen i https://anubis.techaro.lol/docs/admin/policies/#storage-backends.

source: You can then turn on the Anubis usage in Weblate using:
de: Anschließend kann die Anubis-Nutzung in Weblate wie folgt aktiviert werden:
ga: Ansin is féidir leat úsáid Anubis a chasadh air i Weblate ag baint úsáide as:
hu: Ezután a Weblate-ben engedélyezheti az Anubis használatát ezzel:
id: Anda kemudian dapat mengaktifkan penggunaan Anubis di Weblate menggunakan:
nl: U kunt dan het gebruiken van Anubis in Weblate inschakelen met:
sv: Du kan sedan aktivera Anubis-användningen i Weblate med hjälp av:
uk: Потім ви можете увімкнути використання Anubis у Weblate за допомогою:

source: Configuring PostgreSQL server
de: Konfigurieren des PostgreSQL-Servers
ga: Freastalaí PostgreSQL á chumrú
hu: PostgreSQL szerver konfigurálása
id: Mengonfigurasi server PostgreSQL
ja: PostgreSQL サーバーの設定
nl: Configureren server voor PostgreSQL
pt: Configurando o servidor PostgreSQL
pt_br: Configurando o servidor PostgreSQL
ro: Configurarea serverului PostgreSQL
ru: Настройка сервера PostgreSQL
sv: Konfigurera PostgreSQL-server
ta: postgresql சேவையகத்தை உள்ளமைத்தல்
tr: PostgreSQL sunucusunu yapılandırmak
uk: Налаштування сервера PostgreSQL
zh_hans: 配置 PostgreSQL 服务器

source: The PostgreSQL container uses default PostgreSQL configuration and it won't effectively utilize your CPU cores or memory. It is recommended to customize the configuration to improve the performance.
de: Der PostgreSQL-Container verwendet die Standardkonfiguration von PostgreSQL, welche die CPU-Kerne und den Speicher nicht effektiv nutzt. Es wird empfohlen, die Konfiguration anzupassen, um die Leistung zu verbessern.
ga: Úsáideann coimeádán PostgreSQL cumraíocht réamhshocraithe PostgreSQL agus ní bhainfidh sé úsáid éifeachtach as do chroíleacáin LAP ná as do chuimhne. Moltar an chumraíocht a shaincheapadh chun an fheidhmíocht a fheabhsú.
hu: A PostgreSQL-konténer alapértelmezett konfigurációt használ, amely nem használja ki hatékonyan az elérhető CPU-magokat vagy a memóriát. A teljesítmény javítása érdekében javasolt a konfiguráció testreszabása.
id: Kontainer PostgreSQL menggunakan konfigurasi PostgreSQL bawaan dan tidak akan memanfaatkan inti CPU atau memori Anda secara efektif. Disarankan untuk menyesuaikan konfigurasi guna meningkatkan kinerja.
ja: PostgreSQL コンテナは、デフォルトの PostgreSQL 設定を使用するため、CPU コアやメモリを効果的に使用できません。性能を向上させるために設定を変更してください。
nl: De PostgreSQL container gebruikt de standaard configuratie voor PostgreSQL en zal uw CPU-bronnen of geheugen niet effectief genoeg gebruiken. Aanbevolen wordt om de configuratie aan te passen om de prestaties te verbeteren.
pt: O contentor PostgreSQL usa a configuração padrão do PostgreSQL e não utilizará efetivamente os núcleos de CPU ou memória dele. Recomenda-se personalizar a configuração para melhorar o desempenho.
pt_br: O contêiner PostgreSQL usa a configuração padrão do PostgreSQL e não utilizará efetivamente seus núcleos de CPU ou memória. Recomenda-se personalizar a configuração para melhorar o desempenho.
ro: Containerul PostgreSQL utilizează configurația PostgreSQL implicită și nu va utiliza eficient nucleele CPU sau memoria. Se recomandă personalizarea configurației pentru a îmbunătăți performanța.
ru: Контейнер PostgreSQL использует конфигурацию PostgreSQL по умолчанию, которая неэффективно использует ядра процессора или память. Рекомендуется настроить конфигурацию для повышения производительности.
sv: PostgreSQL-containern använder standardkonfigurationen för PostgreSQL och utnyttjar inte dina CPU-kärnor eller ditt minne på ett effektivt sätt. Vi rekommenderar att du anpassar konfigurationen för att förbättra prestandan.
ta: postgresql கொள்கலன் இயல்புநிலை postgresql உள்ளமைவைப் பயன்படுத்துகிறது, மேலும் இது உங்கள் சிபியு கோர்கள் அல்லது நினைவகத்தை திறம்பட பயன்படுத்தாது. செயல்திறனை மேம்படுத்த உள்ளமைவைத் தனிப்பயனாக்க பரிந்துரைக்கப்படுகிறது.
tr: PostgtreSQL kapsayıcısı varsayılan PostgreSQL yapılandırmasını kullanır ve işlemci çekirdeklerini ya da belleği etkili bir şekilde kullanmaz. Başarımı artırmak için yapılandırmanın özelleştirilmesi önerilir.
uk: У контейнері для PostgreSQL використано типові налаштування PostgreSQL, він не зможе ефективно використати ваші ядра процесора або пам'ять. Для підвищення швидкодії рекомендуємо додатково налаштувати контейнер.
zh_hans: PostgreSQL容器使用默认的PostgreSQL配置，它不会有效地利用你的CPU核心或内存。建议自定义配置以提高性能。

source: The configuration can be adjusted as described in `Database Configuration` at https://hub.docker.com/_/postgres. The configuration matching your environment can be generated using https://pgtune.leopard.in.ua/.
de: Die Konfiguration kann wie in `Datenbankkonfiguration` unter https://hub.docker.com/_/postgres beschrieben angepasst werden. Die für Ihre Einsatzumgebung passende Konfiguration kann mit https://pgtune.leopard.in.ua/ erzeugt werden.
ga: Is féidir an chumraíocht a choigeartú mar a thuairiscítear i `Cumraíocht Bunachar Sonraí` ag https://hub.docker.com/_/postgres. Is féidir an chumraíocht a mheaitseálann do thimpeallacht a ghiniúint ag baint úsáide as https://pgtune.leopard.in.ua/.
hu: A konfiguráció a `Database Configuration` (Adatbázis-konfiguráció) szakaszban leírtak szerint módosítható: https://hub.docker.com/_/postgres. A környezetéhez illeszkedő beállítások automatikusan generálhatók a következő eszköz segítségével: https://pgtune.leopard.in.ua/.
id: Konfigurasi dapat disesuaikan seperti yang dijelaskan dalam `Konfigurasi Basis Data` di https://hub.docker.com/_/postgres. Konfigurasi yang sesuai dengan lingkungan Anda dapat dibuat menggunakan https://pgtune.leopard.in.ua/.
ja: 設定は、https://hub.docker.com/_/postgres の `データベースの設定` の説明に従って変更できます。環境に一致する設定は、https://pgtune.leopard.in.ua/ を使用して生成できます。
nl: De configuratie kan worden aangepast zoals beschreven in `Database Configuration` op https://hub.docker.com/_/postgres. De configuratie die overeenkomt met uw omgeving kan worden gegenereerd met https://pgtune.leopard.in.ua/.
pt: A configuração pode ser ajustada conforme descrito em `Database Configuration` em https://hub.docker.com/_/postgres. A configuração correspondente ao seu ambiente pode ser gerada usando https://pgtune.leopard.in.ua/.
pt_br: A configuração pode ser ajustada conforme descrito em `Database Configuration` em https://hub.docker.com/_/postgres. A configuração correspondente ao seu ambiente pode ser gerada usando https://pgtune.leopard.in.ua/.
ro: Configurația poate fi ajustată așa cum este descris în `Database Configuration` la https://hub.docker.com/_/postgres. Configurația care corespunde mediului dumneavoastră poate fi generată folosind https://pgtune.leopard.in.ua/.
ru: Конфигурацию можно изменить, как описано в разделе `Конфигурация базы данных` по адресу https://hub.docker.com/_/postgres. Конфигурацию, соответствующую вашей среде, можно сгенерировать с помощью https://pgtune.leopard.in.ua/.
sv: Konfigurationen kan justeras enligt beskrivningen i `Databaskonfiguration` på https://hub.docker.com/_/postgres. Konfigurationen som passar din miljö kan genereras med hjälp av https://pgtune.leopard.in.ua/.
ta: https://hub.docker.com/_/postgres இல் `தரவுத்தள உள்ளமைவு` இல் விவரிக்கப்பட்டுள்ளபடி உள்ளமைவை சரிசெய்யலாம். உங்கள் சூழலுடன் பொருந்தக்கூடிய உள்ளமைவை https://pgtune.leopard.in.ua/ ஐப் பயன்படுத்தி உருவாக்கலாம்.
tr: Yapılandırma, https://hub.docker.com/_/postgres adresindeki `Database Configuration` bölümünde açıklandığı gibi ayarlanabilir. Ortamınıza uygun bir yapılandırma oluşturmak için https://pgtune.leopard.in.ua/ kullanabilirsiniz.
uk: Налаштування можна скоригувати, як це описано у розділі `Database Configuration` на https://hub.docker.com/_/postgres. Налаштування, які відповідають вашому середовищу можна створити за допомогою https://pgtune.leopard.in.ua/.
zh_hans: 配置可以按照 https://hub.docker.com/_/postgres `数据库配置` 中的描述来调整。匹配你的环境的配置可以使用 https://pgtune.leopard.in.ua/ 。

source: Container internals
de: Container-Interna
ga: Inmheánach coimeádán
hu: Konténer belső működése
id: Bagian dalam kontainer
ja: コンテナ内部
nl: Container internen
pt: Partes internas do contentor
pt_br: Partes internas do contêiner
ru: Внутренние свойства контейнера
sv: Container-interna
ta: கொள்கலன் இன்டர்னல்கள்
tr: Kapsayıcı iç yapısı
uk: Нутрощі контейнера
zh_hans: 容器内部构件

source: The container is using :program:`supervisor` to start individual services. In case of :ref:`docker-scaling`, it only starts single service in a container.
de: Der Container verwendet :program:`supervisor`, um einzelne Dienste zu starten. Im Falle von :ref:`docker-scaling` wird nur ein einzelner Dienst in einem Container gestartet.
ga: Tá an coimeádán ag baint úsáide :program:`supervisor` chun seirbhísí aonair a thosú. I gcás :ref:`docker-scaling`, ní thosaíonn sé ach seirbhís aonair i gcoimeádán.
hu: A konténer a :program:`supervisor` programot használja az egyes szolgáltatások indítására. :ref:`docker-scaling` esetén egy konténer csak egyetlen szolgáltatást indít el.
id: Kontainer menggunakan :program:`supervisor` untuk memulai layanan individual. Dalam kasus :ref:`docker-scaling`, kontainer hanya memulai satu layanan dalam satu kontainer.
ja: コンテナは :program:`supervisor` を使用して個々のサービスを開始しています。:ref:`docker-scaling` の場合、コンテナ内の単一サービスのみを開始します。
nl: De container gebruikt :program:`supervisor` om individuele services te starten. In het geval van :ref:`docker-scaling`, start het slechts een enkele service in een container.
pt: O contentor está usando :program:`supervisor` para iniciar serviços individuais. No caso de :ref:`docker-scaling`, ele inicia apenas um único serviço num contentor.
pt_br: O contêiner está usando :program:`supervisor` para iniciar serviços individuais. No caso de :ref:`docker-scaling`, ele inicia apenas um único serviço em um contêiner.
ru: Контейнер использует :program:`supervisor` для запуска отдельных сервисов. В случае :ref:`docker-scaling` он запускает только один сервис в контейнере.
sv: Containern använder :program:`supervisor` för att starta enskilda tjänster. I fallet med :ref:`docker-scaling` startar den endast en enda tjänst i en container.
tr: Kapsayıcı, bireysel hizmetleri başlatmak için :program:`supervisor` kullanır. :ref:`docker-scaling` kullanılması durumunda, bir kapsayıcıda yalnızca tek bir hizmet başlatılır.
uk: Контейнер використовує для запуску окремих служб :program:`supervisor`. У випадку :ref:`docker-scaling` ця програма запускає єдину службу у контейнері.
zh_hans: 容器使用 :program:`supervisor` 来启动单个服务。遇到 :ref:`docker-scaling`，它只在一个容器中启动单个服务。

source: To check the services status use:
de: Um den Servicestatus zu überprüfen, verwenden Sie:
ga: Úsáid stádas na seirbhísí a sheiceáil:
hu: A szolgáltatások állapotának ellenőrzéséhez használja a következőt:
id: Untuk memeriksa status layanan gunakan:
ja: サービスのステータスを確認する方法:
nl: Gebruik, om de status van de service te controleren:
pt: Para verificar o estado dos serviços, use:
pt_br: Para verificar o status dos serviços, use:
ru: Для проверки состояния услуг используйте:
sv: För att kontrollera tjänsternas status, använd:
ta: சேவைகள் நிலை பயன்பாட்டை சரிபார்க்க:
tr: Hizmetlerin durumunu denetlemek için şunu kullanın:
uk: Для перевірки стану служб скористайтеся таким:
zh_hans: 要检查服务状态，请使用：
