Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The :file:`template.yml` is suited for running all components in OpenShift. There is also :file:`template-external-postgresql.yml` which does not start a PostgreSQL server and allows you to configure external PostgreSQL server.
de: Die :file:`template.yml` ist für den Betrieb aller Komponenten in OpenShift geeignet. Es gibt auch die Datei :file:`template-external-postgresql.yml`, die keinen PostgreSQL-Server startet und es Ihnen ermöglicht, einen externen PostgreSQL-Server zu konfigurieren.
ga: Tá an :file:`template.yml` oiriúnach chun gach comhpháirteanna a reáchtáil in OpenShift. Tá freastalaí :file:`template-external-postgresql.yml` nach dtosaíonn freastalaí PostgreSQL agus a ligeann duit freastalaí seachtrach PostgreSQL a chumrú.
hu: A :file:`template.yml` fájl minden összetevő futtatására alkalmas OpenShift-ben. Létezik :file:`template-external-postgresql.yml` fájl is, amely nem indít PostgreSQL szervert, hanem külső adatbázisszerver használatát teszi lehetővé.
id: :file:`template.yml` cocok untuk menjalankan semua komponen di OpenShift. Terdapat juga :file:`template-external-postgresql.yml` yang tidak memulai server PostgreSQL dan memungkinkan Anda mengonfigurasi server PostgreSQL eksternal.
ja: :file:`template.yml` は、OpenShift ですべてのコンポーネントを実行することに適しています。また、PostgreSQL サーバーを起動させず、外部 PostgreSQL サーバーを設定できる :file:`template-external-postgresql.yml` もあります。
nl: :file:`template.yml` is geschikt voor het uitvoeren van alle onderdelen in OpenShift. Er is ook :file:`template-external-postgresql.yml` data geen server voor PostgreSQL start en u in staat stelt een externe server voor PostgreSQL te configureren.
pt: O :file:`template.yml` é adequado para executar todos os componentes em OpenShift. Existe também :file:`template-external-postgresql.yml` que não inicia um servidor PostgreSQL e permite que configure um servidor PostgreSQL externo.
pt_br: O :file:`template.yml` é adequado para executar todos os componentes em OpenShift. Existe também :file:`template-external-postgresql.yml` que não inicia um servidor PostgreSQL e permite que você configure um servidor PostgreSQL externo.
ro: Fișierul :file:`template.yml` este potrivit pentru rularea tuturor componentelor în OpenShift. Există, de asemenea, :file:`template-external-postgresql.yml` care nu pornește un server PostgreSQL și vă permite să configurați un server PostgreSQL extern.
ru: Файл :file:`template.yml` подходит для запуска всех компонентов в OpenShift. Существует также :file:`template-external-postgresql.yml`, который не запускает сервер PostgreSQL и позволяет настроить внешний сервер PostgreSQL.
sv: :file:`template.yml` är lämplig för att köra alla komponenter i OpenShift. Det finns också :file:`template-external-postgresql.yml` som inte startar en PostgreSQL-server och låter dig konfigurera en extern PostgreSQL-server.
tr: :file:`template.yml` dosyası OpenShift üzerinde tüm bileşenleri çalıştırmak için uygundur. Ayrıca :file:`template-external-postgresql.yml` dosyası bir PostgreSQL sunucusunu başlatmaz ve bir dış PostgreSQL sunucusunu yapılandırmanızı sağlar.
uk: Файл :file:`template.yml` є придатним для роботи із усіма складниками в OpenShift. Також передбачено варіант :file:`template-external-postgresql.yml`, який не запускає сервер PostgreSQL і надає змогу налаштувати зовнішній сервер PostgreSQL.
zh_hans: :file:`template.yml` 适合在 OpenShift 中运行所有组件。还有 :file:`template-external-postgresql.yml`，它不启动 PostgreSQL 服务器，允许你配置外部 PostgreSQL 服务器。
zh_hant: ：文件：`template.yml`非常適合運行OpenShift中的所有組件。還有：文件：“模板 - 外部PostgreSQL.yml`”不啟動PostgreSQL服務器，並允許您配置外部PostgreSQL服務器。

source: Web Console
de: Webkonsole
ga: Console Gréasáin
hu: Webes felület
id: Konsol Web
ja: Web コンソール
pt: Console web
pt_br: Console web
ro: Consola Web
ru: Веб-консоль
sv: Webbkonsol
ta: வலை கன்சோல்
tr: Site konsolu
uk: Вебконсоль
zh_hans: Web 控制台
zh_hant: Web 控制台

source: Copy the raw content from `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ and import them into your project, then use the :guilabel:`Create` button in the OpenShift web console to create your application. The web console will prompt you for the values for all of the parameters used by the template.
de: Kopieren Sie die Rohdaten aus `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ und importieren Sie sie in Ihr Projekt. Verwenden Sie dann :guilabel:`Create` in der OpenShift-Webkonsole, um Ihre Anwendung zu erstellen. Die Webkonsole wird Sie nach den Werten für alle von der Vorlage verwendeten Parameter fragen.
ga: Cóipeáil an t-amhábhar ó `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ agus iompórtáil isteach i do thionscadal, ansin bain úsáid as an :guilabel:`Create` sa Consól gréasáin OpenShift chun d’fheidhmchlár a chruthú. Spreagfaidh an consól gréasáin tú le haghaidh na luachanna do na paraiméadair go léir a úsáideann an teimpléad.
hu: Másolja a `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ nyers tartalmát, importálja saját projektjébe, majd az OpenShift webes konzolon kattintson a :guilabel:`Create` gombra az alkalmazás létrehozásához. A webes felület kérni fogja a sablonban megadott paraméterek értékeit.
id: Salin konten mentah dari `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ dan impor ke proyek Anda, lalu gunakan tombol :guilabel:`Create` di konsol web OpenShift untuk membuat aplikasi Anda. Konsol web akan meminta Anda memasukkan nilai untuk semua parameter yang digunakan oleh templat.
nl: Kopieer de ruwe inhoud van `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ en importeer die in uw project, gebruik dan de knop :guilabel:`Create` in de OpenShift webconsole om uw toepassing te maken. De webconsole zal u vragen naar de waarden voor alle parameters die worden gebruikt door het sjabloon.
pt_br: Copie o conteúdo bruto de `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ e importe-o para seu projeto, então use o botão :guilabel:`Criar` no console web do OpenShift para criar seu aplicativo. O console web solicitará os valores de todos os parâmetros usados pelo modelo.
sv: Kopiera det råa innehållet från `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ och importera det till ditt projekt. Använd sedan knappen :guilabel:`Skapa` i OpenShift-webbkonsolen för att skapa din applikation. Webbkonsolen kommer att be dig ange värden för alla parametrar som används av mallen.
tr: Ham içeriği `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ dosyasından kopyalayın ve projenize aktarın. Ardından uygulamanızı oluşturmak için OpenShift internet konsolundaki :guilabel:`Create` düğmesini kullanın. Site konsolu, sizden kalıp tarafından kullanılan tüm parametrelerin değerlerini ister.
uk: Скопіюйте необроблений вміст із `template.yml <https://github.com/WeblateOrg/openshift/blob/main/template.yml>`_ та імпортуйте його у свій проект, а потім скористайтеся кнопкою :guilabel:`Create` на веб-консолі OpenShift, щоб створити свою програму. Веб-консоль запропонує вам ввести значення для всіх параметрів, які використовує шаблон.

source: To upload the Weblate template to your current project’s template library, pass the :file:`template.yml` file with the following command:
de: Um die Weblate-Vorlage in die Vorlagenbibliothek Ihres aktuellen Projekts hochzuladen, übergeben Sie die Datei :file:`template.yml` mit dem folgenden Befehl:
ga: Chun an teimpléad Weblate a uaslódáil chuig leabharlann teimpléid do thionscadail reatha, cuir an comhad :file:`template.yml` leis an ordú seo a leanas:
hu: A Weblate sablon feltöltéséhez a jelenlegi projekt sablonkönyvtárába használja a következő parancsot a :file:`template.yml` fájlra hivatkozva:
id: Untuk mengunggah templat Weblate ke pustaka templat proyek Anda saat ini, berikan berkas :file:`template.yml` dengan perintah berikut:
ja: Weblate テンプレートを、現在のプロジェクトのテンプレート ライブラリにアップロードします。 :file:`template.yml` ファイルをアップロードするコマンド:
nl: Geef, om het sjabloon van Weblate naar de bibliotheek voor sjablonen van uw huidige project te uploaden, het bestand :file:`template.yml` door met de volgende opdracht:
pt: Para enviar o modelo Weblate para a biblioteca de modelos do seu projeto atual, passe o ficheiro :file:`template.yml` com o seguinte comando:
pt_br: Para enviar o modelo Weblate para a biblioteca de modelos do seu projeto atual, passe o arquivo :file:`template.yml` com o seguinte comando:
ro: Pentru a încărca șablonul Weblate în biblioteca de șabloane a proiectului dvs. curent, treceți fișierul :file:`template.yml` cu următoarea comandă:
ru: Чтобы загрузить шаблон Weblate в свою текущую библиотеку проектов, передайте файл :file:`template.yml` следующей команде:
sv: För att ladda upp Weblate-mallen till ditt aktuella projekts mallbibliotek, överför filen :file:`template.yml` med följande kommando:
tr: Weblate kalıbını geçerli projenizin kalıp kitaplığına yüklemek için şu komutta :file:`template.yml` dosyasını belirtin:
uk: Щоб вивантажити шаблон Weblate до бібліотеки шаблонів вашого поточного проєкту, вкажіть файл :file:`template.yml` у такій команді:
zh_hans: 为了将 Weblate 模板上传到你当前项目的模板库中，使用后面的命令传递 :file:`template.yml` 文件：
zh_hant: 為了將 Weblate 模板上傳到你當前項目的模板庫中，使用後面的命令傳遞 :file:`template.yml` 文件：

source: The template is now available for selection using the web console or the CLI.
de: Die Vorlage kann nun über die Webkonsole oder das CLI ausgewählt werden.
ga: Tá an teimpléad ar fáil anois le roghnú ag baint úsáide as an consól gréasáin nó an CLI.
hu: A sablon ezután elérhetővé válik mind a webes felületen, mind a CLI használatával.
id: Templat sekarang tersedia untuk dipilih menggunakan konsol web atau CLI.
ja: これで、Web コンソールまたは CLI を使用して、テンプレートを選択できるように変更されました。
nl: Het sjabloon is nu beschikbaar om te selecteren met de webconsole of de CLI.
pt: O modelo agora está disponível para seleção a usar o console web ou o CLI.
pt_br: O modelo agora está disponível para seleção usando o console web ou o CLI.
ro: Șablonul este acum disponibil pentru selecție prin intermediul consolei web sau al CLI.
ru: Теперь шаблон можно выбрать в веб-консоли или через интерфейс командной строки.
sv: Mallen är nu tillgänglig för val via webbkonsolen eller CLI.
ta: வலை கன்சோல் அல்லது சி.எல்.ஐ ஐப் பயன்படுத்தி தேர்வுக்கு வார்ப்புரு இப்போது கிடைக்கிறது.
tr: Kalıp artık site konsolu ya da komut satırı (CLI) kullanılarak seçilebilir.
uk: Після цього шаблон стане доступним для вибору за допомогою вебконсолі або інтерфейсу командного рядка.
zh_hans: 现在模板可以使用 CLI 的 web 控制台以供选择。
zh_hant: 現在模板可以使用 CLI 的 web 控制台以供選擇。

source: Parameters
de: Parameter
ga: Paraiméadair
hu: Paraméterek
id: Parameter
ja: パラメータ
pt: Parâmetros
pt_br: Parâmetros
ro: Parametrii
ru: Параметры
sv: Parametrar
ta: அளவுருக்கள்
tr: Parametreler
uk: Параметри
zh_hans: 参数

source: The parameters that you can override are listed in the parameters section of the template. You can list them with the CLI by using the following command and specifying the file to be used:
de: Die Parameter, die Sie überschreiben können, sind im Parameterbereich der Vorlage aufgeführt. Sie können diese mit der CLI auflisten, indem Sie den folgenden Befehl verwenden und die zu verwendende Datei angeben:
ga: Tá na paraiméadair ar féidir leat a shárú liostaithe i rannán na bparaiméadar den teimpléad. Is féidir leat iad a liostú leis an CLI tríd an ordú seo a leanas a úsáid agus an comhad a úsáidfear a shonrú:
hu: A sablonban felülírható paraméterek a „parameters” szakaszban találhatók. Ezek listázhatók CLI használatával, az alábbi parancs segítségével, megadva a használandó fájlt is:
id: Parameter yang dapat Anda timpa tercantum di bagian parameter templat. Anda dapat mencantumkannya melalui CLI dengan menggunakan perintah berikut dan menentukan berkas yang akan digunakan:
ja: 上書きされるパラメータは、テンプレートの parameters セクションに記載されています。CLI で以下のコマンドを実行して、使用するファイルを指定して一覧表示させます。
nl: De parameters die u kunt overschrijven zijn vermeld in het gedeelte parameters van het sjabloon. U kunt ze vermelden met de CLI door de volgende opdracht te gebruiken en het te gebruiken bestand specificeert:
pt: Os parâmetros que pode substituir estão listados na secção de parâmetros do modelo. Pode listá-los com a CLI a usar o seguinte comando e a especificar o ficheiro a ser usado:
pt_br: Os parâmetros que você pode substituir estão listados na seção de parâmetros do modelo. Você pode listá-los com a CLI usando o seguinte comando e especificando o arquivo a ser usado:
ro: Parametrii pe care îi puteți suprascrie sunt enumerați în secțiunea Parametrii din șablon. Îi puteți enumera cu ajutorul CLI utilizând următoarea comandă și specificând fișierul care urmează să fie utilizat:
ru: Список параметров, которые вы можете переопределить приведён в соответствующей секции шаблона. Вы можете посмотреть их из командной строки (указав необходимый файл) следующим образом:
sv: De parametrar som du kan åsidosätta listas i parametraravsnittet i mallen. Du kan lista dem med CLI genom att använda följande kommando och ange vilken fil som ska användas:
ta: நீங்கள் மேலெழுதக்கூடிய அளவுருக்கள் வார்ப்புருவின் அளவுருக்கள் பிரிவில் பட்டியலிடப்பட்டுள்ளன. பின்வரும் கட்டளையைப் பயன்படுத்துவதன் மூலமும், பயன்படுத்த வேண்டிய கோப்பைக் குறிப்பிடுவதன் மூலமும் அவற்றை cli உடன் பட்டியலிடலாம்:
tr: Değiştirebileceğiniz parametreler kalıbın parametreler bölümünde listelenir. Şu komutu kullanarak ve kullanılacak dosyayı belirterek bunları komut satırı (CLI) ile listeleyebilirsiniz:
uk: Параметри, значення яких ви можете перевизначити, зазначено у розділі параметрів шаблона. Ви можете вивести цей список у командному рядку за допомогою вказаної нижче команди, у якій слід зазначити файл, який буде використано:
zh_hans: 模板的 parameters 部分列出了你可以覆盖的参数。你可以用以下命令并指定要使用的文件通过 CLI 列出它们：
zh_hant: 模板的 parameters 部分列出了你可以覆蓋的參數。你可以通過使用後面的命令並指定要使用的文件通過 CLI 列出它們：

source: Provisioning
de: Bereitstellung
ga: Soláthar
hu: Előkészítés
id: Penyediaan
ja: プロビジョニング
nl: Verschaffen
pt: Provisionamento
pt_br: Provisionamento
ro: Aprovizionare
ru: Развёртывание
sv: Provisionering
ta: வழங்கல்
tr: Hazırlamak
uk: Попередня обробка
zh_hans: 服务开通

source: You can also use the CLI to process templates and use the configuration that is generated to create objects immediately.
de: Sie können Vorlagen auch über die Befehlszeilenschnittstelle (CLI) verarbeiten und die erzeugte Konfiguration verwenden, um sofort Objekte zu erstellen.
ga: Is féidir leat an CLI a úsáid freisin chun teimpléid a phróiseáil agus an chumraíocht a ghintear a úsáid chun rudaí a chruthú láithreach.
hu: A CLI segítségével a sablonok feldolgozásával közvetlenül létrehozhatók az objektumok a generált konfiguráció alapján.
id: Anda juga dapat menggunakan CLI untuk memproses templat dan menggunakan konfigurasi yang dihasilkan untuk segera membuat objek.
ja: また、CLI を使用してテンプレートを処理し、生成された設定を使用してオブジェクトをすぐに作成できます。
nl: U kunt ook de CLI gebruiken om sjablonen te verwerken en de configuratie gebruiken die is gegenereerd om direct objecten te maken.
pt: Também pode usar a CLI para processar modelos e usar a configuração gerada para criar objetos imediatamente.
pt_br: Você também pode usar a CLI para processar modelos e usar a configuração gerada para criar objetos imediatamente.
ro: De asemenea, puteți utiliza CLI pentru a procesa șabloanele și pentru a utiliza configurația generată pentru a crea obiecte imediat.
ru: Вы также можете использовать интерфейс командной строки, чтобы обработать шаблоны и использовать получившуюся конфигурацию, чтобы создать все объекты немедленно.
sv: Du kan också använda CLI för att bearbeta mallar och använda den genererade konfigurationen för att omedelbart skapa objekt.
ta: வார்ப்புருக்கள் செயலாக்க நீங்கள் cli ஐப் பயன்படுத்தலாம் மற்றும் உடனடியாக பொருள்களை உருவாக்க உருவாக்கப்படும் உள்ளமைவைப் பயன்படுத்தலாம்.
tr: Komut satırını (CLI) kalıpları işlemek ve hazırlanan yapılandırmadan nesneleri hemen oluşturmak için de kullanabilirsiniz.
uk: Ви також можете скористатися інтерфейсом командного рядка для обробки шаблонів та скористатися налаштуваннями, які буде створено, для негайного створення об'єктів.
zh_hans: 还可以使用 CLI 来处理模板，并使用生成的配置来立即新建对象。
zh_hant: 還可以使用 CLI 來處理模板，並使用生成的配置來立即新建對象。

source: The Weblate instance should be available after successful migration and deployment at the specified ``WEBLATE_SITE_DOMAIN`` parameter.
de: Die Weblate-Instanz sollte nach erfolgreicher Migration und Bereitstellung unter dem angegebenen Parameter ``WEBLATE_SITE_DOMAIN`` verfügbar sein.
ga: Ba cheart go mbeadh an sampla Weblate ar fáil tar éis aistrithe agus imlonnaithe rathúil ag an bparaiméadar ``WEBLATE_SITE_DOMAIN`` sonraithe.
hu: Sikeres migráció és telepítés után a Weblate példány elérhető lesz a megadott ``WEBLATE_SITE_DOMAIN`` paraméteren keresztül.
id: Instansi Weblate seharusnya tersedia setelah migrasi dan penerapan berhasil pada parameter ``WEBLATE_SITE_DOMAIN`` yang ditentukan.
ja: Weblate インスタンスは、指定した WebLATE_SITE_DOMAIN パラメータで、移行とデプロイを成功させた後に使用可能です。
nl: De instantie van Weblate zou beschikbaar moeten zijn na een succesvolle migratie en uitrol op de gespecificeerde parameter ``WEBLATE_SITE_DOMAIN``.
pt: A instância do Weblate deve estar disponível após a migração e implantação com sucesso no parâmetro ``WEBLATE_SITE_DOMAIN`` especificado.
pt_br: A instância do Weblate deve estar disponível após a migração e implantação com sucesso no parâmetro ``WEBLATE_SITE_DOMAIN`` especificado.
ro: Instanța Weblate ar trebui să fie disponibilă după migrarea și implementarea cu succes la parametrul ``WEBLATE_SITE_DOMAIN`` specificat.
ru: После удачной миграции и развёртывания Weblate должен быть доступен по указанному адресу в параметре ``WEBLATE_SITE_DOMAIN``.
sv: Weblate-instansen bör vara tillgänglig efter en lyckad migrering och distribution vid den angivna parametern ``WEBLATE_SITE_DOMAIN``.
ta: குறிப்பிட்ட `` weblate_site_domain`` அளவுருவில் வெற்றிகரமான இடம்பெயர்வு மற்றும் வரிசைப்படுத்தலுக்குப் பிறகு வலைபெயர்ப்பு நிகழ்வு கிடைக்க வேண்டும்.
tr: Weblate kopyası, başarılı bir aktarım ve dağıtımdan sonra belirtilmiş ``WEBLATE_SITE_DOMAIN`` parametresinde kullanılabilir olmalıdır.
uk: Екземпляр Weblate стане доступним після успішного перенесення та розгортання у домені, вказаному за допомогою параметра ``WEBLATE_SITE_DOMAIN``.
zh_hans: 在成功地迁移并部署特定的 ``WEBLATE_SITE_DOMAIN`` 参数后，Weblate 实例就应该可用了。
zh_hant: 在成功地遷移並部署特定的``WEBLATE_SITE_DOMAIN``參數後，Weblate 事件就應該可用了。

source: After container setup, you can sign in as `admin` user with password provided in ``WEBLATE_ADMIN_PASSWORD``, or a random password generated on first start if that was not set.
de: Nach der Container-Einrichtung können Sie sich als Benutzer `admin` mit dem in ``WEBLATE_ADMIN_PASSWORD`` bereitgestellten Passwort oder, falls es nicht festgelegt wurde, mit einem beim ersten Start generierten Zufallspasswort anmelden.
ga: Tar éis duit an coimeádán a shocrú, is féidir leat síniú isteach mar úsáideoir `admin` le pasfhocal curtha ar fáil in ``WEBLATE_ADMIN_PASSWORD``, nó pasfhocal randamach a ghintear ar an gcéad tús murar socraíodh é sin.
hu: A konténer beállítása után bejelentkezhet `admin` felhasználóként a ``WEBLATE_ADMIN_PASSWORD`` paraméterben megadott jelszóval vagy – ha ez nem lett megadva – az első indításkor generált véletlenszerű jelszóval.
id: Setelah pengaturan kontainer, Anda dapat masuk sebagai pengguna `admin` dengan kata sandi yang diberikan dalam ``WEBLATE_ADMIN_PASSWORD``, atau kata sandi acak yang dibuat saat pertama kali memulai jika belum ditetapkan.
ja: コンテナの設定後、``WEBLATE_ADMIN_PASSWORD`` に入力したパスワードを使用して `管理者` ユーザーとしてサインインするか、設定していない場合は、最初の起動時にランダムなパスワードを生成できます。
nl: Na het opstellen van de container kunt u inloggen als gebruiker `admin` met het wachtwoord dat is opgegeven in ``WEBLATE_ADMIN_PASSWORD``, of een willekeurig wachtwoord dat is gegenereerd bij het eerste opstarten, als dat niet was ingesteld.
pt: Após a configuração do contentor, pode entrar como utilizador `admin` com a palavra-passe fornecida em ``WEBLATE_ADMIN_PASSWORD``, ou uma palavra-passe aleatória gerada na primeira inicialização se não tiver sido definida.
pt_br: Após a configuração do contêiner, você pode entrar como usuário `admin` com a senha fornecida em ``WEBLATE_ADMIN_PASSWORD``, ou uma senha aleatória gerada na primeira inicialização se não tiver sido definida.
ro: După configurarea containerului, vă puteți autentifica ca utilizator `admin` cu parola furnizată în ``WEBLATE_ADMIN_PASSWORD``, sau o parolă aleatorie generată la prima pornire, dacă aceasta nu a fost setată.
ru: После настройки контейнера вы можете войти в систему под пользователем `admin` с паролем, указанным в ``WEBLATE_ADMIN_PASSWORD``, или случайным паролем, сгенерированным при первом запуске, если он не был установлен явно.
sv: Efter att containern har konfigurerats kan du logga in som administratör med lösenordet som anges i ``WEBLATE_ADMIN_PASSWORD``, eller ett slumpmässigt lösenord som genereras vid första start om det inte har angetts.
ta: கொள்கலன் அமைப்பிற்குப் பிறகு, `` weblate_admin_password`` இல் வழங்கப்பட்ட கடவுச்சொல்லுடன் `நிர்வாகி` பயனராக உள்நுழையலாம் அல்லது அது அமைக்கப்படாவிட்டால் முதல் தொடக்கத்தில் உருவாக்கப்பட்ட சீரற்ற கடவுச்சொல்.
tr: Kapsayıcı kurulumundan sonra, ``WEBLATE_ADMIN_PASSWORD`` seçeneğinde belirtilen parolayla ya da ayarlanmamışsa ilk başlatılmada oluşturulan rastgele bir parolayla ``admin`` kullanıcısı olarak oturum açabilirsiniz.
uk: Після налаштовування контейнера ви можете увійти до системи від імені користувача `admin` із використанням пароля, який надається у змінній ``WEBLATE_ADMIN_PASSWORD``, або випадкового пароля, який створено під час першого запуску, якщо пароль не було встановлено за допомогою змінної.
zh_hans: 设置容器之后，您可以使用 ``WEBLATE_ADMIN_PASSWORD`` 中提供的密码以 `管理员` 用户身份登录，或者如果未设置密码，则使用首次启动时生成的随机密码。
zh_hant: 設置容器之後，您可以使用 ``WEBLATE_ADMIN_PASSWORD`` 中提供的密碼以 `管理員` 用戶身份登錄，或者如果未設置密碼，則使用首次啟動時生成的隨機密碼。
