Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Enables Azure Active Directory authentication, see :ref:`azure-auth`.
de: Aktiviert die Azure Active Directory-Authentifizierung, siehe :ref:`azure-auth`.
ga: Cumasaíonn sé fíordheimhniú Eolaire Gníomhach Azure, féach :ref:`azure-auth`.
hu: Az Azure Active Directory hitelesítés engedélyezése, lásd: :ref:`azure-auth`.
id: Mengaktifkan autentikasi Azure Active Directory, lihat :ref:`azure-auth`.
ja: Azure Active Directory 認証を有効にします。参照: :ref:`azure-auth`。
nl: Schakelt Azure Active Directory authenticatie in, bekijk :ref:`azure-auth`.
pt: Ativa autenticação por Active Directory do Azure, veja :ref:`azure-auth`.
pt_br: Habilita autenticação por Active Directory do Azure, consulte :ref:`azure-auth`.
ro: Activează autentificarea Azure Active Directory, consultați :ref:`azure-auth`.
ru: Включает авторизацию через Azure Active Directory, смотрите раздел :ref:`azure-auth`.
sv: Aktiverar Azure Active Directory-autentisering, se :ref:`azure-auth`.
tr: Azure Active Directory kimlik doğrulamasını kullanıma alır. Ayrıntılı bilgi almak için: :ref:`azure-auth`.
uk: Вмикає розпізнавання за даними Active Directory в Azure, див. :ref:`azure-auth`.
zh_hans: 启用 Azure Active Directory 身份验证，请参见 :ref:`azure-auth`。
zh_hant: 允許 Azure 活動目錄身份驗證，請參見 :ref:`azure-auth` 。

source: Azure Active Directory with Tenant support
de: Azure Active Directory mit Mandantenunterstützung
ga: Azure Active Directory le tacaíocht Tionóntaí
hu: Azure Active Directory Tenant (bérlői) támogatással
id: Azure Active Directory dengan dukungan Penyewa
nl: Azure Active Directory met ondersteuning voor Tenant
pt: Active Directory do Azure com suporte a Tenant
pt_br: Active Directory do Azure com suporte a Tenant
ro: Azure Active Directory cu suport Tenant
ru: Azure Active Directory с поддержкой Tenant
sv: Azure Active Directory med stöd för hyresgäster
ta: குத்தகைதாரர் ஆதரவுடன் அசூர் செயலில் உள்ள அடைவு
tr: Kiracı destekli Azure Active Directory
uk: Azure Active Directory із підтримкою Tenant
zh_hans: 支持 Azure Active Directory 租户
zh_hant: 帶有租戶支持的Azure 活動目錄

source: Enables Azure Active Directory authentication with Tenant support, see :ref:`azure-auth`.
de: Aktiviert die Azure Active Directory-Authentifizierung mit Mandantenunterstützung, siehe :ref:`azure-auth`.
ga: Cumasaíonn sé fíordheimhniú Eolaire Gníomhach Azure le tacaíocht Tionónta, féach :ref:`azure-auth`.
hu: Az Azure Active Directory hitelesítés Tenant (bérlői) támogatással való engedélyezése, lásd: :ref:`azure-auth`.
id: Mengaktifkan autentikasi Azure Active Directory dengan dukungan Penyewa, lihat :ref:`azure-auth`.
ja: テナント サポート付きで Azure Active Directory 認証を有効にします。参照: :ref:`azure-auth`。
nl: Schakelt Azure Active Directory authenticatie in met ondersteuning voor Tenant, bekijk :ref:`azure-auth`.
pt: Ativa autenticação por Active Directory do Azure com suporte a Tenant, veja :ref:`azure-auth`.
pt_br: Habilita autenticação por Active Directory do Azure com suporte a Tenant, consulte :ref:`azure-auth`.
ro: Activează autentificarea Azure Active Directory cu suport pentru Tenant, vezi :ref:`azure-auth`.
ru: Включает авторизацию через Azure Active Directory с поддержкой Tenant, смотрите раздел :ref:`azure-auth`.
sv: Aktiverar Azure Active Directory-autentisering med stöd för Tenant, se :ref:`azure-auth`.
tr: Kiracı destekli Azure Active Directory kimlik doğrulamasını kullanıma alır. Ayrıntılı bilgi almak için: :ref:`azure-auth`.
uk: Вмикає розпізнавання за даними Active Directory в Azure із підтримкою Tenant, див. :ref:`azure-auth`.
zh_hans: 启用支持 Azure Active Directory 租户的身份验证，请参见 :ref:`azure-auth`。
zh_hant: 允許帶有租戶支持的Azure 活動目錄身份驗證，請參見 :ref:`azure-auth` 。

source: Enables Keycloak authentication, see :doc:`psa:backends/keycloak`.
de: Aktiviert die Keycloak-Authentifizierung, siehe :doc:`psa:backends/keycloak`.
ga: Cumasaíonn sé fíordheimhniú Slack, féach :doc:`psa:backends/keycloak`.
hu: A Keycloak-hitelesítés engedélyezése, lásd: :doc:`psa:backends/keycloak`.
id: Mengaktifkan autentikasi Keycloak, lihat :doc:`psa:backends/keycloak`.
nl: Schakelt authenticatie voor Keycloak in, bekijk :doc:`psa:backends/keycloak`.
pt_br: Habilita a autenticação Keycloak, veja :doc:`psa:backends/keycloak`.
sv: Aktiverar Keycloak-autentisering, se :doc:`psa:backends/keycloak`.
tr: Keycloak kimlik doğrulamasını kullanıma alır. Ayrıntılı bilgi almak için: :doc:`psa:backends/keycloak`.
uk: Вмикає автентифікацію Keycloak, див :doc:`psa:backends/keycloak`.

source: When Keycloak is configured to abstract third-party IDP, you will need to configure :envvar:`WEBLATE_CSP_FORM_SRC` for the third-party IDP domain.
sv: När Keycloak är konfigurerat för att abstrahera tredjeparts-IDP måste du konfigurera :envvar:`WEBLATE_CSP_FORM_SRC` för tredjeparts-IDP-domänen.

source: Example when Keycloak is passing authentication to Microsoft.
sv: Exempel när Keycloak vidarebefordrar autentisering till Microsoft.

source: Linux vendors
de: Linux-Anbieter
ga: Díoltóirí linux
hu: Linux-forgalmazók
id: Vendor Linux
ja: Linux ベンダー
nl: Verkopers Linux
pt: Fornecedores Linux
pt_br: Fornecedores Linux
ro: Furnizori Linux
ru: Поставщики Linux
sv: Linux-leverantörer
ta: லினக்ச் விற்பனையாளர்கள்
tr: Linux hizmet sağlayıcıları
uk: Постачальники Linux
zh_hans: Linux 销售商
zh_hant: Linux 銷售商

source: You can enable authentication using Linux vendors authentication services by setting following variables to any value.
de: Sie können die Authentifizierung über die Authentifizierungsdienste von Linux-Anbietern aktivieren, indem Sie die folgenden Variablen auf einen beliebigen Wert setzen.
ga: Is féidir leat fíordheimhniú a chumasú ag baint úsáide as seirbhísí fíordheimhnithe díoltóirí Linux trí athróga seo a leanas a shocrú d'aon luach.
hu: A Linux-forgalmazók hitelesítési szolgáltatásainak használata engedélyezhető a megfelelő változók tetszőleges értékre állításával.
id: Anda dapat mengaktifkan autentikasi menggunakan layanan autentikasi vendor Linux dengan menetapkan variabel berikut ke nilai apa pun.
ja: Linux ベンダー認証サービスを使用した認証を有効にするには、以下の変数を指定の値に設定します。
nl: U kunt authenticatie inschakelen met services van Linux vendors-authenticatie door de volgende variabelen op enige waarde in te stellen.
pt: Pode ativar a autenticação a usar serviços de autenticação de fornecedores Linux, a definir as seguintes variáveis para qualquer valor.
pt_br: Você pode habilitar a autenticação usando serviços de autenticação de fornecedores Linux, definindo as seguintes variáveis para qualquer valor.
ro: Puteți activa autentificarea utilizând serviciile de autentificare ale furnizorilor Linux prin setarea următoarelor variabile la orice valoare.
ru: Вы можете включить авторизацию с помощью сервисов авторизации поставщиков Linux, установив следующие переменные в любое значение.
sv: Du kan aktivera autentisering med hjälp av Linux-leverantörers autentiseringstjänster genom att ställa in följande variabler till valfritt värde.
ta: எந்தவொரு மதிப்புக்கும் பின்வரும் மாறிகளை அமைப்பதன் மூலம் லினக்ச் விற்பனையாளர்களின் அங்கீகார சேவைகளைப் பயன்படுத்தி அங்கீகாரத்தை இயக்கலாம்.
tr: Şu değişkenleri bir değere ayarlayarak Linux üreticilerinin kimlik doğrulama hizmetleri ile kimlik doğrulamayı kullanıma alabilirsiniz.
uk: Ви можете увімкнути розпізнавання за допомогою служб розпізнавання постачальників Linux, встановивши для вказаних нижче змінних довільне значення.
zh_hans: 您可以通过将后面的变量设置为任何值，使用 Linux 销售商身份验证服务来允许身份验证。
zh_hant: 您可以通過將後面的變量設置為任何值，使用 Linux 銷售商身份驗證服務來允許身份驗證。

source: Enables Slack authentication, see :ref:`slack-auth`.
de: Aktiviert die Slack-Authentifizierung, siehe :ref:`slack-auth`.
ga: Cumasaíonn sé fíordheimhniú Slack, féach :ref:`slack-auth`.
hu: A Slack-hitelesítés engedélyezése, lásd: :ref:`slack-auth`.
id: Mengaktifkan autentikasi Slack, lihat :ref:`slack-auth`.
ja: Slack 認証を有効にします。参照: :ref:`slack-auth`。
nl: Schakelt Slack authenticatie in, bekijk :ref:`slack-auth`.
pt: Ativa a autenticação Slack, veja :ref:`slack-auth`.
pt_br: Habilita a autenticação Slack, consulte :ref:`slack-auth`.
ro: Activează autentificarea Slack, vezi :ref:`slack-auth`.
ru: Включает авторизацию через Slack, смотрите раздел :ref:`slack-auth`.
sv: Aktiverar Slack-autentisering, se :ref:`slack-auth`.
tr: Slack kimlik doğrulamasını kullanıma alır. Ayrıntılı bilgi almak için: :ref:`slack-auth`.
uk: Вмикає розпізнавання за допомогою Slack, див. :ref:`slack-auth`.
zh_hans: 允许 Slack 身份验证，请参见 :ref:`slack-auth`。
zh_hant: 允許 Slack 身份驗證，請參見 :ref:`slack-auth` 。

source: Configures generic OpenID Connect integration.
de: Konfiguriert die allgemeine OpenID Connect-Integration.
ga: Cumraigh comhtháthú cineálach OpenID Connect.
hu: Általános OpenID Connect integráció konfigurálása.
id: Mengonfigurasi integrasi OpenID Connect generik.
ja: 一般的な OpenID Connect との連携を設定します。
nl: Configureert algemene integratie van OpenID Connect.
pt: Configura a integração genérica do OpenID Connect.
pt_br: Configura a integração genérica do OpenID Connect.
ru: Настраивает общую интеграцию OpenID Connect.
sv: Konfigurerar generisk OpenID Connect-integration.
ta: பொதுவான ஓபன்ஐடி இணைப்பு ஒருங்கிணைப்பை உள்ளமைக்கிறது.
tr: Genel OpenID Connect bütünleştirmesini yapılandırır.
uk: Налаштовує типову інтеграцію з OpenID Connect.
zh_hans: 配置通用 OpenID Connect 集成。

source: Configures Fedora OpenID Connect integration.
sv: Konfigurerar Fedora OpenID Connect-integration.

source: Self-signed SAML keys are automatically generated on first container startup. In case you want to use own keys, place the certificate and private key in :file:`/app/data/ssl/saml.crt` and :file:`/app/data/ssl/saml.key`.
de: Selbstsignierte SAML-Schlüssel werden beim ersten Start des Containers automatisch erzeugt. Wenn Sie eigene Schlüssel verwenden möchten, legen Sie das Zertifikat und den privaten Schlüssel in :file:`/app/data/ssl/saml.crt` und :file:`/app/data/ssl/saml.key` ab.
ga: Gintear eochracha SAML féin-shínithe go huathoibríoch ar an gcéad thos Sa chás gur mhaith leat eochracha féin a úsáid, cuir an deimhniú agus an eochair phríobháideach in :file:`/app/data/ssl/saml.crt` agus :file:`/app/data/ssl/saml.key`.
hu: Az önaláírt SAML kulcsok az első konténer indításkor automatikusan létrejönnek. Ha saját kulcsokat kíván használni, helyezze el a tanúsítványt és a privát kulcsot a következő helyekre: :file:`/app/data/ssl/saml.crt` és :file:`/app/data/ssl/saml.key`.
id: Kunci SAML yang ditandatangani sendiri akan otomatis dibuat saat kontainer pertama kali dijalankan. Jika Anda ingin menggunakan kunci sendiri, tempatkan sertifikat dan kunci pribadi di :file:`/app/data/ssl/saml.crt` dan :file:`/app/data/ssl/saml.key`.
ja: 自己署名 SAML 鍵は、最初のコンテナ起動時に自動的に生成されます。独自の鍵を使用するには、証明書と秘密鍵を :file:`/app/data/ssl/saml.crt` と :file:`/app/data/ssl/saml.key` に配置します。
nl: Zelf ondertekende sleutels van SAML worden automatisch gegenereerd bij het eerste opstarten van de container. Voor het geval u uw eigen sleutels wilt gebruiken, plaats het certificaat en de privé sleutel in :file:`/app/data/ssl/saml.crt` en :file:`/app/data/ssl/saml.key`.
pt: Chaves SAML autoassinadas são geradas automaticamente na primeira inicialização do contentor. Caso queira usar chaves próprias, ponha o certificado e a chave privada em :file:`/app/data/ssl/saml.crt` e :file:`/app/data/ssl/saml.key`.
pt_br: Chaves SAML autoassinadas são geradas automaticamente na primeira inicialização do contêiner. Caso você queira usar chaves próprias, coloque o certificado e a chave privada em :file:`/app/data/ssl/saml.crt` e :file:`/app/data/ssl/saml.key`.
ro: Cheile SAML autofirmate sunt generate automat la prima pornire a containerului. În cazul în care doriți să utilizați chei proprii, plasați certificatul și cheia privată în :file:`/app/data/ssl/saml.crt` și :file:`/app/data/ssl/saml.key`.
ru: Самоподписанные ключи SAML генерируются автоматически при первом запуске контейнера. Если вы хотите использовать собственные ключи, поместите сертификат и закрытый ключ в файлы :file:`/app/data/ssl/saml.crt` и :file:`/app/data/ssl/saml.key`.
sv: Självsignerade SAML-nycklar genereras automatiskt vid första start av containern. Om du vill använda egna nycklar placerar du certifikatet och den privata nyckeln i :file:`/app/data/ssl/saml.crt` och :file:`/app/data/ssl/saml.key`.
tr: Kendiliğinden imzalanan SAML anahtarları, ilk kapsayıcı başlatıldığında kendiliğinden oluşturulur. Kendi anahtarlarınızı kullanmak isterseniz, sertifikayı ve kişisel anahtarı :file:`/app/data/ssl/saml.crt` ve :file:`/app/data/ssl/saml.key` dosyalarına yerleştirin.
uk: При першому запуску контейнера автоматично створюються самопідписані ключі SAML. Якщо ви хочете скористатися власними ключами, розмістіть сертифікат і закритий ключ у :file:`/app/data/ssl/saml.crt` і :file:`/app/data/ssl/saml.key`.
zh_hans: 在第一次启动容器时会自动生成自签名的 SAML 密钥。如果您想要使用自己的密钥，请将证书和私钥分别放在 :file:`/app/data/ssl/saml.crt` 和 :file:`/app/data/ssl/saml.key` 中。
zh_hant: 在第一次啟動容器時自動產生自簽名的 SAML 密鑰。在您想要使用自己的密鑰的情況下，將證書和私鑰放置在:file:`/app/data/ssl/saml.crt` 和:file:`/app/data/ssl/saml.key `中。

source: SAML Identity Provider settings, see :ref:`saml-auth`.
de: SAML-Identitätsanbietereinstellungen, siehe :ref:`saml-auth`.
ga: Socruithe Soláthraí Aitheantais SAML, féach :ref:`saml-auth`.
hu: SAML Identity Provider beállítások, lásd: :ref:`saml-auth`.
id: Pengaturan Penyedia Identitas SAML, lihat :ref:`saml-auth`.
ja: SAML ID プロバイダーを設定します。参照: :ref:`saml-auth`。
nl: Instellingen SAML Identity Provider, bekijk :ref:`saml-auth`.
pt: Configurações do provedor de identidade SAML, consulte :ref:`saml-auth`.
pt_br: Configurações do provedor de identidade SAML, consulte :ref:`saml-auth`.
ro: Setările furnizorului de identitate SAML, consultați :ref:`saml-auth`.
ru: Настройки провайдера идентификационных данных SAML, смотрите раздел :ref:`saml-auth`.
sv: Inställningar för SAML-identitetsleverantör, se :ref:`saml-auth`.
tr: SAML kimlik hizmeti sağlayıcısı ayarları. Ayrıntılı bilgi almak için: :ref:`saml-auth`.
uk: Параметри надавача профілів SAML, див. :ref:`saml-auth`.
zh_hans: SAML 身份提供者设置，请参见 :ref:`saml-auth`。
zh_hant: SAML 身份提供者設置，請參見 :ref:`saml-auth` 。

source: SAML attributes mapping.
de: SAML-Attribut-Zuordnung.
ga: mapáil tréithe SAML.
hu: SAML attribútumok hozzárendelése (mapping).
id: Pemetaan atribut SAML.
ja: SAML 属性のマッピング。
nl: SAML attributen verwijzingen.
pt: Mapeamento de atributos SAML.
pt_br: Mapeamento de atributos SAML.
ru: Сопоставление атрибутов SAML.
sv: SAML-attributmappning.
ta: saml வரைபடத்தை பண்புக்கூறு.
tr: SAML öznitelikleri eşleştirmesi.
uk: Прив'язка атрибутів SAML.
zh_hans: SAML 属性映射。

source: Other authentication settings
de: Weitere Authentifizierungseinstellungen
ga: Socruithe fíordheimhnithe eile
hu: Egyéb hitelesítési beállítások
id: Pengaturan autentikasi lainnya
ja: その他の認証設定
nl: Andere instellingen voor authenticatie
pt: Outras configurações de autenticação
pt_br: Outras configurações de autenticação
ro: Alte setări de autentificare
ru: Другие параметры авторизации
sv: Övriga autentiseringsinställningar
ta: பிற அங்கீகார அமைப்புகள்
tr: Diğer kimlik doğrulama ayarları
uk: Інші параметри розпізнавання
zh_hans: 其他身份认证设置

source: Disables e-mail authentication when set to any value. See :ref:`disable-email-auth`.
de: Deaktiviert die E-Mail-Authentifizierung, wenn auf einen beliebigen Wert gesetzt. Siehe :ref:`disable-email-auth`.
ga: Díchumasaítear fíordheimhniú ríomhphoist nuair a shocraítear é ar aon luach. Féach :ref:`disable-email-auth`.
hu: Bármilyen értékre állítva letiltja az e-mailes hitelesítést. Lásd: :ref:`disable-email-auth`.
id: Nonaktifkan autentikasi surel jika diatur ke nilai apa pun. Lihat :ref:`disable-email-auth`.
ja: 値を設定すると、メール認証を無効にします。参照: :ref:`disable-email-auth`。
nl: Schakelt authenticatie voor e-mail uit indien ingesteld op enige waarde. Bekijk :ref:`disable-email-auth`.
pt: Desativa autenticação por e-mail quando definido com algum valor. Veja :ref:`disable-email-auth`.
pt_br: Desabilita autenticação por e-mail quando definido com algum valor. Consulte :ref:`disable-email-auth`.
ro: Dezactivează autentificarea e-mailurilor atunci când este setat la orice valoare. A se vedea :ref:`disable-email-auth`.
ru: При установке в любое значение отключает авторизацию через электронную почту. См. :ref:`disable-email-auth`.
sv: Inaktiverar e-postautentisering när den är inställd på något värde. Se :ref:`disable-email-auth`.
tr: Herhangi bir değere ayarlandığında e-posta kimlik doğrulamasını kullanımdan kaldır. Ayrıntılı bilgi almak için: :ref:`disable-email-auth`.
uk: Вимикає розпізнавання за допомогою електронної пошти, якщо встановлено будь-яке значення. Див. :ref:`disable-email-auth`.
zh_hans: 当设置为任何值时禁止电子邮箱身份认证。请参见 :ref:`disable-email-auth`。

source: Minimal password score as evaluated by the `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ password strength estimator. Defaults to 3, set to 0 to disable strength checking.
de: Minimaler Passwortwert, wie er vom `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_-Passwortstärke-Schätzer ermittelt wurde. Standardwert ist 3, auf 0 setzen, um die Prüfung zu deaktivieren.
ga: Scór íosta pasfhocail mar a mheas an meastóir neart pasfhocal `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_. Tá an réamhshocrú ar 3, socraigh é go 0 chun an seiceáil neart a dhíchumasú.
hu: A jelszavak minimális erősségi pontszáma a `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ értékelése alapján. Alapértelmezés: 3. Állítsa 0-ra az ellenőrzés kikapcsolásához.
id: Skor kata sandi minimum yang dievaluasi oleh penaksir kekuatan kata sandi `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_. Bawaannya adalah 3, dan atur ke 0 untuk menonaktifkan pemeriksaan kekuatan.
nl: Minimale score voor wachtwoord zoals geëvalueerd door de `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ schatting voor sterkte van wachtwoorden. Standaard 3, stel in op 0 om de controle op de sterkte uit te schakelen.
pt_br: Pontuação mínima da senha conforme avaliada pelo estimador de força de senha `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_. O padrão é 3, defina como 0 para desabilitar a verificação de força da senha.
sv: Minsta lösenordspoäng enligt bedömningen av lösenordsstyrkan med `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_. Standardvärdet är 3. Ställ in på 0 för att inaktivera styrkekontrollen.
tr: `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ parola zorluğu değerlendirmesi tarafından belirlenen en düşük parola puanı. Varsayılan 3, zorluk denetiminin yapılmaması için 0.
uk: Мінімальна оцінка пароля за допомогою `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ оцінювача надійності пароля. За замовчуванням 3, встановіть 0, щоб вимкнути перевірку міцності.

source: PostgreSQL database setup
de: Einrichtung der PostgreSQL-Datenbank
ga: Socrú bunachar sonraí PostgreSQL
hu: PostgreSQL adatbázis beállítása
id: Pengaturan basis data PostgreSQL
ja: PostgreSQL データベースの設定
nl: PostgreSQL database opstelling
pt: Configuração de banco de dados PostgreSQL
pt_br: Configuração de banco de dados PostgreSQL
ro: Configurarea bazei de date PostgreSQL
ru: Настройки базы данных PostgreSQL
sv: Inställning av PostgreSQL-databas
ta: postgresql தரவுத்தள அமைப்பு
tr: PostgreSQL veri tabanı kurulumu
uk: Налаштування бази даних PostgreSQL
zh_hans: PostgreSQL 数据库设置

source: The database is created by :file:`docker-compose.yml`, so these settings affect both Weblate and PostgreSQL containers.
de: Die Datenbank wird von :file:`docker-compose.yml` erstellt, daher betreffen diese Einstellungen sowohl Weblate- als auch PostgreSQL-Container.
ga: Cruthaíonn :file:`docker-compose.yml` an bunachar sonraí, mar sin bíonn tionchar ag na socruithe seo ar choimeádáin Weblate agus PostgreSQL araon.
hu: Az adatbázist a :file:`docker-compose.yml` hozza létre, így ezek a beállítások a Weblate- és a PostgreSQL-konténerekre egyaránt érvényesek.
id: Basis data dibuat oleh :file:`docker-compose.yml`, jadi pengaturan ini memengaruhi kontainer Weblate dan PostgreSQL.
ja: データベースは :file:`docker-compose.yml` によって作成されるので、この設定は、Weblate と PostgreSQL の両方のコンテナに影響を与えます。
nl: De database wordt gemaakt door :file:`docker-compose.yml`, deze instellingen hebben dus invloed op zowel Weblate containers als op PostgreSQL containers.
pt: O banco de dados é criado por :file:`docker-compose.yml`, então essas configurações afetam os contentores Weblate e PostgreSQL.
pt_br: O banco de dados é criado por :file:`docker-compose.yml`, então essas configurações afetam os contêineres Weblate e PostgreSQL.
ro: Baza de date este creată de :file:`docker-compose.yml`, astfel încât aceste setări afectează atât containerele Weblate, cât și PostgreSQL.
ru: База данных создается в файле :file:`docker-compose.yml`, поэтому эти настройки влияют как на контейнер Weblate, так и на контейнер PostgreSQL.
sv: Databasen skapas av :file:`docker-compose.yml`, så dessa inställningar påverkar både Weblate- och PostgreSQL-containrar.
tr: Veri tabanı :file:`docker-compose.yml` tarafından oluşturulur. Bu nedenle bu ayarlar hem Weblate hem de PostgreSQL kapsayıcılarını etkiler.
uk: База даних створюється :file:`docker-compose.yml`, отже ці параметри стосуються одразу контейнерів Weblate і PostgreSQL.
zh_hans: 数据库由 :file:`docker-compose.yml` 建立，所以这些设置影响 Weblate 和 PostgreSQL 容器。
zh_hant: 數據庫由 :file:`docker-compose.yml` 建立，所以這些設置影響 Weblate 和 PostgreSQL 容器。

source: PostgreSQL password.
de: PostgreSQL-Passwort.
ga: Pasfhocal PostgreSQL.
hu: PostgreSQL jelszó.
id: Kata sandi PostgreSQL.
ja: PostgreSQL のパスワード。
nl: PostgreSQL wachtwoord.
pt: Palavra-passe do PostgreSQL.
pt_br: Senha do PostgreSQL.
ro: Parola PostgreSQL.
ru: Пароль PostgreSQL.
sv: PostgreSQL-lösenord.
ta: postgresql கடவுச்சொல்.
tr: PostgreSQL parolası.
uk: Пароль до PostgreSQL.
zh_hans: PostgreSQL 密码。
zh_hant: PostgreSQL 密碼。

source: PostgreSQL username.
de: PostgreSQL-Benutzername.
ga: Ainm úsáideora PostgreSQL.
hu: PostgreSQL felhasználónév.
id: Nama pengguna PostgreSQL.
ja: PostgreSQL ユーザー名。
nl: PostgreSQL gebruikersnaam.
pt: Nome de utilizador do PostgreSQL.
pt_br: Nome de usuário do PostgreSQL.
ro: Nume de utilizator PostgreSQL.
ru: Имя пользователя PostgreSQL.
sv: PostgreSQL-användarnamn.
ta: postgresql பயனர்பெயர்.
tr: PostgreSQL kullanıcı adı.
uk: Ім'я користувача PostgreSQL.
zh_hans: PostgreSQL 用户名。
zh_hant: PostgreSQL 用戶名。

source: PostgreSQL database name.
de: PostgreSQL-Datenbankname.
ga: Ainm bunachar sonraí PostgreSQL.
hu: PostgreSQL adatbázisnév.
id: Nama basis data PostgreSQL.
ja: PostgreSQL データベース名。
nl: PostgreSQL databasenaam.
pt: Nome do banco de dados PostgreSQL.
pt_br: Nome do banco de dados PostgreSQL.
ro: Numele bazei de date PostgreSQL.
ru: Имя базы данных PostgreSQL.
sv: PostgreSQL-databasnamn.
ta: postgresql தரவுத்தள பெயர்.
tr: PostgreSQL veri tabanı adı.
uk: Назва бази даних PostgreSQL.
zh_hans: PostgreSQL 数据库名。
