Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: To reset `admin` password, restart the container with ``WEBLATE_ADMIN_PASSWORD`` set to new password in the respective ``Secret``.
de: Um das `admin`-Passwort zurückzusetzen, starten Sie den Container neu, wobei ``WEBLATE_ADMIN_PASSWORD`` auf das neue Passwort im entsprechenden ``Secret`` gesetzt wird.
ga: Chun pasfhocal `admin` a athshocrú, atosaigh an coimeádán le ``WEBLATE_ADMIN_PASSWORD`` socraithe chuig pasfhocal nua sa `` Rúnda`` faoi seach.
hu: Az `admin` jelszó visszaállításához indítsa újra a konténert úgy, hogy a ``WEBLATE_ADMIN_PASSWORD`` értékét az új jelszóra állítja az adott ``Secret`` erőforrásban.
id: Untuk mengatur ulang kata sandi `admin`, mulai ulang kontainer dengan ``WEBLATE_ADMIN_PASSWORD`` yang diatur ke kata sandi baru dalam ``Secret`` masing-masing.
ja: `管理者` パスワードを初期化するには、``WEBLATE_ADMIN_PASSWORD`` がそれぞれの ``Secret`` で新しいパスワードに設定したコンテナを再起動します。
nl: Herstellen van het wachtwoord van `admin`, start de container opnieuw op met ``WEBLATE_ADMIN_PASSWORD`` ingesteld op het nieuwe wachtwoord in de respectievelijke ``Secret``.
pt: Para redefinir a palavra-passe do `admin`, reinicie o contentor com ``WEBLATE_ADMIN_PASSWORD`` definido para a nova palavra-passe no respectivo ``Secret``.
pt_br: Para redefinir a senha do `admin`, reinicie o contêiner com ``WEBLATE_ADMIN_PASSWORD`` definido para a nova senha no respectivo ``Secret``.
ro: Pentru a reseta parola `admin`, reporniți containerul cu ``WEBLATE_ADMIN_PASSWORD`` setat la noua parolă în ``Secret`` respectiv.
ru: Для сброса пароля пользователя `admin` перезапустите контейнер с переменной `WEBLATE_ADMIN_PASSWORD`, установленной в новое значение пароля в соответствующем хранилище секретов (``Secrete``).
sv: För att återställa `admin`-lösenordet, starta om behållaren med ``WEBLATE_ADMIN_PASSWORD`` inställt på det nya lösenordet i respektive ``Secret``.
ta: `நிர்வாகி` கடவுச்சொல்லை மீட்டமைக்க, அந்தந்த` `ரகசியம்`` இல் புதிய கடவுச்சொல்லாக அமைக்கவும்` `weblate_admin_password` உடன் கொள்கலனை மறுதொடக்கம் செய்யுங்கள்.
tr: ‘Admin’ parolasını sıfırlamak için, ilgili ``Secret`` bölümünde ``WEBLATE_ADMIN_PASSWORD`` seçeneğine yeni parola ayarladıktan sonra kapsayıcıyı yeniden başlatın.
uk: Щоб скинути пароль `admin`, перезапустіть контейнер зі змінною ``WEBLATE_ADMIN_PASSWORD``, значенням якої є новий пароль у відповідному ``Secret``.
zh_hans: 若要重置 `管理员` 密码，请在容器各自的 ``Secret`` 中将 ``WEBLATE_ADMIN_PASSWORD`` 设置为新密码，然后重启容器。
zh_hant: 要重置 `管理員` 密碼，請在將``WEBLATE_ADMIN_PASSWORD``設置為相應的“Secret”中的新密碼的情況下，重啟容器。

source: Eliminate
de: Beseitigen
ga: Deireadh a chur
hu: Eltávolítás
id: Eliminasi
ja: 削除
nl: Afbreken
pt: Eliminar
pt_br: Eliminar
ro: Eliminați
ru: Удаление
sv: Eliminera
ta: அகற்றவும்
tr: Elemek
uk: Очищення
zh_hans: 消除

source: By processing the template a respective ``ConfigMap`` will be created and which can be used to customize the Weblate image. The ``ConfigMap`` is directly mounted as environment variables and triggers a new deployment every time it is changed. For further configuration options, see :ref:`docker-environment` for full list of environment variables.
de: Durch die Verarbeitung der Vorlage wird eine entsprechende ``ConfigMap`` erstellt, die zum Anpassen des Weblate-Images verwendet werden kann. Die ``ConfigMap`` wird direkt als Umgebungsvariable eingebunden und löst bei jeder Änderung eine neue Bereitstellung aus. Für weitere Konfigurationsoptionen siehe :ref:`docker-environment` für eine vollständige Liste der Umgebungsvariablen.
ga: Trí an teimpléad a phróiseáil cruthófar ``ConfigMap`` faoi seach agus is féidir é a úsáid chun íomhá Weblate a shaincheapadh. Tá an `ConfigMap`` suite go díreach mar athróga comhshaoil agus spreagann sé imscaradh nua gach uair a athraítear é. Le haghaidh tuilleadh roghanna cumraíochta, féach :ref:`docker-environment` le haghaidh liosta iomlán d'athróga comhshaoil.
hu: A sablon feldolgozásával létrejön egy megfelelő ``ConfigMap``, amely a Weblate képfájl testreszabására használható. Ez a ``ConfigMap`` közvetlenül környezeti változóként kerül csatolásra, és minden módosítás esetén új telepítést indít. További konfigurációs lehetőségekért lásd: :ref:`docker-environment`, ahol megtalálható a környezeti változók teljes listája.
id: Dengan memproses templat, ``ConfigMap`` yang sesuai akan dibuat dan dapat digunakan untuk menyesuaikan gambar Weblate. ``ConfigMap`` dipasang langsung sebagai variabel lingkungan dan memicu penerapan baru setiap kali diubah. Untuk opsi konfigurasi lebih lanjut, lihat :ref:`docker-environment` untuk daftar lengkap variabel lingkungan.
ja: テンプレートを処理することにより、それぞれの ``ConfigMap`` が作成され、Weblate イメージのカスタマイズするために使用できます。``ConfigMap`` は環境変数として直接マウントされ、変更するたびに新しいデプロイが起動されます。その他の設定オプションについては、環境変数の完全なリスト :ref:`docker-environment` を確認してください。
nl: Door het verwerken van het sjabloon zal een respectievelijke ``ConfigMap`` worden gemaakt en die kan worden gebruikt om de image van Weblate aan te passen. De ``ConfigMap`` is direct gemount als omgevingsvariabelen en activeert een nieuwe uitrol, elke keer als hij wordt gewijzigd. Voor meer opties voor configureren, bekijk :ref:`docker-environment` voor ene volledige lijst met omgevingsvariabelen.
pt: Ao processar o modelo, um respectivo ``ConfigMap`` será criado e poderá ser usado para personalizar a imagem Weblate. O ``ConfigMap`` é montado diretamente como variáveis de ambiente e dispara uma nova implantação toda vez que é alterado. Para mais opções de configuração, consulte :ref:`docker-environment` para uma lista completa de variáveis de ambiente.
pt_br: Ao processar o modelo, um respectivo ``ConfigMap`` será criado e poderá ser usado para personalizar a imagem Weblate. O ``ConfigMap`` é montado diretamente como variáveis de ambiente e aciona uma nova implantação toda vez que é alterado. Para mais opções de configuração, consulte :ref:`docker-environment` para uma lista completa de variáveis de ambiente.
ro: Prin procesarea șablonului se va crea o ``ConfigMap`` care poate fi utilizată pentru a personaliza imaginea Weblate. ``ConfigMap`` este montat direct ca variabile de mediu și declanșează o nouă implementare de fiecare dată când este modificat. Pentru alte opțiuni de configurare, consultați :ref:`docker-environment` pentru lista completă a variabilelor de mediu.
ru: При обработке шаблона будет создан соответствующий ``ConfigMap``, который можно использовать для настройки образа Weblate. Этот ``ConfigMap`` напрямую монтируется в качестве переменных среды. Он вызывает новую развёртку, каждый раз, когда изменяется. Информацию по другим параметрам настройки и полный список переменных среды смотрите в :ref:`описании настройки Docker<docker-environment>`.
sv: Genom att bearbeta mallen skapas en respektive ``ConfigMap`` som kan användas för att anpassa Weblate-bilden. ``ConfigMap`` monteras direkt som miljövariabler och utlöser en ny distribution varje gång den ändras. För ytterligare konfigurationsalternativ, se :ref:`docker-environment` för en fullständig lista över miljövariabler.
tr: Kalıbı işleyerek, Weblate kalıbını özelleştirmek için kullanılabilecek ilgili bir ``ConfigMap`` oluşturulur. ``ConfigMap`` doğrudan ortam değişkenleri olarak bağlanır ve her değiştirildiğinde yeni bir dağıtımı tetikler. Daha fazla yapılandırma seçeneği sunan ortam değişkenlerinin tam listesi için :ref:`docker-environment` bölümüne bakabilirsiniz.
uk: Під час обробки шаблона буде створено відповідну ``ConfigMap``, якою можна скористатися для налаштовування образу Weblate. ``ConfigMap`` безпосередньо монтується як змінні середовища і спричиняють створення нової розгорнутої системи після кожного внесення до неї змін. Докладніший опис параметрів налаштувань наведено у розділі :ref:`docker-environment`, де також можна знайти повний список змінних середовища.
zh_hans: 通过处理模板，将新建各自的 ``ConfigMap``，并且可以用于定制 Weblate 镜像。``ConfigMap`` 直接作为环境变量挂载，并且在每次更改时触发新的部署。对于更多配置选项，环境变量的完整列表请参见 :ref:`docker-environment`。
zh_hant: 通過處理模板，將新建各自的 ``ConfigMap`` ，並且可以用於定制 Weblate 映像。 ``ConfigMap`` 直接作為環境變量掛載，並且在每次更改時觸發新的部署。對於更多配置選項，環境變量的完成列表請參見 :ref:`docker-environment` for full list of environment variables。

source: Installing from sources
de: Installieren aus Quellen
ga: Suiteáil ó fhoinsí
hu: Telepítés forráskódból
id: Menginstal dari sumber
ja: ソースからインストール
nl: Installeren uit bronnen
pt: Instalando a partir do código-fonte
pt_br: Instalando a partir do código-fonte
ro: Instalarea din surse
ru: Установка из исходников
sv: Installera från källor
ta: மூலங்களிலிருந்து நிறுவுகிறது
tr: Kaynaklardan kurulum
uk: Установлення з початкового коду
zh_hans: 从源码安装

source: Please follow the installation instructions for your system first up to installing Weblate:
de: Bitte zunächst die Installationsanweisungen für Ihr System befolgen, bevor Weblate installiert wird:
ga: Lean na treoracha suiteála le do chóras ar dtús suas go dtí suiteáil Weblate:
hu: Először kövesse az adott rendszerre vonatkozó telepítési útmutatót a Weblate telepítéséig:
id: Silakan ikuti petunjuk instalasi untuk sistem Anda terlebih dahulu hingga menginstal Weblate:
ja: Weblate をインストールする前に、事前準備を行ってください。各システム用のインストール方法:
nl: Volg als eerste de installatie-instructies voor uw systeem om Weblate te installeren:
pt: Siga as instruções de instalação do seu sistema primeiro até a primeira instalação:
pt_br: Siga as instruções de instalação do seu sistema primeiro até a primeira instalação:
ro: Vă rugăm să urmați mai întâi instrucțiunile de instalare pentru sistemul dumneavoastră înainte de a instala Weblate:
ru: Пожалуйста, прежде чем установить Weblate, следуйте инструкциям по установке для вашей системы:
sv: Följ först installationsanvisningarna för ditt system fram till installationen av Weblate:
ta: வலைபெயர்ப்பை நிறுவுவதற்கு முதலில் உங்கள் கணினிக்கான நிறுவல் வழிமுறைகளைப் பின்பற்றவும்:
tr: Lütfen Weblate kurulumu için öncelikle sisteminize uygun kurulum yönergesini izleyin:
uk: Будь ласка, для встановлення Weblate спочатку виконайте настанови зі встановлення для вашої системи:
zh_hans: 安装 Weblate 前，请先遵照用于您系统的安装说明：

source: Grab the latest Weblate sources using Git (or download a tarball and unpack that):
de: Die neuesten Weblate-Quellen mit Git holen (oder einen Tarball herunterladen und ihn entpacken):
ga: Faigh na foinsí Weblate is déanaí ag baint úsáide as Git (nó íoslódáil tarball agus díphacáil sin):
hu: A legfrissebb Weblate forráskód Git segítségével érhető el (vagy letölthető tömörített fájlként, majd kicsomagolható):
id: Ambil sumber Weblate terbaru menggunakan Git (atau unduh tarball dan ekstrak):
ja: Git で最新の Weblate のソースを取得（または tarball をダウンロードして解凍）する:
nl: Haal de laatste bronnen van Weblate op met Git (of download een tarball en pak die uit):
pt: Pegue o código-fonte mais recente do Weblate a usar Git (ou descarregue um tarball e descompacte-o):
pt_br: Pegue o código-fonte mais recente do Weblate usando Git (ou baixe um tarball e descompacte-o):
ro: Obțineți cele mai recente surse Weblate folosind Git (sau descărcați un tarball și despachetați-l):
ru: Получите из Git’а последние исходные коды Weblate’а (или скачайте архив и распакуйте его):
sv: Hämta de senaste Weblate-källorna med Git (eller ladda ner en tarball och packa upp den):
ta: அறிவிலி பயன்படுத்தி அண்மைக் கால வலைபெயர்ப்பு ஆதாரங்களைப் பற்றிக் கொள்ளுங்கள் (அல்லது ஒரு நாடாகாப்பகபந்து பதிவிறக்கம் செய்து அதைத் திறக்கவும்):
tr: Git kullanarak güncel Weblate kaynaklarını edinin (ya da bir tarball indirip paketi ayıklayın):
uk: Отримайте найсвіжіший код Weblate за допомогою Git (або отримайте архів з кодом і розпакуйте його):
zh_hans: 使用 Git 获取最新的 Weblate 源码（或下载 tarball 包并将其解压）：
zh_hant: 使用 Git 來抓取最新的 Weblate 資源 （或下載 tarball 包並將其解壓）：

source: Alternatively you can use released archives. You can download them from our website <https://weblate.org/>. Those downloads are cryptographically signed, please see :ref:`verify`.
de: Alternativ können auch freigegebene Archive verwendet werden. Sie können von unserer Website <https://weblate.org/> heruntergeladen werden. Diese Downloads sind kryptografisch signiert, siehe :ref:`verify`.
ga: Nó is féidir leat cartlanna eisithe a úsáid. Is féidir leat iad a íoslódáil ónár suíomh Gréasáin <https://weblate.org/>. Tá na híoslódálacha sin sínithe go cripteagrafach, féach :ref:`verify`.
hu: Alternatívaként használhat kiadott archívumokat is. Ezek letölthetők a Weblate weboldaláról: <https://weblate.org/>. A letöltések kriptográfiai aláírással vannak ellátva, lásd: :ref:`verify`.
id: Alternatifnya, Anda dapat menggunakan arsip yang telah dirilis. Anda dapat mengunduhnya dari situs web kami <https://weblate.org/>. Unduhan tersebut ditandatangani secara kriptografis, silakan lihat :ref:`verify`.
ja: あるいは、リリースしたアーカイブを使用します。Web サイト <https://weblate.org/> からダウンロードできます。ダウンロード ファイルは暗号化し署名されています。:ref:`verify` を確認してください。
nl: As alternatief kunt u uitgegeven archieven gebruiken. U kunt ze downloaden vanaf onze website <https://weblate.org/>. Deze downloads zijn cryptografisch ondertekend, bekijk :ref:`verify`.
pt: Alternativamente, pode usar ficheiros lançados. Pode descarregá-los no nosso site <https://weblate.org/>. Essas descarregas são assinadas criptograficamente, consulte :ref:`verify`.
pt_br: Como alternativa, você pode usar as versões arquivadas. Faça o download em nosso site <https://weblate.org/>. Esses downloads são assinados criptograficamente, consulte :ref:`verify`.
ro: Alternativ, puteți utiliza arhivele eliberate. Le puteți descărca de pe site-ul nostru <https://weblate.org/>. Aceste descărcări sunt semnate criptografic, vă rugăm să consultați :ref:`verify`.
ru: В качестве альтернативы вы можете использовать архивы выпусков. Вы можете скачать их с нашего сайта <https://weblate.org/>. Эти файлы подписаны криптографической подписью, пожалуйста, смотрите раздел :ref:`verify`.
sv: Alternativt kan du använda släppta arkiv. Du kan ladda ner dem från vår webbplats <https://weblate.org/>. Dessa nedladdningar är kryptografiskt signerade, se :ref:`verify`.
tr: Alternatif olarak, yayınlanmış arşiv dosyalarını da kullanabilirsiniz. Bunları sitemizden <https://weblate.org/> indirebilirsiniz. Bu indirmeler şifrelenerek imzalanmıştır. Ayrıntılı bilgi almak için :ref:`verify`.
uk: Крім того, ви можете скористатися архівами випущених версій. Ви можете отримати їх з нашого сайта <https://weblate.org/>. Ці архіви є криптографічно підписаними. Див. :ref:`verify`.
zh_hans: 另外，您可以使用发布的压缩包。您可以从我们的网站 <https://weblate.org/> 下载。这些下载是经过加密签名的，请参见 :ref:`verify`。
zh_hant: 另外，您可以發布檔案。從可以從我們的網站 <https://weblate.org/> 來下載。下載是加密簽名的，參見 :ref:`verify` 。

source: Install current Weblate code into the virtualenv:
de: Den aktuellen Weblate-Code in virtualenv installieren:
ga: Suiteáil an cód Weblate reatha sa virtualenv:
hu: Telepítse az aktuális Weblate kódot a virtualenv környezetbe:
id: Instal kode Weblate saat ini ke virtualenv:
ja: 現在の Weblate コードを virtualenv にインストールする:
nl: Installeer de huidige code van Weblate in de virtualenv:
pt: Instale o código atual do Weblate no virtualenv:
pt_br: Instale o código atual do Weblate no virtualenv:
ro: Instalați codul Weblate curent în virtualenv:
ru: Установите текущий код Weblate’а в виртуальное окружение:
sv: Installera aktuell Weblate-kod i virtualenv:
ta: மெய்நிகர்இன்வியில் தற்போதைய வலைபெயர்ப்பு குறியீட்டை நிறுவவும்:
tr: Geçerli Weblate kodunu virtualenv üzerine kurun:
uk: Установіть поточний код Weblate до virtualenv:
zh_hans: 将当前的 Weblate 代码安装到 virtualenv 中：
zh_hant: 將當前的 Weblate 代碼安裝到 virtualenv 中：

source: Copy :file:`weblate/settings_example.py` to :file:`weblate/settings.py`.
de: :file:`weblate/settings_example.py` nach :file:`weblate/settings.py` kopieren.
ga: Cóipeáil :file:`weblate/settings_example.py` chuig :file:`weblate/settings.py`.
hu: Másolja a :file:`weblate/settings_example.py` fájlt :file:`weblate/settings.py` néven.
id: Salin :file:`weblate/settings_example.py` ke :file:`weblate/settings.py`.
ja: :file:`weblate/settings_example.py` を :file:`weblate/settings.py` にコピーする。
nl: Kopieer :file:`weblate/settings_example.py` naar :file:`weblate/settings.py`.
pt: Copie :file:`weblate/settings_example.py` para :file:`weblate/settings.py`.
pt_br: Copie :file:`weblate/settings_example.py` para :file:`weblate/settings.py`.
ro: Copiați :file:`weblate/settings_example.py` în :file:`weblate/settings.py`.
ru: Скопируйте файл :file:`weblate/settings_example.py` в :file:`weblate/settings.py`.
sv: Kopiera :file:`weblate/settings_example.py` till :file:`weblate/settings.py`.
tr: :file:`weblate/settings_example.py` dosyasını :file:`weblate/settings.py` olarak kopyalayın.
uk: Скопіюйте :file:`weblate/settings_example.py` до :file:`weblate/settings.py`.
zh_hans: 将 :file:`weblate/settings_example.py` 复制为 :file:`weblate/settings.py`。
zh_hant: 將 :file:`weblate/settings_example.py` 複製為 :file:`weblate/settings.py` 。

source: Create the database used by Weblate, see :ref:`database-setup`.
de: Die von Weblate verwendete Datenbank erstellen, siehe :ref:`database-setup`.
ga: Cruthaigh an bunachar sonraí a úsáideann Weblate, féach :ref:`database-setup`.
hu: Hozza létre a Weblate által használt adatbázist, lásd: :ref:`database-setup`.
id: Buat basis data yang digunakan oleh Weblate, lihat :ref:`database-setup`.
ja: Weblate が使用するデータベースを作成する。参照: :ref:`database-setup`。
nl: Maak de door Weblate gebruikte database, bekijk :ref:`database-setup`.
pt: Crie o banco de dados usado pelo Weblate, veja :ref:`database-setup`.
pt_br: Crie o banco de dados usado pelo Weblate, consulte :ref:`database-setup`.
ro: Creați baza de date utilizată de Weblate, consultați :ref:`database-setup`.
ru: Создайте используемую Weblate’ом базу данных, подробности смотрите в разделе :ref:`database-setup`.
sv: Skapa databasen som används av Weblate, se :ref:`database-setup`.
tr: Weblate tarafından kullanılacak veri tabanını oluşturun. Ayrıntılı bilgi almak için: :ref:`database-setup`.
uk: Створіть базу даних, яка використовуватиметься Weblate, див. :ref:`database-setup`.
zh_hans: 新建 Weblate 使用的数据库，参见 :ref:`database-setup`。
zh_hant: 新建 Weblate 使用的數據庫，參見 :ref:`database-setup` 。

source: Build Django tables, static files and initial data (see :ref:`tables-setup` and :ref:`static-files`):
de: Django-Tabellen, statische Dateien und Anfangsdaten erstellen (siehe :ref:`tables-setup` und :ref:`static-files`):
ga: Tóg táblaí Django, comhaid statacha agus sonraí tosaigh (féach :ref:`tables-setup` agus :ref:`static-files`):
hu: Hozza létre a Django táblákat, statikus fájlokat és az alapértelmezett adatokat (lásd: :ref:`tables-setup` és :ref:`static-files`):
id: Bangun tabel Django, berkas statis dan data awal (lihat :ref:`tables-setup` dan :ref:`static-files`):
ja: Django テーブル、静的ファイル、初期データをビルドする（参照: :ref:`tables-setup` および :ref:`static-files`）。実行コマンド例:
nl: Bouw tabellen, statische bestanden en initiële gegevens voor Django (bekijk :ref:`tables-setup` en :ref:`static-files`):
pt: Construa tabelas Django, ficheiros estáticos e dados iniciais (veja :ref:`tables-setup` e :ref:`static-files`):
pt_br: Construa tabelas Django, arquivos estáticos e dados iniciais (consulte :ref:`tables-setup` e :ref:`static-files`):
ro: Construirea tabelelor Django, a fișierelor statice și a datelor inițiale (a se vedea :ref:`tables-setup` și :ref:`static-files`):
ru: Создайте Django’вские таблицы, соберите статические файлы и заполните исходные данные (смотрите разделы :ref:`tables-setup` и :ref:`static-files`):
sv: Skapa Django-tabeller, statiska filer och initiala data (se :ref:`tables-setup` och :ref:`static-files`):
tr: Django tablolarını, durağan dosyaları ve başlangıç verilerini oluşturun (ayrıntılı bilgi almak için: :ref:`tables-setup` ve :ref:`static-files`):
uk: Побудуйте таблиці Django, статичні файли та початкові дані (див. :ref:`tables-setup` і :ref:`static-files`):
zh_hans: 构建 Django 表、静态文件和初始数据（参见 :ref:`tables-setup` 和 :ref:`static-files`）：
zh_hant: 建立 Django 表、靜態文件和初始數據（參見 :ref:`tables-setup` 和 :ref:`tables-setup` ）：

source: This step should be repeated whenever you update the repository.
de: Dieser Schritt sollte jedes Mal wiederholt werden, wenn Sie das Repository aktualisieren.
ga: Ba cheart an chéim seo a dhéanamh arís nuair a nuashonraíonn tú an stór.
hu: Ezt a lépést minden tárolófrissítés után meg kell ismételni.
id: Langkah ini harus diulang setiap kali Anda memperbarui repositori.
ja: この手順は、リポジトリを更新するたびに繰り返すことが必要です。
nl: Deze stap zou moeten worden herhaald, elke keer als u de opslagruimte bijwerkt.
pt: Esta etapa deve ser repetida sempre que atualizar o repositório.
pt_br: Esta etapa deve ser repetida sempre que você atualizar o repositório.
ro: Acest pas trebuie repetat de fiecare dată când actualizați depozitul.
ru: Этот шаг следует повторять при обновлении репозитория.
sv: Detta steg bör upprepas varje gång du uppdaterar arkivet.
ta: நீங்கள் களஞ்சியத்தை புதுப்பிக்கும் போதெல்லாம் இந்த படி மீண்டும் செய்யப்பட வேண்டும்.
tr: Bu adım, her depo güncellemesi yaptığınızda yinelenmelidir.
uk: Цей крок слід повторювати кожного разу, коли ви оновлюватимете сховище.
zh_hans: 无论任何时候更新仓库时，都应该重复这一步骤。
zh_hant: 無論任何時候更新倉庫時，都應該重複這一步驟。

source: After installation
de: Nach der Installation
ga: Tar éis a shuiteáil
hu: Telepítés után
id: Setelah instalasi
ja: インストール後
nl: Na installeren
pt: Após a instalação
pt_br: Após a instalação
ro: După instalare
ru: После установки
sv: Efter installationen
ta: நிறுவிய பின்
tr: Kurulum sonrası
uk: Після встановлення
zh_hans: 安装后
zh_hant: 安裝後

source: Congratulations, your Weblate server is now running and you can start using it.
de: Herzlichen Glückwunsch, Ihr Weblate-Server läuft jetzt und Sie können ihn nutzen.
ga: Comhghairdeas, tá do fhreastalaí Weblate ag rith anois agus is féidir leat tosú á úsáid.
hu: Gratulálunk, a Weblate szerver sikeresen elindult, és máris elkezdheti használni.
id: Selamat, server Weblate Anda sekarang sudah berjalan dan Anda dapat mulai menggunakannya.
ja: おめでとうございます。Weblate サーバーは稼働したので、使用を開始してください。
nl: Gefeliciteerd, uw server voor Weblate wordt nu uitgevoerd en u kunt hem gaan gebruiken.
pt: Parabéns, o seu servidor Weblate agora está a funcionar e pode começar a usá-lo.
pt_br: Parabéns, seu servidor Weblate agora está funcionando e você pode começar a usá-lo.
ro: Felicitări, serverul Weblate este acum în funcțiune și puteți începe să îl utilizați.
ru: Поздравляем, теперь ваш сервер Weblate запущен и вы можете начать его использовать.
sv: Grattis, din Weblate-server är nu igång och du kan börja använda den.
ta: வாழ்த்துக்கள், உங்கள் வலைபெயர்ப்பு சேவையகம் இப்போது இயங்குகிறது, நீங்கள் அதைப் பயன்படுத்தத் தொடங்கலாம்.
tr: Tebrikler, Weblate sunucunuz artık çalışıyor ve kullanmaya başlayabilirsiniz.
uk: Вітаємо, тепер ваш сервер Weblate запущено, і ви можете розпочати ним користуватися.
zh_hans: 配置，您的 Weblate 服务器现在运行了，您可以使用它来启动。
zh_hant: 配置，您的 Weblate 服務器現在運行了，您可以使用它來啟動。
