Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Besides the main repository, Weblate consists of several Python modules. All these follow same structure and this documentation covers them all.
de: Neben dem Haupt-Repository besteht Weblate aus mehreren Python-Modulen. Diese folgen alle der gleichen Struktur und diese Dokumentation deckt sie alle ab.
ga: Seachas an príomhstór, tá roinnt modúl Python i Weblate. Leanann siad seo go léir an struchtúr céanna agus clúdaíonn an doiciméadú seo iad go léir.
hu: A fő tárolón kívül a Weblate több Python-modulból is áll. Ezek mind ugyanazt a struktúrát követik, és ez a dokumentáció mindegyiket lefedi.
id: Selain repositori utama, Weblate juga memiliki beberapa modul Python. Semuanya mengikuti struktur yang sama, dan dokumentasi ini mencakup semuanya.
ja: メインのリポジトリに加えて、Weblate は複数の Python モジュールで構成されています。これらはすべて同じ構造をしており、このドキュメントの内容は全てに当てはまります。
nl: Naast de hoofdopslagruimte bestaat Weblate uit verscheidene modules van Python. Deze volgen allemaal dezelfde structuur en deze documentatie behandelt ze allemaal.
pt: Além do repositório principal, o Weblate consiste em vários módulos Python. Todos estes seguem a mesma estrutura e esta documentação abrange todos eles.
pt_br: Além do repositório principal, o Weblate consiste em vários módulos Python. Todos estes seguem a mesma estrutura e esta documentação abrange todos eles.
ro: În afară de depozitul principal, Weblate este format din mai multe module Python. Toate acestea urmează aceeași structură și această documentație le acoperă pe toate.
ru: Помимо основного репозитория, Weblate состоит из нескольких модулей Python. Все они имеют одинаковую структуру, и эта документация охватывает их все.
sv: Förutom huvudarkivet består Weblate av flera Python-moduler. Alla dessa följer samma struktur och denna dokumentation täcker dem alla.
ta: முக்கிய களஞ்சியத்தைத் தவிர, வலைபெயர்ப்பு பல பைத்தான் தொகுதிகளைக் கொண்டுள்ளது. இவை அனைத்தும் ஒரே கட்டமைப்பைப் பின்பற்றுகின்றன, மேலும் இந்த ஆவணம் அவை அனைத்தையும் உள்ளடக்கியது.
tr: Ana deponun yanında, Weblate birkaç Python modülünden oluşur. Bütün bunlar aynı yapıyı izler ve bu belgelerde tümü kapsanır.
uk: Окрім основного сховища, Weblate складається з декількох модулів Python. У всіх цих модулях використано однакову структуру, а ця документація стосується їх усіх.
zh_hans: 除了主仓库之外Weblate 还包含几个 Python 模块，所有这些都遵循相同的结构本文档涵盖了所有这些。

source: For example, this covers:
de: Dies gilt zum Beispiel für:
ga: Mar shampla, clúdaíonn sé seo:
hu: Például ide tartozik:
id: Misalnya, ini mencakup:
ja: 例えば、次のものが対象です。
nl: Dit behandelt bijvoorbeeld:
pt: Por exemplo, isso cobre:
pt_br: Por exemplo, isso cobre:
ro: De exemplu, aceasta acoperă:
ru: Например, это касается:
sv: Detta omfattar till exempel:
ta: எடுத்துக்காட்டாக, இது பின்வருவனவற்றை உள்ளடக்குகிறது:
tr: Örneğin, bu şunları kapsar:
uk: Це, наприклад, стосується таки компонентів:
zh_hans: 例如，这涵盖了：

source: `wlc <https://github.com/WeblateOrg/wlc/>`_, Python client library, see :ref:`wlc`
de: `wlc <https://github.com/WeblateOrg/wlc/>`_, Python-Client-Bibliothek, siehe :ref:`wlc`
ga: `wlc <https://github.com/WebateOrg/wlc/>`_, leabharlann cliant Python, féach :ref:`wlc`
hu: `wlc <https://github.com/WeblateOrg/wlc/>`_, Python klienskönyvtár – lásd: :ref:`wlc`
id: `wlc <https://github.com/WeblateOrg/wlc/>`_, pustaka klien Python, lihat :ref:`wlc`
ja: `wlc <https://github.com/WeblateOrg/wlc/>`_ 、Python クライアント ライブラリ、参照: :ref:`wlc`
nl: `wlc <https://github.com/WeblateOrg/wlc/>`_, Python cliënt bibliotheek, bekijk :ref:`wlc`
pt: `wlc <https://github.com/WeblateOrg/wlc/>`_, biblioteca Python cliente, veja :ref:`wlc`
pt_br: `wlc <https://github.com/WeblateOrg/wlc/>`_, biblioteca Python cliente, consulte :ref:`wlc`
ro: `wlc <https://github.com/WeblateOrg/wlc/>`_, bibliotecă client Python, vezi :ref:`wlc`
ru: `wlc <https://github.com/WeblateOrg/wlc/>`_, клиентская библиотека Python, см. :ref:`wlc`
sv: `wlc <https://github.com/WeblateOrg/wlc/>`_, Python-klientbibliotek, se :ref:`wlc`
tr: `wlc <https://github.com/WeblateOrg/wlc/>`_, Python istemci kitaplığı, :ref:`wlc` bölümüne bakın
uk: `wlc <https://github.com/WeblateOrg/wlc/>`_, клієнтська бібліотека Python, див. :ref:`wlc`
zh_hans: `wlc <https://github.com/WeblateOrg/wlc/>`_，Python 客户端库，请参阅 :ref:`wlc`

source: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, used to discover translatable files in the repository
de: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, um übersetzbare Dateien im Repository zu finden
ga: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, a úsáidtear chun comhaid inaistrithe a aimsiú sa stór
hu: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, amely a fordítható fájlok felismerésére szolgál a tárolóban
id: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, digunakan untuk menemukan berkas yang dapat diterjemahkan di repositori
ja: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_ 、リポジトリ内の翻訳可能なファイルを検出するために使用
nl: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, gebruikt om vertaalbare bestanden in de opslagruimte te ontdekken
pt: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, usado para descobrir ficheiros traduzíveis no repositório
pt_br: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, usado para descobrir arquivos traduzíveis no repositório
ro: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, folosit pentru a descoperi fișierele traductibile din depozit
ru: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, используется для поиска переводимых файлов в репозитории
sv: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, används för att hitta översättningsbara filer i arkivet
ta: களஞ்சியத்தில் மொழிபெயர்க்கக்கூடிய கோப்புகளைக் கண்டுபிடிக்கப் பயன்படும் 'மொழிபெயர்ப்பு-கண்டுபிடிப்பாளர் <https://github.com/weblateorg/translation-finder/>'_
tr: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, depodaki çevrilebilir dosyaları keşfetmek için kullanılır
uk: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_, використано для виявлення придатних до перекладу файлів у сховищі
zh_hans: `translation-finder <https://github.com/WeblateOrg/translation-finder/>`_ 用于发现仓库中的可翻译文件

source: `language-data`_, language definitions for Weblate, see :ref:`languages`
sv: `language-data`_, språkinformation för Weblate, se :ref:`languages`

source: Extending built-in language definitions
de: Integrierte Sprachdefinitionen erweitern
ga: Sainmhínithe teanga ionsuite a leathnú
hu: Beépített nyelvi definíciók bővítése
id: Memperluas definisi bahasa bawaan
ja: 組み込まれた言語の定義の拡張
nl: Ingebouwde taaldefinities uitbreiden
pt: Estendendo definições embutidas de idioma
pt_br: Estendendo definições embutidas de idioma
ro: Extinderea definițiilor lingvistice încorporate
ru: Расширение встроенных языковых определений
sv: Utöka inbyggda språkteckningar
ta: உள்ளமைக்கப்பட்ட மொழி வரையறைகளை விரிவுபடுத்துதல்
tr: İç dil tanımlarını zenginleştirmek
uk: Розширення вбудованих визначень мов
zh_hans: 扩展内置语言定义

source: The language definitions are in the `language-data`_ repository.
sv: Språkreferenserna finns i `language-data`_-arkivet.

source: You are welcome to add missing language definitions to :file:`languages.csv`, other files are generated from that file. The columns in the CSV file correspond to :ref:`language-definitions`.
sv: Du är välkommen att lägga till saknade språldefinitioner till :file:`languages.csv`, andra filer genereras från den filen. Kolumnerna i CSV-filen motsvarar :ref:`language-definitions`.

source: Releasing Weblate
de: Weblate-Veröffentlichungen
ga: Gréasáin a scaoileadh
hu: Weblate kiadás
id: Merilis Weblate
ja: Weblate のリリース
nl: Weblate uitgeven
pt: Criando lançamento do Weblate
pt_br: Criando lançamento do Weblate
ro: Eliberarea Weblate
ru: Выпуск новых версий Weblate
sv: Släppa Weblate
ta: வெளியிடும் வலைபெயர்ப்பு
tr: Weblate yayınları
uk: Створення випусків Weblate
zh_hans: 发布 Weblate
zh_hant: 發布 Weblate

source: Release cycle
de: Veröffentlichungszyklus
ga: Timthriall scaoilte
hu: Kiadási ciklus
id: Siklus rilis
nl: Uitgavecyclus
sv: Utgivningscykel
uk: Цикл випуску

source: Weblate has two month release cycle for releases (x.y). These are usually followed by a bunch of bugfix releases to fix issues which slip into them (x.y.z). This includes bug fixes and addressing security issues.
de: Weblate hat einen zweimonatigen Veröffentlichungszyklus für neue Versionen (x.y). Darauf folgen normalerweise eine Reihe von Veröffentlichungen zum Beheben von Fehlern, die sich eingeschlichen haben (x.y.z). Dies umfasst Fehlerbehebungen und die Behebung von Sicherheitsproblemen.
ga: Tá timthriall scaoilte dhá mhí ag Weblate le haghaidh scaoileadh (x.y). De ghnáth, leanann roinnt scaoileadh fabhtcheartúcháin iad seo chun fadhbanna a thagann isteach iontu a shocrú (x.y.z). Áirítear leis seo socruithe fabht agus aghaidh a thabhairt ar shaincheisteanna slándála.
hu: A Weblate két hónapos kiadási ciklust követ az (x.y) verziók esetén. Ezeket általában több hibajavító kiadás (x.y.z) követi, amelyek az előző verziókban maradt hibákat és biztonsági problémákat orvosolják.
id: Weblate memiliki siklus rilis dua bulan untuk rilis (x.y). Ini biasanya diikuti oleh serangkaian rilis perbaikan kerusakan untuk memperbaiki masalah yang muncul di dalamnya (x.y.z). Ini mencakup perbaikan kerusakan dan mengatasi masalah keamanan.
nl: Weblate heeft een tweemaandelijkse uitgavecyclus voor uitgaven (x.y). Deze worden gewoonlijk gevolgd door een aantal uitgaven met oplossingen voor problemen die erin zijn geslopen (x.y.z). Dit bevat ook reparaties van problemen en het adresseren van problemen met beveiliging.
sv: Weblate har en tvåmånaderscykel för releaser (x.y). Dessa följs vanligtvis av en rad buggfix-releaser för att åtgärda problem som smugit sig in i dem (x.y.z). Detta inkluderar buggfixar och åtgärdande av säkerhetsproblem.
uk: Weblate має двомісячний цикл випуску релізів (x.y). Зазвичай за ними слідує низка релізів з виправленнями, щоб виправити проблеми, які прослизають в них (x.y.z). Це включає виправлення помилок і вирішення проблем безпеки.

source: The change in the major version indicates that the upgrade process can not skip this version - you always have to upgrade to x.0 before upgrading to higher x.y releases.
de: Die Änderung der Hauptversion zeigt an, dass der Upgrade-Prozess diese Version nicht überspringen kann – Sie müssen immer auf x.0 aktualisieren, bevor Sie auf höhere x.y-Versionen aktualisieren.
ga: Léiríonn an t-athrú ar an mórleagan nach féidir leis an bpróiseas uasghrádaithe an leagan seo a scipeáil - caithfidh tú i gcónaí uasghrádú go x.0 roimh uasghrádú go heisiúintí x.y níos airde.
hu: A főverzió számának megváltozása azt jelzi, hogy a frissítési folyamat nem hagyhatja ki ezt a verziót — mindig frissíteni kell x.0-ra, mielőtt továbblépne egy magasabb x.y verzióra.
id: Perubahan pada versi utama menunjukkan bahwa proses pemutakhiran tidak dapat melewati versi ini - Anda harus selalu memutakhirkan ke x.0 sebelum memutakhirkan ke rilis x.y yang lebih tinggi.
ja: メジャー バージョンの変更は、アップグレード プロセスがこのバージョンをスキップできないことを示しています（より高い x.y リリースにアップグレードする前に、常に x.0 にアップグレードすることが必要）。
nl: De wijziging in de majeure versie geeft aan dat het proces voor upgraden deze versie niet mag overslaan - u moet altijd upgraden naar x.0 voordat u kunt upgraden naar hogere uitgaven x.y.
pt: A mudança na versão principal indica que o processo de atualização não pode ignorar esta versão - sempre deve atualizar para x.0 antes de atualizar para versões x.y superiores.
pt_br: A mudança na versão principal indica que o processo de atualização não pode ignorar esta versão - você sempre deve atualizar para x.0 antes de atualizar para versões x.y superiores.
ro: Schimbarea versiunii majore indică faptul că procesul de actualizare nu poate sări peste această versiune - trebuie să faceți întotdeauna actualizarea la x.0 înainte de a trece la versiunile superioare x.y.
ru: Изменение мажорной версии означает, что при обновлении эту версию нельзя пропускать. В таких случаях всегда необходимо сначала обновиться до версии *x.0* перед тем, как обновляться до старших выпусков *x.y*.
sv: Ändringen i huvudversionen indikerar att uppgraderingsprocessen inte kan hoppa över denna version – du måste alltid uppgradera till x.0 innan du uppgraderar till högre x.y-versioner.
ta: முக்கிய பதிப்பில் ஏற்பட்ட மாற்றம் மேம்படுத்தல் செயல்முறை இந்த பதிப்பைத் தவிர்க்க முடியாது என்பதைக் குறிக்கிறது - அதிக எக்ச்.ஒய் வெளியீடுகளுக்கு மேம்படுத்துவதற்கு முன்பு நீங்கள் எப்போதும் எக்ச்.0 க்கு மேம்படுத்த வேண்டும்.
tr: Ana sürümün değişmesi, yükseltme işleminin bu sürümü atlayamayacağını gösterir. Daha yüksek x.y sürümlerine yükseltmeden önce her zaman x.0 sürümüne yükseltilmesi gerekir.
uk: Зміна основної версії означає, що у процесі оновлення не можна пропустити проміжну версію — вам завжди слід спочатку оновитись до версії x.0, а вже потім оновлювати їх до новіших випусків x.y.
zh_hans: 主要版本的更改指示了升级过程不能跳过这个版本——在升级到更高版本的版本 x.y 之前总是必须升级到版本 x.0。
zh_hant: 主要版本的更改指示了升級過程不能跳過這個版本——在升級到更高版本的版本 x.y 之前總是必須升級到版本 x.0。

source: The Docker container includes additional digit in versioning to track changes in the container itself like dependencies. These updates may include security updates.
de: Der Docker-Container enthält eine zusätzliche Stelle in der Versionierung, um Änderungen im Container selbst wie Abhängigkeiten zu verfolgen. Diese Aktualisierungen können Sicherheitsaktualisierungen beinhalten.
ga: Cuimsíonn coimeádán Docker digit bhreise i leaganacha chun athruithe sa choimeádán féin a rianú, amhail spleáchais. D’fhéadfadh nuashonruithe slándála a bheith san áireamh sna nuashonruithe seo.
hu: A Docker-konténer verziószámozása további számjegyet tartalmaz, amely a konténerben történt változásokat – például függőségek frissítését – követi. Ezek a frissítések biztonsági javításokat is tartalmazhatnak.
id: Kontainer Docker menyertakan digit tambahan dalam versi untuk melacak perubahan dalam kontainer itu sendiri, seperti dependensi. Pembaruan ini dapat mencakup pembaruan keamanan.
nl: De Docker-container bevat een aanvullend cijfer in de versie om wijzigingen in de container zelf bij te houden, zoals afhankelijkheden. Die updates zouden ook updates voor beveiliging kunnen bevatten.
sv: Docker-containern innehåller ytterligare siffror i versionsnumreringen för att spåra ändringar i själva containern, till exempel beroenden. Dessa uppdateringar kan inkludera säkerhetsuppdateringar.
uk: Контейнер Docker містить додаткові цифри у версіоні для відстеження змін у самому контейнері, таких як залежності. Ці оновлення можуть включати оновлення безпеки.

source: Release planning
de: Veröffentlichungsplanung
ga: Pleanáil scaoileadh
hu: Kiadástervezés
id: Perencanaan rilis
ja: リリース計画
nl: Uitgave planning
pt: Planejamento de lançamento
pt_br: Planejamento de lançamento
ro: Planificarea lansării
ru: Планирование выпусков
sv: Releaseplanering
ta: வெளியீட்டு திட்டமிடல்
tr: Yayın planlaması
uk: Планування випусків
zh_hans: 发布计划
zh_hant: 發布計劃

source: The features for upcoming releases are collected using GitHub milestones, you can see our roadmap at <https://github.com/WeblateOrg/weblate/milestones>.
de: Die Funktionen für kommende Versionen werden mit Hilfe von GitHub-Meilensteinen gesammelt, Sie können unsere Roadmap unter <https://github.com/WeblateOrg/weblate/milestones> einsehen.
ga: Bailítear na gnéithe le haghaidh eisiúintí atá le teacht ag baint úsáide as clocha míle GitHub, is féidir leat ár bplean oibre a fheiceáil ag <https://github.com/WeblateOrg/weblate/milestones>.
hu: A közelgő kiadásokhoz tervezett funkciók a GitHub mérföldköveiben (milestones) kerülnek összegyűjtésre. A Weblate fejlesztési ütemterve megtekinthető itt: <https://github.com/WeblateOrg/weblate/milestones>.
id: Fitur untuk rilis mendatang dikumpulkan menggunakan tonggak GitHub, Anda dapat melihat peta jalan kami di <https://github.com/WeblateOrg/weblate/milestones>.
ja: 次回のリリースの機能は、GitHub のマイルストーンを使用して収集しています。<https://github.com/WeblateOrg/weblate/milestones> からロードマップを見ることができます。
nl: De mogelijkheden voor aanstaande uitgaven worden verzameld met GitHub milestones, u kunt onze roadmap zien op <https://github.com/WeblateOrg/weblate/milestones>.
pt: Os recursos para os próximos lançamentos são coletados a usar marcos do GitHub, pode ver nosso roteiro em <https://github.com/WeblateOrg/weblate/milestones>.
pt_br: Os recursos para os próximos lançamentos são coletados usando marcos do GitHub, você pode ver nosso roteiro em <https://github.com/WeblateOrg/weblate/milestones>.
ro: Caracteristicile pentru viitoarele versiuni sunt colectate folosind reperele GitHub, puteți vedea foaia noastră de parcurs la <https://github.com/WeblateOrg/weblate/milestones>.
ru: Список исправленных ошибок и новых возможностей для предстоящего выпуска собирается с помощью целей выпуска (milestones) на GitHub; вы можете посмотреть нашу дорожную карту на <https://github.com/WeblateOrg/weblate/milestones>.
sv: Funktionerna för kommande versioner samlas in med hjälp av GitHub-milstolpar. Du kan se vår roadmap på <https://github.com/WeblateOrg/weblate/milestones>.
ta: வரவிருக்கும் வெளியீடுகளுக்கான நற்பொருத்தங்கள் அறிவிலிமையம் மைல்கற்களைப் பயன்படுத்தி சேகரிக்கப்படுகின்றன, <https://github.com/weblateorg/weblate/milestones> எங்கள் வரைபடத்தை நீங்கள் காணலாம்.
tr: Yakında yayınlancak sürümlerin özellikleri GitHub kilometre taşları kullanılarak derlenir. Yol haritamızı <https://github.com/WeblateOrg/weblate/milestones> adresinde görebilirsiniz.
uk: Можливості нових випусків збираються у етапах (milestones) GitHub. Ознайомитися із нашим списком змін можна тут: <https://github.com/WeblateOrg/weblate/milestones>.
zh_hans: 即将发布版本的功能是通过 GitHub 里程碑收集的，可以在 <https://github.com/WeblateOrg/weblate/milestones> 上查看路线图。
zh_hant: 到來的版本的特性使用 Github 里程碑來收集，可以在 <https://github.com/WeblateOrg/weblate/milestones> 看到路線圖。

source: Release process
de: Veröffentlichungsprozess
ga: Próiseas scaoilte
hu: Kiadási folyamat
id: Proses rilis
ja: リリースの手順
nl: Uitgaveproces
pt: Processo de lançamento
pt_br: Processo de lançamento
ro: Procesul de lansare
ru: Процесс выпуска
sv: Frigöringsprocess
ta: வெளியீட்டு செயல்முறை
tr: Yayınlama süreci
uk: Процедура випусків
zh_hans: 发布过程
zh_hant: 發布過程

source: Things to check prior to release:
de: Vor Veröffentlichung zu prüfende Dinge:
ga: Rudaí le seiceáil roimh scaoileadh:
hu: Kiadás előtti ellenőrzések:
id: Hal-hal yang perlu diperiksa sebelum rilis:
ja: リリース前に必要な確認事項:
nl: Dingen die voorafgaande aan de uitgave worden gecontroleerd:
pt: Coisas para verificar antes de fazer um lançamento:
pt_br: Coisas para verificar antes de fazer um lançamento:
ro: Lucruri care trebuie verificate înainte de eliberare:
ru: Что нужно проверить перед выпуском:
sv: Saker att kontrollera före release:
ta: வெளியீட்டிற்கு முன் சரிபார்க்க வேண்டிய விசயங்கள்:
tr: Yayınlanma öncesi denetlenmesi gerekenler:
uk: Речі, які слід перевірити перед випуском:
zh_hans: 发布前要检查的事情：
zh_hant: 發布前要檢查的事情：

source: Check newly translated languages by :command:`./scripts/list-translated-languages.py`.
id: Periksa bahasa yang baru diterjemahkan dengan :command:`./scripts/list-translated-languages.py`.
sv: Kontrollera nyöversatta språk med :command:`./scripts/list-translated-languages.py`.
uk: Перевірте щойно перекладені мови за :command:`./scripts/list-translated-languages.py`.

source: Make sure screenshots are up to date :command:`make -j 12 -C docs update-screenshots`.
de: Bildschirmfotos auf den neuesten Stand bringen :command:`make -j 12 -C docs update-screenshots`.
ga: Déan cinnte go bhfuil scáileáin suas le dáta :command:`make -j 12 -C docs update-screenshots`.
hu: Képernyőképek frissítése: :command:`make -j 12 -C docs update-screenshots`.
id: Pastikan tangkapan layar sudah diperbarui :command:`make -j 12 -C docs update-screenshots`.
ja: スクリーンショットが最新であるかの確認 :command:`make -j 12 -C docs update-screenshots`。
nl: Ervoor zorgen dat schermafdrukken up-to-date zijn :command:`make -j 12 -C docs update-screenshots`.
pt: Certificar-se de que as capturas de ecrã estejam atualizadas usando :command:`make -j 12 -C docs update-screenshots`.
pt_br: Certificar-se de que as capturas de tela estejam atualizadas usando :command:`make -j 12 -C docs update-screenshots`.
ro: Asigurați-vă că capturile de ecran sunt la zi :command:`make -j 12 -C docs update-screenshots`.
ru: Убедитесь, что снимки экрана в актуальном состоянии с помощью :command:`make -j 12 -C docs update-screenshots`.
sv: Se till att skärmdumparna är uppdaterade :command:`make -j 12 -C docs update-screenshots`.
ta: திரை சாட்கள் புதுப்பித்த நிலையில் இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள் :கட்டளை:'மேக் -சே 12 -சி டாக்ச் புதுப்பிப்பு-ச்கிரீன் சாட்கள்'.
tr: Ekran görüntülerinin güncel olduğundan emin olun :command:`make -j 12 -C docs update-screenshots`.
uk: Переконатися, що знімки вікон є актуальними за допомогою команди :command:`make -j 12 -C docs update-screenshots`.
zh_hans: 确保截图是最新的 :command:`make -j 12 -C docs update-screenshots`。

source: Merge any possibly pending translations :command:`wlc push; git remote update; git merge origin/weblate`
de: Merge aller möglicherweise ausstehenden Übersetzungen :command:`wlc push; git remote update; git merge origin/weblate`
ga: Cumaisc aon aistriúcháin a d'fhéadfadh a bheith ar feith :command:`wlc push; git remote update; git merge origin/weblate`
hu: Függő fordítások beolvasztása: :command:`wlc push; git remote update; git merge origin/weblate`
id: Gabungkan semua terjemahan yang mungkin tertunda :command:`wlc push; git remote update; git merge origin/weblate`
ja: 保留中の可能性がある翻訳をマージする :command:`wlc push; git remote update; git merge origin/weblate`
nl: Mogelijke openstaande vertalingen samenvoegen :command:`wlc push; git remote update; git merge origin/weblate`
pt: Junte todas as traduções pendentes a usar :command:`wlc push; git remote update; git merge origin/weblate`
pt_br: Junte todas as traduções pendentes usando :command:`wlc push; git remote update; git merge origin/weblate`
ro: Îmbină toate traducerile în așteptare :command:`wlc push; git remote update; git merge origin/weblate`
ru: Объедините все возможные незаконченные переводы :command:`wlc push; git remote update; git merge origin/weblate`
sv: Slå ihop eventuella väntande översättningar :command:`wlc push; git remote update; git merge origin/weblate`
ta: நிலுவையில் உள்ள மொழிபெயர்ப்புகளை ஒன்றிணைக்கவும் :கட்டளை:'wlc push; சிட் ரிமோட் புதுப்பிப்பு; git merge origin/weblate'
tr: Bekliyor olabilecek çevirileri birleştirin :command:`wlc push; git remote update; git merge origin/weblate`
uk: Злити усі можливі переклади з черги :command:`wlc push; git remote update; git merge origin/weblate`
zh_hans: 合并任何可能挂起的翻译 :command:`wlc push; git remote update; git merge origin/weblate`
zh_hant: 合併任何可能掛起的翻譯：命令：`wlc推動;git遠程更新;git合併起源/ web blate`

source: Perform the release:
de: Die Veröffentlichung ausführen:
ga: Déan an scaoileadh:
hu: Kiadás végrehajtása:
id: Lakukan perilisan:
ja: リリースの実行:
nl: De uitgave uitvoeren:
pt: Realizar o lançamento:
pt_br: Fazer o lançamento:
ro: Efectuați eliberarea:
ru: Выполнить выпуск:
sv: Utför frigörandet:
ta: வெளியீட்டைச் செய்யுங்கள்:
tr: Yayını gerçekleştirin:
uk: Створити випуск:
zh_hans: 执行发布：
zh_hant: 執行發布：
