Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ is a community place. Ideas, Polls, Q&A, and Show and Tell categories can be selected when posting there. General category fits all posts outside those defined categories. Weblate team members occasionally visit Discussions and can also be mentioned by their GitHub usernames.
de: `GitHub-Diskussionen <https://github.com/WeblateOrg/weblate/discussions>`_ ist ein Community-Ort. Die Kategorien „Ideas“, „Polls“, „Q&A“ und „Show and tell“ können ausgewählt werden, wenn Sie einen Beitrag dort veröffentlichen. Die Kategorie „General“ gilt für alle Beiträge außerhalb dieser Kategorien. Die Mitglieder des Weblate-Teams besuchen die Diskussionen gelegentlich und können auch mit ihrem GitHub-Benutzernamen erwähnt werden.
ga: Is áit phobail é `GitHub Discussions <https://github.com/WebateOrg/weblate/discussions>`_. Is féidir na catagóirí Smaointe, Pobalbhreitheanna, Ceisteanna agus Freagraí, agus Taispeáin agus Inis a roghnú agus iad á bpostáil ann. Baineann an chatagóir ghinearálta le gach post lasmuigh de na catagóirí sainithe sin. Tugann baill foirne Weblate cuairt ar Discussions ó am go chéile agus is féidir iad a lua freisin trína n-ainmneacha úsáideora GitHub.
hu: A `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ a közösség fóruma. Új beszélgetés indításánál a következő kategóriákból lehet választani: ötletek, szavazások, kérdések és válaszok, valamint bemutatók. Az „Általános” kategória az egyéb témákra való. A Weblate csapat tagjai időnként itt is aktívak, és GitHub felhasználónevük megemlítésével bevonhatók a beszélgetésbe.
id: `Diskusi GitHub <https://github.com/WeblateOrg/weblate/discussions>`_ adalah wadah komunitas. Kategori Ide, Polling, Tanya Jawab, dan Tampilkan dan Ceritakan dapat dipilih saat memposting di sana. Kategori umum cocok untuk semua postingan di luar kategori yang telah ditentukan. Anggota tim Weblate terkadang mengunjungi Diskusi dan juga dapat disebutkan dengan nama pengguna GitHub mereka.
ja: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ はコミュニティの場です。アイデア、投票、Q&A、Show and Tell のカテゴリを投稿時に選択できます。一般カテゴリはこれらの定義されたカテゴリ外の投稿全般に適しています。Weblate チームのメンバーは時折ディスカッションを訪れ、GitHub のユーザー名で言及することができます。
nl: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ is een plaats voor de gemeenschap. De categorieën Ideeën, Poll's, V&A en Show en Tell kunnen worden geselecteerd bij het posten daar. In de categorie General passen alle posten buiten deze gedefinieerde categorieën. Teamleden van Weblate bezoeken regelmatig Discussions en kunnen ook worden vermeld met hun gebruikersnamen van GitHub.
pt_br: `Discussions do GitHub <https://github.com/WeblateOrg/weblate/discussions>`_ é um lugar comunitário. As categorias Ideas, Polls, Q&A e Show and Tell podem ser selecionadas ao postar lá. A categoria General se encaixa em todas as postagens fora dessas categorias definidas. Os membros da equipe do Weblate ocasionalmente visitam Discussions e também podem ser mencionados por seus nomes de usuário do GitHub.
ru: `Обсуждения GitHub <https://github.com/WeblateOrg/weblate/discussions>`_ — это место сообщества. Категории «Идеи», «Опросы», «Вопросы и ответы» и «Показать и рассказать» можно выбрать при публикации там. Общая категория подходит для всех сообщений за пределами определенных категорий. Члены команды Weblate время от времени посещают обсуждения, и их также можно упомянуть под своими именами пользователей GitHub.
sv: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ är en communityplats. När du publicerar något där kan du välja mellan kategorierna Idéer, Omröstningar, Frågor och svar samt Visa och berätta. Kategorin Allmänt passar alla inlägg som inte passar in i de andra kategorierna. Medlemmarna i Weblate-teamet besöker ibland Discussions och kan också nämnas med sina GitHub-användarnamn.
ta: `கிட்அப் கலந்துரையாடல்கள் <https://github.com/weblateorg/weblate/discussions>` _ ஒரு சமூக இடம். சிந்தனைகள், கருத்துக் கணிப்புகள், கேள்வி பதில், மற்றும் அங்கு இடுகையிடும்போது வகைகளைத் தேர்ந்தெடுக்கலாம். அந்த வரையறுக்கப்பட்ட வகைகளுக்கு வெளியே அனைத்து இடுகைகளுக்கும் பொது வகை பொருந்துகிறது. வலைபெயர்ப்பு குழு உறுப்பினர்கள் எப்போதாவது கலந்துரையாடல்களைப் பார்வையிடுகிறார்கள், மேலும் அவர்களின் அறிவிலிமையம் பயனர்பெயர்களால் குறிப்பிடலாம்.
tr: `GitHub Tartışmaları <https://github.com/WeblateOrg/weblate/discussions>`_ bir topluluk alanıdır. Burada paylaşım yaparken fikirler, anketler, soru-cevap ve göster ve anlat kategorileri seçilebilir. Genel kategori, tanımlanmış kategorilerin dışındaki tüm gönderilere uygundur. Weblate ekibi üyeleri ara sıra tartışmalara bakar ve GitHub kullanıcı adlarıyla da anılabilirler.
uk: `Обговорення на GitHub <https://github.com/WeblateOrg/weblate/discussions>`_ є місцем спільноти. Для дописів можна вибрати категорії ідей, опитувань, питань і відповідей, а також демонстрацій та описів. До загальної категорії належать усі дописи поза визначеними категоріями. Час від часу учасники команди розробників Weblate відвідують «Обговорення», їх також можна згадувати за їхніми іменами користувачів GitHub.
zh_hans: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ 是一个社区。在此发帖时可以选择 Ideas、Polls、Q&A 和 Show and Tell 分类。General 分类则适合所有不在这些定义的分类中的帖子。Weblate 团队成员偶尔会访问 Discussions，用户也可 @ 成员的用户名。

source: Weblate on Mastodon
de: Weblate auf Mastodon
ga: Weblate ar Mastodon
hu: Weblate a Mastodonon
id: Weblate di Mastodon
nl: Weblate op Mastodon
pt_br: Weblate no Mastodon
ru: Weblate на Mastodon
sv: Weblate på Mastodon
ta: மாச்டோடனில் வலைபெயர்ப்பு செய்யுங்கள்
tr: Mastodon üzerinde Weblate
uk: Weblate у Mastodon
zh_hans: Mastondon 上的 Weblate

source: If you want to attract a wide community of Weblate users, fans, and developers to your case, you can follow and mention `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ on Mastodon. The Weblate team boosts good moods and bright ideas!
de: Wenn Sie eine große Community von Weblate-Benutzern, -Fans und -Entwicklern auf Ihr Anliegen aufmerksam machen wollen, können Sie `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ auf Mastodon folgen und erwähnen. Das Weblate-Team sorgt für gute Laune und glänzende Ideen!
ga: Más mian leat pobal leathan úsáideoirí Weblate, lucht leanúna agus forbróirí a mhealladh chuig do chás, is féidir leat `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ a leanúint agus a lua ar Mastodon. Treisíonn foireann Weblate giúmar maith agus smaointe geala!
hu: Ha szeretné felhívni a figyelmet egy témára a Weblate felhasználók, rajongók és fejlesztők közössége előtt, kövesse és említse meg a `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ fiókot a Mastodonon. A Weblate csapat szívesen támogatja a jó hangulatot és a világos ötleteket!
id: Jika Anda ingin menarik komunitas pengguna, penggemar, dan pengembang Weblate yang luas untuk bergabung dengan komunitas Anda, Anda dapat mengikuti dan menyebutkan `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ di Mastodon. Tim Weblate akan meningkatkan suasana hati dan ide-ide cemerlang!
ja: Weblate ユーザー、ファン、開発者の幅広いコミュニティをあなたのケースに呼び込みたい場合は、Mastodon で `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ をフォローして言及できます。Weblate チームは、良いムードと明るいアイデアを応援します！
nl: Als u een brede gemeenschap van gebruikers, fans en ontwikkelaars van Weblate wilt bereiken voor uw zaak, kunt u `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ volgen en vermelden op Mastodon. Het team van Weblate is dol op goed gehumeurden en heldere ideeën!
pt_br: Se você quiser atrair uma ampla comunidade de usuários, fãs e desenvolvedores do Weblate para o seu caso, você pode seguir e mencionar `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ no Mastodon. A equipe do Weblate estimula o bom humor e as ideias brilhantes!
ru: Если вы хотите привлечь к своему делу широкое сообщество пользователей, поклонников и разработчиков Weblate, вы можете подписаться на `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ и упомянуть его на Mastodon. Команда Weblate дарит хорошее настроение и яркие идеи!
sv: Om du vill locka en bred gemenskap av Weblate-användare, fans och utvecklare till ditt ärende kan du följa och nämna `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ på Mastodon. Weblate-teamet uppmuntrar gott humör och lysande idéer!
ta: உங்கள் விசயத்தில் வலைபெயர்ப்பு பயனர்கள், ரசிகர்கள் மற்றும் உருவாக்குபவர்களின் பரந்த சமூகத்தை நீங்கள் ஈர்க்க விரும்பினால், நீங்கள் `@வலைபெயர்ப்பு@fosstodon.org <https://fosstodon.org/@weblate>` _ மாச்டோடனில் குறிப்பிடலாம். வலைபெயர்ப்பு குழு நல்ல மனநிலையையும் பிரகாசமான யோசனைகளையும் அதிகரிக்கிறது!
tr: Uygulamanıza geniş bir topluluk oluşturmak için Weblate kullanıcılarını, hayranları ve geliştiricileri çekmek istiyorsanız, Mastodon `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ adresini izleyebilir ve bunlardan bahsedebilirsiniz. Weblate ekibi iyi ruh hallerini ve parlak fikirleri güçlendirir!
uk: Якщо ви хочете долучити до обговорення цікавої вам теми широку спільноту користувачів, прихильників та розробників Weblate, ви можете стежити і використовувати `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ у Mastodon. Команда Weblate вітатиме чудові побажання та яскраві ідеї!
zh_hans: 如果你想吸引 Weblate 用户、成员、粉丝和开发者社区，你可以在 Mastodon 上关注并提及 `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ 。Weblate 团队会转发好心情和聪明的点子！

source: Debugging Weblate
de: Fehlersuche in Weblate
ga: Gréasáin dífhabhtaithe
hu: Weblate hibakeresés
id: Mengawakutu Weblate
ja: Weblate のデバッグ
nl: Weblate debuggen
pt: Depuração do Weblate
pt_br: Depuração do Weblate
ro: Depanarea Weblate
ru: Отладка Weblate
sv: Felsökning av Weblate
ta: வலைபெயர்ப்பு பிழைத்திருத்தம்
tr: Weblate hatalarını ayıklamak
uk: Діагностика у Weblate
zh_hans: 调试 Weblate
zh_hant: 調試 Weblate

source: Bugs can behave as application crashes or as various misbehavior. You are welcome to collect info on any such issue and submit it to the `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_.
de: Fehler können sich in Form von Anwendungsabstürzen oder verschiedenen Fehlverhaltensweisen äußern. Sie sind herzlich eingeladen, Informationen zu solchen Problemen zu sammeln und sie an den `Issue Tracker <https://github.com/WeblateOrg/weblate/issues>`_ zu übermitteln.
ga: Is féidir le fabhtanna iad féin a iompar mar thuairteanna feidhmchlár nó mar mhí-iompraíocht éagsúla. Tá fáilte romhat faisnéis a bhailiú ar aon cheist dá leithéid agus é a chur isteach chuig an `rianaire eisiúintí <https://github.com/WeblateOrg/weblate/issues>`_.
hu: A hibák jelentkezhetnek az alkalmazások összeomlásként vagy egyéb nem várt viselkedésként. Bármilyen ilyen problémáról gyűjtött információt szívesen fogadunk a `hibakövető rendszerben <https://github.com/WeblateOrg/weblate/issues>`_.
id: Kerusakan dapat berupa mogok aplikasi atau berbagai perilaku buruk. Anda dipersilakan untuk mengumpulkan informasi tentang masalah tersebut dan mengirimkannya ke `pelacak masalah <https://github.com/WeblateOrg/weblate/issues>`_.
ja: バグは、アプリケーションのクラッシュまたはさまざまな誤動作として現れることがあります。このような問題に関する情報を収集し、`課題解決ツール <https://github.com/WeblateOrg/weblate/issues>`_ で報告してください。
nl: Bugs kunnen zich gedragen als een crash van de toepassing of als zich op verschillende manieren misdragen. U wordt uitgenodigd om informatie over elk dergelijk probleem te verzamelen en het in te dienen bij het `volgsysteem voor problemen <https://github.com/WeblateOrg/weblate/issues>`_.
pt: Os bugs podem se comportar como falhas no aplicação ou como vários mau comportamentos. É bem-vindo a coletar informações sobre qualquer problema desse tipo e enviá-las para o `rastreador de problemas <https://github.com/WeblateOrg/weblate/issues>`_.
pt_br: Os bugs podem se comportar como falhas no aplicativo ou como vários mau comportamentos. Você é bem-vindo a coletar informações sobre qualquer problema desse tipo e enviá-las para o `rastreador de problemas <https://github.com/WeblateOrg/weblate/issues>`_.
ro: Defecțiunile se pot prezenta sub forma unor blocări ale aplicației sau a unor comportamente greșite. Sunteți bineveniți să colectați informații despre orice astfel de problemă și să o trimiteți la `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_.
ru: Ошибки могут проявлять себя в том, что приложение падает или как-либо ведёт себя некорректно. Мы будем рады, если вы соберёте информацию о таких проблемах и передадите её в нашу `систему отслеживания проблем <https://github.com/WeblateOrg/weblate/issues>`_.
sv: Buggar kan uppträda som programkrascher eller olika felaktiga funktioner. Du är välkommen att samla information om sådana problem och skicka in den till `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_.
ta: பயன்பாட்டு செயலிழப்புகளாகவோ அல்லது பல்வேறு தவறான நடத்தைகளாகவோ பிழைகள் நடந்து கொள்ளலாம். இதுபோன்ற எந்தவொரு பிரச்சினையிலும் தகவல்களைச் சேகரித்து அதை `வெளியீடு டிராக்கர் <https://github.com/weblateorg/weblate/issues>` _ க்கு சமர்ப்பிக்க உங்களை வரவேற்கிறோம்.
tr: Hatalar, uygulama çökmelerine veya çeşitli yanlış davranışlara yol açabilir. Böyle bir sorun ile ilgili bilgi toplayabilir ve `sorun izleyici <https://github.com/WeblateOrg/weblate/issues>`_ üzerine gönderebilirsiniz.
uk: Помилки можуть проявлятися як аварійні завершення роботи програми або помилкова поведінка. Ми будемо раді, якщо ви будете збирати будь-які дані про помилки та надасте їх у `нашій системі стеження за помилками <https://github.com/WeblateOrg/weblate/issues>`_.
zh_hans: 程序缺陷可以表现为应用崩溃或各种不正常行为。欢迎您搜集任何这类问题的信息，并将其提交给 `问题跟踪器 <https://github.com/WeblateOrg/weblate/issues>`_ 。

source: Debug mode
de: Debugmodus
ga: Modh dífhabhtaithe
hu: Hibakeresési mód
id: Mode awakutu
ja: デバッグ モード
nl: Foutopsporingsmodus
pt: Modo de depuração
pt_br: Modo de depuração
ro: Modul de depanare
ru: Режим отладки
sv: Felsökningsläge
ta: பிழைத்திருத்த முறை
tr: Hata ayıklama kipi
uk: Режим зневадження
zh_hans: 调试模式
zh_hant: 除錯模式

source: Turning on debug mode will make the exceptions show in the web browser. This is useful to debug issues in the web interface, but not suitable for a production environment because it has performance consequences and might leak private data.
de: Wenn Sie den Debugmodus aktivieren, werden die Ausnahmen im Webbrowser angezeigt. Dies ist nützlich, um Probleme in der Weboberfläche zu beheben, eignet sich aber nicht für eine Produktionsumgebung, da es Auswirkungen auf die Leistung hat und möglicherweise persönliche Daten preisgibt.
ga: Má chuirtear mód dífhabhtaithe ar siúl, léireofar na heisceachtaí sa bhrabhsálaí gréasáin. Tá sé seo úsáideach chun saincheisteanna a dhífhabhtú sa chomhéadan gréasáin, ach níl sé oiriúnach do thimpeallacht táirgthe toisc go bhfuil iarmhairtí feidhmíochta aige agus go bhféadfadh sé sonraí príobháideacha a sceitheadh.
hu: A hibakeresési mód bekapcsolásával a kivételek megjelennek a böngészőben. Ez hasznos a webes felületen jelentkező hibák diagnosztizálásához, de nem alkalmas éles környezetben való használatra, mert teljesítménybeli hátrányokkal jár, és érzékeny adatokat szivárogtathat ki.
id: Mengaktifkan mode awakutu akan menampilkan pengecualian di peramban web. Ini berguna untuk mengawakutu masalah di antarmuka web, tetapi tidak cocok untuk lingkungan produksi karena dapat memengaruhi kinerja dan berpotensi membocorkan data pribadi.
ja: デバッグ モードを有効にすると、Web ブラウザーに例外が表示されます。これは、Web 画面の問題をデバッグする場合に便利ですが、性能に影響を与え、個人データが漏れる可能性があるため、運用環境には適していません。
nl: Inschakelen van de modus Debuggen zal de uitzonderingen weergeven in de webbrowser. Dat is nuttig om problemen te debuggen in de webinterface, maar is niet geschikt voor een productieomgeving, omdat het consequenties voor de prestaties heeft en persoonlijke gegevens kan lekken.
pt: Ao ativar o modo de depuração, as exceções serão mostradas no navegador web. Isto é útil para problemas de depuração na interface web, mas não é adequado para o ambiente de produção porque tem consequências de desempenho e pode vazar dados privados.
pt_br: Ao ativar o modo de depuração, as exceções serão mostradas no navegador web. Isto é útil para problemas de depuração na interface web, mas não é adequado para o ambiente de produção porque tem consequências de desempenho e pode vazar dados particulares.
ro: Activarea modului de depanare va face ca excepțiile să fie afișate în browserul web. Acest lucru este util pentru depanarea problemelor din interfața web, dar nu este potrivit pentru un mediu de producție, deoarece are consecințe asupra performanței și poate duce la scurgeri de date private.
ru: Включение режима отладки приведёт к тому, что исключения будут отображаться прямо в веб-браузере. Это полезно при отладке проблем в веб-интерфейсе, но для рабочей системы применять данный режим не следует, поскольку он отражается на производительности не лучшим образом и может привести к утечке конфиденциальных данных.
sv: Om du aktiverar felsökningsläget visas undantagen i webbläsaren. Detta är användbart för att felsöka problem i webbgränssnittet, men är inte lämpligt för en produktionsmiljö eftersom det påverkar prestandan och kan leda till läckage av privata data.
ta: பிழைத்திருத்த பயன்முறையை இயக்குவது வலை உலாவியில் விதிவிலக்குகளைக் காண்பிக்கும். வலை இடைமுகத்தில் சிக்கல்களை பிழைத்திருத்துவதற்கு இது பயனுள்ளதாக இருக்கும், ஆனால் விளைவாக்கம் சூழலுக்கு ஏற்றது அல்ல, ஏனெனில் இது செயல்திறன் விளைவுகளை ஏற்படுத்துகிறது மற்றும் தனிப்பட்ட தரவைக் கசியக்கூடும்.
tr: Hata ayıklama kipinin açılması, özel durumların tarayıcıda görüntülenmesini sağlar. Bu kip, site arayüzündeki sorunları ayıklamak için yararlıdır. Ancak başarımı olumsuz etkilediğinden ve kişisel verileri sızdırabileceğinden üretim ortamı için uygun değildir.
uk: Вмикання діагностичного режиму призведе до показу винятків у браузері. Це корисно для діагностування проблем у вебінтерфейсі, але неприйнятно для промислового середовища, оскільки призводить до погіршення швидкодії та може призвести до витоку конфіденційних даних.
zh_hans: 打开调试模式将在网络浏览器中显示异常。对于调试 web 界面中的问题很有用，但不适用于生产环境，因为它会拖累性能，并且可能泄漏私密数据。

source: In a production environment, use :setting:`ADMINS` to receive e-mails containing error reports, or configure error collection using a third-party service.
de: Verwenden Sie :setting:`ADMINS` in einer Produktionsumgebung, um E-Mails mit Fehlerberichten zu erhalten, oder konfigurieren Sie die Fehlersammlung über einen Drittanbieterdienst.
ga: I dtimpeallacht táirgthe, bain úsáid as :setting:`ADMINS` chun r-phoist a fháil ina bhfuil tuairiscí earráide, nó cumraigh bailiú earráide ag baint úsáide as seirbhís tríú páirtí.
hu: Éles környezetben használja az :setting:`ADMINS` beállítást, hogy e-mailben értesüljön a hibákról vagy konfiguráljon hibagyűjtést külső szolgáltatás segítségével.
id: Dalam lingkungan produksi, gunakan :setting:`ADMINS` untuk menerima email yang berisi laporan galat, atau konfigurasikan pengumpulan galat menggunakan layanan pihak ketiga.
ja: 運用環境では、:setting:`ADMINS` を使用してエラー レポートを含むメールを受信するか、サード パーティのサービスを使用してエラー収集を設定します。
nl: Gebruik, in een productieomgeving, :setting:`ADMINS` om e-mails te ontvangen die foutberichten bevatten, of configureer het verzamelen van fouten met een service van een derde partij.
pt: Num ambiente de produção, use :setting:`ADMINS` para receber e-mails que conteem relatórios de erros ou configurar a coleta de erros a usar um serviço de terceiros.
pt_br: Em um ambiente de produção, use :setting:`ADMINS` para receber e-mails contendo relatórios de erros ou configurar a coleta de erros usando um serviço de terceiros.
ro: Într-un mediu de producție, utilizați :setting:`ADMINS` pentru a primi e-mailuri care conțin rapoarte de eroare sau configurați colectarea erorilor utilizând un serviciu terț.
ru: В производственной среде используйте :setting:`ADMINS`, чтобы получать электронные письма с отчётами об ошибках, или настройте сбор ошибок с помощью сторонней службы.
sv: I en produktionsmiljö använder du :setting:`ADMINS` för att ta emot e-postmeddelanden med felrapporter, eller konfigurerar felinsamling med hjälp av en tredjepartstjänst.
tr: Üretim ortamında, hata raporları ile ilgili e-postaları almak için :setting:`ADMINS` komutunu kullanın ya da bir üçüncü taraf hizmeti kullanarak hata toplamayı yapılandırın.
uk: У промисловому середовищі скористайтеся :setting:`ADMINS` для отримання повідомлень електронної пошти зі звітами щодо помилок або налаштовування збирання помилок за допомогою сторонньої служби.
zh_hans: 在生产环境中，使用 :setting:`ADMINS` 接收包含错误报告的电子邮件，或使用第三方服务配置错误收集。

source: Weblate logs
de: Weblate-Protokolle
ga: Logchomhaid gréasáin
hu: Weblate naplók
id: Catatan Weblate
ja: Weblate のログ
nl: Logs van Weblate
pt: Logs do Weblate
pt_br: Logs do Weblate
ro: Jurnalele Weblate
ru: Журналы Weblate
sv: Weblate-loggar
ta: வலைபெயர்ப்பு பதிவுகள்
tr: Weblate günlükleri
uk: Журнали Weblate
zh_hans: Weblate 日志
zh_hant: Weblate 日誌
