Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: There is a change in dependencies and :setting:`django:PASSWORD_HASHERS` to prefer Argon2 for passwords hashing.
de: Es gibt eine Änderung in den Abhängigkeiten und :setting:`django:PASSWORD_HASHERS` um Argon2 für das Hashing von Passwörtern zu bevorzugen.
ga: Tá athrú ar spleáchais agus :setting:`django:PASSWORD_HASHERS` chun Argon2 a fhearr le haghaidh hashing pasfhocail.
hu: Változás történt a függőségekben és a :setting:`django:PASSWORD_HASHERS` beállításban: mostantól az Argon2 algoritmus az ajánlott a jelszavak hash-elésére.
id: Ada perubahan dalam dependensi dan :setting:`django:PASSWORD_HASHERS` untuk lebih memilih Argon2 untuk hashing kata sandi.
ja: 依存関係と :setting:`django:PASSWORD_HASHERS` が変更され、パスワードのハッシュ化には Argon2 を優先するように変更されました。
nl: Er is een wijziging in afhankelijkheden en :setting:`django:PASSWORD_HASHERS` voor de voorkeur van Argon2 voor het hashen van wachtwoorden.
pt: Há uma mudança nas dependências e :setting:`django:PASSWORD_HASHERS` para preferir Argon2 para hashing de palavras-passe.
pt_br: Há uma mudança nas dependências e :setting:`django:PASSWORD_HASHERS` para preferir Argon2 para hashing de senhas.
ro: Există o modificare în dependențe și în :setting:`django:PASSWORD_HASHERS` pentru a prefera Argon2 pentru hashing-ul parolelor.
ru: Изменены зависимости и :setting:`django:PASSWORD_HASHERS` для предпочтения Argon2 для хэширования паролей.
sv: Det har skett en förändring i beroenden och :setting:`django:PASSWORD_HASHERS` för att prioritera Argon2 för lösenordshashning.
tr: Bağımlılıklarda ve :setting:`django:PASSWORD_HASHERS` kalıplarında bir değişiklik yapıldı. Artık parolaların şifrelenmesi için Argon2 kullanılıyor.
uk: Відбулися зміни у залежностях, і :setting:`django:PASSWORD_HASHERS` тепер пріоритетно використовує Argon2 для хешування паролів.
zh_hans: 在依赖关系和 :setting:`django:PASSWORD_HASHERS` 中，有一个变化，即在密码散列中优先使用 Argon2。
zh_hant: 依賴關係和：設置：`django：password_hashers`更喜歡argon2以獲取密碼散列。

source: *Released on April 1st 2021.*
de: *Veröffentlicht am 1. April 2021.*
ga: *Eisithe ar 1 Aibreán 2021.*
hu: *Kiadva: 2021. április 1.*
id: *Dirilis pada 1 April 2021.*
nl: *Uitgegeven op 1 april 2021.*
pt_br: *Atualizado em 1º de abril de 2021.*
sv: *Släpptes den 1 april 2021.*
tr: *1 Nisan 2021 tarihinde yayınlandı.*
uk: *Випущено 1 квітня 2021 року.*

source: Fixed metrics collection.
de: Metriksammlung korrigiert.
ga: Bailiúchán méadrachta seasta.
hu: Metrikák gyűjtésének javítása.
id: Pengumpulan metrik tetap.
ja: メトリックスの収集方法の修正。
nl: Verzamelen van metrieken gerepareerd.
pt: Corrigida a coleta de métricas.
pt_br: Corrigida a coleta de métricas.
ro: A fost fixată colectarea metricilor.
ru: Исправлен сбор метрик.
sv: Fast insamling av mätvärden.
ta: நிலையான அளவீடுகள் சேகரிப்பு.
tr: Ölçümlerin toplanması sorunu düzeltildi.
uk: Виправлено збірку метрики.
zh_hans: 修复了指标收集的问题。
zh_hant: 修復了指標收集的問題。

source: Fixed possible crash when adding strings.
de: Möglicher Absturz beim Hinzufügen von Zeichenketten behoben.
ga: Tuairteála féideartha seasta nuair a chuirtear teaghráin leis.
hu: Szöveg hozzáadásakor előforduló összeomlás javítása.
id: Memperbaiki kemungkinan terjadinya kerusakan ketika menambahkan string.
ja: 文字列を追加する際にクラッシュするかもしれない可能性の修正。
nl: Gerepareerd mogelijke crash bij toevoegen tekenreeksen.
pt: Corrigido possível travamento ao adicionar cadeias.
pt_br: Corrigido possível travamento ao adicionar textos.
ro: A fost reparat un posibil accident la adăugarea de șiruri de caractere.
ru: Исправлен возможный сбой при добавлении строк.
sv: Fixat möjligt krasch vid tillägg av strängar.
ta: சரங்களைச் சேர்க்கும்போது நிலையான விபத்து.
tr: Dizge eklenirken yaşanabilecek çökme sorunu düzeltildi.
uk: Усунено можливе аварійне завершення роботи при додаванні рядків.
zh_hans: 修复了添加字符串时可能的崩溃。

source: Improved search query examples.
de: Verbesserte Beispiele für Suchanfragen.
ga: Samplaí feabhsaithe de cheisteanna cuardaigh.
hu: Keresési lekérdezések példáinak továbbfejlesztése.
id: Memperbaiki contoh kueri penelusuran.
ja: 検索式の例の改善。
nl: Verbeterde voorbeelden zoekquery's.
pt: Melhorados os exemplos de consulta de pesquisa.
pt_br: Melhorados os exemplos de consulta de busca.
ro: Exemple îmbunătățite de interogări de căutare.
ru: Улучшены примеры поисковых запросов.
sv: Förbättrade sökfrågeexempel.
ta: மேம்படுத்தப்பட்ட தேடல் வினவல் எடுத்துக்காட்டுகள்.
tr: Arama sorgusu örnekleri iyileştirildi.
uk: Удосконалено приклади запитів щодо пошуку.
zh_hans: 改进的搜索查询示例。

source: Fixed possible loss of newly added strings on replace upload.
de: Möglicher Verlust von neu hinzugefügten Zeichenketten beim Ersetzen des Hochladens behoben.
ga: Cailliúint fhéideartha sheasta de theaghráin nua-chur leis nuair a bheidh an t-uaslódáil athsholáthair.
hu: Feltöltéssel történő csere során új szövegek elvesztésének javítása.
id: Memperbaiki kemungkinan hilangnya string yang baru ditambahkan saat unggahan pengganti.
ja: 置換アップロード時に、新しく追加された文字列が失われる問題の修正。
nl: Mogelijk verlies van nieuw toegevoegde tekenreeksen bij vervangend uploaden gerepareerd.
pt: Corrigida uma possível perda de cadeias adicionadas recentemente no envio de substituição.
pt_br: Corrigida uma possível perda de textos adicionados recentemente no envio de substituição.
ro: A fost reparată posibila pierdere a șirurilor nou adăugate la înlocuirea încărcării.
ru: Исправлена возможная потеря новых добавленных строк при загрузке замены.
sv: Fixat möjligt förlust av nyligen tillagda strängar vid ersättning av uppladdning.
ta: மாற்றப்பட்ட பதிவேற்றத்தில் புதிதாக சேர்க்கப்பட்ட சரங்களின் நிலையான இழப்பு.
tr: Değiştirme yüklemesinde yaşanması olası yeni eklenen dizgelerin kaybolması sorunu düzeltildi.
uk: Усунено можливу втрату щойно доданих рядків при вивантаженні із заміною.
zh_hans: 修复了替换上传时可能会丢失新添加的字符串的问题。
zh_hant: 修正了替換上傳時可能會丟失新添加的字符串的問題。

source: *Released on March 26th 2021.*
de: *Veröffentlicht am 26. März 2021.*
ga: *Eisithe ar 26 Márta 2021.*
hu: *Kiadva: 2021. március 26.*
id: *Dirilis pada 26 Maret 2021.*
nl: *Uitgegeven op 21 maart 2021.*
pt_br: *Atualizado em 26 de março de 2021.*
sv: *Släpptes den 26 mars 2021.*
tr: *26 Mart 2021 tarihinde yayınlandı.*
uk: *Випущено 26 березня 2021 року.*

source: Configurable schedule for automatic translation.
de: Konfigurierbarer Zeitplan für die automatische Übersetzung.
ga: Sceideal inchumraithe le haghaidh aistriúcháin uathoibríoch.
hu: Automatikus fordítás ütemezése mostantól testreszabható.
id: Jadwal yang dapat dikonfigurasi untuk terjemahan otomatis.
ja: 自動翻訳のスケジュールを設定できます。
nl: Te configureren schema voor automatische vertaling.
pt: Agendamento configurável para tradução automática.
pt_br: Agendamento configurável para tradução automática.
ro: Program configurabil pentru traducerea automată.
ru: Настраиваемое расписание для автоматического перевода.
sv: Konfigurerbart schema för automatisk översättning.
ta: தானியங்கி மொழிபெயர்ப்பிற்கான உள்ளமைக்கக்கூடிய அட்டவணை.
tr: Kendiliğinden çeviri için zamanlama yapılandırması eklendi.
uk: Реалізовано придатний до налаштовування розклад автоматичного перекладу.
zh_hans: 可配置的自动翻译时间表。

source: Added Lua format check.
de: Lua-Format-Prüfung hinzugefügt.
ga: Cuireadh seiceáil formáid Lua leis.
hu: Lua formátumellenőrzés hozzáadva.
id: Menambahkan pemeriksaan format Lua.
ja: Lua 形式の検査の追加。
nl: Controle indeling Lua toegevoegd.
pt: Adicionada verificação de formato Lua.
pt_br: Adicionada verificação de formato Lua.
ro: A fost adăugată verificarea formatului Lua.
ru: Добавлена проверка формата Lua.
sv: Lua-formatkontroll har lagts till.
ta: lua வடிவமைப்பு சோதனை சேர்க்கப்பட்டது.
tr: Lua biçim denetimi eklendi.
uk: Додано перевірку форматування Lua.
zh_hans: 添加了 Lua 格式检查。

source: Ignore format strings in the :ref:`check-duplicate` check.
de: Formatzeichenketten werden in der Prüfung :ref:`check-duplicate` ignoriert.
ga: Déan neamhaird de theaghráin formáide sa tseiceáil :ref:`check-duplicate`.
hu: Az :ref:`check-duplicate` ellenőrzés figyelmen kívül hagyja a formátumsztringeket.
id: Abaikan string format dalam pemeriksaan :ref:`check-duplicate`.
ja: :ref:`check-duplicate` 検査においてフォーマット文字列を無視するように変更。
nl: Indeling tekenreeksen negeren in de controle :ref:`check-duplicate`.
pt: Ignoradas as cadeias de formato na verificação :ref:`check-duplicate`.
pt_br: Ignorados os textos de formato na verificação :ref:`check-duplicate`.
ro: Ignoră șirurile de formate în verificarea :ref:`check-duplicate`.
ru: Игнорировать строки формата при проверке :ref:`check-duplicate`.
sv: Ignorera formatsträngar i :ref:`check-duplicate`-kontrollen.
tr: :ref:`check-duplicate` kalite denetiminde biçim dizgelerinin yok sayılması sağlandı.
uk: Реалізовано ігнорування рядків форматування у перевірці :ref:`check-duplicate`.
zh_hans: 忽略 :ref:`check-duplicate` 检查中的格式字符串。
zh_hant: 忽略以下格式字符串：ref：`check-duplicate`檢查。

source: Allow uploading screenshot from a translate page.
de: Das Hochladen von Bildschirmfotos von einer Übersetzungsseite ermöglicht.
ga: Ceadaigh screenshot a uaslódáil ó leathanach aistrithe.
hu: Képernyőkép feltöltése engedélyezve a fordítási oldalról.
id: Izinkan pengunggahan tangkapan layar dari halaman terjemahan.
ja: 翻訳ページからスクリーンショットのアップロードに対応。
nl: Uploaden schermafdruk vanaf een pagina voor vertalen toestaan.
pt: Permitido o envio de uma captura de ecrã de uma página de tradução.
pt_br: Permitido o envio de uma captura de tela de uma página de tradução.
ro: Permiteți încărcarea capturii de ecran de pe o pagină de traducere.
ru: Разрешена загрузка снимка экрана со страницы перевода.
sv: Tillåt uppladdning av skärmdump från en översättningssida.
ta: மொழிபெயர்ப்பு பக்கத்திலிருந்து திரை சாட்டை பதிவேற்ற அனுமதிக்கவும்.
tr: Çeviri sayfasından ekran görüntüsü yüklenmesi sağlandı.
uk: Уможливлено вивантаження знімка екрана зі сторінки перекладу.
zh_hans: 允许从翻译页面上传截图。
zh_hant: 允許從翻譯頁面上傳截圖。

source: Added forced file synchronization to the repository maintenance.
de: Erzwungene Dateisynchronisation zur Repository-Wartung hinzugefügt.
ga: Cuireadh sioncrónú comhad éigeantach leis an gcothabháil stórais.
hu: Kényszerített fájlszinkronizálás hozzáadva a tárolókarbantartáshoz.
id: Menambahkan sinkronisasi berkas paksa ke pemeliharaan repositori.
ja: リポジトリのメンテナンスに強制的なファイル同期を追加。
nl: Geforceerde bestandssynchronisatie toegevoegd aan onderhoud voor de opslagruimte.
pt: Adicionada sincronização de ficheiro forçada para a manutenção do repositório.
pt_br: Adicionada sincronização de arquivo forçada para a manutenção do repositório.
ro: S-a adăugat sincronizarea forțată a fișierelor la întreținerea depozitului.
ru: Добавлена принудительная синхронизация файлов для обслуживания репозитория.
sv: Lade till tvingad filsynkronisering till underhållet av arkivet.
ta: களஞ்சிய பராமரிப்புக்கு கட்டாய கோப்பு ஒத்திசைவு சேர்க்கப்பட்டது.
tr: Depo bakımına zorunlu dosya eşitlemesi eklendi.
uk: Додано примусову синхронізацію файлів до механізмів супроводу сховища коду.
zh_hans: 向仓库维护添加了强制文件同步。
zh_hant: 向存儲庫維護添加了強製文件同步。

source: Fixed automatic suggestions for languages with a longer code.
de: Automatische Vorschläge für Sprachen mit einem längeren Code korrigiert.
ga: Moltaí uathoibríocha seasta do theangacha le cód níos faide.
hu: Hosszabb nyelvkóddal rendelkező nyelveknél az automatikus javaslatok javítása.
id: Memperbaiki saran otomatis untuk bahasa dengan kode yang lebih panjang.
ja: コードが長い言語の自動提案を修正しました。
nl: Automatische suggesties voor talen met een langere code gerepareerd.
pt: Sugestões automáticas corrigidas para idiomas com um código mais longo.
pt_br: Sugestões automáticas corrigidas para idiomas com um código mais longo.
ro: A fost reparată sugestia automată pentru limbile cu un cod mai lung.
ru: Исправлены автоматические предложения для языков с более длинным кодом.
sv: Fixade automatiska förslag för språk med längre kod.
ta: நீண்ட குறியீட்டைக் கொண்ட மொழிகளுக்கான நிலையான தானியங்கி பரிந்துரைகள்.
tr: Daha uzun kodlu diller için kendiliğinden öneriler düzeltildi.
uk: Виправлено автоматичні пропозиції для мов із довгим кодом.
zh_hans: 修复了代码较长的语言的自动建议。
zh_hant: 修復了代碼較長的語言的自動建議。

source: Improved performance when adding new strings.
de: Verbesserte Leistung beim Hinzufügen neuer Zeichenketten.
ga: Feidhmíocht fheabhsaithe nuair a chuirtear teaghráin nua leis.
hu: Javított teljesítmény új szövegek hozzáadásakor.
id: Meningkatkan performa saat menambahkan string baru.
ja: 新しい文字列を追加するときのパフォーマンスの向上。
nl: Verbeterde prestaties bij toevoegen nieuwe tekenreeksen.
pt: Melhorado desempenho ao adicionar novas cadeias.
pt_br: Melhorado desempenho ao adicionar novos textos.
ro: Performanță îmbunătățită la adăugarea de noi șiruri de caractere.
ru: Улучшена производительность при добавлении новых строк.
sv: Förbättrad prestanda vid tillägg av nya strängar.
ta: புதிய சரங்களைச் சேர்க்கும்போது மேம்பட்ட செயல்திறன்.
tr: Yeni dizge ekleme başarımı iyileştirildi.
uk: Удосконалено швидкодію при додаванні нових рядків.
zh_hans: 改进了添加新字符串时的性能。

source: Several bug fixes in quality checks.
de: Mehrere Fehlerbehebungen bei den Qualitätsprüfungen.
ga: Roinnt réiteach fabhtanna i seiceálacha cáilíochta.
hu: Számos hibajavítás a minőség-ellenőrzésekben.
id: Beberapa perbaikan bug dalam pemeriksaan kualitas.
ja: 品質検査の複数のバグ修正。
nl: Verscheidene reparaties van problemen in kwaliteitscontroles.
pt: Várias correções de erros em verificações de qualidade.
pt_br: Várias correções de erros em verificações de qualidade.
ro: Mai multe corecturi de erori în controalele de calitate.
ru: Исправлено несколько ошибок в проверке качества.
sv: Flera buggfixar i kvalitetskontroller.
ta: தர சோதனைகளில் பல பிழை திருத்தங்கள்.
tr: Kalite denetimlerinde çeşitli hata düzeltmeleri yapıldı.
uk: Виправлено декілька вад у перевірках якості.
zh_hans: 修复了几处质量检查中的错误。
zh_hant: 修復了幾處質量檢查中的錯誤。

source: Several performance improvements.
de: Mehrere Leistungsverbesserungen.
ga: Roinnt feabhsuithe feidhmíochta.
hu: Több teljesítményjavítás.
id: Beberapa peningkatan kinerja.
ja: 一部の性能の改善。
nl: Verscheidene verbeteringen voor prestaties.
pt: Várias melhorias de desempenho.
pt_br: Várias melhorias de desempenho.
ro: Mai multe îmbunătățiri de performanță.
ru: Несколько улучшений производительности.
sv: Flera prestandaförbättringar.
ta: பல செயல்திறன் மேம்பாடுகள்.
tr: Çeşitli başarım iyileştirmeleri yapıldı.
uk: Декілька удосконалень у швидкодії.
zh_hans: 几处性能改进。
zh_hant: 幾處性能改進。

source: Added integration with :ref:`discover-weblate`.
de: Integration mit :ref:`discover-weblate` hinzugefügt.
ga: Comhtháthú breise le :ref:`discover-weblate`.
hu: Integráció hozzáadva a :ref:`discover-weblate` szolgáltatással.
id: Menambahkan integrasi dengan :ref:`discover-weblate`.
ja: :ref:`discover-weblate` との連携の追加。
nl: Integratie met :ref:`discover-weblate` toegevoegd.
pt: Adicionada integração com :ref:`discover-weblate`.
pt_br: Adicionada integração com :ref:`discover-weblate`.
ro: A fost adăugată integrarea cu :ref:`discover-weblate`.
ru: Добавлена интеграция с :ref:`discover-weblate`.
sv: Lagt till integration med :ref:`discover-weblate`.
tr: :ref:`discover-weblate` ile bütünleştirme eklendi.
uk: Додано інтеграцію із :ref:`discover-weblate`.
zh_hans: 添加了与 :ref:`discover-weblate` 的集成。

source: Fixed checks behavior with read-only strings.
de: Das Prüfverhalten bei schreibgeschützten Zeichenketten korrigiert.
ga: Iompar seiceála seasta le teaghráin inléite amháin.
hu: Az ellenőrzések viselkedésének javítása írásvédett szövegek esetén.
id: Memperbaiki perilaku pemeriksaan dengan string hanya baca.
ja: 翻訳禁止の文字列の検査機能の修正。
nl: Gedrag van controles met alleen-lezen tekenreeksen gerepareerd.
pt: Corrigido o comportamento das verificações com cadeias de apenas para leitura.
pt_br: Corrigido o comportamento das verificações com textos somente leitura.
ro: S-a corectat comportamentul verificărilor cu șiruri de caractere numai pentru citire.
ru: Исправлено поведение проверок со строками, доступными только для чтения.
sv: Fixat beteendet hos kontroller med skrivskyddade strängar.
ta: படிக்க-மட்டும் சரங்களுடன் நிலையான சோதனை.
tr: Salt okunur dizgelerin denetlenmesi davranışı düzeltildi.
uk: Виправлено поведінку перевірок для придатних лише до читання рядків.
zh_hans: 修复了对只读字符串的检查行为。
zh_hant: 修復了對只讀字符串的檢查行為。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/63?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/63?closed=1>`__.

source: *Released on March 5th 2021.*
de: *Veröffentlicht am 5. März 2021.*
ga: *Eisithe ar 5 Márta 2021.*
hu: *Kiadva: 2021. március 5.*
id: *Dirilis pada 5 Maret 2021.*
nl: *Uitgegeven op 5 maart 2021.*
pt_br: *Atualizado em 5 de março de 2021.*
sv: *Släpptes den 5 mars 2021.*
tr: *5 Mart 2021 tarihinde yayınlandı.*
uk: *Випущено 5 березня 2021 року.*

source: Fixed editing of glossary flags in some corner cases.
de: Die Bearbeitung von Glossar-Markierungen in einigen Ausnahmefällen korrigiert.
ga: Eagarthóireacht sheasta ar bhratacha gluais i gcásanna áirithe cúinne.
hu: Szójegyzéki jelzők szerkesztésének javítása bizonyos ritka esetekben.
id: Memperbaiki penyuntingan tanda glosarium pada beberapa kasus khusus.
ja: 一部の特殊なケースで用語集フラグの編集を修正。
nl: Bewerken van vlaggen in woordenlijst in sommige randgevallen gerepareerd.
pt: Corrigida a edição de marcadores de glossário em alguns casos complexos.
pt_br: Corrigida a edição de marcadores de glossário em alguns casos complexos.
ro: A fost reparată editarea indicatoarelor din glosar în unele cazuri speciale.
ru: Исправлено редактирование флагов словаря в некоторых угловых случаях.
sv: Fast redigering av ordlistans flaggor i vissa specialfall.
ta: சில மூலையில் நிகழ்வுகளில் சொற்களஞ்சியக் கொடிகளின் நிலையான திருத்துதல்.
tr: Bazı uç durumlarda yaşanan sözlük imlerinin düzenlenmesi sorunu düzeltildi.
uk: Виправлено редагування прапорців глосарія в деяких рідкісних випадках.
zh_hans: 修复了在某些极端情况下编辑术语表标记的问题。
zh_hant: 修正了在某些特殊情況下編輯術語表標誌的問題。

source: Extend metrics usage to improve performance of several pages.
de: Erweiterte Verwendung von Metriken, um die Leistung mehrerer Seiten zu verbessern.
ga: Úsáid méadrachta a leathnú chun feidhmíocht roinnt leathanach a fheabhsú.
hu: Metrikák használatának kiterjesztése több oldal teljesítményének javítása érdekében.
id: Perluas penggunaan metrik untuk meningkatkan kinerja beberapa halaman.
ja: メトリックスの利用を増やし、いくつかのページの性能を改善。
nl: Gebruik metrieken uitgebreid om prestaties van verschillende pagina's te verbeteren.
pt: Estendido o uso de métricas para melhorar o desempenho de várias páginas.
pt_br: Estendido o uso de métricas para melhorar o desempenho de várias páginas.
ro: Extindeți utilizarea metricilor pentru a îmbunătăți performanța mai multor pagini.
ru: Расширено использование метрик для улучшения производительности нескольких страниц.
sv: Utöka användningen av mätvärden för att förbättra prestandan på flera sidor.
ta: பல பக்கங்களின் செயல்திறனை மேம்படுத்த அளவீட்டு பயன்பாட்டை நீட்டிக்கவும்.
tr: Birkaç sayfanın başarımını artırmak için ölçümlerin kullanımı artırıldı.
uk: Розширте використання показників, щоб підвищити продуктивність кількох сторінок.
zh_hans: 扩展指标使用以提高多个页面的性能。
zh_hant: 擴展指標用法以提高幾頁的性能。

source: Store correct source language in TMX files.
de: Speicherung der korrekten Ausgangssprache in TMX-Dateien.
ga: Stóráil teanga foinse cheart i gcomhaid TMX.
hu: TMX-fájlokban a helyes forrásnyelv tárolása.
id: Simpan bahasa sumber yang benar dalam berkas TMX.
ja: TMX ファイルに正しい原文言語を保存する。
nl: Correcte brontaal opslaan in TMX-bestanden.
pt: Armazena o idioma fonte correto em ficheiros TMX.
pt_br: Armazena o idioma fonte correto em arquivos TMX.
ro: Stocați limba sursă corectă în fișierele TMX.
ru: Правильный исходный язык в файлах TMX.
sv: Lagra korrekt källspråk i TMX-filer.
ta: சரியான மூல மொழியை டிஎம்எக்ச் கோப்புகளில் சேமிக்கவும்.
tr: TMX dosyalarında doğru kaynak dilin kaydedilmesi sağlandı.
uk: Зберігайте правильну початкову мову в файлах TMX.
zh_hans: 以 TMX 文件存储正确的源语言。
zh_hant: 以 TMX 文件存儲正確的源語言。

source: Better handling for uploads of monolingual PO using the API.
de: Bessere Handhabung beim Hochladen von einsprachigen PO über die API.
ga: Láimhseáil níos fearr le haghaidh uaslódála PO aonteangach ag baint úsáide as an API.
hu: Egynyelvű PO-fájlok API-n keresztüli feltöltésének jobb kezelése.
id: Penanganan yang lebih baik untuk unggahan PO monolingual menggunakan API.
ja: API を使用したモノリンガル PO のアップロード処理の改善。
nl: Betere afhandeling voor uploads van eentalige PO met de API.
pt: Melhor manuseio para envios de PO monolíngues usando API.
pt_br: Melhor manuseio para envios de PO monolíngues usando API.
ro: O mai bună gestionare a încărcărilor de OP monolingve utilizând API.
ru: Улучшена обработка загрузки одноязычных PO с помощью API.
sv: Bättre hantering för uppladdning av enspråkiga PO-filer med hjälp av API.
ta: பநிஇ ஐப் பயன்படுத்தி ஒருமொழி po இன் பதிவேற்றங்களுக்கு சிறந்த கையாளுதல்.
tr: API kullanılarak tek dilli PO yüklemelerinin işlenmesi iyileştirildi.
uk: Краща обробка завантаження одномовного PO за допомогою API.
zh_hans: 使用 API 更好地处理单语言 PO 的上传。

source: Improved alerts behavior on glossary components.
de: Das Verhalten von Warnmeldungen bei Glossarkomponenten verbessert.
ga: Iompar foláirimh feabhsaithe ar chomhpháirteanna gluais.
hu: Figyelmeztetések viselkedésének javítása szójegyzék-összetevők esetén.
id: Memperbaiki perilaku peringatan pada komponen glosarium.
ja: 用語集コンポーネントの警告動作の改善。
nl: Verbeterd gedrag alarmen voor onderdelen woordenlijst.
pt: Melhorada o comportamento de alertas em componentes de glossário.
pt_br: Melhorada o comportamento de alertas em componentes de glossário.
ro: A fost îmbunătățit comportamentul alertelor pe componentele glosarului.
ru: Улучшено поведение предупреждений для компонентов словаря.
sv: Förbättrat varningsbeteende för ordlista-komponenter.
ta: சொற்களஞ்சிய கூறுகளில் மேம்பட்ட எச்சரிக்கைகள் நடத்தை.
tr: Sözlük bileşenlerinde uyarı davranışı iyileştirildi.
uk: Удосконалено роботу застережень глосаріїв.
zh_hans: 改进了术语表部件的警报行为。
