Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: To run production webserver, use the WSGI wrapper installed with Weblate (in virtual env case it is installed as :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Don't forget to set the Python search path to your virtualenv as well (for example using ``virtualenv = /home/user/weblate-env`` in uWSGI).
de: Um einen produktiven Webserver zu betreiben, verwenden Sie den mit Weblate installierten WSGI-Wrapper (in der virtuellen Umgebung wird er als :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py` installiert). Vergessen Sie nicht, den Python-Suchpfad auch in virtualenv zu setzen (zum Beispiel mit ``virtualenv = /home/user/weblate-env`` in uWSGI).
ga: Chun freastalaí gréasáin táirgeachta a reáchtáil, bain úsáid as an fillteán WSGI atá suiteáilte le Weblate (i gcás env fíorúil tá sé suiteáilte mar :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Ná déan dearmad an cosán cuardaigh Python a shocrú chuig do virtualenv freisin (mar shampla ag baint úsáide as ``virtualenv = /home/user/weblate-env`` i UWSGI).
hu: Éles webszerver futtatásához használja a Weblate-tel telepített WSGI wrapper-t (virtuális környezet esetén például: :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Ne felejtse el beállítani a Python keresési útvonalát a virtuális környezetre (például ``virtualenv = /home/user/weblate-env`` beállítással az uWSGI konfigurációban).
id: Untuk menjalankan server web produksi, gunakan pembungkus WSGI yang terpasang dengan Weblate (dalam kasus lingkungan virtual, pembungkusnya terpasang sebagai :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Jangan lupa untuk mengatur jalur pencarian Python ke lingkungan virtual Anda juga (misalnya menggunakan ``virtualenv = /home/user/weblate-env`` di uWSGI).
ja: 運用環境の WEB サーバーを実行するには、Weblate とセットでインストールされた WSGI ラッパーを使用します（virtual env の場合、:file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py` としてインストールされる）。 Python 検索パスも virtualenv に設定することを忘れないでください（例: uWSGI で ``virtualenv = /home/user/weblate-env`` の使用）。
nl: Gebruik, om de productie webserver uit te voeren, de WSGI-wrapper die wordt geïnstalleerd met Weblate (in het geval van een virtuele omgeving is dit geïnstalleerd als :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Vergeet niet om het zoekpad naar Python naar uw virtualenv ook in te stellen (bijvoorbeeld met ``virtualenv = /home/user/weblate-env`` in uWSGI).
pt: Para executar o servidor web de produção, use o wrapper WSGI instalado com Weblate (no caso de ambiente virtual é instalado como :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Não se esqueça de definir o caminho de pesquisa Python para o seu virtualenv também (por exemplo, usando `virtualenv = /home/user/weblate-env`` no uWSGI).
pt_br: Para executar o servidor web de produção, use o wrapper WSGI instalado com Weblate (no caso de ambiente virtual é instalado como :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Não se esqueça de definir o caminho de busca Python para seu virtualenv também (por exemplo, usando ``virtualenv = /home/user/weblate-env`` no uWSGI).
sv: För att köra produktionswebbservern, använd WSGI-wrapper som installerats med Weblate (i virtuell miljö är den installerad som :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Glöm inte att ställa in Python-sökvägen till din virtualenv också (till exempel med ``virtualenv = /home/user/weblate-env`` i uWSGI).
tr: Üretim amacıyla kullanılacak site sunucusu çalıştırmak için, Weblate ile kurulan WSGI sarmalayıcısını kullanın (sanal ortamdaysanız :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py` olarak kurulur). Kullandığınız virtualenv üzerinde Python arama yolunu ayarlamayı da unutmayın (uWSGI üzerinde ``virtualenv = /home/user/weblate-env`` gibi).
uk: Для запуску промислового сервера скористайтеся обгорткою WSGI, яку буде встановлено з Weblate (у віртуальному середовищі відповідний файл встановлено як :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py`). Не забудьте встановити шлях пошуку бібліотек у Python відповідно до вашого віртуального середовища (наприклад, за допомогою інструкції ``virtualenv = /home/user/weblate-env`` у uWSGI).
zh_hans: 为了运行生产 web 服务器，使用与 Weblate 一起安装的 WSGI 封装（在虚拟 env 的情况下，它安装为 :file:`~/weblate-env/lib/python3.9/site-packages/weblate/wsgi.py` ）。别忘了将 Python 的搜索路径同样设置为 您的虚拟 env（例如在 uWSGI 中使用 ``virtualenv = /home/user/weblate-env`` ）。

source: The following configuration runs Weblate as uWSGI under the NGINX webserver.
de: In der folgenden Konfiguration wird Weblate als uWSGI unter dem NGINX-Webserver ausgeführt.
ga: Ritheann an chumraíocht seo a leanas Weblate mar uWSGI faoi fhreastalaí gréasáin NGINX.
hu: Az alábbi konfiguráció a Weblate-et uWSGI alatt futtatja az NGINX webszerverrel.
id: Konfigurasi berikut menjalankan Weblate sebagai uWSGI di bawah server web NGINX.
ja: 次の設定では、NGINX WEB サーバーの下で Weblate を uWSGI として実行します。
nl: De volgende configuratie voert Weblate als uWSGI uit onder de webserver NGINX.
pt: A configuração a seguir executa o Weblate como uWSGI sob o servidor web NGINX.
pt_br: A configuração a seguir executa o Weblate como uWSGI sob o servidor web NGINX.
ro: Următoarea configurație rulează Weblate ca uWSGI sub serverul web NGINX.
ru: Со следующими файлами настроек Weblate будет запускаться как uWSGI-приложение под веб-сервером NGINX.
sv: Följande konfiguration kör Weblate som uWSGI under NGINX-webbservern.
ta: பின்வரும் உள்ளமைவு nginx வெப்சர்வரின் கீழ் uwsgi ஆக வலைபெயர்ப்பு இயக்குகிறது.
tr: Aşağıdaki yapılandırma, NGINX site sunucusu üzerinde uWSGI olarak Weblate çalıştırır.
uk: Наведені нижче налаштування призначено для запуску Weblate як uWSGI із сервером NGINX.
zh_hans: 后面的配置将 Weblate 作为 NGINX web 服务器下的 uWSGI 来运行。
zh_hant: 後面的配置將 Weblate 作為 NGINX web 服務器下的 uWSGI 來運行。

source: Configuration for NGINX (also available as :file:`weblate/examples/weblate.nginx.conf`):
de: Konfiguration für NGINX (auch verfügbar als :file:`weblate/examples/weblate.nginx.conf`):
ga: Cumraíocht do NGINX (ar fáil freisin mar :file:`weblate/examples/weblate.nginx.conf`):
hu: NGINX konfiguráció (elérhető itt is: :file:`weblate/examples/weblate.nginx.conf`):
id: Konfigurasi untuk NGINX (juga tersedia sebagai :file:`weblate/examples/weblate.nginx.conf`):
ja: NGINX の設定（ :file:`weblate/examples/weblate.nginx.conf` に設定可能）:
nl: Configuratie voor NGINX (ook beschikbaar als :file:`weblate/examples/weblate.nginx.conf`):
pt: A configuração para NGINX (também disponível como :file:`weblate/examples/weblate.nginx.conf`):
pt_br: Configuração para NGINX (também disponível como :file:`weblate/examples/weblate.nginx.conf`):
ro: Configurație pentru NGINX (disponibilă și sub forma :file:`weblate/examples/weblate.nginx.conf`):
ru: Файл настроек NGINX (этот же пример есть в :file:`weblate/examples/weblate.nginx.conf`):
sv: Konfiguration för NGINX (finns även som :file:`weblate/examples/weblate.nginx.conf`):
tr: NGINX için yapılandırma (:file:`weblate/examples/weblate.nginx.conf` dosyasında da bulunabilir):
uk: Налаштування для NGINX (також доступні як :file:`weblate/examples/weblate.nginx.conf`):
zh_hans: NGINX 的配置（还作为 :file:`weblate/examples/weblate.nginx.conf` 来获得）：
zh_hant: NGINX 的配置（還作為 :file:`weblate/examples/weblate.nginx.conf` 來獲得）：

source: Configuration for uWSGI (also available as :file:`weblate/examples/weblate.uwsgi.ini`):
de: Konfiguration für uWSGI (auch verfügbar als :file:`weblate/examples/weblate.uwsgi.ini`):
ga: Cumraíocht do UwsGi (ar fáil freisin mar :file:`weblate/examples/weblate.uwsgi.ini`):
hu: uWSGI konfiguráció (elérhető itt is: :file:`weblate/examples/weblate.uwsgi.ini`):
id: Konfigurasi untuk uWSGI (juga tersedia sebagai :file:`weblate/examples/weblate.uwsgi.ini`):
ja: uWSGI の設定（ :file:`weblate/examples/weblate.uwsgi.ini` に設定可能）。
nl: Configuratie voor uWSGI (ook beschikbaar als :file:`weblate/examples/weblate.uwsgi.ini`):
pt: Configuração para uWSGI (também disponível como :file:`weblate/examples/weblate.uwsgi.ini`):
pt_br: Configuração para uWSGI (também disponível como :file:`weblate/examples/weblate.uwsgi.ini`):
ro: Configurație pentru uWSGI (disponibilă și sub forma :file:`weblate/examples/weblate.uwsgi.ini`):
ru: Файл настроек uWSGI (этот же пример есть в :file:`weblate/examples/weblate.uwsgi.ini`):
sv: Konfiguration för uWSGI (finns även som :file:`weblate/examples/weblate.uwsgi.ini`):
tr: uWSGI için yapılandırma (:file:`weblate/examples/weblate.uwsgi.ini` dosyasında da bulunabilir):
uk: Налаштування для uWSGI (також доступне як :file:`weblate/examples/weblate.uwsgi.ini`):
zh_hans: uWSGI 的配置（还作为 :file:`weblate/examples/weblate.uwsgi.ini` 来获得）：
zh_hant: uWSGI 的配置（還作為 :file:`weblate/examples/weblate.uwsgi.ini` 來獲得）：

source: Sample configuration for Apache
de: Beispielkonfiguration für Apache
ga: Cumraíocht shamplach le haghaidh Apache
hu: Minta konfiguráció Apache használatával
id: Contoh konfigurasi untuk Apache
ja: Apache の設定例
nl: Voorbeeld configuratie voor Apache
pt: Configuração de amostra para Apache
pt_br: Amostra de configuração para o Apache
ro: Exemplu de configurare pentru Apache
ru: Пример файла настроек Apache
sv: Exempel på konfiguration för Apache
ta: அப்பாச்சிக்கான மாதிரி உள்ளமைவு
tr: Örnek Apache yapılandırması
uk: Зразок налаштувань для Apache
zh_hans: Apache 的配置示例
zh_hant: Apache 的配置例子

source: It is recommended to use prefork MPM when using WSGI with Weblate.
de: Es wird empfohlen, prefork MPM zu verwenden, wenn WSGI mit Weblate genutzt wird.
ga: Moltar prefork MPM a úsáid agus WSGI á úsáid le Weblate.
hu: Ajánlott a prefork MPM használata, ha a Weblate-et WSGI-vel futtatja.
id: Disarankan untuk menggunakan prefork MPM saat menggunakan WSGI dengan Weblate.
ja: Weblate で WSGI を使用する場合は、prefork MPM を使用することが望ましいです。
nl: Aanbevolen wordt om MPM vooraf te forken bij het gebruiken van WSGI met Weblate.
pt: Recomenda-se o uso de prefork de MPM ao usar WSGI com Weblate.
pt_br: Recomenda-se o uso de prefork de MPM ao usar WSGI com Weblate.
ro: Se recomandă utilizarea prefork MPM atunci când se utilizează WSGI cu Weblate.
ru: Когда Weblate используется с WSGI, то рекомендуется использовать модуль мультипроцессовой обработки (MPM) prefork.
sv: Det rekommenderas att använda prefork MPM när du använder WSGI med Weblate.
ta: வலைபெயர்ப்புடுடன் wsgi ஐப் பயன்படுத்தும் போது முன்னுரிமை mpm ஐப் பயன்படுத்த பரிந்துரைக்கப்படுகிறது.
tr: Weblate ile WSGI kullanırken prefork MPM kullanılması önerilir.
uk: Рекомендовано скористатися попереднім відгалуженням MPM при використанні WSGI разом із Weblate.
zh_hans: 推荐当 Weblate 使用 WSGI 时使用 prefork MPM。
zh_hant: 推薦當 Weblate 使用 WSGI 時使用 prefork MPM。

source: The following configuration runs Weblate as WSGI, you need to have enabled ``mod_wsgi`` (available as :file:`weblate/examples/apache.conf`):
de: Die folgende Konfiguration lässt Weblate als WSGI laufen, Sie müssen ``mod_wsgi`` aktiviert haben (verfügbar als :file:`weblate/examples/apache.conf`):
ga: Ritheann an chumraíocht seo a leanas Weblate mar WSGI, ní mór duit ``mod_wsgi`` a chumasú (ar fáil mar :file:`weblate/examples/apache.conf`):
hu: Az alábbi konfiguráció a Weblate-et WSGI-ként futtatja, ehhez engedélyezni kell a ``mod_wsgi`` modult (elérhető itt is: :file:`weblate/examples/apache.conf`):
id: Konfigurasi berikut menjalankan Weblate sebagai WSGI, Anda perlu mengaktifkan ``mod_wsgi`` (tersedia sebagai :file:`weblate/examples/apache.conf`):
ja: Weblate を WSGI として実行する設定例。``mod_wsgi`` の有効化が必須（:file:`weblate/examples/apache.conf` にて設定可能）:
nl: De volgende configuratie voert Weblate uit als WSGI, u moet ``mod_wsgi`` hebben ingeschakeld (beschikbaar als :file:`weblate/examples/apache.conf`):
pt: A configuração a seguir executa o Weblate como WSGI. Precisa ter ativado ``mod_wsgi`` (disponível como :file:`weblate/examples/apache.conf`):
pt_br: A configuração a seguir executa o Weblate como WSGI. Você precisa ter habilitado ``mod_wsgi`` (disponível como :file:`weblate/examples/apache.conf`):
ro: Următoarea configurație rulează Weblate ca WSGI, trebuie să aveți activat ``mod_wsgi`` (disponibil ca :file:`weblate/examples/apache.conf`):
ru: Со следующим файлом настроек Weblate будет запускаться как WSGI-приложение, вам нужно включить модуль ``mod_wsgi`` (этот же пример есть в :file:`weblate/examples/apache.conf`):
sv: Följande konfiguration kör Weblate som WSGI. Du måste ha aktiverat ``mod_wsgi`` (finns som :file:`weblate/examples/apache.conf`):
tr: Aşağıdaki yapılandırma WSGI olarak Weblate çalıştırır. ``mod_wsgi`` modülünün kullanıma alınmış olması gerekir (:file:`weblate/examples/apache.conf` dosyasında bulunabilir):
uk: У наведених нижче налаштуваннях Weblate запущено як WSGI, вам знадобиться увімкнений ``mod_wsgi`` (налаштування доступні як :file:`weblate/examples/apache.conf`):
zh_hans: 后面的配置将 Weblate 作为 WSGI 来运行，您需要允许 ``mod_wsgi``\ （作为 :file:`weblate/examples/apache.conf` 来获得）：
zh_hant: 後面的配置將 Weblate 作為 WSGI 來運行，您需要允許 ``mod_wsgi``（作為 :file:`weblate/examples/apache.conf` 來獲得）：

source: Weblate requires Python 3, so please ensure you are running Python 3 variant of the modwsgi. Usually it is available as a separate package, for example ``libapache2-mod-wsgi-py3``.
de: Weblate erfordert Python 3, also stellen Sie bitte sicher, dass Sie die Python 3-Variante des modwsgi verwenden. Normalerweise ist es als separates Paket verfügbar, zum Beispiel ``libapache2-mod-wsgi-py3``.
ga: Tá Python 3 ag teastáil ó Weblate, mar sin cinntigh go bhfuil leagan Python 3 den modwsgi á rith agat. De ghnáth bíonn sé ar fáil mar phacáiste ar leith, mar shampla ``libapache2-mod-wsgi-py3``.
hu: A Weblate Python 3-at igényel, ezért győződjön meg róla, hogy a Python 3 változatát használja a mod_wsgi modulnak. Ez általában külön csomagként érhető el, például ``libapache2-mod-wsgi-py3`` néven.
id: Weblate membutuhkan Python 3, jadi pastikan Anda menjalankan varian Python 3 dari modwsgi. Biasanya tersedia sebagai paket terpisah, misalnya ``libapache2-mod-wsgi-py3``.
ja: Weblate には Python 3 が必要なので、Python 3 版の modwsgi が実行されていることを確認してください。通常は、``libapache2-mod-wsgi-py3`` のように、別のパッケージとして提供されています。
nl: Weblate vereist Python 3, zorg er dus voor dat u de variant voor Python 3 van modwsgi uitvoert. Gewoonlijk is die beschikbaar als een afzonderlijk pakket, bijvoorbeeld ``libapache2-mod-wsgi-py3``.
pt: Weblate precisa do Python 3, então, por favor se certifique que está a executar a variante do Python 3 do modwsgi. Usualmente, está disponível como um pacote separado, por exemplo ``libapache2-mod-wsgi-py3``.
pt_br: Weblate precisa do Python 3, então, por favor se certifique que você está executando a variante do Python 3 do modwsgi. Usualmente, está disponível como um pacote separado, por exemplo ``libapache2-mod-wsgi-py3``.
ro: Weblate necesită Python 3, așa că asigurați-vă că rulați varianta Python 3 a modwsgi. De obicei, acesta este disponibil ca un pachet separat, de exemplu ``libapache2-mod-wsgi-py3``.
ru: Weblate требует Python 3, поэтому, пожалуйста, убедитесь, что вы используете вариант modwsgi, собранный с Python 3. Обычно он доступен в виде отдельного пакета, например ``libapache2-mod-wsgi-py3``.
sv: Weblate kräver Python 3, så se till att du kör Python 3-varianten av modwsgi. Vanligtvis finns den tillgänglig som ett separat paket, till exempel ``libapache2-mod-wsgi-py3``.
ta: வலைபெயர்ப்புடுக்கு பைதான் 3 தேவைப்படுகிறது, எனவே நீங்கள் modwsgi இன் பைதான் 3 மாறுபாட்டை இயக்குகிறீர்கள் என்பதை உறுதிப்படுத்தவும். வழக்கமாக இது ஒரு தனி தொகுப்பாக கிடைக்கிறது, எடுத்துக்காட்டாக `` libapache2-mod-wsgi-py3``.
tr: Weblate için Python 3 gereklidir. Bu nedenle modwsgi modülünün Python 3 çeşidini çalıştırdığınızdan emin olun. Genellikle ``libapache2-mod-wsgi-py3`` gibi ayrı bir paket olarak bulunur.
uk: Для роботи Weblate потрібен Python 3, тому вам слід переконатися, що ви працюєте із версією modwsgi для Python 3. Зазвичай, ця версія встановлюється з окремого пакунка, наприклад ``libapache2-mod-wsgi-py3``.
zh_hans: Weblate 需要 Python 3，所以请确认您运行 modwsgi 的 Python 3 变体。它通常作为独立的包来获得，例如 ``libapache2-mod-wsgi-py3``。

source: Use matching Python version to install Weblate.
de: Verwenden Sie die passende Python-Version, um Weblate zu installieren.
ga: Úsáid an leagan comhoiriúnach Python chun Weblate a shuiteáil.
hu: A Weblate telepítéséhez használjon azonos Python-verziót.
id: Gunakan versi Python yang cocok untuk menginstal Weblate.
ja: 一致する Python バージョンを使用して Weblate をインストールします。
nl: Gebruik de overeenkomende versie van Python om Weblate te installeren.
pt: Use a versão Python correspondente para instalar o Weblate.
pt_br: Use a versão Python correspondente para instalar o Weblate.
ru: Используйте соответствующую версию Python для установки Weblate.
sv: Använd motsvarande Python-version för att installera Weblate.
ta: வலைபெயர்ப்பு நிறுவ பொருந்தக்கூடிய பைதான் பதிப்பைப் பயன்படுத்து.
tr: Weblate kurulumu için uygun Python sürümünü kullanmak.
uk: Використовуйте відповідну версію Python для встановлення Weblate.
zh_hans: 使用匹配的 Python 版本来安装 Weblate。

source: Sample configuration for Apache and Gunicorn
de: Beispielkonfiguration für Apache und Gunicorn
ga: Cumraíocht shamplach le haghaidh Apache agus Gunicorn
hu: Minta konfiguráció Apache és Gunicorn használatával
id: Contoh konfigurasi untuk Apache dan Gunicorn
ja: Apache と Gunicorn の設定例
nl: Voorbeeld configuratie voor Apache en Gunicorn
pt: Configuração de amostra para Apache and Gunicorn
pt_br: Amostra de configuração para Apache e Gunicorn
ro: Exemplu de configurare pentru Apache și Gunicorn
ru: Пример файла настроек Apache и Gunicorn
sv: Exempelkonfiguration för Apache och Gunicorn
ta: அப்பாச்சி மற்றும் துப்பாக்கிக்காரனுக்கான மாதிரி உள்ளமைவு
tr: Örnek Apache ve Gunicorn yapılandırması
uk: Зразок налаштувань для Apache і Gunicorn
zh_hans: Apache 和 Gunicorn 的配置示例
zh_hant: Apache 和 Gunicorn 的配置例子

source: The following configuration runs Weblate in Gunicorn and Apache 2.4 (available as :file:`weblate/examples/apache.gunicorn.conf`):
de: Die folgende Konfiguration führt Weblate in Gunicorn und Apache 2.4 aus (verfügbar als :file:`weblate/examples/apache.gunicorn.conf`):
ga: Ritheann an chumraíocht seo a leanas Weblate i Gunicorn agus Apache 2.4 (ar fáil mar :file:`weblate/examples/apache.gunicorn.conf`):
hu: Az alábbi konfiguráció a Weblate-et Gunicorn és Apache 2.4 alatt futtatja (elérhető itt: :file:`weblate/examples/apache.gunicorn.conf`):
id: Konfigurasi berikut menjalankan Weblate di Gunicorn dan Apache 2.4 (tersedia sebagai :file:`weblate/examples/apache.gunicorn.conf`):
ja: Gunicorn および Apache 2.4 で Weblate を実行する設定例（:file:`weblate/examples/apache.gunicorn.conf` に設定可能）:
nl: De volgende configuratie voert Weblate uit in Gunicorn en Apache 2.4 (beschikbaar als :file:`weblate/examples/apache.gunicorn.conf`):
pt: A configuração seguinte executa o Weblate em Gunicorn and Apache 2.4 (disponível como :file:`weblate/examples/apache.gunicorn.conf`):
pt_br: A configuração a seguir executa o Weblate em Gunicorn e Apache 2.4 (disponível como :file:`weblate/examples/apache.gunicorn.conf`):
ro: Următoarea configurație rulează Weblate în Gunicorn și Apache 2.4 (disponibilă ca :file:`weblate/examples/apache.gunicorn.conf`):
ru: Со следующим файлом настроек Weblate будет запускаться в Gunicorn и Apache 2.4 (этот же пример есть в :file:`weblate/examples/apache.gunicorn.conf`):
sv: Följande konfiguration kör Weblate i Gunicorn och Apache 2.4 (tillgänglig som :file:`weblate/examples/apache.gunicorn.conf`):
tr: Aşağıdaki yapılandırma Gunicorn ve Apache 2.4 üzerinde Weblate çalıştırır (:file:`weblate/examples/apache.gunicorn.conf` dosyasında bulunabilir):
uk: Наведені нижче налаштування призначено для запуску Weblate у Gunicorn із Apache 2.4 (налаштування доступні як :file:`weblate/examples/apache.gunicorn.conf`):
zh_hans: 后面的配置在 Gunicorn 和 Apache 2.4 中运行 Weblate（作为 :file:`weblate/examples/apache.gunicorn.conf` 获得）：
zh_hant: 後面的配置在 Gunicorn 和 Apache 2.4 中運行 Weblate （作為 :file:`weblate/examples/apache.gunicorn.conf` 獲得）：

source: Sample configuration to start Granian
id: Contoh konfigurasi untuk memulai Granian
sv: Exempel på konfiguration för att starta Granian

source: Weblate has `wsgi` optional dependency (see :ref:`python-deps`) that will install everything you need to run Granian. When installing Weblate you can specify it as:
id: Weblate memiliki dependensi opsional `wsgi` (lihat :ref:`python-deps`) yang akan menginstal semua yang Anda butuhkan untuk menjalankan Granian. Saat menginstal Weblate, Anda dapat menentukannya sebagai berikut:
sv: Weblate har `wsgi` som valfri beroende (se :ref:`python-deps`) som installerar allt du behöver för att köra Granian. När du installerar Weblate kan du ange det som:

source: Once you have Granian installed, you can run it. This is usually done at the system level. The following examples show starting via systemd:
id: Setelah Granian terinstal, Anda dapat menjalankannya. Proses ini biasanya dilakukan di tingkat sistem. Contoh berikut menunjukkan cara memulai melalui systemd:
sv: När du har installerat Granian kan du köra det. Detta görs vanligtvis på systemnivå. Följande exempel visar hur man startar via systemd:

source: Sample configuration to start Gunicorn
de: Beispielkonfiguration zum Starten von Gunicorn
ga: Cumraíocht shamplach chun Gunicorn a thosú
hu: Minta konfiguráció Gunicorn indításához
id: Contoh konfigurasi untuk memulai Gunicorn
nl: Voorbeeld configuratie om Gunicorn op te starten
pt_br: Amostra de configuração para iniciar Gunicorn
sv: Exempelkonfiguration för att starta Gunicorn
ta: குனிகார்னைத் தொடங்க மாதிரி உள்ளமைவு
tr: Gunicorn başlatmak için örnek yapılandırma
uk: Приклад конфігурації для запуску Gunicorn

source: Gunicorn has to be installed separately:
id: Gunicorn harus diinstal secara terpisah:
sv: Gunicorn måste installeras separat:

source: Once you have Gunicorn installed, you can run it. This is usually done at the system level. The following examples show starting via systemd:
de: Sobald Sie Gunicorn installiert haben, können Sie es ausführen. Dies geschieht normalerweise auf der Systemebene. Die folgenden Beispiele zeigen den Start über systemd:
ga: Nuair a bheidh Gunicorn suiteáilte agat, is féidir leat é a rith. Déantar é seo de ghnáth ag leibhéal an chórais. Léiríonn na samplaí seo a leanas tosú trí systemd:
hu: Ha telepítette a Gunicorn-t, akkor futtathatja is. Ez általában rendszerszinten történik. Az alábbi példák a systemd használatával történő indítást mutatják be:
id: Setelah Gunicorn terinstal, Anda dapat menjalankannya. Proses ini biasanya dilakukan di tingkat sistem. Contoh berikut menunjukkan proses memulai melalui systemd:
nl: Als u Gunicorn eenmaal hebt geïnstalleerd, kunt u het uitvoeren. Dat wordt gewoonlijk gedaan op het systeemniveau. De volgende voorbeelden laten zien hoe op te starten via systemd:
pt_br: Depois que você tiver o Gunicorn instalado, você pode executá-lo. Isso geralmente é feito no nível do sistema. Os exemplos a seguir mostram a inicialização via systemd:
sv: När du har installerat Gunicorn kan du köra det. Detta görs vanligtvis på systemnivå. Följande exempel visar hur man startar via systemd:
tr: Gunicorn kurulumundan sonra çalıştırabilirsiniz. Bu işlem genellikle sistem düzeyinde yapılır. Şu örnekler systemd ile başlatmayı göstermektedir:
uk: Після встановлення Gunicorn ви можете запустити його. Зазвичай це робиться на рівні системи. У наступних прикладах показано запуск через systemd:
