Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Another option is to translate all related projects in a single Weblate instance, which will make it automatically pick up translations from other projects as well.
de: Eine weitere Möglichkeit besteht darin, alle zugehörigen Projekte in einer einzigen Weblate-Instanz zu übersetzen, wodurch automatisch auch Übersetzungen aus anderen Projekten übernommen werden.
ga: Rogha eile is ea gach tionscadal gaolmhar a aistriú in aon ásc amháin Weblate, rud a fhágfaidh go roghnófar aistriúcháin go huathoibríoch ó thionscadail eile freisin.
hu: Egy másik lehetőség, ha minden kapcsolódó projektet egyetlen Weblate példányban fordít – ekkor a Weblate automatikusan felhasználja a többi projekt fordításait is.
id: Pilihan lainnya adalah menerjemahkan semua proyek terkait dalam satu instansi Weblate, yang akan membuatnya secara otomatis mengambil terjemahan dari proyek lain juga.
ja: 他の方法として、関連するすべてのプロジェクトの翻訳を 1 つの Weblate で行うと、自動的に他のプロジェクトからも翻訳を使用できます。
nl: Een andere optie is om alle gerelateerde projecten te vertalen in een enkele instantie van Weblate, die ook automatisch vertalingen oppikt vanuit andere projecten.
pt: Outra opção é traduzir todos os projetos relacionados numa única instância Weblate, o que o fará pegar automaticamente as traduções de outros projetos também.
pt_br: Outra opção é traduzir todos os projetos relacionados em uma única instância Weblate, o que o fará pegar automaticamente as traduções de outros projetos também.
ro: O altă opțiune este de a traduce toate proiectele conexe într-o singură instanță Weblate, ceea ce va face ca aceasta să preia automat și traducerile din alte proiecte.
ru: Другим вариантом является перенос всех связанных проектов на один экземпляр Weblate, что позволит автоматически подбирать переводы из других проектов.
sv: Ett annat alternativ är att översätta alla relaterade projekt i en enda Weblate-instans, vilket gör att den automatiskt hämtar översättningar från andra projekt också.
ta: தொடர்புடைய அனைத்து திட்டங்களையும் ஒரே வலைபெயர்ப்பு நிகழ்வில் மொழிபெயர்ப்பது மற்றொரு விருப்பமாகும், இது மற்ற திட்டங்களிலிருந்தும் தானாகவே மொழிபெயர்ப்புகளை எடுக்கும்.
tr: Başka bir yöntem, ilgili tüm projeleri tek bir Weblate kopyasında çevirmektir. Bu da diğer projelerdeki çevirilerin de kendiliğinden alınmasını sağlar.
uk: Іншим варіантом є переклад усіх пов'язаних перекладів в одному екземплярі Weblate, що забезпечить автоматичне поширення перекладів з одного складника до інших.
zh_hans: 另一个选项是在单一 Weblate 实例中翻译所有相关项目，这样同样可以从其它项目中自动地获取翻译。
zh_hant: 另一個選項是在單一 Weblate 事件中翻譯所有相關項目，這樣同樣可以從其它項目中自動地拾取翻譯。

source: Does Weblate update translation files besides translations?
de: Aktualisiert Weblate neben den Übersetzungen auch die Übersetzungsdateien?
ga: An nuashonraíonn Weblate comhaid aistriúcháin seachas aistriúcháin?
hu: Frissíti a Weblate a fordítási fájlokat más módon is, nemcsak a fordításokkal?
id: Apakah Weblate memperbarui berkas terjemahan selain terjemahan?
ja: Weblate は翻訳以外の翻訳ファイルを更新しますか？
nl: Werkt Weblate vertaalbestanden bij naast de vertalingen?
pt: O Weblate atualiza ficheiros de tradução além de traduções?
pt_br: O Weblate atualiza arquivos de tradução além de traduções?
ro: Weblate actualizează fișierele de traducere în afară de traduceri?
ru: Обновляет ли Weblate помимо самих переводов также и файлы перевода?
sv: Uppdaterar Weblate översättningsfiler förutom översättningar?
ta: மொழிபெயர்ப்புகளைத் தவிர மொழிபெயர்ப்பு கோப்புகளை வலைபெயர்ப்பு புதுப்பிக்கிறதா?
tr: Weblate, çevirilerin yanında çeviri dosyalarını da günceller mi?
uk: Чи оновлює Weblate файли перекладів між перекладами?
zh_hans: Weblate 除了更新翻译，还更新翻译文件吗？
zh_hant: Weblate 除了更新翻譯，還更新翻譯文件嗎？

source: Weblate tries to limit changes in translation files to a minimum. For some file formats it might unfortunately lead to reformatting the file. If you want to keep the file formatted your way, please use a pre-commit hook for that.
de: Weblate versucht, Änderungen in Übersetzungsdateien auf ein Minimum zu beschränken. Bei einigen Dateiformaten kann dies leider zu einer Neuformatierung der Datei führen. Wenn Sie die Datei auf Ihre Weise formatieren möchten, verwenden Sie bitte einen Pre-Commit-Hook dafür.
ga: Déanann Weblate iarracht athruithe ar chomhaid aistriúcháin a theorannú chomh híseal agus is féidir. I gcás roinnt formáidí comhaid, d'fhéadfadh sé go n-athfhormódh sé an comhad mar thoradh ar an drochuair. Más mian leat an comhad a fhormáidiú a choinneáil ar do bhealach, bain úsáid as duán réamhthiomanta chuige sin.
hu: A Weblate igyekszik a fordítási fájlokon végzett módosításokat minimálisra korlátozni. Bizonyos fájlformátumoknál ez sajnos újraformázáshoz vezethet. Ha szeretné megőrizni a fájl saját formázását, javasolt véglegesítés előtti (pre-commit) hookot használni erre.
id: Weblate mencoba meminimalkan perubahan pada berkas terjemahan. Untuk beberapa format berkas, sayangnya hal ini dapat menyebabkan pemformatan ulang berkas. Jika Anda ingin berkas tetap diformat sesuai keinginan Anda, silakan gunakan kait pra-komit untuk itu.
ja: Weblate は、翻訳ファイルの変更を最小限に抑えようとします。一部のファイル形式では、残念ながらファイルを再構築するかもしれません。ファイルを自分のやり方でフォーマットしておきたい場合は、pre-commit フックを使用してください。
nl: Weblate probeert de wijzigingen in vertaalbestanden tot een minimum te beperken. Voor sommige bestandsindelingen zou dat helaas leiden tot het opnieuw opmaken van het bestand. Als u het bestand opgemaakt wilt houden zoals u dat wilt, gebruik daar dan een hook voor pre-commit voor.
pt: Weblate tenta limitar ao mínimo as alterações nos ficheiros de tradução. Para alguns formatos de ficheiro, infelizmente, isso pode levar a reformatar o ficheiro. Se quiser manter o ficheiro formatado do seu jeito, use um gancho (hook) de pré-commit para isso.
pt_br: Weblate tenta limitar ao mínimo as alterações nos arquivos de tradução. Para alguns formatos de arquivo, infelizmente, isso pode levar a reformatar o arquivo. Se você quiser manter o arquivo formatado do seu jeito, use um gancho (hook) de pré-commit para isso.
ro: Weblate încearcă să limiteze la minimum modificările în fișierele de traducere. Pentru unele formate de fișiere, acest lucru ar putea duce, din păcate, la reformatarea fișierului. Dacă doriți să păstrați fișierul formatat așa cum doriți, vă rugăm să folosiți un hook precommit pentru asta.
ru: Weblate пытается свести к минимуму изменения в файлах перевода. Для некоторых форматов файлов это, к сожалению, может привести к переформатированию файла. Если вы хотите, чтобы файл был отформатирован по-вашему, пожалуйста, используйте для этого обработчик pre-commit.
sv: Weblate försöker begränsa ändringar i översättningsfiler till ett minimum. För vissa filformat kan detta tyvärr leda till att filen omformateras. Om du vill behålla filens format, använd en pre-commit-hook för detta.
ta: மொழிபெயர்ப்பு கோப்புகளில் ஏற்படும் மாற்றங்களை குறைந்தபட்சமாக மட்டுப்படுத்த வலைபெயர்ப்பு முயற்சிக்கிறது. சில கோப்பு வடிவங்களுக்கு இது துரதிர்ச்டவசமாக கோப்பை மறுசீரமைக்க வழிவகுக்கும். நீங்கள் கோப்பை உங்கள் வழியில் வடிவமைக்க விரும்பினால், அதற்கு முன்கூட்டிய கொக்கியைப் பயன்படுத்து.
tr: Weblate, çeviri dosyalarındaki değişiklikleri en aza indirmeye çalışır. Ne yazık ki bazı dosya biçimlerini yeniden biçimlendirebilir. Dosyanın biçimlendirmesini istediğiniz gibi korumak istiyorsanız, bir işleme öncesi kancası kullanın.
uk: Weblate намагається звести до мінімуму зміни у файлах перекладів. Для деяких форматів файлів це, на жаль, може призвести до переформатування файла. Якщо ви хочете зберегти бажане для вас форматування, будь ласка, скористайтеся для цього скриптом попередньої обробки даних.
zh_hans: Weblate 尝试将翻译文件中的更改限制为最小。对于有些文件格式，很不幸会导致将文件重新格式化。如果想要将文件保持为自己的格式化方式，请为其使用预提交钩子。
zh_hant: Weblate 嘗試將翻譯文件中的更改限制為最小。對於有些文件格式，很不幸會導致將文件重新格式化。如果想要將文件保持為自己的格式化方式，請為其使用預提交鉤子。

source: How do I merge updated POT file with PO translations?
sv: Hur sammanfogar jag uppdaterade POT-filer med PO-översättningar?

source: Where do language definitions come from and how can I add my own?
de: Woher kommen die Sprachdefinitionen und wie fügt man eigene Definitionen hinzu?
ga: Cad as a dtagann sainmhínithe teanga agus conas is féidir liom mo chuid féin a chur leis?
hu: Honnan származnak a nyelvi definíciók, és hogyan adhatok hozzá sajátot?
id: Dari mana definisi bahasa berasal dan bagaimana saya dapat menambahkan definisi saya sendiri?
ja: 言語の定義はどこにあり、独自の言語の追加方法は？
nl: Waar komende taaldefinities vandaan en hoe kan ik mijn eigen toevoegen?
pt: De onde vêm as definições linguísticas e como posso adicionar as minhas?
pt_br: De onde vêm as definições linguísticas e como posso adicionar as minhas?
ro: De unde provin definițiile lingvistice și cum pot să le adaug pe ale mele?
ru: Откуда берутся определения языка и как я могу добавить свои собственные определения?
sv: Varifrån kommer språkteckningarna och hur kan jag lägga till egna?
ta: மொழி வரையறைகள் எங்கிருந்து வருகின்றன, எனது சொந்தத்தை எவ்வாறு சேர்ப்பது?
tr: Dil tanımları nereden gelir ve kendi dil tanımımı nasıl ekleyebilirim?
uk: Звідки беруться визначення мов і як можна додати власне визначення?
zh_hans: 语言定义来自何处以及如何添加自己的语言定义？
zh_hant: 語言定義來自何處以及如何添加自己的語言定義？

source: The basic set of language definitions is included within Weblate and Translate-toolkit. This covers more than 150 languages and includes info about plural forms or text direction.
de: Die grundlegenden Sprachdefinitionen sind in Weblate und Translate-toolkit enthalten. Dies deckt mehr als 150 Sprachen ab und enthält Informationen über Pluralformen oder Schreibrichtung.
ga: Tá an bunsraith sainmhínithe teanga san áireamh sa fhoireann uirlisí Weblate agus Translate. Clúdaíonn sé seo níos mó ná 150 teanga agus folaíonn sé faisnéis faoi fhoirmeacha iolra nó faoi threoir an téacs.
hu: Az alapértelmezett nyelvi definíciókat a Weblate és a Translate-toolkit tartalmazza. Ez több mint 150 nyelvet fed le, és információt biztosít a többes szám formákról vagy a szövegirányról.
id: Kumpulan definisi bahasa dasar disertakan dalam Weblate dan Translate-toolkit. Ini mencakup lebih dari 150 bahasa dan mencakup informasi tentang bentuk jamak atau arah teks.
ja: 基本的な言語の定義は、Weblate および 翻訳ツールキットに含まれています。翻訳ツールキットには、150 以上の言語と、複数形やテキストの方向についての情報が含まれています。
nl: De basisset met taaldefinities is opgenomen in Weblate en de Translate-Toolkit. Dit dekt meer dan 150 talen af en bevat ook informatie over meervoudsvormen of tekstrichting.
pt: O conjunto básico de definições de idiomas está incluído no Weblate e no Translate-toolkit. Isso abrange mais de 150 idiomas e inclui informações sobre formas plurais ou direção do texto.
pt_br: O conjunto básico de definições de idiomas está incluído no Weblate e no Translate-toolkit. Isso abrange mais de 150 idiomas e inclui informações sobre formas plurais ou direção do texto.
ro: Setul de bază de definiții lingvistice este inclus în Weblate și Translate-toolkit. Acesta acoperă mai mult de 150 de limbi și include informații despre formele de plural sau direcția textului.
ru: Базовый набор определений языка входит в состав Weblate и Translate-toolkit. Он охватывает более 150 языков и включает информацию о множественных формах или направлении текста.
sv: Den grundläggande uppsättningen språkteckningar ingår i Weblate och Translate-toolkit. Den täcker mer än 150 språk och innehåller information om pluralformer och textriktning.
ta: மொழி வரையறைகளின் அடிப்படை தொகுப்பு வலைபெயர்ப்பு மற்றும் மொழிபெயர்ப்பு-கருவித்தொகுப்பில் சேர்க்கப்பட்டுள்ளது. இது 150 க்கும் மேற்பட்ட மொழிகளை உள்ளடக்கியது மற்றும் பன்மை வடிவங்கள் அல்லது உரை திசை பற்றிய தகவல்களை உள்ளடக்கியது.
tr: Temel dil tanımları kümesi Weblate ve Translate-toolkit içine eklenmiştir. Bu tanımlarda 150 üzerinde dil bulunur ve çoğul biçimler ya da metin yazma yönü ile ilgili bilgiler bulunur.
uk: Базовий набір визначень мов включено у пакунки Weblate і Translate-toolkit. У цьому наборі є дані понад 150 мов разом із даними щодо форм множини та напрямку запису тексту.
zh_hans: 语言定义的基本组包括在 Weblate 和 Translate-toolkit 中。这覆盖了超过 150 种语言，并且包括了复数形式和文本方向的信息。
zh_hant: 語言定義的基本組包括在 Weblate 和 Translate-toolkit 中。這覆蓋了超過 150 種語言，並且包括了複數形式和文本方向的信息。

source: You are free to define your own languages in the administrative interface, you just need to provide info about it.
de: Es steht Ihnen frei, Ihre eigenen Sprachen in der Adminoberfläche zu definieren, Sie müssen nur die entsprechenden Informationen angeben.
ga: Tá cead agat do theangacha féin a shainiú sa chomhéadan riaracháin, níl le déanamh agat ach faisnéis a sholáthar faoi.
hu: Szabadon definiálhat saját nyelveket az adminisztrációs felületen – csak néhány alapadatot kell megadnia hozzá.
id: Anda bebas menentukan bahasa Anda sendiri di antarmuka administratif, Anda hanya perlu memberikan info tentangnya.
ja: 管理画面から、独自の言語を自由に定義できます。必要な情報を入力するだけです。
nl: Het staat u vrij om uw eigen talen in de beheerinterface te definiëren, u moet alleen de informatie ervoor verschaffen.
pt: É livre para definir os seus próprios idiomas na interface administrativa, só precisa fornecer informações sobre isso.
pt_br: Você é livre para definir seus próprios idiomas na interface administrativa, você só precisa fornecer informações sobre isso.
ro: Sunteți liber să vă definiți propriile limbi în interfața administrativă, trebuie doar să furnizați informații despre acestea.
ru: Вы можете определять свои собственные языки в интерфейсе администратора. Для этого вам нужно просто ввести необходимую информацию о них.
sv: Du kan fritt definiera dina egna språk i administrationsgränssnittet, du behöver bara ange information om det.
ta: நிர்வாக இடைமுகத்தில் உங்கள் சொந்த மொழிகளை வரையறுக்க நீங்கள் சுதந்திரமாக இருக்கிறீர்கள், அதைப் பற்றிய தகவல்களை நீங்கள் வழங்க வேண்டும்.
tr: Yönetim arayüzünde kendi dillerinizi tanımlamakta özgürsünüz. Yalnızca bu konuda bilgi vermeniz gerekiyor.
uk: Ви можете визначати власні мови за допомогою адміністративного інтерфейсу — вам достатньо вказати дані щодо цієї мови.
zh_hans: 您可以在管理界面自由定义自己的语言，只需要提供与之相关的信息。
zh_hant: 您可以在管理界面自由定義自己的語言，只需要提供與之相關的信息。

source: Can Weblate highlight changes in a fuzzy string?
de: Kann Weblate Änderungen in einer ungenauen Zeichenkette hervorheben?
ga: An féidir le Weblate aird a tharraingt ar athruithe i teaghrán doiléir?
hu: Kitudja emelni a változásokat a Weblate egy szerkesztést igénylő (zavaros) szövegben?
id: Bisakah Weblate menyoroti perubahan dalam string fuzzy?
ja: Weblate は、あいまいな文字列の変化を強調表示できますか？
nl: Kan Weblate wijzigingen in een fuzzy tekenreeks accentueren?
pt: Weblate pode realçar alterações numa entrada imprecisa?
pt_br: Weblate pode destacar alterações em um texto aproximado?
ro: Poate Weblate să evidențieze modificările într-un șir neclar?
ru: Может ли Weblate подсветить изменения в строке «на правку»?
sv: Kan Weblate markera ändringar i en fuzzy-sträng?
ta: வலைபெயர்ப்பு ஒரு தெளிவற்ற சரத்தில் மாற்றங்களை முன்னிலைப்படுத்த முடியுமா?
tr: Weblate, belirsiz bir dizgedeki değişiklikleri vurgulayabilir mi?
uk: Чи може Weblate підсвічувати зміни у неточно перекладеному рядку?
zh_hans: Weblate 能将模糊字符串中的更改高亮吗？
zh_hant: Weblate 能將模糊字符串中的更改高亮嗎？

source: Weblate supports this, however it needs the data to show the difference.
de: Weblate unterstützt dies, benötigt jedoch die Daten, um den Unterschied aufzuzeigen.
ga: Tacaíonn Weblate leis seo, ach teastaíonn na sonraí uaidh chun an difríocht a thaispeáint.
hu: A Weblate támogatja ezt, de ehhez szükség van a megfelelő adatokra is a különbségek megjelenítéséhez.
id: Weblate mendukung hal ini, namun memerlukan data untuk menunjukkan perbedaannya.
ja: Weblate ではこの機能に対応していますが、差分を示すデータが必要です。
nl: Weblate ondersteunt dat, het heeft echter de gegevens nodig om het verschil te laten zien.
pt: Weblate tem suporte a isso, porém precisa dos dados para mostrar a diferença.
pt_br: Weblate tem suporte a isso, porém precisa dos dados para mostrar a diferença.
ro: Weblate acceptă acest lucru, însă are nevoie de date pentru a arăta diferența.
ru: Weblate поддерживает такую подсветку, однако, чтобы показать различия, ему нужны данные.
sv: Weblate stöder detta, men det behöver data för att visa skillnaden.
ta: வலைபெயர்ப்பு இதை ஆதரிக்கிறது, இருப்பினும் வேறுபாட்டைக் காட்ட தரவு தேவை.
tr: Weblate bunu destekler, ancak farkı göstermek için verilere gerek duyar.
uk: У Weblate передбачено підтримку цієї можливості, але програмі потрібні дані для показу відмінностей.
zh_hans: Weblate 支持这个功能，然而它需要数据来显示差异。
zh_hant: Weblate 支持這個功能，然而它需要數據來顯示差異。

source: For Gettext PO files, you have to pass the parameter ``--previous`` to :command:`msgmerge` when updating PO files, for example:
de: Für gettext-PO-Dateien müssen Sie den Parameter ``--previous`` an :command:`msgmerge` übergeben, wenn Sie z. B. PO-Dateien aktualisieren:
ga: Maidir le comhaid Gettext PO, caithfidh tú an paraiméadar ``--previous`` a rith chuig :command:`msgmerge` agus comhaid PO á nuashonrú agat, mar shampla:
hu: Gettext PO-fájlok esetén az ``--previous`` paramétert kell megadni a :command:`msgmerge` futtatásakor a PO-fájlok frissítésekor, például:
id: Untuk berkas PO Gettext, Anda harus meneruskan parameter ``--previous`` ke :command:`msgmerge` saat memperbarui berkas PO, misalnya:
ja: Gettext PO ファイルの場合は、PO ファイルの更新時に、``--previous`` パラメーターを :command:`msgmerge` に渡すことが必要です。更新の例:
nl: Voor Gettext PO-bestanden moet u de parameter ``--previous`` doorgeven aan :command:`msgmerge` bij het bijwerken van PO-bestanden, bijvoorbeeld:
pt: Para ficheiros de PO Gettext, tem que passar o parâmetro ``--previous`` para :command:`msgmerge` ao atualizar ficheiros de PO, por exemplo:
pt_br: Para arquivos PO Gettext, você tem que passar o parâmetro ``--previous`` para :command:`msgmerge` ao atualizar arquivos PO, por exemplo:
ro: Pentru fișierele Gettext PO, trebuie să treceți parametrul ``--previous`` la :command:`msgmerge` atunci când actualizați fișierele PO, de exemplu:
ru: К примеру, для PO-файлов Gettext при обновлении PO-файлов необходимо в вызов команды :command:`msgmerge` передать параметр ``--previous``:
sv: För Gettext PO-filer måste du ange parametern ``--previous`` till :command:`msgmerge` när du uppdaterar PO-filer, till exempel:
tr: Gettext PO dosyaları için, PO dosyalarını güncellerken :command:`msgmerge` komutuna ``—previous`` parametresini eklemeniz gerekir. Örneğin:
uk: Для файлів PO Gettext вам слід передати параметр ``--previous`` до команди :command:`msgmerge` при оновленні файлів PO. Приклад:
zh_hans: 对于 Gettext PO 文件，更新 PO 文件时，必须将参数 ``--previous`` 传递给 :command:`msgmerge`，例如：
zh_hant: 對於 Gettext PO 文件，更新 PO 文件時，必須將參數 ``--previous`` 傳遞給 :command:`msgmerge`，例如：

source: For monolingual translations, Weblate can find the previous string by ID, so it shows the differences automatically.
de: Bei einsprachigen Übersetzungen kann Weblate die vorherige Zeichenkette anhand der ID finden, so dass es die Unterschiede automatisch anzeigt.
ga: I gcás aistriúcháin aonteangacha, is féidir le Weblate an teaghrán roimhe seo a aimsiú de réir aitheantais, mar sin taispeánann sé na difríochtaí go huathoibríoch.
hu: Egynyelvű fordítások esetén a Weblate képes azonosító alapján megtalálni az előző szöveget, így automatikusan meg tudja jeleníteni a különbségeket.
id: Untuk terjemahan monolingual, Weblate dapat menemukan string sebelumnya berdasarkan ID, sehingga perbedaannya akan ditampilkan secara otomatis.
ja: モノリンガル翻訳の場合、Weblate は以前の文字列を ID で検索できるため、差分が自動的に表示されます。
nl: Voor eentalige vertalingen kan Weblate de vorige tekenreeks opzoeken op zijn ID, het geeft dus automatisch de verschillen weer.
pt: Para traduções monolingues, a Weblate pode encontrar a cadeia anterior por ID, por isso mostra as diferenças automaticamente.
pt_br: Para traduções monolíngues, o Weblate pode encontrar o texto anterior por ID, por isso mostra as diferenças automaticamente.
ro: Pentru traducerile monolingve, Weblate poate găsi șirul anterior după ID, astfel încât să afișeze automat diferențele.
ru: Для одноязычных переводов Weblate может найти предыдущую строку по её идентификатору, поэтому различия он показывает автоматически.
sv: För enspråkiga översättningar kan Weblate hitta den tidigare strängen med hjälp av ID, så att skillnaderna visas automatiskt.
ta: ஒற்றை மொழி மொழிபெயர்ப்புகளுக்கு, வலைபெயர்ப்பு முந்தைய சரத்தை ஐடி மூலம் கண்டுபிடிக்க முடியும், எனவே இது வேறுபாடுகளை தானாகவே காட்டுகிறது.
tr: Tek dilli çeviriler için, Weblate önceki dizgeyi kimliğine göre bulabilir. Böylece farklılıkları kendiliğinden gösterir.
uk: Для одномовних перекладів Weblate може знаходити попередній рядок за ідентифікатором, тому програма показує різниці автоматично.
zh_hans: 对于单语言翻译，Weblate 可以通过 ID 找到之前的字符串，因此可以自动显示差异。
zh_hant: 對於單語言翻譯，Weblate 可以通過 ID 找到之前的字符串，因此可以自動顯示差異。

source: Why does Weblate still show old translation strings when I've updated the template?
de: Warum zeigt Weblate immer noch alte Übersetzungszeichenketten an, obwohl die Vorlage aktualisiert wurde?
ga: Cén fáth a dtaispeánann Weblate seanteaghráin aistriúcháin fós nuair a bheidh an teimpléad nuashonraithe agam?
hu: Miért jeleníti meg a Weblate még mindig a régi fordításokat, amikor már frissítettem a sablont?
id: Mengapa Weblate masih menampilkan string terjemahan lama saat saya memperbarui templatnya?
ja: テンプレートを更新しても、Weblate に以前の翻訳文が表示されるのはなぜですか？
nl: Waarom laat Weblate nog steeds oude tekenreeksen van de vertaling zien als ik het sjabloon heb bijgewerkt?
pt: Por que é que o Weblate ainda mostra as cadeias de tradução antigas quando atualizei o modelo?
pt_br: Por que é que o Weblate ainda mostra os textos de tradução antigos quando eu atualizei o modelo?
ro: De ce Weblate încă arată șiruri de traducere vechi atunci când am actualizat șablonul?
ru: Почему Weblate до сих пор показывает старые строки перевода, хотя я уже обновил шаблон?
sv: Varför visar Weblate fortfarande gamla översättningssträngar när jag har uppdaterat mallen?
ta: நான் வார்ப்புருவைப் புதுப்பிக்கும்போது வலைபெயர்ப்பு ஏன் இன்னும் பழைய மொழிபெயர்ப்பு சரங்களைக் காட்டுகிறது?
tr: Kalıbı güncellediğimde Weblate neden hala eski çeviri dizgelerini gösteriyor?
uk: Чому Weblate показує застарілі рядки перекладу, хоча шаблон перекладу було оновлено?
zh_hans: 当已经更新了模板时，为什么 Weblate 仍然显示旧的字符串？
zh_hant: 當已經更新了模板時，為什麼 Weblate 仍然顯示舊的字符串？
