Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Automatic translation using already translated strings.
de: Automatische Übersetzung verwendet bereits übersetzte Zeichenketten.
ga: Aistriúchán uathoibríoch ag baint úsáide as teaghráin aistrithe cheana féin.
hu: Automatikus fordítás már meglévő fordítások felhasználásával.
id: Terjemahan otomatis menggunakan string yang sudah diterjemahkan.
ja: すでに翻訳された文字列を使用した自動翻訳の追加。
nl: Automatische vertaling gebruikt al vertaalde tekenreeksen.
pt: Tradução automática a usar cadeias já traduzidas.
pt_br: Tradução automática usando textos já traduzidos.
ro: Traducerea automată utilizând șiruri de caractere deja traduse.
ru: Автоматический перевод с использованием уже переведённых строк.
sv: Automatisk översättning med hjälp av redan översatta strängar.
ta: ஏற்கனவே மொழிபெயர்க்கப்பட்ட சரங்களைப் பயன்படுத்தி தானியங்கி மொழிபெயர்ப்பு.
tr: Önceden çevrilmiş dizgeleri kullanan kendiliğinden çeviri özelliği eklendi.
uk: Реалізовано автоматичний переклад на основі вже перекладених рядків.
zh_hans: 使用已经翻译的字符串来自动翻译。
zh_hant: 使用已經翻譯的字符串來自動翻譯。

source: New about page showing used versions.
de: Neue „Über Weblate“-Seite zeigt die verwendeten Versionen an.
ga: Nua faoi leathanach a thaispeánann leaganacha úsáidte.
hu: Új „Névjegy” oldal a használt verziók megjelenítésére.
id: Halaman tentang baru yang menunjukkan versi yang digunakan.
ja: 使用中のバージョンを新しい概要ページに表示するように改良。
nl: Nieuwe pagina Over die gebruikte versies weregeeft.
pt: Novo sobre a página que mostra as versões usadas.
pt_br: Novo sobre a página que mostra as versões usadas.
ro: O nouă pagină despre care arată versiunile utilizate.
ru: Новая страница «О Weblate» теперь показывает использованные версии программного обеспечения.
sv: Ny sida med information om använda versioner.
ta: பயன்படுத்தப்பட்ட பதிப்புகளைக் காண்பிக்கும் பக்கம் பற்றி புதியது.
tr: Kullanılan sürümleri görüntüleyen, yeni Hakkında sayfası eklendi.
uk: Нова сторінка відомостей щодо проєкту із даними щодо використаних версій.
zh_hans: 新的显示使用的版本的页面。
zh_hant: 新的顯示使用的版本的頁面。

source: Django 1.4 compatibility.
de: Kompatibilität mit Django 1.4.
ga: Comhoiriúnacht Django 1.4.
hu: Django 1.4 kompatibilitás biztosítva.
id: Kompatibilitas Django 1.4.
ja: Django 1.4 との互換性に対応。
nl: Django 1.4 compatibiliteit.
pt: Compatibilidade com Django 1.4.
pt_br: Compatibilidade com Django 1.4.
ro: Compatibilitate cu Django 1.4.
ru: Совместимость с Django 1.4.
sv: Kompatibilitet med Django 1.4.
ta: சாங்கோ 1.4 பொருந்தக்கூடிய தன்மை.
tr: Django 1.4 uyumluluğu sağlandı.
uk: Реалізовано сумісність із Django 1.4.
zh_hans: Django 1.4 的兼容性。
zh_hant: Django 1.4 的兼容性。

source: Ability to push changes to remote repo from web interface.
de: Möglichkeit, Änderungen über die Weboberfläche in ein Remote-Repository zu pushen.
ga: Cumas athruithe a bhrú ar repo cianda ón gcomhéadan gréasáin.
hu: Lehetőség a változások feltöltésére a távoli tárolóba a webes felületről.
id: Kemampuan untuk mendorong perubahan ke repo jarak jauh dari antarmuka web.
ja: Web 画面からリモート リポジトリに変更をプッシュする機能の追加。
nl: Mogelijkheid om wijzigingen naar de opslagruimte op afstand te pushen vanuit de webinterface.
pt: Capacidade de enviar alterações ao repositório remoto a partir da interface web.
pt_br: Capacidade de enviar alterações ao repositório remoto a partir da interface web.
ro: Posibilitatea de a împinge modificările în repo la distanță din interfața web.
ru: Возможность отправки изменений в удалённый репозиторий из веб-интерфейса.
sv: Möjlighet att överföra ändringar till fjärrrepositoriet från webbgränssnittet.
ta: வலை இடைமுகத்திலிருந்து ரிமோட் ரெப்போவுக்கு மாற்றங்களைத் தள்ளும் திறன்.
tr: Değişiklikleri site arayüzünden uzak depoya itme özelliği eklendi.
uk: Реалізовано можливість записування змін до віддаленого сховища за допомогою вебінтерфейсу.
zh_hans: 从 web 界面将更改推送给远程 repo 的能力。
zh_hant: 從 web 界面將更改推送給遠程 repo 的能力。

source: Added review of translations done by others.
de: Überprüfung der von anderen Benutzern erstellten Übersetzungen hinzugefügt.
ga: Cuireadh athbhreithniú leis ar aistriúcháin a rinne daoine eile.
hu: Hozzáadva a mások által készített fordítások átnézése.
id: Menambahkan tinjauan atas terjemahan yang dilakukan oleh orang lain.
ja: 他者による翻訳の査読機能の追加。
nl: Toegevoegde beoordeling van vertalingen door anderen.
pt: Adicionada revisão de traduções feitas por outros.
pt_br: Adicionada revisão de traduções feitas por outros.
ro: A fost adăugată revizuirea traducerilor făcute de alții.
ru: Добавлено рецензирование переводов, выполненных другими участниками.
sv: Lagt till granskning av översättningar gjorda av andra.
ta: மற்றவர்கள் செய்த மொழிபெயர்ப்புகளின் மதிப்பாய்வு சேர்க்கப்பட்டது.
tr: Başkaları tarafından yapılmış çevirileri gözden geçirme özelliği eklendi.
uk: Додано огляд перекладів, які виконано іншими користувачами.
zh_hans: 添加了对其他人完成的翻译进行复查。
zh_hant: 添加了對其他人完成的翻譯進行複查。

source: *Released on February 16th 2012.*
de: *Veröffentlicht am 16. Februar 2012.*
ga: *Eisithe ar 16 Feabhra 2012.*
hu: *Kiadva: 2012. február 16.*
id: *Dirilis pada 16 Februari 2012.*
nl: *Uitgegeven op 16 februari 2012.*
pt_br: *Atualizado em 16 de fevereiro de 2012.*
sv: *Släpptes den 16 februari 2012.*
tr: *16 Şubat 2012 tarihinde yayınlandı.*
uk: *Випущено 16 лютого 2012 року.*

source: Direct support for GitHub notifications.
de: Direkte Unterstützung für GitHub-Benachrichtigungen.
ga: Tacaíocht dhíreach d'fhógraí GitHub.
hu: Közvetlen támogatás a GitHub értesítésekhez.
id: Dukungan langsung untuk notifikasi GitHub.
ja: GitHub の通知機能を直接対応。
nl: Directe ondersteuning voor notificaties van GitHub.
pt: Suporte direto para notificações GitHub.
pt_br: Suporte direto para notificações GitHub.
ro: Suport direct pentru notificările GitHub.
ru: Прямая поддержка GitHub’овских уведомлений.
sv: Direkt stöd för GitHub-meddelanden.
ta: அறிவிலிமையம் அறிவிப்புகளுக்கு நேரடி உதவி.
tr: GitHub bildirimlerinin doğrudan desteklenmesi sağlandı.
uk: Реалізовано безпосередню підтримку сповіщень GitHub.
zh_hans: 对 GitHub 通知的直接支持。
zh_hant: 對 GitHub 通知的直接支持。

source: Added support for cleaning up orphaned checks and translations.
de: Unterstützung für das Bereinigen von verwaisten Qualitätsprüfungen und Übersetzungen hinzugefügt.
ga: Tacaíocht bhreise le seiceanna dílleachtaí agus aistriúcháin a ghlanadh.
hu: Támogatás az árva ellenőrzések és fordítások eltávolítására.
id: Menambahkan dukungan untuk membersihkan pemeriksaan dan terjemahan yang tidak terpakai.
ja: 個別の検査と翻訳のクリーニング機能の追加。
nl: Ondersteuning toegevoegd voor opschonen wezen van controles en vertalingen.
pt: Adicionado suporte para limpar verificações e traduções órfãos.
pt_br: Adicionado suporte para limpar verificações e traduções órfãos.
ro: A fost adăugat suport pentru curățarea verificărilor și traducerilor abandonate.
ru: Добавлена поддержка очистки осиротевших проверок и переводов.
sv: Lagt till stöd för rensning av övergivna kontroller och översättningar.
ta: அனாதை சோதனைகள் மற்றும் மொழிபெயர்ப்புகளை தூய்மை செய்வதற்கான உதவி சேர்க்கப்பட்டது.
tr: Sahipsiz denetim ve çevirileri temizleme desteği eklendi.
uk: Додано підтримку очищення від застарілих перевірок та перекладів.
zh_hans: 添加了对清洁孤立的检查与翻译的支持。
zh_hant: 添加了對清潔孤立的檢查與翻譯的支持。

source: Displays nearby strings while translating.
de: Anzeige von benachbarten Zeichenketten beim Übersetzen.
ga: Taispeánann sé teaghráin in aice láimhe agus tú ag aistriú.
hu: Fordítás közben a szomszédos szövegek megjelenítése.
id: Menampilkan string terdekat saat menerjemahkan.
ja: 前後の文字列を表示するように改良。
nl: Geeft nabijgelegen tekenreeksen weer tijdens vertalen.
pt: Exibe cadeias próximos durante a tradução.
pt_br: Exibe textos próximos durante a tradução.
ro: Afișează șirurile din apropiere în timpul traducerii.
ru: Отображение соседних строк во время перевода.
sv: Visar närliggande strängar under översättningen.
ta: மொழிபெயர்க்கும் போது அருகிலுள்ள சரங்களை காண்பிக்கும்.
tr: Çeviri sırasında yakındaki dizgeleri görüntüleme özelliği eklendi.
uk: Реалізовано підтримку показу сусідніх рядків під час перекладу.
zh_hans: 翻译时显示附近的字符串。
zh_hant: 翻譯時顯示附近的字符串。

source: Displays similar strings while translating.
de: Anzeige von ähnlichen Zeichenketten beim Übersetzen .
ga: Taispeáin teaghráin chomhchosúla agus tú ag aistriú.
hu: Fordítás közben hasonló szövegek megjelenítése.
id: Menampilkan string yang serupa saat menerjemahkan.
ja: 翻訳中に類似した文字列を表示するように改良。
nl: Geeft soortgelijke tekenreeksen weer tijdens vertalen.
pt: Exibe cadeias semelhantes durante a tradução.
pt_br: Exibe textos semelhantes durante a tradução.
ro: Afișează șiruri similare în timpul traducerii.
ru: Отображение похожих строк во время перевода.
sv: Visar liknande strängar under översättningen.
ta: மொழிபெயர்க்கும்போது ஒத்த சரங்களைக் காட்டுகிறது.
tr: Çeviri sırasında benzer dizgeleri görüntüleme özelliği eklendi.
uk: Реалізовано підтримку показу подібних рядків під час перекладу.
zh_hans: 翻译时显示相似的字符串。
zh_hant: 翻譯時顯示相似的字符串。

source: Improved searching for string.
de: Verbesserte Suche nach Zeichenketten.
ga: Feabhas ar chuardach teaghrán.
hu: Jobb szövegkeresési lehetőség.
id: Pencarian string ditingkatkan.
ja: 文字列の検索を改良。
nl: Verbeterd zoeken naar tekenreeks.
pt: Melhorada pesquisa de cadeias.
pt_br: Melhorada busca de texto.
ro: Căutarea îmbunătățită a șirurilor de caractere.
ru: Улучшен поиск строк.
sv: Förbättrad sökning efter sträng.
ta: சரம் தேடலை மேம்படுத்தியது.
tr: Dizge araması iyileştirildi.
uk: Удосконалено пошук рядка.
zh_hans: 改进了字符串的搜索。
zh_hant: 改進了字符串的搜索。

source: *Released on February 14th 2012.*
de: *Veröffentlicht am 14. Februar 2012.*
ga: *Eisithe ar 14 Feabhra 2012.*
hu: *Kiadva: 2012. február 14.*
id: *Dirilis pada 14 Februari 2012.*
nl: *Uitgegeven op 14 februari 2012.*
pt_br: *Atualizado em 14 de fevereiro de 2012.*
sv: *Släpptes den 14 februari 2012.*
tr: *14 Şubat 2012 tarihinde yayınlandı.*
uk: *Випущено 14 лютого 2012 року.*

source: Added various checks for translated messages.
de: Verschiedene Qualitätsprüfungen für übersetzte Nachrichten hinzugefügt.
ga: Cuireadh seiceálacha éagsúla leis ar theachtaireachtaí aistrithe.
hu: Különféle ellenőrzések hozzáadva a lefordított üzenetekhez.
id: Menambahkan berbagai pemeriksaan untuk pesan yang diterjemahkan.
ja: 翻訳したメッセージへの多くの検査機能を追加。
nl: Verscheidene controles toegevoegd voor vertaalde eenheden.
pt: Adicionadas várias verificações para mensagens traduzidas.
pt_br: Adicionadas várias verificações para mensagens traduzidas.
ro: Au fost adăugate diverse verificări pentru mesajele traduse.
ru: Добавлены различные проверки для переведённых сообщений.
sv: Lagt till olika kontroller för översatta meddelanden.
ta: மொழிபெயர்க்கப்பட்ட செய்திகளுக்கு பல்வேறு சோதனைகளைச் சேர்த்தது.
tr: Çevrilmiş iletiler için çeşitli denetimler eklendi.
uk: Додано різноманітні перевірки перекладених повідомлень.
zh_hans: 添加了对翻译的消息的各种检查。
zh_hant: 添加了對翻譯的消息的各種檢查。

source: Tunable access control.
de: Einstellbare Zugriffssteuerung.
ga: Rialú rochtana intiúnta.
hu: Finomhangolható hozzáférés-vezérlés bevezetve.
id: Kontrol akses yang dapat disesuaikan.
ja: アクセス制御を設定可能に改良。
nl: Fijn af te stemmen toegangsbeheer.
pt: Controle de acesso ajustável.
pt_br: Controle de acesso ajustável.
ro: Controlul accesului reglabil.
ru: Настраиваемый контроль доступа.
sv: Justerbar åtkomstkontroll.
ta: சரிசெய்யக்கூடிய அணுகல் கட்டுப்பாடு.
tr: Ayarlanabilir erişim denetimi özelliği eklendi.
uk: Реалізовано придатне налаштовування керування доступом.
zh_hans: 可调整的访问控制。
zh_hant: 可調整的訪問控制。

source: Improved handling of translations with new lines.
de: Verbesserte Behandlung von Übersetzungen mit Zeilenumbrüchen.
ga: Láimhseáil fheabhsaithe aistriúcháin le línte nua.
hu: Javult az új sorokat tartalmazó fordítások kezelése.
id: Peningkatan penanganan terjemahan dengan baris baru.
ja: 改行がある翻訳の取り扱いの改良。
nl: Verbeterde afhandeling van vertalingen met nieuwe regels.
pt: Melhirado o tratamento de traduções com novas linhas.
pt_br: Melhorado o tratamento de traduções com novas linhas.
ro: Gestionarea îmbunătățită a traducerilor cu linii noi.
ru: Улучшена обработка переводов с новыми строками.
sv: Förbättrad hantering av översättningar med nya rader.
ta: புதிய வரிகளுடன் மொழிபெயர்ப்புகளின் மேம்பட்ட கையாளுதல்.
tr: Yeni satır karakterleri bulunan çevirilerin işlenmesi iyileştirildi.
uk: Удосконалено обробку перекладів із символами розриву рядка.
zh_hans: 改进了对新一行翻译的处理。
zh_hant: 改進了對新一行翻譯的處理。

source: Added client side sorting of tables.
de: Clientseitige Sortierung von Tabellen hinzugefügt.
ga: Cuireadh sórtáil táblaí ar thaobh an chliaint leis.
hu: Táblázatok kliensoldali rendezésének támogatása.
id: Menambahkan penyortiran tabel di sisi klien.
ja: クライアント側でのテーブルの並べ替え機能の追加。
nl: Sorteren van tabellen aan zijde van de cliënt toegevoegd.
pt: Adicionada classificação de tabelas do lado do cliente.
pt_br: Adicionada classificação de tabelas do lado do cliente.
ro: A fost adăugată sortarea tabelelor pe partea clientului.
ru: Добавлена сортировка таблиц на стороне клиента.
sv: Lagt till sortering av tabeller på klientsidan.
ta: அட்டவணைகளின் கிளையன்ட் பக்க வரிசையாக்கம் சேர்க்கப்பட்டது.
tr: Tabloların istemci tarafında sıralanması özelliği eklendi.
uk: Додано сортування таблиць на боці клієнта.
zh_hans: 添加了客户端一侧表单的排序。
zh_hant: 添加了客戶端一側表格的排序。

source: Please check upgrading instructions in case you are upgrading.
de: Bitte lesen Sie die Upgrade-Anweisungen, falls Sie eine Aktualisierung durchführen.
ga: Seiceáil na treoracha uasghrádaithe ar eagla go bhfuil tú ag uasghrádú.
hu: Frissítés esetén érdemes átnézni a frissítési útmutatót.
id: Silakan periksa instruksi pemutakhiran jika Anda melakukan pemutakhiran.
ja: アップグレードする場合は、アップグレード方法を確認してください。
nl: Controleer de instructies voor upgraden in het geval u upgradet.
pt: Verifique as instruções de atualização caso esteja a atualizar.
pt_br: Verifique as instruções de atualização caso você esteja atualizando.
ro: Vă rugăm să verificați instrucțiunile de actualizare în cazul în care faceți o actualizare.
ru: Если вы обновляетесь, пожалуйста, ознакомьтесь с инструкциями по обновлению.
sv: Kontrollera uppgraderingsinstruktionerna om du uppgraderar.
ta: நீங்கள் மேம்படுத்தினால் வழிமுறைகளை மேம்படுத்தவும்.
tr: Yükseltme yapıyorsanız lütfen yükseltme yönergesini inceleyin.
uk: Будь ласка, ознайомтеся із настановами щодо оновлення, якщо ви оновлюєте систему.
zh_hans: 升级时请查看升级说明。
zh_hant: 在升級時請檢查升級指示。

source: *Released on February 12th 2012.*
de: *Veröffentlicht am 12. Februar 2012.*
ga: *Eisithe ar 12 Feabhra 2012.*
hu: *Kiadva: 2012. február 12.*
id: *Dirilis pada 12 Februari 2012.*
nl: *Uitgegeven op 12 februari 2012.*
pt_br: *Atualizado em 12 de fevereiro de 2012.*
sv: *Släppt den 12 februari 2012.*
tr: *12 Şubat 2012 tarihinde yayınlandı.*
uk: *Випущено 12 лютого 2012 року.*

source: Support for machine translation using following online services:
de: Unterstützung für die maschineller Übersetzung durch folgende Online-Dienste:
ga: Tacaíocht d’aistriúchán meaisín ag baint úsáide as na seirbhísí ar líne seo a leanas:
hu: Gépi fordítás támogatása a következő online szolgáltatásokkal:
id: Dukungan untuk terjemahan mesin menggunakan layanan daring berikut:
ja: 以下のオンライン サービスを使用した機械翻訳に対応:
nl: Ondersteuning voor machinevertaling volgt online services:
pt: Suporte para tradução de máquina a usar os seguintes serviços online:
pt_br: Suporte para tradução automática usando os seguintes serviços online:
ro: Asistență pentru traducere automată utilizând următoarele servicii online:
ru: Поддержка машинного перевода с использованием следующих онлайн-сервисов:
sv: Stöd för maskinöversättning med hjälp av följande onlinetjänster:
ta: பின்வரும் நிகழ்நிலை சேவைகளைப் பயன்படுத்தி இயந்திர மொழிபெயர்ப்புக்கான ஆதரவு:
tr: Şu çevrim içi hizmetleri kullanan makine çevirisi desteği eklendi:
uk: Реалізовано підтримку комп'ютерного перекладу за допомогою таких служб:
zh_hans: 支持使用以下在线服务进行机器翻译：
zh_hant: 通過使用後面的服務對機器翻譯的支持：

source: Several new translations.
de: Mehrere neue Übersetzungen.
ga: Roinnt aistriúcháin nua.
hu: Számos új fordítás hozzáadva.
id: Beberapa terjemahan baru.
ja: 複数の新しい翻訳。
nl: Verscheidene nieuwe vertalingen.
pt: Várias traduções novas.
pt_br: Várias novas traduções.
ro: Mai multe traduceri noi.
ru: Несколько новых переводов.
sv: Flera nya översättningar.
ta: பல புதிய மொழிபெயர்ப்புகள்.
tr: Birkaç yeni çeviri.
uk: Декілька нових перекладів.
zh_hans: 几个新的翻译。
zh_hant: 幾個新的翻譯。

source: Improved merging of upstream changes.
de: Verbessertes Zusammenführen von Upstream-Änderungen.
ga: Cumasc feabhsaithe athruithe in aghaidh an tsrutha.
hu: Javult a külső forrásból érkező változások összevonása.
id: Peningkatan penggabungan perubahan hulu.
ja: 上流の変更点のマージを改良。
nl: Verbeterd samenvoegen van wijzigingen upstream.
pt: Melhorada mesclagem de mudanças do upstream.
pt_br: Melhorada mesclagem de mudanças do upstream.
ro: Îmbinarea îmbunătățită a modificărilor din amonte.
ru: Улучшено слияние изменений из вышестоящего репозитория.
sv: Förbättrad sammanslagning av uppströmsändringar.
ta: மேலோடை மாற்றங்களை மேம்படுத்துதல்.
tr: Yukarı akış değişikliklerinin birleştirilmesi iyileştirildi.
uk: Удосконалено об'єднання із змінами, які внесено у основному сховищі.
zh_hans: 改进了上游更改的合并。
zh_hant: 改進了上游更改的合併。

source: Better handle concurrent git pull and translation.
de: Bessere Handhabung von gleichzeitigem Git Pull und Übersetzung.
ga: Láimhseáil níos fearr git comhthráthach agus aistriúchán.
hu: Javult a párhuzamos git letöltés (pull) és fordítás egyidejű kezelésének megbízhatósága.
id: Menangani penarikan git dan terjemahan bersamaan dengan lebih baik.
ja: 同時 git プルと翻訳をより適切に処理するように改良。
nl: Betere behandeling van gelijktijdige pull en vertaling in Git.
pt: Melhor tratamento de git pull e tradução simultâneos.
pt_br: Melhor tratamento de git pull e tradução simultâneos.
ro: Gestionarea mai bună a tragerii și traducerii simultane în git.
ru: Улучшенная обработка одновременных git pull и перевода.
sv: Hantera samtidig git pull och översättning på ett bättre sätt.
ta: சிறந்த கையாளுதல் ஒரே நேரத்தில் அறிவிலி இழுத்தல் மற்றும் மொழிபெயர்ப்பு.
tr: Eşzamanlı Git çekme ve çevirilerinin işlenmesi iyileştirildi.
uk: Удосконалено обробку конкурентного отримання даних з git і перекладу.
zh_hans: 更好地处理并发的 git 拉取与翻译。
zh_hant: 更好地處理並發的 git 拉取與翻譯。

source: Propagating works for fuzzy changes as well.
de: Die Weitergabe funktioniert auch bei ungenauen Änderungen.
ga: Oibríonn iomadú le haghaidh athruithe doiléir freisin.
hu: A módosítások terjesztése mostantól a zavaros (szerkesztést igénylő) fordításokra is működik.
id: Propagasi juga berfungsi untuk perubahan fuzzy.
ja: 反映を、あいまいな変更に対しても機能するように改良。
nl: Verspreiden werkt ook voor fuzzy wijzigingen.
pt: A propagação também funciona para mudanças imprecisas.
pt_br: A propagação também funciona para mudanças aproximadas.
ro: Propagarea funcționează și în cazul modificărilor fuzzy.
ru: Распространение теперь работает и для неточных изменений.
sv: Propagering fungerar även för otydliga ändringar.
ta: தெளிவற்ற மாற்றங்களுக்கான படைப்புகளையும் பரப்புதல்.
tr: Belirsiz değişikliklerin de yayılması sağlandı.
uk: Реалізовано поширення між складниками змін у неточних перекладах.
zh_hans: 传播那些同样用于模糊更改的工作。
zh_hant: 傳播那些同樣用於模糊更改的工作。

source: Propagating works also for file upload.
de: Die Weitergabe funktioniert auch beim Hochladen von Dateien.
ga: Oibríonn iomadú freisin chun comhaid a uaslódáil.
hu: A módosítások terjesztése mostantól a fájlfeltöltések esetén is működik.
id: Propagasi juga berfungsi untuk mengunggah berkas.
ja: ファイル アップロードでも反映するように改良。
nl: Verspreiden werkt ook voor uploaden van bestand.
pt: A propagação também funciona para envio de ficheiros.
pt_br: A propagação também funciona para envio de arquivos.
ro: Propagarea funcționează, de asemenea, pentru încărcarea fișierelor.
ru: Распространение теперь работает и для загрузок файлов.
sv: Propagering fungerar även för filuppladdning.
ta: கோப்பு பதிவேற்றத்திற்கும் பரப்புதல் வேலை செய்கிறது.
tr: Yüklenen dosyalardaki çevirilerin de yayılması sağlandı.
uk: Реалізовано поширення перекладів між складниками при вивантаженні файлів.
zh_hans: 传播那些同样用于文件上传的工作。
zh_hant: 傳播那些同樣用於文件上傳的工作。

source: Fixed file downloads while using FastCGI (and possibly others).
de: Das Herunterladen von Dateien bei Verwendung von FastCGI (und möglicherweise anderen) korrigiert.
ga: Íoslódálacha comhaid seasta agus FastCGI á úsáid (agus b’fhéidir cinn eile).
hu: Fájlletöltési problémák javítva FastCGI (és más) környezetben.
id: Memperbaiki pengunduhan berkas saat menggunakan FastCGI (dan mungkin yang lain).
ja: FastCGI 使用時のファイル ダウンロードを修正（その他もあるかもしれません）。
nl: Gerepareerd downloaden van bestand bij gebruiken van FastCGI (en mogelijke andere).
pt: Descarregas de ficheiros corrigidos ao usar FastCGI (e possivelmente outros).
pt_br: Downloads de arquivos corrigidos ao usar FastCGI (e possivelmente outros).
ro: A reparat descărcările de fișiere în timp ce se utilizează FastCGI (și posibil și altele).
ru: Исправлено скачивание файлов при использовании FastCGI (и, возможно, других протоколов).
sv: Fixade nedladdningar av filer vid användning av FastCGI (och eventuellt andra).
ta: fastcgi (மற்றும் மற்றவர்கள்) பயன்படுத்தும் போது நிலையான கோப்பு பதிவிறக்கங்கள்.
tr: FastCGI (ve büyük olasılıkla diğerleri) kullanılırken dosya indirmelerinde yaşanan sorun düzeltildi.
uk: Виправлено отримання файлів при використанні FastCGI (а також, ймовірно, інших варіантів).
zh_hans: 修复了使用 FastCGI（也可能是其它）时的文件下载。
zh_hant: 修復了使用 FastCGI（也可能是其它）時的文件下載。

source: *Released on February 8th 2012.*
de: *Veröffentlicht am 8. Februar 2012.*
ga: *Eisithe ar 8 Feabhra 2012.*
hu: *Kiadva: 2012. február 8.*
id: *Dirilis pada 8 Februari 2012.*
nl: *Uitgegeven op 8 februari 2012.*
pt_br: *Atualizado em 8 de fevereiro de 2012.*
sv: *Släpptes den 8 februari 2012.*
tr: *8 Şubat 2012 tarihinde yayınlandı.*
uk: *Випущено 8 лютого 2012 року.*

source: Added usage guide to documentation.
de: Gebrauchsanleitung zur Dokumentation hinzugefügt.
ga: Treoir úsáide curtha leis an doiciméadú.
hu: Használati útmutató hozzáadva a dokumentációhoz.
id: Menambahkan panduan penggunaan ke dokumentasi.
ja: ドキュメントに使用ガイドの追加。
nl: Gebruikshandleiding toegevoegd aan documentatie.
pt: Adicionado guia de uso à documentação.
pt_br: Adicionado guia de uso à documentação.
ro: A fost adăugat un ghid de utilizare la documentație.
ru: В документацию добавлено руководство по использованию.
sv: Användarhandbok har lagts till i dokumentationen.
ta: ஆவணங்களுக்கு பயன்பாட்டு வழிகாட்டி சேர்க்கப்பட்டது.
tr: Belgelere kullanım rehberi eklendi.
uk: До документації додано підручник з користування.
zh_hans: 将使用向导添加到文档中。
zh_hant: 將使用嚮導添加到文檔中。

source: Fixed API hooks not to require CSRF protection.
de: API-Hooks korrigiert, sodass sie keinen CSRF-Schutz benötigen.
ga: Ní gá cosaint CSRF a bheith ag crúcaí seasta API.
hu: Az API hook-ok módosítva, hogy ne igényeljenek CSRF védelmet.
id: Memperbaiki kait API yang tidak memerlukan perlindungan CSRF.
ja: CSRF 保護が不必要な API フックの修正。
nl: Gerepareerd API-hooks vereisen geen beveiliging CSRF.
pt: Corrigidos ganchos de API para não exigir proteção CSRF.
pt_br: Corrigidos ganchos de API para não exigir proteção CSRF.
ro: Corectarea cârligelor API pentru a nu necesita protecție CSRF.
ru: Исправлены обработчики API, которые не требовали CSRF-защиты.
sv: Fasta API-krokar som inte kräver CSRF-skydd.
ta: சி.எச்.ஆர்.எஃப் பாதுகாப்பு தேவையில்லை என்று நிலையான பநிஇ கொக்கிகள்.
tr: API kancaları CSRF koruması gerektirmeyecek biçimde düzeltildi.
uk: Виправлено скрипти стеження програмного інтерфейсу так, щоб використовувався захист CSRF.
zh_hans: 修复了不需要 CSRF 保护的 API 钩子。
zh_hant: 修復了不需要 CSRF 保護的 API 鉤子。
