Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Trailers (commit lines like ``Co-authored-by: …``) can optionally be removed from the original commit messages and appended to the end of the squashed commit message. This also generates proper ``Co-authored-by:`` credit for every translator.
de: Endzeilen (Commit-Zeilen wie ``Co-authored-by: …``) können optional aus den ursprünglichen Commit-Nachrichten entfernt und an das Ende der zusammengefassten Commit-Nachricht angehängt werden. Dies erzeugt auch eine angemessene ``Co-authored-by:``-Anerkennung für jeden Übersetzer.
ga: Is féidir leantóirí (línte geallta mar ``Co-authored-by: ...``) a bhaint go roghnach de na bunteachtaireachtaí tiomantais agus iad a chur i gceangal le deireadh na teachtaireachta tiomnaithe brúite. Cruthaíonn sé seo creidiúint cheart do gach aistritheoir freisin.
hu: A trailer (záró) sorokat (például ``Co-authored-by: …`` típusú sorokat) az eredeti véglegesítési üzenetekből el lehet távolítani, és az összevont véglegesítési üzenet végére lehet fűzni. Így minden fordító megkapja a helyes ``Co-authored-by:`` elismerést.
id: Trailer (baris commit seperti ``Co-authored-by: …``) secara opsional dapat dihapus dari pesan commit asli dan ditambahkan ke akhir pesan commit yang tergencet. Ini juga menghasilkan kredit ``Co-authored-by:`` yang tepat untuk setiap penerjemah.
ja: オプションを使用して、元のコミット メッセージからトレーラー（``Co-authored-by: …`` のような行）を切り取り、スカッシュコミットのコミットメッセージの末尾に追加できます。これにより、共同翻訳者全員が、``Co-authored-by:`` として、適切にクレジットされます。
nl: Achterliggers (regels voor indienen zoals ``Co-auteur: …``) kunnen optioneel worden verwijderd uit de originele berichten voor indienen en worden toegevoegd aan het einde van het bericht voor het samengevoegd indienen. Dit genereert ook de juiste attributie ``Co-auteur:`` voor elke vertaler.
pt: Linhas finalizadoras (linhas de commits como ``Co-authored-by: …``) podem opcionalmente ser removidas das mensagens de commit originais e anexadas ao final da mensagem de compromisso após um squash. Isso também gera crédito próprio ``Co-authored-by:`` para cada tradutor.
pt_br: Linhas finalizadoras (linhas de commits como ``Co-authored-by: …``) podem opcionalmente ser removidas das mensagens de commit originais e anexadas ao final da mensagem de compromisso após um squash. Isso também gera crédito próprio ``Co-authored-by:`` para cada tradutor.
ro: Remetele (commit lines like ``Co-authored-by: …``) pot fi opțional eliminate din mesajele de confirmare originale și adăugate la sfârșitul mesajului de confirmare strivit. Acest lucru generează, de asemenea, creditul corespunzător ``Co-authored-by:`` pentru fiecare traducător.
ru: Дополнительно из исходных сообщений коммитов могут быть удалены завершители (строки коммита вида ``Co-authored-by: …``) с последующим их присоединением к концу сообщения уплотнённого коммита. Также в этом режиме для каждого переводчика генерируется соответствующий завершитель ``Co-authored-by:``.
sv: Trailers (commit-rader som ``Co-authored-by: …``) kan valfritt tas bort från de ursprungliga commit-meddelandena och läggas till i slutet av det sammanslagna commit-meddelandet. Detta genererar också korrekt ``Co-authored-by:``-kreditering för varje översättare.
ta: டிரெய்லர்கள் (`` இணை எழுதியவர்:… ``) போன்ற வரிகள் அசல் கமிட் செய்திகளிலிருந்து விருப்பமாக அகற்றப்பட்டு ச்குவாச் கமிட் செய்தியின் இறுதி வரை சேர்க்கப்படலாம். இது சரியான `` இணை எழுதியவர்: `` ஒவ்வொரு மொழிபெயர்ப்பாளருக்கும் கடன்.
tr: Art bilgiler (``Co-authored-by: …`` gibi işleme satırları) isteğe bağlı olarak özgün işleme iletilerinden kaldırılabilir ve bir araya toplanmış işleme iletisinin sonuna eklenebilir. Bu aynı zamanda her çevirmen için özel bir ``Co-authored-by:`` bilgisi oluşturur.
uk: Трейлери (рядки внеску, подібні до ``Co-authored-by: ...``) можна, якщо хочеться, вилучити з початкових повідомлень про внесок і дописати наприкінці об'єднаного повідомлення про внесок. Це також створює належний запис авторських прав ``Co-authored-by:`` для кожного перекладача.
zh_hans: 可以选择从原始提交说明中删除尾注（像 ``Co-authored-by: …`` 这样的提交行），并附在挤压的提交说明的末尾。这也会为每位译者产生合适的 ``Co-authored-by:`` 记录。
zh_hant: 預告（提交行像 ``Co-authored-by: …`` ）可選地從原始提交信息中去掉，並且添加在去掉的提交信息後面。這還可以為每一位翻譯者產生適當的 ``Co-authored-by:`` 信譽。

source: Customize JSON output
de: JSON-Ausgabe anpassen
ga: Saincheap aschur JSON
hu: JSON-kimenet testreszabása
id: Sesuaikan keluaran JSON
ja: JSON 出力形式のカスタマイズ
nl: JSON-uitvoer aanpassen
pt: Personalizar a saída JSON
pt_br: Personalizar saída JSON
ro: Personalizare ieșire JSON
ru: Настройка вывода в JSON
sv: Anpassa JSON-utmatning
ta: சாதொபொகு வெளியீட்டைத் தனிப்பயனாக்குங்கள்
tr: JSON çıktısını özelleştirme
uk: Налагодити виведення JSON
zh_hans: 自定义 JSON 输出
zh_hant: 自訂 JSON 輸出

source: :guilabel:`Avoid spaces after separators` option added.
de: Option :guilabel:`Leerzeichen nach Trennzeichen vermeiden` hinzugefügt.
ga: :guilabel:`Avoid spaces after separators` rogha curtha leis..
hu: Új :guilabel:`Szóközök kerülése elválasztók után` opció került bevezetésre.
id: Opsi :guilabel:`Avoid spaces after separators` ditambahkan.
nl: Optie :guilabel:`Vermijd spaties na scheidingsteken` toegevoegd.
sv: Alternativet :guilabel:`Undvik mellanslag efter separatorer` har lagts till.
uk: :guilabel:`Avoid spaces after separators` додано опцію.

source: Format the Java properties file
de: Die Java-Properties-Datei formatieren
ga: Formáidigh an comhad airíonna Java
hu: Java properties fájl formázása
id: Memformat berkas atribut Java
ja: Java プロパティ ファイルの整形
nl: Java propertiesbestand opmaken
pt: Formatar as propriedades do ficheiro Java
pt_br: Formatar o arquivo de propriedades Java
ro: Formatare fișier de proprietăți Java
ru: Форматирование файла свойств Java
sv: Formatera Java-properties-filen
ta: சாவா பண்புகள் கோப்பை வடிவமைக்கவும்
tr: Java özellikleri dosyasını biçimlendirme
uk: Форматувати файл властивостей Java
zh_hans: 格式化 Java 属性文件

source: Enable case-sensitive key sorting
de: Sortierung nach Groß- und Kleinschreibung aktivieren
ga: Cumasaigh sórtáil eochrach cás-íogair
hu: Kis- és nagybetűérzékeny kulcsrendezés engedélyezése
id: Mengaktifkan penyortiran tombol yang peka huruf kapital
ja: 大文字と小文字を区別したキーの並べ替えを有効にする
nl: Sorteren met sleutel Hoofdlettergevoelig inschakelen
pt: Ativar a ordenação de chaves sensível a maiúsculas e minúsculas
pt_br: Habilitar a ordenação de chaves sensível a maiúsculas e minúsculas
ru: Включить сортировку ключей с учётом регистра
sv: Aktivera sortering av tangenter med skiftlägeskänslighet
ta: வழக்கு-உணர்திறன் விசை வரிசையாக்கத்தை இயக்கவும்
tr: Büyük/küçük harfe duyarlı anahtar sıralaması kullanılsın
uk: Дозволити сортування ключів з урахуванням регістру
zh_hans: 对键排序启用大小写

source: Formats and sorts the Java properties file.
de: Formatiert und sortiert die Java-Properties-Datei.
ga: Formáidí agus sórtálann an comhad airíonna Java.
hu: Formázza és rendezi a Java properties fájlt.
id: Memformat dan menyortir berkas atribut Java.
ja: Java プロパティ ファイルを整形およびソートします。
nl: Maak het Java propertiesbestand op en orden het.
pt: Formata e ordena as propriedades do ficheiro Java.
pt_br: Formata e ordena o arquivo de propriedades Java.
ro: Formatează și sortează fișierul de proprietăți Java.
ru: Форматирование и сортировка файла свойств Java.
sv: Formaterar och sorterar Java-properties-filen.
ta: சாவா பண்புகள் கோப்பை வடிவமைத்து வரிசைப்படுத்துகிறது.
tr: Java özellikleri dosyasını biçimlendirir ve sıralar.
uk: Форматує й упорядковує файл властивостей Java.
zh_hans: 对 Java 属性文件进行格式化和排序。

source: Consolidates newlines to Unix ones.
de: Konsolidiert Zeilenumbrüche zu Unix-Zeilenumbrüchen.
ga: Comhdhlúthaíonn sé línte nua le cinn Unix.
hu: Az új sorokat Unix-formátumra alakítja (LF).
id: Konsolidasikan ganti baris ke tipe Unix.
ja: 改行を Unix の改行コードに統一する。
nl: Wijzigt nieuwe regels naar die voor Unix.
pt: Consolida quebras de linhas para Unix.
pt_br: Consolida quebras de linhas para Unix.
ro: Consolidează liniile noi la cele Unix.
ru: Объединяет новые строки с Unix-строками.
sv: Konsoliderar radbrytningar till Unix-radbrytningar.
ta: யுனிக்ச் நிறுவனங்களுக்கு புதிய வரியை ஒருங்கிணைத்தது.
tr: Yeni satır karakterlerini Unix karakterleri olarak değiştirir.
uk: Встановлює усюди символи нового рядка Unix.
zh_hans: 将换行符合并到 Unix 换行符。

source: Uppercase formatting of Unicode escape sequences (in case they are present).
de: Formatiert Unicode-Escape-Zeichenfolgen in Großbuchstaben (falls vorhanden).
ga: Formáidiú cás uachtair ar sheichimh éalaithe Unicode (i gcás go bhfuil siad i láthair).
hu: A Unicode escape szekvenciákat nagybetűs formátumban írja ki (ha vannak ilyenek).
id: Pemformatan huruf kapital dari urutan Escape-Unicode (jika ada).
ja: Unicode エスケープ シーケンスを大文字に整形する（存在する場合）。
nl: Opmaak in hoofdletters of Unicode escape-reeksen (voor het geval die aanwezig zijn).
pt: Formatação em maiúsculas de sequências de escape Unicode (caso estejam presentes).
pt_br: Formatação em maiúsculas de sequências de escape Unicode (caso estejam presentes).
ro: Formatarea cu majuscule a secvențelor de evacuare Unicode (în cazul în care acestea sunt prezente).
ru: Форматирование управляющих последовательностей Unicode в верхнем регистре (если присутствуют).
sv: Formatering av Unicode-eskapsekvenser med versaler (om sådana förekommer).
ta: யூனிகோட் எச்கேப் காட்சிகளின் பெரிய வடிவ வடிவமைப்பு (அவை இருந்தால்).
tr: Unicode kaçınma dizilerini büyük harfle biçimlendirir (varsa).
uk: Встановлює форматування керівних послідовностей Unicode (якщо такі є) з використанням великих літер.
zh_hans: Unicode 转义序列的大写格式（如果存在）。

source: Strips blank lines and comments.
de: Entfernt leere Zeilen und Kommentare.
ga: Stiallacha línte bána agus tuairimí.
hu: Eltávolítja az üres sorokat és a megjegyzéseket.
id: Menghapus baris kosong dan komentar.
ja: 空白行とコメントを削除する。
nl: Blanco regels en opmerkingen verwijderen.
pt: Tira linhas em branco e comentários.
pt_br: Tira linhas em branco e comentários.
ro: Șiruri cu observații.
ru: Удаляет пустые строки и комментарии.
sv: Tar bort tomma rader och kommentarer.
ta: வெற்று கோடுகள் மற்றும் கருத்துகளை அகற்றுவது.
tr: Boş satırları ve yorumları siler.
uk: Вилучає порожні рядки і коментарі.
zh_hans: 去除空白行和注释。

source: Sorts the strings by the keys.
de: Sortiert die Zeichenketten nach Schlüsselworten.
ga: Sórtáil na teaghráin de réir na heochracha.
hu: A szövegeket a kulcsok szerint rendezi.
id: Mengurutkan string berdasarkan kunci.
ja: 文字列をキーでソートする。
nl: Sorteer de tekenreeksen bij de sleutels.
pt: Ordena as cadeias pelas chaves.
pt_br: Ordena os textos pelas chaves.
ro: Sortează șirurile de caractere în funcție de chei.
ru: Сортировка строк по ключам.
sv: Sorterar strängarna efter nycklarna.
ta: சாவியால் சரங்களை வரிசைப்படுத்துகிறது.
tr: Dizgeleri anahtarlara göre sıralar.
uk: Упорядковує рядки за ключовими значеннями.
zh_hans: 按键对字符串进行排序。

source: Drops duplicate strings.
de: Bereinigt doppelte Zeichenketten.
ga: Titeann teaghráin dhúbailt.
hu: Ismétlődő szövegek eltávolítása.
id: Hapus kalimat duplikat.
ja: 重複する文字列を削除する。
nl: Duplicaat-tekenreeksen verwijderen.
pt: Solta cadeias duplicadas.
pt_br: Descarta textos duplicados.
ro: Renunță la șirurile duplicate.
ru: Исключение повторяющихся строк.
sv: Tar bort dubbla strängar.
ta: நகல் சரங்களை சொட்டுகிறது.
tr: Yinelenen dizgeleri kaldırır.
uk: Відкидає рядки-повтори.
zh_hans: 删除重复的字符串。

source: Stale comment removal
de: Veralteten Kommentar entfernen
ga: Baint tráchta stale
hu: Elavult megjegyzések eltávolítása
id: Penghapusan komentar yang sudah lama
ja: 古いコメントの削除
nl: Verouderde opmerkingen verwijderen
pt: Purga de comentários obsoletos
pt_br: Remoção de comentário obsoleto
ro: Elimină comentariu învechit
ru: Удаление устаревших комментариев
sv: Borttagning av inaktuella kommentarer
ta: பழைய கருத்து நீக்குதல்
tr: Eski yorumları kaldırma
uk: Видалення застарілого коментаря
zh_hans: 陈旧评论删除
zh_hant: 陳舊評註移除

source: Days to keep
de: Tage aufzubewahren
ga: Laethanta le coinneáil
hu: Megőrzési idő (napokban)
id: Hari untuk disimpan
ja: 保存日数
nl: Aantal dagen te bewaren
pt: Dias para manter
pt_br: Dias a serem mantidos
ro: Zile de păstrat
ru: Дни для сохранения
sv: Dagar som sparas
ta: வைத்திருக்க நாட்கள்
tr: Tutulacak gün sayısı
uk: Дні для збереження
zh_hans: 要保持的天数
zh_hant: 保留的天數

source: Set a timeframe for removal of comments.
de: Legen Sie einen Zeitrahmen für die Entfernung von Kommentaren fest.
ga: Socraigh fráma ama chun tuairimí a bhaint.
hu: Időkeret beállítása a megjegyzések eltávolításához.
id: Atur jangka waktu untuk menghapus komentar.
ja: コメントを削除するまでの期間を設定します。
nl: Stel een tijdschema in voor het verwijderen van opmerkingen.
pt: Definir um prazo para a remoção de comentários.
pt_br: Define um período de tempo até a remoção dos comentários.
ro: Setare termen pentru eliminare comentarii.
ru: Устанавливает сроки удаления комментариев.
sv: Ange en tidsram för borttagning av kommentarer.
ta: கருத்துகளை அகற்றுவதற்கான காலக்கெடுவை அமைக்கவும்.
tr: Yorumların kaldırılması için bir zaman dilimi ayarlayabilirsiniz.
uk: Вказати термін вилучення застарілих коментарів.
zh_hans: 设置删除评论的时间。
zh_hant: 設定移除評註的時間間隔。

source: This can be useful to remove old comments which might have become outdated. Use with care as comments getting old does not mean they have lost their importance.
de: Dies kann nützlich sein, um alte Kommentare zu entfernen, die möglicherweise nicht mehr aktuell sind. Seien Sie vorsichtig, denn wenn Kommentare alt werden, bedeutet das nicht, dass sie ihre Bedeutung verloren haben.
ga: D’fhéadfadh sé seo a bheith úsáideach chun seantráchtanna a d’fhéadfadh a bheith as dáta a bhaint. Bain úsáid as go cúramach mar ní chiallaíonn tuairimí ag dul in aois go bhfuil a dtábhacht caillte acu.
hu: Ez hasznos lehet a régi, esetleg már elavult megjegyzések eltávolításához. Óvatosan használja, mivel a megjegyzések elavulása nem feltétlenül jelenti azt, hogy elvesztették a jelentőségüket.
id: Ini berguna untuk menghapus komentar lama yang mungkin sudah usang. Gunakan dengan hati-hati karena komentar yang usang bukan berarti mereka kehilangan arti pentingnya.
ja: これは、古くなった可能性のある古いコメントを削除する場合に便利です。コメントが古いからといって、その重要性が失われたわけではないので、注意して使用してください。
nl: Dit kan nuttig zijn om oude opmerkingen te verwijderen die misschien verouderd zijn. Gebruik het voorzichtig omdat, wanneer opmerkingen oud worden, dat niet betekent dat zij hun belang hebben verloren.
pt: Isso pode ser útil para remover comentários antigos que podem ter ficado desatualizados. Use com cuidado, pois comentários ficarem velhos não significam que eles perderam importância.
pt_br: Isso pode ser útil para remover comentários antigos que podem ter se tornado desatualizados. Use com cuidado, pois o fato de os comentários ficarem velhos não significa que tenham perdido sua importância.
ro: Acest lucru poate fi util pentru a elimina comentariile vechi care ar putea fi depășite. Folosiți-o cu grijă, deoarece faptul că comentariile devin vechi nu înseamnă că și-au pierdut importanța.
ru: Может быть полезна для удаления старых комментариев, которые могли потерять актуальность. Используйте её с осторожностью, поскольку то, что комментарий старый, не означает, что он потерял свою значимость.
sv: Detta kan vara användbart för att ta bort gamla kommentarer som kan ha blivit inaktuella. Använd med försiktighet, eftersom gamla kommentarer inte nödvändigtvis har förlorat sin betydelse.
ta: காலாவதியான பழைய கருத்துக்களை அகற்ற இது பயனுள்ளதாக இருக்கும். கவனத்துடன் பயன்படுத்துங்கள் கருத்துகள் வயதாகும்போது அவர்கள் தங்கள் முக்கியத்துவத்தை இழந்துவிட்டார்கள் என்று அர்த்தமல்ல.
tr: Bu özellik, güncelliğini yitirmiş olabilecek eski yorumları kaldırmak için yararlı olabilir. Bir yorumun eski olması önemini yitirdiği anlamına gelmediğinden dikkatli kullanın.
uk: Це може бути корисним для вилучення застарілих коментарів, які могли перестати бути актуальними. Користайтеся цією можливістю обережно, оскільки те, що коментар застарів, не означає, що він перестав бути важливим.
zh_hans: 这可以用于删除可能已经过时的陈旧评论。小心使用，因为评论变旧并不意味着它们已经失去了重要性。
zh_hant: 這可以用於刪除可能變得過時的陳舊註釋。小心使用，因為陳舊的註釋不意味著失去了重要性。

source: Stale suggestion removal
de: Entfernen von veraltetem Vorschlag
ga: Moladh stale a bhaint
hu: Elavult javaslatok eltávolítása
id: Penghapusan saran yang sudah lama
ja: 古い提案の削除
nl: Verouderde suggesties verwijderen
pt: Purga de sugestões obsoletas
pt_br: Remoção de sugestão obsoleta
ro: Elimină sugestie învechită
ru: Удаление устаревших предложений
sv: Borttagning av inaktuella förslag
ta: பழைய பரிந்துரை நீக்குதல்
tr: Eski önerileri kaldırma
uk: Видалити застарілу пропозицію
zh_hans: 陈旧建议删除
zh_hant: 陳舊建議移除

source: Voting threshold
de: Abstimmungsschwelle
ga: Tairseach vótála
hu: Szavazási küszöbérték
id: Ambang batas pemungutan suara
ja: 投票数のしきい値
nl: Stemdrempel
pt: Limites de votação
pt_br: Limite de votação
ro: Prag de vot
ru: Порог голосования
sv: Tröskelvärde för röstning
ta: வாக்களிக்கும் வாசல்
tr: Oy verme eşiği
uk: Поріг голосування
zh_hans: 投票阈值
zh_hant: 最低投票數

source: Threshold for removal. This field has no effect with voting turned off.
de: Schwellenwert für die Entfernung. Dieses Feld hat keine Auswirkungen, wenn die Abstimmung deaktiviert ist.
ga: Tairseach chun é a bhaint. Níl aon éifeacht ag an réimse seo agus an vótáil múchta.
hu: A törléshez szükséges szavazási küszöb. Ez a mező nem lesz hatással, ha a szavazás ki van kapcsolva.
id: Ambang batas untuk penghapusan. Bidang ini tidak berpengaruh dengan pemungutan suara yang dimatikan.
ja: 削除のしきい値を指定します。このフィールドは、投票ができない設定の場合は無効です。
nl: Stemdrempel voor verwijdering. Niet van toepassing als stemmen uitgeschakeld is.
pt: Limite para a remoção. Este campo não tem efeito com os votos desativados.
pt_br: Limite para remoção. Este campo não tem efeito com a votação desativada.
ro: Prag de eliminare. Acest câmp nu are niciun efect dacă votul este dezactivat.
ru: Порог для удаления. Это поле не действует при отключённом голосовании.
sv: Tröskelvärde för avlägsnande. Det här fältet har ingen effekt när röstningen är avstängd.
ta: அகற்றுவதற்கான வாசல். வாக்களிப்பு அணைக்கப்பட்டால் இந்த புலம் எந்த விளைவையும் ஏற்படுத்தாது.
tr: Kaldırma eşiği. Oylama kapalıyken bu alanın herhangi bir etkisi yoktur.
uk: Поріг для видалення. Це поле не впливає при вимкненні голосування.
zh_hans: 移除阈值。当投票被禁用时该项无效果。
zh_hant: 移除之最低票數。當停用投票時，這個欄位不會有效果。

source: Set a timeframe for removal of suggestions.
de: Legen Sie einen Zeitrahmen für die Entfernung von Vorschlägen fest.
ga: Socraigh fráma ama chun moltaí a bhaint.
hu: Időkeret beállítása a javaslatok eltávolítására.
id: Atur jangka waktu untuk menghapus saran.
ja: 提案を削除するまでの期間を設定します。
nl: Stel een tijdschema in voor het verwijderen van suggesties.
pt: Definir um prazo para a remoção de sugestões.
pt_br: Define um período de tempo até a remoção de sugestões.
ro: Setare termen pentru eliminare sugestii.
ru: Устанавливает сроки удаления предложений.
sv: Ange en tidsram för borttagning av förslag.
ta: பரிந்துரைகளை அகற்றுவதற்கான காலக்கெடுவை அமைக்கவும்.
tr: Önerilerin kaldırılması için bir zaman dilimi ayarlayabilirsiniz.
uk: Встановити строк вилучення пропозицій.
zh_hans: 设置删除建议的时间。
zh_hant: 設定移除建議的時間間隔。

source: Can be very useful in connection with suggestion voting (see :ref:`peer-review`) to remove suggestions which don't receive enough positive votes in a given timeframe.
de: Kann im Zusammenhang mit Übersetzungsvorschlägen (siehe :ref:`peer-review`) sehr nützlich sein, um Vorschläge zu entfernen, die innerhalb eines bestimmten Zeitraums nicht genügend positive Stimmen erhalten haben.
ga: Is féidir a bheith an-úsáideach i dtaca le vótáil mholtaí (féach :ref:`peer-review`) chun moltaí nach bhfaigheann go leor vótaí dearfacha a bhaint i bhfráma ama ar leith.
hu: Ez különösen hasznos lehet a javaslatok szavazásával együtt használva (lásd: :ref:`peer-review`), hogy eltávolítsa azokat a javaslatokat, amelyek egy adott időkereten belül nem kapnak elég pozitív szavazatot.
id: Dapat sangat berguna sehubungan dengan pemungutan suara (lihat :ref:`peer-review`) untuk menghapus saran yang tidak menerima cukup suara positif dalam jangka waktu tertentu.
ja: 与えられた時間枠内に必要な賛成票を獲得できなかった提案への投票（参照: :ref:`peer-review`）を削除するのに大変便利です。
nl: Kan heel nuttig zijn in combinatie met het stemmen voor suggesties (bekijk :ref:`peer-review`) om suggesties te verwijderen die niet voldoende positieve stemmen opleveren binnen een bepaalde tijdsperiode.
pt: Pode ser muito útil em relação à votação em sugestão (vej :ref:`peer-review`) para remover sugestões que não recebem votos positivos suficientes num determinado período de tempo.
pt_br: Pode ser muito útil em relação à votação em sugestão (vej :ref:`peer-review`) para remover sugestões que não recebem votos positivos suficientes em um determinado período de tempo.
ro: Poate fi foarte utilă în legătură cu votarea sugestiilor (see :ref:`peer-review`) pentru a elimina sugestiile care nu primesc suficiente voturi pozitive într-un anumit interval de timp.
ru: В сочетании с голосованием по предложениям (смотрите раздел :ref:`peer-review`) может быть очень полезна для удаления предложений, которые не получили достаточного количества положительных голосов в заданный промежуток времени.
sv: Kan vara mycket användbart i samband med omröstning om förslag (se :ref:`peer-review`) för att ta bort förslag som inte får tillräckligt många positiva röster inom en given tidsram.
tr: Belirli bir zaman diliminde yeterince olumlu oy almayan önerilerin kaldırılması için öneri oylamayla (ayrıntılı bilgi almak için: :ref:`peer-review`) bağlantılı olarak çok yararlı olabilir.
uk: Це може бути дуже корисним у поєднанні із голосуванням за пропозиції (див. :ref:`peer-review`) для вилучення пропозицій, які не отримують достатньої кількості позитивних голосів протягом вказаного часового проміжку.
zh_hans: 可与建议投票（参见 :ref:`peer-review`）结合使用，用于删除在给定时间内未获得足够赞成票的建议。
zh_hant: 此附加組件在與建議投票一道用來刪除在給定的時間內沒有得到足夠的正面投票的建議方面非常有用。

source: Update RESX files
de: RESX-Dateien aktualisieren
ga: Nuashonraigh comhaid RESX
hu: RESX-fájlok frissítése
id: Perbarui berkas RESX
ja: RESX ファイルの更新
nl: RESX-bestanden bijwerken
pt: Atualizar ficheiros RESX
pt_br: Atualizar arquivos RESX
ro: Actualizare fișiere RESX
ru: Обновление файлов RESX
sv: Uppdatera RESX-filer
ta: resx கோப்புகளைப் புதுப்பிக்கவும்
tr: RESX dosyalarını güncelleme
uk: Оновити файли RESX
zh_hans: 更新 RESX 文件
zh_hant: 更新 RESX 檔案
