Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The mail server setup is configured using these settings: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` and :setting:`django:EMAIL_PORT`. Their names are quite self-explanatory, but you can find more info in the Django documentation.
de: Die Mailserver-Einrichtung wird mit diesen Einstellungen konfiguriert: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` und :setting:`django:EMAIL_PORT`. Ihre Namen sind ziemlich selbsterklärend, aber Sie können mehr Informationen in der Django-Dokumentation finden.
ga: Cumraítear socrú an fhreastalaí ríomhphoist ag baint úsáide as na socruithe seo :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` and :setting:`django:EMAIL_PORT`. Tá a n-ainmneacha féinmhínithe go leor, ach is féidir leat tuilleadh faisnéise a fháil i ndoiciméadú Django.
hu: A levelezőszerver beállítása az alábbi paraméterekkel történik: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` és :setting:`django:EMAIL_PORT`. Ezek elnevezése önmagáért beszél, de további információkat a Django dokumentációjában talál.
id: Pengaturan server surat dikonfigurasi menggunakan pengaturan berikut: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER`, dan :setting:`django:EMAIL_PORT`. Nama-namanya cukup jelas, tetapi Anda dapat menemukan informasi lebih lanjut dalam dokumentasi Django.
ja: メール サーバーの初期設定に使用する設定項目: :setting:`django:EMAIL_HOST`、:setting:`django:EMAIL_HOST_PASSWORD`、:setting:`django:EMAIL_USE_TLS`、:setting:`django:EMAIL_USE_SSL`、:setting:`django:EMAIL_HOST_USER` および :setting:`django:EMAIL_PORT`。 名前は明確ですが、詳細については Django の資料を確認してください。
nl: Het instellen van de mailserver wordt geconfigureerd met deze instellingen: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` en :setting:`django:EMAIL_PORT`. Hun namen verklaren zichzelf voldoende, maar u kunt meer informatie vinden in de documentatie van Django.
pt: A configuração do servidor de e-mail é configurada a usar essas configurações: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_HOST_USER` e :setting:`django:EMAIL_PORT`. Os nomes deles são bastante autoexplicativos, mas pode encontrar mais informações na documentação do Django.
pt_br: A configuração do servidor de e-mail é configurada usando essas configurações: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_HOST_USER` e :setting:`django:EMAIL_PORT`. Seus nomes são bastante autoexplicativos, mas você pode encontrar mais informações na documentação do Django.
ro: Configurarea serverului de poștă electronică este configurată cu ajutorul acestor setări: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` și :setting:`django:EMAIL_PORT`. Numele lor sunt destul de explicite, dar puteți găsi mai multe informații în documentația Django.
ru: Настройка почтового сервера производится с помощью следующих параметров: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` и :setting:`django:EMAIL_PORT`. Их имена говорят сами за себя, а более подробную информацию вы можете найти в документации Django.
sv: E-postservern konfigureras med hjälp av följande inställningar: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` och :setting:`django:EMAIL_PORT`. Deras namn är ganska självförklarande, men du kan hitta mer information i Djangos dokumentation.
tr: E-posta sunucusu şu ayarlar kullanılarak yapılandırılır: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` ve :setting:`django:EMAIL_PORT`. Seçeneklerin adları oldukça açıklayıcıdır. Ayrıntılı bilgi almak için Django belgelerine bakabilirsiniz.
uk: Сервер електронної пошти можна налаштувати за допомогою таких параметрів: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` і :setting:`django:EMAIL_PORT`. Назви параметрів є доволі прозорими з точки зору їхнього призначення, але ви можете знайти і докладніший опис у документації до Django.
zh_hans: 电子邮件服务器使用这些设置进行配置: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django:EMAIL_HOST_USER` and :setting:`django:EMAIL_PORT`。从名称就可以大概知道它们的含义，但是你可以在Django 文档中找到更多信息。
zh_hant: 郵件服務器使用這些設置進行配置: :setting:`django:EMAIL_HOST`, :setting:`django:EMAIL_HOST_PASSWORD`, :setting:`django:EMAIL_USE_TLS`, :setting:`django:EMAIL_USE_SSL`, :setting:`django: EMAIL_HOST_USER` and :setting:`django:EMAIL_PORT`。從名稱就可以大概知道它們的含義，但是你可以在Django 文檔中找到更多信息。

source: In case you get error about not supported authentication (for example :samp:`SMTP AUTH extension not supported by server`), it is most likely caused by using insecure connection and server refuses to authenticate this way. Try enabling :setting:`django:EMAIL_USE_TLS` in such case.
de: Falls Sie die Fehlermeldung erhalten, dass die Authentifizierung nicht unterstützt wird (z. B. :samp:`SMTP AUTH extension not supported by server`), liegt das wahrscheinlich daran, dass Sie eine unsichere Verbindung verwenden und der Server sich weigert, sich auf diese Weise zu authentifizieren. Versuchen Sie in diesem Fall :setting:`django:EMAIL_USE_TLS` zu aktivieren.
ga: Sa chás go bhfaigheann tú earráid faoi fhíordheimhniú nach dtacaítear leis (mar shampla :samp:`SMTP AUTH extension not supported by server`), is dóichí gur nasc neamhshlán is cúis leis agus go ndiúltaíonn an freastalaí fíordheimhniú a dhéanamh ar an mbealach seo. Bain triail as :setting:`django:EMAIL_USE_TLS` a chumasú sa chás sin.
hu: Ha olyan hibaüzenetet kap, amely nem támogatott hitelesítést jelez (például :samp:`SMTP AUTH extension not supported by server`), az valószínűleg nem biztonságos kapcsolaton történő próbálkozás miatt van, és a kiszolgáló elutasítja az ilyen típusú hitelesítést. Ilyen esetben próbálja meg engedélyezni a :setting:`django:EMAIL_USE_TLS` beállítást.
id: Jika Anda mendapatkan galat tentang autentikasi yang tidak didukung (misalnya :samp:`SMTP AUTH extension not supported by server`), kemungkinan besar hal ini disebabkan oleh penggunaan koneksi yang tidak aman dan server menolak untuk mengautentikasi dengan cara ini. Coba aktifkan :setting:`django:EMAIL_USE_TLS` untuk kasus tersebut.
nl: In het geval u een fout krijgt over niet ondersteunde authenticatie (bijvoorbeeld :samp:`SMTP AUTH extension not supported by server`), wordt dat heel waarschijnlijk veroorzaakt door een onveilige verbinding te gebruiken en de server weigert op die manier te authenticeren. Probeer in een dergelijk geval :setting:`django:EMAIL_USE_TLS` in te schakelen.
pt_br: Caso você receba um erro sobre autenticação não suportada (por exemplo, :samp:`SMTP AUTH extension not supported by server`), isso provavelmente é causado pelo uso de uma conexão insegura e o servidor se recusa a autenticar dessa forma. Tente ativar a :setting:`django:EMAIL_USE_TLS` nesse caso.
sv: Om du får ett felmeddelande om att autentiseringen inte stöds (till exempel :samp:`SMTP AUTH-tillägg stöds inte av servern`), beror det troligen på att du använder en osäker anslutning och servern vägrar att autentisera på detta sätt. Försök att aktivera :setting:`django:EMAIL_USE_TLS` i sådana fall.
uk: У випадку, якщо ви отримуєте помилку про непідтримувану автентифікацію (наприклад :samp:`SMTP AUTH extension not supported by server`), Найімовірніше, це спричинено використанням незахищеного з’єднання, і сервер відмовляється автентифікуватися цим способом. Спробуйте ввімкнути :setting:`django:EMAIL_USE_TLS` у такому випадку.

source: :ref:`Configuring outgoing e-mail in Docker container <docker-mail>`
sv: :ref:`Konfigurera utgående e-post i Docker-container <docker-mail>`

source: Running behind reverse proxy
de: Hinter einem Reverse-Proxy ausführen
ga: Rith taobh thiar seachfhreastalaí droim ar ais
hu: Fordított (reverse) proxy mögötti futtatás
id: Berjalan di belakang proksi terbalik
ja: リバース プロキシの背後で実行
nl: Uitvoeren achter een omgekeerde proxy
pt: Executar por trás de um proxy reverso
pt_br: Executando por trás de um proxy reverso
ro: Rularea în spatele unui proxy invers
ru: Работа за обратным прокси
sv: Körning bakom omvänd proxy
ta: தலைகீழ் ப்ராக்சிக்கு பின்னால் இயங்குகிறது
tr: Ters vekil sunucu arkasında çalıştırmak
uk: Робота за реверсивним проксі-сервером
zh_hans: 在反向代理之后运行
zh_hant: 在反向代理後面運行

source: Several features in Weblate rely on correct HTTP headers being passed to Weblate. When using reverse proxy, please make sure that the needed information is correctly passed.
de: Mehrere Funktionen in Weblate sind davon abhängig, dass korrekte HTTP-Header an Weblate übergeben werden. Wenn Sie einen Reverse-Proxy verwenden, stellen Sie bitte sicher, dass die benötigten Informationen korrekt übermittelt werden.
ga: Braitheann roinnt gnéithe i Weblate ar cheanntásca HTTP cearta a chur chuig Weblate. Agus seachfhreastalaí droim ar ais á úsáid agat, déan cinnte go gcuirtear an fhaisnéis riachtanach ar aghaidh i gceart.
hu: A Weblate több funkciója is attól függ, hogy a megfelelő HTTP-fejlécek helyesen továbbításra kerülnek-e a Weblate felé. Fordított proxy használata esetén ügyeljen arra, hogy ezek az adatok megfelelően átadásra kerüljenek.
id: Beberapa fitur di Weblate bergantung pada header HTTP yang benar yang diteruskan ke Weblate. Saat menggunakan proksi terbalik, pastikan informasi yang diperlukan diteruskan dengan benar.
nl: Verscheidene mogelijkheden in Weblate vertrouwen erop dat de juiste HTTP koppen worden doorgegeven aan Weblate. Bij het gebruiken van omgekeerde proxy, zorg ervoor dat de benodigde informatie correct wordt doorgegeven.
sv: Flera funktioner i Weblate är beroende av att korrekta HTTP-rubriker skickas till Weblate. När du använder omvänd proxy, se till att nödvändig information skickas korrekt.
uk: Кілька функцій Weblate залежать від правильного передавання HTTP-заголовків до Weblate. Під час використання зворотного проксі-сервера переконайтеся, що необхідну інформацію передається правильно.

source: Client IP address
de: Client-IP-Adresse
ga: Seoladh IP an chliaint
hu: Kliens IP-cím
id: Alamat IP klien
nl: Cliënt IP-adres
sv: Klientens IP-adress
uk: IP-адреса клієнта

source: This is needed for :ref:`rate-limit` or :ref:`audit-log`.
sv: Detta behövs för :ref:`rate-limit` eller :ref:`audit-log`.

source: Weblate parses IP address from the ``REMOTE_ADDR``, which is set by the WSGI handler. This might be empty (when using socket for WSGI) or contain a reverse proxy address, so Weblate needs an additional HTTP header with a client IP address.
de: Weblate analysiert die IP-Adresse von ``REMOTE_ADDR``, die vom WSGI-Handler gesetzt wird. Diese kann leer sein (bei Verwendung von Socket für WSGI) oder eine Reverse-Proxy-Adresse enthalten, so dass Weblate einen zusätzlichen HTTP-Header mit der IP-Adresse des Clients benötigt.
ga: Déanann Weblate parsáil ar an seoladh IP ón ``REMOTE_ADDR``, atá socraithe ag an láimhseálaí WSGI. D’fhéadfadh sé seo a bheith folamh (nuair a úsáidtear soicéad le haghaidh WSGI) nó seoladh seachfhreastalaí droim ar ais a bheith ann, mar sin teastaíonn ceanntásc HTTP breise le seoladh IP cliaint ó Weblate.
hu: A Weblate a WSGI handler által beállított ``REMOTE_ADDR`` változóból olvassa ki az IP-címet. Ez üres lehet (ha socketet használ WSGI-hez) vagy a fordított proxy IP-címét tartalmazhatja, ezért a Weblate-nek szüksége van egy további HTTP fejlécben érkező kliens IP-címre.
id: Weblate mengurai alamat IP dari ``REMOTE_ADDR``, yang diatur oleh pengendali WSGI. Alamat ini mungkin kosong (ketika menggunakan soket untuk WSGI) atau berisi alamat proksi terbalik, sehingga Weblate memerlukan header HTTP tambahan dengan alamat IP klien.
nl: Weblate parst het IP-adres vanuit het ``REMOTE_ADDR``, dat is ingesteld door de afhandeling van WSGI. Dit zou leeg kunnen zijn (als een socket wordt gebruikt voor WSGI) of een omgekeerd proxy-adres kunnen bevatten, dus Weblate heeft een aanvullende kop HTTP nodig met een IP-adres van de cliënt.
sv: Weblate analyserar IP-adressen från ``REMOTE_ADDR``, som ställs in av WSGI-hanteraren. Denna kan vara tom (vid användning av socket för WSGI) eller innehålla en omvänd proxyadress, så Weblate behöver en extra HTTP-header med en klient-IP-adress.
uk: Weblate аналізує IP-адресу з ``REMOTE_ADDR``, яка встановлюється обробником WSGI. Вона може бути порожньою (при використанні сокета для WSGI) або містити зворотну проксі-адресу, тому Weblate потребує додаткового HTTP-заголовка з IP-адресою клієнта.

source: Enabling :setting:`IP_BEHIND_REVERSE_PROXY` should be sufficient for the most usual setups, but you might need to adjust :setting:`IP_PROXY_HEADER` and :setting:`IP_PROXY_OFFSET` as well (use :envvar:`WEBLATE_IP_PROXY_HEADER` and :envvar:`WEBLATE_IP_PROXY_OFFSET` in the Docker container).
de: Das Aktivieren von :setting:`IP_BEHIND_REVERSE_PROXY` sollte für die meisten üblichen Einrichtungen ausreichen, aber es muss möglicherweise auch :setting:`IP_PROXY_HEADER` und :setting:`IP_PROXY_OFFSET` angepasst werden (:envvar:`WEBLATE_IP_PROXY_HEADER` und :envvar:`WEBLATE_IP_PROXY_OFFSET` im Docker-Container verwenden).
ga: Ba cheart go mbeadh :setting:`IP_BEHIND_REVERSE_PROXY` leordhóthanach do na socruithe is gnách, ach b'fhéidir go mbeadh ort :setting:`IP_PROXY_HEADER` agus :setting:`IP_PROXY_OFFSET` a choigeartú chomh maith (bain úsáid as :envvar:`WEBLATE_IP_PROXY_HEADER` agus :envvar:`WEBLATE_IP_PROXY_OFFSET` sa choimeádán Docker).
hu: A :setting:`IP_BEHIND_REVERSE_PROXY` beállítás engedélyezése a legtöbb esetben elegendő, de szükség lehet a :setting:`IP_PROXY_HEADER` és a :setting:`IP_PROXY_OFFSET` módosítására is (Docker-konténerben használja a :envvar:`WEBLATE_IP_PROXY_HEADER` és :envvar:`WEBLATE_IP_PROXY_OFFSET` változókat).
id: Mengaktifkan :setting:`IP_BEHIND_REVERSE_PROXY` seharusnya cukup untuk pengaturan paling umum, tetapi Anda mungkin perlu menyesuaikan :setting:`IP_PROXY_HEADER` dan :setting:`IP_PROXY_OFFSET` juga (gunakan :envvar:`WEBLATE_IP_PROXY_HEADER` dan :envvar:`WEBLATE_IP_PROXY_OFFSET` dalam kontainer Docker).
nl: Instellen van :setting:`IP_BEHIND_REVERSE_PROXY` zou voldoende moeten zijn voor de meeste gewone opstellingen, maar u zou misschien :setting:`IP_PROXY_HEADER` en :setting:`IP_PROXY_OFFSET` ook moeten aanpassen (gebruik :envvar:`WEBLATE_IP_PROXY_HEADER` en :envvar:`WEBLATE_IP_PROXY_OFFSET` in de container van Docker).
sv: Att aktivera :setting:`IP_BEHIND_REVERSE_PROXY` bör vara tillräckligt för de vanligaste inställningarna, men du kan behöva justera :setting:`IP_PROXY_HEADER` och :setting:`IP_PROXY_OFFSET` också (använd :envvar:`WEBLATE_IP_PROXY_HEADER` och :envvar:`WEBLATE_IP_PROXY_OFFSET` i Docker-containern).
uk: Увімкнення :setting:`IP_BEHIND_REVERSE_PROXY` має бути достатньо для найпоширеніших налаштувань, але вам може знадобитися налаштувати :setting:`IP_PROXY_HEADER` і :setting:`IP_PROXY_OFFSET` а також (використовуйте :envvar:`WEBLATE_IP_PROXY_HEADER` і :envvar:`WEBLATE_IP_PROXY_OFFSET` у контейнері Docker).

source: This configuration cannot be turned on by default, because it would allow IP address spoofing on installations that don't have a properly configured reverse proxy.
de: Diese Konfiguration kann nicht standardmäßig aktiviert werden, da sie das Vortäuschen von IP-Adressen auf Installationen ermöglichen würde, die keinen ordnungsgemäß konfigurierten Reverse-Proxy haben.
ga: Ní féidir an chumraíocht seo a chasadh air de réir réamhshocraithe, mar go gceadódh sé bréagadóireacht seoltaí IP ar shuiteálacha nach bhfuil seachfhreastalaí droim ar ais cumraithe i gceart acu.
hu: Ez a beállítás nem engedélyezett alapértelmezetten, mivel lehetővé tenné az IP-címek meghamisítását olyan telepítéseknél, ahol a fordított proxy nincs megfelelően konfigurálva.
id: Konfigurasi ini tidak dapat diaktifkan secara bawaan, karena akan memungkinkan pemalsuan alamat IP pada instalasi yang tidak memiliki proksi terbalik yang dikonfigurasi dengan benar.
nl: Deze configuratie kan niet standaard ingeschakeld worden, omdat dat het voor het IP-adres mogelijk zou maken om te spoofen op installaties die geen juist geconfigureerde omgekeerde proxy hebben.
sv: Denna konfiguration kan inte aktiveras som standard, eftersom det skulle möjliggöra IP-adressförfalskning på installationer som inte har en korrekt konfigurerad omvänd proxy.
uk: Цю конфігурацію не можна ввімкнути за замовчуванням, оскільки вона дозволить підробку IP-адреси в інсталяціях, які не мають належним чином налаштованого зворотного проксі-сервера.

source: Server host name
ga: Ainm óstach an fhreastalaí
hu: Kiszolgáló gép neve
id: Nama host server
nl: Server hostnaam
sv: Serverns värdnamn
uk: Ім'я хоста сервера

source: The :http:header:`Host` header should match to whatever is configured as :setting:`SITE_DOMAIN`. Additional configuration might be needed in your reverse proxy (for example use ``ProxyPreserveHost On`` for Apache or ``proxy_set_header Host $host;`` with nginx).
de: Der :http:header:`Host`-Header sollte mit dem übereinstimmen, der als :setting:`SITE_DOMAIN` konfiguriert ist. Möglicherweise ist eine zusätzliche Konfiguration in Ihrem Reverse-Proxy erforderlich (verwenden Sie zum Beispiel ``ProxyPreserveHost On`` für Apache oder ``proxy_set_header Host $host;`` für nginx).
ga: Ba chóir go mbeadh an ceanntásc :http:header:`Host` ag teacht leis an méid atá cumraithe mar :setting:`SITE_DOMAIN`. D’fhéadfadh go mbeadh gá le cumraíocht bhreise i do sheachfhreastalaí droim ar ais (mar shampla bain úsáid as ``ProxyPreserveHost On`` le haghaidh Apache nó ``proxy_set_header Host $host;`` le nginx).
hu: A :http:header:`Host` fejléc értékének egyeznie kell a :setting:`SITE_DOMAIN` beállítással. További konfiguráció lehet szükséges a fordított proxyban (például használja a ``ProxyPreserveHost On`` beállítást Apache esetén, vagy ``proxy_set_header Host $host;`` értéket nginx esetén).
id: Header :http:header:`Host` harus sesuai dengan konfigurasi yang ditetapkan sebagai :setting:`SITE_DOMAIN`. Konfigurasi tambahan mungkin diperlukan di proksi terbalik Anda (misalnya, gunakan ``ProxyPreserveHost On`` untuk Apache atau ``proxy_set_header Host $host;`` dengan nginx).
nl: De kop :http:header:`Host` zou overeen moeten komen met dat wat is geconfigureerd als :setting:`SITE_DOMAIN`. Aanvullende configuratie in uw omgekeerde proxy zou misschien nodig kunnen zijn (gebruik bijvoorbeeld ``ProxyPreserveHost On`` voor Apache of ``proxy_set_header Host $host;`` met nginx).
sv: :http:header:`Host`-rubriken ska matcha det som är konfigurerat som :setting:`SITE_DOMAIN`. Ytterligare konfiguration kan behövas i din omvända proxy (använd till exempel ``ProxyPreserveHost On`` för Apache eller ``proxy_set_header Host $host;`` med nginx).
uk: Заголовок :http:header:`Host` має відповідати налаштуванням :setting:`SITE_DOMAIN`. Можливо, знадобиться додаткове налаштування вашого зворотного проксі-сервера (наприклад, використання ``ProxyPreserveHost On`` для Apache або ``proxy_set_header Host $host;`` з nginx).

source: CSRF verification failed errors are often caused by a mismatch between the :http:header:`Host` header and configured :setting:`SITE_DOMAIN`.
sv: Fel vid CSRF-verifiering orsakas ofta av en diskrepans mellan :http:header:`Host`-rubriken och konfigurerade :setting:`SITE_DOMAIN`.

source: Client protocol
de: Client-Protokoll
ga: Prótacal cliant
hu: Kliensprotokoll
id: Protokol klien
nl: Cliënt protocol
sv: Klientprotokoll
uk: Протокол клієнта

source: Not passing correct protocol may cause Weblate to end up in redirection loop trying to upgrade client to HTTPS. Make sure it is correctly exposed by the reverse proxy as :http:header:`X-Forwarded-Proto`.
de: Wenn nicht das richtige Protokoll übergeben wird, kann Weblate beim Versuch, den Client auf HTTPS umzustellen, in einer Weiterleitungssschleife steckenbleiben. Vergewissern Sie sich, dass der Reverse-Proxy das Protokoll korrekt als :http:header:`X-Forwarded-Proto` bereitstellt.
ga: Mura gcuirtear an prótacal ceart i bhfeidhm, d’fhéadfadh sé go mbeadh Weblate i lúb atreoraithe agus é ag iarraidh an cliant a uasghrádú go HTTPS. Cinntigh go bhfuil sé nochta i gceart ag an seachfhreastalaí droim ar ais mar :http:header:`X-Forwarded-Proto`.
hu: Ha a megfelelő protokoll nincs továbbítva, a Weblate végtelen átirányítási ciklusba kerülhet, miközben megpróbálja HTTPS-re váltani a kapcsolatot. Győződjön meg róla, hogy a proxy megfelelően továbbítja a :http:header:`X-Forwarded-Proto` fejlécet.
id: Tidak melewati protokol yang benar dapat menyebabkan Weblate terjebak dalam loop pengalihan saat mencoba meningkatkan klien ke HTTPS. Pastikan protokol tersebut diekspos dengan benar oleh proksi terbalik sebagai :http:header:`X-Forwarded-Proto`.
nl: Niet doorgeven van het juiste protocol zou ervoor kunnen zorgen dat Weblate in een lus met doorverwijzingen terechtkomt, om te proberen de cliënt te upgraden naar HTTPS. Zorg ervoor dit correct wordt weergegeven door de omgekeerde proxy als :http:header:`X-Forwarded-Proto`.
sv: Om rätt protokoll inte godkänns kan Weblate hamna i en omdirigeringsloop när det försöker uppgradera klienten till HTTPS. Se till att det exponeras korrekt av den omvända proxyn som :http:header:`X-Forwarded-Proto`.
uk: Неправильне передавання протоколу може призвести до того, що Weblate потрапить у цикл перенаправлення, намагаючись оновити клієнта до HTTPS. Переконайтеся, що зворотний проксі-сервер правильно надає його як :http:header:`X-Forwarded-Proto`.

source: This header then needs to be configured in :setting:`django:SECURE_PROXY_SSL_HEADER` (:file:`settings.py`) or :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER` (Docker environment).
id: Header ini kemudian perlu dikonfigurasi dalam :setting:`django:SECURE_PROXY_SSL_HEADER` (:file:`settings.py`) atau :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER` (lingkungan Docker).
sv: Denna rubrik måste sedan konfigureras i :setting:`django:SECURE_PROXY_SSL_HEADER` (:file:`settings.py`) eller :envvar:`WEBLATE_SECURE_PROXY_SSL_HEADER` (Docker-miljö).
