Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: ARB translations are monolingual, so it is recommended to specify a base file with (what is most often the) English strings.
de: ARB-Übersetzungen sind einsprachig, daher ist es empfehlenswert, eine Basisdatei mit (meist) englischen Zeichenketten anzugeben.
ga: Is aistriúcháin aonteangacha iad ARB, mar sin moltar bunchomhad a shonrú le teaghráin Bhéarla (an rud is minice).
hu: Az ARB fordítások egynyelvűek, ezért ajánlott megadni egy alapfájlt (ami leggyakrabban angol nyelvű szövegeket tartalmaz).
id: Terjemahan ARB bersifat monolingual, jadi disarankan untuk menentukan berkas dasar dengan (yang paling sering) string Inggris.
ja: ARB の翻訳はモノリンガルなので、（最も一般的な）英語の文字列で、基礎となる翻訳ファイルを設定してください。
nl: ARB-vertalingen zijn eentalig, aanbevolen wordt om een basisbestand te specificeren met (wat het meestal is) Engelse tekenreeksen.
pt: As traduções ARB são monolingues, por isso é recomendável especificar um ficheiro base com (o que é mais frequentemente os) cadeias em inglês.
pt_br: As traduções ARB são monolíngues, por isso é recomendável especificar um arquivo base com (o que é mais frequentemente os) textos em inglês.
ro: Traducerile ARB sunt monolingve, astfel încât se recomandă să specificați un fișier de bază cu (ceea ce este cel mai adesea) șiruri de caractere în limba engleză.
ru: Переводы ARB обычно одноязычные, поэтому рекомендуется указывать базовый файл со строками на (как это чаще всего бывает) английском языке.
sv: ARB-översättningar är enspråkiga, så det rekommenderas att ange en basfil med (oftast) engelska strängar.
ta: ஏஆர்பி மொழிபெயர்ப்புகள் ஒற்றை மொழி கொண்டவை, எனவே ஆங்கில சரங்களுடன் (பெரும்பாலும் என்ன) ஒரு அடிப்படை கோப்பை குறிப்பிட பரிந்துரைக்கப்படுகிறது.
tr: ARB çevirileri tek dillidir. Bu nedenle (en sık kullanılan) İngilizce dizgeleri bulunan bir temel dosya belirtmeniz önerilir.
uk: Переклади ARB є одномовними, тому рекомендуємо вказувати базовий файл, яким (здебільшого) є файл з рядками англійською мовою.
zh_hans: ARB 翻译是单语言的，因此建议使用（通常是）英文字符串指定一个基本文件。
zh_hant: ARB翻譯是單語，因此建議使用（最常見的）英語字符串指定基本文件。

source: `Application Resource Bundle Specification`_
id: `Spesifikasi Kumpulan Sumber Daya Aplikasi`_
sv: `Specifikation för applikationsresurspaket`_

source: `Internationalization of Flutter apps`_
id: `Internasionalisasi aplikasi Flutter`_
sv: `Internationalisering av Flutter-appar`_

source: `ARB file`
de: `ARB-Datei`
ga: `comhad ARB`
hu: `ARB-fájl`
id: `Berkas ARB`
ja: `ARB ファイル`
nl: `ARB-bestand`
pt: `Ficheiro ARB`
pt_br: `Arquivo ARB`
ro: `ARB fișier`
ru: `Файл ARB`
sv: `ARB-fil`
ta: 'ஏஆர்பி கோப்பு'
tr: `ARB dosyası`
uk: `файл ARB`
zh_hans: `ARB 文件`

source: Catkeys file
id: Berkas Catkeys
sv: Catkeys-fil
uk: Файл Catkeys

source: File format used for Haiku operating system translations.
id: Format berkas yang digunakan untuk terjemahan sistem operasi Haiku.
sv: Filformat som används för översättningar av operativsystemet Haiku.
uk: Формат файлу, який використовується для перекладів Haiku в операційній системі.

source: Example file:
de: Beispieldatei:
ga: Comhad samplach:
hu: Példafájl:
id: Contoh berkas:
ja: ファイルの例:
nl: Voorbeeld bestand:
pt: Exemplo de ficheiro:
pt_br: Exemplo de arquivo:
ro: Exemplu de fișier:
ru: Пример файла:
sv: Exempelfil:
ta: எடுத்துக்காட்டு கோப்பு:
tr: Örnek dosya:
uk: Приклад файла:
zh_hans: 示例文件：
zh_hant: Joomla 翻譯

source: `Catkeys file`
id: `Berkas Catkeys`
sv: `Catkeys-fil`
uk: `Файл Catkeys`

source: Compose Multiplatform resources
de: Compose-Multiplatform-Ressourcen
ga: Acmhainní Il-ardáin a Chur le chéile
hu: Compose Multiplatform alkalmazáserőforrások
id: Menyusun sumber multiplatform
nl: Meerdere platforms bronnen samenstellen
sv: Skapa resurser för flera plattformar
uk: Ресурси Compose Multiplatform

source: A variant of :doc:`/formats/android`. It differs in escaping.
de: Eine Variante von :doc:`/formats/android`. Sie unterscheidet sich durch das Maskieren.
ga: Leagan de :doc:`/formats/android`. Tá sé difriúil ó thaobh éalaithe de.
hu: A :doc:`/formats/android` formátum egy alternatívája, amely elsősorban a speciális karakterek kezelésében különbözik.
id: Varian dari :doc:`/formats/android`. Berbeda dalam hal escape.
nl: Een variant van :doc:`/formats/android`. Het verschilt in het escapen.
sv: En variant av :doc:`/formats/android`. Den skiljer sig åt i escaping.
uk: Варіант :doc:`/formats/android`. Відрізняється екрануванням.

source: `Compose Multiplatform Resource`
de: `Compose-Multiplatform-Ressource`
ga: `Acmhainn Il-ardáin a Chur le chéile`
hu: `Compose Multiplatform alkalmazáserőforrások`
id: `Sumber Daya Multiplatform Compose`
nl: `Meerdere platforms bronnen samenstellen`
sv: `Skapa resurs för flera plattformar`
uk: `Ресурс Compose Multiplatform`

source: CSV files
de: CSV-Dateien
ga: Comhaid CSV
hu: CSV-fájlok
id: Berkas CSV
ja: CSV ファイル
nl: CSV-bestanden
pt: Ficheiros CSV
pt_br: Arquivos CSV
ro: Fișiere CSV
ru: Файлы CSV
sv: CSV-filer
ta: காபிம கோப்புகள்
tr: CSV dosyaları
uk: Файли CSV
zh_hans: CSV 文件
zh_hant: CSV 文件

source: CSV files can contain a simple list of source and translation. Weblate supports the following files:
de: CSV-Dateien können eine einfache Liste von Quelle und Übersetzung enthalten. Weblate unterstützt die folgenden Dateien:
ga: Is féidir liosta simplí foinse agus aistriúcháin a bheith i gcomhaid CSV. Tacaíonn Weblate leis na comhaid seo a leanas:
hu: A CSV-fájlok egyszerű forrás- és célnyelvi szövegpárokat tartalmazhatnak. A Weblate az alábbi fájltípusokat támogatja:
id: Berkas CSV dapat berisi daftar sumber dan terjemahan sederhana. Weblate mendukung berkas berikut:
ja: CSV ファイルには、原文と翻訳文の単純なリストを含めることができます。Weblate で対応するファイル:
nl: CSV-bestanden mogen een eenvoudige lijst met bron en vertaling bevatten. Weblate ondersteunt de volgende bestanden:
pt: Os ficheiros CSV podem conter uma simples lista de origem e tradução. O Weblate suporta os seguintes ficheiros:
pt_br: Os arquivos CSV podem conter uma simples lista de fonte e tradução. O Weblate tem suporte aos seguintes arquivos:
ro: Fișierele CSV pot conține o simplă listă de surse și traduceri. Weblate acceptă următoarele fișiere:
ru: Файлы CSV обычно содержат простой список исходных строк и переводов. Weblate поддерживает следующие форматы оных:
sv: CSV-filer kan innehålla en enkel lista över källtext och översättning. Weblate stöder följande filer:
ta: சி.எச்.வி கோப்புகள் மூல மற்றும் மொழிபெயர்ப்பின் எளிய பட்டியலைக் கொண்டிருக்கலாம். வலைபெயர்ப்பு பின்வரும் கோப்புகளை ஆதரிக்கிறது:
tr: CSV dosyaları basit bir kaynak ve çeviri listesi içerebilir. Weblate şu dosyaları destekler:
uk: У файлах CSV можуть міститися прості списки початкових рядків і рядків перекладів. У Weblate передбачено підтримку таких файлів:
zh_hans: CSV 文件可以包含一个原文和译文的简单列表。Weblate 支持以下文件：
zh_hant: CSV 文件可以包含源和翻譯的簡單列表。 Weblate 支持以下文件：

source: Files with header defining fields (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). This is the recommended approach, as it is the least error prone. Choose :guilabel:`CSV file` as a file format.
de: Dateien mit Header-Definitionsfeldern (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Dies ist die empfohlene Vorgehensweise, da sie die geringste Fehleranfälligkeit aufweist. Wählen Sie :guilabel:`CSV-Datei` als Dateiformat.
ga: Comhaid le réimsí sainmhínithe ceanntásc (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Is é seo an cur chuige a mholtar, mar is é an earráid is lú atá seans ann. Roghnaigh :guilabel:`CSV file` mar fhormáid comhaid.
hu: Fejlécet tartalmazó fájlok, amelyek mezőket definiálnak (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Ez az ajánlott megközelítés, mivel ez a legkevésbé hajlamos hibára. Fájlformátumnak válassza a :guilabel:`CSV-fájl` lehetőséget.
id: Berkas dengan kolom yang mendefinisikan kepala (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Ini adalah pendekatan yang disarankan, karena paling tidak rawan kesalahan. Pilih :guilabel:`Berkas CSV` sebagai format berkas.
ja: ヘッダー定義フィールドが存在するファイル（``location``、``source``、``target``、``ID``、``fuzzy``、``context``、``translator_comments``、``developer_comments``）。エラーが発生しにくいファイル形式として、:guilabel:`CSV file` を選択します。
nl: Bestanden met een kop die velden definieert (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Dit is de aanbevolen benadering, omdat het de minst foutgevoelige is. Kies :guilabel:`CSV-bestand` als bestandsindeling.
pt: Ficheiros com campos de definição de cabeçalho (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Esta é a abordagem recomendada, pois é a menos sujeita a erros. Escolha :guilabel:`Ficheiro CSV` como um formato de ficheiro.
pt_br: Arquivos com campos de definição de cabeçalho (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Esta é a abordagem recomendada, pois é a menos sujeita a erros. Escolha :guilabel:`Arquivo CSV` como um formato de arquivo.
ro: Fișiere cu câmpuri care definesc antetul (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Aceasta este abordarea recomandată, deoarece este cea mai puțin predispusă la erori. Alegeți :guilabel:`FileCSV` ca format de fișier.
ru: Файлы с заголовком, определяющим поля в самом файле (``location`` — расположение, ``source`` — исходная строка, ``target`` — перевод, ``ID``, ``fuzzy`` — «на правку», ``context`` — контекст, ``translator_comments`` — комментарий переводчика, ``developer_comments`` — комментарий разработчика). Это рекомендуемый подход, так как при его использовании меньше вероятность ошибок. Выберите :guilabel:`CSV-файл` в качестве формата.
sv: Filer med rubriker som definierar fält (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Detta är den rekommenderade metoden, eftersom den är minst felbenägen. Välj :guilabel:`CSV-fil` som filformat.
ta: தலைப்பு வரையறுக்கும் புலங்களைக் கொண்ட கோப்புகள் ('இருப்பிடம்', 'ஆதாரம்', 'இலக்கு', 'ஐடி', 'தெளிவற்றவை', 'சூழல்', 'translator_comments', 'developer_comments'). இது பரிந்துரைக்கப்பட்ட அணுகுமுறையாகும், ஏனெனில் இது மிகக் குறைந்த பிழை வாய்ப்புள்ளது. கோப்பு வடிவமாக :guilabel:'csv கோப்பு' என்பதைத் தேர்வுசெய்க.
tr: Üst bilgi olarak tanımlayıcı alanları bulunan dosyalar (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). En az hataya eğilimli olduğundan bu yaklaşım önerilir. Dosya biçimi olarak :guilabel:`CSV dosyası` seçin.
uk: Файли із визначенням полів у заголовку (``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``). Цей підхід є рекомендованим, оскільки зменшує ймовірність помилки. Виберіть формат файлів :guilabel:`файл CSV`.
zh_hans: 带有标头定义字段（``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``）的文件。这是推荐的方法，因为它最不容易出错。挑选 :guilabel:`CSV file` 作为一种文件格式。
zh_hant: 帶有標頭定義字段（``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ` `developer_comments``）的文件。這是推薦的方法，因為它最不容易出錯。挑選 :guilabel:`CSV file` 作為一種文件格式。

source: Files with two fields—source and translation (in this order). Choose :guilabel:`Simple CSV file` as a file format.
de: Dateien mit zwei Feldern – Quelle und Übersetzung (in dieser Reihenfolge). Wählen Sie :guilabel:`Einfache CSV-Datei` als Dateiformat.
ga: Comhaid le dhá réimse - foinse agus aistriúchán (san ord seo). Roghnaigh :guilabel:`Comhad CSV simplí` mar fhormáid comhaid.
hu: Két mezőt tartalmazó fájlok – forrás és fordítás (ebben a sorrendben). Fájlformátumnak válassza az :guilabel:`Egyszerű CSV-fájl` lehetőséget.
id: Berkas dengan dua kolom—sumber dan terjemahan (dalam urutan ini). Pilih :guilabel:`Simple CSV file` sebagai format berkas.
ja: 原文の翻訳文（この順序）の 2 つのフィールドが存在するファイル。ファイル形式として :guilabel:`シンプルな CSV ファイル` を選択します。
nl: Bestanden met twee velden—bron en vertaling (in die volgorde). Kies :guilabel:`Eenvoudig CSV-bestand` als bestandsindeling.
pt: Ficheiros com dois campos – fonte e tradução (nesta ordem). Escolha :guilabel:`Ficheiro CSV simples` como um formato de ficheiro.
pt_br: Arquivos com dois campos – fonte e tradução (nesta ordem). Escolha :guilabel:`Arquivo CSV simples` como um formato de arquivo.
ro: Fișiere cu două câmpuri - sursă și traducere (în această ordine). Alegeți :guilabel:`Simple CSV file` ca format de fișier.
ru: Файлы с двумя полями - источник и перевод (в данном порядке). Выберите :guilabel:`Простой CSV-файл` в качестве формата файла.
sv: Filer med två fält – källa och översättning (i denna ordning). Välj :guilabel:`Enkel CSV-fil` som filformat.
ta: சான்று மற்றும் மொழிபெயர்ப்பு (இந்த வரிசையில்) ஆகிய இரண்டு புலங்களைக் கொண்ட கோப்புகள். கோப்பு வடிவமாக :guilabel:'simple காபிம கோப்பு' ஐத் தேர்வுசெய்க.
tr: İki alanı olan dosyalar: Kaynak ve çeviri (bu sırayla). Dosya biçimi olarak :guilabel:`Basit CSV dosyası` seçin.
uk: Файли із двома полями — початковим рядком і перекладом (саме у такому порядку) — виберіть :guilabel:`Простий файл CSV` у полі формату файлів.
zh_hans: 具有两个字段的文件——原文和译文（按此顺序），选择 :guilabel:`简单 CSV 文件` 作为文件格式。
zh_hant: 具有兩個字段的文件 —— 源和翻譯（按此順序），選擇 :guilabel:`Simple CSV file` 作為文件格式。

source: Headerless files with fields in order defined by the `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Choose :guilabel:`CSV file` as a file format.
de: Dateien ohne Header mit Feldern in der vom `translate-toolkit`_ definierten Reihenfolge: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Wählen Sie :guilabel:`CSV-Datei` als Dateiformat.
ga: Headerless files with fields in order defined by the `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Roghnaigh :guilabel:`CSV file` mar fhormáid comhaid.
hu: Fejléc nélküli fájlok, ahol a mezők sorrendjét a `translate-toolkit`_ határozza meg: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Fájlformátumnak válassza a :guilabel:`CSV-fájl` lehetőséget.
id: Berkas tanpa kepala dengan kolom sesuai urutan yang ditentukan oleh `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Pilih :guilabel:`Berkas CSV` sebagai format berkas.
ja: `translate-toolkit`_ で定義した順序のフィールドが並ぶ、ヘッダーがないファイル: ``location``、``source``、``target``、``ID``、``fuzzy``、``context``、``translator_comments``、``developer_comments``。ファイル形式は、:guilabel:`CSV file` を選択します。
nl: Koploze bestanden met velden die in de volgorde zijn gedefinieerd door de `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Kies :guilabel:`CSV-bestand` als bestandsindeling.
pt: Ficheiros sem cabeçalhos com campos na ordem definida pelo `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Escolha :guilabel:`Ficheiro de CSV` como formato de ficheiro.
pt_br: Arquivos sem cabeçalhos com campos na ordem definida pelo `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Escolha :guilabel:`Arquivo CSV` como formato de arquivo.
ro: Fișiere fără antet cu câmpuri în ordinea definită de `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Alegeți ca format de fișier :guilabel:`CSV file`.
ru: Файлы без заголовка, с полями в порядке, определённом `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Выберите :guilabel:`CSV-файл` в качестве формата.
sv: Filer utan rubrik med fält i ordning som definieras av `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Välj :guilabel:`CSV-fil` som filformat.
ta: 'மொழிபெயர்ப்பு-கருவித்தொகுப்பால்' வரையறுக்கப்பட்ட வரிசைப்படி புலங்களைக் கொண்ட தலைப்பு இல்லாத கோப்புகள்_: 'இருப்பிடம்', 'ஆதாரம்', 'இலக்கு', 'ஐடி', 'தெளிவற்றவை', 'சூழல்', 'translator_comments', 'developer_comments'. கோப்பு வடிவமாக :guilabel:'csv கோப்பு' என்பதைத் தேர்வுசெய்க.
tr: `Translate-toolkit`_ tarafından sıralaması şöyle tanımlanmış alanlarla üst bilgileri olmayan dosyalar: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Dosya biçimi olarak :guilabel:`CSV dosyası` seçin.
uk: Файли без заголовків із полями у порядку визначеному в `translate-toolkit`_: ``location``, ``source``, ``target``, ``ID``, ``fuzzy``, ``context``, ``translator_comments``, ``developer_comments``. Виберіть формат файлів :guilabel:`файл CSV`.
zh_hans: 无标头文件，其字段按 `translate-toolkit`_ 定义的顺序排列：``location``、``source``、``target``、``ID``、``fuzzy``、``context``、``translator_comments``、``developer_comments``。选择 :guilabel:`CSV 文件` 作为文件格式。
zh_hant: 無標頭文件字段順序由`translate-toolkit`_: ``location``、 ``source``、``target``、 ``ID``、 ``fuzzy``、 ``context``、 ``translator_comments``、 ``developer_comments`` 所定義。選擇 :guilabel:`CSV file` 作為一種文件格式。

source: Remember to define :ref:`component-template` when your files are monolingual (see :ref:`bimono`).
de: Denken Sie daran, die :ref:`component-template` zu definieren, wenn Ihre Dateien einsprachig sind (siehe :ref:`bimono`).
ga: Ná déan dearmad :ref:`component-template` a shainiú nuair atá do chomhaid aonteangach (féach :ref:`bimono`).
hu: Ne felejtse el megadni az :ref:`component-template` értékét, ha a fájlok egynyelvűek (lásd: :ref:`bimono`).
id: Ingatlah untuk mendefinisikan :ref:`component-template` jika berkas Anda monolingual (lihat :ref:`bimono`).
ja: ファイルがモノリンガルである場合は、:ref:`component-template` を定義してください。参照: :ref:`bimono`。
nl: Vergeet niet om het :ref:`component-template` te definiëren als uw bestanden eentalig zijn (bekijk :ref:`bimono`).
pt: Lembre-se de definir o :ref:`component-template` quando os seus ficheiros são monolíngues (veja :ref:`bimono`).
pt_br: Lembre-se de definir o :ref:`component-template` quando seus arquivos são monolíngues (consulte :ref:`bimono`).
ro: Nu uitați să definiți :ref:`component-template` atunci când fișierele dumneavoastră sunt monolingve (a se vedea :ref:`bimono`).
ru: Не забывайте определить :ref:`одноязычный базовый файл <component-template>`, если ваши файлы одноязычные (смотреть раздел :ref:`bimono`).
sv: Kom ihåg att definiera :ref:`component-template` när dina filer är enspråkiga (se :ref:`bimono`).
tr: Dosyalarınız tek dilli olduğunda :ref:`component-template` tanımlamayı unutmayın (ayrıntılı bilgi almak için: :ref:`bimono`).
uk: Не забудьте визначити :ref:`component-template` коли ваші файли одномовні (гляньте :ref:`bimono`).
zh_hans: 当你的文件是单语言时记得定义 :ref:`component-template`\ （参见 :ref:`bimono` ）。
zh_hant: 請記住定義：REF：“組件 - 模板”（參見：REF：`Bimono）。
