Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Does Weblate support other VCSes than Git and Mercurial?
de: Unterstützt Weblate auch andere VCS als Git und Mercurial?
ga: An dtacaíonn Weblate le VCSanna eile seachas Git agus Mercurial?
hu: Támogat-e a Weblate a Git-en és Mercurialon kívül más VCS-t (verziókezelő rendszert) is?
id: Apakah Weblate mendukung VCS lain selain Git dan Mercurial?
ja: Weblate は Git および Mercurial 以外の VCS に対応していますか？
nl: Ondersteunt Weblate andere VCS-en dan Git en Mercurial?
pt: O Weblate tem suporte a outros VCSs que não o Git e o Mercurial?
pt_br: O Weblate tem suporte a outros VCSs que não o Git e o Mercurial?
ro: Weblate suportă și alte VCS-uri decât Git și Mercurial?
ru: Поддерживает ли Weblate другие системы контроля версий, кроме Git и Mercurial?
sv: Stöder Weblate andra VCS-system än Git och Mercurial?
ta: அறிவிலி மற்றும் மெர்குரியலைத் தவிர மற்ற வி.சி.எச்களை வலைபெயர்ப்பு ஆதரிக்கிறதா?
tr: Weblate, Git ve Mercurial dışındaki diğer sürüm denetimi sistemilerini destekliyor mu?
uk: Чи передбачено у Weblate підтримку інших систем керування версіями, окрім Git і Mercurial?
zh_hans: Weblate 支持 Git 和 Mercurial 以外的其它版本控制系统吗？
zh_hant: Weblate 支持 Git 和 Mercurial 意外的 VCS 嗎？

source: Weblate currently does not have native support for anything other than :ref:`vcs-git` (with extended support for :ref:`vcs-github`, :ref:`vcs-gerrit` and :ref:`vcs-git-svn`) and :ref:`vcs-mercurial`, but it is possible to write backends for other VCSes.
de: Weblate bietet derzeit keine native Unterstützung für andere Versionsverwaltungen als :ref:`vcs-git` (mit erweiterter Unterstützung für :ref:`vcs-github`, :ref:`vcs-gerrit` und :ref:`vcs-git-svn`) und :ref:`vcs-mercurial`, aber es ist möglich, Backends für andere VCSen zu schreiben.
ga: Faoi láthair níl tacaíocht dúchasach ag Weblate d'aon rud seachas :ref:`vcs-git` (le tacaíocht leathnaithe de :ref:`vcs-github`, :ref:`vcs-gerrit` agus :ref:`vcs-git-svn`) agus: :ref:`vcs-mercurial`, ach is féidir cúltaca a scríobh do VCSEanna eile.
hu: A Weblate jelenleg nem rendelkezik natív támogatással más rendszerekhez, csak a :ref:`vcs-git` (kiterjesztett támogatással a :ref:`vcs-github`, :ref:`vcs-gerrit` és :ref:`vcs-git-svn` rendszerekhez) és a :ref:`vcs-mercurial` esetén. Ugyanakkor lehetőség van más VCS-ekhez háttérrendszert (backendet) írni.
id: Weblate saat ini tidak memiliki dukungan asli untuk apa pun selain :ref:`vcs-git` (dengan dukungan tambahan untuk :ref:`vcs-github`, :ref:`vcs-gerrit` dan :ref:`vcs-git-svn`) dan :ref:`vcs-mercurial`, tetapi memungkinkan untuk menulis backend untuk VCS lainnya.
ja: 現在 Weblate は、 :ref:`vcs-git` （:ref:`vcs-github`、:ref:`vcs-gerrit` および :ref:`vcs-git-svn` に対する拡張対応付き）および :ref:`vcs-mercurial` 以外のものは公式には対応していませんが、他の VCS 用にバックエンドを書くことはできます。
nl: Weblate heeft momenteel geen eigen ondersteuning voor iets anders dan :ref:`vcs-git` (met uitgebreide ondersteuning voor :ref:`vcs-github`, :ref:`vcs-gerrit` en :ref:`vcs-git-svn`) en :ref:`vcs-mercurial`, maar het is mogelijk om backends voor andere VCS-en te schrijven.
pt: Weblate atualmente não tem suporte nativo para nada além de :ref:`vcs-git` (com suporte estendido para :ref:`vcs-github`, :ref:`vcs-gerrit` e :ref:`vcs-git-svn`) e :ref:`vcs-mercurial`, mas é possível escrever backends para outros VCSs.
pt_br: Weblate atualmente não tem suporte nativo para nada além de :ref:`vcs-git` (com suporte estendido para :ref:`vcs-github`, :ref:`vcs-gerrit` e :ref:`vcs-git-svn`) e :ref:`vcs-mercurial`, mas é possível escrever backends para outros VCSs.
ro: Weblate nu are în prezent suport nativ pentru nimic altceva în afară de :ref:`vcs-git` (cu suport extins pentru :ref:`vcs-github`, :ref:`vcs-gerrit` și :ref:`vcs-git-svn`) și :ref:`vcs-mercurial`, dar este posibil să se scrie backend-uri pentru alte VCS-uri.
ru: В настоящее время Weblate не имеет родной поддержки ни для чего, кроме :ref:`vcs-git` (с расширенной поддержкой :ref:`vcs-github`, :ref:`vcs-gerrit` и :ref:`vcs-git-svn`) и :ref:`vcs-mercurial`, но вполне возможно дописать поддержку и других систем контроля версий.
sv: Weblate har för närvarande inte inbyggt stöd för något annat än :ref:`vcs-git` (med utökat stöd för :ref:`vcs-github`, :ref:`vcs-gerrit` och :ref:`vcs-git-svn`) och :ref:`vcs-mercurial`, men det är möjligt att skriva backends för andra VCS:er.
tr: Weblate şu anda :ref:`vcs-git` (:ref:`vcs-github`, :ref:`vcs-gerrit` ve :ref:`vcs-git-svn` için genişletilmiş destekle) ve :ref:`vcs-mercurial` dışında hiçbir şey için yerleşik destek sağlamaz. Ancak diğer sürüm denetimi sistemleri için arka uçlar yazılabilir.
uk: У поточній версії Weblate не передбачено вбудованої підтримки нічого, окрім :ref:`vcs-git` (із розширеною підтримкою :ref:`vcs-github`, :ref:`vcs-gerrit` і :ref:`vcs-git-svn`) та :ref:`vcs-mercurial`. Втім, можливе написання модулів для інших систем керування версіями.
zh_hans: Weblate 当前不原生支持除 :ref:`vcs-git`\ （扩展支持 :ref:`vcs-github`、:ref:`vcs-gerrit` 和 :ref:`vcs-git-svn`）和 :ref:`vcs-mercurial` 以外的任何版本控制系统，但可以为其他版本控制系统编写后端。
zh_hant: Weblate 當前不支持:ref:`vcs-git` （擴展支持:ref:`vcs-github`、:ref:`vcs-gerrit` 和:ref:`vcs-git-svn`）和:ref:`vcs -mercurial` 以外的任何VCSes，但能夠對其它VCSes 寫後端。

source: Weblate also supports VCS-less operation, see :ref:`vcs-local`.
de: Weblate unterstützt auch VCS-losen Betrieb, siehe :ref:`vcs-local`.
ga: Tacaíonn Weblate freisin le hoibriú nach lú VCS, féach :ref:`vcs-local`.
hu: A Weblate támogatja a VCS nélküli működést is, lásd: :ref:`vcs-local`.
id: Weblate juga mendukung operasi tanpa VCS, sila rujuk :ref:`vcs-local`.
ja: また、Weblate は VCS を使用しない運用にも対応しています。参照: :ref:`vcs-local`。
nl: Weblate ondersteunt ook VCS-loze bewerkingen, bekijk :ref:`vcs-local`.
pt: Weblate também tem suporte à operação sem VCS, veja :ref:`vcs-local`.
pt_br: Weblate também tem suporte à operação sem VCS, consulte :ref:`vcs-local`.
ro: Weblate suportă, de asemenea, funcționarea fără VCS, vezi :ref:`vcs-local`.
ru: Кроме того, Weblate поддерживает операции, не требующие системы контроля версий, смотрите раздел :ref:`vcs-local`.
sv: Weblate stöder även drift utan VCS, se :ref:`vcs-local`.
tr: Weblate ayrıca sürüm denetimi sistemi olmadan çalışmayı da destekler. Ayrıntılı bilgi almak için: :ref:`vcs-local`.
uk: Крім того, у Weblate передбачено підтримку дій без системи керування версіями, див. :ref:`vcs-local`.
zh_hans: Weblate 还支持无版本控制系统的操作，请参见 :ref:`vcs-local`。
zh_hant: Weblate 還支持無 VCS 的操作，請參見 :ref:`vcs-local`。

source: For native support of other VCSes, Weblate requires using distributed VCS, and could probably be adjusted to work with anything other than Git and Mercurial, but somebody has to implement this support.
de: Für die native Unterstützung anderer VCSen setzt Weblate die Verwendung eines verteilten VCS voraus und könnte wahrscheinlich so angepasst werden, dass es auch mit anderen Systemen als Git und Mercurial funktioniert, aber jemand muss diese Unterstützung implementieren.
ga: Chun tacú le VCSanna eile ó dhúchas, éilíonn Weblate VCS dáilte a úsáid, agus is dócha go bhféadfaí é a choigeartú chun oibriú le haon rud eile seachas Git agus Mercurial, ach caithfidh duine éigin an tacaíocht seo a chur i bhfeidhm.
hu: Más rendszerek natív támogatásához a Weblate elosztott VCS-t igényel – elvileg bármely rendszerhez hozzáigazítható, de ennek implementálását valakinek el kell végeznie.
id: Untuk dukungan asli VCS lainnya, Weblate memerlukan penggunaan VCS terdistribusi, dan mungkin dapat disesuaikan agar dapat bekerja dengan apa pun selain Git dan Mercurial, tetapi seseorang harus mengimplementasikan dukungan ini.
ja: 他の VCS を公式対応するには、Weblate には分散 VCS が必要です。おそらく、Git と Mercurial 以外でも動作するように修正できますが、実現するには誰かが実装しなければなりません。
nl: Voor eigen ondersteuning van andere VCS-en vereist Weblate het gebruik van een gedistribueerd VCS, en zou mogelijk kunnen worden aangepast om te werken met iets anders dan Git en Mercurial, maar iemand moet die ondersteuning implementeren.
pt: Para suporte nativo de outros VCSs, Weblate requer o uso de VCS distribuídos e provavelmente poderia ser ajustado para trabalhar com qualquer outra coisa além de Git e Mercurial, mas alguém tem que implementar esse suporte.
pt_br: Para suporte nativo de outros VCSs, Weblate requer o uso de VCS distribuídos, e provavelmente poderia ser ajustado para trabalhar com qualquer outra coisa além de Git e Mercurial, mas alguém tem que implementar esse suporte.
ro: Pentru suportul nativ al altor VCS-uri, Weblate necesită utilizarea VCS-urilor distribuite și ar putea fi probabil ajustat pentru a funcționa cu orice altceva în afară de Git și Mercurial, dar cineva trebuie să implementeze acest suport.
ru: Для родной поддержки других систем контроля версий Weblate требует использования распределённых СКВ, и, вероятно, может быть настроен на работу с любой системой, помимо Git или Mercurial, но кто-то должен эту поддержку реализовать.
sv: För inbyggt stöd för andra VCS-system kräver Weblate användning av distribuerade VCS-system, och kan förmodligen anpassas för att fungera med andra system än Git och Mercurial, men någon måste implementera detta stöd.
ta: பிற வி.சி.எச்.களின் சொந்த ஆதரவுக்கு, வலைபெயர்ப்புடுக்கு விநியோகிக்கப்பட்ட வி.சி.எச்சைப் பயன்படுத்த வேண்டும், மேலும் அறிவிலி மற்றும் மெர்குரியைத் தவிர வேறு எதனுடனும் வேலை செய்ய சரிசெய்யப்படலாம், ஆனால் யாராவது இந்த ஆதரவை செயல்படுத்த வேண்டும்.
tr: Diğer sürüm denetimi sistemlerinin yerleşik desteği için, Weblate dağıtılmış sürüm denetimi sistemi kullanmalıdır ve büyük olasılıkla Git ve Mercurial dışındaki herhangi bir şeyle çalışacak şekilde ayarlanabilir. Ancak birisinin bu desteği eklemesi gerekir.
uk: Для вбудованої підтримки інших систем керування версіями Weblate потрібне використання розподіленої системи керування версіями. Ймовірно, Weblate може працювати із будь-чим, окрім Git та Mercurial, але хтось має реалізувати підтримку відповідної системи керування версіями.
zh_hans: 对于其它版本控制系统的原生支持，Weblate 需要使用分布式版本控制系统，并可能会调整为能与除 Git 和 Mercurial 以外的任何东西一起使用，必须有人来实现这项支持。
zh_hant: 為了本地支持其它 VCSes，Weblate 需要使用分佈式 VCS，並可能能夠調整來與 Git 和 Mercurial 以外的其它任何 VCSes 工作，但必須有人應用這項支持。

source: How does Weblate credit translators?
de: Wie erfolgt der Übersetzungsnachweis bei Weblate?
ga: Conas a chreideann aistritheoirí Weblate?
hu: Hogyan ismeri el a Weblate a fordítók munkáját?
id: Bagaimana Weblate memberi kredit kepada penerjemah?
ja: Weblate の翻訳者のクレジットはどうなっていますか？
nl: Hoe attribueert Weblate vertalers?
pt: Como o Weblate credita os tradutores?
pt_br: Como o Weblate credita os tradutores?
ro: Cum creditează Weblate traducătorii?
ru: Как Weblate сообщает о том, кто какую строку перевёл?
sv: Hur krediterar Weblate översättare?
ta: வலைபெயர்ப்பு கடன் மொழிபெயர்ப்பாளர்களை எவ்வாறு வழங்குகிறது?
tr: Weblate çevirmenlerin hesabını nasıl tutar?
uk: Як Weblate зберігає авторство перекладів?
zh_hans: Weblate 如何记录译者？
zh_hant: Weblate 如何記錄翻譯者？

source: Every change made in Weblate is committed into VCS under the translators name. This way every single change has proper authorship, and you can track it down using the standard VCS tools you use for code.
de: Jede in Weblate vorgenommene Änderung wird unter dem Namen des Übersetzers ins VCS committet. Auf diese Weise hat jede einzelne Änderung die richtige Urheberschaft und Sie können sie mit den üblichen VCS-Tools, die Sie für Code verwenden, nachverfolgen.
ga: Déantar gach athrú a dhéantar ar Weblate a chur i VCS faoi ainm an aistritheora. Ar an mbealach seo tá údar cuí ag gach athrú, agus is féidir leat é a rianú trí úsáid a bhaint as na huirlisí caighdeánacha VCS a úsáideann tú le haghaidh cód.
hu: Minden módosítás, amit a Weblate-ben végeznek, a fordító nevében kerül véglegesítésre a verziókezelő rendszerben. Így minden egyes változtatásnak megvan a szerzője, és ez a szokásos VCS-eszközökkel visszakövethető.
id: Setiap perubahan yang dibuat di Weblate akan dikomit ke VCS atas nama penerjemah. Dengan demikian, setiap perubahan memiliki otorisasi yang tepat, dan Anda dapat melacaknya menggunakan alat VCS standar yang Anda gunakan untuk kode.
ja: Weblate で行ったすべての変更は、翻訳者名で VCS にコミットされます。このようにして、個々の変更には適切に著作者名が入り、一般的な VCS ツールを使用して追跡できます。
nl: Elke wijziging die wordt gemaakt in Weblate wordt ingediend bij het VCS onder de naam van de vertaler. Op deze manier heeft elke wijziging de juiste auteur, en u kunt het bijhouden met de standaard gereedschappen voor het VCS dat u gebruikt voor code.
pt: Cada alteração feita no Weblate é posta em commit no VCS sob o nome dos tradutores. Desta forma, cada alteração tem a devida autoria e pode rastreá-la a usar as ferramentas VCS padrão que usa para código.
pt_br: Cada alteração feita no Weblate é colocada em commit no VCS sob o nome dos tradutores. Desta forma, cada alteração tem a devida autoria, e você pode rastreá-la usando as ferramentas VCS padrão que você usa para código.
ro: Fiecare modificare făcută în Weblate este trimisă în VCS sub numele traducătorului. În acest fel, fiecare modificare are un autor corect și puteți să o urmăriți folosind instrumentele VCS standard pe care le folosiți pentru cod.
ru: Каждое изменение, сделанное через Weblate, фиксируется в системе контроля версий под именем переводчика. Таким образом, каждое изменение имеет надлежащее авторство, и вы можете отследить его с помощью стандартных инструментов СКВ, которые вы используете для кода.
sv: Varje ändring som görs i Weblate registreras i VCS under översättarens namn. På så sätt har varje enskild ändring rätt upphovsman, och du kan spåra den med hjälp av de vanliga VCS-verktyg som du använder för kod.
ta: வலைபெயர்ப்பில் செய்யப்படும் ஒவ்வொரு மாற்றமும் மொழிபெயர்ப்பாளரின் பெயரின் கீழ் வி.சி.எச்சில் செய்யப்படுகிறது. இந்த வழியில் ஒவ்வொரு மாற்றத்திற்கும் சரியான ஆசிரியர் உள்ளது, மேலும் குறியீட்டிற்கு நீங்கள் பயன்படுத்தும் நிலையான வி.சி.எச் கருவிகளைப் பயன்படுத்தி அதைக் கண்காணிக்கலாம்.
tr: Weblate üzerinde yapılan her değişiklik, çevirmenin adıyla sürüm denetimi sistemine işlenir. Böylece, her bir değişikliğin bir yazarı olur ve kod geliştirmek için kullandığınız standart sürüm denetimi sistemi araçlarını kullanarak bunu izleyebilirsiniz.
uk: Усі зміни, які внесено на Weblate, надсилаються до системи керування версіями від імені перекладачів. У такий спосіб забезпечується належне авторство кожної окремої зміни. Ви можете стежити за змінами за допомогою стандартних інструментів вашої системи керування версіями точно так само, як ви це робите з кодом.
zh_hans: Weblate 中所做的每个更改都将以译者的名称提交到版本控制系统中。这样，每个更改都具有适当的作者身份，您可以使用用于代码的标准版本控制系统工具来进行跟踪。
zh_hant: Weblate 中所做的每個更改都將以翻譯者的名稱提交到版本控制系統（VCS ）中。這樣，每個更改都具有適當的作者身份，您可以使用用於代碼的標準版本控制系統（VCS ）工具來進行跟踪。

source: Additionally, when the translation file format supports it, the file headers are updated to include the translator's name.
de: Zusätzlich, wenn das Format der Übersetzungsdatei dies unterstützt, wird der Name des Übersetzers im Header der Datei eingefügt.
ga: Ina theannta sin, nuair a thacaíonn formáid an chomhaid aistriúcháin leis, déantar na ceanntásca comhaid a nuashonrú chun ainm an aistritheora a chur san áireamh.
hu: Emellett, ha a fordítási fájl formátuma támogatja, a fájl fejlécébe is bekerül a fordító neve.
id: Selain itu, ketika format berkas terjemahan mendukungnya, kepala berkas akan diperbarui untuk menyertakan nama penerjemah.
ja: また、翻訳ファイル形式で対応している場合は、ファイルヘッダーを更新して翻訳者の名前が挿入されます。
nl: Aanvullend, als de bestandsindeling van de vertaling dat ondersteunt, worden de koppen van het bestand bijgewerkt om de naam van de vertaler te bevatten.
pt: Além disso, quando o formato do ficheiro de tradução o suporta, os cabeçalhos do ficheiro são atualizados para incluir o nome do tradutor.
pt_br: Além disso, quando o formato do arquivo de tradução o suporta, os cabeçalhos do arquivo são atualizados para incluir o nome do tradutor.
ro: În plus, atunci când formatul fișierului de traducere acceptă acest lucru, anteturile fișierului sunt actualizate pentru a include numele traducătorului.
ru: Кроме того, если формат файла перевода это поддерживает, он обновляет заголовки файлов и включает в них имя переводчика.
sv: Dessutom, när översättningsfilformatet stöder det, uppdateras filrubrikerna så att de inkluderar översättarens namn.
ta: கூடுதலாக, மொழிபெயர்ப்பு கோப்பு வடிவம் அதை ஆதரிக்கும் போது, மொழிபெயர்ப்பாளரின் பெயரைச் சேர்க்க கோப்பு தலைப்புகள் புதுப்பிக்கப்படுகின்றன.
tr: Ek olarak, çeviri dosyası biçimi tarafından desteklendiğinde, dosya üst bilgilerine çevirmenin adı eklenir.
uk: Крім того, якщо таку підтримку передбачено у форматі файлів перекладу, буде оновлено заголовки файла — до них буде включено ім'я перекладача.
zh_hans: 此外，如果翻译文件格式支持，将更新文件标头以包含译者的名字。
zh_hant: 此外，如果翻譯文件格式支持，則文件頭會更新為包含翻譯者的名稱。

source: Why does Weblate force showing all PO files in a single tree?
de: Warum erzwingt Weblate die Anzeige aller PO-Dateien in einem einzigen Baum?
ga: Cén fáth a gcuireann Weblate iallach ar gach comhad PO a thaispeáint in aon chrann amháin?
hu: Miért jeleníti meg a Weblate az összes PO-fájlt egyetlen fa struktúrában?
id: Mengapa Weblate memaksa untuk menampilkan semua berkas PO dalam satu pohon?
ja: なぜ Weblate は、すべての PO ファイルを強制的に単一の階層に表示させるのですか？
nl: Waarom forceert Weblate het weergeven van alle PO-bestanden in een enkele boom?
pt: Por que o Weblate força mostrar todos os ficheiros PO numa única árvore?
pt_br: Por que o Weblate força mostrar todos os arquivos PO em uma única árvore?
ro: De ce Weblate forțează afișarea tuturor fișierelor PO într-un singur arbore?
ru: Почему Weblate принудительно показывает все PO-файлы в одном дереве?
sv: Varför tvingar Weblate fram visning av alla PO-filer i ett enda träd?
ta: வலைபெயர்ப்பு ஏன் அனைத்து பிஓ கோப்புகளையும் ஒரே மரத்தில் காட்டுகிறது?
tr: Weblate neden tüm PO dosyalarını tek bir ağaçta göstermeyi dayatıyor?
uk: Чому Weblate примусово показує усі файли PO у одній ієрархії?
zh_hans: 为什么 Weblate 强制在单一树中显示所有 PO 文件？
zh_hant: 為什麼 Weblate 強制在單一樹中顯示所有 PO 文件？

source: Weblate was designed in a way that every PO file is represented as a single component. This is beneficial for translators, so they know what they are actually translating.
de: Weblate wurde so konzipiert, dass jede PO-Datei als einzelne Komponente dargestellt wird. Dies ist für Übersetzer von Vorteil, damit sie wissen, was sie tatsächlich übersetzen.
ga: Dearadh Weblate ar bhealach ina léirítear gach comhad PO mar chomhpháirt amháin. Tá sé seo tairbheach d'aistritheoirí, ionas go mbeidh a fhios acu cad atá á aistriú acu i ndáiríre.
hu: A Weblate felépítése szerint minden PO-fájl egy önálló összetevőként szerepel. Ez segíti a fordítókat, hogy pontosan lássák, mit fordítanak.
id: Weblate dirancang sedemikian rupa sehingga setiap berkas PO direpresentasikan sebagai satu komponen. Hal ini bermanfaat bagi penerjemah, sehingga mereka tahu apa yang sebenarnya mereka terjemahkan.
ja: Weblate は、すべての PO ファイルを 1 つのコンポーネントに含めるように設計されています。これは翻訳者にとって有益であり、実際にどの言語に翻訳しているか一目瞭然です。
nl: Weblate werd ontworpen op een manier waarop elk PO-bestand wordt weergegeven als een enkel onderdeel. Dat heeft voordelen voor vertalers, zij weten zo wat zij feitelijk vertalen.
pt: O Weblate foi projetado de uma forma que cada ficheiros PO é representado como um único componente. Isso é benéfico para os tradutores, então eles sabem o que estão realmente a traduzir.
pt_br: O Weblate foi projetado de uma forma que cada arquivo PO é representado como um único componente. Isso é benéfico para os tradutores, então eles sabem o que estão realmente traduzindo.
ro: Weblate a fost proiectat astfel încât fiecare fișier PO să fie reprezentat ca o singură componentă. Acest lucru este benefic pentru traducători, astfel încât aceștia să știe ce traduc de fapt.
ru: Weblate был спроектирован таким образом, что каждый PO-файл представляется одним компонентом. Это выгодно переводчиками, поскольку они знают, что они переводят на самом деле.
sv: Weblate har utformats så att varje PO-fil representeras som en enskild komponent. Detta är fördelaktigt för översättare, eftersom de då vet vad de faktiskt översätter.
ta: ஒவ்வொரு பிஓ கோப்பும் ஒரே அங்கமாகக் குறிக்கப்படும் வகையில் வலைபெயர்ப்பு வடிவமைக்கப்பட்டுள்ளது. இது மொழிபெயர்ப்பாளர்களுக்கு நன்மை பயக்கும், எனவே அவர்கள் உண்மையில் என்ன மொழிபெயர்க்கிறார்கள் என்பது அவர்களுக்குத் தெரியும்.
tr: Weblate, her PO dosyasının tek bir bileşen olarak görüntüleneceği şekilde tasarlanmıştır. Bu özellik, çevirmenler için yararlıdır. Böylece gerçekte neyi çevirdiklerini bilebilirler.
uk: Weblate було розроблено із припущенням, що кожен файл PO представлено у системі окремим складником. Це зручно для перекладачів — вони знають, що саме перекладають.
zh_hans: Weblate 的设计方式是将每个 PO 文件表示为单个部件。这对翻译人员来说是有好处的，这样他们就知道他们实际上在翻译什么。
zh_hant: Weblate 的設計方式是將每個 PO 文件表示為單個組件。這對翻譯人員來說是有好處的，這樣他們就知道他們實際上在翻譯什麼。

source: Translators can translate all the components of a project into a specific language as a whole.
de: Übersetzer können alle Komponenten eines Projekts als Ganzes in eine bestimmte Sprache übersetzen.
ga: Is féidir le haistritheoirí comhpháirteanna uile an tionscadail a aistriú go teanga ar leith ina iomláine.
hu: A fordítók így egy projekt összes összetevőjét le tudják fordítani egy adott nyelvre egységesen.
id: Penerjemah dapat menerjemahkan semua komponen proyek ke dalam bahasa tertentu secara keseluruhan.
ja: 翻訳者は、プロジェクトのすべてのコンポーネントを、含まれているすべての言語に翻訳できます。
nl: Vertalers kunnen alle onderdelen van een project naar een specifieke taal als geheel vertalen.
pt: Tradutores podem traduzir todos os componentes de um projeto num idioma específico como um todo.
pt_br: Tradutores podem traduzir todos os componentes de um projeto em um idioma específico como um todo.
ro: Traducătorii pot traduce toate componentele unui proiect într-o anumită limbă ca întreg.
ru: Переводчики могут переводить все компоненты одного проекта на один конкретный язык как единое целое.
sv: Översättare kan översätta alla delar av ett projekt till ett specifikt språk som en helhet.
ta: மொழிபெயர்ப்பாளர்கள் ஒரு திட்டத்தின் அனைத்து கூறுகளையும் ஒரு குறிப்பிட்ட மொழியில் ஒட்டுமொத்தமாக மொழிபெயர்க்க முடியும்.
tr: Çevirmenler, bir projenin tüm bileşenlerini bir bütün olarak belirli bir dile çevirebilir.
uk: Перекладачі можуть перекласти всі складники проєкту певною мовою в цілому.
zh_hans: 翻译人员可以将项目的所有部件作为一个整体翻译成一种特定的语言。

source: Why does Weblate use language codes such sr_Latn or zh_Hant?
de: Warum verwendet Weblate Sprachcodes wie sr_Latn oder zh_Hant?
ga: Cén fáth a n-úsáideann Weblate cóid teanga mar sr_Latn nó zh_Hant?
hu: Miért használ a Weblate olyan nyelvkódokat, mint például `sr_Latn` vagy `zh_Hant`?
id: Mengapa Weblate menggunakan kode bahasa seperti sr_Latn atau zh_Hant?
ja: なぜ。Weblate は sr_Latn もしくは zh_Hant などの言語コードを使用するのですか？
nl: Waarom gebruikt Weblate taalcodes zoals sr_Latn of zh_Hant?
pt: Por que o Weblate usa códigos de idioma como sr_Latn ou zh_Hant?
pt_br: Por que o Weblate usa códigos de idioma como sr_Latn ou zh_Hant?
ro: De ce utilizează Weblate coduri de limbă precum sr_Latn sau zh_Hant?
ru: Почему Weblate использует такие коды языков, как sr_Latn или zh_Hant?
sv: Varför använder Weblate språkkoder som sr_Latn eller zh_Hant?
ta: வலைபெயர்ப்பு ஏன் sr_latn அல்லது zh_hant போன்ற மொழி குறியீடுகளைப் பயன்படுத்துகிறது?
tr: Weblate neden sr_Latn ya da zh_Hant gibi dil kodlarını kullanıyor?
uk: Чому Weblate використовує дивні коди мов, зокрема sr_Latn та zh_Hant?
zh_hans: Weblate 为什么使用 sr_Latn 或 zh_Hant 这样的语言代码？
zh_hant: Weblate 為什麼使用 sr_Latn 或 zh_Hant 這樣的語言編碼？
