Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Depending on your setup, access to the Weblate repository might require authentication. When using the built-in :ref:`git-exporter` in Weblate, you authenticate with your username and the API key.
de: Abhängig von Ihrer Einrichtung kann der Zugriff auf das Weblate-Repository eine Authentifizierung erfordern. Wenn Sie den integrierten :ref:`git-exporter` in Weblate verwenden, authentifizieren Sie sich mit Ihrem Benutzernamen und dem API-Schlüssel.
ga: Ag brath ar do shocrú, d'fhéadfadh go mbeadh fíordheimhniú ag teastáil ó rochtain ar stór Weblate. Nuair a úsáideann tú an ionsuite: :ref:`git-exporter` i Weblate, fíordheimhnigh tú le d'ainm úsáideora agus an eochair API.
hu: Beállítástól függően a Weblate tárolóhoz való hozzáférés hitelesítést igényelhet. Ha a Weblate beépített :ref:`git-exporter` funkcióját használja, a felhasználónevével és API kulcsával tud hitelesíteni.
id: Tergantung pada pengaturan Anda, akses ke repositori Weblate mungkin memerlukan autentikasi. Saat menggunakan :ref:`git-exporter` bawaan di Weblate, Anda akan diautentikasi dengan nama pengguna dan kunci API Anda.
ja: 設定によっては、Weblate リポジトリへの接続には認証が必要となります。Weblate に組み込まれた :ref:`git-exporter` を使用すると、ユーザー名と API キーで認証できます。
nl: Afhankelijk van uw opstelling zou de toegang tot de opslagruimte van Weblate authenticatie kunnen vereisen. Met het gebruiken van de ingebouwde :ref:`git-exporter` in Weblate, kunt u authenticeren met uw gebruikersnaam en de API-sleutel.
pt: Dependendo da sua configuração, o acesso ao repositório Weblate pode requerer autenticação. Ao utilizar o :ref:`git-exporter` integrado no Weblate, você autentica-se com seu nome de utilizador e a chave da API.
pt_br: Dependendo da sua configuração, o acesso ao repositório Weblate pode requerer autenticação. Ao utilizar o :ref:`git-exporter` embutido no Weblate, você se autentica com seu nome de usuário e a chave da API.
ro: În funcție de configurația voastră, accesul la depozitul Weblate poate necesita autentificare. Atunci când utilizați :ref:`git-exporter` încorporat în Weblate, vă autentificați cu numele de utilizator și cheia API.
ru: В зависимости от ваших настроек, доступ к репозиторию Weblate может потребовать авторизации. При использовании встроенного в Weblate :ref:`экспортера в Git <git-exporter>` вы авторизируетесь с помощью своего имени пользователя и ключа API.
sv: Beroende på din konfiguration kan åtkomst till Weblate-arkivet kräva autentisering. När du använder den inbyggda :ref:`git-exporter` i Weblate autentiserar du dig med ditt användarnamn och API-nyckeln.
tr: Kurulumunuza bağlı olarak, Weblate deposuna erişim için kimlik doğrulaması gerektirebilir. Weblate üzerinde yerleşik :ref:`git-exporter` özelliğini kullanırken, kimliğinizi kullanıcı adınız ve API anahtarınızla doğrularsınız.
uk: Залежно від конфігурації, доступ до сховища Weblate може потребувати проходження розпізнавання. При використанні вбудованого :ref:`засобу експортування до git<git-exporter>` у Weblate розпізнавання виконуватиметься за вашим іменем користувача та ключем до програмного інтерфейсу.
zh_hans: 取决于你的设置，访问 Weblate 仓库可能需要身份验证。使用 Weblate 中内建的 :ref:`git-exporter` 时，你需使用用户名和 API 密钥进行身份验证。
zh_hant: 取決於你的設置， 訪問 Weblate 代碼庫可能需要身份驗證。使用 Weblate 中內建的 :ref:`git-exporter`時，你使用用戶名和 API 密鑰進行身份驗證。

source: If you're using multiple branches in Weblate, you can do the same to all of them:
de: Wenn Sie mehrere Branches in Weblate verwenden, können Sie das Gleiche für alle tun:
ga: Má tá brainsí iolracha á n-úsáid agat in Weblate, is féidir leat an rud céanna a dhéanamh do gach ceann acu:
hu: Ha több ágat használ a Weblate-ben, ugyanezt megteheti mindegyikkel:
id: Jika Anda menggunakan beberapa cabang di Weblate, Anda dapat melakukan hal yang sama pada semuanya:
ja: Weblate で複数のブランチを使用する場合、すべてのブランチに対して同じ操作をする方法:
nl: Als u meerdere takken gebruikt in Weblate, kunt u hetzelfde voor ze allemaal doen:
pt: Se estiver a usar vários ramos na Weblate, pode fazer o mesmo com todos eles:
pt_br: Se você estiver usando vários ramos no Weblate, você pode fazer o mesmo com todos eles:
ro: Dacă folosiți mai multe ramuri în Weblate, puteți face același lucru pentru toate:
ru: Если вы используете в Weblate несколько ветвей, то же самое вы можете сделать со всеми ними:
sv: Om du använder flera grenar i Weblate kan du göra samma sak med alla:
ta: நீங்கள் வலைபெயர்ப்பில் பல கிளைகளைப் பயன்படுத்துகிறீர்கள் என்றால், அவை அனைத்திற்கும் இதைச் செய்யலாம்:
tr: Weblate üzerinde birden fazla dal kullanıyorsanız, hepsine aynı şeyi yapabilirsiniz:
uk: Якщо ви використовуєте у Weblate кілька гілок, ви можете зробити те саме для кожної з них:
zh_hans: 如果在 Weblate 中使用多个分支，那么可以对所有的分支做相同的事：
zh_hant: 如果在 Weblate 中使用多個分支，那麼可以對所有的分支做相同的事：

source: In case of gettext PO files, there is a way to merge conflicts in a semi-automatic way:
de: Im Falle von gettext-PO-Dateien gibt es eine Möglichkeit, Konflikte halbautomatisch zusammenzuführen:
ga: I gcás comhaid PO gettext, tá bealach ann chun coinbhleachtaí a chumasc ar bhealach leath-uathoibríoch:
hu: Gettext PO-fájlok esetén, van mód félautomatikus összevonásra:
id: Dalam kasus berkas PO gettext, ada cara untuk menggabungkan konflik dengan cara semi otomatis:
ja: gettext PO ファイルの場合、競合を半自動でマージする方法:
nl: In het geval van gettext PO-bestanden is er een manier om conflicten samen te voegen op een semi-automatische manier:
pt: No caso de ficheiros PO gettext, há uma forma de mesclar conflitos de uma forma semiautomática:
pt_br: No caso de arquivos PO gettext, há uma forma de mesclar conflitos de uma forma semiautomática:
ro: În cazul fișierelor gettext PO, există o modalitate de fuzionare a conflictelor într-un mod semiautomat:
ru: В случае использования файлов PO gettext’а существует способ полуавтоматического исправления конфликтов:
sv: När det gäller gettext PO-filer finns det ett sätt att slå samman konflikter på ett halvautomatiskt sätt:
ta: கெட்டடெக்ச்ட் பிஓ கோப்புகளைப் பொறுத்தவரை, மோதல்களை அரை தானியங்கி வழியில் இணைக்க ஒரு வழி உள்ளது:
tr: Gettext PO dosyaları söz konusu olduğunda, çakışmaları yarı kendiliğinden birleştirmenin bir yolu vardır:
uk: У випадку файлів PO gettext існує спосіб розв'язувати усі конфлікти об'єднання у напівавтоматичному режимі:
zh_hans: 在 gettext PO 文件的情况下，有一种方式以半自动方式来合并冲突：
zh_hant: 在 gettext PO 文件的情況下，有一種方式以半自動方式來合併衝突：

source: Fetch and keep a local clone of the Weblate Git repository. Also get a second fresh local clone of the upstream Git repository (i. e. you need two copies of the upstream Git repository: An intact and a working copy):
de: Rufen Sie einen lokalen Klon des Weblate-Git-Repositorys ab und behalten Sie ihn. Holen Sie außerdem einen zweiten frischen lokalen Klon des Upstream-Git-Repositorys (d. h. Es werden zwei Kopien des Upstream-Git-Repositorys benötigt: Eine intakte und eine Arbeitskopie):
ga: Faigh agus coinnigh clón áitiúil de stór Weblate Git. Faigh an dara clón áitiúil úr freisin den stór Git in aghaidh an tsrutha (i.e. teastaíonn dhá chóip den stór Git in aghaidh an tsrutha uait: Cóip slán agus oibre):
hu: Töltse le és tartsa meg helyben a Weblate Git tároló egy példányát. Emellett szüksége lesz egy második, friss helyi másolatra a forrás Git tárolóból (azaz két példányra: egy érintetlen és egy munkapéldányra):
id: Ambil dan simpan klon lokal repositori Git Weblate. Dapatkan juga klon lokal baru kedua dari repositori Git hulu (yaitu, Anda memerlukan dua salinan repositori Git hulu: Satu salinan utuh dan satu salinan yang berfungsi):
ja: Weblate Git リポジトリのローカル クローンを取得して保持します。また、上流の Git リポジトリの最新のローカル クローンも取得します（例: 上流の Git リポジトリのコピーが 2 つ必要。最新のコピーと作業用コピー）。操作方法:
nl: Haal een lokale kloon op van de Weblate Git opslagruimte en behoud die. Haal ook een tweede verse lokale kloon op van de opslagruimte van Git upstream (d.i. u heeft twee kopieën nodig van de opslagruimte van Git upstream: Een intacte en een werkkopie):
pt: Obtenha e mantenha um clone local do repositório Weblate Git. Obtenha também um segundo clone local novo do repositório upstream Git (ou seja, precisa de duas cópias do repositório upstream Git: Uma cópia intacta e uma cópia de trabalho):
pt_br: Obtenha e mantenha um clone local do repositório Weblate Git. Obtenha também um segundo clone local novo do repositório upstream Git (ou seja, você precisa de duas cópias do repositório upstream Git: Uma cópia intacta e uma cópia de trabalho):
ro: Obțineți și păstrați o clonă locală a depozitului Weblate Git. De asemenea, obțineți o a doua clonă locală proaspătă a depozitului Git din amonte (adică aveți nevoie de două copii ale depozitului Git din amonte: O copie intactă și o copie de lucru):
ru: Извлеките и сохраните локальный клон Git-репозитория Weblate. Также возьмите второй свежий локальный клон вышестоящего Git-репозитория (то есть, вам нужно две копии вышестоящего Git-репозитория: нетронутая и рабочая):
sv: Hämta och spara en lokal klon av Weblate Git-arkivet. Hämta också en andra ny lokal klon av uppströms Git-arkivet (dvs. du behöver två kopior av uppströms Git-arkivet: en intakt och en fungerande kopia):
ta: வலைபெயர்ப்பு அறிவிலி களஞ்சியத்தின் உள்ளக நகலியை எடுத்து வைத்திருங்கள். மேல்நிலை அறிவிலி களஞ்சியத்தின் இரண்டாவது புதிய உள்ளக குளோனையும் பெறுங்கள் (அதாவது மேல்நிலை அறிவிலி களஞ்சியத்தின் இரண்டு நகல்கள் உங்களுக்குத் தேவை: சேதமடையாத மற்றும் வேலை செய்யும் நகல்):
tr: Weblate Git deposunun yerel bir kopyasını alın ve tutun. Ayrıca, yukarı akış Git deposunun ikinci bir yeni yerel kopyasını da alın (yani, yukarı akış Git deposunun iki kopyası olmalıdır: Bozulmamış ve çalışan bir kopya):
uk: Отримайте і збережіть локальний клон сховища Git Weblate. Також отримайте другий свіжий локальний клон основного сховища Git (тобто, вам знадобляться дві копії сховища Git: незмінена та робоча копії):
zh_hans: 取回并保存 Weblate Git 仓库的本地克隆。还要得到上游 Git 仓库的第二个新的本地克隆（也就是需要上游 Git 仓库的两份复件：完整的复件和工作复件）：
zh_hant: 取回並保存 Weblate Git 倉庫的本地克隆。還要得到上游 Git 倉庫的第二個新的本地克隆（也就是需要上游 Git 倉庫的兩份複件：完整的複件和工作複件）：

source: How do I translate several branches at once?
de: Wie übersetzt man mehrere Branches auf einmal?
ga: Conas is féidir liom roinnt brainsí a aistriú ag an am céanna?
hu: Hogyan fordíthatok egyszerre több ágat?
id: Bagaimana caranya untuk menerjemahkan beberapa cabang sekaligus?
ja: 複数のブランチを一度に翻訳する方法は？
nl: Hoe vertaal ik verscheidene takken tegelijkertijd?
pt: Como faço para traduzir vários ramos ao mesmo tempo?
pt_br: Como faço para traduzir vários ramos ao mesmo tempo?
ro: Cum pot traduce mai multe ramuri în același timp?
ru: Как мне сразу перевести несколько веток?
sv: Hur översätter jag flera grenar samtidigt?
ta: ஒரே நேரத்தில் பல கிளைகளை மொழிபெயர்ப்பது எப்படி?
tr: Aynı anda birkaç dalı nasıl çevirebilirim?
uk: Як налаштувати одночасний переклад у декількох гілках розробки?
zh_hans: 如何同时翻译几个分支？
zh_hant: 如何立刻翻譯幾個分支？

source: Once you merge changes from Weblate, you might have to merge these branches (depending on your development workflow) discarding differences:
de: Sobald Sie die Änderungen von Weblate zusammenführen, müssen Sie diese Branches (je nach Ihrem Entwicklungsablauf) zusammenführen und die Unterschiede verwerfen:
ga: Nuair a bheidh tú ag cumasc athruithe ó Weblate, seans go mbeidh ort na brainsí seo a chumasc (ag brath ar do shreabhadh oibre forbartha) chun difríochtaí a chaitheamh amach:
hu: Miután összevonta a Weblate-ből származó módosításokat, előfordulhat, hogy az ágakat is egyesítenie kell (a fejlesztési munkafolyamattól függően), figyelmen kívül hagyva az eltéréseket:
id: Setelah Anda menggabungkan perubahan dari Weblate, Anda mungkin harus menggabungkan cabang ini (tergantung pada alur kerja pengembangan Anda) dengan membuang perbedaan:
ja: Weblate からの変更をマージしたら、（開発ワークフローに応じて）これらの分岐をマージして、違いを破棄してください。操作方法:
nl: Als u eenmaal de wijzigingen uit Weblate hebt samengevoegd, zou u misschien deze takken nog moeten samenvoegen (afhankelijk van uw werkwijze bij het ontwikkelen) en verschillen negeren:
pt: Uma vez mescladas as mudanças do Weblate, pode ter que mesclar esses ramos (a depender do seu fluxo de trabalho de desenvolvimento) a descartar as diferenças:
pt_br: Uma vez mescladas as mudanças do Weblate, você pode ter que mesclar esses ramos (dependendo do seu fluxo de trabalho para o desenvolvimento) descartando as diferenças:
ro: Odată ce ați fuzionat modificările din Weblate, este posibil să trebuiască să fuzionați aceste ramuri (în funcție de fluxul de dezvoltare), eliminând diferențele:
ru: После вливания изменений из Weblate, вам, возможно, придётся объединить эти ветви (в зависимости от вашего рабочего процесса разработки) для устранения различий:
sv: När du har sammanfört ändringarna från Weblate kan du behöva sammanföra dessa grenar (beroende på ditt utvecklingsflöde) och kasta bort skillnaderna:
ta: நீங்கள் வலைபெயர்ப்புடிலிருந்து மாற்றங்களை ஒன்றிணைத்தவுடன், வேறுபாடுகளை ஒதுக்கிவிட்டு இந்த கிளைகளை (உங்கள் மேம்பாட்டு பணிப்பாய்வைப் பொறுத்து) இணைக்க வேண்டியிருக்கும்:
tr: Weblate üzerindeki değişiklikleri birleştirdikten sonra, farklılıkları atarak bu dalları birleştirmeniz gerekebilir (geliştirme iş akışınıza bağlı olarak):
uk: Щойно зміни з Weblate буде об'єднано, ви можете, вам, ймовірно, слід об'єднати ці гілки (залежно від вашої типової процедури розробки), відкинувши різниці:
zh_hans: 一旦从 Weblate 合并了更改，你可能不得不合并这些分支（取决于于您的开发工作流程），并丢弃差异：
zh_hant: 一旦從 Weblate 合併了更改，就會不得不合併這些分支（依賴於您的開發工作流程），而丟棄差異：

source: How to translate multi-platform projects?
de: Wie übersetzt man plattformübergreifende Projekte?
ga: Conas tionscadail il-ardáin a aistriú?
hu: Hogyan fordíthatók többplatformos projektek?
id: Bagaimana caranya untuk menerjemahkan proyek multi-platform?
ja: マルチ プラットフォームプロジェクトを翻訳する方法は？
nl: Hoe projecten op meerdere platforms te vertalen?
pt: Como traduzir projetos multiplataforma?
pt_br: Como traduzir projetos multiplataforma?
ro: Cum se traduc proiectele multi-platformă?
ru: Как переводить многоплатформенные проекты?
sv: Hur översätter man projekt för flera plattformar?
ta: மல்டி-பிளாட்ஃபார்ம் திட்டங்களை எவ்வாறு மொழிபெயர்ப்பது?
tr: Çok platformlu projeler nasıl çevrilir?
uk: Як налаштувати переклад багатоплатформових проєктів?
zh_hans: 如何翻译多平台项目？
zh_hant: 如何翻譯多平台項目？

source: Weblate supports a wide range of file formats (see :doc:`formats`) and the easiest approach is to use the native format for each platform.
de: Weblate unterstützt eine Vielzahl von Dateiformaten (siehe :doc:`formats`). Am einfachsten ist es, das native Format für jede Plattform zu verwenden.
ga: Tacaíonn Weblate le raon leathan formáidí comhaid (féach :doc:`formats`) agus is é an cur chuige is éasca an fhormáid dhúchasach a úsáid do gach ardán.
hu: A Weblate számos fájlformátumot támogat (lásd: :doc:`formats`), és a legegyszerűbb megközelítés, ha minden platform esetében annak saját natív formátumát használja.
id: Weblate mendukung berbagai format berkas (lihat :doc:`formats`) dan pendekatan termudah adalah menggunakan format asli untuk setiap platform.
ja: Weblate は、多くのファイル形式（参照: see :doc:`formats`）に対応しています。最も簡単な方法は、各プラットフォームの本来のファイル形式を使用することです。
nl: Weblate ondersteunt ene breed bereik aan bestandsindelingen (bekijk :doc:`formats`) en de gemakkelijkste benadering is om de eigen indeling voor elk platform te gebruiken.
pt: Weblate tem suporte a uma grande variedade de formatos de ficheiro (veja :doc:`formats`) e a abordagem mais fácil é utilizar o formato nativo para cada plataforma.
pt_br: Weblate tem suporte a uma grande variedade de formatos de arquivo (veja :doc:`formats`) e a abordagem mais fácil é utilizar o formato nativo para cada plataforma.
ro: Weblate acceptă o gamă largă de formate de fișiere (a se vedea :doc:`formats`) și cea mai simplă abordare este de a utiliza formatul nativ pentru fiecare platformă.
ru: Weblate поддерживает широкий диапазон форматов файлов (смотрите раздел :doc:`formats`) и самым простым подходом является использование родного формата для каждой платформы.
sv: Weblate stöder ett brett utbud av filformat (se :doc:`formats`) och det enklaste sättet är att använda det inbyggda formatet för varje plattform.
tr: Weblate çok çeşitli dosya biçimlerini destekler (ayrıntılı bilgi almak için: :doc:`formats`) ve en kolay yaklaşım her platformun yerel biçimini kullanmaktır.
uk: У Weblate передбачено підтримку широкого діапазону форматів файлів (див. :doc:`formats`), і найпростішим підходом є використання природного формату для кожної з платформ.
zh_hans: Weblate 支持多种文件格式（请参见 :doc:`formats`），最简单的方法就是使用每个平台的原生格式。
zh_hant: Weblate 支持大範圍的文件格式（請參見 :doc:`formats`），而最容易的方式時對每個平台使用本地格式。

source: Once you have added all platform translation files as components in one project (see :ref:`adding-projects`), you can utilize the translation propagation feature (turned on by default, and can be turned off in the :ref:`component`) to translate strings for all platforms at once.
de: Sobald Sie alle Plattform-Übersetzungsdateien als Komponenten in einem Projekt hinzugefügt haben (siehe :ref:`adding-projects`), können Sie die Übersetzungsweitergabe nutzen (standardmäßig aktiviert und kann in der :ref:`component` ausgeschaltet werden), um Zeichenketten für alle Plattformen auf einmal zu übersetzen.
ga: Nuair a bheidh gach comhad aistriúcháin ardáin curtha leis mar chomhpháirteanna i dtionscadal amháin (féach :ref:`adding-projects`), is féidir leat an ghné iomadú aistriúcháin a úsáid (a chasadh air de réir réamhshocraithe, agus is féidir í a mhúchadh i :ref:`component`) chun teaghráin do gach ardán a aistriú ag an am céanna.
hu: Miután az összes platform fordítási fájlját hozzáadta egy projekthez összetevőként (lásd: :ref:`adding-projects`), kihasználhatja a fordítási terjesztés funkciót (alapértelmezetten be van kapcsolva, de kikapcsolható az :ref:`összetevő <component>` beállításainál), így egyszerre fordíthat szövegeket minden platformra.
id: Setelah Anda menambahkan semua berkas terjemahan platform sebagai komponen dalam satu proyek (lihat :ref:`adding-projects`), Anda dapat memanfaatkan fitur propagasi terjemahan (diaktifkan secara bawaan, dan dapat dinonaktifkan di :ref:`component`) untuk menerjemahkan string untuk semua platform sekaligus.
ja: すべてのプラットフォーム翻訳ファイルを、1 つのプロジェクト（参照: :ref:`adding-projects`）のコンポーネントとして追加すると、翻訳の反映機能（デフォルトで有効、無効化するには :ref:`component` から）を使用して、すべてのプラットフォームの文字列を一度に翻訳します。
nl: Als u eenmaal alle vertaalbestanden voor een platform als onderdelen in een project hebt toegevoegd (bekijk :ref:`adding-projects`), kunt u de mogelijkheid voor het verspreide van de vertaling gebruiken (standaard ingeschakeld en kan worden uitgeschakeld in het :ref:`component`) om de tekenreeksen voor alle platforms in een keer te vertalen.
pt: Dado que tenha adicionado todos os ficheiros de tradução da plataforma como componentes num projeto (veja :ref:`adding-projects`), pode utilizar o recurso de propagação de tradução (ligado por padrão, e pode ser desligado na :ref:`component`) para traduzir cadeias para todas as plataformas ao mesmo tempo.
pt_br: Uma vez que você tenha adicionado todos os arquivos de tradução da plataforma como componentes em um projeto (consulte :ref:`adding-projects`), você pode utilizar o recurso de propagação de tradução (ligado por padrão, e pode ser desligado na :ref:`component`) para traduzir textos para todas as plataformas ao mesmo tempo.
ro: După ce ați adăugat toate fișierele de traducere a platformelor ca și componente într-un proiect (a se vedea :ref:`adding-projects`), puteți utiliza funcția de propagare a traducerilor (activată în mod implicit și care poate fi dezactivată în :ref:`component`) pentru a traduce deodată șirurile de caractere pentru toate platformele.
ru: После того, как вы добавите все файлы перевода для платформ в качестве компонентов в один проект (смотрите раздел :ref:`adding-projects`), вы сможете использовать функцию распространения перевода (включена по умолчанию и может быть отключена в :ref:`настройках компонента <component>`) для перевода строк одновременно для всех платформ.
sv: När du har lagt till alla plattformsöversättningsfiler som komponenter i ett projekt (se :ref:`adding-projects`) kan du använda funktionen för översättningsspridning (aktiverad som standard, kan inaktiveras i :ref:`component`) för att översätta strängar för alla plattformar samtidigt.
tr: Tüm platform çeviri dosyalarını tek bir projeye bileşen olarak ekledikten sonra (ayrıntılı bilgi almak için: :ref:`adding-projects`), tüm platformlar için dizgeleri aynı anda çevirmek üzere çeviri yayma özelliğini (varsayılan olarak açıktır ve :ref:`component` içinden kapatılabilir) kullanabilirsiniz.
uk: Після додавання всіх файлів перекладу для платформи як складників до одного проєкту (див. :ref:`adding-projects`) ви можете скористатися можливістю поширення перекладів (типово увімкнено, можна вимкнути на рівні :ref:`component`) для перекладу рядків для всіх платформ одночасно.
zh_hans: 一旦在一个项目中将所有平台的翻译文件作为部件添加（请参见 :ref:`adding-projects`），就可以立刻使用翻译传播特性（默认打开，并且可以在 :ref:`component` 中关闭），来翻译所有平台的字符串了。
zh_hant: 一旦在一個項目中將所有平台的翻譯文件作為組件添加（請參見:ref:`adding-projects`），就可以立刻使用翻譯傳播特性（默認打開，並且可以在:ref:`component` 中關閉） ，來翻譯所有平台的字符串了。

source: How to export the Git repository that Weblate uses?
de: Wie exportiert man das von Weblate verwendete Git-Repository?
ga: Conas an stór Git a úsáideann Weblate a onnmhairiú?
hu: Hogyan exportálható a Git tároló, amit a Weblate használ?
id: Bagaimana cara mengekspor repositori Git yang digunakan Weblate?
ja: Weblate が使用する Git リポジトリをエクスポートする方法は？
nl: Hoe de opslagruimte van Git, die Weblate gebruikt, te exporteren?
pt: Como exportar o repositório Git que a Weblate usa?
pt_br: Como exportar o repositório Git que o Weblate usa?
ro: Cum să exportați depozitul Git pe care îl folosește Weblate?
ru: Как экспортировать используемый Weblate репозиторий Git?
sv: Hur exporterar man Git-arkivet som Weblate använder?
ta: வலைபெயர்ப்பு பயன்படுத்தும் அறிவிலி களஞ்சியத்தை ஏற்றுமதி செய்வது எப்படி?
tr: Weblate tarafından kullanılan Git deposu nasıl dışa aktarılır?
uk: Як експортувати сховище Git, який використовує Weblate?
zh_hans: 如何导出 Weblate 使用的 Git 仓库？
zh_hant: 如何導出 Weblate 使用的 Git 倉庫？
