Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `PostgreSQL Regular Expressions Details <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (this is the default database engine for Weblate)
de: `PostgreSQL – Reguläre Ausdrücke – Details <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (dies ist die Standarddatenbank-Engine für Weblate)
ga: `Sonraí Slonn Rialta PostgreSQL <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (seo an t-inneall bunachar sonraí réamhshocraithe le haghaidh Weblate)
hu: `PostgreSQL reguláris kifejezések részletesen <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (ez a Weblate alapértelmezett adatbázis-kezelője)
id: `Rincian Ekspresi Reguler PostgreSQL <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (ini adalah mesin basis data bawaan untuk Weblate)
nl: `PostgreSQL Regular Expressions Details <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (dit is het standaard databaseprogramma voor Weblate)
pt_br: `Detalhes das expressões regulares do PostgreSQL <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (este é o mecanismo de banco de dados padrão para Weblate)
sv: `PostgreSQL Regular Expressions Details <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (detta är standarddatabasmotorn för Weblate)
ta: `Postgresql வழக்கமான வெளிப்பாடுகள் விவரங்கள் <https://www.postgresql.org/docs/current/functions-matching.html#posix-syntax-details>` _ (இது வெப்லேட்டுக்கான இயல்புநிலை தரவுத்தள இயந்திரம்)
tr: `PostgreSQL Kurallı İfadeleri Ayrıntıları <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (Weblate için varsayılan veri tabanı işleyicisi)
uk: `Деталі регулярних виразів PostgreSQL <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (це механізм бази даних за замовчуванням для Weblate)
zh_hans: `PostgreSQL 正则表达式详情 <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (这是 Weblate 的默认数据库引擎)

source: `MariaDB Regular Expressions Overview <https://mariadb.com/docs/server/reference/sql-functions/string-functions/regular-expressions-functions/regular-expressions-overview>`_
id: `Ikhtisar Ekspresi Reguler MariaDB <https://mariadb.com/docs/server/reference/sql-functions/string-functions/regular-expressions-functions/regular-expressions-overview>`_
sv: `Översikt över reguljära uttryck i MariaDB <https://mariadb.com/docs/server/reference/sql-functions/string-functions/regular-expressions-functions/regular-expressions-overview>`_
uk: `Огляд регулярних виразів MariaDB <https://mariadb.com/docs/server/reference/sql-functions/string-functions/regular-expressions-functions/regular-expressions-overview>`_

source: Predefined queries
de: Vordefinierte Abfragen
ga: Ceisteanna réamhshainithe
hu: Előre definiált lekérdezések
id: Kueri yang dipradefinisikan
ja: 設定済みの検索式
nl: Voorgedefinieerde query's
pt: Consultas predefinidas
pt_br: Consultas predefinidas
ro: Interogări predefinite
ru: Предопределённые запросы
sv: Fördefinierade frågor
ta: முன் வரையறுக்கப்பட்ட வினவல்கள்
tr: Hazır sorgular
uk: Попередньо визначені запити
zh_hans: 预定义查询

source: You can select out of predefined queries on the search page, this allows you to quickly access the most frequent searches:
de: Auf der Suchseite können Sie aus vordefinierten Suchanfragen auswählen und so schnell auf die häufigsten Suchanfragen zugreifen:
ga: Is féidir leat ceisteanna réamhshainithe a roghnú ar an leathanach cuardaigh, ligeann sé seo duit rochtain tapa a fháil ar na cuardaigh is minice:
hu: A keresőoldalon választhat az előre definiált lekérdezések közül, így gyorsan elérheti a leggyakrabban használt kereséseket:
id: Anda dapat memilih dari kueri yang dipradefinisikan di halaman pencarian, ini memungkinkan Anda mengakses pencarian yang paling sering dilakukan dengan cepat:
ja: 検索ページで設定済みの検索式を選択できます。よく使用される検索を素早く実行する方法:
nl: U kunt selecteren uit voorgedefinieerde query's op de zoekpagina, dat geeft u snelle toegang tot meest gebruikte zoekacties:
pt: Pode selecionar entre as consultas predefinidas na página de pesquisa, o que lhe permite acessar rapidamente as pesquisas mais frequentes:
pt_br: Pode selecionar entre as consultas predefinidas na página de busca, o que lhe permite acessar rapidamente as buscas mais frequentes:
ro: Puteți selecta din interogările predefinite pe pagina de căutare, ceea ce vă permite să accesați rapid cele mai frecvente căutări:
ru: На странице поиска можно выбрать один из предопределённых запросов, которые позволяют вам быстро получить доступ к наиболее часто встречающимся поисковым запросам:
sv: Du kan välja mellan fördefinierade sökningar på söksidan, vilket gör att du snabbt kan komma åt de vanligaste sökningarna:
ta: தேடல் பக்கத்தில் உள்ள முன் வரையறுக்கப்பட்ட வினவல்களை நீங்கள் தேர்ந்தெடுக்கலாம், இது அடிக்கடி தேடல்களை விரைவாக அணுக உங்களை அனுமதிக்கிறது:
tr: Arama sayfasında hazır sorgulardan seçim yapabilirsiniz. Böylece sık yapılan aramaları hızlı bir şekilde kullanabilirsiniz:
uk: Ви можете вибрати попередньо визначені запити на сторінці пошуку. Це надає вам змогу швидко отримувати доступ до найпоширеніших варіантів запитів щодо пошуку:
zh_hans: 您可以在搜索页面上从预定义的查询中进行选择，这使您可以快速访问最常见的搜索：
zh_hant: 您可以在搜索頁面上選擇預定義查詢，這允許您快速訪問最常見的搜索：

source: Ordering the results
de: Sortieren der Ergebnisse
ga: Na torthaí a ordú
hu: Eredmények rendezése
id: Mengurutkan hasil
ja: 結果の並び替え
nl: De resultaten ordenen
pt: Ordenando os resultados
pt_br: Ordenando os resultados
ro: Ordonarea rezultatelor
ru: Упорядочивание результатов
sv: Beställning av resultaten
ta: முடிவுகளை வரிசைப்படுத்துதல்
tr: Sonuçları sıralamak
uk: Упорядковування результатів
zh_hans: 对结果进行排序

source: There are many options to order the strings according to your needs:
de: Es gibt viele Möglichkeiten, die Zeichenketten nach Ihren Bedürfnissen zu sortieren:
ga: Tá go leor roghanna ann chun na teaghráin a ordú de réir do riachtanas:
hu: Számos lehetőség elérhető a szövegek igény szerinti rendezéséhez:
id: Ada banyak pilihan untuk mengurutkan string sesuai kebutuhan Anda:
ja: 文字列を並べ替える基準は多くの中から選べます。
nl: Er zijn vele manieren om de tekenreeksen overeenkomstig uw wensen te ordenen:
pt: Há muitas opções para ordenar as cadeias conforme as suas necessidades:
pt_br: Há muitas opções para ordenar os textos de acordo com as suas necessidades:
ro: Există multe opțiuni pentru a comanda șirurile în funcție de nevoile dumneavoastră:
ru: Существует множество вариантов сортировки строк в соответствии с вашими потребностями:
sv: Det finns många alternativ för att beställa strängarna efter dina behov:
ta: உங்கள் தேவைகளுக்கு ஏற்ப சரங்களை ஆர்டர் செய்ய பல விருப்பங்கள் உள்ளன:
tr: Dizgeleri gerek duyduğunuz biçimde sıralayabileceğiniz birçok seçenek bulunur:
uk: Передбачено багато варіантів упорядковування, відповідно до ваших потреб:
zh_hans: 有许多选项可以根据您的需要对字符串进行排序：
zh_hant: 根據您的需要，有許多選擇字符串：

source: Searching for users
de: Nach Benutzern suchen
ga: Ag cuardach le haghaidh úsáideoirí
hu: Felhasználók keresése
id: Mencari pengguna
ja: ユーザーの検索
nl: Zoeken naar gebruikers
pt: Pesquisas por autilizadores
pt_br: Buscando por usuários
ru: Поиск пользователей
sv: Söka efter användare
ta: பயனர்களைத் தேடுகிறது
tr: Kullanıcıları aramak
uk: Пошук користувачів
zh_hans: 搜索用户

source: The user browsing has similar search abilities:
de: Der durchsuchende Benutzer verfügt über ähnliche Suchmöglichkeiten:
ga: Tá cumais chuardaigh cosúla ag an mbrabhsáil úsáideora:
hu: A felhasználók böngészésére hasonló keresési lehetőségek állnak rendelkezésre:
id: Penelusuran pengguna memiliki kemampuan pencarian yang serupa:
ja: ユーザーの閲覧にも同様の検索機能があります。
nl: Het zoeken naar gebruikers heeft soortgelijke zoekmogelijkheden:
pt_br: A navegação por usuário tem recursos de busca semelhantes:
ru: Пользовательский просмотр имеет аналогичные возможности поиска:
sv: Användarens webbläsare har liknande sökfunktioner:
ta: பயனர் உலாவலுக்கு ஒத்த தேடல் திறன்களைக் கொண்டுள்ளது:
tr: Kullanıcı aramasında benzer arama yetenekleri vardır:
uk: Для навігації списком користувачів передбачено подібні можливості пошуку:
zh_hans: 用户浏览有类似的搜索能力：

source: Search in usernames.
de: Suche nach Benutzernamen.
ga: Cuardaigh in ainmneacha úsáideoirí.
hu: Keresés a felhasználónevekben.
id: Cari berdasarkan nama pengguna.
ja: ユーザー名で検索。
nl: Zoeken in gebruikersnamen.
pt_br: Busca por nomes de usuários.
ru: Поиск по именам пользователей.
sv: Sök i användarnamn.
ta: பயனர்பெயரில் தேடுங்கள்.
tr: Kullanıcı adlarında arama.
uk: Пошук у іменах користувачів.
zh_hans: 以用户名搜索。

source: Search in full names.
de: Suche nach vollständigen Namen.
ga: Cuardaigh le hainmneacha iomlána.
hu: Keresés a teljes nevekben.
id: Cari berdasarkan nama lengkap.
ja: フルネームで検索。
nl: Zoeken in volledige namen.
pt_br: Busca por nomes completos.
ru: Искать по полным именам.
sv: Sök på fullständiga namn.
ta: முழு பெயர்களில் தேடுங்கள்.
tr: Tam adlarda arama.
uk: Пошук у повних іменах.
zh_hans: 以全名搜索。

source: User configured translation language (see :ref:`profile-translated-languages`).
de: Vom Benutzer konfigurierte Übersetzungssprache (siehe :ref:`profile-translated-languages`).
ga: Teanga aistriúcháin cumraithe ag an úsáideoir (féach :ref:`profile-translated-languages`).
hu: A felhasználó által beállított fordítási nyelv (lásd: :ref:`profile-translated-languages`).
id: Bahasa terjemahan yang dikonfigurasi pengguna (lihat :ref:`profile-translated-languages`).
ja: ユーザーが設定した翻訳言語（参照: :ref:`profile-translated-languages`）。
nl: Gebruiker geconfigureerde taal voor vertaling (bekijk :ref:`profile-translated-languages`).
pt_br: Idioma de tradução configurado pelo usuário (consulte :ref:`profile-translated-languages`).
ru: Язык перевода, настроенный пользователем (см. :ref:`profile-translated-languages`).
sv: Användarkonfigurerat översättningsspråk (se :ref:`profile-translated-languages`).
tr: Kullanıcı tarafından yapılandırılmış çeviri dili (ayrıntılı bilgi almak için: :ref:`profile-translated-languages`).
uk: Налаштована користувачем мова перекладу (див. :ref:`profile-translated-languages`).
zh_hans: 用户配置的翻译语言（见 :ref:`profile-translated-languages`）。

source: User has contributed to a given language.
de: Der Benutzer hat zu einer bestimmten Sprache beigetragen.
ga: Chuir an t-úsáideoir le teanga ar leith.
hu: A felhasználó hozzájárult egy adott nyelvhez.
id: Pengguna telah berkontribusi pada bahasa tertentu.
nl: Gebruiker heeft bijgedragen aan een bepaalde taal.
pt_br: O usuário contribuiu para um determinado idioma.
sv: Användaren har bidragit till ett visst språk.
tr: Kullanıcının son belirtilen dile katkıda bulunması.
uk: Користувач додав певну мову.

source: You might want to limit contribution time by ``change_time``, for example ``change_time:>"90 days ago"``.
de: Sie können den Zeitraum der Beiträge durch ``change_time`` begrenzen, zum Beispiel ``change_time:>"90 days ago"``.
ga: B'fhéidir gur mhaith leat an t-am ranníocaíochta a theorannú le ``change_time``, mar shampla ``change_time:>"90 lá ó shin"``.
hu: A hozzájárulások ideje korlátozható a ``change_time`` mezővel, például: ``change_time:>"90 days ago"``.
id: Anda mungkin ingin membatasi waktu kontribusi dengan ``change_time``, misalnya ``change_time:>"90 hari yang lalu"``.
nl: U wilt misschien de tijd voor de bijdrage beperken met ``change_time``, bijvoorbeeld met ``change_time:>"90 days ago"``.
pt_br: Talvez você queira limitar o tempo de contribuição por ``change_time``, por exemplo ``change_time:>"90 days ago"``.
sv: Du kanske vill begränsa bidragstiden med ``change_time``, till exempel ``change_time:>"90 dagar sedan"``.
tr: Katkı süresini ``change_time`` ile sınırlamak isteyebilirsiniz. Örnek: ``change_time:>"90 gün önce"``.
uk: Ви можете обмежити час внесення за допомогою ``change_time``, наприклад ``change_time:>"90 days ago"``.

source: User has contributed to a given project or component.
de: Der Benutzer hat zu einem bestimmten Projekt oder einer Komponente beigetragen.
ga: Chuir an t-úsáideoir le tionscadal nó comhpháirt ar leith.
hu: A felhasználó hozzájárult egy adott projekthez vagy összetevőhöz.
id: Pengguna telah berkontribusi pada proyek atau komponen tertentu.
nl: Gebruiker heeft bijgedragen aan een bepaald project of onderdeel.
pt_br: O usuário contribuiu para um determinado projeto ou componente.
sv: Användaren har bidragit till ett visst projekt eller en viss komponent.
tr: Kullanıcının belirtilen bir projeye veya bileşene katkıda bulunması.
uk: Користувач зробив внесок у певний проект або компонент.

source: Same as in :ref:`search-strings`.
de: Gleich wie in :ref:`search-strings`.
ga: Mar an gcéanna le i :ref:`search-strings`.
hu: Ugyanaz, mint a :ref:`search-strings` esetén.
id: Sama seperti di :ref:`search-strings`.
nl: Hetzelfde als in :ref:`search-strings`.
pt_br: O mesmo que em :ref:`search-strings`.
sv: Samma som i :ref:`search-strings`.
tr: :ref:`search-strings` ile aynıdır.
uk: Те саме, що і у :ref:`search-strings`.
zh_hans: 和 :ref:`search-strings` 中一样。

source: Additional lookups are available in the :ref:`management-interface`:
de: Weitere Suchmöglichkeiten sind in der :ref:`management-interface` verfügbar:
ga: Tá cuardaigh bhreise ar fáil sa :ref:`management-interface`:
hu: További keresési feltételek érhetők el a :ref:`kezelőfelületen <management-interface>`:
id: Pencarian tambahan tersedia di :ref:`management-interface`:
ja: 追加の検索機能は、:ref:`management-interface` から使用できます。
nl: Aanvullende zoekacties zijn beschikbaar in de :ref:`management-interface`:
pt: Pesquisas adicionais estão disponíveis em :ref:`management-interface`:
pt_br: Buscas adicionais estão disponíveis em :ref:`management-interface`:
ru: Дополнительные запросы доступны в :ref:`management-interface`:
sv: Ytterligare uppslag finns tillgängliga i :ref:`management-interface`:
tr: :ref:`management-interface` içinde ek aramalar bulunur:
uk: Доступ до додаткових пошуків доступний у :ref:`management-interface`:
zh_hans: :ref:`management-interface` 中有额外查询可用：

source: Search for bots (used for project scoped tokens).
de: Suche nach Bots (für projektspezifische Token).
ga: Cuardaigh róbónna (a úsáidtear le haghaidh comharthaí scóipe tionscadail).
hu: Keresés botok között (projektszintű tokenekhez használatosak).
id: Mencari bot (digunakan untuk token cakupan proyek).
ja: ボットを検索する（プロジェクト スコープのトークンに使用される）。
nl: Zoeken naar bots (gebruikt voor tokens in bereik project).
pt: Pesquisar por bots (usado para tokens no âmbito do projeto).
pt_br: Buscar por bots (usado para tokens no escopo de projeto).
ru: Поиск ботов (используется для токенов проекта).
sv: Sök efter bots (används för projektbegränsade tokens).
ta: போட்களைத் தேடுங்கள் (திட்ட ச்காப் செய்யப்பட்ட டோக்கன்களுக்குப் பயன்படுத்தப்படுகிறது).
tr: Botları arar (proje kapsamındaki kodlar için kullanılır).
uk: Пошук ботів (використовують для жетонів на рівні проєкту).
zh_hans: 搜索机器人（用于项目范围的令牌）。

source: Search for active users.
de: Suche nach aktiven Benutzern.
ga: Cuardaigh úsáideoirí gníomhacha.
hu: Aktív felhasználók keresése.
id: Cari pengguna aktif.
ja: 熱心なユーザーを検索する。
nl: Zoeken naar actieve gebruikers.
pt_br: Busca por usuários ativos.
ru: Поиск активных пользователей.
sv: Sök efter aktiva användare.
ta: செயலில் உள்ள பயனர்களைத் தேடுங்கள்.
tr: Etkin kullanıcıları arar.
uk: Пошук серед активних користувачів.
zh_hans: 搜索活跃用户。

source: Search by e-mail.
de: Suche nach E-Mail.
ga: Cuardaigh le ríomhphost.
hu: Keresés e-mail cím alapján.
id: Cari berdasarkan surel.
ja: メールアドレスで検索する。
nl: Zoeken op e-mail.
pt_br: Busca por e-mail.
ru: Поиск по электронной почте.
sv: Sök efter e-post.
ta: மின்னஞ்சல் மூலம் தேடுங்கள்.
tr: E-postaya göre arar.
uk: Пошук за адресою електронної пошти.
zh_hans: 按电子邮箱搜索。

source: Translating using Weblate
de: Mit Weblate übersetzen
ga: Aistriúchán le Weblate
hu: Fordítás a Weblate használatával
id: Menerjemahkan menggunakan Weblate
ja: Weblate を使用した翻訳
nl: Vertalen met Weblate
pt: Traduzir a usar o Weblate
pt_br: Traduzindo usando o Weblate
ro: Traducerea folosind Weblate
ru: Перевод с помощью Weblate
sv: Översättning med Weblate
ta: வலைபெயர்ப்பைப் பயன்படுத்தி மொழிபெயர்ப்பு
tr: Weblate kullanarak çeviri yapmak
uk: Переклад за допомогою Weblate
zh_hans: 使用 Weblate 进行翻译工作

source: Thank you for your interest in translating with Weblate!
de: Vielen Dank für Ihr Interesse, mit Weblate zu übersetzen!
ga: Go raibh maith agat as do spéis san aistriúchán le Weblate!
hu: Köszönjük, hogy érdeklődik a Weblate használata iránt!
id: Terima kasih atas minat Anda dalam menerjemahkan dengan Weblate!
ja: Weblate での翻訳に興味を持っていただき、ありがとうございます！
nl: Bedankt voor uw interesse in vertalen met Weblate!
pt_br: Obrigado pelo seu interesse em traduzir com Weblate!
ru: Спасибо за проявленный интерес к переводу при помощи Weblate!
sv: Tack för ditt intresse för att översätta med Weblate!
ta: வெப்லேட்டுடன் மொழிபெயர்ப்பதில் உங்கள் ஆர்வத்திற்கு நன்றி!
tr: Weblate çevirisiyle ilgilendiğiniz için teşekkürler!
uk: Дякуємо за вашу зацікавленість у перекладах за допомогою Weblate!
zh_hans: 感谢您有兴趣用 Weblate 进行翻译！

source: Generally, there are two most used modes of translation:
de: Im Allgemeinen werden zwei Arten von Übersetzungen am häufigsten verwendet:
ga: Go ginearálta, tá dhá mhodh aistriúcháin is mó a úsáidtear:
hu: Általánosságban két elterjedt fordítási mód létezik:
id: Secara umum, ada dua mode terjemahan yang paling banyak digunakan:
nl: Over het algemeen zijn er twee meest gebruikte modi voor vertalen:
pt_br: De forma geral, há dois modos mais usados de tradução:
sv: Generellt sett finns det två vanligaste översättningsmetoder:
ta: பொதுவாக, மொழிபெயர்ப்பின் இரண்டு அதிகம் பயன்படுத்தப்படும் முறைகள் உள்ளன:
tr: Genel olarak, sıklıkla kullanılan iki çeviri kipi vardır:
uk: Загалом, передбачено два найпоширеніших режими перекладу:
zh_hans: 总体而言，有两种最常用的翻译模式：

source: Project accepts direct translations
de: Projekt akzeptiert direkte Übersetzungen
ga: Glacann an tionscadal le haistriúcháin dhíreacha
hu: A projekt közvetlen fordításokat fogad el
id: Proyek menerima terjemahan langsung
nl: Project accepteert directe vertalingen
pt_br: Projeto aceita traduções diretas
sv: Projektet accepterar direkta översättningar
ta: திட்டம் நேரடி மொழிபெயர்ப்புகளை ஏற்றுக்கொள்கிறது
tr: Proje doğrudan çevirileri kabul eder
uk: Проєкт приймає безпосередні переклади
zh_hans: 项目接受直接翻译

source: Project accepts the suggestions made by users.
de: Projekt akzeptiert die Vorschläge der Benutzer.
ga: Glacann an tionscadal leis na moltaí a rinne úsáideoirí.
hu: A projekt elfogadja a felhasználók által beküldött javaslatokat.
id: Proyek menerima saran yang dibuat oleh pengguna.
nl: Project accepteert de suggesties die zijn gemaakt door gebruikers.
pt_br: Projeto aceita as sugestões feitas pelos usuários.
sv: Projektet accepterar förslag från användarna.
ta: பயனர்கள் அளித்த பரிந்துரைகளை திட்டம் ஏற்றுக்கொள்கிறது.
tr: Proje kullanıcılar tarafından yapılan önerileri kabul eder.
uk: Проєкт приймає пропозиції, внесені користувачами.
zh_hans: 项目接受用户的建议。

source: Sometimes, anonymous suggestions are accepted as well.
de: Manchmal werden auch anonyme Vorschläge akzeptiert.
ga: Uaireanta, glactar le moltaí gan ainm freisin.
hu: Előfordulhat, hogy névtelen javaslatok is engedélyezettek.
id: Kadang-kadang saran anonim juga diterima.
nl: Soms worden ook anonieme suggesties geaccepteerd.
pt_br: Às vezes, sugestões anônimas também são aceitas.
sv: Ibland accepteras även anonyma förslag.
ta: சில நேரங்களில், அநாமதேய பரிந்துரைகளும் ஏற்றுக்கொள்ளப்படுகின்றன.
tr: Bazen anonim öneriler de kabul edilir.
uk: Іноді приймаються і анонімні пропозиції.
zh_hans: 匿名建议有时也被接受。

source: There are more translation workflows detailed in :ref:`workflows`.
de: Weitere Übersetzungsabläufe finden Sie unter :ref:`workflows`.
ga: Tá níos mó sreafaí oibre aistriúcháin mionsonraithe i :ref:`workflows`.
hu: További fordítási munkafolyamatok a :ref:`workflows` részben találhatók.
id: Ada alur kerja terjemahan yang lebih rinci dalam :ref:`workflows`.
ja: :ref:`workflows` には、さらに詳しい翻訳ワークフローを記載しています。
nl: Er zijn meer werkwijzen voor vertalen gedetailleerd in :ref:`workflows`.
pt_br: Há mais fluxos de tradução detalhados em :ref:`workflows`.
ru: Больше деталей о рабочем процессе перевода можно узнать в разделе :ref:`workflows`.
sv: Det finns fler översättningsarbetsflöden beskrivna i :ref:`workflows`.
tr: :ref:`workflows` bölümünde açıklanan başka çeviri iş akışları da vardır.
uk: Докладніший опис робочих процесів перекладу наведено у розділі :ref:`workflows`.
zh_hans: 更多翻译流程详情见 :ref:`workflows`。

source: Projects, or the components in them are either visible to everyone, or only to a certain group of translators.
de: Projekte bzw. die darin enthaltenen Komponenten sind entweder für alle oder nur für eine bestimmte Gruppe von Übersetzern sichtbar.
ga: Tá tionscadail, nó na comhpháirteanna iontu le feiceáil ag gach duine, nó le grúpa áirithe aistritheoirí amháin.
hu: A projektek, illetve azok egyes összetevői lehetnek nyilvánosan elérhetők vagy kizárólag egy meghatározott fordítói csoport számára láthatók.
id: Proyek, atau komponen di dalamnya dapat dilihat oleh semua orang, atau hanya dapat dilihat oleh segrup penerjemah tertentu.
ja: プロジェクトや、それに含まれるコンポーネントは公開範囲が設定できます。全員に公開することも、特定の翻訳者グループだけに限定することもできます。
nl: Projecten, of de onderdelen daarin, zijn ofwel zichtbaar voor iedereen, of voor een bepaalde groep vertalers.
pt_br: Os projetos, ou os componentes neles contidos, são visíveis para todos ou apenas para um determinado grupo de tradutores.
ru: Как проекты, так и компоненты внутри них могут быть видны всем или же только определённой группе переводчиков.
sv: Projekt, eller komponenterna i dem, är antingen synliga för alla eller endast för en viss grupp översättare.
ta: திட்டங்கள், அல்லது அவற்றில் உள்ள கூறுகள் அனைவருக்கும் தெரியும், அல்லது ஒரு குறிப்பிட்ட மொழிபெயர்ப்பாளர்களுக்கு மட்டுமே.
tr: Projeler veya bunların içindeki bileşenler ya herkese ya da yalnızca belli bir çevirmen grubuna açıktır.
uk: Проекти або компоненти в них видно або всім, або тільки певній групі перекладачів.
zh_hans: 项目或其中的部件要么对所有人可见，要么只对某些翻译者可见。
