Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Sentry can be also used to monitor performance of Weblate by collecting traces and profiles for defined percentage of operations. This can be configured using :setting:`SENTRY_TRACES_SAMPLE_RATE` and :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
de: Sentry kann auch verwendet werden, um die Leistung von Weblate zu überwachen, indem Traces und Profile für einen bestimmten Prozentsatz von Operationen gesammelt werden. Dies kann mit :setting:`SENTRY_TRACES_SAMPLE_RATE` und :setting:`SENTRY_PROFILES_SAMPLE_RATE` konfiguriert werden.
ga: Is féidir sentry a úsáid freisin chun monatóireacht a dhéanamh ar fheidhmíocht Weblate trí rianta agus próifílí a bhailiú le haghaidh céatadán sainithe oibríochtaí. Is féidir é seo a chumrú le :setting:`SENTRY_TRACES_SAMPLE_RATE` agus :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
hu: A Sentry használható a Weblate teljesítményének monitorozására is, műveletek adott százalékáról származó nyomkövetési adatok és profilok gyűjtésével. Ez a :setting:`SENTRY_TRACES_SAMPLE_RATE` és a :setting:`SENTRY_PROFILES_SAMPLE_RATE` beállításokkal konfigurálható.
id: Sentry juga dapat digunakan untuk memantau kinerja Weblate dengan mengumpulkan jejak dan profil untuk persentase operasi yang ditentukan. Hal ini dapat dikonfigurasi menggunakan :setting:`SENTRY_TRACES_SAMPLE_RATE` dan :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
ja: Sentry は、Weblate のパフォーマンスを監視するためにも使用できます。特定の割合の操作のトレースとプロファイルを収集することで、パフォーマンスの問題を特定できます。これは、:setting:`SENTRY_TRACES_SAMPLE_RATE` および :setting:`SENTRY_PROFILES_SAMPLE_RATE` を使用して設定できます。
nl: Sentry kan ook worden gebruikt om de prestaties van Weblate te monitoren door sporen en profielen te monitoren voor een gedefinieerd percentage bewerkingen. Dit kan worden geconfigureerd met :setting:`SENTRY_TRACES_SAMPLE_RATE` en :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
pt: O Sentry também pode ser usado para monitorar o desempenho do Weblate, coletando rastros e perfis para uma percentagem definida de operações. Isto pode ser configurado usando :setting:`SENTRY_TRACES_SAMPLE_RATE` e :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
pt_br: O Sentry também pode ser usado para monitorar o desempenho do Weblate, coletando rastros e perfis para uma porcentagem definida de operações. Isso pode ser configurado usando :setting:`SENTRY_TRACES_SAMPLE_RATE` e :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
ru: Sentry также может использоваться для мониторинга производительности Weblate путем сбора трасс и профилей для определенного процента операций. Это можно настроить с помощью :setting:`SENTRY_TRACES_SAMPLE_RATE` и :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
sv: Sentry kan också användas för att övervaka Weblates prestanda genom att samla in spår och profiler för en definierad procentandel av operationerna. Detta kan konfigureras med hjälp av :setting:`SENTRY_TRACES_SAMPLE_RATE` och :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
tr: Sentry ayrıca, belirlenen işlem yüzdesi için izleri ve profilleri toplayarak Weblate başarımını izlemek için de kullanılabilir. Bu yapılandırma için, :setting:`SENTRY_TRACES_SAMPLE_RATE` ve :setting:`SENTRY_PROFILES_SAMPLE_RATE` kullanılabilir.
uk: Sentry можна скористатися для спостереження за швидкодією Weblate, збираючи трасування та профілі для визначеної частки дій. Налаштовування можна виконати за допомогою :setting:`SENTRY_TRACES_SAMPLE_RATE` і :setting:`SENTRY_PROFILES_SAMPLE_RATE`.
zh_hans: Sentry 也可以监控 Weblate 性能，方法是收集已定义百分比操作的痕迹和画像。可以使用 :setting:`SENTRY_TRACES_SAMPLE_RATE` 和 :setting:`SENTRY_PROFILES_SAMPLE_RATE` 进行配置。

source: Weblate has built-in support for `Rollbar <https://rollbar.com/>`_. To use it, it's enough to follow instructions for `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_.
de: Weblate hat integrierte Unterstützung für `Rollbar <https://rollbar.com/>`_. Um sie zu nutzen, genügt es, den Anweisungen für `Rollbar-Notifier für Python <https://docs.rollbar.com/docs/python/>`_ zu folgen.
ga: Tá tacaíocht ionsuite ag Weblate do `Rollbar <https://rollbar.com/>`_. Chun é a úsáid, is leor treoracha a leanúint maidir le fógra `Rollbar notifier do Python <https://docs.rollbar.com/docs/python/>`_.
hu: A Weblate beépített támogatást nyújt a `Rollbar <https://rollbar.com/>`_ szolgáltatáshoz is. Használatához kövesse a `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_ útmutatását.
id: Weblate memiliki dukungan bawaan untuk `Rollbar <https://rollbar.com/>`_. Untuk menggunakannya, cukup ikuti petunjuk untuk `Rollbar notifier untuk Python <https://docs.rollbar.com/docs/python/>`_.
ja: Weblate は `Rollbar <https://rollbar.com/>`_ に対応しています。使用方法は、 `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_ の指示に従うだけです。
nl: Weblate heeft ingebouwde ondersteuning voor `Rollbar <https://rollbar.com/>`_. Het is voldoende, om te gebruiken, de instructies te volgen voor `Rollbar notificatie voor Python <https://docs.rollbar.com/docs/python/>`_.
pt: O Weblate tem suporte embutido para `Rollbar <https://rollbar.com/>`_. Para usá-lo, basta seguir instruções para o `notificador de Rollbar para Python <https://docs.rollbar.com/docs/python/>`_.
pt_br: O Weblate tem suporte embutido para `Rollbar <https://rollbar.com/>`_. Para usá-lo, basta seguir instruções para o `notificador de Rollbar para Python <https://docs.rollbar.com/docs/python/>`_.
ro: Weblate are suport încorporat pentru `Rollbar <https://rollbar.com/>`_. Pentru a-l utiliza, este suficient să urmați instrucțiunile pentru `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_.
ru: Weblate имеет встроенную поддержку `Rollbar <https://rollbar.com/>`_. Для его использования достаточно следовать инструкциям из документа`Уведомления Rollbar для Python <https://docs.rollbar.com/docs/python/>`_.
sv: Weblate har inbyggt stöd för `Rollbar <https://rollbar.com/>`_. För att använda det räcker det att följa instruktionerna för `Rollbar notifier för Python <https://docs.rollbar.com/docs/python/>`_.
ta: `ரோல்பார் <https://rollbar.com/> _ _ க்கு வலைபெயர்ப்பு உள்ளமைக்கப்பட்ட ஆதரவைக் கொண்டுள்ளது. இதைப் பயன்படுத்த, பைதான் <https://docs.rollbar.com/docs/python/> _ _ க்கான `ரோல்பார் அறிவிப்பாளருக்கான வழிமுறைகளைப் பின்பற்றினால் போதும்.
tr: Weblate, `Rollbar <https://rollbar.com/>`_ desteği sunar. Kullanmak için, `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_ yönergesini izlemek yeterlidir.
uk: У Weblate передбачено вбудовану підтримку `Rollbar <https://rollbar.com/>`_. Щоб скористатися нею, достатньо виконати настанови для `сповіщувача Rollbar для Python <https://docs.rollbar.com/docs/python/>`_.
zh_hans: Weblate 具有对 `Rollbar <https://rollbar.com/>`_ 的内置支持。要使用它，只需遵循 `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_ 的说明即可。
zh_hant: Weblate 具有對 `Rollbar <https://rollbar.com/>`_ 的內置支持。要使用它，只需遵循 `Rollbar notifier for Python <https://docs.rollbar.com/docs/python/>`_ 的說明即可。

source: In short, you need to adjust :file:`settings.py`:
de: Kurz gesagt, Sie müssen :file:`settings.py` anpassen:
ga: I mbeagán focal, ní mór duit a choigeartú :file:`settings.py`:
hu: Röviden, módosítani kell a :file:`settings.py` fájlt:
id: Singkatnya, Anda perlu menyesuaikan :file:`settings.py`:
ja: つまり、:file:`settings.py` に必要な設定:
nl: In het kort, u moet :file:`settings.py` aanpassen:
pt: Em suma, precisa ajustar :file:`settings.py`:
pt_br: Em suma, você precisa ajustar :file:`settings.py`:
ro: Pe scurt, trebuie să ajustați :file:`settings.py`:
ru: Вкратце, вам необходимо дописать в :file:`settings.py`:
sv: Kort sagt måste du justera :file:`settings.py`:
tr: Özetle, :file:`settings.py` dosyasını ayarlamanız gerekir:
uk: Якщо коротко, вам слід скоригувати :file:`settings.py`:
zh_hans: 简而言之，您需要调整 :file:`settings.py` ：
zh_hant: 簡而言之，您需要調整 :file:`settings.py` ：

source: Everything else is integrated automatically, you will now collect both server and client side errors.
de: Alles andere wird automatisch integriert, Sie werden jetzt sowohl server- als auch clientseitige Fehler sammeln.
ga: Tá gach rud eile comhtháite go huathoibríoch, baileoidh tú earráidí taobh an fhreastalaí agus an chliaint anois.
hu: Minden más automatikusan integrálásra kerül, így a szerver- és kliensoldali hibák gyűjtése is megtörténik.
id: Segala sesuatu lainnya terintegrasi secara otomatis, Anda sekarang akan mengumpulkan galat sisi server dan klien.
ja: 他のすべてを自動的に連携して、サーバー側とクライアント側の両方のエラーを収集します。
nl: Alle andere dingen zijn automatisch geïntegreerd, u zult nu zowel fouten van de kant van de server als van de cliënt ontvangen.
pt: Todo o resto é integrado automaticamente, agora coletará erros do lado do servidor e do cliente.
pt_br: Todo o resto é integrado automaticamente, agora você coletará erros do lado do servidor e do cliente.
ro: Restul este integrat automat, iar acum veți colecta atât erorile de pe server, cât și cele de pe partea clientului.
ru: Все остальное интегрируется автоматически, теперь у вас будут собираться ошибки как со стороны сервера, так и со стороны клиента.
sv: Allt annat integreras automatiskt, och du kommer nu att samla in både server- och klientsidefel.
ta: மற்ற அனைத்தும் தானாகவே ஒருங்கிணைக்கப்படுகின்றன, நீங்கள் இப்போது சேவையகம் மற்றும் கிளையன்ட் பக்க பிழைகள் இரண்டையும் சேகரிப்பீர்கள்.
tr: Bunun dışındaki her şey kendiliğinden bütünleştirilmiştir. Artık hem sunucu hem de istemci tarafı hatalarını derleyebilirsiniz.
uk: Усе інше інтегровано автоматично, ви тепер збираєте помилки на боці сервера і на боці клієнта.
zh_hans: 其他所有内容都是自动集成的，您现在将同时收集服务器和客户端错误。
zh_hant: 如果多個組件分享相同的倉庫，需要分別將他們全部鎖定：

source: Error logging also includes exceptions that were gracefully handled, but might indicate a problem - such as failed parsing of an uploaded file.
de: Die Fehlerprotokollierung umfasst auch Ausnahmen, die zwar anstandslos behandelt wurden, aber auf ein Problem hinweisen könnten, wie z. B. das fehlgeschlagene Analysieren einer hochgeladenen Datei.
ga: Áiríonn logáil earráide eisceachtaí freisin a láimhseáladh go galánta, ach a d’fhéadfadh fadhb a léiriú - mar theip ar pharsáil comhad uaslódáilte.
hu: A hibanaplózás magában foglalja azokat a kivételeket is, amelyeket ugyan kezelt a rendszer, de problémára utalhatnak – például egy feltöltött fájl sikertelen feldolgozását.
id: Pencatatan galat juga mencakup pengecualian yang ditangani dengan baik, tetapi mungkin menunjukkan adanya masalah - seperti kegagalan penguraian berkas yang diunggah.
ja: エラーログには、正常に処理された例外も含まれていますが、アップロードされたファイルの解析失敗などの問題を示唆するものかもしれません。
nl: Loggen van fouten bevat ook uitzonderingen die gracieus werden afgehandeld, maar zouden een probleem aan kunnen duiden - zoals het mislukt parsen van een geüpload bestand.
pt: O registo de erros também inclui exceções que foram analisadas com cuidado, mas que podem indicar um problema, como a falha na análise de um ficheiro enviado.
pt_br: O registro de erros também inclui exceções que foram analisadas com cuidado, mas que podem indicar um problema, como a falha na análise de um arquivo enviado.
ru: Журнал ошибок также включает исключения, которые были правильно обработаны, но могут указывать на проблему, например, на неудачный разбор загруженного файла.
sv: Felregistrering omfattar även undantag som hanterats på ett korrekt sätt, men som kan tyda på ett problem – till exempel misslyckad analys av en uppladdad fil.
ta: பிழை பதிவு செய்வதில் விதிவிலக்குகளும் அடங்கும், ஆனால் ஒரு சிக்கலைக் குறிக்கலாம் - பதிவேற்றிய கோப்பின் பாகுபடுத்தல் போன்றவை.
tr: Hata günlüğü, düzgün bir şekilde işlenen özel durumları da içerir. Ancak yüklenen bir dosyanın işlenememesi gibi bir sorunu da gösteriyor olabilir.
uk: До журналу помилок буде також включено виключення, які було оброблено штатно, але вони можуть вказувати на проблему, зокрема помилки при обробці вивантаженого файла.
zh_hans: 错误日志记录还包括已正常处理但可能指示存在问题的异常，例如上传文件的解析失败。

source: Graylog log management
de: Graylog-Protokollverwaltung
ga: Bainistíocht loga Graylog
hu: Graylog-alapú naplókezelés
id: Manajemen log Graylog
nl: Graylog-logbeheer
pt_br: Gerenciamento de logs Graylog
sv: Graylog logghantering
ta: கிரேலாக் பதிவு மேலாண்மை
tr: Graylog günlük yönetimi
uk: Керування журналами Graylog
zh_hans: Graylog 日志管理

source: Weblate can be configured to log using the GELF TCP protocol. This was developed for Graylog integration, but can be used with any compliant logging platform.
de: Weblate kann so konfiguriert werden, dass es mit dem GELF-TCP-Protokoll protokolliert. Dies wurde für die Graylog-Integration entwickelt, kann aber mit jeder kompatiblen Protokollierungsplattform verwendet werden.
ga: Is féidir Weblate a chumrú le logáil trí úsáid a bhaint as prótacal GELF TCP. Forbraíodh é seo do chomhtháthú Graylog, ach is féidir é a úsáid le haon ardán logála comhlíontach.
hu: A Weblate konfigurálható úgy, hogy a naplózást a GELF TCP protokoll használatával végezze. Ezt eredetileg a Graylog integrációhoz fejlesztették, de bármely megfelelően kompatibilis naplózási platformmal használható.
id: Weblate dapat dikonfigurasi untuk melakukan pencatatan menggunakan protokol TCP GELF. Ini dikembangkan untuk integrasi Graylog, tetapi dapat digunakan dengan platform pencatatan apa pun yang kompatibel.
nl: Weblate kan worden geconfigureerd om te loggen met het TCP-protocol GELF. Dit werd ontwikkeld voor integratie met Graylog, maar kan worden gebruikt met elk conform platform voor loggen.
pt_br: O Weblate pode ser configurado para registrar usando o protocolo GELF TCP. Ele foi desenvolvido para integração com Graylog, mas pode ser usado com qualquer plataforma de registro compatível.
sv: Weblate kan konfigureras för att logga med hjälp av GELF TCP-protokollet. Detta utvecklades för Graylog-integration, men kan användas med alla kompatibla loggningsplattformar.
ta: கெல்ஃப் டி.சி.பி நெறிமுறையைப் பயன்படுத்தி பதிவு செய்ய வலைபெயர்ப்பு கட்டமைக்கப்படலாம். இது கிரேலாக் ஒருங்கிணைப்புக்காக உருவாக்கப்பட்டது, ஆனால் எந்தவொரு இணக்கமான பதிவு தளத்திலும் பயன்படுத்தலாம்.
tr: Weblate, GELF TCP iletişim kuralı ile günlüğe kaydedilecek şekilde yapılandırılabilir. Bu özellik Graylog bütünleştirmesi için geliştirilmiştir. Ancak herhangi bir uyumlu günlük kaydı platformu ile kullanılabilir.
uk: Weblate можна налаштувати для входу за допомогою протоколу GELF TCP. Це було розроблено для інтеграції Graylog, але його можна використовувати з будь-якою сумісною платформою журналювання.
zh_hans: Weblate 可以被配置为使用 GELF TCP 协议记录日志。这是为 Graylog 集成开发的，但可被用于任何合规的日志记录平台。

source: The configuration boilerplate is included in :ref:`sample-configuration`, for Docker this can be configured using :envvar:`WEBLATE_LOG_GELF_HOST`.
de: Die Konfigurationsvorlage ist in :ref:`sample-configuration` enthalten, für Docker kann dies mit :envvar:`WEBLATE_LOG_GELF_HOST` konfiguriert werden.
ga: Tá an pláta coire cumraíochta san áireamh i :ref:`sample-configuration`, le haghaidh Docker is féidir é seo a chumrú le :envvar:`WEBLATE_LOG_GELF_HOST`.
hu: A konfigurációs sablon megtalálható a :ref:`sample-configuration` részben, Docker használata esetén a :envvar:`WEBLATE_LOG_GELF_HOST` változóval állítható be.
id: Boilerplate konfigurasi disertakan dalam :ref:`sample-configuration`, untuk Docker ini dapat dikonfigurasi menggunakan :envvar:`WEBLATE_LOG_GELF_HOST`.
nl: Het sjabloon voor de configuratie is opgenomen in de :ref:`sample-configuration`, voor Docker kan dit worden geconfigureerd met :envvar:`WEBLATE_LOG_GELF_HOST`.
pt: O segmento chapa de configuração está incluído em :ref:`sample-configuration`, Para Docker, pode ser configurado usando :envvar:`WEBLATE_LOG_GELF_HOST`.
pt_br: O modelo de configuração está incluído em :ref:`sample-configuration`, para o Docker isso pode ser configurado usando :envvar:`WEBLATE_LOG_GELF_HOST`.
sv: Konfigurationsmallarna finns i :ref:`sample-configuration`. För Docker kan detta konfigureras med :envvar:`WEBLATE_LOG_GELF_HOST`.
tr: Yapılandırma kalıbı :ref:`sample-configuration` dosyasında bulunur. Docker için :envvar:`WEBLATE_LOG_GELF_HOST` ile yapılandırılabilir.
uk: Шаблон конфігурації включено в :ref:`sample-configuration`, для Docker це можна налаштувати за допомогою :envvar:`WEBLATE_LOG_GELF_HOST`.
zh_hans: 配置的样本文件包含在 :ref:`sample-configuration` 中；对于 Docker，可使用 :envvar:`WEBLATE_LOG_GELF_HOST` 配置。

source: Migrating Weblate to another server
de: Migration von Weblate auf einen anderen Server
ga: Weblate á aistriú go freastalaí eile
hu: Weblate áthelyezése másik szerverre
id: Memigrasikan Weblate ke server lain
ja: Weblate を別のサーバーに移行
nl: Weblate migreren naar een andere server
pt: Migrando Weblate para outro servidor
pt_br: Migrando Weblate para outro servidor
ro: Migrarea Weblate pe un alt server
ru: Перенос Weblate на другой сервер
sv: Migrera Weblate till en annan server
ta: வலைபெயர்ப்பு மற்றொரு சேவையகத்திற்கு இடம்பெயர்கிறது
tr: Weblate kurulumunu başka bir sunucuya aktarmak
uk: Перенесення Weblate на інший сервер
zh_hans: 将 Weblate 迁移到其他服务其中
zh_hant: 將 Weblate 遷移到其他服務其中

source: Migrating Weblate to another server should be pretty easy, however it stores data in few locations which you should migrate carefully. The best approach is to stop Weblate for the migration.
de: Die Migration von Weblate auf einen anderen Server sollte ziemlich einfach sein, es speichert jedoch Daten an wenigen Orten, die Sie sorgfältig migrieren sollten. Der beste Ansatz ist, Weblate für die Migration zu stoppen.
ga: Ba cheart go mbeadh sé éasca go leor Gréasán a aistriú go freastalaí eile, ach stórálann sé sonraí i gcúpla áit ar cheart duit a aistriú go cúramach. Is é an cur chuige is fearr ná Weblate a stopadh don imirce.
hu: A Weblate átköltöztetése másik szerverre általában egyszerű, azonban több helyen is tárol adatokat, amelyeket körültekintően kell átvinni. A legjobb megközelítés, ha az áthelyezés idejére leállítja a Weblate szolgáltatást.
id: Memigrasikan Weblate ke server lain seharusnya cukup mudah, tetapi data disimpan di beberapa lokasi yang perlu Anda migrasikan dengan hati-hati. Pendekatan terbaik adalah menghentikan Weblate untuk migrasi.
ja: Weblate を別のサーバーに移行するのは非常に簡単です。しかし、複数の場所にデータを保存しているので、慎重に移行してください。最良の方法は、移行のために Weblate を停止することです。
nl: Migreren van Weblate naar een andere server zou behoorlijk gemakkelijk moeten zijn, het slaat echter gegevens op in een paar locaties die u met zorg zou moeten migreren. De beste benadering is om Weblate af te sluiten voor de migratie.
pt: Migrar o Weblate para outro servidor deve ser muito fácil, porém armazena dados em poucos locais que deve migrar cuidadosamente. A melhor abordagem é parar o Weblate para a migração.
pt_br: Migrar o Weblate para outro servidor deve ser muito fácil, porém armazena dados em poucos locais que você deve migrar cuidadosamente. A melhor abordagem é parar o Weblate para a migração.
ro: Migrarea Weblate pe un alt server ar trebui să fie destul de ușoară, însă acesta stochează date în câteva locații pe care trebuie să le migrați cu atenție. Cea mai bună abordare este să opriți Weblate pentru migrare.
ru: Перенос Weblate на другой сервер должен быть достаточно простой операцией, однако он хранит данные в нескольких местах, переносить которые следует с некоторой осторожностью. Лучше всего для переноса на время остановить Weblate.
sv: Att migrera Weblate till en annan server bör vara ganska enkelt, men det lagrar data på flera platser som du bör migrera noggrant. Det bästa sättet är att stoppa Weblate under migreringen.
ta: வலைபெயர்ப்பு மற்றொரு சேவையகத்திற்கு இடம்பெயர்வது மிகவும் எளிதாக இருக்க வேண்டும், இருப்பினும் இது சில இடங்களில் தரவை சேமிக்கிறது, அதை நீங்கள் கவனமாக இடம்பெயர வேண்டும். இடம்பெயர்வுக்கு வலைபெயர்ப்பு செய்வதை நிறுத்துவதே சிறந்த அணுகுமுறை.
tr: Weblate kurulumunu başka bir sunucuya aktarmak oldukça kolaydır. Ancak veriler dikkatli bir şekilde aktarmanız gereken birkaç konumda bulunur. En iyi yaklaşım, aktarım sırasında Weblate kopyasını durdurmaktır.
uk: Перенесення Weblate на інший сервер має бути доволі простою процедурою. Втім, Weblate зберігає дані у декількох місцях, і ці дані слід перенести належним чином. Найкращим підходом є зупинення Weblate для перенесення даних.
zh_hans: 将 Weblate 迁移到其他服务器应该非常简单，然而它将数据存储在几个位置，您应该小心迁移。最佳的方式时停止 Weblate 再迁移。
zh_hant: 將 Weblate 遷移到其他服務器應該非常簡單，然而它將數據存儲在幾個位置，您應該小心遷移。最佳的方式時停止 Weblate 再遷移。

source: Migrating database
de: Migration der Datenbank
ga: Bunachar sonraí a aistriú
hu: Adatbázis költöztetése
id: Memigrasikan basis data
ja: データベースの移行
nl: Database migreren
pt: Migrando banco de dados
pt_br: Migrando banco de dados
ro: Migrarea bazei de date
ru: Перенос базы данных
sv: Migrering av databas
ta: இடம்பெயரும் தரவுத்தளம்
tr: Veri tabanını aktarmak
uk: Перенесення бази даних
zh_hans: 迁移数据库
zh_hant: 遷移數據庫
