Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The placement of the Docker volume on host system depends on your Docker configuration, but usually it is stored in :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (the path consist of name of your docker-compose directory, container, and volume names).
de: Das Platzieren des Docker-Volumes auf dem Host-System hängt von der Docker-Konfiguration ab, aber normalerweise wird es in :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` gespeichert (der Pfad besteht aus dem Namen des Docker-Compose-Verzeichnisses, dem -Container und den -Volume-Namen).
ga: Braitheann socrúchán toirt Docker ar chóras óstach ar do chumraíocht Docker, ach de ghnáth stóráiltear é in :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (tá ainm d'eolaire docker-componc, coimeádán agus ainmneacha toirte sa chosán).
hu: A Docker-kötet elhelyezkedése a hoszt rendszeren a Docker konfigurációjától függ, de jellemzően a következő helyen található: :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (az útvonal a docker-compose könyvtár, a konténer és a kötet nevét tartalmazza).
id: Penempatan volume Docker pada sistem host bergantung pada konfigurasi Docker Anda, tetapi biasanya disimpan di :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (jalur terdiri dari nama direktori docker-compose, kontainer, dan nama volume).
ja: ホストシステム上の Docker ボリュームの配置は Docker 設定によって異なりますが、通常は次の場所に格納されます。:file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` （パスは、docker-compose ディレクトリの名前、コンテナ、およびボリューム名で構成される）。
nl: De plaatsing van het volume voor Docker op het hostsysteem is afhankelijk van uw configuratie van Docker, maar gewoonlijk wordt het opgeslagen in :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (het pad bestaat uit de naam van uw map docker-compose, container en volumenamen).
pt: O posicionamento do volume do Docker no sistema host depende da configuração do Docker, mas geralmente ele é armazenado em :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (o caminho consiste no nome do diretório docker-compose, do contentor e dos nomes dos volumes).
pt_br: O posicionamento do volume do Docker no sistema host depende da configuração do Docker, mas geralmente ele é armazenado em :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (o caminho consiste no nome do diretório docker-compose, do contêiner e dos nomes dos volumes).
sv: Placeringen av Docker-volymen på värdsystemet beror på din Docker-konfiguration, men vanligtvis lagras den i :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (sökvägen består av namnet på din docker-compose-katalog, container och volymnamn).
tr: Docker biriminin barındırma sistemindeki konumu Docker yapılandırmanıza bağlıdır. Ancak genellikle :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` (yol, docker-compose klasörünüzün adı, kapsayıcı ve birim adlarından oluşur) içinde tutulur.
uk: Розташування тому Docker у основній системі залежить від ваших налаштувань Docker, але, зазвичай, він зберігається у :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/`. (шлях складається з назви вашого каталогу docker-compose, назви контейнера та назви тому).
zh_hans: Docker 卷在主机系统上的位置取决于您的 Docker 配置，但通常存储在 :file:`/var/lib/docker/volumes/weblate-docker_weblate-data/_data/` 中。(该路径由你的 docker-compose 目录的名称、容器和卷的名称组成）。

source: The :file:`cache` volume is mounted as :file:`/app/cache` and is used to store static files and :setting:`CACHE_DIR`. Its content is recreated on container startup and the volume can be mounted using ephemeral filesystem such as `tmpfs`.
de: Das :file:`cache`-Volume wird als :file:`/app/cache` eingebunden und dient zum Speichern von statischen Dateien und :setting:`CACHE_DIR`. Sein Inhalt wird beim Start des Containers neu erstellt und das Volume kann mit einem flüchtigen Dateisystem wie `tmpfs` eingebunden werden.
ga: Tá an :file:`cache`` toirte gléasta mar :file:`/app/cache` agus úsáidtear é chun comhaid statacha a stóráil agus :setting:`CACHE_DIR`. Déantar an t-ábhar a athchruthú ar tosaithe coimeádáin agus is féidir an toirt a fheistiú trí úsáid a bhaint as córas comhaid gearrthéarmach mar `tmpfs`.
hu: A :file:`cache` kötet :file:`/app/cache` néven kerül csatolásra, statikus fájlokat és a :setting:`CACHE_DIR` tartalmát tárolja. Indításkor újra létrejön, így ideiglenes fájlrendszerrel is csatolható, például `tmpfs` használatával.
id: Volume :file:`cache` dipasang sebagai :file:`/app/cache` dan digunakan untuk menyimpan berkas statis dan :setting:`CACHE_DIR`. Kontennya dibuat ulang saat kontainer dimulai dan volume tersebut dapat dipasang menggunakan sistem berkas sementara seperti `tmpfs`.
nl: Het volume :file:`cache` wordt gemount als :file:`/app/cache` en wordt gebruikt om statische bestanden op te slaan en :setting:`CACHE_DIR`. De inhoud ervan wordt opnieuw gemaakt bij het opstarten van de container en het volume kan worden gemount met een vluchtig bestandssysteem, zoals `tmpfs`.
pt_br: O volume do :file:`cache` é montado como :file:`/app/cache` e é usado para armazenar arquivos estáticos e :setting:`CACHE_DIR`. Seu conteúdo é recriado na inicialização do contêiner e o volume pode ser montado usando um sistema de arquivos efêmero, como o `tmpfs`.
sv: :file:`cache`-volymen är monterad som :file:`/app/cache` och används för att lagra statiska filer och :setting:`CACHE_DIR`. Dess innehåll återskapas när containern startas och volymen kan monteras med hjälp av ett tillfälligt filsystem som `tmpfs`.
tr: :file:`cache` birimi :file:`/app/cache` olarak bağlanır ve durağan dosyalar ile :setting:`CACHE_DIR` klasörünü tutmak için kullanılır. İçeriği kapsayıcı başlangıcında yeniden oluşturulur ve birim `tmpfs` gibi kısa ömürlü dosya sistemi kullanılarak bağlanabilir.
uk: Том :file:`cache` монтується як :file:`/app/cache` і використовується для зберігання статичних файлів і :setting:`CACHE_DIR`. Його вміст відтворюється під час запуску контейнера, а тому можна монтувати за допомогою тимчасової файлової системи, такої як `tmpfs`.

source: When creating the volumes manually, the directories should be owned by UID 1000 as that is user used inside the container.
de: Wenn Sie die Volumes manuell erstellen, sollten die Verzeichnisse der UID 1000 gehören, da dies der im Container verwendete Benutzer ist.
ga: Agus na méideanna á gcruthú de láimh, ba cheart go mbeadh na heolairí faoi úinéireacht AitheantasÚsáideora 1000 mar is é sin an t-úsáideoir a úsáidtear taobh istigh den choimeádán.
hu: Kézi létrehozás esetén a könyvtárak tulajdonosának UID 1000-nek kell lennie, mivel a konténeren belül ez a felhasználó kerül használatra.
id: Saat membuat volume secara manual, direktori harus dimiliki oleh UID 1000 karena itulah yang digunakan pengguna di dalam kontainer.
ja: ボリュームを手動で作成する場合、ディレクトリの所有者は UID 1000 であることが必要です。これは、コンテナ内でユーザーが使用するディレクトリです。
nl: Bij het handmatig maken van de volumes, zouden de mappen eigendom moeten zijn van UID 1000 omdat dat de gebruiker is die gebruikt wordt binnen de container.
pt: Ao criar os volumes manualmente, os diretórios devem pertencer ao UID 1000, pois é o utilizador usado dentro do contentor.
pt_br: Ao criar os volumes manualmente, os diretórios devem pertencer ao UID 1000, pois é o usuário usado dentro do contêiner.
ro: La crearea manuală a volumelor, directoarele trebuie să fie deținute de UID 1000, deoarece acesta este utilizatorul utilizat în container.
ru: При создании томов вручную, каталоги должны принадлежать UID 1000, так как именно этот пользователь используется внутри контейнера.
sv: När volymerna skapas manuellt ska katalogerna ägas av UID 1000, eftersom det är den användare som används inuti containern.
ta: தொகுதிகளை கைமுறையாக உருவாக்கும்போது, கோப்பகங்களுக்குள் பயன்படுத்தப்படும் பயனர் என்பதால் கோப்பகங்கள் uid 1000 க்கு சொந்தமானதாக இருக்க வேண்டும்.
tr: Birimleri el ile oluştururken, klasörlerin sahibi kapsayıcı içindeki UID 1000 olmalıdır.
uk: Під час створення томів власноруч, каталоги повинні належати UID 1000, як користувачеві, що використовується всередині контейнера.
zh_hans: 当手动创建卷时，目录应该由UID 1000拥有，因为那是容器内使用的用户。

source: `Docker volumes documentation <https://docs.docker.com/engine/storage/volumes/>`_
id: `Dokumentasi volume Docker <https://docs.docker.com/engine/storage/volumes/>`_
sv: `Dokumentation om Docker-volymer <https://docs.docker.com/engine/storage/volumes/>`_

source: Read-only root filesystem
de: Schreibgeschütztes Root-Dateisystem
ga: Córas fréimhe inléite amháin
hu: Írásvédett gyökérfájlrendszer
id: Sistem berkas root hanya baca
ja: 読み取り専用のルート ファイルシステム
nl: Alleen-lezen root bestandssysteem
pt: Sistema de ficheiros raiz apenas para leitura
pt_br: Sistema de arquivos raiz somente leitura
ru: Корневая файловая система только для чтения
sv: Skrivskyddat rotfilsystem
ta: படிக்க மட்டும் ரூட் கோப்பு முறைமை
tr: Salt okunur kök dosya sistemi
uk: Призначена лише для читання коренева файлова система
zh_hans: 只读根文件系统

source: When running the container with a read-only root filesystem, two additional `tmpfs` volumes are required - :file:`/tmp` and :file:`/run`.
de: Wenn der Container mit einem schreibgeschützten Root-Dateisystem läuft, werden zwei zusätzliche `tmpfs`-Volumes benötigt - :file:`/tmp` und :file:`/run`.
ga: Agus an coimeádán á rith le córas comhaid fréimhe inléite amháin, tá gá le dhá imleabhar breise `tmpfs` - :file:`/tmp` agus :file:`/run`.
hu: Ha a konténer írásvédett gyökérfájlrendszerrel fut, két további `tmpfs` kötet szükséges: :file:`/tmp` és :file:`/run`.
id: Saat menjalankan kontainer dengan sistem berkas root hanya baca, dua volume `tmpfs` tambahan diperlukan - :file:`/tmp` dan :file:`/run`.
ja: 読み取り専用のルートファイルを使用してコンテナを実行する場合は、追加で 2 つの `tmpfs` ボリュームが :file:`/tmp` と :file:`/run` に必ず必要です。
nl: Bij het uitvoeren van de container met een alleen-lezen root-bestandssysteem, zijn twee aanvullende volumes `tmpfs` vereist - :file:`/tmp` en :file:`/run`.
pt: Ao executar o contentor com um sistema de ficheiros raiz apenas para leitura, são necessários dois volumes `tmpfs` adicionais - :file:`/tmp` and :file:`/run`.
pt_br: Ao executar o contêiner com um sistema de arquivos raiz somente leitura, são necessários dois volumes `tmpfs` adicionais - :file:`/tmp` e :file:`/run`.
ru: При запуске контейнера с корневой файловой системой, доступной только для чтения, требуются два дополнительных тома tmpfs — :file:`/tmp` и :file:`/run`.
sv: När containern körs med ett skrivskyddat rotsystem krävs två ytterligare `tmpfs`-volymer: :file:`/tmp` och :file:`/run`.
tr: Kapsayıcı salt okunur bir kök dosya sistemiyle çalıştırırken, iki ek `tmpfs` birimi gerekir - :file:`/tmp` ve :file:`/run`.
uk: Якщо запущено контейнер із призначеної лише для читання кореневої файлової системи, потрібні два додаткових томи `tmpfs` — :file:`/tmp` і :file:`/run`.
zh_hans: 运行只读根文件系统的容器时，需要两个额外的 `tmpfs` 卷 - :file:`/tmp` 和 :file:`/run`。

source: Configuration beyond environment variables
de: Konfiguration über Umgebungsvariablen hinaus
ga: Cumraíocht thar athróga timpeallachta
hu: Konfiguráció a környezeti változókon túl
id: Konfigurasi di luar variabel lingkungan
ja: 環境変数以外の設定
nl: Configuratie voorbij omgevingsvariabelen
pt: Configuração além das variáveis de ambiente
pt_br: Configuração além das variáveis de ambiente
ru: Конфигурация за пределами переменных среды
sv: Konfiguration utöver miljövariabler
ta: சுற்றுச்சூழல் மாறிகளுக்கு அப்பால் உள்ளமைவு
tr: Ortam değişkenlerinin yapılandırması
uk: Налаштовування поза змінними середовища
zh_hans: 修改未暴露为 Docker 环境变量的设置项

source: :ref:`Docker environment variables <docker-environment>` are intended to expose most :ref:`configuration settings <config>` of relevance for Weblate installations.
de: :ref:`Docker-Umgebungsvariablen <docker-environment>` sind dazu gedacht, die meisten :ref:`Konfigurationseinstellungen <config>`, die für Weblate-Installationen von Bedeutung sind, sichtbar zu machen.
ga: :ref:`Tá sé mar aidhm ag athróga timpeallachta docker <docker-environment>` an chuid is mó de :ref:`socruithe cumraíochta <config>` is ábhartha do shuiteálacha Weblate a nochtadh.
hu: A :ref:`Docker környezeti változók <docker-environment>` célja, hogy elérhetővé tegyék a Weblate telepítéséhez szükséges legfontosabb :ref:`konfigurációs beállításokat <config>`.
id: :ref:`Docker environment variables <docker-environment>` dimaksudkan untuk memaparkan sebagian besar :ref:`configuration settings <config>` yang relevan untuk instalasi Weblate.
ja: :ref:`Docker 環境変数 <docker-environment>` は、Weblate インストールに関連するほぼすべての :ref:`システム設定 <config>` の公開が目的です。
nl: :ref:`Docker omgevingsvariabelen <docker-environment>` zijn bedoeld om de meeste :ref:`instellingen voor configureren <config>`, die van belang zijn voor installaties van Weblate, weer te geven.
pt: As :ref:`variáveis de ambiente do Docker <docker-environment>` destinam-se a expor a maioria das :ref:`definições de configuração <config>` de relevância para as instalações do Weblate.
pt_br: As :ref:`variáveis de ambiente do Docker <docker-environment>` destinam-se a expor a maioria das :ref:`definições de configuração <config>` de relevância para as instalações do Weblate.
ru: :ref:`Переменные среды Docker <docker-environment>` предназначены для предоставления большинства :ref:`параметров конфигурации <config>`, имеющих отношение к установкам Weblate.
sv: :ref:`Docker-miljövariabler <docker-environment>` är avsedda att exponera de flesta :ref:`konfigurationsinställningar <config>` som är relevanta för Weblate-installationer.
ta: :ref:`docker environment variables <docker-environment>` are intended to expose most :ref:`configuration settings <config>` of relevance for வலைபெயர்ப்பு installations.
tr: :ref:`Docker ortam değişkenleri <docker-environment>`, Weblate kurulumları ile ilgili pek çok :ref:`yapılandırma ayarını <config>` karşılamayı amaçlıyor.
uk: Доступ до більшості :ref:`параметрів налаштувань <config>`, які пов'язано із встановленим Weblate, має здійснюватися за допомогою :ref:`змінних середовища Docker <docker-environment>`.
zh_hans: :ref:`Docker 环境变量 <docker-environment>`旨在公开与 Weblate 安装相关的大多数 :ref:`配置设置 <config>`。

source: If you find a setting that is not exposed as an environment variable, and you believe that it should be, feel free to :ref:`ask for it to be exposed in a future version of Weblate <report-issue>`.
de: Wenn Sie eine Einstellung finden, die nicht als Umgebungsvariable verfügbar ist und Sie glauben, dass sie es sein sollte, können Sie :ref:`fordern, dass sie in einer zukünftigen Version von Weblate <report-issue>` verfügbar gemacht wird.
ga: Má aimsíonn tú socrú nach bhfuil nochtaithe mar athróg timpeallachta, agus go gcreideann tú gur cheart go mbeadh, bíodh leisce ort :ref:`iarr go nochtfaí é i leagan amach anseo de Weblate <report-issue>`.
hu: Ha olyan beállítást talál, amely nem érhető el környezeti változóként, de indokoltnak látja annak kiterjesztését, :ref:`jelezheti a fejlesztők felé <report-issue>`.
id: Jika Anda menemukan pengaturan yang tidak diekspos sebagai variabel lingkungan, dan Anda yakin bahwa itu seharusnya diekspos, jangan ragu untuk :ref:`ask for it to be exposed in a future version of Weblate <report-issue>`.
ja: 環境変数として公開されていない設定を見つけ、その設定が公開されるべきであると考えた場合は、お気軽に :ref:`Weblate の将来のバージョンで公開されるように依頼 <report-issue>` してください。
nl: Als u een instelling vindt die niet is weergegeven als een omgevingsvariabele, en u van mening bent dat het dat wel zou moeten zijn, staat het u vrij :ref:`te vragen om het in een toekomstige versie van Weblate weer te geven <report-issue>`.
pt: Se encontrar uma configuração que não está exposta como uma variável de ambiente e acredita que deveria estar, sinta-se à vontade para :ref:`pedir que ela seja exposta numa versão futura do Weblate <report-issue>`.
pt_br: Se você encontrar uma configuração que não está exposta como uma variável de ambiente, e você acredita que deveria estar, sinta-se à vontade para :ref:`pedir que ela seja exposta em uma versão futura do Weblate <report-issue>`.
ru: Если вы обнаружите параметр, который не представлен как переменная среды, и вы считаете, что так и должно быть, не стесняйтесь :ref:`попросить, чтобы он был представлен в будущей версии Weblate <report-issue>`.
sv: Om du hittar en inställning som inte visas som en miljövariabel och du anser att den borde göra det, kan du gärna :ref:`be om att den ska visas i en framtida version av Weblate <report-issue>`.
tr: Bir ortam değişkeni olarak karşılığı olmayan bir ayar bulursanız ve var olması gerektiğine inanıyorsanız, :ref:`Gelecek Weblate sürümlerine eklenmesini istemekten çekinmeyin <report-issue>`.
uk: Якщо вами буде виявлено параметр, доступу до якого немає зі змінної середовища, і ви вважаєте, що такий доступ має бути реалізовано, :ref:`попросіть про відкриття доступу у майбутніх версіях Weblate <report-issue>`.
zh_hans: 如果您发现没有作为环境变量公开的设置，并且您认为它应该公开，请随时 :ref:`要求在未来版本的 Weblate <report-issue>` 中公开它。

source: If you need to modify a setting that is not exposed as a Docker environment variable, you can still do so, either :ref:`from the data volume <docker-settings-override>` or :ref:`extending the Docker image <docker-custom-settings>`.
de: Wenn Sie eine Einstellung ändern müssen, die nicht als Docker-Umgebungsvariable verfügbar ist, können Sie dies trotzdem tun, entweder :ref:`über das Daten-Volume <docker-settings-override>` oder :ref:`durch Erweitern des Docker-Images <docker-custom-settings>`.
ga: Más gá duit socrú nach bhfuil nochtaithe mar athróg timpeallachta Docker a mhodhnú, is féidir leat é sin a dhéanamh fós, ceachtar :ref:`from the data volume <docker-settings-override>` no :ref:`extending the Docker image <docker-custom-settings>`.
hu: Az ilyen beállítások ettől függetlenül módosíthatók, akár a :ref:`adat kötetből <docker-settings-override>`, akár :ref:`Docker image kiterjesztésével <docker-custom-settings>`.
id: Jika Anda perlu mengubah pengaturan yang tidak diekspos sebagai variabel lingkungan Docker, Anda masih dapat melakukannya, baik :ref:`from the data volume <docker-settings-override>` atau :ref:`extending the Docker image <docker-custom-settings>`.
ja: Docker 環境変数として公開されていない設定を変更することが必要な場合でも、:ref:`データ ボリュームからの設定のオーバーライド <docker-settings-override>` または :ref:`Docker イメージの拡張による設定のオーバーライド <docker-custom-settings>` を使用して変更できます。
nl: Als u een instelling moet aanpassen die niet is weergegeven als een Docker omgevingsvariabele, kunt u dat nog steeds doen, ofwel :ref:`in het volume data <docker-settings-override>` of :ref:`door de Docker image uit te breiden <docker-custom-settings>`.
pt: Se precisar modificar uma configuração que não está exposta como uma variável de ambiente do Docker, ainda poderá fazê-lo :ref:`a partir do volume de dados <docker-settings-override>` ou :ref:`estendendo a imagem do Docker <docker-custom-settings>`.
pt_br: Se você precisar modificar uma configuração que não está exposta como uma variável de ambiente do Docker, ainda poderá fazê-lo :ref:`a partir do volume de dados <docker-settings-override>` ou :ref:`estendendo a imagem do Docker <docker-custom-settings>`.
ru: Если вам нужно изменить параметр, который не представлен как переменная среды Docker, вы всё равно можете это сделать либо :ref:`из тома данных <docker-settings-override>`, либо :ref:`расширив образ Docker <docker-custom-settings>`.
sv: Om du behöver ändra en inställning som inte visas som en Docker-miljövariabel kan du fortfarande göra det, antingen :ref:`från datavolym <docker-settings-override>` eller :ref:`genom att utöka Docker-bilden <docker-custom-settings>`.
tr: Docker ortam değişkeni olarak karşılığı olmayan bir ayarı değiştirmeniz gerekirse, bunu :ref:`veri biriminden <docker-settings-override>` ya da :ref:`Docker kalıbını genişleterek <docker-custom-settings>` yapabilirsiniz.
uk: Якщо вам потрібно змінити значення параметра, доступу до якого немає зі змінних середовища Docker, ви можете це зробити або за допомогою :ref:`тому даних <docker-settings-override>`, або за допомогою :ref:`розширення образу Docker <docker-custom-settings>`.
zh_hans: 如果您需要修改未公开为 Docker 环境变量的设置，您仍然可以这样做 :ref:`来自数据卷 <docker-settings-override>` 或者 :ref:`扩展 Docker 镜像 <docker-custom-settings>`。

source: Overriding settings from the data volume
de: Überschreiben von Einstellungen des Daten-Volumes
ga: Socruithe sáraitheacha ón méid sonraí
hu: Beállítások felülírása a adat kötetből
id: Menimpa pengaturan dari volume data
ja: データ ボリュームからの設定のオーバーライド
nl: Instellingen overschrijven vanuit het volume data
pt: Substituindo as configurações do volume de dados
pt_br: Substituindo as configurações do volume de dados
ru: Переопределение настроек из тома данных
sv: Åsidosätta inställningar från datavolymen
ta: தரவு அளவிலிருந்து அமைப்புகளை மீறுதல்
tr: Veri biriminden alınan ayarları değiştirmek
uk: Перевизначення параметрів з тому даних
zh_hans: 覆盖数据卷的设置

source: You can create a file at :file:`/app/data/settings-override.py`, i.e. at the root of the :ref:`data volume <docker-volume>`, to extend or override settings defined through environment variables.
de: Sie können eine Datei unter :file:`/app/data/settings-override.py` erstellen, d. h. in der Wurzel des :ref:`Daten-Volume <docker-volume>`, um Einstellungen zu erweitern oder zu überschreiben, die durch Umgebungsvariablen definiert wurden.
ga: Is féidir leat comhad a chruthú ag :file:`/app/data/settings-override.py`, i.e. ag bun an :ref:`toirt sonraí <docker-volume>`, chun socruithe arna sainiú trí athróga timpeallachta a shíneadh nó a shárú.
hu: Hozzon létre egy fájlt a következő helyen: :file:`/app/data/settings-override.py` (az :ref:`adat kötet <docker-volume>` gyökerében), ha a környezeti változókon keresztül definiált beállításokat szeretné kiegészíteni vagy felülírni.
id: Anda dapat membuat berkas di :file:`/app/data/settings-override.py`, yaitu di akar :ref:`data volume <docker-volume>`, untuk memperluas atau menimpa pengaturan yang ditetapkan melalui variabel lingkungan.
ja: ファイルは、:file:`/app/data/settings-override.py` に作成できます。つまり、:ref:`データ ボリューム <docker-volume>` のルートにあり、環境変数で定義した設定を拡張またはオーバーライドします。
nl: U kunt een bestand maken in :file:`/app/data/settings-override.py`, d.i. aan de bron van het :ref:`volume data <docker-volume>`, om instellingen, die worden gedefinieerd door omgevingsvariabelen, uit te breiden of te overschrijven.
pt: Pode criar um ficheiro em :file:`/app/data/settings-override.py` ou seja, na raiz do :ref:`volume de dados <docker-volume>`, para estender ou substituir as configurações definidas por meio de variáveis de ambiente .
pt_br: Você pode criar um arquivo em :file:`/app/data/settings-override.py`, ou seja, na raiz do :ref:`volume de dados <docker-volume>`, para estender ou substituir as configurações definidas por meio de variáveis de ambiente .
ru: Вы можете создать файл :file:`/app/data/settings-override.py`, то есть в корне :ref:`тома данных <docker-volume>`, чтобы расширить или переопределить настройки, определённые через переменные среды.
sv: Du kan skapa en fil i :file:`/app/data/settings-override.py`, dvs. i roten av :ref:`datavolymen <docker-volume>`, för att utöka eller åsidosätta inställningar som definierats genom miljövariabler.
tr: Ortam değişkenleri ile tanımlanan ayarları genişletmek ya da değiştirmek için :ref:`veri birimi <docker-volume>` kök klasöründe bir :file:`/app/data/settings-override.py` dosyası oluşturabilirsiniz.
uk: Ви можете створити файл з адресою :file:`/app/data/settings-override.py`, тобто у корені :ref:`тому даних <docker-volume>`, з метою розширення або перевизначення параметрів, значення яких встановлено за допомогою змінних середовища.
zh_hans: 您可以在 :file:`/app/data/settings-override.py` 创建一个文件，即在 :ref:`数据卷 <docker-volume>` 的根目录，以扩展或覆盖通过环境变量定义的设置。
