Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Then you can update individual translation files to match newly created templates (this includes reordering the strings to match new template):
de: Dann können Sie die einzelnen Übersetzungsdateien aktualisieren, damit sie mit den neu erstellten Vorlagen übereinstimmen (dazu gehört auch das Neuordnen der Zeichenketten, damit sie mit der neuen Vorlage übereinstimmen):
ga: Ansin is féidir leat comhaid aistriúcháin aonair a nuashonrú chun teimpléid nuachruthaithe a mheaitseáil (áirítear leis seo na teaghráin a athordú chun an teimpléad nua a mheaitseáil):
hu: Ezután frissítheti az egyes nyelvi fájlokat, hogy azok megfeleljenek az új sablonnak (ez magában foglalja a szövegek sorrendjének igazítását is az új sablonhoz):
id: Kemudian Anda dapat memperbarui berkas terjemahan individual agar sesuai dengan templat yang baru dibuat (ini termasuk menyusun ulang string agar sesuai dengan templat baru):
ja: 次に、新しく作成されたテンプレートと一致するように個々の翻訳ファイルを更新します（これには、新しいテンプレートに一致するように文字列を並べ替えることも含みます） 。
nl: Dan kunt u de individuele vertaalbestanden bijwerken om overeen te komen met de nieuw gemaakte sjablonen (dit is inclusief het opnieuw ordenen van de tekenreeksen om overeen te komen met het nieuwe sjabloon):
pt: Em seguida, pode atualizar ficheiros de tradução individuais para corresponder aos modelos recém-criados (isso inclui reordenar as cadeias para corresponder ao novo modelo):
pt_br: Em seguida, você pode atualizar arquivos de tradução individuais para corresponder aos modelos recém-criados (isso inclui reordenar os textos para corresponder ao novo modelo):
ro: Apoi puteți actualiza fișierele de traducere individuale pentru a se potrivi cu șabloanele nou create (acest lucru include reordonarea șirurilor pentru a se potrivi cu noul șablon):
ru: Затем вы можете обновить отдельные файлы перевода, чтобы они соответствовали вновь созданным шаблонам (обновление, в том числе, переупорядочивает строки для соответствия их новому шаблону):
sv: Sedan kan du uppdatera enskilda översättningsfiler så att de matchar de nyskapade mallarna (detta inkluderar att ordna om strängarna så att de matchar den nya mallen):
ta: பின்னர் புதிதாக உருவாக்கப்பட்ட வார்ப்புருக்களுடன் பொருந்த தனிப்பட்ட மொழிபெயர்ப்பு கோப்புகளைப் புதுப்பிக்கலாம் (புதிய வார்ப்புருவுடன் பொருந்துவதற்கு சரங்களை மீண்டும் ஒழுங்கமைப்பது இதில் அடங்கும்):
tr: Ardından, yeni oluşturulan kalıplarla eşleşecek şekilde tek tek çeviri dosyalarını güncelleyebilirsiniz (bu işlem, dizgeleri yeni kalıpla eşleşecek şekilde yeniden sıralar):
uk: Далі, ви можете оновити окремі файли перекладів, щоб вони відповідали новоствореному шаблону (це стосується і перевпорядковування рядків відповідно до нового шаблона):
zh_hans: 然后您可以更新各自的翻译文件来匹配新建的模板（这包括重新排序字符串，赖于新的模板匹配）：
zh_hant: 然後您可以更新各自的翻譯文件來匹配新建的模板（這包括重新排序字符串，賴於新的模板匹配）：

source: Importing to Weblate
de: Importieren in Weblate
ga: Iompórtáil chuig Weblate
hu: Importálás Weblate-be
id: Mengimpor ke Weblate
ja: Weblate へのインポート
nl: Importeren in Weblate
pt: Importando para o Weblate
pt_br: Importando para o Weblate
ro: Importul în Weblate
ru: Импорт в Weblate
sv: Importera till Weblate
ta: வலைபெயர்ப்பு க்கு இறக்குமதி செய்தல்
tr: Weblate içine aktarmak
uk: Імпортування до Weblate
zh_hans: 导入到 Weblate
zh_hant: 導入到 Weblate

source: To import such translation into Weblate, all you need to define are the following fields when creating component (see :ref:`component` for detailed description of the fields):
de: Um eine solche Übersetzung in Weblate zu importieren, müssen Sie nur die folgenden Felder beim Erstellen der Komponente definieren (siehe :ref:`component` für eine detaillierte Beschreibung der Felder):
ga: Chun aistriúchán den sórt sin a iompórtáil go Weblate, níl le déanamh ach na réimsí seo a leanas a shainiú agus comhpháirt á chruthú (féach :ref:`component` le haghaidh cur síos mionsonraithe ar na réimsí):
hu: Egy ilyen fordítás Weblate-be való importálásához csak az alábbi mezőket kell megadnia új összetevő létrehozásakor (lásd: :ref:`component` a mezők részletes leírásához):
id: Untuk mengimpor terjemahan tersebut ke Weblate, yang perlu Anda tentukan hanyalah kolom-kolom berikut saat membuat komponen (lihat :ref:`component` untuk deskripsi kolom secara terperinci):
ja: 翻訳を Weblate にインポートするために必要な、コンポーネント作成時の設定項目（項目の詳細については、:ref:`component` を確認してください）:
nl: Voor het importeren van een dergelijke vertaling in Weblate is alles wat u hoeft te doen, is het definiëren van de volgende velden bij het maken van het onderdeel (bekijk :ref:`component` voor gedetailleerde beschrijving van de velden):
pt: Para importar tal tradução para o Weblate, tudo que precisa definir são os seguintes campos ao criar o componente (veja :ref:`component` para uma descrição detalhada dos campos):
pt_br: Para importar tal tradução para o Weblate, tudo que você precisa definir são os seguintes campos ao criar o componente (consulte :ref:`component` para uma descrição detalhada dos campos):
ro: Pentru a importa o astfel de traducere în Weblate, tot ce trebuie să definiți sunt următoarele câmpuri atunci când creați componenta (a se vedea :ref:`component` pentru o descriere detaliată a câmpurilor):
ru: Для импорта такого перевода в Weblate, всё, что вам нужно — это определить следующие поля при создании компонента (подробное описание полей смотрите в разделе в :ref:`component`):
sv: För att importera en sådan översättning till Weblate behöver du bara definiera följande fält när du skapar komponenten (se :ref:`component` för en detaljerad beskrivning av fälten):
tr: Böyle bir çeviriyi Weblate içine aktarmak için, bileşen oluştururken tanımlamanız gereken tek şey aşağıdaki alanlardır (alanlarla ilgili bilgi almak için: :ref:`component`):
uk: Щоб імпортувати такий переклад до Weblate, вам достатньо визначити вказані нижче поля при створенні складника (див. :ref:`component` для докладного опису полів):
zh_hans: 要将这样的翻译导入 Weblate，您只需要在创建部件时定义以下字段（字段的详细说明，请参见 :ref:`component`）：
zh_hant: 為了將這樣的翻譯導入 Weblate，當新建組件時，所有需要您定義的是後面的字段（字段的具體描述請參見 :ref:`component`）：

source: Field
de: Feld
ga: Gort
hu: Mező
id: Kolom
ja: 項目
nl: Veld
pt: Campo
pt_br: Campo
ro: Domeniul
ru: Поле
sv: Fält
ta: வயல்
tr: Alan
uk: Поле
zh_hans: 字段

source: Value
de: Wert
ga: Luach
hu: Érték
id: Nilai
ja: 値
nl: Waarde
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
sv: Värde
ta: மதிப்பு
tr: Değer
uk: Значення
zh_hans: 值

source: URL of the VCS repository with your project
de: URL des VCS-Repositorys mit Ihrem Projekt
ga: URL an stór VCS le do thionscadal
hu: A projekt VCS tárolójának URL-je
id: URL repositori VCS dengan proyek Anda
ja: プロジェクトを含む VCS リポジトリの URL
nl: URL van de opslagruimte van het VCS met uw project
pt: URL do repositório VCS com o seu projeto
pt_br: URL do repositório VCS com seu projeto
ro: URL-ul depozitului VCS cu proiectul dumneavoastră
ru: URL-адрес репозитория системы контроля версий с вашим проектом
sv: URL till VCS-arkivet med ditt projekt
ta: உங்கள் திட்டத்துடன் vcs களஞ்சியத்தின் முகவரி
tr: Projenizle birlikte sürüm denetimi sistemi deposunun adresi
uk: Адреса сховища VCS із вашим проєктом
zh_hans: 您的项目的版本控制系统仓库的 URL
zh_hant: 您的項目的版本控制系統（VCS）倉庫的 URL

source: Choose :guilabel:`gettext PO file`
de: :guilabel:`gettext PO`-Datei auswählen
ga: Roghnaigh :guilabel:`gettext PO file`
hu: Válassza a :guilabel:`gettext PO-fájl` formátumot
id: Pilih :guilabel:`gettext PO file`
ja: :guilabel:`gettext 用の PO ファイル` から選択する
nl: Kies :guilabel:`gettext PO-bestand`
pt: Escolha :guilabel:`ficheiro PO gettext`
pt_br: Escolha :guilabel:`arquivo PO gettext`
ro: Alegeți :guilabel:`gettext PO file`
ru: Выберите :guilabel:`gettext PO-файл`
sv: Välj :guilabel:`gettext PO-fil`
ta: தேர்வு :guilabel:'gettext po கோப்பு'
tr: Seçin :guilabel:`Gettext PO dosyası`
uk: Виберіть :guilabel:`файл PO gettext`
zh_hans: 选择 :guilabel:`gettext PO 文件`

source: New language
de: Neue Sprache
ga: Teanga nua
hu: Új nyelv
id: Bahasa baru
ja: 新しい言語
nl: Nieuwe taal
pt: Novo idioma
pt_br: Novo idioma
ro: Limba nouă
ru: Новый язык
sv: Nytt språk
ta: புதிய மொழி
tr: Yeni dil
uk: Нова мова
zh_hans: 新语言
zh_hant: 新增語言

source: Choose :guilabel:`Create new language file`
de: :guilabel:`Neue Sprachdatei erstellen` auswählen
ga: Roghnaigh :guilabel:`Cruthaigh comhad teanga nua`
hu: Válassza az :guilabel:`Új nyelvi fájl létrehozása` lehetőséget
id: Pilih :guilabel:`Create new language file`
ja: :guilabel:`新しい言語ファイルの作成` から選択する
nl: Kies :guilabel:`Maak nieuw taalbestand`
pt: Escolha :guilabel:`Criar ficheiro de idioma`
pt_br: Escolha :guilabel:`Criar novo arquivo de idioma`
ro: Alegeți :guilabel:`Crearea unui nou fișier de limbă`
ru: Выберите :guilabel:`Создать новый язык`
sv: Välj :guilabel:`Skapa ny språkfil`
ta: :guilabel:'புதிய மொழி கோப்பை உருவாக்கு' என்பதைத் தேர்வுசெய்க
tr: :guilabel:`Yeni dil dosyası oluştur` seçeneğini seçin
uk: Виберіть :guilabel:`Створити новий мовний файл`
zh_hans: 选择 :guilabel:`创建新语言文件`
zh_hant: 選擇 :guilabel:`Create new language file`（新建新語言文件）

source: And that's it, you're now ready to start translating your software!
de: Und das war's, jetzt können Sie mit der Übersetzung Ihrer Software beginnen!
ga: Agus sin é, tá tú réidh anois chun do bhogearraí a aistriú!
hu: És ennyi – már készen is áll szoftvere fordítására!
id: Dan selesai, Anda sekarang siap untuk mulai menerjemahkan perangkat lunak Anda!
ja: これで、ソフトウェアの翻訳を開始する準備が整いました！
nl: En dat is alles, u bent nu klaar om te beginnen met het vertalen van uw software!
pt: E é isso. Agora está pronto para começar a traduzir o seu software!
pt_br: E é isso. Agora você está pronto para começar a traduzir seu software!
ro: Și asta e tot, sunteți gata să începeți să vă traduceți software-ul!
ru: Вот и всё, теперь вы готовы начать переводить свою программу!
sv: Och det var allt, nu är du redo att börja översätta din programvara!
ta: அவ்வளவுதான், நீங்கள் இப்போது உங்கள் மென்பொருளை மொழிபெயர்க்கத் தொடங்கத் தயாராக உள்ளீர்கள்!
tr: Bu kadar, artık yazılımınızı çevirmeye başlayabilirsiniz!
uk: Ось і все — можна починати переклад вашого програмного забезпечення!
zh_hans: 就这样，现在您可以开始翻译您的软件了！
zh_hant: 就是這樣，現在您已經準備號開始翻譯您的軟件了！

source: You can find a gettext example with many languages in the Weblate Hello project on GitHub: <https://github.com/WeblateOrg/hello>.
de: Ein gettext-Beispiel mit vielen Sprachen finden Sie im Weblate Hello-Projekt auf GitHub: <https://github.com/WeblateOrg/hello>.
ga: Is féidir leat sampla gettext le go leor teangacha a fháil sa tionscadal Weblate Hello ar GitHub: <https://github.com/WeblateOrg/hello>.
hu: Többnyelvű gettext példát a Weblate Hello projektben talál a GitHubon: <https://github.com/WeblateOrg/hello>.
id: Anda dapat menemukan contoh gettext dengan banyak bahasa di proyek Weblate Hello di GitHub: <https://github.com/WeblateOrg/hello>.
ja: 多くの言語を使用した gettext の例は、GitHub: <https://github.com/WeblateOrg/hello> の Weblate Hello プロジェクトにあります。
nl: U kunt een voorbeeld van gettext met vele talen vinden in het Weblate Hello project op GitHub: <https://github.com/WeblateOrg/hello>.
pt: Pode encontrar um exemplo de gettext com muitos idiomas no projeto Weblate Hello no GitHub: <https://github.com/WeblateOrg/hello>.
pt_br: Você pode encontrar um exemplo de gettext com muitos idiomas no projeto Weblate Hello no GitHub: <https://github.com/WeblateOrg/hello>.
ro: Puteți găsi un exemplu de gettext cu mai multe limbi în proiectul Weblate Hello de pe GitHub: <https://github.com/WeblateOrg/hello>.
ru: Пример использования gettext со многими языками можно найти в проекте Weblate Hello на GitHub’е: <https://github.com/WeblateOrg/hello>.
sv: Du kan hitta ett gettext-exempel med många språk i Weblate Hello-projektet på GitHub: <https://github.com/WeblateOrg/hello>.
ta: கிட்அப்பில் உள்ள வலைபெயர்ப்பு அலோ திட்டத்தில் பல மொழிகளுடன் ஒரு கெட்டடெக்ச்ட் எடுத்துக்காட்டைக் காணலாம்: <https://github.com/weblateorg/hello>.
tr: GitHub üzerindeki Weblate Hello projesinde birçok dilde bir gettext örneği bulabilirsiniz: <https://github.com/WeblateOrg/hello>.
uk: Ви можете знайти приклад gettext із багатьма мовами у проєкті Weblate Hello на GitHub: <https://github.com/WeblateOrg/hello>.
zh_hans: 你可以在 GitHub 上的 Weblate Hello 项目中找到包含多种语言的 gettext 示例：<https://github.com/WeblateOrg/hello>。
zh_hant: 你可以在 GitHub: <https://github.com/WeblateOrg/hello> 上的 Weblate Hello 項目中找到帶有很多語言的 gettext 示例。

source: Translating HTML and JavaScript using Weblate CDN
de: HTML und JavaScript mit Weblate CDN übersetzen
ga: HTML agus JavaScript a aistriú ag úsáid Weblate CDN
hu: HTML és JavaScript fordítása a Weblate CDN használatával
id: Menerjemahkan HTML dan JavaScript menggunakan Weblate CDN
ja: Weblate CDN を使用した HTML と JavaScript の翻訳
nl: HTML en JavaScript vertalken met Weblate CDN
pt: Traduzir HTML e JavaScript a usar CDN Weblate
pt_br: Traduzindo HTML e JavaScript usando CDN do Weblate
ro: Traducerea HTML și JavaScript folosind Weblate CDN
ru: Перевод HTML и JavaScript с помощью сети доставки содержимого Weblate
sv: Översättning av HTML och JavaScript med Weblate CDN
ta: வலைபெயர்ப்பு cdn பயன்படுத்தி html மற்றும் சாவாச்கிரிப்ட் மொழிபெயர்ப்பு
tr: Weblate içerik aktarım ağını kullanarak HTML ve JavaScript çevirmek
uk: Переклад HTML і JavaScript за допомогою CDN Weblate
zh_hans: 使用 Weblate CDN 翻译 HTML 和 JavaScript
zh_hant: 使用 Weblate CDN 翻譯 HTML 和 JavaScript

source: Starting with Weblate 4.2 it is possible to export localization to a CDN using :ref:`addon-weblate.cdn.cdnjs` add-on.
de: Ab Weblate 4.2 ist es möglich, die Übersetzung in ein CDN zu exportieren, indem man die Erweiterung :ref:`addon-weblate.cdn.cdnjs` verwendet.
ga: Ag tosú le Weblate 4.2 is féidir logánú a easpórtáil go CDN trí úsáid a bhaint as :ref:`addon-weblate.cdn.cdnjs` breiseán.
hu: A Weblate 4.2 verziójától kezdve lehetőség van a lokalizációs fájlokat CDN-re exportálni a :ref:`addon-weblate.cdn.cdnjs` kiegészítő használatával.
id: Mulai dari Weblate 4.2, dimungkinkan untuk mengekspor pelokalan ke CDN menggunakan pengaya :ref:`addon-weblate.cdn.cdnjs`.
ja: Weblate 4.2 以降では、:ref:`addon-weblate.cdn.cdnjs` アドオンを使用して現地語化したものを CDN にエクスポートできるようになりました。
nl: Vanaf Weblate 4.2 is het mogelijk vertaling te exporteren naar een CDN met de add-on :ref:`addon-weblate.cdn.cdnjs`.
pt: A partir do Weblate 4.2, é possível exportar a localização para um CDN usando a extensão :ref:`addon-weblate.cdn.cdnjs`.
pt_br: A partir do Weblate 4.2, é possível exportar a localização para um CDN usando o complemento :ref:`addon-weblate.cdn.cdnjs`.
ro: Începând cu Weblate 4.2, este posibil să exportați localizarea către un CDN folosind add-onul :ref:`addon-weblate.cdn.cdnjs`.
ru: Начиная с Weblate 4.2, можно экспортировать локализацию в CDN с помощью надстройки :ref:`addon-weblate.cdn.cdnjs`.
sv: Från och med Weblate 4.2 är det möjligt att exportera lokalisering till ett CDN med hjälp av tillägget :ref:`addon-weblate.cdn.cdnjs`.
tr: Weblate 4.2 sürümünden başlayarak, :ref:`addon-weblate.cdn.cdnjs` eklentisini kullanarak yerelleştirme bir içerik aktarımı ağı (CDN) üzerine dışa aktarılabilir.
uk: Починаючи з версії Weblate 4.2 можна експортувати локалізацію до CDN за допомогою додатка :ref:`addon-weblate.cdn.cdnjs`.
zh_hans: 从 Weblate 4.2 开始能够使用 :ref:`addon-weblate.cdn.cdnjs` 附加组件将本地化导出到 CDN。

source: This feature is configured on Hosted Weblate. It requires additional configuration on your installation, see :setting:`LOCALIZE_CDN_URL` and :setting:`LOCALIZE_CDN_PATH`.
de: Diese Funktion ist auf Hosted Weblate konfiguriert. Sie erfordert eine zusätzliche Konfiguration in Ihrer Installation, siehe :setting:`LOCALIZE_CDN_URL` und :setting:`LOCALIZE_CDN_PATH`.
ga: Tá an ghné seo cumraithe ar Hosted Weblate. Éilíonn sé cumraíocht bhreise ar do shuiteáil, féach :setting:`LOCALIZE_CDN_URL` agus :setting:`LOCALIZE_CDN_PATH`.
hu: Ez a funkció a Hosted Weblate szolgáltatásban van beállítva. Saját telepítés esetén további konfiguráció szükséges – lásd: :setting:`LOCALIZE_CDN_URL` és :setting:`LOCALIZE_CDN_PATH`.
id: Fitur ini dikonfigurasi di Hosted Weblate. Fitur ini memerlukan konfigurasi tambahan pada instalasi Anda, lihat :setting:`LOCALIZE_CDN_URL` dan :setting:`LOCALIZE_CDN_PATH`.
ja: この機能は、Hosted Weblate で設定します。インストール時に追加の設定が必要です。参照: :setting:`LOCALIZE_CDN_URL` および :setting:`LOCALIZE_CDN_PATH`。
nl: Deze mogelijkheid is geconfigureerd op Hosted Weblate. Het vereist aanvullende configuratie voor uw installatie, bekijk :setting:`LOCALIZE_CDN_URL` en :setting:`LOCALIZE_CDN_PATH`.
pt: Este recurso é configurado no Hosted Weblate. Requer configuração adicional na sua instalação, veja :setting:`LOCALIZE_CDN_URL` e :setting:`LOCALIZE_CDN_PATH`.
pt_br: Este recurso está configurado em Hosted Weblate. Ela requer configuração adicional em sua instalação, veja :setting:`LOCALIZE_CDN_URL` e :setting:`LOCALIZE_CDN_PATH`.
ro: Această funcție este configurată pe Hosted Weblate. Necesită o configurație suplimentară pe instalația dvs., consultați :setting:`LOCALIZE_CDN_URL` și :setting:`LOCALIZE_CDN_PATH`.
ru: Эта функциональность уже включена на Hosted Weblate. На вашей установке она требует дополнительной настройки, смотрите описание параметров :setting:`LOCALIZE_CDN_URL` и :setting:`LOCALIZE_CDN_PATH`.
sv: Denna funktion konfigureras på Hosted Weblate. Den kräver ytterligare konfiguration på din installation, se :setting:`LOCALIZE_CDN_URL` och :setting:`LOCALIZE_CDN_PATH`.
tr: Bu özellik, Hosted Weblate hizmetinden yapılandırılır. Kurulumunuz için ek yapılandırma gerekir. Ayrıntılı bilgi almak için: :setting:`LOCALIZE_CDN_URL` ve :setting:`LOCALIZE_CDN_PATH`.
uk: Цю можливість налаштовано на Hosted Weblate. Вона потребує додаткового налаштовування у вашому екземплярі, див. :setting:`LOCALIZE_CDN_URL` і :setting:`LOCALIZE_CDN_PATH`.
zh_hans: 此功能在 Hosted Weblate 上是配置好的。它需要在安装时进行额外的配置，见 :setting:`LOCALIZE_CDN_URL` 和 :setting:`LOCALIZE_CDN_PATH`。
zh_hant: 此功能在託管的Weblate上配置。它需要在安裝時進行額外的配置，見 :setting:`LOCALIZE_CDN_URL` 和 :setting:`LOCALIZE_CDN_PATH`。

source: Upon installation into your component it will push committed translations (see :ref:`lazy-commit`) to the CDN and these can be used in your web pages to localize them.
de: Nach der Installation in Ihrer Komponente werden committete Übersetzungen (siehe :ref:`lazy-commit`) in das CDN gepusht und können in Ihren Webseiten verwendet werden, um diese zu lokalisieren.
ga: Nuair a bheidh tú suiteáilte isteach i do chomhpháirt, brúfaidh sé aistriúcháin thiomanta (féach :ref:`lazy-commit`) chuig an CDN agus is féidir iad seo a úsáid ar do leathanaigh ghréasáin chun iad a logánú.
hu: A kiegészítő telepítése után az összetevőben véglegesített fordítások (lásd: :ref:`lazy-commit`) automatikusan feltöltésre kerülnek a CDN-re, ahonnan azok weboldalak lokalizálására használhatók.
id: Setelah diinstal ke komponen Anda, ia akan mendorong terjemahan yang dikomit (lihat :ref:`lazy-commit`) ke CDN dan ini dapat digunakan di halaman web Anda untuk melokalkannya.
ja: コンポーネントにインストールすると、コミットされた翻訳（参照: :ref:`lazy-commit`）が CDN にプッシュされ、Web ページの表示に使われます。
nl: Bij het installeren in uw onderdeel zal het ingediende vertalingen (bekijk :ref:`lazy-commit`) pushen naar de CDN en die kunnen dan worden gebruikt op uw webpagina's om ze te vertalen.
pt: Após a instalação no seu componente, ele enviará as traduções confirmadas (veja :ref:`lazy-commit`) para o CDN e elas podem ser usadas nas suas páginas da web para localizá-las.
pt_br: Após a instalação em seu componente, ele enviará as traduções confirmadas (consulte :ref:`lazy-commit`) para o CDN e elas podem ser usadas em suas páginas da web para localizá-las.
ro: La instalarea în componenta dvs., acesta va împinge traducerile angajate (a se vedea :ref:`lazy-commit`) în CDN și acestea pot fi folosite în paginile dumneavoastră web pentru a le localiza.
ru: При включении её в вашем компоненте она будет отправлять закоммиченные переводы (смотреть раздел :ref:`lazy-commit`) в CDN; и их можно будет использовать для локализации прямо на ваших веб-страницах.
sv: När det har installerats i din komponent kommer det att skicka bekräftade översättningar (se :ref:`lazy-commit`) till CDN, och dessa kan användas på dina webbsidor för att lokalisera dem.
tr: Bileşeninize kurulduktan sonra, kaydedilmiş çevirileri (ayrıntılı bilgi almak için: :ref:`lazy-commit`) içerik aktarım ağına iter ve bu çeviriler site sayfalarınızı yerelleştirmek için kullanılabilir.
uk: Після встановлення до вашого складника він записуватиме внесені переклади (див. :ref:`lazy-commit`) до CDN. Цим можна скористатися для локалізації ваших вебсторінок.
zh_hans: 在安装到您的部件后，它会将已提交的翻译（请参见 :ref:`lazy-commit`）推送到 CDN，这些翻译可以在您的网页中用于本地化。
zh_hant: 在安裝到您的組件中式，它將提交的翻譯推送到 CND（請參見 :ref:`lazy-commit`），而這些可以在您的 web 頁面上使用來將其本地化。

source: Creating component
de: Erstellen einer Komponente
ga: Comhpháirt a chruthú
hu: Összetevő létrehozása
id: Membuat komponen
ja: コンポーネントの作成
nl: Onderdeel aanmaken
pt: Criar componente
pt_br: Criando componente
ro: Crearea componentei
ru: Создание компонента
sv: Skapar komponent
ta: கூறு உருவாக்குதல்
tr: Bileşen oluşturmak
uk: Створення складника
zh_hans: 创建部件中

source: First, you need to create a monolingual component which will hold your strings, see :ref:`adding-projects` for generic instructions on that.
de: Zuerst müssen Sie eine einsprachige Komponente erstellen, die Ihre Zeichenketten enthält, siehe :ref:`adding-projects` für allgemeine Anweisungen dazu.
ga: Ar dtús, ní mór duit comhpháirt aonteangach a chruthú a choinneoidh do theaghráin, féach :ref:`adding-projects` le haghaidh treoracha cineálacha air sin.
hu: Először hozzon létre egy egynyelvű összetevőt, amely a fordítandó szövegeket tartalmazza. Az általános lépéseket lásd: :ref:`adding-projects`.
id: Pertama, Anda perlu membuat komponen monolingual yang akan menampung string Anda, lihat :ref:`adding-projects` untuk petunjuk umum tentang itu.
ja: まず、文字列を保持するモノリンガルのコンポーネントを作成してください。一般的な作成方法については、:ref:`adding-projects` を確認してください。
nl: Als eerste moet u een eentalig onderdeel maken dat uw tekenreeksen zal bevatten, bekijk :ref:`adding-projects` voor algemene instructies daarvoor.
pt: Primeiro, precisa criar um componente monolingue que manterá as suas cadeias. Veja :ref:`adding-projects` para instruções genéricas sobre isso.
pt_br: Primeiro, você precisa criar um componente monolíngue que manterá seus textos. Consulte :ref:`adding-projects` para instruções genéricas sobre isso.
ro: În primul rând, trebuie să creați o componentă monolingvă care va conține șirurile de caractere, consultați :ref:`adding-projects` pentru instrucțiuni generice în acest sens.
ru: Сначала вам нужно будет создать одноязычный компонент, который будет содержать ваши строки; общие инструкции по этому поводу смотрите в главе «:ref:`adding-projects`».
sv: Först måste du skapa en enspråkig komponent som kommer att innehålla dina strängar. Se :ref:`adding-projects` för allmänna instruktioner om detta.
tr: İlk olarak, dizgelerinizi tutacak tek dilli bir bileşen oluşturmanız gerekir. Bununla ilgili genel yönerge için :ref:`adding-projects` bölümüne bakabilirsiniz.
uk: Спочатку вам слід створити одномовний складник, який міститиме усі рядки, див. розділ :ref:`adding-projects`, де наведено загальні настанови щодо цього.
zh_hans: 首先您需要新建单语言部件，它将保持您的字符串，其一般指示请参见 :ref:`adding-projects`。
zh_hant: 首先您需要新建單語言組件，它將保持您的字符串，其一般指示請參見 :ref:`adding-projects`。
