Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can create your own dedicated teams to manage permissions for distinct objects such as languages, components, and projects. Although these teams can only grant additional privileges, you can’t revoke any permission granted by site-wide or per-project teams by adding another custom team.
de: Sie können Ihre eigenen dedizierten Teams erstellen, um die Berechtigungen für bestimmte Objekte wie Sprachen, Komponenten und Projekte zu verwalten. Obwohl diese Teams nur zusätzliche Berechtigungen gewähren, können Sie keine Berechtigung, die von plattformweiten oder projektspezifischen Teams gewährt wurde, durch Hinzufügen einer anderen benutzerdefinierten Team aufheben.
ga: Is féidir leat d’fhoirne tiomnaithe féin a chruthú chun ceadanna a bhainistiú le haghaidh rudaí ar leith ar nós teangacha, comhpháirteanna agus tionscadail. Cé nach féidir leis na foirne seo ach pribhléidí breise a dheonú, ní féidir leat aon chead arna dheonú ag foirne ar fud an tsuímh nó in aghaidh an tionscadail a chúlghairm trí fhoireann shaincheaptha eile a chur leis.
hu: Saját csapatokat hozhat létre, amelyek különálló objektumok (például nyelvek, összetevők vagy projektek) jogosultságainak kezelésére szolgálnak. Ezek a csapatok azonban csak további jogosultságokat adhatnak, meglévő jogosultságokat nem vonhatnak vissza sem webhelyszintű, sem projektszintű csapatok által adott jogosultságokból.
id: Anda dapat membuat tim kustom Anda sendiri untuk mengelola izin untuk objek tertentu seperti bahasa, komponen, dan proyek. Meskipun tim ini hanya dapat memberikan hak istimewa tambahan, Anda tidak dapat mencabut izin apa pun yang diberikan oleh tim di seluruh situs atau per proyek dengan menambahkan tim kustom lainnya.
ja: 独自の専用チームを作成して、言語、コンポーネント、プロジェクトなどの個別のオブジェクトのアクセス権を管理できます。これらのチームには、アクセス権を追加することしかできません。別のカスタム チームを追加して、サイト全体またはプロジェクトごとのチームにより付与されたアクセス権を取り消すことはできません。
nl: U kunt uw eigen aangewezen teams maken om rechten te beheren voor afzonderlijke objecten, zoals talen, onderdelen en projecten. Hoewel deze teams alleen aanvullende rechten kunnen toekennen, kunt u geen rechten, die zijn toegekend door sitebrede of per project-teams, door een ander aangepast team te maken.
pt: Pode criar as suas próprias equipas dedicadas para gerir permissões para objetos distintos, como linguagens, componentes e projetos. Embora essa equipas só possam conceder privilégios adicionais, não pode revogar qualquer permissão concedida por equipas de todo o site ou por projeto adicionando outra equipa personalizada.
pt_br: Você pode criar suas próprias equipes dedicadas para gerenciar permissões para objetos distintos, como linguagens, componentes e projetos. Embora essa equipes só possam conceder privilégios adicionais, você não pode revogar qualquer permissão concedida por equipes de todo o site ou por projeto adicionando outra equipe personalizada.
ro: Vă puteți crea propriile echipe dedicate pentru a gestiona permisiunile pentru obiecte distincte, cum ar fi limbile, componentele și proiectele. Deși aceste echipe pot acorda doar privilegii suplimentare, nu puteți revoca nicio permisiune acordată de echipele la nivel de site sau pe proiect prin adăugarea unei alte echipe personalizate.
ru: Вы можете создавать собственные специальные команды для управления разрешениями для отдельных объектов, таких как языки, компоненты и проекты. Хотя эти команды могут предоставлять только дополнительные привилегии, вы не можете отменить разрешение, предоставленное командами для всего сайта или проекта, добавив другую пользовательскую команду.
sv: Du kan skapa egna dedikerade team för att hantera behörigheter för olika objekt, såsom språk, komponenter och projekt. Även om dessa team endast kan bevilja ytterligare behörigheter, kan du inte återkalla behörigheter som beviljats av webbplatsomfattande team eller projektteam genom att lägga till ett annat anpassat team.
ta: மொழிகள், கூறுகள் மற்றும் திட்டங்கள் போன்ற தனித்துவமான பொருள்களுக்கான அனுமதிகளை நிர்வகிக்க உங்கள் சொந்த அர்ப்பணிப்பு குழுக்களை உருவாக்கலாம். இந்த அணிகள் கூடுதல் சலுகைகளை மட்டுமே வழங்க முடியும் என்றாலும், மற்றொரு தனிப்பயன் குழுவைச் சேர்ப்பதன் மூலம் தள அளவிலான அல்லது ஒவ்வொரு திட்ட அணிகளால் வழங்கப்படும் எந்த அனுமதியையும் நீங்கள் திரும்பப் பெற முடியாது.
tr: Diller, bileşenler ve projeler gibi farklı nesnelerin izinlerini yönetmek için kendi ayrılmış takımlarınızı oluşturabilirsiniz. Bu takımlar yalnızca ek izinler verebilse de, başka bir özel takım ekleyerek site genelinde ya da her proje için takımlar tarafından verilen izinleri iptal edemezsiniz.
uk: Ви можете створити ваші власні спеціалізовані команди для керування правами доступу для певних об'єктів, зокрема мов, складників та проєктів. Хоча ці команди можуть додавати лише додаткові права доступу — ви не можете відкликати будь-які права доступу за загальносайтовими командами або командами проєкту додаванням ще однієї нетипової команди.
zh_hans: 您可以创建自己的专门团队来管理不同对象（如语言、部件和项目）的权限。虽然这些团队只能授予额外的权限，但您不能通过添加另一个自定义团队来撤销全站或每个项目团队授予的任意权限。

source: **Example:**
de: **Beispiel:**
ga: **Sampla:**
hu: **Példa:**
id: **Contoh:**
ja: **例:**
nl: **Voorbeeld:**
pt: **Exemplo:**
pt_br: **Exemplo:**
ro: **Exemplu:**
ru: **Пример:**
sv: **Exempel:**
ta: **உதாரணமாக:**
tr: **Örnek:**
uk: **Приклад:**
zh_hans: **示例：**
zh_hant: **示例：**

source: Restricting translation to `Czech` to a selected set of translators, (while keeping translations to other languages public):
de: Beschränkung der Übersetzung in `Tschechisch` auf eine ausgewählte Gruppe von Übersetzern (während die Übersetzungen in andere Sprachen öffentlich bleiben):
ga: Aistriúchán go `Seicis` a shrianadh chuig tacar roghnaithe aistritheoirí, (agus aistriúcháin go teangacha eile á gcoinneáil go poiblí):
hu: A `Cseh` nyelvre való fordítást korlátozni egy kiválasztott fordítói csoportra (miközben a többi nyelv fordítását nyilvánosan elérhetővé hagyjuk):
id: Membatasi penerjemahan ke bahasa `Ceko` hanya kepada sekelompok penerjemah tertentu saja, (sementara terjemahan ke bahasa lain tetap bersifat publik):
ja: `チェコ語` への翻訳を特定の翻訳者に限定する方法（他の言語への翻訳は公開したまま）:
nl: Vertaling beperken tot `Tsjechisch` voor een geselecteerd aantal vertalers, (vertalingen voor andere talen tegelijkertijd publiek te houden):
pt: Restringir a tradução para o `Tcheco` a um conjunto selecionado de tradutores (mantendo as traduções para outros idiomas públicas):
pt_br: Restringir a tradução para o `Tcheco` a um conjunto selecionado de tradutores (mantendo as traduções para outros idiomas públicas):
sv: Begränsa översättning till `tjeckiska` till en utvald grupp översättare (medan översättningar till andra språk förblir offentliga):
ta: தேர்ந்தெடுக்கப்பட்ட மொழிபெயர்ப்பாளர்களுக்கு `செக்` க்கு மொழிபெயர்ப்பைக் கட்டுப்படுத்துதல், (பிற மொழிகளுக்கு மொழிபெயர்ப்புகளை பொதுவில் வைத்திருக்கும் போது):
tr: `Türkçe` çevirisini belirli bir çevirmen grubuyla sınırlandırmak (diğer dillerdeki çevirileri herkese açık bırakmak):
uk: Обмежити переклад на `чеську` лише обмеженому набору перекладачів, (а переклади іншими мовами зробити загальнодоступними):
zh_hans: 将翻译为 `捷克语` 的权限限定为选定的翻译者，（同时将翻译为其他语言的权限保持公开）：

source: Remove the permission to translate `Czech` from all users. In the default configuration this can be done by altering the `Users` :ref:`default team <default-teams>`.
de: Entziehen Sie allen Benutzern die Erlaubnis, `Tschechisch` zu übersetzen. In der Standardkonfiguration kann dies durch Ändern des `Benutzer`-:ref:`Standardteams <default-teams>` erfolgen.
ga: Bain an cead `Seicis` a aistriú ó gach úsáideoir. Sa chumraíocht réamhshocraithe is féidir é seo a dhéanamh ach an `Users` :ref:`foireann réamhshocraithe <default-teams>` a athrú.
hu: Távolítsa el a `Cseh` nyelvre való fordítási jogosultságot minden felhasználótól. Az alapértelmezett konfigurációban ezt a `Felhasználók` :ref:`alapértelmezett csapat <default-teams>` módosításával lehet megtenni.
id: Hapus izin untuk menerjemahkan `Ceko` dari semua pengguna. Dalam konfigurasi default, ini dapat dilakukan dengan mengubah `Pengguna` :ref:`default team <default-teams>`.
ja: すべてのユーザーから `チェコ語` を翻訳するアクセス権を削除する。デフォルトの設定では、これは :ref:`デフォルトのチーム <default-teams>` `ユーザー` を変更することで可能となる。
nl: Verwijder het recht om `Tsjechisch` te vertalen voor alle gebruikers. In de standaard configuratie kan dit worden gedaan door het `Gebruikers` :ref:`standaard team <default-teams>` te wijzigen.
pt: Remover a permissão para traduzir `Tcheco` de todos os utilizadores. Na configuração padrão, isto pode ser feito alterando a :ref:`equipa padrão <default-teams>` `Utilizadores`.
pt_br: Remover a permissão para traduzir `Tcheco` de todos os usuários. Na configuração padrão, isso pode ser feito alterando a :ref:`equipe padrão <default-teams>` `Usuários`.
sv: Ta bort behörigheten att översätta `tjeckiska` från alla användare. I standardkonfigurationen kan detta göras genom att ändra `Användare` :ref:`standardteam <default-teams>`.
tr: Tüm kullanıcılardan `Türkçe` dilini çevirme iznini kaldırın. Varsayılan yapılandırmada, `Kullanıcılar` :ref:`varsayılan takım <default-teams>` değiştirilerek yapılabilir.
uk: Вилучити права доступу до перекладу `Czech` для всіх користувачів. За типових налаштувань це можна зробити зміною :ref:`типової команди <default-teams>` `Users`.
zh_hans: 移除所有用户翻译 `捷克语` 的权限。在默认配置中，这可以通过修改 `用户` :ref:`默认团队 <default-teams>` 来实现。

source: Group `Users`
de: Gruppe `Benutzer`
ga: Grúpa `Úsáideoirí`
hu: `Felhasználók` csoport
id: Grup `Pengguna`
ja: `ユーザー` グループ
nl: Groep `Gebruikers`
pt: Grupo `Utilizadores`
pt_br: Grupo `Usuários`
ro: Grup `Utilizatori`
ru: Группа `Пользователи`
sv: Grupp `Användare`
ta: குழு `பயனர்கள்`
tr: `Kullanıcılar` grubu
uk: Група `Users`
zh_hans: 将 `用户` 分组

source: Language selection
de: Sprachauswahl
ga: Roghnú teanga
hu: Nyelvválasztás
id: Pemilihan bahasa
ja: 言語の選択
nl: Taal selecteren
pt: Seleção de idioma
pt_br: Seleção de idioma
ro: Selectare limbă
ru: Выбор языка
sv: Språkval
ta: மொழி தேர்வு
tr: Dil seçimi
uk: Вибір мови
zh_hans: 语言选择
zh_hant: 語言選取

source: `As defined`
de: `Wie vorgegeben`
ga: `Mar a shainmhínítear`
hu: `Meghatározás szerint`
id: `Seperti yang didefinisikan`
ja: `設定を引き継ぐ`
nl: `Zoals opgegeven`
pt: `Como definido`
pt_br: `Como definido`
ro: `Cum este definit`
ru: `Как определено`
sv: `Enligt definitionen`
ta: `வரையறுக்கப்பட்டபடி`
tr: `Tanımlandığı gibi`
zh_hans: `按定义`

source: Languages
de: Sprachen
ga: Teangacha
hu: Nyelvek
id: Bahasa
ja: 言語
nl: Talen
pt: Idiomas
pt_br: Idiomas
ro: Limbi
ru: Языки
sv: Språk
ta: மொழிகள்
tr: Diller
uk: Мови
zh_hans: 语言
zh_hant: 語言

source: All but `Czech`
de: Alle außer `Tschechisch`
ga: Gach ach `Seic`
hu: Minden, kivéve a `Cseh`
id: Semua kecuali `Ceko`
ja: `チェコ語` 以外のすべて
nl: Alles behalve `Tsjechisch`
pt: Todos, exceto `Tcheco`
pt_br: Todos, exceto `Tcheco`
ro: Toate în afară de `Cehă`
ru: Все, кроме `чешского`
sv: Alla utom "tjeckiska"
ta: `செக்` தவிர
tr: `Çekçe` dışında tümü
uk: Усі, окрім `Czech`
zh_hans: 除 `捷克语` 之外的所有语言

source: Add a dedicated team for `Czech` translators.
de: Fügen Sie ein dediziertes Team für `Tschechisch`-Übersetzer hinzu.
ga: Cuir foireann tiomnaithe d'aistritheoirí `Seice` leis.
hu: Hozzon létre egy dedikált csapatot a `Cseh` fordítók számára.
id: Tambahkan tim khusus untuk penerjemah `Ceko`.
ja: `チェコ語` 翻訳者専用のチームを追加する。
nl: Voeg een toegewezen team toe voor vertalers naar `Tsjechisch`.
pt: Adicionar uma equipa dedicada para tradutores(as) de `Tcheco`.
pt_br: Adicionar uma equipe dedicada para tradutores(as) de `Tcheco`.
ro: Adăugați o echipă dedicată traducătorilor din `Cehă`.
ru: Добавите специальную команду для переводчиков на `чешский`.
sv: Lägg till ett dedikerat team för tjeckiska översättare.
ta: `செக்` மொழிபெயர்ப்பாளர்களுக்கு ஒரு பிரத்யேக குழுவைச் சேர்.
tr: `Çekçe` çevirmenleri için özel bir takım ekleyin.
uk: Додати спеціалізовану команду для перекладачів `Czech`.
zh_hans: 为 `捷克语` 译者添加一个专门的团队。

source: Group `Czech translators`
de: Gruppe `Tschechische Übersetzer`
ga: Grúpa `aistritheoirí Seice`
hu: `Cseh fordítók` csoportja
id: Grup `penerjemah Ceko`
ja: `チェコ語翻訳者` グループ
nl: Groep `Tsjechische vertalers`
pt: Grupo `Tradutores(as) de tcheco`
pt_br: Grupo `Tradutores(as) de tcheco`
ro: Grupul `Traducători de limba cehă`
ru: Группа `Чешские переводчики`
sv: Gruppen "Tjeckiska översättare"
ta: குழு `செக் மொழிபெயர்ப்பாளர்கள்`
tr: `Çekçe çevirmenleri` grubu
uk: Група `Czech translators`
zh_hans: `捷克语译者` 小组

source: Roles
de: Rollen
ga: Róil
hu: Szerepkörök
id: Peran
ja: ロール
nl: Rollen
pt: Funções
pt_br: Funções
ro: Roluri
ru: Роли
sv: Roller
ta: பாத்திரங்கள்
tr: Roller
uk: Ролі
zh_hans: 角色
zh_hant: 角色

source: `Power users`
de: `Hauptbenutzer`
ga: `Úsáideoirí cumhachta`
hu: `Haladó felhasználók`
id: `Pengguna yang berkuasa`
ja: `パワー ユーザー`
nl: `Ervaren gebruikers`
pt: `Utilizadores(as) avançados(as)`
pt_br: `Usuários(as) avançados(as)`
ro: `Utilizatori puternici`
ru: `Опытные пользователи`
sv: `Avancerade användare`
ta: `சக்தி பயனர்கள்`
tr: `Uzman kullanıcılar`
zh_hans: `高级用户`

source: Project selection
de: Projektauswahl
ga: Roghnú tionscadail
hu: Projektválasztás
id: Pemilihan proyek
ja: プロジェクトの選択
nl: Project selecteren
pt: Seleção de projeto
pt_br: Seleção de projeto
ro: Selecție proiect
ru: Выбор проекта
sv: Val av projekt
ta: திட்ட தேர்வு
tr: Proje seçimi
uk: Вибір проєкту
zh_hans: 项目选择
zh_hant: 專案選取

source: `All public projects`
de: `Alle öffentlichen Projekte`
ga: `Gach tionscadal poiblí`
hu: `Összes nyilvános projekt`
id: `Semua proyek publik`
ja: `すべての公開プロジェクト`
nl: `Alle publieke projecten`
pt: `Todos os projetos públicos`
pt_br: `Todos os projetos públicos`
ro: `Toate proiectele publice`
ru: `Все публичные проекты`
sv: `Alla offentliga projekt`
ta: `அனைத்து பொது திட்டங்களும்`
tr: `Tüm herkese açık projeler`
zh_hans: `所有公共项目`

source: `Czech`
de: `Tschechisch`
ga: `Seicis`
hu: `Cseh`
id: `Ceko`
ja: `チェコ語`
nl: `Tsjechisch`
pt: `Tcheco`
pt_br: `Tcheco`
ro: `Cehă`
ru: `Чешский`
sv: `Tjeckiska`
ta: `செக்`
tr: `Çekçe`
zh_hans: `捷克语`

source: Add users you wish to give the permissions to into this team.
de: Fügen Sie die Benutzer, denen Sie die Berechtigungen erteilen möchten, zu diesem Team hinzu.
ga: Cuir úsáideoirí ar mian leat na ceadanna a thabhairt dóibh isteach san fhoireann seo.
hu: Adja hozzá ebbe a csapatba azokat a felhasználókat, akiknek a jogosultságokat meg szeretné adni.
id: Tambahkan pengguna yang ingin Anda beri izin ke tim ini.
ja: アクセス権を付与したいユーザーを、このチームに追加する。
nl: Voeg de gebruikers toe waarvan u wilt dat die de rechten voor dit team toekennen.
pt: Adicionar utilizadores aos quais deseja conceder permissões a esta equipa.
pt_br: Adicionar usuários aos quais deseja conceder permissões a esta equipe.
ro: Adăugați în această echipă utilizatorii cărora doriți să le acordați permisiuni.
ru: Добавьте пользователей, которым вы хотите предоставить разрешения, в эту команду.
sv: Lägg till användare som du vill ge behörigheter till i detta team.
ta: இந்த குழுவில் நீங்கள் அனுமதிகளை வழங்க விரும்பும் பயனர்களைச் சேர்.
tr: İzin vermek istediğiniz kullanıcıları bu takıma ekleyin.
uk: Додати користувачів, яким ви хочете надати права доступу, до цієї команди.
zh_hans: 将您希望授予此权限的用户添加到此团队中。

source: Management permissions this way is powerful, but can be quite a tedious job. You can only delegate it to other users by granting them Superuser status.
de: Das Verwalten von Berechtigungen auf diese Weise ist zwar leistungsfähig, kann aber ziemlich mühsam sein. Sie können sie nur an andere Benutzer delegieren, indem Sie ihnen den Superuser-Status gewähren.
ga: Tá ceadanna bainistíochta ar an mbealach seo cumhachtach, ach is féidir leis a bheith ina jab tedious. Ní féidir leat é a tharmligean d’úsáideoirí eile ach trí stádas Superuser a dheonú dóibh.
hu: A jogosultságok ilyen módon történő kezelése nagyon hatékony, de elég fárasztó feladat lehet. Más felhasználóknak csak úgy tudja átadni ezt a jogot, ha rendszergazdai jogosultságot ad nekik.
id: Mengelola izin dengan cara ini memang ampuh, tetapi bisa jadi cukup merepotkan. Anda hanya dapat mendelegasikannya kepada pengguna lain dengan memberi mereka status Superuser.
ja: この方法で管理権限を付与するのは強力ですが、非常に面倒な作業になることがあります。他のユーザーに管理権限を委任するには、スーパーユーザー ステータスの付与が必要です。
nl: Beheren van rechten op deze manier is krachtig, maar kan een behoorlijk eentonige taak zijn. U kunt het alleen delegeren aan andere gebruikers door aan hen de status Superuser toe te kennen.
pt: Gerir permissões desta forma é poderoso, mas pode ser um trabalho bastante tedioso. Só o pode delegar noutros utilizadores concedendo-lhes o estatuto de superutilizador.
pt_br: As permissões de gerenciamento dessa forma são poderosas, mas podem ser um trabalho bastante tedioso. Você só pode delegá-lo a outros usuários concedendo-lhes o status de Superusuário.
sv: Att hantera behörigheter på detta sätt är effektivt, men kan vara ganska tidskrävande. Du kan endast delegera det till andra användare genom att ge dem superanvändarstatus.
ta: இந்த வழியில் மேலாண்மை அனுமதிகள் சக்திவாய்ந்தவை, ஆனால் இது மிகவும் கடினமான வேலையாக இருக்கும். சூப்பர் யூசர் அந்தச்தை வழங்குவதன் மூலம் மற்ற பயனர்களுக்கு மட்டுமே நீங்கள் அதை ஒப்படைக்க முடியும்.
tr: Bu şekilde izin yönetimi güçlüdür. Ancak oldukça sıkıcı bir iş olabilir. Süper kullanıcı izinleri vermediğiniz sürece izinleri başka bir kullanıcıya devredemezsiniz.
uk: Керування правами доступу у цей спосіб є потужним, але користуватися ним є марудною справою. Ви можете делегувати його іншому користувачеві лише надавши йому права доступу надкористувача.
zh_hans: 这样的权限管理功能强大，但可能是一项相当乏味的工作。您只能通过授予 Superuser 状态来将其委托给其他用户。

source: Users, roles, teams, and permissions
de: Benutzer, Rollen, Teams, und Berechtigungen
ga: Úsáideoirí, róil, foirne, agus ceadanna
hu: Felhasználók, szerepkörök, csapatok és jogosultságok
id: Pengguna, peran, tim, dan izin
ja: ユーザー、ロール、チーム、およびアクセス権
nl: Gebruikers, rollen, teams en rechten
pt: Utilizadores, papéis, equipas e permissões
pt_br: Usuários, papéis, equipes e permissões
ro: Utilizatori, roluri, grupuri și permisiuni
ru: Пользователи, роли, команды и разрешения
sv: Användare, roller, team och behörigheter
ta: பயனர்கள், பாத்திரங்கள், அணிகள் மற்றும் அனுமதிகள்
tr: Kullanıcılar, roller, takımlar ve izinler
uk: Користувачі, ролі, команди і права доступу
zh_hans: 用户、角色、团队和权限

source: The authentication models consist of several objects:
de: Die Authentifizierungsmodelle bestehen aus verschiedenen Objekten:
ga: Tá na samhlacha fíordheimhnithe comhdhéanta de roinnt rudaí:
hu: A hitelesítési modell több objektumból áll:
id: Model autentikasi terdiri dari beberapa objek:
ja: 認証モデルを構成するオブジェクト:
nl: De authenticatiemodellen bestaan uit verschillende objecten:
pt: Os modelos de autenticação consistem em vários objetos:
pt_br: Os modelos de autenticação consistem em vários objetos:
ro: Modelele de autentificare constau din mai multe obiecte:
ru: Модели авторизации состоят из нескольких объектов:
sv: Autentiseringsmodellerna består av flera objekt:
ta: அங்கீகார மாதிரிகள் பல பொருள்களைக் கொண்டுள்ளன:
tr: Kimlik doğrulama modelleri birkaç ögeden oluşur:
uk: Моделі розпізнавання складаються з декількох об'єктів:
zh_hans: 身份验证模型由几个对象组成：
zh_hant: 身份驗證模型包括幾個對象：

source: `Permission`
de: `Berechtigung`
ga: `cead`
hu: `Engedély`
id: `Izin`
ja: `アクセス権`
nl: `Recht`
pt: `Permissão`
pt_br: `Permissão`
ro: `Permisiuni`
ru: `Разрешение`
sv: `Tillstånd`
ta: `அனுமதி`
tr: `İzin`
uk: `Права доступу`
zh_hans: `权限`
zh_hant: `許可`

source: Individual permission defined by Weblate. Permissions cannot be assigned to users, only through assignment of roles.
de: Durch Weblate bestimmte individuelle Berechtigung. Berechtigungen können nicht an Benutzer vergeben werden, nur über das Zuweisen von Rollen.
ga: Cead aonair arna shainiú ag Weblate. Ní féidir ceadanna a thabhairt d'úsáideoirí, ach amháin trí róil a shannadh.
hu: Egyéni jogosultság, amelyet a Weblate határoz meg. Jogosultságokat nem lehet közvetlenül felhasználókhoz rendelni, csak szerepkörök hozzárendelésével.
id: Izin individual ditentukan oleh Weblate. Izin tidak dapat diberikan kepada pengguna, hanya melalui penetapan peran.
ja: Weblate に定義済みの個別のアクセス権。アクセス権は、ユーザーに直接割り当てることはできません。アクセス権は、ロールの割り当てを通じてのみ付与できます。
nl: Individueel recht, gedefinieerd door Weblate. Rechten kunnen niet worden toegewezen aan gebruikers, alleen door het toewijzen van rollen.
pt: Permissão individual definida pela Weblate. As permissões não podem ser atribuídas aos utilizadores, somente por meio da atribuição de funções.
pt_br: Permissão individual definida pela Weblate. As permissões não podem ser atribuídas aos usuários, somente por meio da atribuição de funções.
sv: Individuellt behörighet definierat av Weblate. Behörigheter kan inte tilldelas användare, utan endast genom tilldelning av roller.
ta: வலைபெயர்ப்பு வரையறுக்கப்பட்ட தனிப்பட்ட இசைவு. பயனர்களுக்கு அனுமதிகளை ஒதுக்க முடியாது, பாத்திரங்களை ஒதுக்குவதன் மூலம் மட்டுமே.
tr: Weblate tarafından tanımlanan bireysel izin. İzinler kullanıcılara atanamaz, yalnızca rol ataması ile yapılabilir.
uk: Персональні права доступу, які визначаються Weblate. Ви не можете визначати права доступу для користувачів, лише призначати ролі.
zh_hans: Weblate 定义的单独权限。不能直接给用户分派权限，只能通过分配角色来完成。

source: `Role`
de: `Rolle`
ga: `Ról`
hu: `Szerepkör`
id: `Peran`
ja: `ロール`
nl: `Rol`
pt: `Função`
pt_br: `Papel`
ro: `Rol`
ru: `Роль`
sv: `Roll`
ta: `பங்கு`
tr: `Rol`
uk: `Роль`
zh_hans: `角色`

source: A role defines a set of permissions (and can be reused in several places).
de: Eine Rolle definiert einen Satz von Berechtigungen (und kann an mehreren Stellen wiederverwendet werden).
ga: Sainmhíníonn ról sraith ceadanna (agus is féidir iad a athúsáid in áiteanna éagsúla).
hu: Egy szerepkör meghatározza a jogosultságok egy csoportját (és több helyen is újra felhasználható).
id: Peran mendefinisikan serangkaian izin (dan dapat digunakan kembali di beberapa tempat).
ja: ロールは、複数のアクセス権のセットです（そして複数の場所で再利用できます）。
nl: Een rol definieert een set rechten (en kan op verscheidene plaatsen opnieuw gebruikt worden).
pt: Uma função define um conjunto de permissões (e pode ser reutilizada em vários lugares).
pt_br: Uma função define um conjunto de permissões (e pode ser reutilizada em vários lugares).
sv: En roll definierar en uppsättning behörigheter (och kan återanvändas på flera ställen).
ta: ஒரு பங்கு அனுமதிகளின் தொகுப்பை வரையறுக்கிறது (மேலும் பல இடங்களில் மீண்டும் பயன்படுத்தப்படலாம்).
tr: Rol, bir izin kümesini tanımlar (ve çeşitli yerlerde yeniden kullanılabilir).
uk: Роль визначає набір прав доступу (і може бути використана у декількох місцях).
zh_hans: 角色定义了一组权限。（可以在多个地方重新使用）。

source: `User`
de: `Benutzer`
ga: `Úsáideoir`
hu: `Felhasználó`
id: `Pengguna`
ja: `ユーザー`
nl: `Gebruiker`
pt: `Utilizador`
pt_br: `Usuário`
ro: `Utilizator`
ru: `Пользователь`
sv: `Användare`
ta: `பயனர்`
tr: `Kullanıcı`
uk: `Користувач`
zh_hans: `用户`
zh_hant: `使用者`

source: A user can belong to several teams.
de: Ein Benutzer kann zu mehreren Teams gehören.
ga: Is féidir le húsáideoir a bheith ina bhall de roinnt foirne.
hu: Egy felhasználó több csapathoz is tartozhat.
id: Seorang pengguna dapat menjadi anggota beberapa tim.
ja: ユーザーは複数のチームに所属できます。
nl: Een gebruiker kan tot verschillende teams behoren.
pt: Um utilizador pode pertencer a várias equipas.
pt_br: Um usuário pode pertencer a várias equipes.
sv: En användare kan tillhöra flera team.
ta: ஒரு பயனர் பல அணிகளைச் சேர்ந்தவர்.
tr: Bir kullanıcı birkaç takımın üyesi olabilir.
uk: Користувачі можуть бути учасниками декількох команд одночасно.
zh_hans: 一名用户可以属于多个团队。

source: `Group`
de: `Gruppe`
ga: `Grúpa`
hu: `Csoport`
id: `Grup`
ja: `グループ`
nl: `Groep`
pt: `Grupo`
pt_br: `Grupo`
ro: `Grup`
ru: `Группа`
sv: `Grupp`
ta: `குழு`
tr: `Grup`
uk: `Група`
zh_hans: `群组`
zh_hant: `群組`
