Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Upgrades across major versions are not supported by Weblate. For example, if you are on 3.x series and want to upgrade to 4.x, first upgrade to the latest 4.0.x-y image (at time of writing this it is the ``4.0.4-5``), which will do the migration and then continue upgrading to newer versions.
de: Upgrades über Hauptversionen hinweg werden von Weblate nicht unterstützt. Wenn Sie zum Beispiel mit der 3.x-Serie arbeiten und auf 4.x aktualisieren möchten, aktualisieren Sie zunächst auf das neueste 4.0.x-y-Image (zum Zeitpunkt der Erstellung dieses Artikels ist es das ``4.0.4-5``), das die Migration durchführt, und fahren Sie dann mit dem Upgrade auf neuere Versionen fort.
ga: Ní thacaíonn Weblate le huasghráduithe thar mórleaganacha. Mar shampla, má tá tú ar shraith 3.x agus gur mhaith leat a uasghrádú go 4.x, uasghrádú ar dtús chuig an íomhá 4.0.x-y is déanaí (agus é seo á scríobh is é an `` 4.0.4-5``), a a dhéanamh ar an aistriú agus ansin leanúint ar aghaidh ag uasghrádú go leaganacha níos nuaí.
hu: A főverziók közötti frissítéseket a Weblate nem támogatja. Például, ha a 3.x sorozatot használja, és 4.x-re szeretne frissíteni, először frissítsen a legutóbbi 4.0.x-y verzióra (jelenleg ez a ``4.0.4-5``), amely végrehajtja a migrációt, és ezután folytassa a frissítést újabb verziókra.
id: Pemutakhiran lintas versi utama tidak didukung oleh Weblate. Misalnya, jika Anda menggunakan seri 3.x dan ingin memutakhirkan ke 4.x, pertama-tama tingkatkan ke gambar 4.0.x-y terbaru (saat artikel ini ditulis, versinya adalah ``4.0.4-5``), yang akan melakukan migrasi, lalu lanjutkan pemutakhiran ke versi yang lebih baru.
ja: Weblate では、メジャー バージョン間のアップグレードには対応していません。たとえば、3.x シリーズを使用していて 4.x にアップグレードする場合は、まず最新の 4.0.x-y イメージにアップグレードします（この記事の執筆時点では ``4.0.4-5``） 。これにより移行が実行され、新しいバージョンへのアップグレードが続行されます。
nl: Bijwerkingen in hoofdversies worden niet ondersteund door Weblate. Als u bijvoorbeeld de serie 3.x gebruikt en wilt upgraden naar 4.x, upgrade dan eerst naar de laatste image 4.0.x-y (op de tijd van schrijven was dit ``4.0.4-5``), die de migratie zal uitvoeren en ga dan door met het upgraden naar nieuwere versies.
pt: Atualizações entre versões principais não são suportadas pelo Weblate. Se estiver na série 3.x e quiser atualizar para 4.x, primeiro atualize à imagem 4.0.x-y mais recente (no momento em que escrevo esta é a ``4.0.4-5``), que faça a migração e, em seguida, continue atualizando para as versões mais recentes.
pt_br: Atualizações entre versões principais não são suportadas pelo Weblate. Se você estiver na série 3.x e quiser atualizar para 4.x, primeiro atualize para a imagem 4.0.x-y mais recente (no momento em que escrevo esta é a ``4.0.4-5``), que faça a migração e, em seguida, continue atualizando para as versões mais recentes.
ro: Actualizările între versiunile majore nu sunt suportate de Weblate. De exemplu, dacă sunteți pe seria 3.x și doriți să faceți upgrade la 4.x, faceți mai întâi upgrade la cea mai recentă imagine 4.0.x-y (la momentul scrierii acestui articol este ``4.0.4-5``), care va face migrația și apoi veți continua să faceți upgrade la versiunile mai noi.
ru: Обновления через основные версии Weblate не поддерживают. Если вы используете версию 3.x и хотите обновиться до 4.x, сначала выполните обновление до последнего образа 4.0.x-y (на момент написания это ``4.0.4-5``), которое выполнит миграцию, а затем продолжите обновление до более новых версий.
sv: Uppgraderingar mellan större versioner stöds inte av Weblate. Om du till exempel använder version 3.x och vill uppgradera till 4.x måste du först uppgradera till den senaste 4.0.x-y-bilden (vid skrivande stund är det ``4.0.4-5``), som kommer att utföra migreringen, och sedan fortsätta uppgraderingen till nyare versioner.
ta: முக்கிய பதிப்புகளில் மேம்படுத்தல்கள் வலைபெயர்ப்பு ஆதரிக்கவில்லை. எடுத்துக்காட்டாக, நீங்கள் 3.x தொடரில் இருந்தால், 4.x ஆக மேம்படுத்த விரும்பினால், முதலில் அண்மைக் கால 4.0.x-y படத்திற்கு மேம்படுத்தவும் (இதை எழுதும் நேரத்தில் இது `` 4.0.4-5``), இது இடம்பெயர்வு செய்வார், பின்னர் புதிய பதிப்புகளுக்கு தொடர்ந்து மேம்படுத்தும்.
tr: Weblate ana sürümler arasında yükseltme işlemini desteklemez. Örneğin, 3.x serisini kullanıyor ve 4.x serisine yükseltmek istiyorsanız, önce son 4.0.x-y kalıbına (yazı hazırlandığında ``4.0.4-5`` sürümüydü) yükseltin. Bu kalıp önce aktarımı yapıp ardından yeni sürümlere yükseltmeyi sağlar.
uk: Підтримки оновлення до основних версій у Weblate не передбачено. Якщо ви працюєте із версією 3.x і хочете оновитися до 4.x, спочатку оновіться до найсвіжішої версії 4.0.x-y (на час написання цього підручника такою версією була ``4.0.4-5``), а далі продовжуйте оновлення до новіших версій.
zh_hans: Weblate 不支持跨大版本升级。比如，如果您使用的是 3.x 系列，要升级到 4.x，请首先升级到最新的 4.0.x-y 镜像（在撰写本文时为 ``4.0.4-5``），它将进行迁移和然后继续升级到较新版本。

source: You might also want to update the ``docker-compose`` repository, though it's not needed in most case. See :ref:`docker-postgres-upgrade` for upgrading the PostgreSQL server.
de: Sie können auch das ``docker-compose`` Repository aktualisieren, obwohl dies in den meisten Fällen nicht notwendig ist. Siehe :ref:`docker-postgres-upgrade` für die Aktualisierung des PostgreSQL-Servers.
ga: B'fhéidir gur mhaith leat an stór ``docker-compose`` a nuashonrú freisin, cé nach bhfuil sé ag teastáil i bhformhór na gcásanna. Féach :ref:`docker-postgres-upgrade` chun an freastalaí PostgreSQL a uasghrádú.
hu: Érdemes lehet frissíteni a ``docker-compose`` tárolót is, bár ez a legtöbb esetben nem szükséges. A PostgreSQL kiszolgáló frissítéséhez lásd: :ref:`docker-postgres-upgrade`.
id: Anda mungkin juga ingin memperbarui repositori ``docker-compose``, meskipun biasanya tidak diperlukan. Lihat :ref:`docker-postgres-upgrade` untuk memutakhirkan server PostgreSQL.
ja: ``docker-compose`` リポジトリを更新したくなるかもしれませんが、ほとんどの場合は必要ありません。PostgreSQL サーバのアップグレードについては、:ref:`docker-postgres-upgrade` を参照してください。
nl: U zou misschien ook de opslagruimte ``docker-compose`` willen bijwerken, hoewel dat in de meeste gevallen niet nodig is. Bekijk :ref:`docker-postgres-upgrade` voor het upgraden van de PostgreSQL-server.
pt: Também pode atualizar o repositório ``docker-compose``, embora não seja necessário na maioria dos casos. Veja :ref:`docker-postgres-upgrade` para atualizar o servidor PostgreSQL.
pt_br: Você também pode querer atualizar o repositório ``docker-compose``, embora não seja necessário na maioria dos casos. Consulte :ref:`docker-postgres-upgrade` para atualizar o servidor PostgreSQL.
ro: De asemenea, este posibil să doriți să actualizați depozitul ``docker-compose``, deși nu este necesar în majoritatea cazurilor. Consultați :ref:`docker-postgres-upgrade` pentru actualizarea serverului PostgreSQL.
ru: Также вы можете захотеть обновить репозиторий ``docker-compose``, хотя в большинстве случаев в этом нет необходимости. См. :ref:`docker-postgres-upgrade` для обновления сервера PostgreSQL.
sv: Du kanske också vill uppdatera ``docker-compose``-arkivet, även om det i de flesta fall inte behövs. Se :ref:`docker-postgres-upgrade` för uppgradering av PostgreSQL-servern.
tr: ``docker-compose`` deposunu da güncellemek isteyebilirsiniz. Ancak çoğu durumda buna gerek olmaz. PostgreSQL sunucusunu yükseltmek için :ref:`docker-postgres-upgrade` sayfasına bakabilirsiniz.
uk: Ймовірно, вам також варто оновити сховище ``docker-compose``, хоча, у більшості випадків, потреби у цьому немає. Див. :ref:`docker-postgres-upgrade` щодо оновлення сервера PostgreSQL.
zh_hans: 您可能还想更新 ``docker-compose`` 仓库，尽管在大多数情况下并不需要。在这种情况下，升级 PostgreSQL 服务器的信息，见 :ref:`docker-postgres-upgrade`。

source: Upgrading PostgreSQL container
de: Aktualisieren des PostgreSQL-Containers
ga: Coimeádán PostgreSQL a uasghrádú
hu: PostgreSQL-konténer frissítése
id: Memutakhirkan kontainer PostgreSQL
ja: PostgreSQL コンテナのアップグレード
nl: PostgreSQL container upgraden
pt: Atualizando contentor PostgreSQL
pt_br: Atualizando contêiner PostgreSQL
ro: Actualizarea containerului PostgreSQL
ru: Обновление контейнера PostgreSQL
sv: Uppgradering av PostgreSQL-container
ta: postgresql கொள்கலனை மேம்படுத்துதல்
tr: PostgreSQL kapsayıcısını yükseltmek
uk: Оновлення контейнера PostgreSQL
zh_hans: 升级 PostgreSQL 容器

source: PostgreSQL containers do not support automatic upgrading between version, you need to perform the upgrade manually. Following steps show one of the options of upgrading.
de: PostgreSQL-Container unterstützen kein automatisches Upgrade zwischen Versionen, Sie müssen das Upgrade manuell durchführen. Die folgenden Schritte zeigen eine der Möglichkeiten des Upgrades.
ga: Ní thacaíonn coimeádáin PostgreSQL le huasghrádú uathoibríoch idir leagan, ní mór duit an t-uasghrádú a dhéanamh de láimh. Léiríonn na céimeanna seo a leanas ceann de na roghanna uasghrádaithe.
hu: A PostgreSQL-konténerek nem támogatják a verziók közötti automatikus frissítést, a frissítést manuálisan kell elvégezni. Az alábbi lépések egy lehetséges módszert mutatnak be.
id: Kontainer PostgreSQL tidak mendukung pemutakhiran otomatis antar versi, Anda perlu melakukan pemutakhiran secara manual. Langkah-langkah berikut menunjukkan salah satu opsi pemutakhiran.
ja: PostgreSQL コンテナは、バージョンの自動アップグレードには対応していません。手動でアップグレードしてください。次の手順は、アップグレードの方法の中の 1 つです。
nl: PostgreSQL containers ondersteunen niet automatisch upgraden tussen versies, u moet het upgraden handmatig uitvoeren. De hieronder weergegeven stappen geven een van de opties voor upgraden weer.
pt: Os contentores PostgreSQL não oferecem suporte a atualização automática entre versões, precisa realizar a atualização manualmente. Os passos a seguir mostram uma das opções de atualização.
pt_br: Os contêineres PostgreSQL não oferecem suporte a atualização automática entre versões, você precisa realizar a atualização manualmente. Os passos a seguir mostram uma das opções de atualização.
ro: Containerele PostgreSQL nu acceptă actualizarea automată între versiuni, trebuie să efectuați actualizarea manual. Următorii pași prezintă una dintre opțiunile de actualizare.
ru: Контейнеры PostgreSQL не поддерживают автоматическое обновление версии, вам необходимо выполнить обновление вручную. В последующих шагах показан один из вариантов обновления.
sv: PostgreSQL-containrar stöder inte automatisk uppgradering mellan versioner, du måste utföra uppgraderingen manuellt. Följande steg visar ett av alternativen för uppgradering.
ta: postgresql கொள்கலன்கள் பதிப்பிற்கு இடையில் தானியங்கி மேம்படுத்தலை ஆதரிக்காது, நீங்கள் மேம்படுத்தலை கைமுறையாக செய்ய வேண்டும். பின்வரும் படிகள் மேம்படுத்துவதற்கான விருப்பங்களில் ஒன்றைக் காட்டுகின்றன.
tr: PostgreSQL kapsayıcıları sürümler arasında kendiliğinden yükseltmeyi desteklemez. El ile yükseltmeniz gerekir. Aşağıdaki adımlarda, yükseltme seçeneklerinden biri gösterilmektedir.
uk: У контейнерах PostgreSQL не передбачено підтримки автоматичного оновлення до нових версій. Вам доведеться виконати оновлення вручну. Нижче показано кроки одного із варіантів оновлення.
zh_hans: PostgreSQL 容器不支持版本间自动升级，需要手动升级。以下步骤显示了升级选项之一。

source: Stop Weblate container:
de: Weblate-Container stoppen:
ga: Stop coimeádán Weblate:
hu: Állítsa le a Weblate-konténert:
id: Hentikan Weblate container:
ja: Weblate コンテナの停止:
nl: Weblate container stoppen:
pt: Pare o contentor do Weblate:
pt_br: Pare o contêiner do Weblate:
ro: Opriți containerul Weblate:
ru: Остановка контейнера Weblate:
sv: Stoppa Weblate-containern:
ta: வலைபெயர்ப்பு கொள்கலன் நிறுத்துங்கள்:
tr: Weblate kapsayıcısını durdurun:
uk: Зупинення контейнера Weblate:
zh_hans: 停止 Weblate 容器：

source: Backup the database:
de: Datenbank sichern:
ga: Cúltaca an bunachar sonraí:
hu: Készítsen biztonsági mentést az adatbázisról:
id: Rekam cadang basis data:
ja: データベースのバックアップ:
nl: Back-up de database:
pt: Faça backup do banco de dados:
pt_br: Faça backup do banco de dados:
ro: Efectuați o copie de rezervă a bazei de date:
ru: Резервное копирование базы данных:
sv: Säkerhetskopiera databasen:
ta: தரவுத்தளத்தை காப்புப் பிரதி எடுக்கவும்:
tr: Veri tabanını yedekleyin:
uk: Резервне копіювання бази даних:
zh_hans: 备份数据库：

source: Stop the database container:
de: Datenbank-Container sperren:
ga: Stop an coimeádán bunachar sonraí:
hu: Állítsa le az adatbázis konténert:
id: Hentikan kontainer basis data:
ja: データベース コンテナの停止:
nl: Stop de database container:
pt: Pare o contentor de banco de dados:
pt_br: Pare o contêiner de banco de dados:
ro: Opriți containerul bazei de date:
ru: Остановка контейнера базы данных:
sv: Stoppa databasbehållaren:
ta: தரவுத்தள கொள்கலனை நிறுத்துங்கள்:
tr: Veri tabanı kapsayıcısını durdurun:
uk: Зупинення контейнера бази даних:
zh_hans: 停止数据库容器：

source: Remove the PostgreSQL volume:
de: PostgreSQL-Volumen entfernen:
ga: Bain an t-imleabhar PostgreSQL:
hu: Távolítsa el a PostgreSQL kötetet:
id: Hapus volume PostgreSQL:
ja: PostgreSQL ボリュームの削除:
nl: Verwijder het volume van PostgreSQL:
pt: Remova o volume do PostgreSQL:
pt_br: Remova o volume do PostgreSQL:
ro: Eliminați volumul PostgreSQL:
ru: Удаление тома PostgreSQL:
sv: Ta bort PostgreSQL-volymen:
ta: postgresql தொகுதியை அகற்று:
tr: PostgreSQL birimini kaldırın:
uk: Вилучення тому PostgreSQL:
zh_hans: 删除 PostgreSQL 卷：

source: The volume name contains name of the Docker Compose project, which is by default the directory name what is ``weblate-docker`` in this documentation.
de: Der Volume-Name enthält den Namen des Docker-Compose-Projekts, der standardmäßig der Verzeichnisname ist, das in dieser Dokumentation ``weblate-docker`` heißt.
ga: Tá ainm an tionscadail Docker Compose in ainm an imleabhair, is é sin an t-ainm eolaire de réir réamhshocraithe cad is ``weblate-docker`` sa doiciméadú seo.
hu: A kötet neve a Docker Compose projekt nevéből képződik, amely alapértelmezés szerint a könyvtár neve – ebben a dokumentációban ez ``weblate-docker``.
id: Nama volume berisi nama proyek Docker Compose, yang secara bawaan adalah nama direktori ``weblate-docker`` dalam dokumentasi ini.
ja: ボリューム名には、Docker Compose プロジェクトの名前が含まれます。デフォルトのディレクトリ名は、このドキュメントでは ``weblate-docker`` です。
nl: De naam van het volume bevat de naam van het project van Docker Compose, wat standaard de naam van de map is, dat is ``weblate-docker`` in deze documentatie.
pt: O nome do volume contém o nome do projeto Docker Compose, que por padrão é o nome do diretório, que neste caso é ``weblate-docker`` neste documento.
pt_br: O nome do volume contém o nome do projeto Docker Compose, que por padrão é o nome do diretório, que neste caso é ``weblate-docker`` neste documento.
ru: Имя тома содержит имя проекта Docker Compose, которое по умолчанию является именем каталога, как ``weblate-docker`` в данной документации.
sv: Volymnamnet innehåller namnet på Docker Compose-projektet, som standard är det katalognamnet, vilket i denna dokumentation är ``weblate-docker``.
ta: தொகுதி பெயரில் கப்பல்துறை இசையமைப்புத் திட்டத்தின் பெயர் உள்ளது, இது இயல்புநிலையாக இந்த ஆவணத்தில் `` வலைபெயர்ப்பு-டோக்கர்`` என்ற அடைவு பெயர்.
tr: Birim adında, bu belgede varsayılan klasör adı ``weblate-docker`` olan Docker Compose projesinin adı bulunur.
uk: Назва тому містить назву проєкту Docker Compose, яка типово є назвою каталогу, яким у цій документації є ``weblate-docker``.
zh_hans: 卷名包含 Docker Compose 项目名，其默认为此文档中 ``weblate-docker`` 的目录名。

source: Adjust :file:`docker-compose.yml` to use new PostgreSQL version.
de: :file:`docker-compose.yml` anpassen, um die neue PostgreSQL-Version zu verwenden.
ga: Coigeartaigh :file:`docker-compose.yml` chun leagan nua PostgreSQL a úsáid.
hu: Módosítsa a :file:`docker-compose.yml` fájlt az új PostgreSQL verzió használatára.
id: Sesuaikan :file:`docker-compose.yml` untuk menggunakan versi PostgreSQL baru.
ja: 新しい PostgreSQL のバージョンを使用するように :file:`docker-compose.yml` を編集します。
nl: Pas :file:`docker-compose.yml` aan om de nieuwe versie van PostgreSQL te gebruiken.
pt: Ajuste o :file:`docker-compose.yml` para usar a nova versão do PostgreSQL.
pt_br: Ajuste o :file:`docker-compose.yml` para usar a nova versão do PostgreSQL.
ro: Ajustați :file:`docker-compose.yml` pentru a utiliza noua versiune PostgreSQL.
ru: Подправьте файл :file:`docker-compose.yml`, чтобы использовать новую версию PostgreSQL.
sv: Justera :file:`docker-compose.yml` för att använda den nya versionen av PostgreSQL.
tr: :file:`docker-compose.yml` dosyasını yeni PostgreSQL sürümünü kullanarak şekilde ayarlayın.
uk: Скоригуйте ваш :file:`docker-compose.yml` так, щоб у ньому було використано нову версію PostgreSQL.
zh_hans: 调整 :file:`docker-compose.yml` 以使用新的 PostgreSQL 版本。

source: Start the database container:
de: Datenbank-Container öffnen:
ga: Tosaigh coimeádán an bhunachair shonraí:
hu: Indítsa el az adatbázis-konténert:
id: Mulai kontainer basis data:
ja: データベース コンテナの起動:
nl: Start de database container:
pt: Inicie o contentor de banco de dados:
pt_br: Inicie o contêiner de banco de dados:
ro: Porniți containerul bazei de date:
ru: Запустить контейнер базы данных:
sv: Starta databascontainern:
ta: தரவுத்தள கொள்கலனைத் தொடங்கவும்:
tr: Veri tabanı kapsayıcısını başlatın:
uk: Запуск контейнера бази даних:
zh_hans: 启动数据库容器：

source: Restore the database from the backup:
de: Datenbank aus Sicherung wiederherstellen:
ga: Athchóirigh an bunachar sonraí ón gcúltaca:
hu: Állítsa vissza az adatbázist a biztonsági mentésből:
id: Memulihkan basis data dari rekam cadang:
ja: データベースをバックアップから復元:
nl: Zet de database terug vanuit de back-up:
pt: Restaure o banco de dados a partir do backup:
pt_br: Restaure o banco de dados a partir do backup:
ro: Restaurați baza de date din backup:
ru: Восстановите данные из резервной копии:
sv: Återställ databasen från säkerhetskopian:
ta: காப்புப்பிரதியிலிருந்து தரவுத்தளத்தை மீட்டெடுக்கவும்:
tr: Veri tabanını yedekten geri yükleyin:
uk: Відновлення бази даних з резервної копії:
zh_hans: 从备份恢复数据库：

source: Please check that the database name matches :envvar:`POSTGRES_DB`.
de: Bitte prüfen Sie, ob der Datenbankname mit :envvar:`POSTGRES_DB` übereinstimmt.
ga: Cinntigh go dtagann ainm an bhunachair shonraí le :envvar:`POSTGRES_DB`.
hu: Ellenőrizze, hogy az adatbázis neve megegyezik-e a :envvar:`POSTGRES_DB` értékével.
id: Harap periksa apakah nama basis data cocok dengan :envvar:`POSTGRES_DB`.
ja: データベース名が :envvar:`POSTGRES_DB` と一致していることを確認してください。
nl: Controleer of de naam van de database overeenkomt met :envvar:`POSTGRES_DB`.
pt: Verifique se o nome do banco de dados corresponde a :envvar:`POSTGRES_DB`.
pt_br: Verifique se o nome do banco de dados corresponde a :envvar:`POSTGRES_DB`.
ru: Убедитесь, что имя базы данных соответствует :envvar:`POSTGRES_DB`.
sv: Kontrollera att databasnamnet stämmer överens med :envvar:`POSTGRES_DB`.
tr: Veri tabanı adının :envvar:`POSTGRES_DB` ile aynı olduğundan emin olun.
uk: Будь ласка, переконайтеся, що назва бази даних відповідає :envvar:`POSTGRES_DB`.
zh_hans: 请检查数据库名称匹配 :envvar:`POSTGRES_DB`。

source: (Optional) Update password for the Weblate user. This might be needed when migrating to PostgreSQL 14 or 15 as way of storing passwords has been changed:
de: (Optional) Das Passwort für den Weblate-Benutzer aktualisieren. Dies kann bei der Migration auf PostgreSQL 14 oder 15 erforderlich sein, da die Art der Speicherung von Passwörtern geändert wurde:
ga: (Roghnach) Nuashonraigh pasfhocal don úsáideoir Weblate. Seans go mbeidh sé seo ag teastáil nuair a athraítear aistriú go PostgreSQL 14 nó 15 mar bhealach chun pasfhocail a stóráil:
hu: (Opcionális) Frissítse a Weblate felhasználó jelszavát. Ez szükséges lehet a PostgreSQL 14-es vagy 15-ös verziójára történő migráció során, mivel megváltozott a jelszavak tárolásának módja:
id: (Opsional) Perbarui kata sandi untuk pengguna Weblate. Ini mungkin diperlukan saat bermigrasi ke PostgreSQL 14 atau 15 karena cara penyimpanan kata sandi telah diubah:
ja: （オプション）Weblate ユーザーのパスワードを更新させる。これは、パスワードの保存方法が変更されたため、PostgreSQL 14 または 15 に移行するときに必要となる場合の方法:
nl: (Optioneel) Werk het wachtwoord voor de gebruiker Weblate bij. Dit zou nodig kunnen zijn bij migreren naar PostgreSQL 14 of 15, omdat de manier van opslaan van wachtwoorden is veranderd:
pt: (Opcional) Atualize a palavra-passe do utilizador do Weblate. Isto pode ser necessário ao migrar para o PostgreSQL 14 ou 15, pois a forma de armazenar palavras-passe foi alterada:
pt_br: (Opcional) Atualize a senha do usuário do Weblate. Isso pode ser necessário ao migrar para o PostgreSQL 14 ou 15, pois a forma de armazenar senhas foi alterada:
ru: (Необязательно) Обновите пароль для пользователя Weblate. Это может понадобиться при переходе на PostgreSQL 14 или 15, поскольку был изменён способ хранения паролей:
sv: (Valfritt) Uppdatera lösenordet för Weblate-användaren. Detta kan behövas vid migrering till PostgreSQL 14 eller 15, eftersom sättet att lagra lösenord har ändrats:
ta: (விரும்பினால்) வலைபெயர்ப்பு பயனருக்கான கடவுச்சொல்லைப் புதுப்பிக்கவும். கடவுச்சொற்களை சேமிப்பதற்கான வழி மாற்றப்பட்டுள்ளதால் இது போச்ட்கிரெச்யூல் 14 அல்லது 15 க்கு இடம்பெயரும்போது இது தேவைப்படலாம்:
tr: (İsteğe bağlı) Weblate kullanıcısının parolasını güncelleyin. Parolaları depolama yöntemi değiştirildiği için PostgreSQL 14 ya da 15 sürümüne geçiş yaparken bu işlemi yapmanız gerekebilir:
uk: (Необов'язкове) Оновити пароль для користувача Weblate. У цьому може виникнути потреба при перенесенні на PostgreSQL 14 або 15, оскільки спосіб зберігання паролів було змінено:
zh_hans: （可选）更新 Weblate 用户的密码。迁移到 PostgreSQL 14 或 15 时可能需要这么做，因为密码存储方式发生了改变：

source: Start all remaining containers:
de: Alle verbleibenden Container öffnen:
ga: Tosaigh gach coimeádán atá fágtha:
hu: Indítsa el az összes fennmaradó konténert:
id: Mulai semua kontainer yang tersisa:
ja: 残りのコンテナをすべて起動:
nl: Start alle resterende containers:
pt: Inicie todos os contentores restantes:
pt_br: Inicie todos os contêineres restantes:
ro: Porniți toate containerele rămase:
ru: Запустить все оставшиеся контейнеры:
sv: Starta alla återstående behållare:
ta: மீதமுள்ள அனைத்து கொள்கலன்களையும் தொடங்கவும்:
tr: Kalan tüm kapsayıcıları başlatın:
uk: Запуск решти контейнерів:
zh_hans: 启动所有剩余的容器：

source: Admin sign in
de: Administratoranmeldung
ga: Sínigh isteach admin
hu: Adminisztrátori bejelentkezés
id: Log masuk sebagai admin
ja: 管理者としてサイン イン
nl: Beheerder inloggen
pt: Autenticação como administrador
pt_br: Autenticação como administrador
ro: Autentificare administrator
ru: Вход от имени администратора
sv: Administratörsinloggning
ta: நிர்வாகி உள்நுழைவு
tr: Yönetici olarak oturum açın
uk: Вхід від імені адміністратора
zh_hans: 管理员登录
