Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Customize the :http:header:`Content-Security-Policy` header for Weblate. The header is automatically generated based on enabled integrations with third-party services (Matomo, Google Analytics, Sentry, …).
id: Sesuaikan header :http:header:`Content-Security-Policy` untuk Weblate. Header dibuat secara otomatis berdasarkan integrasi yang diaktifkan dengan layanan pihak ketiga (Matomo, Google Analytics, Sentry, dll.).
sv: Anpassa :http:header:`Content-Security-Policy`-rubriken för Weblate. Rubriken genereras automatiskt baserat på aktiverade integrationer med tredjepartstjänster (Matomo, Google Analytics, Sentry, …).
uk: Налаштуйте заголовок :http:header:`Content-Security-Policy` для Weblate. Заголовок генерується автоматично на основі ввімкнених інтеграцій зі сторонніми сервісами (Matomo, Google Analytics, Sentry тощо).

source: All these default to an empty list.
id: Semua ini secara bawaan masuk ke dalam daftar kosong.
sv: Alla dessa är som standard inställda på en tom lista.
uk: Усі ці списки за замовчуванням є порожніми.

source: List of quality checks to perform on a translation.
de: Liste der an einer Übersetzung durchzuführenden Qualitätsprüfungen.
ga: Liosta de na seiceálacha cáilíochta atá le déanamh ar aistriúchán.
hu: A fordításokon végrehajtandó minőség-ellenőrzések listája.
id: Daftar pemeriksaan kualitas yang harus dilakukan pada terjemahan.
ja: 翻訳に対して実行する品質検査のリストです。
nl: Lijst van op een vertaling uit te voeren kwaliteitscontroles.
pt: Lista de verificações de qualidade para realizar numa tradução.
pt_br: Lista de verificações de qualidade para realizar em uma tradução.
ro: Lista controalelor de calitate care trebuie efectuate asupra unei traduceri.
ru: Список выполняемых для перевода проверок качества.
sv: Lista över kvalitetskontroller som ska utföras på en översättning.
ta: மொழிபெயர்ப்பில் செய்ய தரமான சோதனைகளின் பட்டியல்.
tr: Bir çeviride yapılacak hata denetimlerinin listesi.
uk: Список перевірок якості, які слід виконати над перекладом.
zh_hans: 翻译时执行的质量检查列表。
zh_hant: 翻譯時執行的質量檢查列表。

source: Provide a fully-qualified path to the Python class implementing the check interface.
de: Geben Sie einen vollqualifizierten Pfad zu der Python-Klasse an, welche die Prüfschnittstelle implementiert.
ga: Cosán láncháilithe a sholáthar don rang Python a chuireann an comhéadan seiceála i bhfeidhm.
hu: Adja meg az ellenőrzési felületet megvalósító Python osztály teljes elérési útját.
id: Menyediakan jalur yang sepenuhnya memenuhi syarat ke kelas Python yang mengimplementasikan antarmuka pemeriksaan.
ja: check インタフェースを実装する Python クラスへの完全修飾パスを指定します。
nl: Verschaf een volledig gekwalificeerd pad naar de klasse van Python die de interface check implementeert.
pt: Forneça um caminho totalmente qualificado à classe Python que implementa a interface de verificação.
pt_br: Forneça um caminho totalmente qualificado para a classe Python implementando a interface de verificação.
ro: Furnizați o cale complet calificată către clasa Python care implementează interfața de verificare.
ru: Предоставьте полный путь к классу Python, реализующему интерфейс проверки.
sv: Ange en fullständig sökväg till Python-klassen som implementerar kontrollgränssnittet.
ta: சோதனை இடைமுகத்தை செயல்படுத்தும் பைதான் வகுப்பிற்கு முழு தகுதி வாய்ந்த பாதையை வழங்கவும்.
tr: Denetim arayüzünü uygulayan Python sınıfının tam yolunu yazın.
uk: Надайте повний шлях до класу Python, який реалізує інтерфейс перевірок.
zh_hans: 提供一个实现了检查接口的 Python 类的完全合规路径。
zh_hant: 為實施檢查界面的 Python 類提供完全合規的路徑。

source: Adjust the list of checks to include ones relevant to you.
de: Passen Sie die Liste der Qualitätsprüfungen an die für Sie relevanten Prüfungen an.
ga: Coigeartaigh liosta na seiceálacha chun cinn a bhaineann leat a chur san áireamh.
hu: A saját igényei szerint állítsa össze az ellenőrzések listáját.
id: Sesuaikan daftar pemeriksaan untuk menyertakan pemeriksaan yang relevan bagi Anda.
ja: 検査項目を選択して、関連する検査を含めます。
nl: Pas de lijst met controles aan zodat hij die bevat die relevant voor u zijn.
pt: Ajuste a lista de verificações para incluir as relevantes para si.
pt_br: Ajuste a lista de verificações para incluir as relevantes para você.
ro: Ajustați lista de controale pentru a le include pe cele relevante pentru dumneavoastră.
ru: Подправьте список проверок так, чтобы включить в него только нужные вам.
sv: Justera listan med kontroller så att den innehåller de som är relevanta för dig.
ta: உங்களுக்கு தொடர்புடையவற்றைச் சேர்க்க சோதனைகளின் பட்டியலை சரிசெய்யவும்.
tr: Denetim listesini, isteğinize göre ayarlayın.
uk: Скоригувати список перевірок для включення потрібних вам.
zh_hans: 调整检查列表，来包括与你相关的那些检查。
zh_hant: 調整檢查列表，來包括與你相關的那些檢查。

source: You can turn off all checks:
de: Sie können alle Qualitätsprüfungen deaktivieren:
ga: Is féidir leat gach seiceáil a mhúchadh:
hu: Az összes ellenőrzést ki is kapcsolhatja:
id: Anda dapat menonaktifkan semua pemeriksaan:
ja: すべての検査項目を無効にする方法:
nl: U kunt alle controles uitschakelen:
pt: Pode desativar todas as verificações:
pt_br: Você pode desativar todas as verificações:
ro: Puteți dezactiva toate verificările:
ru: Вы можете отключить все проверки:
sv: Du kan stänga av alla kontroller:
ta: எல்லா சோதனைகளையும் நீங்கள் அணைக்கலாம்:
tr: Tüm denetimleri kapatabilirsiniz:
uk: Ви можете вимкнути усі перевірки:
zh_hans: 可以关闭所有检查：
zh_hant: 可以關閉所有檢查：

source: You can turn on only a few:
de: Sie können nur einige wenige einschalten:
ga: Ní féidir leat ach cúpla ceann a chur ar siúl:
hu: Csak néhány ellenőrzést is engedélyezhet:
id: Anda hanya dapat mengaktifkan beberapa:
ja: 指定する項目のみを有効にする方法:
nl: U kunt er ook slechts een paar inschakelen:
pt: Pode ativar apenas algumas:
pt_br: Você pode ativar apenas algumas:
ro: Puteți porni doar câteva:
ru: Можете включить только некоторые:
sv: Du kan bara aktivera några få:
ta: நீங்கள் சிலவற்றை மட்டுமே இயக்க முடியும்:
tr: Yalnızca birkaçını açabilirsiniz:
uk: Ви можете увімкнули лише декілька:
zh_hans: 可以只打开一部分检查：
zh_hant: 可以只打開一部分檢查：

source: Changing this setting only affects newly changed translations. Existing checks will still be stored in the database. To also apply changes to the stored translations, run :wladmin:`updatechecks`.
de: Eine Änderung dieser Einstellung wirkt sich nur auf neu geänderte Übersetzungen aus. Bestehende Qualitätsprüfungen werden weiterhin in der Datenbank gespeichert. Um auch Änderungen an den gespeicherten Übersetzungen vorzunehmen, führen Sie :wladmin:`updatechecks` aus.
ga: Ní bheidh tionchar ag athrú an tsocraithe seo ach ar aistriúcháin nua-athraithe. Stórálfar seiceálacha atá ann cheana sa bhunachar sonraí. Chun athruithe a chur i bhfeidhm ar na haistriúcháin stóráilte freisin, rith :wladmin:`updatechecks`.
hu: A beállítás módosítása csak az újonnan módosított fordításokra lesz hatással. A meglévő ellenőrzések továbbra is az adatbázisban maradnak. Ha ezeket is szeretné frissíteni, futtassa a :wladmin:`updatechecks` parancsot.
id: Mengubah pengaturan ini hanya akan memengaruhi terjemahan yang baru diubah. Pemeriksaan yang sudah ada akan tetap disimpan dalam basis data. Untuk menerapkan perubahan pada terjemahan yang tersimpan, jalankan :wladmin:`updatechecks`.
ja: この設定を変更すると、新しく変更した翻訳のみ検査されて、過去の検査結果は引き続きデータベースに保存されたままです。保存されている翻訳にも、新しい検査を適用するには、:wladmin:`updatechecks` を実行します。
nl: Wijzigen van deze instelling beïnvloed nieuw gewijzigde vertalingen. Bestaande controles zullen nog steeds worden opgeslagen in de database. Voer :wladmin:`updatechecks` uit om ook wijzigingen op de opgeslagen vertalingen toe te passen.
pt: Alterar esta configuração afeta apenas as traduções recém alteradas. As verificações existentes ainda serão armazenadas no banco de dados. Para aplicar as alterações também às traduções armazenadas, execute: :wladmin:`updatechecks`.
pt_br: Alterar essa configuração afeta apenas as traduções recém alteradas. As verificações existentes ainda serão armazenadas no banco de dados. Para aplicar as alterações também às traduções armazenadas, execute: :wladmin:`updatechecks`.
ru: Изменение этого параметра влияет только на недавно изменённые переводы, результаты существующих проверок будут по-прежнему сохранены в базе данных. Чтобы также применить изменения к сохранённым переводам, запустите команду :wladmin:`updatechecks`.
sv: Ändring av denna inställning påverkar endast nyändrade översättningar. Befintliga kontroller kommer fortfarande att lagras i databasen. För att även tillämpa ändringarna på de lagrade översättningarna, kör :wladmin:`updatechecks`.
tr: Bu ayarın değiştirilmesi yalnızca yeni değiştirilen çevirileri etkiler. Var olan denetimlerin veri tabanında tutulması sürdürülür. Değişiklikleri kaydedilmiş çevirilere de uygulamak için :wladmin:`updatechecks` komutunu yürütün.
uk: Зміна значення цього параметра стосується лише змінених наново перекладів — наявні перевірки зберігатимуться у базі даних. Щоб зміни було застосовано до вже збережених перекладів, віддайте команду :wladmin:`updatechecks`.
zh_hans: 更改这些设置只影响新更改的翻译，现存的检查仍然存储在数据库中。为了将更改同样应用到存储的翻译中，运行 :wladmin:`updatechecks`。

source: Delete comments after a given number of days. Defaults to ``None``, meaning no deletion at all.
de: Anzahl der Tage bis Kommentare gelöscht werden. Der Standardwert ist ``None``, was bedeutet, dass überhaupt nicht gelöscht wird.
ga: Scrios tuairimí tar éis roinnt laethanta áirithe. Réamhshocruithe le ``None``, rud a chiallaíonn nach bhfuil aon scriosadh ar bith.
hu: Kommentek törlése egy meghatározott nap után. Alapértelmezés szerint ``None``, azaz nem törlődik semmi automatikusan.
id: Hapus komentar setelah beberapa hari tertentu. Bawaannya adalah ``Tidak Ada``, artinya tidak ada penghapusan sama sekali.
ja: 指定した日数の後にコメントを削除します。デフォルトは ``None`` で、削除は一切行いません。
nl: Verwijder opmerkingen na een opgegeven aantal dagen. Standaard ``None``, wat betekent dat er niets verwijderd wordt.
pt: Apaga comentários após uma determinada quantidade de dias. A predefinição é ``None``, ou seja, nada apagado.
pt_br: Exclui comentários após um determinado número de dias. O padrão é ``None``, ou seja, nenhuma exclusão.
ro: Ștergeți comentariile după un anumit număr de zile. Valoarea implicită este ``None``, ceea ce înseamnă că nu se șterge deloc.
ru: Удаление комментариев через заданное количество дней. По умолчанию ``None``, что означает, что комментарии не удаляются.
sv: Ta bort kommentarer efter ett visst antal dagar. Standardinställningen är ``Ingen``, vilket innebär att inga kommentarer tas bort.
ta: குறிப்பிட்ட எண்ணிக்கையிலான நாட்களுக்குப் பிறகு கருத்துகளை நீக்கு. இயல்புநிலை `` எதுவுமில்லை``, அதாவது நீக்குதல் இல்லை.
tr: Belirli günden sonra yorumları siler. Varsayılan değer: ``Yok``. Yani bir silme işlemi yapılmaz.
uk: Вилучати коментарі за вказану кількість днів. Типове значення — ``None``, тобто не вилучати коментарі.
zh_hans: 在给定天数后删除评论。默认为 ``None``，表示不删除。
zh_hant: 在一定天數後刪除註釋。默認為 ``None`` ，意味著不刪除。

source: Number of hours between committing pending changes by way of the background task.
de: Anzahl der Stunden zwischen Commits von ausstehenden Änderungen durch die Hintergrundaufgabe.
ga: Líon na n-uaireanta idir athruithe ar feitheamh a dhéanamh mar gheall ar an tasc cúlra.
hu: A háttérfeladatként történő függőben lévő változtatások véglegesítése közötti órák száma.
id: Jumlah jam antara melakukan perubahan yang tertunda melalui tugas latar belakang.
ja: バックグラウンド タスクを使用して保留中の変更をコミットするまでの時間。
nl: Aantal uren tussen indienen van openstaande wijzigingen door middel van een taak op de achtergrond.
pt: Quantidade de horas entre fazer o commit de alterações pendentes por meio da tarefa de segundo plano.
pt_br: Quantidade total em horas entre fazer o commit de alterações pendentes por meio da tarefa em segundo plano.
ro: Numărul de ore care trec între confirmarea modificărilor în așteptare prin intermediul sarcinii de fundal.
ru: Количество часов до коммита ожидающих изменений фоновой задачей.
sv: Antal timmar mellan att bekräfta väntande ändringar genom bakgrundsuppgiften.
ta: பின்னணி பணியின் மூலம் நிலுவையில் உள்ள மாற்றங்களைச் செய்வதற்கு இடையில் மணிநேரங்களின் எண்ணிக்கை.
tr: Bekleyen değişikliklerin işlenmesi ile arka plan görevi tarafından işlenmesi arasındaki saat sayısı.
uk: Кількість годин, протягом яких слід надіслати до сховища зміни з черги разом із фоновим завданням.
zh_hans: 通过后台任务方式提交待处理更改之间的小时数。
zh_hant: 通過後台任務方式提交待定的更改之間的小時數。

source: Configures how e-mail from the contact form is being sent. Choose a configuration that matches the configuration of your mail server.
de: Legt fest, wie E-Mails aus dem Kontaktformular gesendet werden sollen. Wählen Sie eine Konfiguration, die der Konfiguration Ihres Mailservers entspricht.
ga: Cumraíonn sé an chaoi a bhfuil ríomhphost ón bhfoirm teagmhála á sheoladh. Roghnaigh cumraíocht a mheaitseálann cumraíocht do fhreastalaí ríomhphoist.
hu: Beállítja, hogyan küldje a Weblate az e-maileket a kapcsolatfelvételi űrlapról. Olyan beállítást válasszon, amely megfelel a saját levelezőszerver konfigurációjának.
id: Mengonfigurasi cara pengiriman surel dari formulir kontak. Pilih konfigurasi yang sesuai dengan konfigurasi server surat Anda.
ja: 問い合わせフォームから、メールを送信する方法を設定します。メール サーバーの設定に合わせて選択します。
nl: Configureert hoe e-mail vanuit het contactformulier wordt verzonden. Kies een configuratie die overeenkomt met de configuratie van uw mailserver.
pt: Configura como o e-mail do formulário de contato é enviado. Escolha uma configuração que corresponda à configuração do seu servidor de e-mail.
pt_br: Configura como o e-mail do formulário de contato está sendo enviado. Escolha uma configuração que corresponda à configuração do seu servidor de e-mail.
ru: Настраивает способ отправки электронной почты из контактной формы. Выберите конфигурацию, соответствующую конфигурации вашего почтового сервера.
sv: Konfigurerar hur e-post från kontaktformuläret skickas. Välj en konfiguration som matchar konfigurationen för din e-postserver.
ta: தொடர்பு படிவத்திலிருந்து மின்னஞ்சல் எவ்வாறு அனுப்பப்படுகிறது என்பதை உள்ளமைக்கிறது. உங்கள் அஞ்சல் சேவையகத்தின் உள்ளமைவுடன் பொருந்தக்கூடிய உள்ளமைவைத் தேர்வுசெய்க.
tr: İletişim formu e-postalarının nasıl gönderileceğini yapılandırır. E-posta ayarlarınıza uygun bir yapılandırma seçin.
uk: Налаштовує спосіб надсилання повідомлення електронної пошти з форми зв'язку. Виберіть налаштування, які відповідають налаштуванням вашого поштового сервера.
zh_hans: 配置来自联系表单的电子邮件的发送方式。选择与您的电子邮件服务器配置相匹配的配置。

source: The sender is used in as :mailheader:`Reply-To`, this is the default behaviour.
de: Der Absender wird in :mailheader:`Reply-To` verwendet, dies ist das Standardverhalten.
ga: Úsáidtear an seoltóir mar :mailheader:`Reply-To`, is é seo an t-iompar réamhshocraithe.
hu: Az alapértelmezett viselkedés szerint a feladó az :mailheader:`Reply-To` mezőben kerül feltüntetésre.
id: Pengirim digunakan sebagai :mailheader:`Reply-To`, ini adalah perilaku asali.
ja: 送信者は :mailheader:`Reply-To` に使用します。デフォルトの動作。
nl: De afzender wordt gebruikt in :mailheader:`Reply-To`, dit is het standaard gedrag.
pt: O remetente é usado como :mailheader:`Reply-To`, este é o comportamento padrão.
pt_br: O remetente é usado como :mailheader:`Reply-To`, este é o comportamento padrão.
ro: Expeditorul este utilizat ca :mailheader:`Reply-To`, acesta este comportamentul implicit.
ru: Отправитель используется в качестве :mailheader:`Reply-To` (ответить), это поведение по умолчанию.
sv: Avsändaren används i :mailheader:`Reply-To`, detta är standardinställningen.
tr: Gönderici :mailheader:`Reply-To` olarak kullanılır. Varsayılan davranış budur.
uk: Запис відправника той самий, що і у :mailheader:`Reply-To`, це типова поведінка.
zh_hans: 发送者在 :mailheader:`Reply-To` 中使用，这是默认行为。
zh_hant: 發件人用於：MailHeader：“回复”，這是默認行為。

source: The sender is used in as :mailheader:`From`. Your mail server needs to allow sending such e-mails.
de: Der Absender wird in :mailheader:`From` verwendet. Ihr Mailserver muss den Versand solcher E-Mails erlauben.
ga: Úsáidtear an seoltóir mar :mailheader:`From`. Caithfidh do fhreastalaí ríomhphoist cead a thabhairt do ríomhphoist dá leithéid a sheoladh.
hu: Alternatív megoldásként a feladó a :mailheader:`From` mezőben szerepelhet. Ehhez a levelezőszervernek engedélyeznie kell az ilyen e-mailek küldését.
id: Pengirim digunakan sebagai :mailheader:`From`. Server surel Anda harus mengizinkan pengiriman surel semacam itu.
ja: 送信者は :mailheader:`From` に使用します。メール サーバーは、このメール アドレスの送信の許可が必要です。
nl: De afzender wordt gebruikt in :mailheader:`From`. Uw mailserver moet het verzenden van dergelijke e-mails toestaan.
pt: O remetente é usado como :mailheader:`From`. O seu servidor de e-mail precisa permitir o envio de tais e-mails.
pt_br: O remetente é usado como :mailheader:`From`. Seu servidor de e-mail precisa permitir o envio de tais e-mails.
ro: Expeditorul este utilizat ca :mailheader:`From`. Serverul dumneavoastră de e-mail trebuie să permită trimiterea unor astfel de e-mailuri.
ru: Отправитель используется в качестве :mailheader:`From` (от). Ваш почтовый сервер должен разрешать отправку таких писем.
sv: Avsändaren används i :mailheader:`From`. Din e-postserver måste tillåta att sådana e-postmeddelanden skickas.
tr: Gönderici :mailheader:`From` olarak kullanılır. E-posta sunucunuz bu tür e-postaların gönderilmesine izin vermelidir.
uk: Запис відправника той самий, що і у :mailheader:`From`. На вашому поштовому сервері має бути дозволено надсилання таких повідомлень електронної пошти.
zh_hans: 发件人为 :mailheader:`From`，你的电子邮箱服务器需要允许发送此类电子邮件。
zh_hant: 發件人為:mailheader:`From`, 你的電子郵箱服務器需要允許發送此類郵件。

source: Disables the contact form entirely.
sv: Inaktiverar kontaktformuläret helt.

source: The folder Weblate stores all data in. It contains links to VCS repositories, a fulltext index and various configuration files for external tools.
de: Der Ordner, in dem Weblate alle Daten speichert. Er enthält Links zu VCS-Repositorys, einen Volltextindex und verschiedene Konfigurationsdateien für externe Tools.
ga: Stórálann an fillteán Weblate na sonraí go léir. Tá naisc ann le stórtha VCS, innéacs lántéacs agus comhaid chumraíochta éagsúla le haghaidh uirlisí seachtracha.
hu: A könyvtár, amelyben a Weblate minden adatát tárolja. Tartalmazza a VCS (verziókezelő) tárolók linkjeit, a teljes szöveges keresőindexet és külső eszközök különböző konfigurációs fájljait.
id: Map Weblate menyimpan semua data. Map ini berisi tautan ke repositori VCS, indeks teks lengkap, dan berbagai berkas konfigurasi untuk alat eksternal.
ja: Weblate フォルダには、すべてのデータが格納されます。このフォルダには、VCS リポジトリへのリンク、フル テキスト インデックス、外部ツール用の各種設定ファイルが含まれています。
nl: De map Weblate slaat alle gegevens op. Het bevat koppelingen naar de opslagruimten van het VCS, een index op de volledige tekst en verscheidene configuratiebestanden voor externe gereedschappen.
pt: A pasta na qual Weblate armazena todos os dados. Ela contém ligações para repositórios VCS, um índice de texto e vários ficheiros de configuração para ferramentas externas.
pt_br: A pasta na qual Weblate armazena todos os dados. Ela contém links para repositórios VCS, um índice de texto completo e vários arquivos de configuração para ferramentas externas.
ro: Dosarul în care Weblate stochează toate datele. Acesta conține linkuri către depozitele VCS, un index fulltext și diverse fișiere de configurare pentru instrumente externe.
ru: Каталог, в котором Weblate хранит все свои данные. Он содержит ссылки на репозитории систем контроля версий, индекс для полнотекстового поиска и различные файлы настроек для внешних инструментов.
sv: Mappen där Weblate lagrar all data. Den innehåller länkar till VCS-arkiv, ett fulltextindex och olika konfigurationsfiler för externa verktyg.
ta: கோப்புறை வலைபெயர்ப்பு எல்லா தரவையும் சேமிக்கிறது. இது வி.சி.எச் களஞ்சியங்களுக்கான இணைப்புகள், ஒரு முழு உரை குறியீடு மற்றும் வெளிப்புற கருவிகளுக்கான பல்வேறு உள்ளமைவு கோப்புகள் ஆகியவற்றைக் கொண்டுள்ளது.
tr: Weblate klasöründe tüm veriler bulunur. Sürüm denetimi sistemi depo bağlantılarını, tam metin dizinini ve dış araçlar için çeşitli yapılandırma dosyalarını içerir.
uk: Тека, у якій Weblate зберігає дані. Тека містить посилання на сховища системи керування версіями, повнотекстовий покажчик та різноманітні файли налаштувань для зовнішніх інструментів.
zh_hans: Weblate 存储所有数据的文件夹。它包含指向版本控制系统仓库、全文索引和外部工具的各种配置文件。
zh_hant: Weblate 文件夾將所有數據存儲其中。它包含到版本控制系統（VCS ）倉庫的鏈接，全文索引和外部工具的各種文件。

source: Home directory used for invoking scripts.
de: Basisverzeichnis, das zum Aufrufen von Skripts verwendet wird.
ga: Eolaire baile a úsáidtear chun scripteanna a agairt.
hu: A parancsfájlok futtatásakor használt induló (home) könyvtár.
id: Direktori beranda yang digunakan untuk menjalankan skrip.
ja: スクリプトを起動するためのホーム ディレクトリ。
nl: Thuismap die wordt gebruikt voor het uitvoeren van scripts.
pt: O diretório pessoal usado para invocar scripts.
pt_br: Diretório pessoal usado para invocar scripts.
ro: Directorul principal utilizat pentru apelarea scripturilor.
ru: Домашний каталог, используемый при вызове скриптов.
sv: Hemkatalog som används för att anropa skript.
ta: ச்கிரிப்ட்களைத் தூண்டுவதற்கு வீட்டு அடைவு பயன்படுத்தப்படுகிறது.
tr: Betikleri çağırmak için kullanılan giriş klasörü.
uk: Домашній каталог, який використовується для виклику скриптів.
zh_hans: Home 目录用于调用脚本。
zh_hant: Home 目錄用於調用腳本。

source: SSH keys and configuration.
de: SSH-Schlüssel und Konfiguration.
ga: Eochracha SSH agus cumraíocht.
hu: SSH kulcsok és konfigurációk helye.
id: Kunci SSH dan konfigurasi.
ja: SSH 鍵と設定。
nl: SSH-sleutels en configuratie.
pt: Chaves e configuração de SSH.
pt_br: Chaves e configuração de SSH.
ro: Chei SSH și configurare.
ru: Ключи и конфигурация SSH.
sv: SSH-nycklar och konfiguration.
ta: பாஓடு விசைகள் மற்றும் உள்ளமைவு.
tr: SSH anahtarları ve yapılandırması.
uk: Ключі і налаштування SSH.
zh_hans: SSH 密钥和配置。
zh_hant: SSH 密鑰和配置。
