Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Use for legacy projects which are using numeric suffixes for plurals.
de: Benutzen Sie dies für Altprojekte, die numerische Suffixe für Pluralformen verwenden.
ga: Úsáid do thionscadail oidhreachta atá ag baint úsáide as iarmhíreanna uimhriúla don iolra.
hu: Régebbi projektekhez használja, amelyek numerikus utótagokat alkalmaznak a többes számhoz.
id: Digunakan untuk proyek lama yang menggunakan sufiks numerik untuk bentuk jamak.
ja: 複数形に数値接尾辞を使用しているレガシー プロジェクトに使用します。
nl: Gebruik voor verouderde projecten die numerieke achtervoegsels gebruiken voor meervouden.
pt_br: Use para projetos legados que usam sufixos numéricos para plurais.
sv: Används för äldre projekt som använder numeriska suffix för pluralformer.
ta: பன்மைகளுக்கு எண் பின்னொட்டுகளைப் பயன்படுத்தும் மரபு திட்டங்களுக்கு பயன்படுத்தவும்.
tr: Çoğul ifadeler için sayısal son ekler kullanan eski projelerde kullanın.
uk: Використовуйте для застарілих проєктів, які використовують числові суфікси для множини.
zh_hans: 用于特定的旧项目，这些项目使用数字后缀表示复数。

source: The v2 and v1 variants are mostly compatible with v3, with exception of how plurals are handled.
de: Die Varianten v2 und v1 sind größtenteils kompatibel mit v3, mit Ausnahme der Behandlung von Pluralformen.
ga: Tá na leaganacha v2 agus v1 comhoiriúnach don chuid is mó le v3, cé is moite den chaoi a láimhseáiltear iolraí.
hu: A v2 és v1 változatok nagyrészt kompatibilisek a v3-mal, kivéve a többes számok kezelésének módját.
id: Varian v2 dan v1 sebagian besar kompatibel dengan v3, kecuali pada cara penanganan bentuk jamak.
ja: v2 と v1 のバージョンは、複数形の処理方法以外は v3 とほぼ互換性があります。
nl: De varianten v2 en v1 zijn meestal compatibel met v3, met uitzondering van hoe meervouden worden afgehandeld.
pt: Weblate suporta o formato v3 de I18next do JSON. As variantes V2 e V1 são na maioria compatíveis com a V3, com exceção de como os plurais são manuseados.
pt_br: As variantes v2 e v1 são em sua maioria compatíveis com v3, com exceção de como os plurais são tratados.
ru: Варианты v2 и v1 в основном совместимы с v3, за исключением обработки множественного числа.
sv: Varianterna v2 och v1 är i stort sett kompatibla med v3, med undantag för hur pluralformer hanteras.
ta: வி 2 மற்றும் வி 1 வகைகள் பெரும்பாலும் வி 3 உடன் இணக்கமாக உள்ளன, பன்மைகள் எவ்வாறு கையாளப்படுகின்றன என்பதைத் தவிர.
tr: 2. ve 1. sürümler, çoğul biçimlerin işlenmesindeki farklılıklar dışında, çoğunlukla 3. sürüm ile uyumludur.
uk: Версії 2 і 1 є здебільшого сумісними з версією 3, за винятком способу обробки форм множини.
zh_hans: v2 和 v1 变体大体兼容 v3，但复数的处理方式除外。

source: `i18next JSON file v3`
de: `JSON-Datei i18next v3`
ga: `i18an chéad chomhad JSON v3`
hu: `i18next JSON-fájl v3`
id: `Berkas JSON i18next v3`
ja: `i18next JSON v3 ファイル`
nl: `i18next JSON-bestand v3`
pt: `Ficheiro i18next JSON v3`
pt_br: `Arquivo JSON i18next v3`
ru: `Файл i18next JSON v3`
sv: `i18next JSON-fil v3`
ta: 'i18next சாதொபொகு கோப்பு v3'
tr: `i18next JSON dosyası v3`
uk: `Файл JSON i18next v3`

source: The translatable content is extracted from the Adobe InDesign Markup Language files and offered for the translation.
de: Der übersetzbare Inhalt wird aus den Auszeichnungs-Sprachdateien von Adobe InDesign extrahiert und zur Übersetzung angeboten.
ga: Baintear an t-ábhar inaistrithe as comhaid Adobe InDesign Markup Language agus tairgtear é don aistriúchán.
hu: A fordítható tartalom az Adobe InDesign Markup Language fájlokból kerül kinyerésre, és ezek kerülnek fordításra.
id: Konten yang dapat diterjemahkan diekstrak dari berkas Adobe InDesign Markup Language dan ditawarkan untuk diterjemahkan.
ja: 翻訳するコンテンツを、Adobe InDesign マークアップ言語ファイルから抽出し、翻訳するために使用します。
nl: De vertaalbare inhoud wordt uitgenomen uit de bestanden van Adobe InDesign Markup Language en aangeboden voor vertalen.
pt: O conteúdo traduzível é extraído dos ficheiros Adobe InDesign Markup Language e oferecido para a tradução.
pt_br: O conteúdo traduzível é extraído dos arquivos Adobe InDesign Markup Language e oferecido para a tradução.
ro: Conținutul traductibil este extras din fișierele Adobe InDesign Markup Language și oferit pentru traducere.
ru: Переводимое содержимое извлекается из файлов языка разметки Adobe InDesign и предлагается для перевода.
sv: Det översättningsbara innehållet extraheras från Adobe InDesign Markup Language-filerna och erbjuds för översättning.
ta: மொழிபெயர்க்கக்கூடிய உள்ளடக்கம் அடோப் இன்டிசைன் மார்க்அப் மொழி கோப்புகளிலிருந்து பிரித்தெடுக்கப்பட்டு மொழிபெயர்ப்புக்காக வழங்கப்படுகிறது.
tr: Çevrilebilir içerik, Adobe InDesign markup dili dosyalarından ayıklanır ve çevrilmek üzere sunulur.
uk: Придатні до перекладу дані буде видобуто з файлів мови розмітки Adobe InDesign і запропоновано до перекладу.
zh_hans: 可翻译内容从 Adobe InDesign 标记语言文件中提取并提供翻译。
zh_hant: 從Adobe Indesign標記語言文件中提取可翻譯內容，並為翻譯提供。

source: `IDML file`
de: `IDML-Datei`
ga: `Comhad IDML`
hu: `IDML-fájl`
id: `Berkas IDML`
ja: `IDML ファイル`
nl: `IDML-bestand`
pt_br: `Arquivo IDML`
ru: `Файл IDML`
sv: `IDML-fil`
ta: 'ஐடிஎம்எல் கோப்பு'
tr: `IDML dosyası`
uk: `Файл IDML`
zh_hans: `IDML 文件`

source: INI translations
de: INI-Übersetzungen
ga: Aistriúcháin INI
hu: INI-fordítások
id: Terjemahan INI
ja: INI の翻訳
nl: INI-vertalingen
pt: Traduções de INI
pt_br: Traduções de INI
ro: Traduceri INI
ru: Переводы в INI-файлах
sv: INI-översättningar
ta: ஐ.என்.ஐ மொழிபெயர்ப்புகள்
tr: INI çevirileri
uk: Переклади INI
zh_hans: INI 翻译
zh_hant: INI 翻譯

source: INI file format for translations. Weblate currently supports several variants of JSON translations:
de: INI-Dateiformat für Übersetzungen. Weblate unterstützt derzeit mehrere Varianten von JSON-Übersetzungen:
ga: Formáid comhaid INI le haghaidh aistriúcháin. Tacaíonn Weblate le roinnt leaganacha aistriúcháin JSON faoi láthair:
hu: INI fájlformátum fordításra. A Weblate jelenleg többféle INI-változatot támogat:
id: Format berkas INI untuk terjemahan. Weblate saat ini mendukung beberapa varian terjemahan JSON:
ja: 翻訳用の INI ファイル形式です。現在 Weblate が対応している JSON 翻訳ファイル:
nl: INI-bestandsindeling voor vertalingen. Weblate ondersteunt momenteel verscheidene varianten van vertalingen voor JSON:
pt_br: Formato de arquivo INI para traduções. O Weblate atualmente tem suporte a várias variantes das traduções JSON:
ru: Формат файла INI для переводов. Weblate в настоящее время поддерживает несколько вариантов перевода JSON:
sv: INI-filformat för översättningar. Weblate stöder för närvarande flera varianter av JSON-översättningar:
ta: மொழிபெயர்ப்புகளுக்கான ஐ.என்.ஐ கோப்பு வடிவம். வலைபெயர்ப்பு தற்போது சேஎச்ஓஎன் மொழிபெயர்ப்புகளின் பல வகைகளை ஆதரிக்கிறது:
tr: Çeviriler için INI dosya biçimi. Weblate şu anda JSON çevirilerinin birkaç çeşidini destekler:
uk: Формат файлів INI для перекладів. У поточній версії Weblate передбачено підтримку декількох варіантів перекладів JSON:
zh_hans: 用于翻译的 INI 文件格式。 Weblate 当前支持几种 JSON 翻译文件的变体：

source: Monolingual INI files
de: Einsprachige INI-Dateien
ga: Comhaid INI aonteangacha
hu: Egynyelvű INI-fájlok
id: Berkas INI monolingual
ja: モノリンガル INI ファイル
nl: Eentalige INI-bestanden
pt_br: Arquivos INI monolíngues
ru: Одноязычные файлы INI
sv: Enspråkiga INI-filer
ta: ஒற்றை மொழி ஐ.என்.ஐ கோப்புகள்
tr: Tek dilli INI dosyaları
uk: Одномовні файли INI
zh_hans: 单语言 INI 文件

source: INI translations are usually used as monolingual translations.
de: INI-Übersetzungen werden normalerweise als einsprachige Übersetzungen verwendet.
ga: De ghnáth úsáidtear aistriúcháin INI mar aistriúcháin aonteangacha.
hu: Az INI-fordításokat általában egynyelvű fordításként használják.
id: Terjemahan INI biasanya digunakan sebagai terjemahan monolingual.
ja: INI 翻訳は、通常、モノリンガル翻訳として使用します。
nl: Vertalingen van INI worden gewoonlijk gebruikt als eentalige vertalingen.
pt: As traduções de INI são geralmente usadas como traduções monolíngues.
pt_br: As traduções de INI são geralmente usadas como traduções monolíngues.
ro: Traducerile INI sunt utilizate de obicei ca traduceri monolingve.
ru: Переводы в INI-файлах обычно используются в качестве одноязычных переводов.
sv: INI-översättningar används vanligtvis som enspråkiga översättningar.
ta: ஐ.என்.ஐ மொழிபெயர்ப்புகள் பொதுவாக ஒற்றை மொழி மொழிபெயர்ப்புகளாகப் பயன்படுத்தப்படுகின்றன.
tr: INI çevirileri genellikle tek dilli çeviriler olarak kullanılır.
uk: Переклади INI, зазвичай, використовуються як одномовні переклади.
zh_hans: INI 翻译通常用作单语言翻译。
zh_hant: INI 翻譯通常用作單語言翻譯。

source: Weblate only extracts keys from sections within an INI file. In case your INI file lacks sections, you might want to use :ref:`joomla` or :ref:`javaprop` instead.
de: Weblate extrahiert nur Schlüssel aus Abschnitten innerhalb einer INI-Datei. Falls Ihre INI-Datei keine Abschnitte enthält, sollten Sie stattdessen :ref:`joomla` oder :ref:`javaprop` verwenden.
ga: Ní bhaineann Weblate ach eochracha as rannóga laistigh de chomhad INI. I gcás nach bhfuil ailt ar do chomhad INI, b'fhéidir gur mhaith leat :ref:`joomla` nó :ref:`javaprop` a úsáid ina ionad sin.
hu: A Weblate csak a szekciókon belüli kulcsokat olvassa ki az INI-fájlokból. Ha a fájl nem tartalmaz szekciókat, érdemes inkább a :ref:`joomla` vagy a :ref:`javaprop` formátumot használni.
id: Weblate hanya mengekstrak kunci dari bagian dalam berkas INI. Jika berkas INI Anda tidak memiliki bagian, Anda mungkin ingin menggunakan :ref:`joomla` atau :ref:`javaprop` sebagai gantinya.
ja: Weblate は、INI ファイル内のセクションからのみキーを抽出します。INI ファイルにセクションがない場合は、代わりに :ref:`joomla` もしくは :ref:`javaprop` を使用してください。
nl: Weblate neemt alleen sleutels uit secties binnen een INI-bestand uit. In het geval uw INI-bestand geen secties heeft, wilt u misschien :ref:`joomla` of :ref:`javaprop` in plaats daarvan gebruiken.
pt: O Weblate só extrai chaves de secções dentro de um ficheiro INI. Caso o seu ficheiro INI não tenha secções, quereria usar :ref:`joomla` ou :ref:`javaprop`.
pt_br: O Weblate só extrai chaves de seções dentro de um arquivo INI. Caso seu arquivo INI não tenha seções, você pode querer usar :ref:`joomla` ou :ref:`javaprop`.
ro: Weblate extrage cheile numai din secțiunile dintr-un fișier INI. În cazul în care fișierul INI nu are secțiuni, este posibil să doriți să utilizați în schimb :ref:`joomla` sau :ref:`javaprop`.
ru: Weblate извлекает ключи только из внутренних секций INI-файла. Если в вашем INI-файле нет секций, то, возможно, вместо INI вам стоит использовать формат переводов :ref:`Joomla <joomla>` или :ref:`Java <javaprop>`.
sv: Weblate extraherar endast nycklar från sektioner i en INI-fil. Om din INI-fil saknar sektioner kan du istället använda :ref:`joomla` eller :ref:`javaprop`.
tr: Weblate, yalnızca bir INI dosyasındaki bölümlerden anahtarları ayıklar. INI dosyanızda bölümler yoksa, bunun yerine :ref:`joomla` ya da :ref:`javaprop` kullanmak isteyebilirsiniz.
uk: Weblate видобуває ключові слова лише з розділів у файлі INI. Якщо у файлі INI немає розділів, вам варто скористатися форматом :ref:`joomla` або :ref:`javaprop`.
zh_hans: Weblate 只从 INI 文件内的章节中提取键。在您的 INI 文件缺乏章节的情况下，会想要替代使用 :ref:`joomla` 或 :ref:`javaprop`。
zh_hant: Weblate 只從 INI 文件內的章節中提取鍵。在您的 INI 文件缺乏章節的情況下，會想要替代使用 :ref:`joomla` 或 :ref:`javaprop`。

source: `INI File`
de: `INI-Datei`
ga: `INI Comhad`
hu: `INI-fájl`
id: `Berkas INI`
ja: `INI ファイル`
nl: `INI-bestand`
pt: `Ficheiro INI`
pt_br: `Arquivo INI`
ro: `FIșier INI`
ru: `INI-файл`
sv: `INI-fil`
ta: 'ஐ.என்.ஐ கோப்பு'
tr: `INI dosyası`
uk: `файл INI`
zh_hans: `INI 文件`

source: Inno Setup INI translations
de: Inno-Setup-INI-Übersetzungen
ga: Aistriúcháin INI Inno Setup
hu: Inno Setup INI fordítások
id: Terjemahan INI Inno Setup
ja: Inno Setup INI の翻訳
nl: Inno Setup INI vertalingen
pt: Traduções Inno Setup INI
pt_br: Traduções de Inno Setup INI
ro: Traduceri Inno Setup INI
ru: Переводы в INI-файлах Inno Setup
sv: Inno Setup INI-översättningar
ta: inno setup இனி மொழிபெயர்ப்புகள்
tr: Inno Setup INI çevirileri
uk: Переклади INI Inno Setup
zh_hans: Inno Setup INI 翻译

source: Inno Setup INI file format for translations.
de: Inno-Setup-INI-Dateiformat für Übersetzungen.
ga: Inno Socrú Formáid comhaid INI le haghaidh aistriúcháin.
hu: Inno Setup INI fájlformátum fordításhoz.
id: Format berkas INI INNO Setup untuk terjemahan.
ja: 翻訳用の Inno Setup INI ファイル形式。
nl: Inno Setup INI-bestandsindeling voor vertalingen.
pt: Formato de ficheirio Inno Setup INI para traduções.
pt_br: Formato de arquivo Inno Setup INI para traduções.
ro: Formatul de fișier Inno Setup INI pentru traduceri.
ru: Формат INI-файлов Inno Setup для переводов.
sv: Inno Setup INI-filformat för översättningar.
ta: மொழிபெயர்ப்புகளுக்கான inno அமைப்பு இனி கோப்பு வடிவம்.
tr: Çeviriler için Inno Setup INI dosya biçimi.
uk: Формат файлів INI Inno Setup для перекладу.
zh_hans: 用于翻译的 Inno Setup INI 文件格式。

source: Inno Setup INI translations are usually used as monolingual translations.
de: Inno-Setup-INI-Übersetzungen werden normalerweise als einsprachige Übersetzungen verwendet.
ga: Inno Setup Úsáidtear aistriúcháin INI mar aistriúcháin aonteangacha de ghnáth.
hu: Az Inno Setup INI fordításokat jellemzően egynyelvűként használják.
id: Terjemahan INI Inno Setup biasanya digunakan sebagai terjemahan monolingual.
ja: Inno Setup INI の翻訳は、通常、モノリンガルの翻訳として使用します。
nl: Inno Setup INI-vertaalbestanden worden gewoonlijk gebruikt als eentalige vertalingen.
pt: As traduções Inno Setup INI são normalmente usadas como traduções monolingues.
pt_br: As traduções de Inno Setup INI são geralmente usadas como traduções monolíngues.
ro: Traducerile Inno Setup INI sunt utilizate de obicei ca traduceri monolingve.
ru: Переводы в INI-файлах Inno Setup обычно используются в качестве одноязычных переводов.
sv: Inno Setup INI-översättningar används vanligtvis som enspråkiga översättningar.
ta: inno setup இனி மொழிபெயர்ப்புகள் பொதுவாக ஒற்றை மொழி மொழிபெயர்ப்புகளாகப் பயன்படுத்தப்படுகின்றன.
tr: Inno Setup INI çevirileri genellikle tek dilli çeviriler olarak kullanılır.
uk: Переклади INI Inno Setup, зазвичай, використовуються як одномовні переклади.
zh_hans: Inno Setup INI 翻译，通常用作单语言翻译。

source: The only notable difference to :ref:`ini` is in supporting ``%n`` and ``%t`` placeholders for line break and tab.
de: Der einzige nennenswerte Unterschied zu :ref:`ini` besteht in der Unterstützung der Platzhalter ``%n`` und ``%t`` für Zeilenumbruch und Tabulator.
ga: Is é an t-aon difríocht shuntasach a bhaineann le :ref:`ini` ná tacaíocht a thabhairt do choinneálaithe ionad ``%n`` agus ``% t`` le haghaidh briseadh líne agus cluaisín.
hu: Az egyetlen lényeges eltérés az :ref:`ini` formátumhoz képest, hogy támogatja a ``%n`` és ``%t`` helyettesítő karaktereket a sortöréshez és a tabulátorhoz.
id: Satu-satunya perbedaan penting dengan :ref:`ini` adalah dalam mendukung penempatan ``%n`` dan ``%t`` untuk jeda baris dan tab.
ja: :ref:`ini` との唯一の明確な違いは、改行とタブの ``%n`` および ``%t`` のプレースホルダーに対応することです。
nl: Het enige opvallende verschil met :ref:`ini` ligt in het ondersteunen van plaatsvervangers ``%n`` en ``%t`` voor regeleinde en tab.
pt: A única diferença notável para :ref:`ini` é ter suporte aos espaços reservados ``%n`` and ``%t`` para quebra de linha e tabulação.
pt_br: A única diferença notável para :ref:`ini` é ter suporte aos espaços reservados ``%n`` and ``%t`` para quebra de linha e tabulação.
ro: Singura diferență notabilă față de :ref:`ini` este aceea că suportă caracterele de substituție ``%n`` și ``%t``` pentru pauză de linie și tabulare.
ru: Единственным заметным отличием от :ref:`обычных переводов в INI-файлах <ini>` является поддержка заполнителей ``%n`` и ``%t`` для символов переноса строки и табуляции.
sv: Den enda märkbara skillnaden jämfört med :ref:`ini` är stödet för platshållarna ``%n`` och ``%t`` för radbrytning och tabb.
tr: :ref:`ini` ile arasındaki dikkate değer tek fark, satır sonu için ``%n`` ve sekme için ``%t`` kodlarının desteklenmesidir.
uk: Єдиною помітною відмінністю від :ref:`ini` є підтримка замінників ``%n`` і ``%t`` для розриву рядка і табуляції.
zh_hans: 唯一需要注意的差异是 :ref:`ini` 支持 ``%n`` 和 ``%t`` 占位符用于换行和制表符。
zh_hant: 唯一需要注意的差異是 :ref:`ini` 支持 ``%n`` 和 ``%t`` 佔位符用於換行和製表符。

source: Only Unicode files (``.islu``) are currently supported, ANSI variant (``.isl``) is currently not supported.
de: Nur Unicode-Dateien (``.islu``) werden derzeit unterstützt, die ANSI-Variante (``.isl``) wird derzeit nicht unterstützt.
ga: Ní thacaítear ach le comhaid Unicode (``.islu``) faoi láthair, ní thacaítear le leagan ANSI (``.isl``) faoi láthair.
hu: Jelenleg csak Unicode fájlok (``.islu``) támogatottak, az ANSI változat (``.isl``) jelenleg nem támogatott.
id: Hanya berkas Unicode (``.islu``) yang saat ini didukung, varian ANSI (``.isl``) saat ini tidak didukung.
ja: 現在、Unicode ファイル （``.islu``）のみに対応しており、ANSI 版（``.isl``）には対応していません。
nl: Alleen bestanden van Unicode (``.islu``) worden momenteel ondersteund, variant ANSI (``.isl``) wordt momenteel niet ondersteund.
pt: Apenas ficheiros Unicode (``.islu``) são suportados atualmente, a variante ANSI (``.isl``) não é suportada atualmente.
pt_br: Apenas arquivos Unicode (``.islu``) são suportados atualmente, a variante ANSI (``.isl``) não é suportada atualmente.
ro: Doar fișierele Unicode (``.islu``) sunt acceptate în prezent, varianta ANSI (``.isl``) nu este acceptată în prezent.
ru: На текущий момент поддерживаются только юникодные файлы (``.islu``), файлы в кодировке ANSI (``.isl``) в настоящее время не поддерживаются.
sv: Endast Unicode-filer (``.islu``) stöds för närvarande, ANSI-varianten (``.isl``) stöds inte för närvarande.
ta: யுனிகோட் கோப்புகள் மட்டுமே ('.islu') தற்போது ஆதரிக்கப்படுகின்றன, ansi மாறுபாடு ('.isl') தற்போது ஆதரிக்கப்படவில்லை.
tr: Şu anda yalnızca Unicode dosyaları (``.islu``) destekleniyor. ANSI çeşidi (``.isl``) şu anda desteklenmiyor.
uk: У поточній версії передбачено підтримку лише файлів Unicode (``.islu``), підтримки варіанта ANSI (``.isl``) у поточній версії не передбачено.
zh_hans: 当前只支持 Unicode 文件（``.islu``），当前不支持 ANSI 变体（``.isl``）。
zh_hant: 當前只支持 Unicode 文件（``.islu``），當前不支持 ANSI 變體（``.isl``）。

source: `Inno Setup INI File`
de: `Inno-Setup-INI-Datei`
ga: `Inno Socrú INI Comhad`
hu: `Inno Setup INI-fájl`
id: `Berkas Inno Setup INI`
ja: `Inno Setup INI ファイル`
nl: `InnoSetup INI-bestand`
pt: `Ficheiro Inno Setup INI`
pt_br: `Arquivo Inno Setup INI`
ro: `Inno Setup INI Fișier`
ru: `INI-файл Inno Setup`
sv: `Inno Setup INI-fil`
ta: 'இன்னோ அமைவு ஐ.என்.ஐ கோப்பு'
tr: `Inno Setup INI dosyası`
uk: `файл INI Inno Setup`
zh_hans: `Inno Setup INI 文件`

source: Java properties
ga: Java airíonna
id: Atribut Java
ja: Java プロパティ
nl: Java eigenschappen
pt: Propriedades Java
pt_br: Propriedades Java
ro: Proprietăți Java
ru: Файлы свойств Java
sv: Java-egenskaper
ta: சாவா பண்புகள்
tr: Java özellikleri
uk: Властивості Java
zh_hans: Java 属性
zh_hant: Java 屬性

source: Native Java format for translations.
de: Natives Java-Format für Übersetzungen.
ga: Formáid dhúchais Java le haghaidh aistriúcháin.
hu: Natív Java formátum fordításokhoz.
id: Format Java asli untuk terjemahan.
ja: 翻訳用のネイティブな Java フォーマット。
nl: Eigen Java-indeling voor vertalingen.
pt: Formato nativo do Java para traduções.
pt_br: Formato nativo do Java para traduções.
ro: Format nativ Java pentru traduceri.
ru: Родной формат Java для переводов.
sv: Inbyggt Java-format för översättningar.
ta: மொழிபெயர்ப்புகளுக்கான பூர்வீக சாவா வடிவம்.
tr: Çeviriler için doğal Java biçimi.
uk: Власний формат Java для перекладів.
zh_hans: Java 原生翻译格式。
zh_hant: 用於翻譯的本地 Java 格式。

source: Java properties are usually used as monolingual translations.
de: Java-Eigenschaften werden normalerweise als einsprachige Übersetzungen verwendet.
ga: Úsáidtear airíonna Java mar aistriúcháin aonteangacha de ghnáth.
hu: A Java properties fájlokat jellemzően egynyelvű fordításként használják.
id: Properti Java biasanya digunakan sebagai terjemahan monolingual.
ja: Java プロパティは、通常、モノリンガルの翻訳として使用します。
nl: Java properties worden gewoonlijk gebruikt als eentalige vertalingen.
pt: As propriedades Java são geralmente usadas como traduções monolíngues.
pt_br: As propriedades Java são geralmente usadas como traduções monolíngues.
ro: Proprietățile Java sunt utilizate de obicei ca traduceri monolingve.
ru: Файлы свойств Java обычно используются в качестве одноязычных переводов.
sv: Java-egenskaper används vanligtvis som enspråkiga översättningar.
ta: சாவா பண்புகள் பொதுவாக ஒற்றை மொழி மொழிபெயர்ப்புகளாகப் பயன்படுத்தப்படுகின்றன.
tr: Java özellikleri genellikle tek dilli çeviriler olarak kullanılır.
uk: Властивості Java, зазвичай, використовуються як одномовні переклади.
zh_hans: Java 属性通常用作单语言翻译。
zh_hant: Java 屬性通常用作單語言翻譯。
