Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Activity reports check changes of translations, for projects, components or individual users.
de: In Aktivitätsberichten werden Änderungen an Übersetzungen für Projekte, Komponenten oder einzelne Benutzer überprüft.
ga: Seiceálann tuarascálacha gníomhaíochta athruithe aistriúcháin, do thionscadail, comhpháirteanna nó úsáideoirí aonair.
hu: A tevékenységi jelentések a fordítások változásait követik nyomon — projektszinten, összetevőszinten vagy egyéni felhasználók esetén.
id: Laporan aktivitas memeriksa perubahan terjemahan, untuk proyek, komponen, atau pengguna individu.
ja: 作業履歴は、プロジェクト、コンポーネント、または個々のユーザーの翻訳の作業を確認します。
nl: Rapporten van activiteiten controleren wijzigingen van vertalingen, voor projecten, onderdelen of individuele gebruikers.
pt: Os relatórios de atividades verificam as alterações das traduções, para projetos, componentes ou utilizadores individuais.
pt_br: Os relatórios de atividades verificam as alterações das traduções, para projetos, componentes ou usuários individuais.
ro: Rapoartele de activitate verifică modificările de traduceri, pentru proiecte, componente sau utilizatori individuali.
ru: Отчёты о деятельности показывают изменения переводов для проектов, компонентов или отдельных пользователей.
sv: Aktivitetsrapporter kontrollerar ändringar i översättningar för projekt, komponenter eller enskilda användare.
ta: செயல்பாட்டு அறிக்கைகள் திட்டங்கள், கூறுகள் அல்லது தனிப்பட்ட பயனர்களுக்கான மொழிபெயர்ப்புகளின் மாற்றங்களைச் சரிபார்க்கின்றன.
tr: Etkinlik raporları, projeler, bileşenler ya da bireysel kullanıcılar için çeviri değişikliklerini denetler.
uk: Звіти щодо дій збирають дані щодо змін у перекладах для проєктів, складників і окремих користувачів.
zh_hans: 活动报告检查项目、部件或独立用户的翻译的更改。
zh_hant: 活動報告檢查項目、組件或獨立用戶的翻譯的更改。

source: The activity reports for a project or component is accessible from its dashboard, on the :guilabel:`Info` tab.
de: Die Aktivitätsberichte für ein Projekt oder eine Komponente sind über die Übersichtsseite auf der Reiterkarte :guilabel:`Information` zugänglich.
ga: Tá rochtain ar na tuairiscí gníomhaíochta do thionscadal nó do chomhpháirt óna dheais, ar an táb :guilabel:`Info`.
hu: Egy projekt vagy összetevő tevékenységi jelentése az vezérlőpult :guilabel:`Információ` fülén érhető el.
id: Laporan aktivitas untuk suatu proyek atau komponen dapat diakses dari dasbornya, pada tab :guilabel:`Info`.
ja: プロジェクトまたはコンポーネントの作業履歴のレポートは、ダッシュボードの :guilabel:`情報` タブから確認できます。
nl: De rapporten voor activiteiten voor een project of onderdeel is toegankelijk vanuit het dashboard ervan, op de tab :guilabel:`Informatie`.
pt: Os relatórios de atividades de um projeto ou componente podem ser acessados em seu painel, na guia :guilabel:`Info`.
pt_br: Os relatórios de atividades de um projeto ou componente podem ser acessados em seu painel, na guia :guilabel:`Informações`.
ro: Rapoartele de activitate pentru un proiect sau o componentă sunt accesibile din tabloul de bord al acestuia, în fila :guilabel:`Info`.
ru: Отчёты о деятельности для проекта или компонента доступны из его панели управления, на вкладке :guilabel:`Инфо`.
sv: Aktivitetsrapporterna för ett projekt eller en komponent är tillgängliga från dess instrumentpanel, på fliken :guilabel:`Info`.
ta: ஒரு திட்டம் அல்லது கூறுகளுக்கான செயல்பாட்டு அறிக்கைகளை அதன் டாச்போர்டிலிருந்து, "குய்லாபெல்:'தகவல்' தாவலில் அணுகலாம்.
tr: Bir proje ya da bileşenin etkinlik raporlarına panodaki :guilabel:`Bilgiler` sekmesinden erişilebilir.
uk: Доступ до звітів щодо дій у проєкті або складнику можна отримати за допомогою панелі приладів, на вкладці :guilabel:`Відомості`.
zh_hans: 一个项目或部件的活动报告可以从其操作面板上的 :guilabel:`信息` 选项卡中获取。
zh_hant: 項目或組件的活動報告可以從其面板上訪問，具體位置在面板的 :guilabel:`Info` 標籤頁。

source: More reports are accessible on the :guilabel:`Insights` tab, selecting :guilabel:`Translation reports`.
de: Weitere Berichte finden Sie auf der Reiterkarte :guilabel:`Einblicke` unter :guilabel:`Übersetzungsberichte`.
ga: Tá teacht ar thuarascálacha breise ar an táb :guilabel:`Insights`, ag roghnú :guilabel:`Tuarascálacha aistriúcháin`.
hu: További jelentések érhetők el az :guilabel:`Áttekintés` fülön, a :guilabel:`Fordítási jelentések` lehetőség kiválasztásával.
id: Laporan lebih lanjut dapat diakses pada tab :guilabel:`Insights`, pilih :guilabel:`Translation reports`.
ja: その他の報告は、:guilabel:`詳細` タブで :guilabel:`翻訳のレポート` を選択して確認できます。
nl: Meer rapporten zijn toegankelijk op de tab :guilabel:`Inzicht`, selecteer :guilabel:`Rapporten vertaling`.
pt: Mais relatórios estão acessíveis na guia :guilabel:`Insights`, a selecionar :guilabel:`Relatórios de tradução`.
pt_br: Mais relatórios estão acessíveis na guia :guilabel:`Colaborações`, selecionando :guilabel:`Relatórios de tradução`.
ro: Mai multe rapoarte sunt accesibile în fila :guilabel:`Insights`, selectând :guilabel:`Translation reports`.
ru: Другие отчеты доступны на вкладке :guilabel:`Аналитика` в подпункте :guilabel:`Отчёты по переводам`.
sv: Fler rapporter finns tillgängliga under fliken :guilabel:`Insights`, genom att välja :guilabel:`Translation reports`.
ta: மேலும் அறிக்கைகள் :guilabel:'insights' தாவலில் அணுகலாம், "guilabel:'மொழிபெயர்ப்பு அறிக்கைகள்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Daha fazla rapora :guilabel:`İstatistikler` sekmesinden :guilabel:`Çeviri raporları` seçilerek erişilebilir.
uk: Доступ до додаткових звітів можна отримати за допомогою вкладки :guilabel:`Огляди`, якщо вибрати :guilabel:`Звіти про переклад`.
zh_hans: 更多报告可以从 :guilabel:`洞察` 选项卡中获取，选择 :guilabel:`翻译报告`。
zh_hant: 更多報告可以在 :guilabel:`Insights`標籤上訪問，選擇 :guilabel:`Translation reports`。

source: The activity of the currently signed in user can be seen by clicking on the user name from the user menu on the top right.
de: Die Aktivität des aktuell angemeldeten Benutzers können Sie einsehen, indem Sie im Benutzermenü oben rechts auf den Benutzernamen klicken.
ga: Is féidir gníomhaíocht an úsáideora atá sínithe isteach faoi láthair a fheiceáil trí chliceáil ar an ainm úsáideora ón roghchlár úsáideora ar dheis ar bharr.
hu: Az éppen bejelentkezett felhasználó tevékenysége megtekinthető a jobb felső sarokban lévő felhasználói menüből, a felhasználónévre kattintva.
id: Aktivitas pengguna yang saat ini masuk dapat dilihat dengan mengklik nama pengguna dari menu pengguna di kanan atas.
ja: 現在サインインしているユーザーの作業履歴は、右上のユーザー メニューからユーザー名をクリックすると表示されます。
nl: De activiteit van de momenteel ingelogde gebruiker kunnen worden bekeken door te klikken op de gebruikersnaam in het menu gebruiker rechtsboven.
pt: A atividade do utilizador atualmente conectado pode ser vista clicando no nome de utilizador no menu do utilizador no canto superior direito.
pt_br: A atividade do usuário atualmente conectado pode ser vista clicando no nome de usuário no menu do usuário no canto superior direito.
ro: Activitatea utilizatorului conectat în prezent poate fi văzută făcând clic pe numele utilizatorului din meniul utilizatorului din dreapta sus.
ru: Активность текущего пользователя, вошедшего в систему, можно увидеть, щёлкнув имя пользователя в меню пользователя в правом верхнем углу.
sv: Den aktivitet som den inloggade användaren utför kan ses genom att klicka på användarnamnet i användarmenyn längst upp till höger.
ta: மேல் வலதுபுறத்தில் உள்ள பயனர் பட்டியலிலிருந்து பயனர் பெயரைக் சொடுக்கு செய்வதன் மூலம் தற்போது கையொப்பமிட்ட பயனரின் செயல்பாட்டைக் காணலாம்.
tr: Oturum açmış olan kullanıcının etkinliği, sağ üstteki kullanıcı menüsünden kullanıcı adına tıklanarak görülebilir.
uk: За діями поточного користувача, від імені якого ви працюєте у системі, можна слідкувати, якщо натиснути пункт імені користувача у меню користувача у верхньому правому куті сторінки.
zh_hans: 可以通过点击右上角用户菜单的用户名来查看当前登录用户的活动。

source: Source strings checks
de: Prüfung der Ausgangszeichenketten
ga: Seiceálacha teaghráin foinse
hu: Forrásszöveg-ellenőrzések
id: Pemeriksaan string sumber
ja: 原文の検査
nl: Controles voor brontekenreeksen
pt: Verificações de cadeia fonte
pt_br: Verificações de texto fonte
ro: Verificări ale șirurilor de surse
ru: Проверки исходных строк
sv: Kontroll av källsträngar
ta: மூல சரங்கள் சரிபார்ப்புகள்
tr: Kaynak dizge denetimleri
uk: Перевірки початкових рядків
zh_hans: 源字符串的检查
zh_hant: 源字符串的檢查

source: Translation string checks
de: Prüfung der Übersetzungszeichenketten
ga: Seiceálacha teaghrán aistriúcháin
hu: Fordítási szövegellenőrzések
id: Pemeriksaan string terjemahan
ja: 翻訳文の検査
nl: Controles vertaling tekenreeks
pt: Verificações da cadeia de tradução
pt_br: Verificações de texto de tradução
ro: Verificări ale șirurilor de traducere
ru: Проверки переведённых строк
sv: Översättningssträngkontroller
ta: மொழிபெயர்ப்பு சரம் சோதனைகள்
tr: Çeviri dizgesi denetimleri
uk: Перевірки рядків перекладу
zh_hans: 翻译字符串的检查
zh_hant: 翻譯字符串的檢查

source: Erroneous failing translation string checks indicate the problem is with the source string. Translators sometimes fix mistakes in the translation instead of reporting it - a typical example is a missing full stop at the end of a sentence.
de: Fehlerhafte Prüfungen von Übersetzungszeichenketten deuten darauf hin, dass das Problem bei der Ausgangszeichenkette liegt. Übersetzer beheben manchmal Fehler in der Übersetzung, anstatt sie zu melden – ein typisches Beispiel ist ein fehlender Punkt am Ende eines Satzes.
ga: Léiríonn seiceálacha teaghrán aistriúcháin teipthe earráide go bhfuil fadhb leis an teaghrán foinse. Uaireanta socraíonn aistritheoirí botúin san aistriúchán seachas é a thuairisciú - is sampla tipiciúil é lánstad in easnamh ag deireadh abairte.
hu: A hibásan meghiúsult fordítási szövegellenőrzések gyakran forrásszöveg-problémát jeleznek. A fordítók olykor kijavítják a hibát a fordításban ahelyett, hogy jeleznék — tipikus példa erre, ha hiányzik a mondat végéről a pont.
id: Pemeriksaan string terjemahan yang galat menunjukkan bahwa masalahnya ada pada string sumber. Penerjemah terkadang memperbaiki kesalahan dalam terjemahan, alih-alih melaporkannya - contoh umum adalah hilangnya titik di akhir kalimat.
ja: 翻訳検査で理不尽にも不合格とされた場合、原文に問題があることを示唆します。翻訳者は、原文の間違いを報告せずに翻訳を修正することがあります - 典型的な例は、文の末尾にピリオドが欠落している場合です。
nl: Foutieve mislukte controles van vertalingen van brontekenreeksen geven aan dat het probleem in de brontekenreeks ligt. Vertalers repareren soms fouten in de vertaling in plaats van het te rapporteren - een typisch voorbeeld daarvan is een ontbrekende punt aan het einde van een zin.
pt: Verificações de cadeia de tradução com falha errónea indicam que o problema é com a cadeia fonte. Os tradutores às vezes corrigem erros na tradução em vez de relatá-los - um exemplo típico é a falta de um ponto final no final de uma frase.
pt_br: Verificações de texto de tradução com falha errônea indicam que o problema é com o texto fonte. Os tradutores às vezes corrigem erros na tradução em vez de relatá-los - um exemplo típico é a falta de um ponto final no final de uma frase.
ro: Verificările eronate ale șirului de traducere nereușite indică faptul că problema este la nivelul șirului sursă. Traducătorii repară uneori greșelile din traducere în loc să le raporteze - un exemplu tipic este un punct final lipsă la sfârșitul unei propoziții.
ru: Ошибочные неудачные проверки переведённых строк говорят о том, что проблема находится в исходной строке. Иногда переводчики вместо того, чтобы сообщать об ошибках в исходных строках, просто исправляют их в переводе; типичный пример такой ошибки — пропущенная точка в конце предложения.
sv: Felaktiga kontroller av översättningssträngar indikerar att problemet ligger i källsträngen. Översättare rättar ibland till fel i översättningen istället för att rapportera dem – ett typiskt exempel är en saknad punkt i slutet av en mening.
ta: பிழையான தோல்வியுற்ற மொழிபெயர்ப்பு சரம் சோதனைகள் மூல சரத்தில் சிக்கல் இருப்பதைக் குறிக்கின்றன. மொழிபெயர்ப்பாளர்கள் சில நேரங்களில் மொழிபெயர்ப்பில் உள்ள தவறுகளை புகாரளிப்பதற்குப் பதிலாக சரிசெய்கிறார்கள் - ஒரு பொதுவான எடுத்துக்காட்டு ஒரு வாக்கியத்தின் முடிவில் விடுபட்ட முழு நிறுத்தம்.
tr: Hatalı olan çeviri dizgesi denetimleri, sorunun kaynak dizgede olduğunu gösterir. Çevirmenler bazen çevirideki hataları bildirmek yerine düzeltirler. Tipik bir örnek, bir cümlenin sonundaki eksik bir noktadır.
uk: Перевірки щодо помилок у перекладах вказують на проблему у початковому рядку. Перекладачі іноді виправляють помилки у перекладі, не повідомляючи про них. Типовим прикладом є пропущена крапка наприкінці речення.
zh_hans: 错误的未通过的翻译字符串检查表明问题出在源字符串上。译者有时会更正翻译中的错误，而不是将其报告——一个典型的示例是在句子的结尾缺少一个句号。
zh_hant: 翻譯字符串檢查失敗錯誤地指示問題在源字符串。翻譯者有時在翻譯中更正錯誤而不是將其匯報——典型的例子是在句子的末尾丟掉句號。

source: Reviewing all failing checks can provide valuable feedback to improve its source strings. To make source strings review easier, Weblate automatically creates a translation for the source language and shows you source level checks there:
de: Die Überprüfung aller fehlgeschlagenen Prüfungen kann wertvolle Rückmeldung zur Verbesserung der Ausgangszeichenketten liefern. Um die Überprüfung der Ausgangszeichenketten zu vereinfachen, erstellt Weblate automatisch eine Übersetzung für die Ausgangssprache und zeigt Ihnen dort die Prüfungen auf Quellcodeebene an:
ga: Má dhéantar athbhreithniú ar gach seiceáil a dteipeann orthu, féadtar aiseolas luachmhar a sholáthar chun a theaghráin foinse a fheabhsú. Chun athbhreithniú teaghráin foinse a dhéanamh níos éasca, cruthaíonn Weblate aistriúchán go huathoibríoch don teanga fhoinseach agus taispeánann sé seiceálacha leibhéal foinse duit ann:
hu: A sikertelen ellenőrzések átnézése értékes visszajelzést adhat a forrásszövegek javításához. A Weblate megkönnyíti ezt azzal, hogy automatikusan létrehoz egy „fordítást” a forrásnyelvhez is, és ott jeleníti meg a forrásszintű ellenőrzéseket:
id: Meninjau semua pemeriksaan yang gagal dapat memberikan umpan balik yang berharga untuk meningkatkan string sumbernya. Untuk memudahkan peninjauan string sumber, Weblate secara otomatis membuat terjemahan untuk bahasa sumber dan menampilkan pemeriksaan tingkat sumber di sana:
ja: 検査に不合格となった項目をすべて確認することで、その原文を改善するための貴重な情報を得られます。原文の査読を容易にするために、Weblate は原文の言語の翻訳を自動的に作成し、同時に原文の検査結果も表示します。表示例:
nl: Beoordelen van alle mislukte controles kan waardevolle terugkoppeling verschaffen om de brontekenreeksen te verbeteren. Weblate maakt automatisch, om net beoordelen van brontekenreeksen gemakkelijker te maken, een vertaling voor de brontaal en geeft u daar controles voor het bronniveau weer:
pt: A revisão de todas as verificações com falha pode dar um feedback valioso para melhorar as cadeias fonte dele. Para tornar a revisão dos textos fonte mais fácil, o Weblate cria automaticamente uma tradução para o idioma fonte e mostra as verificações de nível de fonte lá:
pt_br: A revisão de todas as verificações com falha pode fornecer um feedback valioso para melhorar seus textos fonte. Para tornar a revisão dos textos fonte mais fácil, o Weblate cria automaticamente uma tradução para o idioma fonte e mostra as verificações de nível de fonte lá:
ro: Revizuirea tuturor verificărilor nereușite poate oferi un feedback valoros pentru îmbunătățirea șirurilor sale de surse. Pentru a face mai ușoară revizuirea șirurilor sursă, Weblate creează automat o traducere pentru limba sursă și vă arată verificările la nivel de sursă acolo:
ru: Просмотр всех неудачных проверок может дать ценную обратную связь для улучшения исходных строк проекта. Чтобы упростить рецензирование исходных строк, Weblate автоматически создаёт фиктивный перевод на исходный язык и показывает в нём проверки для исходных строк:
sv: Att granska alla misslyckade kontroller kan ge värdefull feedback för att förbättra källsträngarna. För att underlätta granskningen av källsträngarna skapar Weblate automatiskt en översättning för källspråket och visar där kontroller på källnivå:
ta: தோல்வியுற்ற அனைத்து சோதனைகளையும் மதிப்பாய்வு செய்வது அதன் மூல சரங்களை மேம்படுத்த மதிப்புமிக்க கருத்துக்களை வழங்க முடியும். மூல சரங்கள் மதிப்பாய்வை எளிதாக்க, வலைபெயர்ப்பு தானாகவே மூல மொழிக்கான மொழிபெயர்ப்பை உருவாக்குகிறது மற்றும் அங்கு மூல நிலை சரிபார்ப்புகளைக் காட்டுகிறது:
tr: Başarısız olan tüm denetimleri gözden geçirmek, kaynak dizgelerini geliştirmek için değerli geri bildirimler sağlayabilir. Kaynak dizgelerinin gözden geçirilmesini kolaylaştırmak için, Weblate kendiliğinden kaynak dil için bir çeviri oluşturur ve kaynak düzeyi denetimlerini orada gösterir:
uk: Рецензування усіх непройдених перевірок може надати корисні відомості для вдосконалення ваших початкових рядків. Щоб спростити рецензування початкових рядків, Weblate автоматично створює переклад для початкової мови та показує вам підсумки перевірок на рівні джерела:
zh_hans: 复查所有未通过的检查可以提供有价值的反馈来改进其源字符串。为了使源字符串的复查更容易，Weblate 会自动为源语言创建一个翻译，并在那里显示源语言层次的检查：
zh_hant: 對所有失敗的檢查的複查可以提供有價值的反饋，來改進其源字符串。為了使源字符串複查更容易，Weblate 為源語言自動創建了翻譯，並在那裡向您顯示源語言層次的檢查：

source: One of the most interesting checks here is the :ref:`check-multiple-failures` - it is triggered whenever there is failure on multiple translations of a given string. Usually this is something to look for, as this is a string which translators have problems translating properly.
de: Eine der interessantesten Prüfungen ist die :ref:`check-multiple-failures` – sie wird immer dann ausgelöst, wenn mehrere Übersetzungen einer bestimmten Zeichenkette fehlschlagen. Normalerweise ist dies etwas, worauf man achten sollte, da dies eine Zeichenkette ist, bei der die Übersetzer Probleme haben, sie richtig zu übersetzen.
ga: Ceann de na seiceálacha is suimiúla anseo ná :ref:`check-multiple-failures` - spreagtar é aon uair a bhíonn teip ar iliomad aistriúcháin ar shreang ar leith. De ghnáth is rud é seo le cuardach, mar is teaghrán é seo a mbíonn fadhbanna ag aistritheoirí a aistriú i gceart.
hu: Az egyik leghasznosabb ellenőrzés ebben a körben a :ref:`check-multiple-failures`, amely akkor aktiválódik, ha egy adott szöveg több nyelvi fordításánál is hiba jelentkezik. Ez általában arra utal, hogy a szöveg nehezen fordítható, így érdemes külön figyelmet fordítani rá.
id: Salah satu pemeriksaan paling menarik di sini adalah :ref:`check-multiple-failures` - yang dipicu setiap kali terjadi kegagalan pada beberapa penerjemahan string tertentu. Biasanya ini perlu diperhatikan, karena string ini sulit diterjemahkan dengan benar oleh penerjemah.
ja: ここで重要な検査の 1 つに 、:ref:`check-multiple-failures` があります - 指定された文字列で複数の翻訳の検査で不合格が発生するたびに起動します。通常、これは翻訳者が正確に翻訳する場合に問題となる文字列を探すためのものです。
nl: Een van de meest interessante controles daar is de :ref:`check-multiple-failures` - die wordt geactiveerd als er ene mislukking is voor meerdere vertalingen van een bepaalde tekenreeks. Gewoonlijk is dit iets om naar te zoeken, omdat dit ene tekenreeks is waar vertalers problemen kunnen hebben met het juist vertalen.
pt: Uma das verificações mais interessantes aqui é :ref:`check-multiple-failures` – ela é acionada sempre que há falha em várias traduções de um determinado texto. Normalmente, é algo a procurar, pois é uma cadeia com que os tradutores têm problemas a traduzir corretamente.
pt_br: Uma das verificações mais interessantes aqui é :ref:`check-multiple-failures` – ela é acionada sempre que há falha em várias traduções de um determinado texto. Normalmente, é algo a se buscar, pois é um texto que os tradutores têm problemas para traduzir corretamente.
ro: Una dintre cele mai interesante verificări de aici este :ref:`check-multiple-failures` - este declanșată ori de câte ori există un eșec în mai multe traduceri ale unui anumit șir de caractere. De obicei, acest lucru trebuie căutat, deoarece este vorba de un șir de caractere pe care traducătorii au probleme în a-l traduce corect.
ru: Одной из наиболее интересных проверок здесь является проверка :ref:`check-multiple-failures` — она возникает всякий раз, когда возникает неудачная проверка в нескольких переводах указанной строки. Обычно эта строка и оказывается тем, что вы искали — поскольку на ней у переводчиков возникли проблемы с её правильным переводом.
sv: En av de mest intressanta kontrollerna här är :ref:`check-multiple-failures` – den utlöses varje gång det uppstår fel i flera översättningar av en given sträng. Vanligtvis är detta något man bör leta efter, eftersom det är en sträng som översättarna har problem att översätta korrekt.
tr: En ilginç denetimlerden biri :ref:`check-multiple-failures`, belirli bir dizgenin birden fazla çevirisinde hata olduğunda tetiklenir. Genellikle bu durum, çevirmenlerin düzgün çeviri yapmakta zorlandığı bir dizge olduğu için istenen bir şeydir.
uk: Однією із найцікавіших перевірок тут є :ref:`check-multiple-failures`. Ця перевірка виконується кожного разу, коли буде виявлено помилку із декількома перекладами вказаного рядка. Зазвичай, це саме те, що слід шукати, оскільки це вказує на рядок, який перекладачі не можуть перекласти належним чином.
zh_hans: 这里一个最有趣的检查是 :ref:`check-multiple-failures` ——只要给定字符串的多个翻译有一个未通过检查，就会触发它。通常情况下，这是要寻找的东西，因为这是一个译者在正常翻译时遇到问题的字符串。
zh_hant: 這裡一個最有趣的檢查是 :ref:`check-multiple-failures` ——無論何時給定字符串的多個翻譯失敗時會觸發它。通常這是要查找的東西，因為這是翻譯者正常翻譯有問題的字符串。

source: The detailed listing is a per language overview:
de: Die detaillierte Auflistung ist eine Übersicht pro Sprache:
ga: Is forbhreathnú in aghaidh na teanga atá sa liosta mionsonraithe:
hu: A részletes lista nyelvenkénti bontásban érhető el:
id: Daftar terperinci adalah ikhtisar per bahasa:
ja: 言語ごとの詳細な概要:
nl: De gedetailleerde vermelding is per taaloverzicht:
pt: A lista detalhada é uma visão geral por idioma:
pt_br: A lista detalhada é uma visão geral por idioma:
ro: Lista detaliată este o prezentare generală pentru fiecare limbă:
ru: По каждому языку даётся подробный список:
sv: Den detaljerade listan är en översikt per språk:
ta: விரிவான பட்டியல் ஒரு மொழி கண்ணோட்டம்:
tr: Ayrıntılı liste, her dilin özetini görüntüler:
uk: Докладний список є оглядом на рівні мови:
zh_hans: 具体列表是每种语言的概况：
zh_hant: 具體列表是每種語言的概況：

source: Receiving source string feedback
de: Rückmeldung zur Ausgangszeichenkette erhalten
ga: Aiseolas teaghrán foinse á fháil
hu: Forrásszöveghez érkező visszajelzések fogadása
id: Menerima umpan balik string sumber
ja: 原文のフィードバックの受け取り
nl: Terugkoppeling brontekenreeks ontvangen
pt: A receber feedback sobre a cadeia fonte
pt_br: Recebendo feedback de texto fonte
ro: Recepționarea feedback-ului șirului sursă
ru: Получение обратной связи об исходных строках
sv: Mottagande av feedback om källsträngen
ta: மூல சரம் பின்னூட்டத்தைப் பெறுதல்
tr: Kaynak dizge geri bildirimi almak
uk: Отримання відгуків щодо початкових рядків
zh_hans: 接收源字符串反馈

source: Building the translation community
id: Membangun komunitas terjemahan
sv: Bygga upp översättningsgemenskapen
uk: Розбудова спільноти перекладачів
