Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For bilingual formats, the strings are typically extracted from the source code (for example by using :program:`xgettext`) and adding new strings in Weblate should be disabled (they would be discarded next time you update the translation files). In Weblate you can manage strings for every translation and it does not enforce the strings in all translations to be consistent.
de: Bei zweisprachigen Formaten werden die Zeichenketten in der Regel aus dem Quellcode extrahiert (z. B. mit :program:`xgettext`), und das Hinzufügen neuer Zeichenketten in Weblate sollte deaktiviert werden (sie würden bei der nächsten Aktualisierung der Übersetzungsdateien verworfen werden). In Weblate können Sie Zeichenketten für jede Übersetzung verwalten, und es wird nicht erzwungen, dass die Zeichenketten in allen Übersetzungen konsistent sind.
ga: Maidir le formáidí dátheangacha, is gnách go mbaintear na teaghráin as an gcód foinse (mar shampla trí úsáid a bhaint as :program:`xgettext`) agus ba cheart teaghráin nua a chur leis in Weblate a dhíchumasú (chuirfí as an áireamh iad an chéad uair eile a dhéanann tú na comhaid aistriúcháin a nuashonrú). In Weblate is féidir leat teaghráin a bhainistiú do gach aistriúchán agus ní chuireann sé i bhfeidhm na teaghráin i ngach aistriúchán a bheith comhsheasmhach.
hu: Kétnyelvű formátumok esetén a szövegeket jellemzően a forráskódból nyerik ki (például az :program:`xgettext` segítségével), és célszerű letiltani az új szövegek hozzáadását a Weblate-ben (mivel az új szövegek a fordítási fájlok frissítésekor elvesznének). A Weblate-ben a szövegek minden fordításnál külön kezelhetők, és nem írja elő a szövegek konzisztenciáját minden fordításban.
id: Untuk format dwibahasa, string biasanya diekstrak dari kode sumber (misalnya dengan menggunakan :program:`xgettext`) dan penambahan string baru di Weblate harus dinonaktifkan (string tersebut akan dihapus saat Anda memperbarui berkas terjemahan berikutnya). Di Weblate, Anda dapat mengelola string untuk setiap terjemahan, dan Weblate tidak mewajibkan konsistensi string di semua terjemahan.
ja: バイリンガル形式の場合、文字列は通常、ソースコードから抽出（例: :program:`xgettext`）されるので、Weblate での新しい文字列の追加は、無効にすることが必要です（次回、翻訳ファイルを更新したときに破棄される） 。Weblate では、すべての翻訳の文字列を管理できますが、すべての翻訳の文字列の一貫性を強制するわけではありません。
nl: Voor tweetalige indelingen worden de tekenreeksen gewoonlijk uitgenomen uit de broncode (bijvoorbeeld met :program:`xgettext`) en het toevoegen van nieuwe tekenreeksen in Weblate zou moeten worden uitgeschakeld (zij zouden de volgende keer dat u de vertaalde bestanden bijwerkt worden genegeerd). In Weblate kunt u tekenreeksen voor elke vertaling beheren en het dwingt niet af dat de tekenreeksen in alle vertalingen consistent moeten zijn.
pt: Para formatos bilingues, as cadeias são normalmente extraídos do código-fonte (por exemplo, usando :program:`xgettext`) e adicionar novas cadeias no Weblate deve ser desativado (elas seriam descartadas na próxima vez que atualizasse os ficheiros de tradução). No Weblate, pode gerir cadeias para cada tradução e não exige que as cadeias em todas as traduções sejam consistentes.
pt_br: Para formatos bilíngues, os textos são normalmente extraídos do código-fonte (por exemplo, usando :program:`xgettext`) e adicionar novos textos no Weblate deve ser desabilitado (elas seriam descartadas na próxima vez que você atualizasse os arquivos de tradução). No Weblate, você pode gerenciar textos para cada tradução e não exige que os textos em todas as traduções sejam consistentes.
ro: Pentru formatele bilingve, șirurile de caractere sunt de obicei extrase din codul sursă (de exemplu, prin utilizarea :program:`xgettext`) și adăugarea de noi șiruri de caractere în Weblate ar trebui să fie dezactivată (acestea vor fi eliminate data viitoare când veți actualiza fișierele de traducere). În Weblate puteți gestiona șiruri de caractere pentru fiecare traducere și nu impune ca șirurile din toate traducerile să fie consecvente.
ru: В двуязычных форматах строки обычно извлекаются из исходного кода (например, с помощью :program:`xgettext`) и добавление новых строк через Weblate должно быть отключено (они всё равно удалятся, когда вы в следующий раз будете обновлять свои файлы перевода). В Weblate вы можете управлять строками для каждого перевода отдельно, это не будет принудительно поддерживать набор исходных строк для всех языков одинаковым.
sv: För tvåspråkiga format extraheras strängarna vanligtvis från källkoden (till exempel med hjälp av :program:`xgettext`) och det bör vara omöjligt att lägga till nya strängar i Weblate (de skulle tas bort nästa gång du uppdaterar översättningsfilerna). I Weblate kan du hantera strängar för varje översättning och det kräver inte att strängarna i alla översättningar är konsekventa.
tr: İki dilli biçimler için, dizgeler genellikle kaynak kodundan ayıklanır (örneğin, :program:`xgettext` kullanılarak) ve Weblate üzerine yeni dizgelerin eklenmesi kullanımdan kaldırılmalıdır (çeviri dosyalarının bir sonraki güncellenmesinde silinirler). Weblate üzerinde her çevirinin dizgelerini yönetebilirsiniz ve tüm çevirilerdeki dizgelerin tutarlı olması dayatılmaz.
uk: У двомовних форматах рядки, як правило, видобуваються з початкового коду (наприклад, за допомогою :program:`xgettext`), тому додавання нових рядків у Weblate має бути вимкнено (їх має бути відкинуто під час наступного оновлення файлів перекладу). У Weblate ви можете керувати рядками будь-якого перекладу — програма не вимагає синхронності рядків в усіх перекладах.
zh_hans: 对于双语格式，字符串通常是从源代码中提取的（例如通过使用 :program:`xgettext`），在Weblate中添加新的字符串应该被禁用（下次更新翻译文件时，它们会被丢弃）。在Weblate中，你可以为每个翻译管理字符串，但它并不强制要求所有翻译中的字符串都是一致的。
zh_hant: 對於雙語格式，通常從源代碼中提取字符串（例如，通過使用：程序：`xgettext`）並禁用Web2中添加新字符串（在下次更新翻譯文件時將被丟棄）。在WebLate中，您可以為每個翻譯管理字符串，並且它不會在所有翻譯中強制執行字符串。

source: For monolingual formats, the strings are managed only on source language and are automatically added or removed in the translations. The strings appear in the translation files once they are translated.
de: Bei einsprachigen Formaten werden die Zeichenketten nur in der Ausgangssprache verwaltet und in den Übersetzungen automatisch hinzugefügt oder entfernt. Die Zeichenketten erscheinen in den Übersetzungsdateien, sobald sie übersetzt sind.
ga: Maidir le formáidí aonteangacha, ní dhéantar na teaghráin a bhainistiú ach amháin sa teanga fhoinseach agus cuirtear leis nó baintear iad go huathoibríoch sna haistriúcháin. Tá na teaghráin le feiceáil sna comhaid aistriúcháin nuair a aistrítear iad.
hu: Egynyelvű formátumok esetén a szövegek kizárólag a forrásnyelven kezelhetők, és ezek a változások automatikusan tükröződnek a fordításokban is. A szövegek a fordítási fájlokban csak a lefordításuk után jelennek meg.
id: Untuk format monolingual, string hanya dikelola pada bahasa sumber dan secara otomatis ditambahkan atau dihapus dalam terjemahan. String tersebut akan muncul dalam berkas terjemahan setelah diterjemahkan.
ja: モノリンガル形式の場合、文字列は原文言語でのみ管理され、翻訳で自動的に追加または削除されます。文字列は、翻訳すると翻訳ファイルに反映されます。
nl: Voor eentalige indelingen worden de tekenreeksen alleen op brontaal beheerd en worden automatisch toegevoegd of verwijderd in de vertalingen. De tekenreeksen verschijnen in de vertaalde bestanden als zij eenmaal zijn vertaald.
pt: Para formatos monolingues, as cadeias são geridas apenas no idioma fonte e são automaticamente adicionadas ou removidas nas traduções. As cadeias aparecem nos ficheiros de tradução assim que são traduzidas.
pt_br: Para formatos monolíngues, os textos são gerenciados apenas no idioma fonte e são automaticamente adicionados ou removidos nas traduções. Os textos aparecem nos arquivos de tradução assim que são traduzidos.
ro: În cazul formatelor monolingve, șirurile de caractere sunt gestionate numai pe limba sursă și sunt adăugate sau eliminate automat în traduceri. Șirurile de caractere apar în fișierele de traducere odată ce sunt traduse.
ru: Для одноязычных форматов управление строками происходит только на исходном языке, в переводах они добавляются и удаляются автоматически. В файлах перевода строки появляются только после их фактического перевода.
sv: För enspråkiga format hanteras strängarna endast på källspråket och läggs automatiskt till eller tas bort i översättningarna. Strängarna visas i översättningsfilerna när de har översatts.
ta: ஒருமொழி வடிவங்களைப் பொறுத்தவரை, சரங்கள் மூல மொழியில் மட்டுமே நிர்வகிக்கப்படுகின்றன, மேலும் அவை மொழிபெயர்ப்புகளில் தானாகவே சேர்க்கப்படுகின்றன அல்லது அகற்றப்படுகின்றன. மொழிபெயர்க்கப்பட்டவுடன் சரங்கள் மொழிபெயர்ப்பு கோப்புகளில் தோன்றும்.
tr: Tek dilli biçimlerde, dizgeler yalnızca kaynak dilde yönetilir ve çevirilerde kendiliğinden eklenir ya da silinir. Dizgeler, çevrildikten sonra çeviri dosyalarında görünür.
uk: У одномовних форматах керування рядками можна виконувати лише у початковій мові — рядки автоматично додаються або вилучаються з перекладів. Рядки з'являтимуться у файлах перекладів, щойно їх буде перекладено.
zh_hans: 对于单语格式，字符串只在源语言上管理，并在翻译中自动添加或删除。一旦翻译完毕，这些字符串就会出现在翻译文件中。
zh_hant: 對於單晶格式，字符串僅在源語言上管理，並在翻譯中自動添加或刪除。一旦翻譯，字符串會在翻譯文件中出現。

source: You might want to turn on :ref:`component-edit_template` together with :guilabel:`Manage strings` for monolingual formats.
de: Sie können :ref:`component-edit_template` zusammen mit :guilabel:`Zeichenketten verwalten` für einsprachige Formate einschalten.
ga: Seans gur mhaith leat :ref:`component-edit_template` a chur ar siúl mar aon le :guilabel:`Bainistigh teaghráin` le haghaidh formáidí aonteangacha.
hu: Egynyelvű formátumok esetén érdemes az :ref:`component-edit_template` funkciót is bekapcsolni a :guilabel:`Szövegek kezelése` beállítással együtt.
id: Anda mungkin ingin mengaktifkan :ref:`component-edit_template` bersama dengan :guilabel:`Manage strings` untuk format monolingual.
ja: モノリンガル形式では、:guilabel:`文字列の管理` と一緒に :ref:`component-edit_template` を有効にしてください。
nl: U wilt misschien :ref:`component-edit_template` inschakelen, samen met :guilabel:`Tekenreeksen beheren` voor eentalige indelingen.
pt: Talvez queira ativar o :ref:`component-edit_template` juntamente com o :guilabel:`Manage strings` para formatos monolíngues.
pt_br: Talvez você queira ativar o :ref:`component-edit_template` juntamente com o :guilabel:`Gerenciar textos` para formatos monolíngues.
ru: Возможно, для одноязычных форматов следует включить :ref:`component-edit_template` вместе с :guilabel:`«Управление строками»`.
sv: Du kanske vill aktivera :ref:`component-edit_template` tillsammans med :guilabel:`Hantera strängar` för enspråkiga format.
tr: Tek dilli biçimler için :guilabel:`Dizge yönetimi` ile birlikte :ref:`component-edit_template` seçeneğini açmak isteyebilirsiniz.
uk: Можливо, ви захочете увімкнути :ref:`component-edit_template` разом з :guilabel:`Manage strings` для одномовних форматів.
zh_hans: 对于单语言格式，你可能想要同时打开 :ref:`component-edit_template` 和 :guilabel:`Manage strings`。

source: Language code style
de: Stil des Sprachcodes
ga: Stíl cód teanga
hu: Nyelvkód-stílus
id: Gaya kode bahasa
ja: 言語コード スタイル
nl: Opmaak taalcode
pt: Estilo de código de idioma
pt_br: Estilo de código de idioma
ro: Stil cod lingvistic
ru: Стиль кода языка
sv: Språkkodstil
ta: மொழி குறியீடு நடை
tr: Dil kodu biçemi
uk: Стиль коду мови
zh_hans: 语言代码风格
zh_hant: 語言代碼風格

source: Customize language code used to generate the filename for translations created by Weblate.
de: Anpassen des Sprachcodes, der zur Generierung des Dateinamens für von Weblate erstellte Übersetzungen verwendet wird.
ga: Saincheap an cód teanga a úsáidtear chun an comhadainm le haghaidh aistriúcháin cruthaithe ag Weblate a ghiniúint.
hu: A Weblate által létrehozott fordítási fájlok fájlnevében használt nyelvkód testreszabása.
id: Sesuaikan kode bahasa yang digunakan untuk menghasilkan nama berkas untuk terjemahan yang dibuat oleh Weblate.
ja: Weblate が自動生成する翻訳のファイル名の言語コードをカスタマイズします。
nl: Pas de taalcode aan die gebruikt wordt om de bestandsnaam van door Weblate aangemaakte vertalingen te genereren.
pt: Personalizar o código de idioma usado para gerar o nome do ficheiro para traduções criadas por Weblate.
pt_br: Personalize o código de idioma usado para gerar o nome do arquivo para traduções criado por Weblate.
ro: Personalizează codul de limbă utilizat pentru a genera numele de fișier pentru traducerile create de Weblate.
ru: Настройте код языка, используемый для генерации имени файла для переводов, созданных Weblate.
sv: Anpassa språkkoden som används för att skapa filnamn för översättningar som skapats av Weblate.
ta: வலைபெயர்ப்பு உருவாக்கிய மொழிபெயர்ப்புகளுக்கான கோப்பு பெயரை உருவாக்கப் பயன்படுத்தப்படும் மொழி குறியீட்டைத் தனிப்பயனாக்குங்கள்.
tr: Weblate tarafından oluşturulan çevirilerin dosya adını oluşturmakta kullanılacak dil kodunu özelleştirin.
uk: Налаштуйте код мови, використаний для створення назви файлу для перекладів, створених Weblate.
zh_hans: 自定义 Weblate 创建的用于生成翻译文件名的语言代码。
zh_hant: 用來生成使用 Weblate 建立之翻譯檔名的自訂語言代碼。

source: Weblate recognizes any of the language codes when parsing translation files, following settings only influences how new files are created.
de: Weblate erkennt alle Sprachcodes beim Analysieren von Übersetzungsdateien, die folgenden Einstellungen beeinflussen nur, wie neue Dateien erstellt werden.
ga: Aithníonn Weblate aon cheann de na cóid teanga nuair a bhíonn comhaid aistriúcháin á pharsáil, ní bhíonn tionchar ag socruithe a leanas ach ar an gcaoi a gcruthaítear comhaid nua.
hu: A Weblate a fordítási fájlok elemzésekor bármely nyelvkódot felismeri, a következő beállítások csak az új fájlok létrehozásának módját befolyásolják.
id: Weblate mengenali kode bahasa apa pun saat mengurai berkas terjemahan, pengaturan berikut hanya memengaruhi bagaimana berkas baru dibuat.
ja: Weblate は、翻訳ファイルを解析するときにすべての言語コードを認識します。次の設定は、新しいファイルの作成方法にのみ影響します。
nl: Weblate herkent elke taalcode bij het parsen van vertaalbestanden, de volgende instellingen beïnvloeden alleen hoe nieuwe bestanden worden gemaakt.
pt: O Weblate reconhece qualquer um dos códigos de idioma ao analisar os ficheiros de tradução; as configurações a seguir influenciam apenas a forma como os novos ficheiros são criados.
pt_br: O Weblate reconhece qualquer um dos códigos de idioma ao analisar os arquivos de tradução; as configurações a seguir influenciam apenas a forma como os novos arquivos são criados.
ru: Weblate распознает любой языковой код при анализе файлов перевода, следующие настройки влияют только на создание новых файлов.
sv: Weblate känner igen alla språkkoder när översättningsfiler analyseras. Inställningarna påverkar endast hur nya filer skapas.
ta: மொழிபெயர்ப்பு கோப்புகளை பாகுபடுத்தும்போது வலைபெயர்ப்பு எந்த மொழிக் குறியீடுகளையும் அங்கீகரிக்கிறது, அமைப்புகள் புதிய கோப்புகள் எவ்வாறு உருவாக்கப்படுகின்றன என்பதை மட்டுமே பாதிக்கிறது.
tr: Weblate, çeviri dosyalarını işlerken dil kodlarını tanır. Bu ayarlar yalnızca yeni dosyaların nasıl oluşturulacağını etkiler.
uk: Weblate розпізнає будь-які коди мов при обробці файлів перекладів. Згадані далі параметри впливають лише на те, як створюватимуться нові файли.
zh_hans: Weblate 在解析翻译文件时能识别其中的语言代码，以下设置只影响新文件的创建方式。

source: Default based on the file format
de: Standard basierend auf dem Dateiformat
ga: Réamhshocrú bunaithe ar an bhformáid comhaid
hu: Alapértelmezés a fájlformátum alapján
id: Pilih standar berdasarkan format berkas
ja: ファイル形式に応じたデフォルト
nl: Standaard gebaseerd op het bestandsformaat
pt: Predefinição baseada no formato do ficheiro
pt_br: Padrão baseado no formato de arquivo
ro: Implicit, pe baza formatului fișierului
ru: Умолчание, основанное на формате файла
sv: Standard baserat på filformatet
ta: கோப்பு வடிவமைப்பின் அடிப்படையில் இயல்புநிலை
tr: Dosya biçimine göre varsayılan
uk: Типовість на основі форматі файлу
zh_hans: 基于文件格式的默认值
zh_hant: 預設基於檔案格式

source: Dependent on file format, for most of them POSIX is used.
de: Abhängig vom Dateiformat, für die meisten davon wird POSIX verwendet.
ga: Ag brath ar fhormáid comhaid, úsáidtear POSIX don chuid is mó díobh.
hu: A fájlformátumtól függően, a legtöbb esetben POSIX szabványt használ.
id: Tergantung pada format berkas, sebagian besar menggunakan POSIX.
ja: ファイル形式によって異なるが、ほぼ POSIX が使用される。
nl: Afhankelijk van de bestandsindeling, voor de meeste ervan wordt POSIX gebruikt.
pt: Dependendo do formato do ficheiro, para a maioria deles utiliza-se POSIX.
pt_br: Dependendo do formato do arquivo, para a maioria deles utiliza-se POSIX.
ro: Depinde de formatul de fișier, pentru majoritatea dintre ele se utilizează POSIX.
ru: Зависит от формата файла, для большинства форматов используется стиль POSIX.
sv: Beroende på filformat används POSIX för de flesta av dem.
ta: கோப்பு வடிவமைப்பைப் பொறுத்து, அவற்றில் பெரும்பாலானவை posix பயன்படுத்தப்படுகிறது.
tr: Dosya biçimine bağlıdır. Çoğu için POSIX kullanılır.
uk: Залежить від формату файлів. Для більшості форматів використовується POSIX.
zh_hans: 取决于文件格式，其中大多数文件格式用的是 POSIX 风格。
zh_hant: 依賴於文件格式，對於其中的多數使用 POSIX。

source: POSIX style using underscore as a separator
de: POSIX-Stil mit Unterstrich als Trennzeichen
ga: Stíl POSIX ag baint úsáide as béim mar dheighilteoir
hu: POSIX-stílusú, aláhúzást elválasztóként használva
id: Gaya POSIX menggunakan garis bawah sebagai pemisah
ja: アンダースコアを区切り文字とする POSIX 形式
nl: POSIX-stijl met underscore als scheidingsteken
pt: Estilo POSIX utilizando o sublinhado como um separador
pt_br: Estilo POSIX usando sublinhado como um separador
ro: Stil POSIX care utilizează liniuța-jos ca separator
ru: Стиль POSIX, использующий подчёркивание как разделитель
sv: POSIX-stil med understreck som avgränsare
ta: ஒரு பிரிப்பானாக அடிக்கோடிட்டுக் காட்டும் போசிக்ச் பாணி
tr: Ayraç olarak alt çizgi kullanan POSIX biçemi
uk: Стиль POSIX з підкресленням як роздільником
zh_hans: POSIX 风格，使用下划线作为分隔符
zh_hant: POSIX 風格使用底線當作分隔符

source: Typically used by gettext and related tools, produces language codes like ``pt_BR``.
de: Wird in der Regel von gettext und ähnlichen Tools verwendet, erzeugt Sprachcodes wie ``pt_BR``.
ga: Úsáidtear go hiondúil ag gettext agus uirlisí gaolmhara, cruthaítear cóid teanga mar ``pt_BR``.
hu: Általában a gettext és a kapcsolódó eszközök használják, például ``pt_BR`` formátumban.
id: Biasanya digunakan oleh gettext dan alat terkait, menghasilkan kode bahasa seperti ``pt_BR``.
ja: 通常、gettext および関連ツールで使用され、``pt_BR`` のような言語コードを生成する。
nl: Gewoonlijk gebruikt door gettext en gerelateerde programma's, produceert taalcodes zoals ``pt_BR``.
pt: Normalmente usado por gettext e ferramentas relacionadas, produz códigos de linguagem como ``pt_BR``.
pt_br: Normalmente usado por gettext e ferramentas relacionadas, produz códigos de linguagem como ``pt_BR``.
ro: Folosit în mod obișnuit de gettext și alte instrumente conexe, produce coduri de limbă precum ``pt_BR``.
ru: Обычно используется gettext’ом и связанными с ним инструментами, выдаёт коды языков вида ``pt_BR``.
sv: Används vanligtvis av gettext och relaterade verktyg, genererar språkkoder som ``pt_BR``.
ta: பொதுவாக உரைபெறு மற்றும் தொடர்புடைய கருவிகளால் பயன்படுத்தப்படுகிறது, `` pt_br`` போன்ற மொழிக் குறியீடுகளை உருவாக்குகிறது.
tr: Genellikle gettext ve ilgili araçlar tarafından kullanılır. ``pt_BR`` gibi dil kodlarını üretir.
uk: Типово, використовується у gettext і пов'язаних інструментів. Створює коди мов, подібні до ``pt_BR``.
zh_hans: 通常由 gettext 和相关工具使用，生成像 ``pt_BR`` 这样的语言代码。
zh_hant: 典型地由 gettext 和相關工具使用，生成像 ``pt_BR`` 那樣的語言代碼。

source: POSIX style using underscore as a separator, lower cased
de: POSIX-Stil mit Unterstrich als Trennzeichen, Kleinbuchstaben
ga: Stíl POSIX ag baint úsáide as béim mar dheighilteoir, cás íochtair
hu: POSIX-stílusú, aláhúzást elválasztóként használva, kisbetűs
id: Gaya POSIX menggunakan garis bawah sebagai pemisah, huruf kecil
ja: 小文字表記でアンダースコアを区切り文字とする POSIX 形式
nl: POSIX-stijl met underscore als scheidingsteken, kleine letters
pt: Estilo POSIX usando sublinhado como separador em letras minúsculas
pt_br: Estilo POSIX usando sublinhado como separador em letras minúsculas
ru: Стиль POSIX, использующий подчёркивание как разделитель, с маленькой буквы
sv: POSIX-stil med understreck som separator, små bokstäver
ta: ஒரு பிரிப்பானாக அடிக்கோடிட்டுக் காட்டும் போசிக்ச் பாணி, குறைந்த காச்
tr: Ayraç olarak alt çizgi kullanan POSIX biçemi, küçük harflerle
uk: Стиль POSIX з підкресленням як роздільником, нижнім регістром символів
zh_hans: POSIX 风格，使用下划线作为分隔符，小写

source: POSIX style using underscore as a separator, including country code
de: POSIX-Stil mit Unterstrich als Trennzeichen, einschließlich Ländercode
ga: Stíl POSIX ag baint úsáide as béim mar dheighilteoir, cód tíre san áireamh
hu: POSIX-stílusú, aláhúzással elválasztott, országkóddal kiegészített formátum
id: Gaya POSIX menggunakan garis bawah sebagai pemisah, termasuk kode negara
ja: 国コードを含む、下線を区切り文字とする POSIX 形式
nl: POSIX-stijl met onderliggend streepje als scheidingsteken, inclusief landcode
pt: Estilo de POSIX utilizando o sublinhado como um separador, incluindo o código do país
pt_br: Estilo POSIX usando sublinhado como separador, incluindo código de país
ro: Stil POSIX care utilizează liniuța-jos ca separator, inclusiv codul de țară
ru: Стиль POSIX, использующий подчеркивание как разделитель и включающий код страны
sv: POSIX-stil med understreck som avgränsare, inklusive landskod
ta: நாட்டு குறியீடு உட்பட ஒரு பிரிப்பானாக அடிக்கோடிட்டுக் காட்டும் போசிக்ச் பாணி
tr: Ülke kodu ile birlikte ayraç olarak alt çizgi kullanan POSIX biçemi
uk: Стиль POSIX з підкресленням як роздільником, включно із кодом країни
zh_hans: POSIX 风格，使用下划线作为分隔符，包括国家地区代码
zh_hant: POSIX 風格使用底線當作分隔符，包含地區碼

source: POSIX style language code including the country code even when not necessary (for example ``cs_CZ``).
de: Sprachcode im POSIX-Stil einschließlich des Ländercodes, auch wenn dies nicht erforderlich ist (z. B. ``cs_CZ``).
ga: Cód teanga stíl POSIX lena n-áirítear an cód tíre fiú nuair nach bhfuil gá leis (mar shampla ``cs_CZ``).
hu: POSIX-stílusú nyelvkód, amely az országkódot akkor is tartalmazza, ha az nem szükséges (például ``cs_CZ``).
id: Kode bahasa bergaya POSIX termasuk kode negara meskipun tidak diperlukan (misalnya ``cs_CZ``).
ja: 必要でない場合でも国コードを含む POSIX 形式の言語コード（例: ``cs_CZ`` ）。
nl: POSIX-stijl taalcode, inclusief landcode indien nodig (bijvoorbeeld ``cs_CZ``).
pt: Código de idioma do estilo POSIX incluindo o código do país mesmo quando não necessário (por exemplo, ``cs_CZ``).
pt_br: Código de idioma do estilo POSIX incluindo o código do país mesmo quando não necessário (por exemplo, ``cs_CZ``).
ro: Codul limbii în stil POSIX, inclusiv codul țării, chiar dacă nu este necesar (de exemplu ``cs_CZ``).
ru: Код языка в стиле POSIX, включающий код страны, даже если в этом нет необходимости (например, ``ru_RU``).
sv: POSIX-stil språkkod inklusive landskod även när det inte är nödvändigt (till exempel ``cs_CZ``).
ta: தேவையில்லை என்றாலும் கூட நாட்டின் குறியீடு உட்பட posix பாணி மொழி குறியீடு (எடுத்துக்காட்டாக `` cs_cz``).
tr: Gerekli olmadığında bile ülke kodunu içeren POSIX biçemindeki dil kodu (``tr_TR`` gibi).
uk: Код мови у стилі POSIX. Включає код країни, навіть якщо у цьому немає потреби (наприклад, ``cs_CZ``).
zh_hans: POSIX 风格的语言代码，包含国家地区代码，即使没有必要（例如 ``cs_CZ``）。
zh_hant: POSIX 風格的語言代碼即使不必要時也包括國家代碼；例如 ``cs_CZ``）。
