Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: In addition to the General Guidelines above, the name and handle of your social media account and all pages cannot begin with an Weblate trademark. In addition, Weblate logos cannot be used in a way that might suggest affiliation with Weblate, including, but not limited to, the account, profile, or header images. The only exception to these requirements is if you've received prior permission from Weblate.
de: Zusätzlich zu den oben genannten allgemeinen Richtlinien dürfen der Name und die Bezeichnung Ihres Social-Media-Kontos sowie aller Seiten nicht mit einem Weblate-Markenzeichen beginnen. Darüber hinaus dürfen Weblate-Logos nicht in einer Weise verwendet werden, die eine Zugehörigkeit zu Weblate vermuten lässt, einschließlich, aber nicht beschränkt auf das Benutzerkonto, das Profil oder die Titelbilder. Die einzige Ausnahme von diesen Anforderungen ist, wenn Sie eine vorherige Genehmigung von Weblate erhalten haben.
ga: Chomh maith leis na Treoirlínte Ginearálta thuas, ní féidir le hainm agus láimhseáil do chuntais meán sóisialta agus gach leathanach tús a chur le trádmharc Weblate. Ina theannta sin, ní féidir lógónna Weblate a úsáid ar bhealach a d’fhéadfadh cleamhnacht le Weblate a mholadh, lena n-áirítear, ach gan a bheith teoranta do, na híomhánna cuntais, próifíle nó ceanntásc. Is é an t-aon eisceacht ar na riachtanais seo ná má tá cead faighte agat roimh ré ó Weblate.
hu: Az általános irányelveken túlmenően a közösségi média fiók vagy oldal neve és felhasználóneve nem kezdődhet Weblate védjeggyel. Továbbá, a Weblate logók nem használhatók olyan módon, amely kapcsolatot sugallhat a Weblate-tel – beleértve, de nem kizárólagosan: a fiók, profil vagy fejléc képeit. Ezek alól kizárólag előzetes Weblate engedéllyel lehet kivételt tenni.
id: Selain Pedoman Umum di atas, nama dan nama pengguna akun media sosial Anda dan semua halaman tidak boleh diawali dengan merek dagang Weblate. Selain itu, logo Weblate tidak boleh digunakan dengan cara yang menyiratkan afiliasi dengan Weblate, termasuk, namun tidak terbatas pada, gambar akun, profil, atau header. Satu-satunya pengecualian untuk persyaratan ini adalah jika Anda telah mendapatkan izin sebelumnya dari Weblate.
nl: In aanvulling op de Algemene richtlijnen hierboven, mogen de naam en behandeling van uw account voor sociale media en alle pagina's niet beginnen met een handelsmerk van Weblate. In aanvulling daarop mogen logo's van Weblate niet gebruikt worden op ene manier die enige verbondenheid suggereert met Weblate, inclusief, maar niet beperkt tot, het account, profiel of afbeeldingen in de kop. De enige uitzondering op deze vereisten is als u voorafgaand toestemming hebt gekregen van Weblate.
pt_br: Além das Diretrizes Gerais acima, o nome e o identificador da sua conta de mídia social e todas as páginas não podem começar com uma marca registrada do Weblate. Além disso, os logotipos do Weblate não podem ser usados de uma forma que possa sugerir afiliação ao Weblate, incluindo, mas não se limitando a, conta, perfil ou imagens de cabeçalho. A única exceção a esses requisitos é se você recebeu permissão prévia do Weblate.
sv: Utöver de allmänna riktlinjerna ovan får namnet och användarnamnet på ditt sociala mediekonto och alla sidor inte börja med ett Weblate-varumärke. Dessutom får Weblate-logotyper inte användas på ett sätt som kan antyda en anknytning till Weblate, inklusive, men inte begränsat till, kontot, profilen eller rubrikbilderna. Det enda undantaget från dessa krav är om du har fått förhandsgodkännande från Weblate.
ta: மேலே உள்ள பொதுவான வழிகாட்டுதல்களுக்கு மேலதிகமாக, உங்கள் சமூக ஊடகக் கணக்கின் பெயர் மற்றும் கைப்பிடி மற்றும் அனைத்து பக்கங்களும் ஒரு வலைபெயர்ப்பு வர்த்தக முத்திரையுடன் தொடங்க முடியாது. கூடுதலாக, வலைபெயர்ப்பு லோகோக்களை வெப்லேட்டுடன் இணைப்பதை பரிந்துரைக்கும் வகையில் பயன்படுத்த முடியாது, இதில் கணக்கு, சுயவிவரம் அல்லது தலைப்பு படங்கள் உட்பட, ஆனால் அவை மட்டுமல்ல. இந்த தேவைகளுக்கு ஒரே விதிவிலக்கு நீங்கள் வெப்லேட்டிலிருந்து முன் அனுமதியைப் பெற்றிருந்தால் மட்டுமே.
tr: Yukarıdaki genel yönergelere ek olarak, sosyal medya hesabınızın adı ve tanıtıcısı ve tüm sayfaları bir Weblate ticari markasıyla başlayamaz. Ayrıca, Weblate logoları, hesap, profil veya başlık görüntüleri ile birlikte ancak bunlarla sınırlı olmamak üzere, Weblate ile ilişkili olduğunu ima edebilecek şekilde kullanılamaz. Bu gerekliliklerin tek istisnası, önceden Weblate tarafından izin almış olmanızdır.
uk: На додаток до загальних положень, наведених вище, назва та дескриптор вашого облікового запису в соціальних мережах і всіх сторінок не можуть починатися з торгової марки Weblate. Крім того, логотипи Weblate не можуть використовуватися у спосіб, який може вказувати на приналежність до Weblate, включаючи, але не обмежуючись цим, зображення облікового запису, профілю або заголовка. Єдиний виняток з цих вимог — якщо ви отримали попередній дозвіл від Weblate.
zh_hans: 除了上述一般准则外，您的社交媒体账号和所有页面的名称都不能以 Weblate 商标开头。此外，Weblate 徽标的使用方式不得暗示与 Weblate 有关联，包括但不限于账号、个人资料或标题图像。这些要求的唯一例外是您已事先获得 Weblate 的许可。

source: For example, you cannot name your account, page, or community "Weblate Representatives" or "Weblate Software". However, it would be acceptable to name your account, page, or community "Fans of Weblate" or "Information about Weblate Software" if you do not use the Weblate trademarks or Weblate logos or otherwise suggest any affiliation with Weblate.
de: Sie dürfen Ihr Benutzerkonto, Ihre Seite oder Community zum Beispiel nicht „Weblate-Vertreter“ oder „Weblate-Software“ nennen. Es wäre jedoch akzeptabel, Ihr Benutzerkonto, Ihre Seite oder Ihre Community „Fans von Weblate“ oder „Informationen über Weblate-Software“ zu nennen, wenn Sie keine Weblate-Markenzeichen oder -Logos verwenden oder anderweitig eine Zugehörigkeit zu Weblate suggerieren.
ga: Mar shampla, ní féidir leat do chuntas, do leathanach nó do phobal a ainmniú mar "Weblate Representatives" nó "Weblate Software". Mar sin féin, bheadh sé inghlactha do chuntas, do leathanach, nó do phobal a ainmniú mar "Fans of Weblate" nó "Faisnéis faoi Bhogearraí Weblate" mura n-úsáideann tú trádmharcanna Weblate nó lógónna Weblate nó má mholann tú aon chleamhnú le Weblate ar shlí eile.
hu: Például nem nevezheti el fiókját, oldalát vagy közösségét „Weblate képviselő” vagy „Weblate szoftver” néven. Az viszont elfogadható, ha a neve „Rajongói klub - Weblate” vagy „Információk a Weblate szoftverről”, amennyiben nem használja a Weblate védjegyeket, logókat, és más módon sem sugall kapcsolatot a Weblate-tel.
id: Misalnya, Anda tidak dapat memberi nama akun, halaman, atau komunitas Anda "Perwakilan Weblate" atau "Perangkat Lunak Weblate". Namun, Anda dapat memberi nama akun, halaman, atau komunitas Anda "Penggemar Weblate" atau "Informasi tentang Perangkat Lunak Weblate" jika Anda tidak menggunakan merek dagang Weblate atau logo Weblate atau menunjukkan afiliasi apa pun dengan Weblate.
nl: U mag, bijvoorbeeld, uw account, pagina of gemeenschap "Weblate Representatives" of "Weblate software" noemen. Het zou echter acceptabel zijn om uw account, pagina of gemeenschap "Fans van Weblate" of "Informatie over Weblate software" te noemen, als u geen handelsmerken of logo's van Weblate gebruikt of op andere wijze enige verbondenheid met Weblate suggereert.
pt_br: Por exemplo, você não pode nomear sua conta, página ou comunidade como "Representantes do Weblate" ou "Software do Weblate". No entanto, seria aceitável nomear sua conta, página ou comunidade como "Fãs do Weblate" ou "Informações sobre o software do Weblate" se você não usar as marcas registradas ou logotipos do Weblate ou sugerir qualquer afiliação com o Weblate.
sv: Du får till exempel inte namnge ditt konto, din sida eller din community "Weblate Representatives" eller "Weblate Software". Det är dock acceptabelt att namnge ditt konto, din sida eller din community "Fans of Weblate" eller "Information about Weblate Software" om du inte använder Weblates varumärken eller logotyper eller på annat sätt antyder någon anknytning till Weblate.
ta: எடுத்துக்காட்டாக, உங்கள் கணக்கு, பக்கம் அல்லது சமூக "வலைபெயர்ப்பு பிரதிநிதிகள்" அல்லது "வலைபெயர்ப்பு மென்பொருள்" என்று பெயரிட முடியாது. எவ்வாறாயினும், நீங்கள் வலைபெயர்ப்பு வர்த்தக முத்திரைகள் அல்லது வலைபெயர்ப்பு லோகோக்களைப் பயன்படுத்தாவிட்டால் அல்லது வெப்லேட்டுடன் எந்தவொரு தொடர்பையும் பரிந்துரைக்காவிட்டால், உங்கள் கணக்கு, பக்கம் அல்லது சமூக "வலைபெயர்ப்பு மென்பொருள் பற்றிய தகவல்களை" பெயரிடுவது ஏற்றுக்கொள்ளத்தக்கது.
tr: Örneğin, hesabınızı, sayfanızı veya topluluğunuzu "Weblate Temsilcileri" veya "Weblate Yazılımı" olarak adlandıramazsınız. Ancak, Weblate ticari markalarını veya Weblate logolarını kullanmazsanız veya başka bir şekilde Weblate ile herhangi bir şekilde ilişkili olduğunu ima etmezseniz, hesabınızı, sayfanızı veya topluluğunuzu "Weblate Hayranları" veya "Weblate Yazılımı Hakkında Bilgi" olarak adlandırmanız kabul edilebilir.
uk: Наприклад, ви не можете назвати свій обліковий запис, сторінку або спільноту «Представники Weblate» або «Програмне забезпечення Weblate». Однак, можна назвати свій обліковий запис, сторінку або спільноту «Шанувальники Weblate» або «Інформація про програмне забезпечення Weblate», якщо ви не використовуєте торгові марки або логотипи Weblate або іншим чином не вказуєте на будь-яку приналежність до Weblate.
zh_hans: 例如，您不能将您的账号、页面或社区命名为“Weblate 代表”或“Weblate 软件”。但是，如果您不使用 Weblate 商标或 Weblate 徽标或以其他方式暗示与 Weblate 有任何关联，则可以将您的账号、页面或社区命名为“Weblate 粉丝”或“有关 Weblate 软件的信息”。

source: Open-Source Project Guidelines
de: Open-Source-Projekt-Richtlinien
ga: Treoirlínte Tionscadal Foinse Oscailte
hu: Nyílt forráskódú projektekre vonatkozó irányelvek
id: Pedoman Proyek Sumber Terbuka
nl: Richtlijnen open-bron project
pt_br: Diretrizes para Projetos Open-Source (código aberto)
sv: Riktlinjer för öppen källkodsprojekt
ta: திறந்த மூல திட்ட வழிகாட்டுதல்கள்
tr: Açık Kaynaklı Proje Yönergeleri
uk: Настанови щодо проєкту з відкритим кодом
zh_hans: 开源项目准则

source: The specific license for each of Weblate's software products and code says what you can and cannot do with the code itself but does not give permission to use Weblate's trademarks. If you choose to build on or modify Weblate's open-source code for your own project,
de: Die spezifische Lizenz für die einzelnen Softwareprodukte und den Code von Weblate legt fest, was Sie mit dem Code selbst tun können und was nicht, gibt Ihnen aber nicht die Erlaubnis, die Weblate-Markenzeichen zu verwenden. Wenn Sie sich dafür entscheiden, auf dem Open-Source-Code von Weblate aufzubauen oder ihn für Ihr eigenes Projekt zu verändern,
ga: Deir an ceadúnas sonrach do gach ceann de tháirgí agus de chód bogearraí Weblate cad is féidir leat agus nach féidir leat a dhéanamh leis an gcód féin ach ní thugann sé cead trádmharcanna Weblate a úsáid. Má roghnaíonn tú tógáil ar chód foinse oscailte Weblate le do thionscadal féin nó é a mhodhnú,
hu: A Weblate egyes szoftvertermékeinek és kódjainak konkrét licence határozza meg, hogy mit tehet és mit nem tehet a forráskóddal — de nem ad engedélyt a Weblate védjegyek használatára. Amennyiben úgy dönt, hogy a Weblate nyílt forráskódú kódjára épít vagy azt módosítja saját projektje számára:
id: Lisensi khusus untuk setiap produk perangkat lunak dan kode Weblate menentukan apa yang boleh dan tidak boleh Anda lakukan dengan kode itu sendiri, tetapi tidak memberikan izin untuk menggunakan merek dagang Weblate. Jika Anda memilih untuk mengembangkan atau memodifikasi kode sumber terbuka Weblate untuk proyek Anda sendiri,
nl: De specifieke licentie voor elk van Weblate's softwareproducten en code vertellen u wat u wel en niet mag doen met de code zelf, maar geeft geen toestemming om de handelsmerken van Weblate te gebruiken. Als u er voor kiest om te bouwen op of om de open-bron code van Weblate aan te passen voor uw eigen project,
pt_br: A licença específica para cada um dos produtos de software e código do Weblate diz o que você pode e não pode fazer com o código em si, mas não dá permissão para usar as marcas registradas do Weblate. Se você escolher construir ou modificar o código de código aberto da Weblate para seu próprio projeto,
sv: Den specifika licensen för var och en av Weblates programvaruprodukter och kod anger vad du får och inte får göra med själva koden, men ger inte tillstånd att använda Weblates varumärken. Om du väljer att bygga vidare på eller modifiera Weblates öppen källkod för ditt eget projekt,
ta: வெப்லேட்டின் ஒவ்வொரு மென்பொருள் தயாரிப்புகள் மற்றும் குறியீட்டிற்கான குறிப்பிட்ட உரிமம் குறியீட்டைக் கொண்டு உங்களால் என்ன செய்ய முடியும் மற்றும் செய்ய முடியாது என்று கூறுகிறது, ஆனால் வெப்லேட்டின் வர்த்தக முத்திரைகளைப் பயன்படுத்த இசைவு வழங்காது. உங்கள் சொந்த திட்டத்திற்காக வெப்லேட்டின் திறந்த மூல குறியீட்டை உருவாக்க அல்லது மாற்ற நீங்கள் தேர்வுசெய்தால்,
tr: Her bir Weblate yazılım ürünü ve kodu için özel lisans, kodun kendisiyle ne yapabileceğinizi ve ne yapamayacağınızı söyler. Ancak Weblate ticari markalarının kullanılmasına izni vermez. Kendi projeniz için Weblate açık kaynak kodunu derlemeyi veya değiştirmeyi seçerseniz,
uk: Спеціальна ліцензія для кожного програмного продукту та коду Weblate визначає, що ви можете і що не можете робити з самим кодом, але не дає дозволу на використання торгових марок Weblate. Якщо ви вирішите використовувати або модифікувати відкритий код Weblate для вашого власного проєкту,
zh_hans: Weblate 的每个软件产品和代码的特定许可证都规定了您可以对代码本身做什么和不能做什么，但并未授予使用 Weblate 商标的许可。如果您选择为自己的项目构建或修改 Weblate 的开源代码，

source: **You Must:**
de: **Sie müssen:**
ga: **Caithfidh tú:**
hu: **KÖTELES:**
id: **Anda Harus:**
nl: **Moet u:**
pt_br: **Você deve:**
sv: **Du måste:**
ta: ** நீங்கள் வேண்டும்: **
tr: **Şunları yapmalısınız:**
uk: **Ви повинні:**
zh_hans: **您必须：**

source: Follow the terms of the Open-Source Licenses for Weblate software products and code (mainly GPLv3).
de: Befolgen Sie die Bedingungen der Open-Source-Lizenzen für Weblate-Softwareprodukte und -Code (hauptsächlich GPLv3).
ga: Lean téarmaí na gCeadúnas Foinse Oscailte do tháirgí bogearraí Weblate agus an cód (GPLv3 go príomha).
hu: Betartani a Weblate szoftverek és kód licencfeltételeit (főként a GPLv3-at).
id: Ikuti ketentuan Lisensi Sumber Terbuka untuk produk perangkat lunak dan kode Weblate (terutama GPLv3).
nl: De bepalingen volgen van de open-bron licenties voor Weblate softwareproducten en code (voornamelijk GPLv3).
pt_br: Siga os termos das Licenças de Código Aberto para produtos de software e código do Weblate (principalmente GPLv3).
sv: Följ villkoren i öppen källkodslicensen för Weblate-programvaruprodukter och kod (främst GPLv3).
ta: வலைபெயர்ப்பு மென்பொருள் தயாரிப்புகள் மற்றும் குறியீட்டிற்கான திறந்த மூல உரிமங்களின் விதிமுறைகளைப் பின்பற்றவும் (முக்கியமாக GPLV3).
tr: Weblate yazılım ürünleri ve kodları (çoğunlukla GPLv3) için açık kaynak lisanslarının koşullarına uyun.
uk: Дотримуватися умов ліцензії з відкритим вихідним кодом для програмних продуктів і коду Weblate (переважно GPLv3).
zh_hans: 遵守 Weblate 软件产品和代码的开源许可条款（主要是 GPLv3）。

source: Choose branding, logos, and trademarks that denotes your own unique identity to clearly signal to users that there is no affiliation with or endorsement by Weblate.
de: Wählen Sie Branding, Logos und Markenzeichen, die Ihre eigene, einzigartige Kennung darstellen, um den Benutzern klar zu signalisieren, dass es keine Zugehörigkeit zu Weblate oder eine Billigung durch Weblate gibt.
ga: Roghnaigh brandáil, lógónna, agus trádmharcanna a shainíonn d’aitheantas uathúil féin chun a chur in iúl go soiléir d’úsáideoirí nach bhfuil aon chleamhnú nó formhuiniú ag Weblate.
hu: Olyan márkanevet, logót és védjegyet választani, amely saját, egyedi azonosítót képvisel, és világosan jelzi a felhasználók számára, hogy nincs kapcsolatban a Weblate-tel, és azt nem támogatja.
id: Pilih merek, logo, dan merek dagang yang menunjukkan identitas unik Anda sendiri untuk memberi sinyal yang jelas kepada pengguna bahwa tidak ada afiliasi dengan atau dukungan oleh Weblate.
nl: Branding, logo's en handelsmerken kiezen die uw eigen unieke identiteit weergeven, om duidelijk aan gebruikers aan te geven dat er geen verbondenheid is met of gedogen door Weblate.
pt_br: Escolher marcas, logotipos e marcas registradas que denotem sua identidade única para sinalizar claramente aos usuários que não há nenhuma afiliação ou endosso do Weblate.
sv: Välj varumärken, logotyper och varumärken som visar din egen unika identitet för att tydligt signalera till användarna att det inte finns någon anknytning till eller stöd från Weblate.
ta: வெப்லேட்டின் எந்த தொடர்பும் அல்லது ஒப்புதலும் இல்லை என்பதை பயனர்களுக்கு தெளிவாகக் குறிக்க உங்கள் சொந்த தனித்துவமான அடையாளத்தைக் குறிக்கும் பிராண்டிங், லோகோக்கள் மற்றும் வர்த்தக முத்திரைகளைத் தேர்வுசெய்க.
tr: Kullanıcılara Weblate ile herhangi bir ilişkinizin veya onayınızın olmadığını açıkça belirtmek için kendi benzersiz kimliğinizi belirten markalar, logolar ve ticari markalar seçin.
uk: Вибирати брендинг, логотипи та торгові марки, які вказують на вашу власну унікальну ідентичність, щоб чітко сигналізувати користувачам, що ви не пов'язані з Weblate і не уповноважені ним.
zh_hans: 选择能够表明您自己独特身份的品牌、徽标和商标，以向用户明确表明与 Weblate 没有任何关系或得到其认可。

source: Follow the General Guidelines, above.
de: Beachten Sie die oben genannten allgemeinen Richtlinien.
ga: Lean na Treoirlínte Ginearálta, thuas.
hu: Követni a fentebb leírt általános irányelveket.
id: Ikuti Panduan Umum, atas.
nl: De algemene richtlijnen hierboven volgen.
pt_br: Seguir as Diretrizes Gerais acima.
sv: Följ de allmänna riktlinjerna ovan.
ta: மேலே உள்ள பொதுவான வழிகாட்டுதல்களைப் பின்பற்றவும்.
tr: Yukarıdaki genel yönergeleri izleyin.
uk: Дотримуйтесь загальних рекомендацій, наведених вище.
zh_hans: 遵循上述一般准则。

source: **You Must NOT:**
de: **Sie dürfen NICHT:**
ga: **Ní gá duit:**
hu: **TILOS:**
id: **Anda TIDAK Harus:**
nl: **U moet NIET:**
pt_br: **Você NÃO pode:**
sv: **Du får INTE:**
ta: ** நீங்கள் கூடாது: **
tr: **Şunları yapmamalısınız:**
uk: **Ви не повинні:**
zh_hans: **您不得：**

source: Use any Weblate trademark in connection with the user-facing name or branding of your project.
de: Verwenden eines Weblate-Markenzeichens in Verbindung mit dem benutzerseitigen Namen oder dem Branding Ihres Projekts.
ga: Bain úsáid as aon trádmharc Weblate maidir leis an ainm úsáideora nó brandáil do thionscadal.
hu: A Weblate bármely védjegyét használni a projekt felhasználó által látható nevében vagy arculatában.
id: Gunakan merek dagang Weblate apa pun yang berhubungan dengan nama atau merek proyek Anda yang menghadap pengguna.
nl: Enig handelsmerk van Weblate gebruiken in verbinding met de voor de gebruiker zichtbare naam of branding van uw project.
pt_br: Usar qualquer marca registrada do Weblate em conexão com o nome do usuário ou a marca do seu projeto.
sv: Använd inte något av Weblates varumärken i samband med det namn eller varumärke som visas för användarna i ditt projekt.
ta: உங்கள் திட்டத்தின் பயனர் எதிர்கொள்ளும் பெயர் அல்லது பிராண்டிங் தொடர்பாக எந்த வலைபெயர்ப்பு வர்த்தக முத்திரையையும் பயன்படுத்தவும்.
tr: Projenizin kullanıcıya görünen adı veya markasıyla ilişkili olarak herhangi bir Weblate ticari markasını kullanmayın.
uk: Використовувати будь-яку торгову марку Weblate у зв'язку з ім'ям користувача або брендингом вашого проєкту.
zh_hans: 使用与面向用户的名称或您的项目品牌相关的任何 Weblate 商标。

source: Use any Weblate trademark or any part of any Weblate trademark to incorrectly suggest or give the impression your software is published by, affiliated with, or endorsed by Weblate.
de: Verwenden eines Weblate-Markenzeichens oder Teile davon, um fälschlicherweise den Eindruck zu erwecken, dass Ihre Software von Weblate veröffentlicht wurde, mit Weblate verbunden ist oder von Weblate unterstützt wird.
ga: Bain úsáid as aon trádmharc Weblate nó aon chuid d'aon trádmharc Weblate chun a mholadh go mícheart nó a thabhairt le tuiscint go bhfuil do bhogearraí foilsithe ag, cleamhnaithe le, nó formhuinithe ag Weblate.
hu: A Weblate bármely védjegyét vagy annak bármely részét úgy használni, hogy az azt sugallja: a szoftvert a Weblate adta ki, azzal kapcsolatban áll vagy azt támogatja.
id: Menggunakan merek dagang Weblate atau bagian mana pun dari merek dagang Weblate untuk secara tidak benar menyarankan atau memberi kesan bahwa perangkat lunak Anda diterbitkan oleh, berafiliasi dengan, atau didukung oleh Weblate.
nl: Enig handelsmerk van Weblate of enig deel van een handelsmerk van Weblate gebruiken om onjuist te suggereren of de indruk te wekken dat uw software is gepubliceerd door, verbonden is met of wordt gedoogd door Weblate.
pt_br: Usar qualquer marca registrada do Weblate ou qualquer parte de qualquer marca registrada do Weblate para sugerir incorretamente ou dar a impressão de que seu software é publicado, afiliado ou endossado pelo Weblate.
sv: Använda något av Weblates varumärken eller någon del av något av Weblates varumärken för att felaktigt antyda eller ge intryck av att din programvara publiceras av, är ansluten till eller stöds av Weblate.
ta: எந்தவொரு வலைபெயர்ப்பு வர்த்தக முத்திரையையும் அல்லது எந்த வலைபெயர்ப்பு வர்த்தக முத்திரையின் எந்த பகுதியையும் தவறாக பரிந்துரைக்க அல்லது உங்கள் மென்பொருள் வெப்லேட்டால் வெளியிடப்பட்ட, இணைக்கப்பட்ட அல்லது ஒப்புதல் அளித்த எண்ணத்தை வழங்கவும்.
tr: Yazılımınızın Weblate tarafından yayınlandığını, Weblate ile ilişkili olduğunu veya Weblate tarafından desteklendiğini yanlış bir şekilde ima etmek veya izlenim vermek için herhangi bir Weblate ticari markasını veya herhangi bir Weblate ticari markasının herhangi bir bölümünü kullanmayın.
uk: Використовувати будь-яку торгову марку Weblate або будь-яку частину будь-якої торгової марки Weblate, щоб хтось міг невірно припустити або подумати, що ваше програмне забезпечення опубліковане Weblate, пов'язане з ним або схвалене ним.
zh_hans: 使用任何 Weblate 商标或任何 Weblate 商标的任何部分来错误地暗示或给人留下您的软件是 Weblate 发布、附属或认可的印象。

source: For example, please do not name your project, [Something]-Weblate, or Weblate-[Something]
de: Nennen Sie Ihr Projekt beispielsweise nicht [Irgendetwas]-Weblate oder Weblate-[Irgendetwas]
ga: Mar shampla, ná hainmnigh do thionscadal, [Something] -Weblate, nó Weblate-[Something]
hu: Például: ne nevezze el projektjét így: `[Valami]-Weblate` vagy `Weblate-[Valami]`
id: Misalnya, jangan beri nama proyek Anda, [Sesuatu]-Weblate, atau Weblate-[Sesuatu]
nl: Noem uw project, bijvoorbeeld niet, [iets]-Weblate, of Weblate-[iets]
pt_br: Por exemplo, não nomeie seu projeto, [Algo]-Weblate ou Weblate-[Algo]
sv: Namnge till exempel inte ditt projekt [Något]-Weblate eller Weblate-[Något]
ta: எடுத்துக்காட்டாக, தயவுசெய்து உங்கள் திட்டத்தை பெயரிட வேண்டாம், [ஏதாவது] -வெப்லேட், அல்லது வெப்லேட்- [ஏதாவது]
tr: Örneğin, lütfen projenize [Bir Şey]-Weblate veya Weblate-[Bir Şey] adını vermeyin
uk: Наприклад, не називайте свій проект [Щось]-Weblate або Weblate-[Щось]
zh_hans: 例如，请不要将您的项目命名为 [Something]-Weblate 或 Weblate-[Something]

source: **You May:**
de: **Sie dürfen:**
ga: **Is féidir leat:**
hu: **SZABAD:**
id: **Anda Mungkin:**
nl: **U mag:**
pt_br: **Você pode:**
sv: **Du får:**
ta: ** நீங்கள் இருக்கலாம்: **
tr: **Şunları yapabilirsiniz:**
uk: **Ви можете:**
zh_hans: **您可以：**
