Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If you are using :ref:`cloudbackup`, please backup your private SSH key too, as it’s used to access your backups.
de: Wenn Sie :ref:`cloudbackup` verwenden, sichern Sie bitte auch Ihren privaten SSH-Schlüssel, da dieser für den Zugriff auf Ihre Sicherungen verwendet wird.
ga: Má tá tú ag úsáid :ref:`cloudbackup`, le do thoil cúltaca d'eochair phríobháideach SSH freisin, mar a úsáidtear í chun rochtain a fháil ar do chúltaca.
hu: Ha :ref:`cloudbackup` használatában van, javasolt a privát SSH-kulcs biztonsági mentése is, mivel ez szükséges a biztonsági mentések eléréséhez.
id: Jika Anda menggunakan :ref:`cloudbackup`, harap cadangkan juga kunci SSH pribadi Anda karena akan digunakan untuk mengakses rekam cadang Anda.
ja: :ref:`cloudbackup` を使用している場合は、バックアップに接続するための SSH 秘密鍵もバックアップしてください。
nl: Als u :ref:`cloudbackup` gebruikt, back-up ook uw privé SSH-sleutel, omdat die wordt gebruikt voor toegang tot uw back-ups.
pt: Se estiver a usar :ref:`cloudbackup`, faça backup da sua chave SSH privada também, pois ela é usada para acessar os seus backups.
pt_br: Se você estiver usando :ref:`cloudbackup`, faça backup da sua chave SSH privada também, pois ela é usada para acessar seus backups.
ro: Dacă folosiți :ref:`cloudbackup`, vă rugăm să faceți o copie de rezervă și pentru cheia SSH privată, deoarece aceasta este folosită pentru a accesa copiile de rezervă.
ru: Если же вы используете :ref:`хранилище резервных копий на Weblate.org <cloudbackup>`, то сохраните также резервную копию вашего закрытого SSH-ключа — он понадобится для доступа к вашим резервным копиям.
sv: Om du använder :ref:`cloudbackup`, vänligen säkerhetskopiera även din privata SSH-nyckel, eftersom den används för att komma åt dina säkerhetskopior.
tr: :ref:`cloudbackup` kullanıyorsanız, yedeklerinize erişmek için kullanıldığından, lütfen kişisel SSH anahtarınızı da yedekleyin.
uk: Якщо ви користуєтеся :ref:`cloudbackup`, будь ласка, включіть до резервного копіювання і ваш закритий ключ SSH — його буде використано для доступу до ваших резервних копій.
zh_hans: 如果你在使用 :ref:`cloudbackup`，请同样备份你的私有 SSH 密钥，因为它用来访问你的备份。
zh_hant: 如果你在使用 :ref:`cloudbackup`，請同樣備份你的私有 SSH 密鑰，因為它用來訪問你的備份。

source: Customizing backup
de: Sicherung anpassen
ga: Cúltaca a shaincheapadh
hu: Biztonsági mentés testreszabása
id: Menyesuaikan pencadangan
ja: バックアップのカスタマイズ
nl: Back-up aanpassen
pt: Personalizando o backup
pt_br: Personalizando o backup
ro: Personalizarea copiei de rezervă
ru: Настройка резервного копирования
sv: Anpassa säkerhetskopiering
ta: காப்புப்பிரதியைத் தனிப்பயனாக்குதல்
tr: Yedeklemeyi özelleştirme
uk: Налаштовування резервного копіювання
zh_hans: 定制备份

source: The database backup can be configured via :setting:`DATABASE_BACKUP`.
de: Die Datenbanksicherung kann über :setting:`DATABASE_BACKUP` konfiguriert werden.
ga: Is féidir an chúltaca bunachar sonraí a chumrú trí :setting:`DATABASE_BACKUP`.
hu: Az adatbázis biztonsági mentését a :setting:`DATABASE_BACKUP` beállítással lehet konfigurálni.
id: Rekam cadang basis data dapat diatur melalui :setting:`DATABASE_BACKUP`.
ja: データベースのバックアップは、:setting:`DATABASE_BACKUP` から設定します。
nl: De back-up van de database kan worden geconfigureerd via :setting:`DATABASE_BACKUP`.
pt: O backup do banco de dados pode ser configurado via :setting:`DATABASE_BACKUP`.
pt_br: O backup do banco de dados pode ser configurado via :setting:`DATABASE_BACKUP`.
ro: Salvarea bazei de date poate fi configurată prin :setting:`DATABASE_BACKUP`.
ru: Резервное копирование базы данных может быть настроено через параметр :setting:`DATABASE_BACKUP`.
sv: Databasbackupen kan konfigureras via :setting:`DATABASE_BACKUP`.
tr: Veri tabanı yedeklemesi :setting:`DATABASE_BACKUP` ile yapılandırılabilir.
uk: Резервне копіювання бази даних можна налаштувати за допомогою :setting:`DATABASE_BACKUP`.
zh_hans: 可通过 :setting:`DATABASE_BACKUP` 配置数据库备份。

source: The backup creation can be customized using :setting:`BORG_EXTRA_ARGS`.
de: Die Erstellung von Sicherungskopien kann mit :setting:`BORG_EXTRA_ARGS` angepasst werden.
ga: Is féidir cruthú an chúltaca a shaincheapadh trí :setting:`BORG_EXTRA_ARGS` a úsáid.
hu: A mentés készítése testreszabható a :setting:`BORG_EXTRA_ARGS` paraméter segítségével.
id: Pembuatan rekam cadang dapat diatur menggunakan :setting:`BORG_EXTRA_ARGS`.
ja: バックアップの作成は、:setting:`BORG_EXTRA_ARGS` を使用してカスタマイズできます。
nl: Het maken van de back-up kan worden aangepast met :setting:`BORG_EXTRA_ARGS`.
pt: A criação do backup pode ser personalizada a usar :setting:`BORG_EXTRA_ARGS`.
pt_br: A criação do backup pode ser personalizada usando :setting:`BORG_EXTRA_ARGS`.
ro: Crearea copiilor de rezervă poate fi personalizată folosind :setting:`BORG_EXTRA_ARGS`.
ru: Создание резервной копии может быть настроено с помощью параметра :setting:`BORG_EXTRA_ARGS`.
sv: Säkerhetskopieringen kan anpassas med hjälp av :setting:`BORG_EXTRA_ARGS`.
tr: Yedek oluşturma :setting:`BORG_EXTRA_ARGS` kullanılarak özelleştirilebilir.
uk: Створення резервних копій можна налаштувати за допомогою :setting:`BORG_EXTRA_ARGS`.
zh_hans: 可以使用 :setting:`BORG_EXTRA_ARGS` 自定义备份创建。

source: Weblate provisioned backup storage
de: Von Weblate bereitgestellter Sicherungsspeicher
ga: Stóráil chúltaca soláthraithe Weblate
hu: Weblate által biztosított biztonsági mentési tárhely
id: Penyimpanan rekam cadang yang disediakan oleh Weblate
ja: Weblate 専用のバックアップ ストレージ
nl: Door Weblate verschafte opslag voor back-up
pt: Armazenamento de backup provisionado do Weblate
pt_br: Armazenamento de backup provisionado do Weblate
ro: Stocarea de backup provizionată Weblate
ru: Предоставляемое Weblate хранилище резервных копий
sv: Weblate tillhandahöll backup-lagring
ta: வழங்கப்பட்ட காப்புப்பிரதி சேமிப்பு
tr: Weblate tarafından sunulan yedekleme depolama alanı
uk: Передбачене у Weblate сховище резервних копій
zh_hans: Weblate 提供的备份存储

source: The easiest way of backing up your Weblate instance is purchasing the `backup service at weblate.org <https://weblate.org/support/#backup>`_. This is how you get it running:
de: Der einfachste Weg, Ihre Weblate-Instanz zu sichern, ist der Erwerb des `Sicherungsdienst unter weblate.org <https://weblate.org/support/#backup>`_. So bringen Sie ihn zum Laufen:
ga: Is é an bealach is éasca chun cúltaca a dhéanamh do shampla Weblate ná an `tseirbhís cúltaca a cheannach ag weblate.org <https://weblate.org/support/#backup>`_. Seo mar a gheobhaidh tú é a rith:
hu: A Weblate példányának biztonsági mentésére a legegyszerűbb megoldás a `weblate.org oldalon elérhető backup szolgáltatás <https://weblate.org/support/#backup>`_ megvásárlása. A következő lépések szükségesek a beállításhoz:
id: Cara termudah untuk mencadangkan instansi Weblate Anda adalah dengan membeli `layanan rekam cadang di weblate.org <https://weblate.org/support/#backup>`_. Ini adalah panduan untuk menjalankannya:
ja: Weblate のインスタンスをバックアップする最も簡単な方法は、`weblate.org のバックアップサービス <https://weblate.org/support/#backup>`_ を購入することです。購入してバックアップをする方法:
nl: De gemakkelijkste manier voor het back-uppen van uw instantie van Weblate is door het aankopen van de `back-up service op weblate.org <https://weblate.org/support/#backup>`_. Zo krijgt u dat werkend:
pt: A forma mais fácil de fazer backup da sua instância do Weblate é comprar o `serviço de backup em weblate.org <https://weblate.org/support/#backup>`_. É assim que o faz funcionar:
pt_br: A forma mais fácil de fazer backup da sua instância do Weblate é comprar o `serviço de backup em weblate.org <https://weblate.org/support/#backup>`_. É assim que o faz funcionar:
ro: Cel mai simplu mod de a face o copie de siguranță a instanței Weblate este achiziționarea serviciului `backup la weblate.org <https://weblate.org/support/#backup>`_. Iată cum îl puneți în funcțiune:
ru: Самый простой способ резервного копирования вашего экземпляра Weblate — приобрести `сервис резервного копирования на weblate.org <https://weblate.org/support/#backup>`_. Его можно будет активировать следующим образом:
sv: Det enklaste sättet att säkerhetskopiera din Weblate-instans är att köpa `säkerhetskopieringstjänsten på weblate.org <https://weblate.org/support/#backup>`_. Så här får du igång den:
ta: உங்கள் வலைபெயர்ப்பு நிகழ்வை காப்புப் பிரதி எடுப்பதற்கான எளிதான வழி `` காப்பு சேவையை weblate.org <https://weblate.org/support/#backup> `_ இல் வாங்குவதாகும். இதை நீங்கள் எவ்வாறு இயக்குகிறீர்கள்:
tr: Weblate bulut sunucunuzu yedeklemenin en kolay yolu `weblate.org üzerinden yedekleme hizmeti <https://weblate.org/support/#backup>`_ satın almaktır. Şu şekilde çalışır duruma getirebilirsiniz:
uk: Найпростішим способом резервного копіювання вашого екземпляра Weblate є придбання `служби резервного копіювання на weblate.org <https://weblate.org/support/#backup>`_. Активацію можна виконати за декілька кроків:
zh_hans: 备份你的 Weblate 实例的最简单方式是购买 `weblate.org 的备份服务 <https://weblate.org/support/#backup>`_。这是你如何让它运行起来的方式：
zh_hant: 備份你的 Weblate 實例的最簡單方式是在 weblate.org 購買 '備份服務' <https://weblate.org/support/#backup>`_。這是你如何讓它運行起來的方式：

source: Purchase the `Backup service` on https://weblate.org/support/#backup.
de: Erwerben Sie den `Sicherungsdienst` auf https://weblate.org/support/#backup.
ga: Ceannaigh an `seirbhís cúltaca` ar https://weblate.org/support/#backup.
hu: Vásárolja meg a `Biztonsági mentési szolgáltatást` a https://weblate.org/support/#backup oldalon.
id: Beli `Layanan rekam cadang` di https://weblate.org/support/#backup.
ja: https://weblate.org/support/#backup から `バックアップ サービス` を購入する。
nl: Koop de `Back-updienst` op https://weblate.org/support/#backup.
pt: Compre o `Serviço de backup` em https://weblate.org/support/#backup.
pt_br: Compre o `Serviço de backup` em https://weblate.org/support/#backup.
ro: Achiziționați serviciul `Backup` pe https://weblate.org/support/#backup.
ru: Покупка `сервиса резервного копирования` на https://weblate.org/support/#backup.
sv: Köp tjänsten "Backup service" på https://weblate.org/support/#backup.
ta: https://weblate.org/support/#backup இல் `காப்பு சேவையை` வாங்கவும்.
tr: https://weblate.org/support/#backup üzerinden `Yedekleme hizmeti` satın alın.
uk: Придбайте обслуговування із резервним копіюванням на https://weblate.org/support/#backup.
zh_hans: 在 https://weblate.org/support/#backup 购买 `备份服务`。
zh_hant: 在 https://weblate.org/support/#backup 購買 `備份服務`。

source: Enter the obtained key in the management interface, see :ref:`activate-support`.
de: Geben Sie den erhaltenen Schlüssel in die Verwaltungsoberfläche ein, siehe :ref:`activate-support`.
ga: Cuir isteach an eochair a fuarthas sa chomhéadan bainistíochta, féach :ref:`activate-support`.
hu: Adja meg a kapott kulcsot a kezelőfelületen, lásd: :ref:`activate-support`.
id: Masukkan kunci yang diperoleh di antarmuka manajemen, lihat :ref:`activate-support`.
ja: 取得したキーを管理画面から入力する。参照: :ref:`activate-support`。
nl: Voer de verkregen sleutel in de beheerinterface in, bekijk :ref:`activate-support`.
pt: Insira a chave obtida na interface de gestão, veja :ref:`activate-support`.
pt_br: Insira a chave obtida na interface de gerenciamento, consulte :ref:`activate-support`.
ro: Introduceți cheia obținută în interfața de management, a se vedea :ref:`activate-support`.
ru: Ввод полученного ключа в интерфейсе управления, смотрите раздел :ref:`activate-support`.
sv: Ange den erhållna nyckeln i hanteringsgränssnittet, se :ref:`activate-support`.
tr: Size verilen anahtarı yönetim bölümüne yazın. Ayrıntılı bilgi almak için: :ref:`activate-support`.
uk: Введіть отриманий ключ в інтерфейсі керування, див. :ref:`activate-support`.
zh_hans: 在管理界面输入得到的密钥，请参见 :ref:`activate-support`。
zh_hant: 在管理界面輸入得到的密鑰，請參見 :ref:`activate-support` 。

source: Weblate connects to the cloud service and obtains access info for the backups.
de: Weblate stellt eine Verbindung zum Cloud-Dienst her und erhält die Zugangsdaten für die Sicherungen.
ga: Nascann Weblate leis an tseirbhís néal agus faigheann sé faisnéis rochtana do na cúltacaí.
hu: A Weblate csatlakozik a felhőszolgáltatáshoz, és lekéri a biztonsági mentések eléréséhez szükséges adatokat.
id: Weblate terhubung ke layanan awan dan memperoleh informasi akses untuk rekam cadang.
ja: Weblate はクラウド サービスに接続し、バックアップのための接続情報を取得する。
nl: Weblate verbindt met de cloudservice en verkrijgt toegangsinformatie voor de back-ups.
pt: Weblate se conecta ao serviço de nuvem e obtém informações de acesso para os backups.
pt_br: Weblate se conecta ao serviço de Nuvem e obtém informações de acesso para os backups.
ro: Weblate se conectează la serviciul cloud și obține informații de acces pentru copiile de rezervă.
ru: Weblate подключается к облачному сервису и получает информацию для доступа к резервным копиям.
sv: Weblate ansluter till molntjänsten och hämtar åtkomstinformation för säkerhetskopiorna.
ta: வலைபெயர்ப்பு முகில் சேவையுடன் இணைகிறது மற்றும் காப்புப்பிரதிகளுக்கான அணுகல் தகவலைப் பெறுகிறது.
tr: Weblate bulut hizmeti ile bağlantı kurar ve yedekler için erişim bilgilerini alır.
uk: Weblate з'єднається із «хмарною» службою і отримати дані для доступу до резервних копій.
zh_hans: Weblate 将连接到云服务，并获取备份的访问信息。
zh_hant: Weblate 將連接到雲服務，並獲取備份的訪問信息。

source: Turn on the new backup configuration from the :guilabel:`Backups` tab.
de: Aktivieren Sie die neue Sicherungskonfiguration auf der Reiterkarte :guilabel:`Sicherungen`.
ga: Cuir an chumraíocht chúltaca nua ar siúl ón gcluaisín :guilabel:`Cúltacaí`.
hu: Kapcsolja be az új biztonsági mentési konfigurációt a :guilabel:`Biztonsági mentések` fülön.
id: Aktifkan konfigurasi rekam cadang baru dari tab :guilabel:`Rekam cadang`.
ja: :guilabel:`バックアップ` タブから、新しいバックアップの設定を有効にする。
nl: Schakel de nieuwe configuratie voor de back-up in op de tab :guilabel:`Back-ups`.
pt: Ative a nova configuração de backup a partir da guia :guilabel:`Backups`.
pt_br: Ative a nova configuração de backup a partir da aba :guilabel:`Backups`.
ro: Activați noua configurație de backup din fila :guilabel:`Backups`.
ru: Включение новой конфигурации резервного копирования на вкладке :guilabel:`Резервные копии`.
sv: Aktivera den nya säkerhetskopieringskonfigurationen från fliken :guilabel:`Backups`.
ta: புதிய காப்புப்பிரதி உள்ளமைவை இயக்கவும்: வபஇசிட்டை: `காப்புப்பிரதிகள்` தாவல்.
tr: :guilabel:`Yedekler` sekmesinden yeni yedekleme yapılandırmasını açın.
uk: Увімкніть нові налаштування резервного копіювання на вкладці :guilabel:`Резервні копії`.
zh_hans: 在 :guilabel:`备份` 选项卡下开启新的备份配置。
zh_hant: 從 :guilabel:`Backups` 標籤開啟新的備份配置。

source: Backup your Borg credentials to be able to restore the backups, see :ref:`borg-keys`.
de: Sichern Sie Ihre Borg-Zugangsdaten, um die Sicherungen wiederherstellen zu können, siehe :ref:`borg-keys`.
ga: Déan do dhintiúir Borg a chúltaca chun a bheith in ann na cúltacaí a chur ar ais, féach :ref:`borg-keys`.
hu: Készítsen biztonsági mentést a Borg-hitelesítő adatairól is a mentések későbbi visszaállíthatósága érdekében, lásd: :ref:`borg-keys`.
id: Cadangkan kredensial Borg Anda untuk dapat memulihkan pencadangan, lihat :ref:`borg-keys`.
ja: Borg 資格情報をバックアップして、バックアップを復元できるようにします。参照: :ref:`borg-keys`。
nl: Back-up uw inloggegevens voor Borg om de back-ups terug te kunnen zetten, bekijk :ref:`borg-keys`.
pt: Faça backup das suas credenciais do Borg para conseguir restaurar os backups, veja :ref:`borg-keys`.
pt_br: Faça backup de suas credenciais do Borg para conseguir restaurar os backups, consulte :ref:`borg-keys`.
ro: Faceți o copie de rezervă a acreditărilor Borg pentru a putea restaura copiile de rezervă, consultați :ref:`borg-keys`.
ru: Создайте резервную копию своих учётных данных Borg, чтобы иметь возможность восстанавливать резервные копии; смотрите раздел «:ref:`borg-keys`».
sv: Säkerhetskopiera dina Borg-inloggningsuppgifter så att du kan återställa säkerhetskopiorna, se :ref:`borg-keys`.
tr: Yedekleri geri yükleyebilmek için Borg kimlik doğrulama bilgilerinizi yedekleyin. Ayrıntılı bilgi almak için: :ref:`borg-keys`.
uk: Створіть резервну копію реєстраційних даних Borg з метою уможливлення відновлення резервних копій, див. :ref:`borg-keys`.
zh_hans: 备份你的 Borg 凭据，以便能够恢复备份，请参见 :ref:`borg-keys`。

source: The manual step of turning everything on is there for your safety. Without your consent no data is sent to the backup repository obtained through the registration process.
de: Der manuelle Schritt, alles einzuschalten, dient Ihrer Sicherheit. Ohne Ihre Zustimmung werden keine Daten an das Sicherungs-Repository gesendet, welches Sie durch den Registrierungsprozess erhalten haben.
ga: Tá an chéim láimhe chun gach rud a chur ar siúl ann ar mhaithe le do shábháilteacht. Gan do thoiliú ní sheoltar aon sonraí chuig an stór cúltaca a fhaightear tríd an bpróiseas clárúcháin.
hu: Az, hogy mindent manuálisan kell bekapcsolni, a biztonság érdekében történik. Hozzájárulás nélkül semmilyen adat nem kerül elküldésre a regisztráció során létrehozott biztonsági mentési tárolóba.
id: Langkah manual untuk pemakaian semuanya ada demi keselamatan Anda. Tanpa persetujuan Anda, tidak ada data yang dikirim ke repositori rekam cadang yang diperoleh melalui proses pendaftaran.
ja: 手動ですべてを有効にすることが必要なのは、安全のためです。ユーザーの同意がなければ、登録の過程で取得したデータはバックアップ リポジトリに送信しません。
nl: De handmatige stap om alles in te schakelen is er voor uw veiligheid. Zonder uw instemming worden geen gegevens verzonden naar de opslagruimte voor de back-up die is verkregen bij het registratieproces.
pt: O passo manual para ativar tudo está lá para sua segurança. Sem o seu consentimento, nenhum dado é enviado ao repositório de backup obtido através do processo de registo.
pt_br: O passo manual para ativar tudo está lá para sua segurança. Sem o seu consentimento, nenhum dado é enviado ao repositório de backup obtido através do processo de registro.
ro: Pasul manual de a porni totul există pentru siguranța dumneavoastră. Fără consimțământul dvs. nu se trimite niciun fel de date către depozitul de backup obținut prin procesul de înregistrare.
ru: Шаг ручного включения предусмотрен для вашей безопасности. Без вашего согласия никакие данные в репозитории резервных копий, полученные в процессе регистрации, не отправляются.
sv: Det manuella steget att slå på allt finns där för din säkerhet. Utan ditt samtycke skickas inga data till det backup-arkiv som erhållits genom registreringsprocessen.
ta: எல்லாவற்றையும் இயக்குவதற்கான கையேடு படி உங்கள் பாதுகாப்பிற்காக உள்ளது. உங்கள் அனுமதியின்றி பதிவு செயல்முறை மூலம் பெறப்பட்ட காப்பு களஞ்சியத்திற்கு எந்த தரவு அனுப்பப்படவில்லை.
tr: Güvenliğiniz için her şeyi el ile açma adımı bulunur. İzniniz olmadan, hesap açma işlemi yoluyla elde edilen yedekleme havuzuna herhangi bir veri gönderilmez.
uk: Крок вмикання усього вручну додано з метою убезпечення ваших даних. Без вашої згоди під час процедури реєстрації до сховища резервних копій не буде надіслано жодних даних.
zh_hans: 为了安全起见，有打开所有东西的手动步骤。没有你的同意，就不会有数据发送到通过注册步骤得到的备份仓库。
zh_hant: 為了安全起見，有打開所有東西的手動步驟。沒有你的同意，就不會有數據發送到通過註冊步驟得到的備份倉庫。

source: Using custom backup storage
de: Verwendung von eigenem Sicherungsspeicher
ga: Ag baint úsáide as stóráil cúltaca saincheaptha
hu: Egyéni biztonsági mentési tárhely használata
id: Menggunakan penyimpanan rekam cadang khusus
ja: 独自のバックアップ ストレージの使用
nl: Aangepaste opslag back-up gebruiken
pt: Usar armazenamento de backup personalizado
pt_br: Usando armazenamento de backup personalizado
ro: Utilizarea stocării de rezervă personalizate
ru: Использование собственного хранилища резервных копий
sv: Använda anpassad säkerhetskopieringslagring
ta: தனிப்பயன் காப்புப்பிரதி சேமிப்பகத்தைப் பயன்படுத்துதல்
tr: Özel yedekleme depolama alanını kullanmak
uk: Використання нетипового сховища резервних копій
zh_hans: 使用客户的备份存储
zh_hant: 使用客戶的備份存儲

source: :doc:`borg:usage/general` in the Borg documentation
de: :doc:`borg:usage/general` in der Borg-Dokumentation
ga: :doc:`borg:usage/general` i gcáipéisíocht Borg
hu: További információ a Borg dokumentációjában: :doc:`borg:usage/general`
id: :doc:`borg:usage/general` dalam dokumentasi Borg
ja: Borgドキュメント項目 :doc:`borg:usage/general`
nl: :doc:`borg:usage/general` in de documentatie van Borg
pt: :doc:`borg:usage/general` na documentação do Borg
pt_br: :doc:`borg:usage/general` na documentação do Borg
ro: :doc:`borg:usage/general` în documentația Borg
ru: Раздел :doc:`Общие сведения <borg:usage/general>` в документации Borg
sv: :doc:`borg:usage/general` i Borg-dokumentationen
tr: Borg belgelerindeki :doc:`borg:usage/general` bölümünde
uk: :doc:`borg:usage/general` у документації до Borg
zh_hans: Borg 文档中的 :doc:`borg:usage/general`
zh_hant: :doc:`borg:usage/general` 在 Borg 文件中

source: Local filesystem
de: Lokales Dateisystem
ga: Córas comhad áitiúil
hu: Helyi fájlrendszer
id: Sistem berkas lokal
ja: ローカル ファイルシステム
nl: Lokaal bestandssysteem
pt: Sistema de ficheiros local
pt_br: Sistema de arquivos local
ro: Sistem de fișiere local
ru: Локальная файловая система
sv: Lokalt filsystem
ta: உள்ளக கோப்பு முறைமை
tr: Yerel dosya sistemi
uk: Локальна файлова система
zh_hans: 本地文件系统
zh_hant: 本地文件系統
