Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Alternatively, use :doc:`/api` to update translations so that they match the latest version from the upstream in your remote VCS repository.
de: Alternativ können Sie auch :doc:`/api` verwenden, um die Übersetzungen zu aktualisieren, damit sie mit der neuesten Version aus dem Upstream des Remote-VCS-Repositorys übereinstimmen.
ga: Nó, bain úsáid as :doc:`/api` chun aistriúcháin a nuashonrú ionas go mbeidh siad ag teacht leis an leagan is déanaí ón tsrutha suas i do stór VCS cianda.
hu: Alternatív megoldásként :doc:`REST API </api>` segítségével is frissítheti a fordításokat, hogy azok megfeleljenek a távoli forrástároló legújabb verziójának.
id: Atau, gunakan :doc:`/api` untuk memperbarui terjemahan agar sesuai dengan versi terbaru dari hulu di repositori VCS jarak jauh Anda.
ja: または、:doc:`/api` を使用して、リモート VCS リポジトリの上流から最新バージョンに一致するように翻訳を更新してください。
nl: Gebruik, als alternatief, :doc:`/api` om vertalingen bij te werken zodat zij overeenkomen met de laatste versie van upstream in uw VCS opslagruimte op afstand.
pt_br: Alternativamente, use :doc:`/api` para atualizar as traduções de forma que elas correspondam às versões mais recentes a partir do upstream em seu repositório VCS remoto.
sv: Alternativt kan du använda :doc:`/api` för att uppdatera översättningarna så att de matchar den senaste versionen från uppströms i ditt fjärr-VCS-arkiv.
tr: Alternatif olarak, çevirileri uzak sürüm denetimi sistemi deponuzdaki son sürümle eşleşecek şekilde güncellemek için :doc:`/api` komutunu kullanabilirsiniz.
uk: Крім того, використовуйте :doc:`/api` для оновлення перекладів, щоб вони відповідали найновішій версії з висхідного потоку у вашому віддаленому сховищі VCS.
zh_hans: 或者，你也可以使用 :doc:`/api` 来更新翻译，让它们匹配来自你远程 VCS 仓库中上游的最新版本。

source: Fetching remote changes into Weblate
de: Abrufen von Remote-Änderungen in Weblate
ga: Athruithe cianda á bhfáil go Weblate
hu: Távoli változások lekérése a Weblate-be
id: Mengambil perubahan jarak jauh ke Weblate
ja: リモートでの変更を Weblate に取り込む
nl: Wijzigingen op afstand ophalen in Weblate
pt: Buscando alterações remotas para o Weblate
pt_br: Buscando alterações remotas para o Weblate
ro: Preluarea modificărilor de la distanță în Weblate
ru: Загрузка удалённых изменений в Weblate
sv: Hämta fjärrändringar till Weblate
ta: ரிமோட் மாற்றங்களை வலைபெயர்ப்பில் பெறுதல்
tr: Uzak değişiklikleri Weblate üzerine almak
uk: Отримання зовнішніх змін у Weblate
zh_hans: 将远程更改获取到 Weblate

source: To fetch any strings recently updated in your remote VCS repository into Weblate, allow Weblate to pull from the upstream repository. This can be achieved in the user interface (in the :guilabel:`Repository maintenance`), or from the command-line using :ref:`wlc`.
de: Um alle in Ihrem Remote-VCS-Repository kürzlich aktualisierten Zeichenketten in Weblate zu holen, erlauben Sie Weblate, diese aus dem Upstream-Repository zu ziehen. Dies kann über die Bedienoberfläche (unter :guilabel:`Repository-Wartung`) oder über die Befehlszeile mit :ref:`wlc` erfolgen.
ga: Chun aon teaghráin a nuashonraíodh le déanaí i do stór VCS cianda a fháil isteach i Weblate, lig do Weblate tarraingt ón stór in aghaidh an tsrutha. Is féidir é seo a bhaint amach sa chomhéadan úsáideora (sa :guilabel:`Cothabháil stórtha`), nó ón líne ordaithe ag baint úsáide as :ref:`wlc`.
hu: Ha friss szövegek kerültek a távoli VCS tárolóba, és ezeket be szeretné hozni a Weblate-be, engedélyezni kell, hogy a Weblate letölthesse a változásokat a forrás tárolóból. Ez megtörténhet a felhasználói felületen (a :guilabel:`Tároló karbantartása` résznél) vagy parancssorból a :ref:`wlc` használatával.
id: Untuk mengambil string apa pun yang baru saja diperbarui di repositori VCS jarak jauh Anda ke Weblate, izinkan Weblate untuk mengambil dari repositori hulu. Ini dapat dilakukan di antarmuka pengguna (di :guilabel:`Repository maintenance`), atau dari baris perintah menggunakan :ref:`wlc`.
ja: Weblate が、リモート VCS リポジトリで最近更新された文字列を取得するには、Weblate に上流リポジトリからプルすることを許可してください。これは、ユーザーインターフェイス （:guilabel:`リポジトリのメンテナンス` から）、またはコマンドラインから :ref:`wlc` を使用して行います。
nl: Voor het ophalen van recent bijgewerkte tekenreeksen vanuit uw VCS opslagruimte op afstand in Weblate, sta Weblate toe om uit de opslagruimte upstream te pullen. Dat kan worden bereikt in de gebruikersinterface (in het :guilabel:`Onderhoud opslagruimte`), of vanaf de opdrachtregel met :ref:`wlc`.
pt_br: Para buscar quaisquer textos recém-atualizados em seu repositório VCS remoto para o Weblate, permita ao Weblate fazer pull do repositório upstream. Isso pode ser feito na interface do usuário (em :guilabel:`Manutenção do repositório`) ou na linha de comando usando o :ref:`wlc`.
sv: För att hämta alla strängar som nyligen uppdaterats i ditt fjärr-VCS-arkiv till Weblate, låt Weblate hämta från uppströmsarkivet. Detta kan göras i användargränssnittet (i :guilabel:`Repository maintenance`), eller från kommandoraden med hjälp av :ref:`wlc`.
tr: Uzak sürüm denetimi sisteminizin deposında yeni güncellenen dizgeleri Weblate üzerine almak için, Weblate kopyanıza yukarı akış deposundan çekme izni verin. Bu işlem, kullanıcı arayüzünde (:guilabel:`Depo ‘bakımı` bölümünden) ya da komut satırından :ref:`wlc` komutu ile yapılabilir.
uk: Щоб отримати до Weblate рядки, які було оновлено у вашому сховищі, просто надайте програмі можливість отримання даних з основного сховища. Це можна налаштувати за допомогою графічного інтерфейсу користувача (розділ :guilabel:`Супровід сховища`) або інтерфейсу командного рядка за допомогою :ref:`wlc`.
zh_hans: 要将你远程 VCS 仓库中近期更新的任意字符串获取到 Weblate 中，请允许 Weblate 从上游仓库拉取。可以在用户界面（在 :guilabel:`仓库维护`）上或使用 :ref:`wlc` 从命令行实现这一操作。

source: This can be automated by setting a webhook in your repository to trigger Weblate whenever there is a new commit. See :ref:`update-vcs` for more details.
de: Dies kann automatisiert werden, indem Sie einen Webhook in Ihrem Repository einrichten, der Weblate immer dann auslöst, wenn es einen neuen Commit gibt. Siehe :ref:`update-vcs` für weitere Details.
ga: Is féidir é seo a uathoibriú ach cuaille gréasáin a shocrú i do stór chun Weblate a spreagadh nuair a bhíonn gealltanas nua ann. Féach :ref:`update-vcs` le haghaidh tuilleadh sonraí.
hu: Ez automatizálható webhook beállításával, amely minden új véglegesítésnél aktiválja a Weblate-et. További részletek: :ref:`update-vcs`.
id: Hal ini dapat diotomatisasi dengan mengatur webhook di repositori Anda untuk memicu Weblate setiap kali ada komit baru. Lihat :ref:`update-vcs` untuk rincian selengkapnya.
ja: これを自動化するには、リポジトリ内の Webhook を設定し、新しいコミットがあるたびに Weblate を起動するようにします。詳細は、:ref:`update-vcs` を確認してください。
nl: Dit kan worden geautomatiseerd door het instellen van een webhook in uw opslagruimte om Weblate te activeren elke keer als er een nieuwe indiening is. Bekijk :ref:`update-vcs` voor meer details.
pt_br: Isso pode ser automatizado configurando um webhook em seu repositório para acionar o Weblate sempre que houver um novo commit. Consulte :ref:`update-vcs` para mais detalhes.
sv: Detta kan automatiseras genom att ställa in en webhook i ditt arkiv för att aktivera Weblate varje gång det finns en ny commit. Se :ref:`update-vcs` för mer information.
tr: Yeni bir işleme olduğunda Weblate uygulamasının tetiklenmesi için deponuzda bir İnternet kancası ayarlayarak bu işlemin kendiliğinden yapılmasını sağlayabilirsiniz. Ayrıntılı bilgi almak için: :ref:`update-vcs`.
uk: Процедуру можна автоматизувати за допомогою сценарію стеження за вашим сховищем, який викликатиме Weblate за кожного внеску, див. :ref:`update-vcs`, щоб дізнатися більше.
zh_hans: 这可以通过在你的仓库中设置一个 webhook 来自动实现，每当有新的提交时，webhook 就会触发 Weblate。更多细节请参见 :ref:`update-vcs`。

source: If not using VCS integration, you can use the UI or :doc:`/api` to update the translations so that they match your codebase.
de: Wenn Sie die VCS-Integration nicht verwenden, können Sie die Bedienoberfläche oder :doc:`/api` verwenden, um die Übersetzungen zu aktualisieren, damit sie mit Ihrer Codebasis übereinstimmen.
ga: Mura bhfuil comhtháthú VCS in úsáid agat, is féidir leat an Chomhéadain nó :doc:`/api` a úsáid chun na haistriúcháin a nuashonrú ionas go mbeidh siad ag teacht le do bhunachar cód.
hu: Ha nem használ VCS-integrációt, a felhasználói felületen vagy :doc:`REST API </api>` segítségével is frissítheti a fordításokat, hogy azok megfeleljenek a forráskódban lévő tartalomnak.
id: Jika tidak menggunakan integrasi VCS, Anda dapat menggunakan UI atau :doc:`/api` untuk memperbarui terjemahan agar sesuai dengan basis kode Anda.
ja: VCS との連携を使用しない場合は、UI または :doc:`/api` を使用して、翻訳データをコードベースと同期させることができます。
nl: Bij het niet gebruiken van VCS integratie kunt u de gebruikersinterface gebruiken of :doc:`/api` om de vertalingen bij te werken, zodat zij overeenkomen met uw codebase.
pt_br: Se você não estiver usando integração VCS, você pode usar a UI ou :doc:`/api` para atualizar as traduções de forma que elas correspondam à sua base de código.
sv: Om du inte använder VCS-integration kan du använda gränssnittet eller :doc:`/api` för att uppdatera översättningarna så att de stämmer överens med din kodbas.
tr: Sürüm denetimi sistemi bütünleştirmesi kullanmıyorsanız, çevirileri kod tabanınızla eşleşecek şekilde güncellemek için kullanıcı arayüzü ya da :doc:`/api` kullanabilirsiniz.
uk: Якщо ви не використовуєте інтеграцію із системою керування версіями, ви можете скористатися інтерфейсом користувача або :doc:`/api` для оновлення перекладів у відповідності зі змінами у вашому коді.
zh_hans: 如果没用版本控制系统集成，你可以使用用户界面或 :doc:`/api` 来更新翻译让它们匹配你的 codebase。

source: Adding new strings
de: Neue Zeichenketten hinzufügen
ga: Teaghráin nua á gcur leis
hu: Új szövegek hozzáadása
id: Menambahkan string baru
ja: 新しい原文の追加
nl: Nieuwe tekenreeksen toevoegen
pt: A adicionar novas cadeias
pt_br: Adicionando novos textos
ro: Adăugarea de noi șiruri de caractere
ru: Добавление новых строк
sv: Lägga till nya strängar
ta: புதிய சரங்களைச் சேர்ப்பது
tr: Yeni dizgeler eklemek
uk: Додавання нових рядків
zh_hans: 添加新字符串

source: If your translation files are stored in a remote VCS together with the code, you most likely have an existing workflow for developers to introduce new strings. Any way of adding strings will be picked up, but consider using :ref:`source-quality-gateway` to avoid introducing errors.
de: Wenn Ihre Übersetzungsdateien zusammen mit dem Code in einem Remote-VCS gespeichert sind, haben Sie höchstwahrscheinlich einen bestehenden Arbeitsablauf für Entwickler, um neue Zeichenketten einzuführen. Jede Art des Hinzufügens von Zeichenketten wird aufgegriffen, aber Sie sollten :ref:`source-quality-gateway` verwenden, um Fehler zu vermeiden.
ga: Má tá do chuid comhad aistriúcháin stóráilte i gcianrialtán mar aon leis an gcód, is dóichí go mbeidh sreabhadh oibre agat cheana féin le go bhféadfaidh forbróirí teaghráin nua a thabhairt isteach. Piocfar aon bhealach le teaghráin a chur leis, ach smaoinigh ar :ref:`source-quality-gateway` a úsáid chun earráidí a sheachaint.
hu: Ha a fordítási fájlokat a forráskóddal együtt egy távoli VCS-ben tárolja, akkor valószínűleg már van egy meglévő munkafolyamata arra, hogyan kerüljenek új szövegek a projektbe. Bármilyen módon is ad hozzá új szövegeket, a Weblate felismeri őket, de érdemes használni a :ref:`source-quality-gateway` funkciót, hogy elkerülje a hibás bejegyzések bekerülését.
id: Jika berkas terjemahan Anda disimpan di VCS jarak jauh bersama kodenya, kemungkinan besar Anda sudah memiliki alur kerja bagi pengembang untuk menambahkan string baru. Cara apa pun untuk menambahkan string akan dipertimbangkan, tetapi pertimbangkan untuk menggunakan :ref:`source-quality-gateway` untuk menghindari galat.
ja: 翻訳ファイルがコードと共にリモート VCS に保存されている場合、開発者が新しい文字列を追加するワークフローになっていることが多いです。どのような方法で文字列を追加するとしても、誤りが入らないように、:ref:`source-quality-gateway` の使用を検討してください。
nl: Als uw vertaalbestanden zijn opgeslagen in een VCS op afstand samen met de code, zult u zeer waarschijnlijk een bestaande werkwijze hebben voor ontwikkelaars om nieuwe tekenreeksen te introduceren. Elke manier voor het toevoegen van tekenreeksen zal worden opgepikt, maar overweeg om :ref:`source-quality-gateway` te gebruiken om het introduceren van fouten te vermijden.
pt_br: Se seus arquivos de tradução serem armazenados em um VCS remoto junto com o código, você provavelmente tem um fluxo de trabalho existente para os desenvolvedores introduzirem novos textos. Qualquer forma de adicionar textos será escolhida, mas considere usar :ref:`source-quality-gateway` para evitar a introdução de erros.
sv: Om dina översättningsfiler lagras i ett fjärr-VCS tillsammans med koden har du troligen redan ett arbetsflöde för utvecklare att införa nya strängar. Alla sätt att lägga till strängar kommer att registreras, men överväg att använda :ref:`source-quality-gateway` för att undvika att fel införs.
tr: Çeviri dosyalarınız kodla birlikte bir uzak sürüm denetimi sisteminde bulunuyorsa, büyük olasılıkla geliştiricilerin yeni dizgeler eklemesi için kullanılan bir iş akışınız vardır. Dizge eklemenin herhangi bir yolu seçilir. Ancak hatalara neden olmamak için :ref:`source-quality-gateway` kullanmayı değerlendirin.
uk: Якщо ваші файли перекладу зберігаються у віддаленій системі керування версіями разом з кодом, ви, швидше за все, маєте робочий простір для розробників, щоб ввести нові рядки. Яким би не був спосіб отримання доданих рядків, скористайтеся :ref:`source-quality-gateway`, щоб уникнути помилок.
zh_hans: 如您的翻译文件与代码一起存储在一个远程版本控制系统中，您很可能有一个现有的工作流供开发人员引入新的字符串。任何添加字符串的方法都将被采用，但请考虑使用 :ref:`source-quality-gateway` 以避免引入错误。

source: When translation files are separated from the code, the following ways can introduce new strings into Weblate.
de: Wenn Übersetzungsdateien vom Code getrennt werden, können auf folgende Weise neue Zeichenketten in Weblate eingeführt werden.
ga: Nuair a scartar comhaid aistriúcháin ón gcód, is féidir teaghráin nua a thabhairt isteach i Weblate ar na bealaí seo a leanas.
hu: Ha a fordítási fájlokat külön tárolja a kódtól, az alábbi módszerek egyikével adhat hozzá új szövegeket a Weblate-ben.
id: Saat berkas terjemahan dipisahkan dari kode, cara berikut dapat memasukkan string baru ke dalam Weblate.
ja: 翻訳ファイルがコードから分離されている場合、次の方法で Weblate に新しい文字列を導入できます。
nl: Als vertaalbestanden zijn gescheiden van de code, kunnen op de volgende manieren nieuwe tekenreeksen in Weblate worden geïntroduceerd.
pt_br: Quando arquivos de tradução são separados do código, as seguintes formas podem introduzir novos textos no Weblate.
sv: När översättningsfiler separeras från koden kan följande metoder användas för att införa nya strängar i Weblate.
ta: மொழிபெயர்ப்பு கோப்புகள் குறியீட்டிலிருந்து பிரிக்கப்படும்போது, பின்வரும் வழிகள் புதிய சரங்களை வலைபெயர்ப்பில் அறிமுகப்படுத்தலாம்.
tr: Çeviri dosyaları koddan ayrılmış olduğunda, şu yöntemlerle Weblate üzerine yeni dizgeler eklenebilir.
uk: Коли файли перекладу є окремими від коду, можна скористатися описаними далі способами, щоб ввести нові рядки у Weblate.
zh_hans: 当翻译文件与代码分离时，可以通过以下方法将新字符串引入 Weblate。

source: Manually, using :guilabel:`Add new translation string` from :guilabel:`Operations` menu in the source language. You can choose between the radio buttons :guilabel:`Singular` and :guilabel:`Plural` inside the form. Select the appropriate form of the new translation string to be added.
id: Secara manual, gunakan :guilabel:`Add new translation string` dari :guilabel:`Operations` dalam bahasa sumber. Anda dapat memilih antara tombol radio :guilabel:`Singular` dan :guilabel:`Plural` di dalam formulir. Pilih bentuk string terjemahan baru yang sesuai untuk ditambahkan.
sv: Manuellt, genom att använda :guilabel:`Lägg till ny översättningssträng` från :guilabel:`Åtgärder`-menyn i källspråket. Du kan välja mellan alternativknapparna :guilabel:`Singular` och :guilabel:`Plural` i formuläret. Välj lämplig form för den nya översättningssträngen som ska läggas till.
uk: Вручну, використовуючи :guilabel:`Add new translation string` з меню :guilabel:`Operations` мовою оригіналу. Ви можете вибрати між радіокнопками :guilabel:`Singular` та :guilabel:`Plural` всередині форми. Виберіть відповідну форму нового рядка перекладу, який потрібно додати.

source: By uploading source file as :guilabel:`Replace existing translation file` (this overwrites existing strings, so please ensure the file includes both old and new strings) or :guilabel:`Add new strings`, see :ref:`upload-method`.
de: Durch Hochladen der Quelldatei als :guilabel:`Vorhandene Übersetzungsdatei ersetzen` (dies überschreibt vorhandene Zeichenketten, also stellen Sie bitte sicher, dass die Datei sowohl alte als auch neue Zeichenketten enthält) oder :guilabel:`Neue Zeichenketten hinzufügen`, siehe :ref:`upload-method`.
ga: Trí chomhad foinseach a uaslódáil mar :guilabel:`Athchuir an comhad aistriúcháin atá ann cheana` (forscríobhann sé seo teaghráin atá ann cheana féin, mar sin cinntigh le do thoil go bhfuil teaghráin sean agus nua araon san áireamh) nó :guilabel:`Add new strings`, féach :ref:`upload-method`.
hu: A forrásfájl feltöltésével, a :guilabel:`Létező fordítási fájl cseréje` (ez felülírja a meglévő szövegeket, ezért ügyeljen rá, hogy a fájl tartalmazza a régi és új szövegeket is) vagy az :guilabel:`Új szövegek hozzáadása` lehetőséggel, lásd: :ref:`upload-method`.
id: Dengan mengunggah berkas sumber sebagai :guilabel:`Replace existing translation file` (ini akan menimpa string yang ada, jadi pastikan berkas menyertakan string lama dan baru) atau :guilabel:`Add new strings`, lihat :ref:`upload-method`.
ja: 原文のファイルを :guilabel:`既存の翻訳ファイルの置き換え` としてアップロードします（これは既存の文字列を上書きするので、ファイルに古い文字列と新しい文字列の両方が含まれていることを確認してください)。または :guilabel:`新しい文字列の追加` をします。参照: :ref:`upload-method`。
nl: Door bronbestand te uploaden als :guilabel:`Bestaand vertaalbestand vervangen` (dit overschrijft bestaande tekenreeksen, zorg er dus voor dat het bestand zowel de oude als de nieuwe tekenreeksen bevat) of :guilabel:`Nieuwe tekenreeksen toevoegen`, bekijk :ref:`upload-method`.
pt: Ao enviar o ficheiro fonte como :guilabel:`Substituir ficheiro de tradução existente` (isso sobrescreve as cadeias existentes, portanto, certifique-se de que o ficheiro inclua as cadeias antigas e novas) ou :guilabel:`Adicionar novas cadeias`. Veja :ref:`upload-method`.
pt_br: Ao enviar o arquivo fonte como :guilabel:`Substituir arquivo tradução existente` (isso sobrescreve os textos existentes, portanto, certifique-se de que o arquivo inclua os textos antigos e novos) ou :guilabel:`Adicionar novos textos`. Consulte :ref:`upload-method`.
ro: Prin încărcarea fișierului sursă ca :guilabel:`Înlocuiți fișierul de traducere existent` (acest lucru suprascrie șirurile existente, așa că asigurați-vă că fișierul include atât șirurile vechi, cât și cele noi) sau :guilabel:`Adaugați șiruri noi`, consultați :ref:`metoda de încărcare`.
ru: Загрузив исходный файл через :guilabel:`Заменить существующий файл перевода` (это перезапишет существующие строки, так что сначала убедитесь, что в файле есть и старые и новые строки) или :guilabel:`Добавить новые строки`, смотрите раздел :ref:`upload-method`.
sv: Genom att ladda upp källfilen som :guilabel:`Ersätt befintlig översättningsfil` (detta skriver över befintliga strängar, så se till att filen innehåller både gamla och nya strängar) eller :guilabel:`Lägg till nya strängar`, se :ref:`upload-method`.
tr: Kaynak dosyayı :guilabel:`Var olan çeviri dosyasını değiştir` (var olan dizgelerin üzerine yazar, bu nedenle dosyada hem eski hem de yeni dizgelerin bulunduğundan emin olun) ya da :guilabel:`Yeni dizgeler ekle` seçeneği ile yükleyerek. Ayrıntılı bilgi almak için: :ref:`upload-method`.
uk: Завантаживши початковий файл як :guilabel:`Замінити наявний файл перекладу` (це замінює наявні рядки, тому переконайтесь, що файл містить як старі, так і нові рядки) або :guilabel:`Додати нові рядки`, перегляньте :ref:`upload-method`.
zh_hans: 通过上传源文件 :guilabel:`替换现有翻译文件`\ （这将覆盖现有的字符串，所以请确保文件包括新旧字符串）或 :guilabel:`添加新字符串`，请参见 :ref:`upload-method`。

source: The ability to add strings in Weblate requires :ref:`component-manage_units`.
de: Die Möglichkeit, Zeichenketten in Weblate hinzuzufügen, erfordert :ref:`component-manage_units`.
ga: Teastaíonn :ref:`component-manage_units` chun teaghráin a chur leis in Weblate.
hu: A szövegek hozzáadásához a Weblate-ben engedélyezni kell a :ref:`component-manage_units` jogosultságot.
id: Kemampuan untuk menambahkan string di Weblate memerlukan :ref:`component-manage_units`.
ja: Weblate で文字列を追加するには、:ref:`component-manage_units` が必要です。
nl: De mogelijkheid voor het toevoegen van tekenreeksen in Weblate vereist :ref:`component-manage_units`.
pt_br: A capacidade de adicionar textos no Weblate requer :ref:`component-manage_units`.
sv: För att kunna lägga till strängar i Weblate krävs :ref:`component-manage_units`.
tr: Weblate üzerine dizge eklenebilmesi için :ref:`component-manage_units` gereklidir.
uk: Можливість додавати рядки до Weblate потребує :ref:`component-manage_units`.
zh_hans: 在 Weblate 中添加字符串需要 :ref:`component-manage_units`。

source: Updating target-language files
de: Aktualisieren der Zielsprachedateien
ga: Comhaid sprioctheanga á nuashonrú
hu: Célnyelvi fájlok frissítése
id: Memperbarui berkas bahasa target
ja: 翻訳対象の言語ファイルの更新
nl: Bestanden doeltaal bijwerken
pt_br: Atualizando arquivos de idioma de destino
sv: Uppdatera filer på målspråket
ta: இலக்கு மொழி கோப்புகளைப் புதுப்பித்தல்
tr: Hedef dil dosyalarını güncellemek
uk: Оновлення файлів мови перекладу
zh_hans: 更新目标语言文件
