Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Action to filter, can be used several times
de: Aktion zum Filtern, kann mehrfach verwendet werden
ga: Gníomh a scagadh is féidir, a úsáid arís agus arís eile
hu: Szűrendő művelet, többször is megadható
id: Tindakan untuk memfilter, dapat digunakan beberapa kali
ja: 操作にフィルターを適用する、複数回使用可能
nl: Actie waarop gefilterd moet worden, mag meerdere keren gebruikt worden
pt: Ação para filtrar, pode ser usada várias vezes
pt_br: Ação para filtrar, pode ser usada várias vezes
ro: Acțiune de filtrare, poate fi utilizată de mai multe ori
ru: Действие для фильтра, может быть указано несколько раз
sv: Åtgärd för att filtrera, kan användas flera gånger
ta: வடிகட்டுவதற்கான செயல், பல முறை பயன்படுத்தப்படலாம்
tr: Süzülecek işlem, birkaç kez kullanılabilir
uk: Дія для фільтрування, можна використовувати декілька разів
zh_hans: 操作筛选，可以多次使用
zh_hant: 篩選的動作，可以多次使用

source: ISO 8601 formatted timestamp to list changes after
de: ISO 8601-formatierter Zeitstempel zur Auflistung von Änderungen nach
ga: Stampa ama formáidithe ISO 8601 chun athruithe ina dhiaidh sin a liostú
hu: ISO 8601 formátumú időbélyeg, amely utáni változásokat listázza
id: Stempel waktu berformat ISO 8601 untuk mencantumkan perubahan setelahnya
ja: 変更後のリストを ISO 8601 形式のタイムスタンプで表示
nl: Tijdstempel in opmaak ISO 8601 voor vermelden van wijzigingen na
pt: Data e hora no formato ISO 8601 para listar as alterações após
pt_br: Data e hora no formato ISO 8601 para listar as alterações após
ro: Ștampila de timp în format ISO 8601 pentru a enumera modificările după
ru: Временная метка в формате ISO 8601, изменения после которой нужно вернуть
sv: Tidsstämpel i ISO 8601-format för att lista ändringar efter
ta: ஐஎச்ஓ 8601 பின்னர் மாற்றங்களை பட்டியலிட வடிவமைக்கப்பட்ட நேர முத்திரை
tr: Sonraki değişikliklerin listeleneceği ISO 8601 biçiminde zaman damgası
uk: Часова позначка у форматі ISO 8601 для показу списку наступних змін
zh_hans: ISO 8601 格式的时间戳，列出此时间之后的更改
zh_hant: ISO 8601 格式的時間標籤，列出此時間之後的更改

source: ISO 8601 formatted timestamp to list changes before
de: ISO 8601-formatierter Zeitstempel zur Auflistung von Änderungen vor
ga: Stampa ama formáidithe ISO 8601 chun athruithe a liostú roimhe seo
hu: ISO 8601 formátumú időbélyeg, amely előtti változásokat listázza
id: Stempel waktu berformat ISO 8601 untuk mencantumkan perubahan sebelumnya
ja: 変更前のリストを ISO 8601 形式のタイムスタンプで表示
nl: Tijdstempel in opmaak ISO 8601 voor vermelden van wijzigingen voor
pt: Data e hora no formato ISO 8601 para listar as alterações antes
pt_br: Data e hora no formato ISO 8601 para listar as alterações antes
ro: Ștampila de timp în format ISO 8601 pentru a enumera modificările după
ru: Временная метка в формате ISO 8601, изменения до которой нужно вернуть
sv: Tidsstämpel i ISO 8601-format för att lista ändringar före
ta: ஐஎச்ஓ 8601 இதற்கு முன் மாற்றங்களை பட்டியலிட வடிவமைக்கப்பட்ட நேர முத்திரை
tr: Önceki değişiklikleri listelemek için ISO 8601 biçiminde zaman damgası
uk: Часова позначка у форматі ISO 8601 для показу списку попередніх змін
zh_hans: ISO 8601 格式的时间戳，列出此时间之前的更改
zh_hant: ISO 8601 格式的時間標籤，列出此時間之前的更改

source: Returns information about the translation change.
de: Gibt Informationen über die Übersetzungsänderung zurück.
ga: Filleann sé eolas faoin athrú aistriúcháin.
hu: Lekéri a fordítási változások listáját.
id: Mengembalikan informasi tentang perubahan terjemahan.
nl: Geeft informatie terug over de wijziging in de vertaling.
pt_br: Retorna informações sobre a alteração de tradução.
sv: Returnerar information om översättningsändringen.
tr: Çeviri değişikliği ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про зміну перекладу.

source: Change ID
de: Änderungs-ID
ga: Athraigh ID
hu: Változás azonosítója
id: Ubah ID
ja: 変更 ID
nl: ID wijziging
pt: ID da alteração
pt_br: ID da alteração
ro: Schimbă ID-ul
ru: Идентификатор изменения
sv: Ändra ID
ta: ஐடியை மாற்றவும்
tr: Değişiklik kimliği
uk: Ідентифікатор зміни
zh_hans: 更改的ID
zh_hant: 更改的ID

source: URL of a related unit object
de: URL eines zugehörigen Einheitenobjekts
ga: URL réad aonaid gaolmhar
hu: Kapcsolódó egység objektum URL-je
id: URL objek unit terkait
ja: 関連するユニット オブジェクトの URL
nl: URL van een gerelateerd object eenheid
pt: URL de um objeto de unidade relacionado
pt_br: URL de um objeto de unidade relacionado
ro: Adresa URL a unui obiect unitate conex
ru: URL-адрес связанного объекта единицы перевода
sv: URL för ett relaterat enhetsobjekt
ta: தொடர்புடைய அலகு பொருளின் முகவரி
tr: İlişkili birim nesnesinin adresi
uk: адреса пов'язаного об'єкта модуля
zh_hans: 相关单元对象的 URL
zh_hant: 相關單元對象的 URL

source: URL of a related component object
de: URL eines zugehörigen Komponentenobjekts
ga: URL réad comhpháirte gaolmhar
hu: Kapcsolódó összetevő objektum URL-je
id: URL objek komponen terkait
ja: 関連コンポーネント オブジェクトの URL
nl: URL van een gerelateerd object onderdeel
pt: URL de um objeto de componente relacionado
pt_br: URL de um objeto de componente relacionado
ro: Adresa URL a unui obiect component conex
ru: URL-адрес связанного объекта компонента
sv: URL för ett relaterat komponentobjekt
ta: தொடர்புடைய கூறு பொருளின் முகவரி
tr: İlişkili bileşen nesnesinin adresi
uk: адреса пов'язаного об'єкта складника
zh_hans: 相关部件对象的 URL
zh_hant: 相關組件對象的 URL

source: URL of a related user object
de: URL eines zugehörigen Benutzerobjekts
ga: URL réad úsáideora gaolmhar
hu: Kapcsolódó felhasználó objektum URL-je
id: URL objek pengguna terkait
ja: 関連するユーザー オブジェクトの URL
nl: URL van een gerelateerd object gebruiker
pt: URL de um objeto de utilizador relacionado
pt_br: URL de um objeto de usuário relacionado
ro: Adresa URL a unui obiect utilizator asociat
ru: URL-адрес связанного объекта пользователя
sv: URL till ett relaterat användarobjekt
ta: தொடர்புடைய பயனர் பொருளின் முகவரி
tr: İlişkili kullanıcı nesnesinin adresi
uk: адреса пов'язаного об'єкта користувача
zh_hans: 相关用户对象的 URL
zh_hant: 相關用戶對象的 URL

source: URL of a related author object
de: URL eines zugehörigen Autorenobjekts
ga: URL oibiachta údair ghaolmhair
hu: Kapcsolódó szerző objektum URL-je
id: URL objek penulis terkait
ja: 関連する著作者オブジェクトの URL
nl: URL van een gerelateerd object auteur
pt: URL de um objeto de autor relacionado
pt_br: URL de um objeto de autor relacionado
ro: URL-ul unui obiect de autor asociat
ru: URL-адрес связанного объекта автора
sv: URL till ett relaterat författarobjekt
ta: தொடர்புடைய ஆசிரியர் பொருளின் முகவரி
tr: İlişkili yazar nesnesinin adresi
uk: адреса або пов'язаний об'єкт автора
zh_hans: 相关作者对象的 URL
zh_hant: 相關作者對象的 URL

source: event timestamp
de: Zeitstempel des Ereignisses
ga: stampa ama imeachta
hu: esemény időbélyege
id: stempel waktu peristiwa
ja: イベントのタイムスタンプ
nl: tijdstempel gebeurtenis
pt: data e hora do evento
pt_br: data e hora do evento
ro: marca temporală a evenimentului
ru: временная метка события
sv: händelsetidsstämpel
ta: நிகழ்வு நேர முத்திரை
tr: etkinlik zaman damgası
uk: часова позначка події
zh_hans: 事件时间戳
zh_hant: 時間的時間標籤

source: numeric identification of action
de: Numerische Kennzeichnung der Aktion
ga: sainaithint uimhriúil na gníomhaíochta
hu: művelet numerikus azonosítója
id: identifikasi numerik tindakan
ja: アクションの数値識別子
nl: numerieke identificatie van actie
pt: identificação numérica da ação
pt_br: identificação numérica da ação
ro: identificarea numerică a acțiunii
ru: числовой идентификатор действия
sv: numerisk identifiering av åtgärd
ta: செயலின் எண் அடையாளம்
tr: işlemin sayısal kimliği
uk: числовий ідентифікатор дії
zh_hans: 操作的数字标识
zh_hant: 動作的幾種識別

source: text description of action
de: Textbeschreibung der Aktion
ga: cur síos téacs ar an ngníomh
hu: művelet szöveges leírása
id: teks deskripsi tindakan
ja: アクションのテキスト説明
nl: tekstbeschrijving van actie
pt: descrição textual da ação
pt_br: descrição de texto da ação
ro: descrierea textului acțiunii
ru: текстовое описание действия
sv: textbeskrivning av åtgärd
ta: செயலின் உரை விளக்கம்
tr: işlemin metin açıklaması
uk: текстовий опис дії
zh_hans: 操作的文本描述
zh_hant: 動作的文本描述

source: event changed text
de: Änderungstext des Ereignisses
ga: imeacht athraithe téacs
hu: esemény során módosított szöveg
id: peristiwa mengubah teks
ja: テキストが変更されたイベント
nl: gebeurtenis gewijzigde tekst
pt: texto alterado pelo evento
pt_br: texto alterado pelo evento
sv: händelse ändrad text
ta: நிகழ்வு மாற்றப்பட்ட உரை
tr: işlemle değiştirilen metin
uk: змінений текст
zh_hans: 事件更改了文本

source: previous text
de: Vorheriger Text
ga: téacs roimhe seo
hu: előző szöveg
id: teks sebelumnya
ja: 前のテキスト
nl: vorige tekst
pt: texto anterior
pt_br: texto anterior
sv: föregående text
ta: முந்தைய உரை
tr: önceki metin
uk: попередній
zh_hans: 先前文本

source: additional details about the change
de: Zusätzliche Details über die Änderung
ga: sonraí breise faoin athrú
hu: további részletek a változásról
id: rincian tambahan tentang perubahan tersebut
ja: 変更に関する追加の詳細
nl: aanvullende details over de wijziging
pt: pormenores adicionais sobre a alteração
pt_br: detalhes adicionais sobre a alteração
sv: ytterligare detaljer om förändringen
ta: மாற்றம் குறித்த கூடுதல் விவரங்கள்
tr: değişiklik ile ilgili ek bilgiler
uk: додаткові дані про зміну
zh_hans: 关于更改的附加详情

source: change identifier
de: Änderungskennung
ga: aitheantóir a athrú
hu: változásazonosító
id: ubah pengenal
ja: 識別子の変更
nl: identificatie wijziging
pt: identificador da alteração
pt_br: identificador da alteração
ro: identificator de modificare
ru: идентификатор изменения
sv: ändringsidentifierare
ta: அடையாளங்காட்டியை மாற்றவும்
tr: değişiklik belirteci
uk: змінити ідентифікатор
zh_hans: 变更的标识符
zh_hant: 更改的識別文字

source: Returns a list of screenshot string information.
de: Gibt eine Liste der Zeichenketteninformationen-Bildschirmfotos zurück.
ga: Seoltar ar ais liosta faisnéise teaghrán scáileáin.
hu: lekéri a képernyőkép szöveginformációinak listáját.
id: Mengembalikan daftar informasi string tangkapan layar.
ja: 返り値は、スクリーンショットの文字列情報の一覧です。
nl: Geeft een lijst terug met informatie over ene schermafdruk van een tekenreeks.
pt: Retorna uma lista de informações de cadeias de capturas de ecrã.
pt_br: Retorna uma lista de informações de texto de capturas de tela.
ro: Returnează o listă de informații despre șirurile de caractere ale capturilor de ecran.
ru: Возвращает список снимков экрана для исходных строк.
sv: Returnerar en lista med information om skärmdumpsträngar.
ta: திரைக்காட்சி சரம் தகவல்களின் பட்டியலை வழங்குகிறது.
tr: Ekran görüntüsü dizgesi bilgilerinin listesini görüntüler.
uk: Повертає список даних рядків знімків вікон.
zh_hans: 返回屏幕截图字符串信息的列表。
zh_hant: 返回屏幕截圖字符串信息的列表。

source: Returns information about the screenshot.
de: Gibt Informationen über das Bildschirmfoto zurück.
ga: Filleann sé eolas faoin screenshot.
hu: információt ad a képernyőképről.
id: Mengembalikan informasi tentang tangkapan layar.
nl: Geeft informatie terug over de schermafdruk.
pt_br: Retorna informações sobre a captura de tela.
sv: Returnerar information om skärmdumpen.
tr: Ekran görüntüsü ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про скріншот.

source: Screenshot ID
de: Bildschirmfoto-ID
ga: ID scáileáin
hu: Képernyőkép azonosító
id: ID Tangkapan Layar
ja: スクリーンショット ID
nl: ID schermafdruk
pt: ID da captura de ecrã
pt_br: ID da captura de tela
ro: ID captură de ecran
ru: Идентификатор снимка экрана
sv: Skärmdump-ID
ta: திரை காட்சி ஐடி
tr: Ekran görüntüsü kimliği
uk: Ідентифікатор знімка вікна
zh_hans: 截图 ID
zh_hant: 屏幕截圖的 ID

source: name of a screenshot
de: Name des Bildschirmfotos
ga: ainm scáileáin
hu: képernyőkép neve
id: nama tangkapan layar
ja: スクリーンショット名
nl: naam van een schermafdruk
pt: nome de um screenshot
pt_br: nome de uma captura de tela
ro: numele unei capturi de ecran
ru: название снимка экрана
sv: namn på en skärmdump
ta: ஒரு திரை சாட்டின் பெயர்
tr: ekran görüntüsünün adı
uk: назва знімка вікна
zh_hans: 屏幕截图的名称
zh_hant: 屏幕截圖的名稱

source: link to associated source string information; see :http:get:`/api/units/(int:id)/`
de: Link zur zugehörigen Information der Ausgangszeichenkette; siehe :http:get:`/api/units/(int:id)/`
ga: nasc le faisnéis teaghrán foinse gaolmhar; féach :http:get:`/api/units/(int:id)/`
hu: kapcsolódó forrásszöveg információk linkje; lásd: :http:get:`/api/units/(int:id)/`
id: tautan ke informasi string sumber terkait; lihat :http:get:`/api/units/(int:id)/`
ja: 関連する原文情報へのリンク。参照: :http:get:`/api/units/(int:id)/`
nl: koppeling naar geassocieerde informatie voor de brontekenreeks; bekijk :http:get:`/api/units/(int:id)/`
pt: ligação para associar informações sobre cadeia fonte; veja :http:get:`/api/units/(int:id)/`
pt_br: link para associar informações sobre texto fonte; consulte :http:get:`/api/units/(int:id)/`
ro: link către informațiile asociate șirului sursă; a se vedea :http:get:`/api/units/(int:id)/`
ru: ссылка на связанную информацию об исходной строке; смотрите описание :http:get:`/api/units/(int:id)/`
sv: länk till tillhörande källstränginformation; se :http:get:`/api/units/(int:id)/`
tr: ilişkili kaynak dizge bilgileri bağlantısı. Ayrıntılı bilgi almak için: :http:get:`/api/units/(int:id)/`
uk: пов'язати із відповідними даними початкового рядка, див. :http:get:`/api/units/(int:id)/`
zh_hans: 与源字符串信息相关的链接；请参见 :http:get:`/api/units/(int:id)/`
zh_hant: 與源字符串信息相關的鏈接；請參見 :http:get:`/api/units/(int:id)/`

source: Download the screenshot image.
de: Lädt das Bildschirmfoto herunter.
ga: Íoslódáil an pictiúr ar an scáileán.
hu: Képernyőkép letöltése.
id: Unduh gambar tangkapan layar.
ja: スクリーンショット画像をダウンロードします。
nl: Download de afbeelding van de schermafdruk.
pt: Descarrega a imagem de captura de ecrã.
pt_br: Baixa a imagem de captura de tela.
ro: Descărcați imaginea capturii de ecran.
ru: Скачивает изображение снимка экрана.
sv: Ladda ner skärmdumpen.
ta: திரைக்காட்சி படத்தைப் பதிவிறக்கவும்.
tr: Ekran görüntüsünü indirir.
uk: Отримати зображення знімка вікна.
zh_hans: 下载屏幕截图的图片。
zh_hant: 下載屏幕截圖的圖片。

source: Replace screenshot image.
de: Ersetzt das Bildschirmfoto.
ga: Ionadaigh íomhá scáileáin.
hu: Képernyőkép cseréje.
id: Ganti gambar tangkapan layar.
ja: スクリーンショット画像を置き換えます。
nl: Vervang de afbeelding van de schermafdruk.
pt: Substitui a imagem de captura de ecrã.
pt_br: Substitui a imagem de captura de tela.
ro: Înlocuiți imaginea capturii de ecran.
ru: Заменяет изображение снимка экрана.
sv: Ersätt skärmdumpbilden.
ta: திரைக்காட்சி படத்தை மாற்றவும்.
tr: Ekran görüntüsünü değiştirir.
uk: Замінити зображення знімка вікна.
zh_hans: 替换屏幕截图。
zh_hant: 替換屏幕截圖。

source: Associate source string with screenshot.
de: Ordnet Ausgangszeichenkette einem Bildschirmfoto zu.
ga: Comhcheangail teaghrán foinse le seat scáileáin.
hu: Forrásszöveg társítása a képernyőképpel.
id: Kaitkan string sumber dengan tangkapan layar.
ja: 原文をスクリーンショットに関連付けます。
nl: Associeer brontekenreeks met schermafdruk.
pt: Associa cadeias fonte com uma captura de ecrã.
pt_br: Associa texto fonte com uma captura de tela.
ro: Asociază șirul sursă cu captura de ecran.
ru: Связывает исходную строку со снимком экрана.
sv: Koppla källsträngen till skärmdumpen.
ta: திரை சாட்டுடன் இணை மூல சரம்.
tr: Kaynak dizgeyi ekran görüntüsüyle ilişkilendir.
uk: Пов'язати початковий рядок зі знімком вікна.
zh_hans: 与屏幕截图相关的源字符串。
zh_hant: 與屏幕截圖相關的源字符串。

source: Remove source string association with screenshot.
de: Entfernt die Zuordnung der Ausgangszeichenkette mit dem Bildschirmfoto.
ga: Bain comhlachas teaghrán foinse leis an ngabháil scáileáin.
hu: Forrásszöveg társításának eltávolítása a képernyőképről.
id: Hapus asosiasi string sumber dengan tangkapan layar.
ja: スクリーンショットと原文の関連付けを削除します。
nl: Verwijder de koppeling van de brontekenreeks met de schermafdruk.
pt: Remove a associação da cadeia fonte com captura de ecrã.
pt_br: Remove a associação de texto fonte com captura de tela.
ro: Eliminați asocierea șirului sursă cu captura de ecran.
ru: Удаляет связь исходной строки со снимком экрана.
sv: Ta bort källsträngens koppling till skärmdumpen.
ta: ச்கிரீன்சாட்டுடன் மூல சரம் தொடர்பை அகற்று.
tr: Kaynak dizge ile ekran görüntüsünün ilişkilendirmesini kaldır.
uk: Вилучити прив'язку початкового рядка до знімка вікна.
zh_hans: 删除与截图关联的源字符串。

source: Source string unit ID
de: Ausgangszeichenkette-Einheitenkennung
ga: Aitheantas aonaid teaghrán foinse
hu: Forrásszöveg egységazonosító
id: ID unit string sumber
ja: 原文ユニット ID
nl: Brontekenreeks eenheid ID
pt: ID da unidade da cadeia fonte
pt_br: ID de unidade do texto fonte
ro: ID-ul unității șirului sursă
ru: ИД единицы перевода исходной строки
sv: Källsträngens enhets-ID
ta: மூல சரம் அலகு ஐடி
tr: Kaynak dizge birimi kimliği
uk: Ідентифікатор модуля початкового рядка
zh_hans: 源字符串单元 ID

source: Creates a new screenshot.
de: Erstellt ein neues Bildschirmfoto.
ga: Cruthaíonn sé seat nua.
hu: Új képernyőkép létrehozása.
id: Membuat tangkapan layar baru.
ja: 新しいスクリーンショットを作成します。
nl: Maakt een nieuwe schermafdruk.
pt: Cria uma nova captura de ecrã.
pt_br: Cria uma nova captura de tela.
ro: Creează o nouă captură de ecran.
ru: Создаёт новый снимок экрана.
sv: Skapar en ny skärmdump.
ta: புதிய திரை சாட்டை உருவாக்குகிறது.
tr: Yeni bir ekran görüntüsü oluşturur.
uk: Створює знімок вікна.
zh_hans: 新建新的屏幕截图。
zh_hant: 新建新的屏幕截圖。

source: Screenshot name
de: Name des Bildschirmfotos
ga: Ainm an scáileáin
hu: Képernyőkép neve
id: Nama tangkapan layar
ja: スクリーンショットの名前
nl: Naam van schermafdruk
pt: Nome da captura do ecrã
pt_br: Nome da captura de tela
ro: Nume captură de ecran
ru: Название снимка экрана
sv: Namn på skärmdump
ta: திரைக்காட்சி பெயர்
tr: Ekran görüntüsü adı
uk: Назва знімка екрана
zh_hans: 截图名称
zh_hant: 畫面快照名稱

source: Edit partial information about screenshot.
de: Bearbeitet Teilinformationen zum Bildschirmfoto.
ga: Cuir faisnéis pháirteach faoi scáileáin in eagar.
hu: Képernyőkép részleges adatainak módosítása.
id: Edit sebagian informasi tentang tangkapan layar.
ja: スクリーンショットに関する部分的な情報を編集します。
nl: Gedeeltelijke informatie over schermafdruk bewerken.
pt: Edita informações parciais sobre captura de ecrã.
pt_br: Edita informações parciais sobre captura de tela.
ro: Editați informații parțiale despre captura de ecran.
ru: Редактирует часть информации о снимке экрана.
sv: Redigera delvis information om skärmdump.
ta: திரைக்காட்சி பற்றிய பகுதி தகவல்களைத் திருத்தவும்.
tr: Ekran görüntüsü ile ilgili bazı bilgileri düzenler.
uk: Редагувати часткові відомості щодо знімка вікна.
zh_hans: 编辑截屏的部分信息。

source: Edit full information about screenshot.
de: Bearbeitet alle Informationen zum Bildschirmfoto.
ga: Cuir eolas iomlán faoi scáileáin in eagar.
hu: Képernyőkép teljes adatainak módosítása.
id: Edit informasi lengkap tentang tangkapan layar.
ja: スクリーンショットのすべての情報を編集します。
nl: Volledige informatie over schermafdruk bewerken.
pt: Edita informações completas sobre captura de ecrã.
pt_br: Edita informações completas sobre captura de tela.
ro: Editați informațiile complete despre captura de ecran.
ru: Редактирует всю информацию о снимке экрана.
sv: Redigera fullständig information om skärmdumpen.
ta: திரைக்காட்சி பற்றிய முழு தகவலையும் திருத்தவும்.
tr: Ekran görüntüsü ile ilgili tüm bilgileri düzenler.
uk: Редагувати повні відомості щодо знімка вікна.
zh_hans: 编辑截屏的完整信息。

source: Delete screenshot.
de: Löscht das Bildschirmfoto.
ga: Scrios scáileáin.
hu: Képernyőkép törlése.
id: Hapus tangkapan layar.
ja: スクリーンショットを削除します。
nl: Schermafdruk verwijderen.
pt: Apagar captura de ecrã.
pt_br: Exclui captura de tela.
ro: Ștergeți captura de ecran.
ru: Удаляет снимок экрана.
sv: Ta bort skärmdump.
ta: ச்கிரீன்சாட்டை நீக்கு.
tr: Ekran görüntüsünü siler.
uk: Вилучити знімок.
zh_hans: 删除截图。

source: Returns a list of add-ons.
de: Gibt eine Liste der Erweiterungen zurück.
ga: Seoltar liosta breiseán ar ais.
hu: Lekéri a kiegészítők listáját.
id: Mengembalikan daftar pengaya.
ja: アドオンの一覧を返します。
nl: Geeft een lijst met add-ons terug.
pt: Retorna uma lista de extensões.
pt_br: Retorna uma lista de complementos.
ro: Returnează o listă de add-onuri.
ru: Возвращает список надстроек.
sv: Returnerar en lista över tillägg.
ta: துணை நிரல்களின் பட்டியலை வழங்குகிறது.
tr: Eklentilerin listesini görüntüler.
uk: Повертає список додатків.
zh_hans: 返回附加组件的列表。

source: Returns information about add-on information.
de: Gibt Informationen über Erweiterungen zurück.
ga: Tuairisceáin faisnéis faoi fhaisnéis bhreiseáin.
hu: Információt ad a kiegészítő adatairól.
id: Mengembalikan informasi tentang informasi pengaya.
ja: アドオン情報に関する情報を返します。
nl: Geeft informatie over informatie van add-ons terug.
pt: Retorna informações sobre dados da extensão.
pt_br: Retorna informações sobre dados do complemento.
ro: Returnează informații despre informațiile despre add-on.
ru: Возвращает информацию о надстройке.
sv: Returnerar information om tilläggsinformation.
ta: கூடுதல் தகவல்களைப் பற்றிய தகவல்களைத் தருகிறது.
tr: Eklentiyle ilgili bilgileri görüntüler.
uk: Повертає дані щодо додатка.
zh_hans: 返回有关附加组件的信息。

source: name of an add-on
de: Name der Erweiterung
ga: ainm an bhreiseáin
hu: kiegészítő neve
id: nama pengaya
ja: アドオンの名前
nl: naam van een add-on
pt: nome de uma extensão
pt_br: nome de um complemento
ro: numele unui add-on
ru: название надстройки
sv: namn på ett tillägg
ta: ஒரு கூடுதல் பெயர்
tr: bir eklentinin adı
uk: назва додатка
zh_hans: 附加组件名称

source: Optional add-on configuration
de: Optionale Konfiguration der Erweiterung
ga: Cumraíocht an bhreiseáin roghnach
hu: Kiegészítő választható beállításai
id: Konfigurasi pengaya opsional
ja: オプションのアドオン設定
nl: Optionele configuratie add-on
pt: Configuração opcional da extensão
pt_br: Configuração opcional do complemento
ro: Configurație add-on opțională
ru: Необязательные настройки надстройки
sv: Valfri tilläggskonfiguration
ta: விருப்ப சேர்க்கை உள்ளமைவு
tr: İsteğe bağlı eklenti yapılandırması
uk: Необов'язкові налаштування додатка
zh_hans: 可选的附加组件配置

source: Creates a new add-on.
de: Erstellt eine neue Erweiterung.
ga: Cruthaíonn sé breiseán nua.
hu: Új kiegészítő létrehozása.
id: Membuat pengaya baru.
ja: 新しいアドオンを作成します。
nl: Maakt een nieuwe add-on.
pt: Cria uma nova extensão.
pt_br: Cria uma novo complemento.
ro: Creează un nou add-on.
ru: Создаёт новую надстройку.
sv: Skapar ett nytt tillägg.
ta: புதிய துணை நிரலை உருவாக்குகிறது.
tr: Yeni bir eklenti oluşturur.
uk: Створює додаток.
zh_hans: 创建新附加组件。

source: Edit partial information about add-on.
de: Bearbeitet Teilinformationen zur Erweiterung.
ga: Cuir faisnéis pháirteach faoi bhreiseán in eagar.
hu: Kiegészítő adatainak részleges módosítása.
id: Edit sebagian informasi tentang pengaya.
ja: アドオンに関する部分的な情報を編集します。
nl: Gedeeltelijke informatie over add-on bewerken.
pt: Edita informações parciais sobre extensão.
pt_br: Edita informações parciais sobre complemento.
ro: Editați informații parțiale despre add-on.
ru: Редактирует часть информации о надстройке.
sv: Redigera delvis information om tillägg.
ta: கூடுதல் பற்றிய பகுதி தகவல்களைத் திருத்தவும்.
tr: Eklenti ile ilgili bazı bilgileri düzenler.
uk: Редагувати часткові відомості щодо додатка.
zh_hans: 编辑附加组件的部分信息。

source: Edit full information about add-on.
de: Bearbeitet alle Informationen zur Erweiterung.
ga: Cuir eolas iomlán faoin mbreiseán in eagar.
hu: Kiegészítő adatainak teljes módosítása.
id: Edit informasi lengkap tentang pengaya.
ja: アドオンに関する完全な情報を編集します。
nl: Volledige informatie over add-on bewerken.
pt: Edita informações completas sobre extensão.
pt_br: Edita informações completas sobre complemento.
ro: Editați informațiile complete despre add-on.
ru: Редактирует всю информацию о надстройке.
sv: Redigera fullständig information om tillägget.
ta: துணை நிரல் பற்றிய முழு தகவலையும் திருத்தவும்.
tr: Eklenti ile ilgili tüm bilgileri düzenler.
uk: Редагувати повні відомості щодо додатка.
zh_hans: 编辑附加组件的完整信息。
