Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Manage screenshots (add, remove, and associate them to source strings).
de: Bildschirmfotos verwalten (hinzufügen, entfernen und zu Ausgangszeichenketten zuordnen).
ga: Bainistigh scáileáin (cuir leis, bain iad, agus ceangail iad le teaghráin foinse).
hu: Képernyőképek kezelése (hozzáadás, eltávolítás és forrásszövegekhez rendelés).
id: Kelola tangkapan layar (tambahkan, hapus, dan kaitkan ke string sumber).
ja: スクリーンショットを管理するアクセス権（追加または削除、原文への関連付け）。
nl: Schermafdrukken beheren (toevoegen, verwijderen en ze koppelen aan brontekenreeksen).
pt: Gerir capturas de ecrã (adicioná-las, removê-las e associá-las a cadeias fonte).
pt_br: Gerenciar capturas de tela (adicioná-las, removê-las e associá-las a textos fonte).
sv: Hantera skärmdumpar (lägg till, ta bort och koppla dem till källsträngar).
ta: திரை சாட்களை நிர்வகிக்கவும் (அவற்றை மூல சரங்களுடன் சேர்க்கவும், அகற்றவும், இணைக்கவும்).
tr: Ekran görüntülerini yönetebilir (ekleyip kaldırabilir ve kaynak dizgelerle ilişkilendirebilir).
uk: Керувати знімками екрану (додавати і вилучати знімки, а також пов'язувати їх із початковими рядками).
zh_hans: 管理截屏（添加、删除并将其与源字符串关联）。

source: `Automatic translation`
de: `Automatische Übersetzung`
ga: `Aistriúchán uathoibríoch`
hu: `Automatikus fordítás`
id: `Terjemahan otomatis`
ja: `自動翻訳`
nl: `Automatische vertaling`
pt: `Tradução automática`
pt_br: `Tradução automática`
sv: `Automatisk översättning`
ta: `தானியங்கி மொழிபெயர்ப்பு`
tr: `Kendiliğinden çeviri`
uk: `Автоматичний переклад`
zh_hans: `自动翻译`

source: Can use automatic translation.
de: Darf automatische Übersetzungen verwenden.
ga: Is féidir aistriúchán uathoibríoch a úsáid.
hu: Automatikus fordítás használatának engedélyezése.
id: Dapat menggunakan terjemahan otomatis.
ja: 自動翻訳を有効にするアクセス権。
nl: Kan Automatische vertaling gebruiken.
pt: Pode usar a tradução automática.
pt_br: Pode usar tradução automática.
ro: Se poate utiliza traducerea automată.
ru: Возможно использовать автоматический перевод.
sv: Kan använda automatisk översättning.
ta: தானியங்கி மொழிபெயர்ப்பைப் பயன்படுத்தலாம்.
tr: Kendiliğinden çevirileri kullanabilir.
uk: Може використовувати автоматичний переклад.
zh_hans: 可以使用自动翻译。

source: Manage VCS and access the exported repository.
de: VCS verwalten und auf das exportierte Repository zugreifen.
ga: Bainistigh VCS agus faigh rochtain ar an stór easpórtála.
hu: VCS (verziókezelő rendszer) kezelése és az exportált tároló elérése.
id: Kelola VCS dan akses repositori yang diekspor.
ja: VCS を管理し、エクスポートされたリポジトリのアクセス権。
nl: VCS beheren en toegang tot de geëxporteerde opslagruimte.
pt: Gerir VCS e aceder o repositório exportado.
pt_br: Gerenciar VCS e acessar o repositório exportado.
sv: Hantera VCS och öppna det exporterade arkivet.
ta: வி.சி.க்களை நிர்வகிக்கவும், ஏற்றுமதி செய்யப்பட்ட களஞ்சியத்தை அணுகவும்.
tr: Sürüm denetimi sisteminin yönetimi yapabilir ve dışa aktarılmış depoya erişebilir.
uk: Управляти системою керування версіями та доступатися до експортованого сховища початкового коду.
zh_hans: 管理版本控制系统并访问导出的仓库。

source: `Billing`
de: `Abrechnung`
ga: `Billeáil`
hu: `Számlázás`
id: `Penagihan`
ja: `課金`
nl: `Facturatie`
pt: `Cobrança`
pt_br: `Cobrança`
sv: `Fakturering`
ta: `பட்டியலிடல்`
tr: `Faturalama`
uk: `Оплата`
zh_hans: `账单`

source: Access billing info and settings (see :ref:`billing`).
de: Auf Abrechnungsdaten und -einstellungen zugreifen (siehe :ref:`billing`).
ga: Faigh rochtain ar fhaisnéis agus socruithe billeála (féach :ref:`billing`).
hu: Számlázási adatok és beállítások elérése (lásd: :ref:`billing`).
id: Akses info dan pengaturan penagihan (lihat :ref:`billing`).
ja: 請求情報と請求の設定ができるアクセス権（参照: :ref:`billing`）。
nl: Toegang tot facturatie info en instellingen (zie :ref:`billing`).
pt: Aceder informações de cobrança e configurações (consulte :ref:`billing`).
pt_br: Acessar informações de cobrança e configurações (consulte :ref:`billing`).
sv: Öppna faktureringsinformation och inställningar (se :ref:`billing`).
tr: Faturalama bilgilerine ve ayarlarına erişebilir (ayrıntılı bilgi almak için: :ref:`billing`).
uk: Доступатися до даних щодо фінансових рахунків і параметрів (див. :ref:`billing`).
zh_hans: 访问账单信息和设置（见 :ref:`billing` ）。

source: These features are available on the :guilabel:`Access control` page in the project’s menu :guilabel:`Operations` ↓ :guilabel:`Users`.
id: Fitur-fitur ini tersedia di halaman :guilabel:`Access control` di menu proyek :guilabel:`Operations` ↓ :guilabel:`Users`.
sv: Dessa funktioner finns tillgängliga på sidan :guilabel:`Åtkomstkontroll` i projektets meny :guilabel:`Operationer` ↓ :guilabel:`Användare`.
uk: Ці функції доступні на :guilabel:`Access control` сторінка в меню проєкту :guilabel:`Operations` ↓ :guilabel:`Users`.

source: You can limit teams to languages or components, and assign them designated access roles (see :ref:`privileges`).
de: Sie können Teams auf Sprachen oder Komponenten beschränken und ihnen bestimmte Zugriffsrollen zuweisen (siehe :ref:`privileges`).
ga: Is féidir leat foirne a theorannú go teangacha nó comhpháirteanna, agus róil rochtana sainithe a shannadh dóibh (féach :ref:`privileges`).
hu: A csapatokat korlátozhatja bizonyos nyelvekre vagy összetevőkre, és meghatározott hozzáférési szerepköröket rendelhet hozzájuk (lásd: :ref:`privileges`).
id: Anda dapat membatasi tim pada bahasa atau komponen, dan memberi mereka peran akses yang ditentukan (lihat :ref:`privileges`).
ja: チームを言語またはコンポーネントに制限し、指定したアクセス ロールを割り当てることができます（参照: :ref:`privileges`）。
nl: U kunt teams beperken tot talen of onderdelen, en ze aangewezen rollen voor toegang toewijzen (bekijk :ref:`privileges`).
pt: Pode limitar equipas a idiomas ou componentes e atribuir-lhes funções de acesso designadas (consulte :ref:`privileges`).
pt_br: Você pode limitar equipes a idiomas ou componentes e atribuir a elas funções de acesso designadas (consulte :ref:`privileges`).
sv: Du kan begränsa team till språk eller komponenter och tilldela dem specifika åtkomstroller (se :ref:`privileges`).
tr: Takımlarda dilleri veya bileşenleri sınırlayabilir ve onlara belirlenmiş erişim rolleri atayabilirsiniz (ayrıntılı bilgi almak için: :ref:`privileges`).
uk: Ви можете обмежити команди мовами або складниками і призначити для них ролі доступу (див. :ref:`privileges`).
zh_hans: 你可以限制团队只能访问某些语言或部件，并给团队分派指定的访问角色（见 :ref:`privileges`）。

source: Team administrators
de: Teamadministratoren
ga: Riarthóirí foirne
hu: Csapatadminisztrátorok
id: Administrator tim
ja: チーム管理者
nl: Teambeheerders
pt: Administradores de equipa
pt_br: Administradores de equipe
ro: Administratori echipă
ru: Администраторы команд
sv: Gruppadministratörer
ta: நிர்வாக குழு
tr: Takım yöneticileri
uk: Адміністратори команд
zh_hans: 团队管理员

source: Each team can have team administrators, who can add and remove users within the team.
sv: Varje team kan ha teamadministratörer som kan lägga till och ta bort användare inom teamet.

source: This is useful in case you want to build self-governed teams.
sv: Detta är användbart om du vill bygga självstyrande team.

source: Inviting new users
de: Neue Benutzer einladen
ga: Ag tabhairt cuireadh d'úsáideoirí nua
hu: Új felhasználók meghívása
id: Mengundang pengguna baru
ja: 新しいユーザーの招待
nl: Nieuwe gebruikers uitnodigen
pt: A convidar novos utilizadores
pt_br: Convidando novos usuários
ru: Приглашение новых пользователей
sv: Bjuda in nya användare
ta: புதிய பயனர்களை அழைக்கிறது
tr: Yeni kullanıcılar davet etme
uk: Запрошення нових користувачів
zh_hans: 邀请新用户

source: Adding existing users will send them invitation to confirm. With :setting:`REGISTRATION_OPEN` the administrator can also invite new users using e-mail. Invited users have to complete the registration process to get access to the project.
de: Beim Hinzufügen bestehender Benutzer erhalten diese eine Einladung zur Bestätigung. Mit :setting:`REGISTRATION_OPEN` kann der Administrator auch neue Benutzer per E-Mail einladen. Eingeladene Benutzer müssen den Registrierungsprozess abschließen, um Zugriff auf das Projekt zu erhalten.
ga: Má chuirtear úsáideoirí atá ann cheana féin leis seolfar cuireadh chucu a dheimhniú. Le :setting:`REGISTRATION_OPEN` is féidir leis an riarthóir cuireadh a thabhairt d'úsáideoirí nua a úsáideann ríomhphost. Caithfidh úsáideoirí ar tugadh cuireadh dóibh an próiseas clárúcháin a chríochnú chun rochtain a fháil ar an tionscadal.
hu: Meglévő felhasználók hozzáadásakor meghívót kapnak, amelyet jóvá kell hagyniuk. Ha a :setting:`REGISTRATION_OPEN` be van kapcsolva, az adminisztrátor új felhasználókat is meghívhat e-mailben. A meghívott felhasználóknak végig kell menniük a regisztrációs folyamaton, hogy hozzáférést kapjanak a projekthez.
id: Menambahkan pengguna yang sudah ada akan mengirimkan undangan kepada mereka untuk mengonfirmasi. Dengan :setting:`REGISTRATION_OPEN` administrator juga dapat mengundang pengguna baru menggunakan surel. Pengguna yang diundang harus menyelesaikan proses pendaftaran untuk mendapatkan akses ke proyek.
ja: 既存のユーザーを追加すると、確認のために招待メールが送信されます。:setting:`REGISTRATION_OPEN` の設定を使用することで、管理者は新しいユーザーに対してメールを使用して招待状を送ることもできます。招待されたユーザーは、プロジェクトへアクセスするために登録手続きを完了させることが必要です。
nl: Toevoegen van bestaande gebruikers zal ze een invitatie sturen om te bevestigen. Met :setting:`REGISTRATION_OPEN` kan de beheerder ook nieuwe gebruikers uitnodigen met e-mail. Uitgenodigde gebruikers moeten het registratieproces voltooien om toegang te krijgen tot het project.
pt: Adicionar utilizadores existentes enviará um convite para confirmação. Com :setting:`REGISTRATION_OPEN` o administrador também pode convidar novos utilizadores usando email. Os utilizadores convidados devem concluir o processo de registo para ter acesso ao projeto.
pt_br: A adição de usuários existentes enviará a eles um convite para confirmação. Com :setting:`REGISTRATION_OPEN`, o administrador também pode convidar novos usuários por e-mail. Os usuários convidados precisam concluir o processo de registro para obter acesso ao projeto.
ru: При добавлении существующих пользователей им будет отправлено приглашение для подтверждения. С помощью настройки :setting:`REGISTRATION_OPEN` администратор может также приглашать новых пользователей по электронной почте. Приглашённые пользователи должны пройти процесс регистрации, чтобы получить доступ к проекту.
sv: Om du lägger till befintliga användare skickas en inbjudan till dem som de måste bekräfta. Med :setting:`REGISTRATION_OPEN` kan administratören också bjuda in nya användare via e-post. Inbjudna användare måste slutföra registreringsprocessen för att få tillgång till projektet.
tr: Var olan kullanıcılar eklendiğinde, onaylamaları için davet gönderilir. :setting:`REGISTRATION_OPEN` seçeneği ile yönetici yeni kullanıcıları e-posta kullanarak da davet edebilir. Davet edilen kullanıcıların projeye erişebilmeleri için hesap açma işlemini tamamlamaları gerekir.
uk: У відповідь на додавання наявних користувачів їм буде надіслано запрошення для підтвердження. За допомогою :setting:`REGISTRATION_OPEN` адміністратор також може запросити нових користувачів електронною поштою. Запрошені користувачі мають завершити процес реєстрації для отримання доступу до проєкту.
zh_hans: 添加现有用户将给这些用户发送邀请进行确认。借助 :setting:`REGISTRATION_OPEN`，管理员还可以使用电子邮件邀请新用户。被邀请的用户必须完成注册过程才能访问项目。

source: It is not required to have any site-wide privileges in order to do so, access management permission on the project’s scope (e.g. a membership in the `Administration` team) would be sufficient.
de: Dazu sind keine plattformweiten Berechtigungen erforderlich, eine Zugriffsverwaltungsberechtigung für den Projektbereich (z. B. eine Mitgliedschaft im Team `Administration`) wäre ausreichend.
ga: Ní gá go mbeadh aon phribhléidí aige ar fud an láithreáin chun é sin a dhéanamh, ba leor cead bainistíochta rochtana ar raon feidhme an tionscadail (m.sh. ballraíocht san fhoireann `Riaracháin`).
hu: Ehhez nincs szükség semmilyen globális jogosultságra; elegendő, ha a felhasználónak van hozzáféréskezelési jogosultsága a projektszinten (például tagja az `Adminisztráció` csapatnak).
id: Tidak diperlukan hak istimewa di seluruh situs untuk melakukan hal tersebut, izin akses manajemen pada cakupan proyek (misalnya keanggotaan dalam tim `Administrasi`) sudah cukup.
ja: ユーザーを追加するために、サイト全体のアクセス権は必要はありません、プロジェクト全体に対するアクセス権（例: 「管理」チームへの登録）で十分です。
nl: Het is niet vereist om sitebrede rechten te hebben om dat te doen, rechten voor toegangsbeheer in het bereik van het project (bijv. een lidmaatschap van het team `Beheer`) zou voldoende zijn.
pt: Não é necessário ter nenhum privilégio de todo o site para fazer isso, a permissão de gestão de acesso no escopo do projeto (por exemplo, uma associação ao grupo `Administração`) seria suficiente.
pt_br: Não é necessário ter nenhum privilégio em todo o site para fazer isso; a permissão de gerenciamento de acesso no escopo do projeto (por exemplo, ser membro da equipe de `Administração`) seria suficiente.
ru: Для этого не требуется иметь какие-либо привилегии для всего сайта, достаточно разрешения на управление доступом в рамках проекта (например, членство в команде `администраторов`).
sv: Det krävs inga webbplatsomfattande behörigheter för att göra detta, utan det räcker med åtkomsthanteringsbehörighet för projektets omfattning (t.ex. medlemskap i teamet `Administration`).
ta: அவ்வாறு செய்ய எந்த தள அளவிலான சலுகைகளும் இருக்க தேவையில்லை, திட்டத்தின் நோக்கத்தில் அணுகல் மேலாண்மை இசைவு (எ.கா. `நிர்வாகம்` குழுவில் ஒரு உறுப்பினர்) போதுமானதாக இருக்கும்.
tr: Bunu yapabilmek için site genelinde herhangi bir izin verilmesi gerekmez. Proje kapsamında erişim yönetimi izni (`Yönetim` takımının üyesi olmak gibi) yeterli olur.
uk: Для надсилання запрошення не потрібні права доступу на рівні сайту, достатньо буде прав доступу до керування доступом на рівні проєкту (наприклад, членства у команді `Administration`).
zh_hans: 进行此操作不需要有任何站点范围的权限，项目级别的访问管理权限（如 `Administration` 团队成员资格）就足够了。

source: If the invited user missed the validity of the invitation, a new invitation has to be created.
de: Wenn der eingeladene Benutzer die Gültigkeitsdauer der Einladung versäumt hat, muss eine neue Einladung erstellt werden.
ga: Má chaill an t-úsáideoir ar tugadh cuireadh dó bailíocht an chuiridh, ní mór cuireadh nua a chruthú.
hu: Ha a meghívott felhasználó meghívója lejárt, új meghívót kell létrehozni.
id: Jika pengguna yang diundang tidak mengetahui keabsahan undangan, undangan baru harus dibuat.
ja: 招待されたユーザーの不手際で、招待状の有効期限が過ぎた場合は、新しい招待の作成が必要となります。
nl: Als de uitgenodigde gebruiker de geldigheid van de invitatie heeft gemist, moet een nieuwe invitatie worden gemaakt.
pt: Se o utilizador convidado perdeu a validade do convite, um novo convite deverá ser criado.
pt_br: Caso o usuário convidado tenha perdido a validade do convite, um novo convite deverá ser criado.
ru: Если приглашённый пользователь пропустил срок действия приглашения, необходимо создать новое приглашение.
sv: Om den inbjudna användaren missade inbjudans giltighetstid måste en ny inbjudan skapas.
ta: அழைக்கப்பட்ட பயனர் அழைப்பின் செல்லுபடியை தவறவிட்டால், ஒரு புதிய அழைப்பிதழ் உருவாக்கப்பட வேண்டும்.
tr: Davet edilen kullanıcı davetiyenin geçerlilik süresini geçirdiyse, yeni bir davet gönderilmelidir.
uk: Якщо запрошений користувач пропустить строк чинності запрошення, доведеться створювати нове запрошення.
zh_hans: 如果被邀请的用户错过了邀请的有效期，必须下创建新邀请。

source: The same kind of invitations are available site-wide from the :ref:`management interface <management-interface>` on the :guilabel:`Users` tab.
de: Die gleiche Art von Einladungen sind plattformweit über die :ref:`Verwaltungsoberfläche <management-interface>` auf der Reiterkarte :guilabel:`Benutzer` verfügbar.
ga: Tá an cineál céanna cuirí ar fáil ar fud an tsuímh ón :ref:`comhéadan bainistíochta <management-interface>` ar an gcluaisín :guilabel:`Users`.
hu: Ugyanilyen típusú meghívók érhetők el globálisan is a :ref:`kezelőfelületen <management-interface>`, a :guilabel:`Felhasználók` lapon.
id: Undangan jenis serupa tersedia di seluruh situs dari :ref:`management interface <management-interface>` pada tab :guilabel:`Users`.
ja: 同じ種類の招待状は、:guilabel:`ユーザー` タブの :ref:`management interface <management-interface>` からサイト全体で使用できます。
nl: Hetzelfde soort invitaties is sitebreed beschikbaar in de :ref:`interface Beheren <management-interface>` op de tab :guilabel:`Gebruikers`.
pt: O mesmo tipo de convite está disponível em todo o site a partir da :ref:`interface de gestão <management-interface>` na guia :guilabel:`Utilizadores`.
pt_br: O mesmo tipo de convite está disponível em todo o site a partir da :ref:`interface de gerenciamento <management-interface>` na guia :guilabel:`Usuários`.
ro: Același tip de invitații sunt disponibile la nivelul întregului site de la : ref:`interfața de administrare <management-interface>` din fila :guilabel:`Users`.
ru: Такие же приглашения доступны для всего сайта из :ref:`management interface <management-interface>` на вкладке :guilabel:`Пользователи`.
sv: Samma typ av inbjudningar finns tillgängliga på hela webbplatsen från :ref:`hanteringsgränssnittet <management-interface>` på fliken :guilabel:`Användare`.
tr: Aynı türde davetler site genelinde :guilabel:`Kullanıcılar` sekmesindeki :ref:`yönetim bölümü <management-interface>` içinden kullanılabilir.
uk: Подібний тип запрошень доступний і на рівні сайта з :ref:`інтерфейсу керування <management-interface>` на вкладці :guilabel:`Користувачі`.
zh_hans: 通过 :guilabel:`用户` 选项卡下的 :ref:`管理界面 <management-interface>` 获取可在站点范围内使用的同样的邀请。
zh_hant: 同樣的邀請函數可以從 :ref:`管理界面<management-interface>` :guilabel:`用戶`標籤。

source: Weblate now does not automatically create accounts or add users to the teams. This is only done after confirmation from the user.
de: Weblate erstellt jetzt nicht mehr automatisch Konten oder fügt Benutzer zu den Teams hinzu. Dies geschieht erst nach Bestätigung durch den Benutzer.
ga: Ní chruthaíonn Weblate anois cuntais go huathoibríoch ná ní chuireann sé úsáideoirí leis na foirne. Ní dhéantar é seo ach amháin tar éis deimhniú ón úsáideoir.
hu: A Weblate már nem hoz létre automatikusan fiókokat és nem ad hozzá felhasználókat a csapatokhoz. Ez csak a felhasználó megerősítése után történik meg.
id: Weblate kini tidak lagi secara otomatis membuat akun atau menambahkan pengguna ke tim. Hal ini hanya dilakukan setelah ada konfirmasi dari pengguna.
ja: 現在、Weblate は自動的にアカウントを作成したり、チームにユーザーを追加したりしません。これはユーザーからの確認後にのみ行われます。
nl: Weblate maakt niet automatisch accounts aan of voegt geen gebruikers toe aan de teams. Dat wordt alleen gedaan na bevestiging door de gebruiker.
pt: Weblate agora não cria contas ou adiciona utilizadores às equipas automaticamente. Isso só é feito após a confirmação do utilizador.
pt_br: O Weblate agora não cria contas ou adiciona usuários às equipes automaticamente. Isso só é feito após a confirmação do usuário.
ru: Теперь Weblate не создаёт автоматически учётные записи и не добавляет пользователей в команды. Это происходит только после подтверждения пользователя.
sv: Weblate skapar nu inte automatiskt konton eller lägger till användare i teamen. Detta görs först efter bekräftelse från användaren.
ta: வலைபெயர்ப்பு இப்போது தானாக கணக்குகளை உருவாக்காது அல்லது பயனர்களை அணிகளில் சேர்க்காது. இது பயனரிடமிருந்து உறுதிப்படுத்தப்பட்ட பின்னரே செய்யப்படுகிறது.
tr: Weblate artık kendiliğinden hesap açmıyor ya da takımlara kullanıcı eklemiyor. Bu işlemler yalnızca kullanıcının onayı alındıktan sonra yapılır.
uk: Нові версії Weblate не створюватимуть облікові записи і не додаватимуть записи користувачів до команд автоматично. Ці дії буде виконано лише після підтвердження з боку користувача.
zh_hans: Weblate 现在不自动创建账户或添加用户到团队中。此类操作只有在用户确认后才会进行。

source: Blocking users
de: Benutzer sperren
ga: Úsáideoirí a bhlocáil
hu: Felhasználók letiltása
id: Memblokir pengguna
ja: ユーザーのブロック
nl: Gebruikers blokkeren
pt: A bloquear utilizadores
pt_br: Bloqueando usuários
ro: Utilizator blocat
ru: Блокирование пользователей
sv: Blockera användare
ta: பயனர்களைத் தடுக்கும்
tr: Kullanıcıları engelleme
uk: Блокування користувачів
zh_hans: 阻止用户

source: If users misbehave in your project, you can block them from contributing. With the relevant permissions blocked, users can still see the project, but won't be able to contribute.
de: Wenn sich Benutzer in Ihrem Projekt danebenbenehmen, können Sie sie für Beiträge sperren. Wenn die entsprechenden Berechtigungen gesperrt sind, können die Benutzer das Projekt zwar noch sehen, aber nichts mehr dazu beitragen.
ga: Má dhéanann úsáideoirí mí-iompar i do thionscadal, is féidir leat iad a bhac ó ranníocaíocht a dhéanamh. Agus na ceadanna ábhartha bactha, is féidir le húsáideoirí an tionscadal a fheiceáil go fóill, ach ní bheidh siad in ann rannchuidiú leis.
hu: Ha a felhasználók nem megfelelően viselkednek a projektjében, letilthatja őket a közreműködésről. A vonatkozó jogosultságok letiltásával a felhasználó továbbra is láthatja a projektet, de nem tud majd hozzájárulni.
id: Jika pengguna berperilaku tidak semestinya dalam proyek Anda, Anda dapat memblokir mereka agar tidak dapat berkontribusi. Dengan pemblokiran izin yang relevan, pengguna tetap dapat melihat proyek, tetapi tidak dapat berkontribusi.
ja: もしユーザーがプロジェクト内で不適切な行動をした場合、貢献をブロックできます。関連する権限がブロックされた状態では、ユーザーはプロジェクトの閲覧はできますが、貢献することはでなくなります。
nl: Als gebruikers zich in uw project misdragen, kunt u hun deelnemen blokkeren. Met de relevante rechten geblokkeerd, kunnen gebruikers nog steeds het project zien, maar zij zullen niet in staat zijn deel te nemen.
pt: Se os utilizadores se comportarem mal no seu projeto, poderá bloquear a contribuição deles. Com as permissões relevantes bloqueadas, os utilizadores ainda poderão ver o projeto, mas não poderão contribuir.
pt_br: Se os usuários se comportarem mal no seu projeto, você poderá bloquear a contribuição deles. Com as permissões relevantes bloqueadas, os usuários ainda poderão ver o projeto, mas não poderão contribuir.
sv: Om användare uppför sig olämpligt i ditt projekt kan du blockera dem från att bidra. Med relevanta behörigheter blockerade kan användarna fortfarande se projektet, men de kan inte bidra.
ta: உங்கள் திட்டத்தில் பயனர்கள் தவறாக நடந்து கொண்டால், அவற்றை பங்களிப்பதைத் தடுக்கலாம். தொடர்புடைய அனுமதிகள் தடுக்கப்பட்டதால், பயனர்கள் இன்னும் திட்டத்தைக் காணலாம், ஆனால் பங்களிக்க முடியாது.
tr: Projenizdeki bazı kullanıcıların kötü davranışlar sergilemesi durumunda, katkıda bulunmalarını engelleme seçeneğiniz vardır. Engellenen izinlere göre, kullanıcılar projeyi görmeyi sürdürebilirler, ancak katkıda bulunamazlar.
uk: Якщо певні користувачі поводяться недостойно у вашому проєкті, ви можете заблокувати їхню участь. З відповідними дозволами заблоковані користувачі все одно зможуть бачити проєкт, але не зможуть робити свій внесок.
zh_hans: 如果用户在您的项目中行为不佳，您可以阻止其进行贡献。如果相关权限被封禁，这些用户仍可以看到项目，但无法做贡献。

source: Per-project permission management
de: Berechtigungsverwaltung pro Projekt
ga: Bainistíocht ceada in aghaidh an tionscadail
hu: Projektalapú jogosultságkezelés
id: Manajemen izin tiap proyek
ja: プロジェクトごとのアクセス権の管理
nl: Per project rechtenbeheer
pt: Gestão de permissões por projeto
pt_br: Gerenciamento de permissões por projeto
ro: Gestionarea permisiunilor per proiect
ru: Управление разрешениями для каждого проекта
sv: Behandling av tillstånd per projekt
ta: திட்ட இசைவு மேலாண்மை
tr: Her projeye özel izin yönetimi
uk: Керування правами доступу на рівні проєктів
zh_hans: 每个项目的权限管理
