Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Duplicate file mask used for linked components
de: Doppelte Dateimaske für verlinkte Komponenten
ga: Masc comhaid dúblach a úsáidtear le haghaidh comhpháirteanna nasctha
hu: Ismétlődő fájlmaszk összekapcsolt összetevők esetén
id: File mask duplikat digunakan untuk komponen yang ditautkan
ja: リンクされたコンポーネントに使用するファイル マスクの重複
nl: Dupliceer bestandsmasker voor gekoppelde onderdelen
pt: Máscara de ficheiros duplicada usada para componentes vinculados
pt_br: Máscara de arquivo duplicada usada para componentes vinculados
ro: Masca de fișier duplicat utilizată pentru componentele legate
ru: Дублирование маски файлов, используемой для связанных компонентов
sv: Duplikatfilmask som används för länkade komponenter
ta: இணைக்கப்பட்ட கூறுகளுக்குப் பயன்படுத்தப்படும் நகல் கோப்பு முகமூடி
tr: Bağlantılı bileşenlerde çift dosya maskesi kullanılması
uk: Дублювання маски файлів, використаних для пов'язаних складників
zh_hans: 用于链接部件的重复的文件掩码

source: Component seems unused
de: Die Komponente scheint nicht verwendet zu werden
ga: Dealraíonn sé nach bhfuil an chomhpháirt in úsáid
hu: Az összetevő úgy tűnik, hogy nincs használatban
id: Komponen tampaknya tidak digunakan
ja: コンポーネントが使用されていない
nl: Onderdeel lijkt niet te worden gebruikt
pt_br: Componente parece não utilizado
ru: Компонент кажется неиспользованным
sv: Komponenten verkar vara oanvänd
ta: கூறு பயன்படுத்தப்படாமல் இருப்பதாகத் தெரிகிறது
tr: Bileşen kullanılmıyor gibi görünüyor
uk: Здається, складником не користуються
zh_hans: 部件似乎未使用

source: Alerts are listed on each respective component page as :guilabel:`Alerts`. If it is missing, the component clears all current checks. Alerts can not be ignored, but will disappear once the underlying problem has been fixed.
de: Warnungen werden auf jeder Komponentenseite als :guilabel:`Warnungen` aufgeführt. Fehlt sie, löscht die Komponente alle laufenden Prüfungen. Warnungen können nicht ignoriert werden, verschwinden aber, sobald das zugrunde liegende Problem behoben wurde.
ga: Tá foláirimh liostaithe ar gach leathanach comhpháirte faoi seach mar :guilabel:`Alerts`. Má tá sé ar iarraidh, glanann an chomhpháirt gach seiceáil reatha. Ní féidir neamhaird a dhéanamh ar fholáirimh, ach imeoidh siad nuair a bheidh an bhunfhadhb réitithe.
hu: A riasztások minden egyes összetevő oldalán :guilabel:`Riasztások` néven jelennek meg. Ha ez hiányzik, az azt jelzi, hogy az összetevő jelenleg minden ellenőrzésen megfelelt. A riasztások nem hagyhatók figyelmen kívül, de automatikusan eltűnnek, amint az alapjául szolgáló probléma megoldódik.
id: Peringatan tercantum di setiap halaman komponen sebagai :guilabel:`Alerts`. Jika tidak ada, komponen akan menghapus semua pemeriksaan yang sedang berlangsung. Peringatan tidak dapat diabaikan, tetapi akan hilang setelah masalah yang mendasarinya diperbaiki.
ja: 警告は、各コンポーネントのページで、:guilabel:`Alerts` として一覧表示されます。警告がない場合、コンポーネントは現在の警告をすべて削除します。警告を除外することはできませんが、根本的な問題を修正すると消えます。
nl: Alarmen zijn op elke respectievelijke pagina van het onderdeel vermeld als :guilabel:`Alarmen`. Als het ontbreekt, schoont het onderdeel alle huidige controles op. Alarmen kunnen niet worden genegeerd, maar zullen verdwijnen als het onderliggende probleem is opgelost.
pt: Os alertas são listados em cada página do respectivo componente como :guilabel:`Alertas`. Se estiver a faltar, o componente limpa todas as verificações atuais. Os alertas não podem ser ignorados, mas desaparecerão assim que o problema subjacente for corrigido.
pt_br: Os alertas são listados em cada página do respectivo componente como :guilabel:`Alertas`. Se estiver faltando, o componente limpa todas as verificações atuais. Os alertas não podem ser ignorados, mas desaparecerão assim que o problema subjacente for corrigido.
ro: Alertele sunt listate pe fiecare pagină a componentei respective ca :guilabel:`Alerte`. Dacă lipsește, componenta anulează toate verificările curente. Alertele nu pot fi ignorate, dar vor dispărea odată ce problema de bază a fost rezolvată.
ru: Предупреждения выводятся на соответствующей странице компонента в разделе :guilabel:`Предупреждения`. Если они отсутствуют, компонент очищает все текущие проверки. Предупреждения не могут быть проигнорированы, но исчезнут, как только нижележащая проблема будет устранена.
sv: Varningar listas på respektive komponent sida som :guilabel:`Varningar`. Om det saknas, rensar komponenten alla aktuella kontroller. Varningar kan inte ignoreras, men försvinner när det underliggande problemet har åtgärdats.
ta: விழிப்பூட்டல்கள் ஒவ்வொரு கூறு பக்கத்திலும் 'குய்லாபெல்:'விழிப்பூட்டல்கள்' என பட்டியலிடப்பட்டுள்ளன. அது காணவில்லை என்றால், கூறு தற்போதைய அனைத்து சோதனைகளையும் அழிக்கிறது. எச்சரிக்கைகளை புறக்கணிக்க முடியாது, ஆனால் அடிப்படை சிக்கல் சரிசெய்யப்பட்டவுடன் மறைந்துவிடும்.
tr: Uyarılar, ilgili her bileşenin sayfasında :guilabel:`Uyarılar` olarak görüntülenir. Eksikse, bileşen tüm geçerli denetimleri temizler. Uyarılar yok sayılamaz, ancak uyarıya yol açan sorun çözüldükten sonra kaybolur.
uk: Попередження буде показано на сторінці кожного відповідного складника у розділі :guilabel:`Попередження`. Якщо цей розділ не показано, складник вдало пройшов усі поточні перевірки. Попередження не можна ігнорувати, але воно зникне, щойно буде вирішено базову проблему.
zh_hans: 警报会在每个部件页面的 :guilabel:`警报` 选项卡中列出。如果缺少该选项卡，部件会清除所有当前的检查。警报无法被忽略，但一旦根本的问题被修复，警报就会消失。
zh_hant: 警告在每個各自組件頁面上列為 :guilabel:`Alerts`。如果丟失的話，組件會清除所有當前的檢查。警告不能被忽略，但一旦潛在的問題被修復就會消失。

source: A component with both duplicated strings and languages looks like this:
de: Eine Komponente mit doppelten Zeichenketten und Sprachen sieht wie folgt aus:
ga: Breathnaíonn comhpháirt ina bhfuil teaghráin agus teangacha dúblacha mar seo:
hu: Egy olyan összetevő, amelynél ismétlődő szövegek és nyelvek is előfordulnak, így néz ki:
id: Komponen dengan string dan bahasa yang diduplikasi terlihat seperti ini:
ja: 文字列と言語の両方が重複しているコンポーネントの警告表示例:
nl: Een onderdeel met zowel gedupliceerde tekenreeksen en talen ziet er zo uit:
pt: Um componente com cadeias e idiomas duplicados tem a seguinte aparência:
pt_br: Um componente com textos e idiomas duplicados tem a seguinte aparência:
ro: O componentă care are atât șiruri de caractere duplicate, cât și limbi arată astfel:
ru: Компонент с дубликатами исходных строк и языков выглядит вот так:
sv: En komponent med både duplicerade strängar och språk ser ut så här:
ta: நகல் சரங்கள் மற்றும் மொழிகள் இரண்டையும் கொண்ட ஒரு கூறு இவ்வாறு தெரிகிறது:
tr: Hem kopyalanmış dizgeleri hem de dilleri olan bir bileşen şöyle görünür:
uk: Складник із дублікатами рядків і мов виглядає ось так:
zh_hans: 包含重复的字符串和语言的部件如下所示：
zh_hant: 帶有復制的字符串和語言的組件看起來像這樣：

source: Building a translators community
de: Aufbau einer Übersetzungscommunity
ga: Pobal aistritheoirí a thógáil
hu: Fordítói közösség építése
id: Membangun komunitas penerjemah
ja: 翻訳者コミュニティの構築
nl: Een gemeenschap van vertalers bouwen
pt_br: Construindo uma comunidade de tradutores
ru: Создание сообщества переводчиков
sv: Bygga en översättargemenskap
ta: மொழிபெயர்ப்பாளர் சமூகத்தை உருவாக்குதல்
tr: Çevirmen topluluğu oluşturmak
uk: Побудова спільноти перекладачів
zh_hans: 构建译者社区

source: Following these recommendations supports the creation of a full, multilingual post-editing tool. Good translations are defined through the systemic-functional model of House which aims at a contextual correct translation. Write your own `post-editing guide <https://en.wikipedia.org/wiki/Postediting>`_ and alter these recommendations to fit your own definitions. In most cases the `browser-plugin of languageTool <https://languagetool.org/#firefox_chrome>`_ is useful as a proof-reading tool.
de: Die Befolgung dieser Empfehlungen unterstützt das Erstellen eines vollständigen, mehrsprachigen Post-Editing-Tools. Gute Übersetzungen werden durch das systemisch-funktionale Modell von House definiert, das auf eine kontextuell korrekte Übersetzung abzielt. Schreiben Sie Ihre eigene `Post-Editing-Anleitung <https://en.wikipedia.org/wiki/Postediting>`_ und passen Sie diese Empfehlungen an Ihre eigenen Definitionen an. In den meisten Fällen ist das `Browser-Plugin von LanguageTool <https://languagetool.org/#firefox_chrome>`_ ein nützliches Tool für das Korrekturlesen.
ga: Tar éis na moltaí seo, tacaítear le huirlis iar-eagarthóireachta iomlán ilteangach a chruthú. Sainmhínítear aistriúcháin mhaithe trí mhúnla feidhmiúil sistéamach Tí a bhfuil sé mar aidhm aige aistriúchán ceart comhthéacsúil. Scríobh do `threoir iar-eagarthóireachta <https://en.wikipedia.org/wiki/Postediting>`_ agus athraigh na moltaí seo chun teacht le do shainmhínithe féin. I bhformhór na gcásanna tá an `brabhsálaí-breiseán de languageTool <https://languagetool.org/#firefox_chrome>`_ úsáideach mar uirlis léamh profaí.
hu: Az alábbi ajánlások követése támogatja egy teljes, többnyelvű utószerkesztő eszköz kialakítását. A jó fordításokat a House-féle rendszerfunkcionális modell alapján határozzuk meg, amely a szövegkörnyezethez illeszkedő, helyes fordításra törekszik. Írja meg saját `utószerkesztési útmutatóját <https://en.wikipedia.org/wiki/Postediting>`_, és igazítsa a javaslatokat saját meghatározásaihoz. A legtöbb esetben a `LanguageTool böngésző-bővítmény <https://languagetool.org>`_ – ami jelenleg magyarul nem használható – hasznos korrektúraeszköz lehet.
id: Mengikuti rekomendasi ini akan membantu pembuatannya alat pasca-penyuntingan multibahasa yang lengkap. Terjemahan yang baik didefinisikan melalui model fungsional-sistemik House yang bertujuan untuk menghasilkan terjemahan yang benar secara kontekstual. Tulislah `panduan pasca-penyuntingan <https://en.wikipedia.org/wiki/Postediting>`_ Anda sendiri dan sesuaikan rekomendasi ini agar sesuai dengan definisi Anda. Umumnya, `plugin-browser dari languageTool <https://languagetool.org/#firefox_chrome>`_ berguna sebagai alat koreksi.
ja: 下記の機能を適切に設定することにより、多言語による完全な機械翻訳後編集に対応できます。良い翻訳は、文脈的に正しい翻訳を目指す House のシステム機能モデルにより定義されます。独自の `機械翻訳後編集のガイドライン <https://en.wikipedia.org/wiki/Postediting>`_ を作成し、独自の定義に合わせてこれらの推奨事項を変更します。多くの場合、`ブラウザー プラグインの言語ツール <https://languagetool.org/#firefox_chrome>`_ は、機械翻訳後編集の校正ツールとして使用できます。
nl: Volgen van deze aanbevelingen ondersteunt het maken van een volledig, meertalig programma voor nabewerken. Goede vertalingen worden gedefinieerd door het systemic-functionele model van House dat zich richt op een contextueel correcte vertaling. Schrijf uw eigen `gids voor nabewerken <https://en.wikipedia.org/wiki/Postediting>`_ en wijzig deze aanbevelingen om te voldoen aan uw eigen definities. In de meeste gevallen is de `browserplug-in van LanguageTool <https://languagetool.org/#firefox_chrome>`_ nuttig als een programma voor proeflezen.
pt: Seguir estas recomendações permite a criação de uma ferramenta completa de pós-edição multilingue. As boas traduções são definidas através do modelo sistémico-funcional de House que visa uma tradução correta contextual. Escreva o seu próprio `guia de pós-edição <https://pt.wikipedia.org/wiki/Pós-edição>`_ e altere estas recomendações para se adequar às suas próprias definições. Na maioria dos casos, o `plugin de navegador do languageTool <https://languagetool.org/#firefox_chrome>`_ é útil como ferramenta de revisão.
pt_br: Seguir essas recomendações permite a criação de uma ferramenta de pós-edição multilíngue completa. Boas traduções são definidas através do modelo sistêmico-funcional de House que visa uma tradução correta contextual. Escreva seu próprio `guia de pós-edição <https://pt.wikipedia.org/wiki/Pós-edição>`_ e altere essas recomendações para se adequar ao seu próprias definições. Na maioria dos casos, o `plugin do navegador do languageTool <https://languagetool.org/#firefox_chrome>`_ é útil como uma ferramenta de revisão.
ru: Следование этим рекомендациям способствует созданию полноценного многоязычного инструмента постредактирования. Хороший перевод определяется через системно-функциональную модель Хауса, которая нацелена на контекстуально правильный перевод. Напишите своё собственное `руководство по постредактированию <https://ru.wikipedia.org/wiki/Постредактирование>`_ и измените эти рекомендации в соответствии с вашими собственными определениями. В большинстве случаев в качестве инструмента корректуры полезен `плагин для браузеров languageTool <https://languagetool.org/#firefox_chrome>`_.
sv: Att följa dessa rekommendationer bidrar till skapandet av ett komplett, flerspråkigt verktyg för efterredigering. Bra översättningar definieras genom Houses systemfunktionella modell, som syftar till en kontextuellt korrekt översättning. Skriv din egen `efterredigeringsguide <https://en.wikipedia.org/wiki/Postediting>`_ och anpassa dessa rekommendationer efter dina egna definitioner. I de flesta fall är `webbläsarpluginen languageTool <https://languagetool.org/#firefox_chrome>`_ användbar som korrekturläsningsverktyg.
ta: இந்த பரிந்துரைகளைப் பின்பற்றுவது ஒரு முழு, பன்மொழி பிந்தைய திருத்துதல் கருவியை உருவாக்குவதை ஆதரிக்கிறது. நல்ல மொழிபெயர்ப்புகள் அவுசின் அமைப்பு-செயல்பாட்டு மாதிரி மூலம் வரையறுக்கப்படுகின்றன, இது ஒரு சூழ்நிலை சரியான மொழிபெயர்ப்பை நோக்கமாகக் கொண்டுள்ளது. உங்கள் சொந்த 'பிந்தைய திருத்துதல் வழிகாட்டி <https://en.wikipedia.org/wiki/postediting>' எழுதுங்கள், மேலும் இந்த பரிந்துரைகளை உங்கள் சொந்த வரையறைகளுக்கு ஏற்றவாறு மாற்றவும். பெரும்பாலான சந்தர்ப்பங்களில், 'மொழிகளின் உலாவி-செருகுநிரல் <https://languagetool.org/#firefox_chrome>'_ ஒரு சான்று வாசிப்பு கருவியாக பயனுள்ளதாக இருக்கும்.
tr: Bu önerilere uymak, tam, çok dilli bir son düzenleme aracının oluşturulmasını sağlar. İyi çeviriler, bağlamsal doğru bir çeviriyi amaçlayan sistemik-işlevsel House modeli ile tanımlanır. Kendi `düzenleme sonrası rehberinizi <https://en.wikipedia.org/wiki/Postediting>`_ yazın ve bu önerileri kendi tanımlarınıza uyacak şekilde değiştirin. Çoğu durumda `languageTool <https://languagetool.org/#firefox_chrome>`_ tarayıcı eklentisi bir düzeltme aracı olarak kullanışlıdır.
uk: Виконуючи ці настанови, підтримайте створення повноцінного багатомовного інструмента постредагування. Добрі переклади визначаються за допомогою системно-функціональної моделі Хауса, мета якої — визначення контекстуально правильного перекладу. Напишіть власні `настанови постредагування <https://uk.wikipedia.org/wiki/%D0%9F%D0%BE%D1%81%D1%82-%D1%80%D0%B5%D0%B4%D0%B0%D0%B3%D1%83%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F>`_ і змініть ці рекомендації за вашими власними визначеннями. У більшості випадків корисним засобом рецензування буде `додаток до браузера languageTool <https://languagetool.org/uk#firefox_chrome>`_.
zh_hans: 遵循这些建议支持创建完整的多语言后期编辑工具。好的翻译是通过 House 的系统功能模型定义的，该模型旨在实现上下文正确的翻译。编写您自己的 `后期编辑指南 <https://en.wikipedia.org/wiki/Postediting>`_ 并更改这些建议以适合您自己的定义。大多数情况下，languageTool 的 `browser-plugin <https://languagetool.org/#firefox_chrome>`_ 可用作校对工具。

source: Many times translators will find problems with the source strings. Make sure it is easy for them to report such problems. To gather this feedback, you can set up the :ref:`component-repoweb` field on your Weblate component, for translators to propose their changes to the upstream repository. You can also receive translator comments if you setup :ref:`component-report_source_bugs`.
de: Oftmals finden Übersetzer Probleme in den Ausgangszeichenketten. Stellen Sie sicher, dass es für sie so einfach wie möglich ist, solche Probleme zu melden. Um Rückmeldung diesbezüglich zu erhalten, können Sie das Feld :ref:`component-repoweb` in Ihrer Weblate-Komponente einrichten, damit die Übersetzer ihre Änderungen für das Upstream-Repository vorschlagen können. Sie können auch Kommentare von Übersetzern erhalten, wenn Sie die :ref:`component-report_source_bugs` einrichten.
ga: Is iomaí uair a gheobhaidh aistritheoirí fadhbanna leis na teaghráin foinse. Bí cinnte go bhfuil sé éasca dóibh fadhbanna den sórt sin a thuairisciú. Chun an t-aiseolas seo a bhailiú, is féidir leat an réimse :ref:`component-repoweb` a shocrú ar do chomhpháirt Weblate, le go bhféadfaidh aistritheoirí a gcuid athruithe a mholadh don stór réamhtheachtacha. Is féidir leat tuairimí aistritheoirí a fháil freisin má shocraíonn tú :ref:`component-report_source_bugs`.
hu: A fordítók sokszor hibákat fognak találni a forrásszövegekben. Gondoskodjon róla, hogy ezek jelentése egyszerű legyen számukra. Ehhez beállíthatja a :ref:`component-repoweb` mezőt az adott Weblate összetevőn, így a fordítók közvetlenül javasolhatnak módosítást a forrás tárolóban. Továbbá fordítói megjegyzéseket is fogadhat, ha bekapcsolja a :ref:`component-report_source_bugs` mezőt.
id: Seringkali penerjemah menemukan masalah dengan string sumber. Pastikan mereka mudah melaporkan masalah tersebut. Untuk mendapatkan umpan balik ini, Anda dapat mengatur kolom :ref:`component-repoweb` pada komponen Weblate Anda agar penerjemah dapat mengusulkan perubahan mereka ke repositori hulu. Anda juga dapat menerima komentar penerjemah jika Anda mengatur :ref:`component-report_source_bugs`.
ja: 多くの場合、翻訳者は原文に問題があります。このような問題を簡単に報告できるようにしてください。このフィードバックを収集するには、Weblate コンポーネントに :ref:`component-repoweb` フィールドを設定して、翻訳者が上流リポジトリに変更を提案できるようにします。また、:ref:`component-report_source_bugs` を設定すると、翻訳者のコメントを受け取れます。
nl: Heel vaak zullen vertalers problemen vinden in de brontekenreeksen. Zorg ervoor dat het voor hen gemakkelijk is om dergelijke problemen te rapporteren. Voor het verzamelen van deze terugkoppelingen kunt u het veld :ref:`component-repoweb` instellen in uw onderdeel van Weblate, voor vertalers om hun wijzigingen voor te stellen bij de opslagruimte upstream. U kunt ook opmerkingen van vertalers ontvangen als u :ref:`component-report_source_bugs` instelt.
pt_br: Muitas vezes, os tradutores encontrarão problemas com os textos fonte. Certifique-se de que seja fácil para eles relatarem tais problemas. Para coletar esse feedback, você pode configurar o campo :ref:`component-repoweb` no seu componente Weblate, para que os tradutores proponham suas alterações ao repositório upstream. Você também pode receber comentários do tradutor se configurar :ref:`component-report_source_bugs`.
ru: Часто переводчики находят проблемы в исходных строках. Позаботьтесь о том, чтобы им было удобно сообщать о таких проблемах. Для сбора таких сообщений можно настроить в компоненте Weblate поле :ref:`component-repoweb`, чтобы переводчики могли предлагать свои изменения в вышестоящем репозиторий. Вы также можете получать комментарии переводчиков, если настроите поле :ref:`component-report_source_bugs`.
sv: Många gånger stöter översättare på problem med källsträngarna. Se till att det är enkelt för dem att rapportera sådana problem. För att samla in denna feedback kan du ställa in fältet :ref:`component-repoweb` i din Weblate-komponent, så att översättarna kan föreslå sina ändringar till uppströmsrepositoriet. Du kan också ta emot kommentarer från översättare om du ställer in :ref:`component-report_source_bugs`.
tr: Çevirmenler çoğu zaman kaynak dizgelerle ilgili sorunlar bulacaktır. Bu tür sorunları bildirmenin onlar için kolay olduğundan emin olun. Bu geri bildirimleri toplamak için Weblate bileşeninizde :ref:`component-repoweb` alanını ayarlayabilir ve çevirmenlerin yukarı akış deposuna değişiklikler önermelerini sağlayabilirsiniz. :ref:`component-report_source_bugs` ayarını yaparsanız çevirmen yorumlarını da alabilirsiniz.
uk: Перекладачі часто знаходять проблеми у початкових рядках. Полегшіть для них звітування щодо таких проблем. Щоб зібрати подібні відгуки, ви можете налаштувати поле :ref:`component-repoweb` у вашому складнику Weblate, щоб перекладачі могли пропонувати власні зміни до сховища основного коду. Ви також отримуватимете коментарі перекладачів, якщо налаштуєте :ref:`component-report_source_bugs`.
zh_hans: 译者经常会发现源字符串的问题。确保译者可以轻松报告这样的问题。要收集此种反馈，你可以在你的 Weblate 部件上设置 :ref:`component-repoweb` 字段，让译者提议对上游仓库的更改。如果你设置了 :ref:`component-report_source_bugs`，你也可以收到译者的评论。

source: Community localization checklist
de: Checkliste für die Community-Lokalisierung
ga: Seicliosta logánaithe pobail
hu: Közösségi lokalizálási ellenőrzőlista
id: Ceklis terjemahan komunitas
ja: 現地化コミュニティのチェックリスト
nl: Controlelijst omtrent gemeenschapsvertalingen
pt: Lista de verificação de localização da comunidade
pt_br: Lista de verificação de traduções da comunidade
ro: Listă de verificare a localizării comunității
ru: Контрольный список локализации сообщества
sv: Community-checklista för lokalisering
ta: சமூக உள்ளூர்மயமாக்கல் சரிபார்ப்பு பட்டியல்
tr: Topluluk yerelleştirme denetim listesi
uk: Список перевірок локалізації спільнотою
zh_hans: 社区本地化检查清单
zh_hant: 社群在地化查核列表

source: The :guilabel:`Community localization checklist` which can be found in the menu of each component can give you guidance to make your localization process easy for community translators.
de: Die :guilabel:`Checkliste für die Community-Lokalisierung`, die im Menü jeder Komponente zu finden ist, kann Ihnen eine Hilfestellung geben, um Ihren Lokalisierungsprozess für Community-Übersetzer einfach zu gestalten.
ga: Is féidir leis an :guilabel:`seicliosta logánaithe pobail` atá le fáil i roghchlár gach comhpháirte treoir a thabhairt duit chun do phróiseas logánaithe a dhéanamh éasca d'aistritheoirí pobail.
hu: A :guilabel:`Közösségi lokalizálási ellenőrzőlista`, amely minden összetevő menüjében megtalálható, segítséget nyújt a lokalizációs folyamat egyszerűsítéséhez a közösségi fordítók számára.
id: :guilabel:`Community localization checklist` yang dapat ditemukan di menu setiap komponen dapat memberi Anda panduan untuk mempermudah proses pelokalan bagi penerjemah komunitas.
ja: 各コンポーネントのメニューに記載されている :guilabel:`現地化コミュニティのチェックリスト` を使用すると、現地語化の作業をコミュニティの翻訳者が簡単に行うためのガイダンスを提供します。
nl: De :guilabel:`Checklist voor vertalen door gemeenschap`, die is te vinden in het menu van elk onderdeel, kan u aanwijzingen geven om uw vertaalproces gemakkelijk te maken voor vertalers binnen de gemeenschap.
pt: O :guilabel:`Checklist de localização comunitária`, que encontra-se no menu de cada componente, pode fornecer orientações para facilitar o processo de localização para os tradutores da comunidade.
pt_br: O :guilabel:`Checklist de localização comunitária`, que pode ser encontrado no menu de cada componente, pode fornecer orientações para facilitar o processo de localização para os tradutores da comunidade.
ro: :guilabel:`Lista de verificare a localizării comunitare`, care poate fi găsită în meniul fiecărei componente, vă poate oferi îndrumări pentru a face procesul de localizare mai ușor pentru traducătorii din comunitate.
ru: :guilabel:`Контрольный список локализации сообщества`, который можно найти в меню каждого компонента, может дать вам рекомендации, выполнив которые, вы упростите сообществу переводчиков процесс локализации вашей программы.
sv: :guilabel:`Checklista för lokalisering av communityn`, som finns i menyn för varje komponent, kan ge dig vägledning för att underlätta lokaliseringsprocessen för communityns översättare.
ta: ஒவ்வொரு கூறுகளின் பட்டியலிலும் காணப்படும் 'குய்லாபெல்:'சமூக உள்ளூர்மயமாக்கல் சரிபார்ப்பு பட்டியல்' சமூக மொழிபெயர்ப்பாளர்களுக்கு உங்கள் உள்ளூர்மயமாக்கல் செயல்முறையை எளிதாக்குவதற்கான வழிகாட்டலை வழங்க முடியும்.
tr: Her bileşenin menüsünde bulunan :guilabel:`Topluluk yerelleştirme denetim listesi`, size yerelleştirme sürecinizi topluluk çevirmenleri için kolaylaştırmak üzere yol gösterebilir.
uk: :guilabel:`Список перевірок локалізації спільнотою`, який можна знайти у кожному зі складників, можна використати як основу для полегшення локалізації вашого проєкту перекладачами зі спільноти користувачів.
zh_hans: 可以在每个部件的菜单中找到 :guilabel:`社区本地化检查清单`，它可以就如何让社区译者轻松进行本地化过程为您提供指导。
zh_hant: 可以在每個組件的菜單中找到的 :guilabel:`Community localization checklist`（社區本地化清單）可以給予指示，使您的本地化過程對於社區翻譯者更容易。
