Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Enable support for strict XML tags. All ``<`` characters must be escaped if they are not part of a tag.
de: Aktiviert die Unterstützung für strikte XML-Tags. Alle ``<``-Zeichen müssen maskiert werden, wenn sie nicht Teil eines Tags sind.
ga: Cumasaigh tacaíocht do chlibeanna dochta XML. Caithfear éalú ó gach carachtar ``<`` muna bhfuil siad mar chuid de chlib.
hu: Szigorú XML-címkék támogatásának bekapcsolása. Minden ``<`` karaktert kódolt formában kell szerepeltetni, ha nem címke része.
id: Aktifkan dukungan untuk tag XML yang ketat. Semua karakter ``<`` harus diloloskan jika bukan bagian dari tag.
ja: 厳格な XML タグに対応を有効にします。タグの一部でない場合は、すべての ``<`` 文字をエスケープすることが必要です。
nl: Inschakelen van ondersteuning voor strikte tags voor XML. Alle tekens ``<`` moeten worden geëscapet als zij geen deel uitmaken van een tag.
pt: Ativa o suporte para tags XML estritas. Todos os caracteres ``<`` devem ser escapados se não fizerem parte de uma tag.
pt_br: Habilita o suporte para tags XML estritas. Todos os caracteres ``<`` devem ser escapados se não fizerem parte de uma tag.
ro: Activați suportul pentru etichete XML stricte. Toate caracterele ``<`` trebuie să fie evitate dacă nu fac parte dintr-o etichetă.
ru: Включите поддержку строгих XML-тегов. Все символы ``<`` должны быть экранированы (escape-символами), если они не являются частью тега.
sv: Aktivera stöd för strikta XML-taggar. Alla ``<``-tecken måste undantas om de inte ingår i en tagg.
ta: கடுமையான எக்ச்எம்எல் குறிச்சொற்களுக்கான ஆதரவை இயக்கவும். அனைத்து `` <`` கதாபாத்திரங்கள் ஒரு குறிச்சொல்லின் பகுதியாக இல்லாவிட்டால் தப்பிக்க வேண்டும்.
tr: Katı XML kod imleri desteğini kullanıma alır. Bir kod iminin parçası değillerse tüm ``<`` karakterlerinden kaçınılmalıdır.
uk: Увімкнути підтримку строгої обробки теґів XML. Усі символи ``<`` має бути екрановано, якщо вони не є частиною теґу.
zh_hans: 启用对严格的XML标签的支持。所有 ``<`` 字符如果不是标签的一部分，必须被转义。

source: Disable highlighting placeholders in the editor.
de: Deaktiviert das Hervorheben von Platzhaltern im Editor.
ga: Díchumasaigh sealbhóirí aibhsithe san eagarthóir.
hu: Letiltja a helyettesítők kiemelését a szerkesztőben.
id: Menonaktifkan penyorotan placeholder di editor.
ja: エディタ内のプレースホルダーの強調表示を無効にします。
nl: Accentueren plaatsvervangers in de bewerker uitschakelen.
pt: Desativa o realce de espaços reservados no editor.
pt_br: Desabilita o realce de espaços reservados no editor.
ro: Dezactivați evidențierea martorilor de poziție în editor.
ru: Отключите подсветку заполнителей в редакторе.
sv: Inaktivera markering av platshållare i redigeraren.
ta: எடிட்டரில் சிறப்பம்சமாக இருப்பவர்களை முடக்கு.
tr: Düzenleyicide yer belirtici ögelerin vurgulanmasını kapatır.
uk: Вимкнути підсвічування замінників у редакторі.
zh_hans: 停用在编辑器中突出显示占位符。

source: Skip checking that sub-message selectors match the source.
de: Überspringt die Prüfung, ob die Selektoren der Unternachrichten mit der Ausgangszeichenkette übereinstimmen.
ga: Ná seiceáil amach an bhfuil na roghnóirí fo-theachtaireachtaí ag teacht leis an bhfoinse.
hu: Mellőzi annak ellenőrzését, hogy az üzenetváltozatok szelektorai egyeznek-e a forrással.
id: Lewati pemeriksaan bahwa pemilih sub-pesan cocok dengan sumbernya.
ja: サブメッセージ セレクターがソースと一致するかどうかの検査を除外します。
nl: Overslaan van controleren of selectors van subberichten overeenkomen met de bron.
pt: Ignora a verificação de que os seletores de submensagem correspondem à fonte.
pt_br: Ignora a verificação de que os seletores de submensagem correspondem à fonte.
ro: Treceți peste verificarea faptului că selectorii de submesaj se potrivesc cu sursa.
ru: Пропустите проверку соответствия селекторов подсообщений источнику.
sv: Hoppa över kontrollen av att delmeddelandeselektorer matchar källan.
ta: துணை செய்தி தேர்வாளர்கள் மூலத்துடன் பொருந்துகிறார்கள் என்பதை சரிபார்க்கவும்.
tr: Alt ileti seçicilerin kaynakla eşleşip eşleşmediği kalite denetimini atlar.
uk: Пропустити перевірку того, чи селектори підповідомлень відповідають джерелу.
zh_hans: 跳过检查子消息选择器是否与原文匹配。

source: Skip checking that placeholder types match the source.
de: Überspringt die Prüfung, ob Platzhaltertypen mit der Ausgangszeichenkette übereinstimmen.
ga: Ná seiceáil amach an bhfuil na cineálacha sealbhóirí áite ag teacht leis an bhfoinse.
hu: Mellőzi annak ellenőrzését, hogy a helyettesítők típusai egyeznek-e a forrással.
id: Melewati pemeriksaan yang mana jenis placeholder cocok dengan sumbernya.
ja: プレースホルダーの型が原文と一致するかどうかの検査を除外します。
nl: Overslaan van controle dat type plaatsvervanger overeenkomt met de bron.
pt: Ignora a verificação de que os tipos de espaço reservado correspondem à fonte.
pt_br: Ignora a verificação de que os tipos de espaço reservado correspondem à fonte.
ro: Treceți peste verificarea faptului că tipurile de caractere de tip placeholder corespund sursei.
ru: Пропустите проверку соответствия типов заполнителей источнику.
sv: Hoppa över kontrollen av att platshållartyperna stämmer överens med källan.
ta: அந்த ஒதுக்கிட வகைகள் மூலத்துடன் பொருந்துகின்றன என்பதை சரிபார்க்கவும்.
tr: Yer belirtici türlerinin kaynak ile uygunluğu denetimini atlar.
uk: Пропустити перевірку відповідності типів замінників джерелу.
zh_hans: 跳过检查占位符类型是否与原文匹配。

source: Skip checking that no placeholders are present that were not present in the source string.
de: Überspringt die Prüfung, ob Platzhalter vorhanden sind, die in der Ausgangszeichenkette nicht vorhanden waren.
ga: Déan seiceáil nach bhfuil aon áitshealbhóirí i láthair nach raibh i láthair sa teaghrán foinse.
hu: Mellőzi annak ellenőrzését, hogy ne legyenek olyan helyettesítők, amelyek nem szerepeltek az eredeti szövegben.
id: Lewati pemeriksaan bahwa tidak ada penempatan yang hadir yang tidak ada dalam string sumber.
ja: 原文に存在しなかったプレースホルダーが、存在しない確認の検査を除外します。
nl: Overslaan van controleren of plaatsvervangers aanwezig zijn, die niet aanwezig waren in de brontekenreeks.
pt: Ignora a verificação de nenhum espaço reservado está presente que não esteva presente na cadeia fonte.
pt_br: Ignora a verificação de nenhum espaço reservado está presente que não esteva presente no texto fonte.
ro: Trece peste verificarea faptului că nu sunt prezente spații libere care nu erau prezente în șirul sursă.
ru: Пропустите проверку того, что в исходной строке отсутствуют заполнители, которых не было в исходной строке.
sv: Hoppa över kontrollen av att det inte finns några platshållare som inte fanns i källsträngen.
ta: மூல சரத்தில் இல்லாத இடங்கள் இல்லை என்பதை சரிபார்க்கவும்.
tr: Kaynak dizgede bulunmayan bir yer belirticinin çeviride bulunma kalite denetimini atlar.
uk: Пропустити перевірку того, чи є замінники, яких немає у початковому рядку.
zh_hans: 跳过检查是否存在源字符串中不存在的占位符。

source: Skip checking that no placeholders are missing that were present in the source string.
de: Überspringt die Prüfung, ob Platzhalter fehlen, die in der Ausgangszeichenkette vorhanden waren.
ga: Déan seiceáil nach bhfuil aon áitshealbhóirí in easnamh a bhí i láthair sa teaghrán foinse.
hu: Mellőzi annak ellenőrzését, hogy ne hiányozzanak olyan helyettesítők, amelyek szerepeltek az eredeti szövegben.
id: Lewati pemeriksaan bahwa tidak ada penempatan yang hilang yang ada dalam string sumber.
ja: 原文に存在していたプレースホルダーが、欠落していない確認の検査を除外します。
nl: Overslaan van controleren of plaatsvervangers ontbreken, die aanwezig waren in de brontekenreeks.
pt: Ignora a verificação de que não falta nenhum espaço reservado que estava presente na cadeia fonte.
pt_br: Ignora a verificação de que não falta nenhum espaço reservado que estava presente no texto fonte.
ro: Trece peste verificarea faptului că nu lipsesc caractere de poziție care erau prezente în șirul sursă.
ru: Пропустите проверку того, что отсутствуют заполнители, которые присутствовали в исходной строке.
sv: Hoppa över kontrollen av att inga platshållare som fanns i källsträngen saknas.
ta: மூல சரத்தில் இருந்த எந்த ஒதுக்கிடமும் இல்லை என்பதை சரிபார்க்கவும்.
tr: Kaynak dizgede bulunan bir yer belirticinin çeviride bulunmama denetimini atlar.
uk: Пропустити перевірку того, чи не пропущено замінники, які були у початковому рядку.
zh_hans: 跳过检查是否有源字符串中存在的占位符丢失。

source: Additionally, when ``strict-xml`` is not enabled but ``xml`` is enabled, you can use the ``icu-tag-prefix:PREFIX`` flag to require that all XML tags start with a specific string. For example, the following flag will only allow XML tags to be matched if they start with ``<x:``:
de: Wenn ``strict-xml`` nicht aktiviert und ``xml`` aktiviert ist, kann außerdem die Markierung ``icu-tag-prefix:PREFIX`` verwendet werden, um zu verlangen, dass alle XML-Tags mit einer bestimmten Zeichenkette beginnen. Mit der folgenden Markierung können beispielsweise nur XML-Tags abgeglichen werden, die mit ``<x:`` beginnen:
ga: Ina theannta sin, nuair nach bhfuil `` docht-xml`` cumasaithe ach go bhfuil `` xml`` cumasaithe, is féidir leat an réimír `` icu-tag-prefix: PREIFIX`` a úsáid chun a cheangal go dtosóidh gach clib XML le teaghrán ar leith. Mar shampla, ní cheadóidh an bhratach seo a leanas clibeanna XML a mheaitseáil ach amháin má thosaíonn siad le ``<x:``:
hu: Továbbá, ha a ``strict-xml`` nincs engedélyezve, de az ``xml`` igen, akkor az ``icu-tag-prefix:PREFIX`` kapcsolóval előírható, hogy minden XML-címke egy adott sztringgel kezdődjön. Például a következő kapcsoló csak azokat az XML-címkéket engedi érvényesnek, amelyek ``<x:`` előtaggal kezdődnek:
id: Selain itu, jika ``strict-xml`` tidak diaktifkan tetapi ``xml`` diaktifkan, Anda dapat menggunakan tanda ``icu-tag-prefix:PREFIX`` untuk mewajibkan semua tag XML dimulai dengan string tertentu. Misalnya, tanda berikut hanya akan mengizinkan pencocokan tag XML jika dimulai dengan ``<x:``:
ja: また、 ``strict-xml`` が無効で ``xml`` が有効な場合は、``icu-tag-prefix:PREFIX`` フラグを使用して、すべての XML タグが特定の文字列で始まることを必須にできます。次のようにフラグを設定して、XML タグが ``<x:`` で始まる場合にのみ一致することを許可する例:
nl: Aanvullend, als ``strict-xml`` niet is ingeschakeld, maar ``xml`` wel is ingeschakeld, kunt u de vlag ``icu-tag-prefix:PREFIX`` gebruiken om te vereisen dat alle tags voor XML beginnen met een specifieke tekenreeks. De volgende vlag zal bijvoorbeeld alleen toestaan dat tags van XML overeenkomen als zij beginnen met ``<x:``:
pt: Além disso, quando ``strict-xml`` não está ativado, mas ``xml`` está ativado, pode usar o marcador ``icu-tag-prefix: PREFIXO`` para exigir que todas as tags XML comecem com uma cadeia específica. Por exemplo, o seguinte marcador só permitirá que as tags XML sejam correspondidas se começarem com ``<x:``:
pt_br: Além disso, quando ``strict-xml`` não está habilitado, mas ``xml`` está habilitado, você pode usar o marcador ``icu-tag-prefix: PREFIXO`` para exigir que todas as tags XML comecem com um texto específico. Por exemplo, o seguinte marcador só permitirá que as tags XML sejam correspondidas se começarem com ``<x:``:
ro: În plus, atunci când ``strict-xml`` nu este activat, dar ``xml`` este activat, puteți utiliza indicatorul ``icu-tag-prefix:PREFIX`` pentru a solicita ca toate etichetele XML să înceapă cu un anumit șir de caractere. De exemplu, următorul indicator va permite ca etichetele XML să fie comparate numai dacă încep cu ``<x:``:
ru: Кроме того, когда ``strict-xml`` не включен, но включен ``xml``, вы можете использовать флаг ``icu-tag-prefix:ПРЕФИКС``, чтобы потребовать, чтобы все XML-теги начинались с определённой строки. Например, следующий флаг позволит сопоставлять XML-теги, только если они начинаются с ``<x:``:
sv: Dessutom, när ``strict-xml`` inte är aktiverat men ``xml`` är aktiverat, kan du använda flaggan ``icu-tag-prefix:PREFIX`` för att kräva att alla XML-taggar börjar med en specifik sträng. Till exempel tillåter följande flagga endast XML-taggar som börjar med ``<x:``:
ta: கூடுதலாக, `` கடுமையான-எக்ச்எம்எல்`` இயக்கப்பட்டிருக்கும்போது, `` எக்ச்எம்எல்`` இயக்கப்பட்டிருக்கும்போது, நீங்கள் அனைத்து எக்ச்எம்எல் குறிச்சொற்களும் ஒரு குறிப்பிட்ட சரத்துடன் தொடங்க வேண்டும் என்று `` ஐ.சி.யூ-டாக்-ப்ரெஃபிக்ச்: முன்னொட்டு`` கொடியைப் பயன்படுத்தலாம். எடுத்துக்காட்டாக, எக்ச்எம்எல் குறிச்சொற்கள் `` <x: ``:
tr: Ayrıca, ``strict-xml`` kullanıma alınmamış ancak ``xml`` kullanıma alınmış olduğunda, tüm XML kod imlerinin belirli bir dizgeyle başlamasını zorunlu kılmak için ``icu-tag-prefix:PREFIX`` imini kullanabilirsiniz. Örneğin, aşağıdaki im, yalnızca ``<x:`` ile başlayan XML kod imlerinin eşleştirilmesini sağlar:
uk: Крім того, якщо не увімкнено ``strict-xml``, але увімкнено ``xml``, ви можете скористатися прапорцем ``icu-tag-prefix:ПРЕФІКС``, щоб вказати, що усі теґи XML мають починатися із вказаного рядка. Наприклад, вказаний нижче прапорець призводить до того, що відповідність теґами XML встановлюється, лише якщо вони починаються з ``<x:``:
zh_hans: 此外当 ``strict-xml`` 未启用但 ``xml`` 已启用时，您可以使用该 ``icu-tag-prefix:PREFIX`` 标志来要求所有 XML 标记都以特定字符串开头。例如，以下标志只允许匹配以 开头的 XML 标记 ``<x:``:

source: `ICU: Formatting Messages <https://unicode-org.github.io/icu/userguide/format_parse/messages/>`_
id: `ICU: Memformat Pesan <https://unicode-org.github.io/icu/userguide/format_parse/messages/>`_
sv: `ICU: Formatering av meddelanden <https://unicode-org.github.io/icu/userguide/format_parse/messages/>`_

source: `Format.JS: Message Syntax <https://formatjs.github.io/docs/core-concepts/icu-syntax>`_
id: `Format.JS: Sintaks Pesan <https://formatjs.github.io/docs/core-concepts/icu-syntax>`_
sv: `Format.JS: Meddelandesyntax <https://formatjs.github.io/docs/core-concepts/icu-syntax>`_

source: Java format string does not match source.
de: Java-Format-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán formáide Java agus an foinse.
hu: A Java formátumú szöveg nem egyezik meg a forrással.
id: String format Java tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het patroon van Java komt niet overeen met de bron.
pt_br: O texto de formato Java não corresponde à fonte.
sv: Java-formatsträngen stämmer inte överens med källan.
tr: Java biçim dizgesi kaynaktaki ile aynı değil.
uk: Рядок формату Java не відповідає джерелу.

source: This used to be toggled by the ``java-format`` flag, it was changed for consistency with GNU gettext.
de: Früher wurde dies durch die ``java-format``-Markierung umgeschaltet, dies wurde aus Gründen der Konsistenz mit GNU gettext geändert.
ga: Bhí sé seo scoránaigh ag an mbratach ``java-format``, athraíodh é chun comhsheasmhacht le GNU gettext.
hu: Ezt korábban a ``java-format`` kapcsoló vezérelte, később egységesítés céljából módosítva lett a GNU gettext-hez igazodva.
id: Ini dulunya diaktifkan oleh bendera ``java-format``, ini diubah demi konsistensi dengan GNU gettext.
nl: Dit werd eerder geschakeld met de vlag ``java-format``, het werd gewijzigd voor consistentie met GNU gettext.
pt_br: Isso costumava ser alternado pelo marcador ``java-format``, foi alterado para consistência com GNU gettext.
sv: Detta brukade aktiveras med flaggan ``java-format``, men ändrades för att överensstämma med GNU gettext.
ta: இது `` சாவா-ஃபார்மாட்`` கொடியால் மாற்றப்பட்டது, இது குனு கெட்டெக்ச்டுடன் ஒத்துப்போகிறது.
tr: Bu eskiden ``java-format`` imi ile değiştirilerek kullanılırdı. GNU gettext ile tutarlılık sağlamak için değiştirildi.
uk: Зазвичай, перемикається прапорцем ``java-format``, було змінено для сумісності із GNU gettext.
zh_hans: 这曾经由 ``java-format`` 标记切换，为了与 GNU gettext 保持一致而进行了更改。

source: `Java Format Strings <https://docs.oracle.com/javase/7/docs/api/java/util/Formatter.html>`_
id: `String Format Java <https://docs.oracle.com/javase/7/docs/api/java/util/Formatter.html>`_
sv: `Java-formatsträngar <https://docs.oracle.com/javase/7/docs/api/java/util/Formatter.html>`_

source: Java MessageFormat string does not match source.
de: Java-MessageFormat-Zeichenkette passt nicht zur Ausgangszeichenkette.
ga: Ní hionann an teaghrán Java MessageFormat agus an fhoinse.
hu: A Java-üzenetformátum szöveg nem egyezik meg a forrással.
id: String Java MessageFormat tidak cocok dengan sumber.
nl: De opmaak van de tekenreeks voor het patroon van Java MessageFormat komt niet overeen met de bron.
pt_br: O texto MessageFormat do Java não corresponde à fonte.
sv: Java MessageFormat-strängen stämmer inte överens med källan.
tr: Java MessageFormat dizgesi kaynaktaki ile aynı değil.
uk: Рядок Java MessageFormat не відповідає джерелу.

source: ``java-format``, ``auto-java-messageformat`` enables check only if there is a format string in the source
de: ``java-format``, ``auto-java-messageformat`` aktiviert die Prüfung nur, wenn eine Formatzeichenkette in der Ausgangszeichenkette vorhanden ist
ga: Cumasaíonn ``java-format``, ``auto-java-messageformat`` seiceáil ach amháin má tá teaghrán formáide sa fhoinse
hu: A ``java-format`` és az ``auto-java-messageformat`` csak akkor engedélyezi az ellenőrzést, ha a forrásszöveg formátumkaraktereket tartalmaz
id: ``java-format``, ``auto-java-messageformat`` mengaktifkan pemeriksaan hanya jika ada string format di sumber
nl: ``java-format``, ``auto-java-messageformat`` schakelt de controle alleen in als er een tekenreeks voor opmaak in de bron staat
sv: ``java-format``, ``auto-java-messageformat`` aktiverar endast kontroll om det finns en formatsträng i källan
uk: ``java-format``, ``auto-java-messageformat`` дозволяє перевіряти лише наявність рядка форматування у вихідному коді

source: This used to be toggled by ``java-messageformat`` flag, it was changed for consistency with GNU gettext.
de: Früher wurde dies durch ``java-messageformat`` umgeschaltet, dies wurde aus Gründen der Konsistenz mit GNU gettext geändert.
ga: Ba ghnách é seo a scoránaigh le bratach ``java-messageformat``, athraíodh é chun comhsheasmhacht le GNU gettext.
hu: Ezt korábban a ``java-messageformat`` kapcsoló vezérelte, később egységesítés céljából módosítva lett a GNU gettext-hez igazodva.
id: Ini dulunya diaktifkan oleh tanda ``java-messageformat``, ini diubah demi konsistensi dengan GNU gettext.
ja: 以前は、``java-messageformat`` フラグを使用して切り替えていましたが、GNU gettext との一貫性を保つために変更されました。
nl: Dit werd eerder geschakeld met de vlag ``java-messageformat``, het werd gewijzigd voor consistentie met GNU gettext.
pt: Isso costumava ser alternado pelo marcador ``java-messageformat``, foi alterado para consistência com GNU gettext.
pt_br: Isso costumava ser alternado pelo marcador ``java-messageformat``, foi alterado para consistência com GNU gettext.
ro: Acest lucru era activat de steagul ``java-messageformat``, dar a fost schimbat pentru a fi în concordanță cu GNU gettext.
ru: Раньше это переключалось флагом ``java-messageformat``, но было изменено для совместимости с GNU gettext.
sv: Detta brukade aktiveras med flaggan ``java-messageformat``, men ändrades för att överensstämma med GNU gettext.
ta: இது `` சாவா-மெசேச்ஃபோர்மேட்`` கொடியால் மாற்றப்பட்டது, இது குனு கெட்டெக்ச்டுடன் ஒத்துப்போகிறது.
tr: Bu eskiden ``java-messageformat`` imi ile değiştiriliyordu. GNU gettext ile tutarlılık için değiştirildi.
uk: Зазвичай, перемикається прапорцем ``java-messageformat``, було змінено для сумісності із GNU gettext.
zh_hans: 这曾经由 ``java-messageformat`` 标记切换，为了与 GNU gettext 保持一致而进行了更改。
