Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Usually it is better to configure hooks in the repository to trigger :ref:`hooks`, instead of regular triggering the updates by :wladmin:`updategit`.
de: Normalerweise ist es besser, Hooks im Repository so zu konfigurieren, dass sie :ref:`hooks` auslösen, anstatt die Aktualisierungen regelmäßig mit :wladmin:`updategit` auszulösen.
ga: De ghnáth is fearr crúcaí a chumrú sa stór chun :ref:`hooks` a spreagadh, in ionad na nuashonruithe a spreagadh go rialta le :wladmin:`updategit`.
hu: Általában jobb, ha a tárolóban hookokat konfigurál a :ref:`hooks` eléréséhez, ahelyett hogy rendszeresen a :wladmin:`updategit` paranccsal frissítené.
id: Biasanya lebih baik mengonfigurasi kait dalam repositori untuk memicu :ref:`hooks`, daripada memicu pembaruan secara teratur oleh :wladmin:`updategit`.
ja: 通常、:wladmin:`updategit` によって更新を定期的に起動するのではなく、:ref:`hooks` を起動するようにリポジトリ内のフックを設定してください。
nl: Gewoonlijk is het beter hooks in de opslagruimte te configureren om :ref:`hooks` te activeren, in plaats van het regelmatig activeren van het bijwerken met :wladmin:`updategit`.
pt: Normalmente, é melhor configurar hooks no repositório para acionar o :ref:`hooks`, em vez de acionar regularmente as atualizações pelo :wladmin:`updategit`.
pt_br: Normalmente, é melhor configurar hooks no repositório para acionar o :ref:`hooks`, em vez de acionar regularmente as atualizações pelo :wladmin:`updategit`.
ru: Обычно лучше настроить обработчики в репозитории для запуска :ref:`hooks` вместо обычного запуска обновлений с помощью :wladmin:`updategit`.
sv: Vanligtvis är det bättre att konfigurera krokar i arkivet för att utlösa :ref:`hooks`, istället för att regelbundet utlösa uppdateringar med :wladmin:`updategit`.
tr: Genellikle, güncellemeleri :wladmin:`updategit` ile düzenli olarak tetiklemek yerine, depodaki kancaları :ref:`hooks` tetikleyecek şekilde yapılandırmak daha iyidir.
uk: Зазвичай, краще налаштувати сторожові скрипт у сховищі, щоб вмикати :ref:`hooks`, а не виконувати регулярне вмикання оновлень за допомогою :wladmin:`updategit`.
zh_hans: 通常最好在仓库中配置钩子，来触发 :ref:`hooks`，而不是定期通过 :wladmin:`updategit` 来触发更新。

source: Translation Memory
de: Übersetzungsspeicher
ga: Cuimhne Aistriúcháin
hu: Fordítási memória
id: Memori Terjemahan
ja: 翻訳メモリ
nl: Vertaalgeheugen
pt: Memória de Tradução
pt_br: Memória de tradução
ro: Memorie de traducere
ru: Память переводов
sv: Översättningsminne
ta: மொழிபெயர்ப்பு நினைவகம்
tr: Çeviri Belleği
uk: Пам'ять перекладів
zh_hans: 翻译记忆库
zh_hant: 翻譯記憶

source: Weblate comes with a built-in translation memory consisting of:
de: Weblate verfügt über einen integrierten Übersetzungsspeicher, bestehend aus:
ga: Tagann Weblate le cuimhne aistriúcháin ionsuite ar a bhfuil:
hu: A Weblate beépített fordítási memóriával rendelkezik, amely az alábbiakból áll:
id: Weblate dilengkapi dengan memori terjemahan bawaan yang terdiri dari:
ja: Weblate に内蔵されている、翻訳メモリの項目:
nl: Weblate wordt geleverd met een ingebouwd vertaalgeheugen, bestaande uit:
pt: O Weblate vem com uma memória de tradução integrada que consiste em:
pt_br: O Weblate vem com uma memória de tradução integrada que consiste em:
ru: Weblate поставляется со встроенной памятью переводов, состоящей из:
sv: Weblate har ett inbyggt översättningsminne som består av:
ta: வலைபெயர்ப்பு ஒரு உள்ளமைக்கப்பட்ட மொழிபெயர்ப்பு நினைவகத்துடன் வருகிறது:
tr: Weblate üzerinde şu yetenekleri olan bir çeviri belleği özelliği bulunur:
uk: Weblate постачається із вбудованою пам'яттю перекладів, яка складається з таких даних:
zh_hans: Weblate 带有内建的翻译记忆库，其组成部分为：

source: Manually imported translation memory (see :ref:`memory-user`).
de: Manuell importierter Übersetzungsspeicher (siehe :ref:`memory-user`).
ga: Cuimhne aistriúcháin iompórtáilte de láimh (féach :ref:`memory-user`).
hu: Kézzel importált fordítási memória (lásd: :ref:`memory-user`).
id: Memori terjemahan yang diimpor secara manual (lihat :ref:`memory-user`).
ja: 手動でインポートした翻訳メモリ（参照: :ref:`memory-user`）。
nl: Handmatig geïmporteerd vertaalgeheugen (bekijk :ref:`memory-user`).
pt: Memória de tradução importada manualmente (veja :ref:`memory-user`).
pt_br: Memória de tradução importada manualmente (consulte :ref:`memory-user`).
ro: Memorie de traducere importată manual (a se vedea :ref:`memory-user`).
ru: Вручную импортированная память переводов (смотрите раздел :ref:`memory-user`).
sv: Manuellt importerat översättningsminne (se :ref:`memory-user`).
tr: El ile içe aktarılmış çeviri belleği (ayrıntılı bilgi almak için: :ref:`memory-user`).
uk: Вручну імпортована пам'ять перекладів (див. :ref:`memory-user`).
zh_hans: 手动导入翻译记忆库（请参见 :ref:`memory-user`）。
zh_hant: 手動導入翻譯記憶庫（請參見 :ref:`memory-user`）。

source: Automatically stored translations performed in Weblate (depending on :ref:`memory-scopes`).
de: Automatisch gespeicherte Übersetzungen in Weblate (abhängig von :ref:`memory-scopes`).
ga: Aistriúcháin arna stóráil go huathoibríoch arna ndéanamh in Weblate (ag brath ar :ref:`memory-scopes`).
hu: A Weblate-ben végzett fordítások automatikus mentése (a :ref:`memory-scopes` beállítástól függően).
id: Terjemahan yang dilakukan di Weblate disimpan secara otomatis (tergantung pada :ref:`memory-scopes`).
ja: Weblate が自動的に保存した翻訳（:ref:`memory-scopes` による）。
nl: Automatisch opgeslagen vertalingen, uitgevoerd in Weblate (afhankelijk van :ref:`memory-scopes`).
pt: Traduções armazenadas automaticamente realizadas em Weblate (dependendo dos :ref:`memory-scopes`).
pt_br: Traduções armazenadas automaticamente realizadas em Weblate (dependendo dos :ref:`memory-scopes`).
ro: Traduceri stocate automat efectuate în Weblate (în funcție de :ref:`memory-scopes`).
ru: Автоматически сохранённые переводы, выполненные в Weblate’е (зависят от :ref:`областей действия памяти переводов <memory-scopes>`).
sv: Översättningar som automatiskt lagras i Weblate (beroende på :ref:`memory-scopes`).
tr: Weblate üzerinde yapılan ve kendiliğinden kaydedilen çeviriler (:ref:`memory-scopes` kapsamında).
uk: Автоматично збережених перекладів, які було здійснено на Weblate (залежно від :ref:`memory-scopes`).
zh_hans: 自动存储 Weblate 中进行的翻译（取决于 :ref:`memory-scopes`）。
zh_hant: 自動存儲 Weblate 中進行的翻譯（依賴於 :ref:`memory-scopes`）。

source: Automatically imported past translations.
de: Automatisch importierte frühere Übersetzungen.
ga: Iompórtáladh aistriúcháin ón am atá thart go huathoibríoch.
hu: Automatikusan importált korábbi fordítások.
id: Terjemahan terdahulu diimpor secara otomatis.
ja: 自動的にインポートされた過去の翻訳。
nl: Automatisch geïmporteerde oude vertalingen.
pt: Traduções anteriores importadas automaticamente.
pt_br: Traduções anteriores importadas automaticamente.
ro: A importat automat traducerile anterioare.
ru: Автоматически импортированные прошлые переводы.
sv: Tidigare översättningar importeras automatiskt.
ta: கடந்த கால மொழிபெயர்ப்புகளை தானாக இறக்குமதி செய்யவும்.
tr: Geçmiş çeviriler kendiliğinden içe aktarılır.
uk: Автоматично імпортовані попередні переклади.
zh_hans: 自动导入以前的翻译。
zh_hant: 自動導入以前的翻譯。

source: Content in the translation memory can be applied to strings in several ways:
de: Der Inhalt des Übersetzungsspeichers kann auf verschiedene Weise auf Zeichenketten angewendet werden:
ga: Is féidir ábhar sa chuimhne aistriúcháin a chur i bhfeidhm ar theaghráin ar bhealaí éagsúla:
hu: A fordítási memóriában található tartalom többféleképpen alkalmazható a szövegekre:
id: Konten dalam memori terjemahan dapat diterapkan ke string dengan beberapa cara:
nl: De inhoud in het vertaalgeheugen kan op tekenreeksen op verschillende manieren worden toegepast:
pt_br: O conteúdo da memória de tradução pode ser aplicado ao texto de diversas maneiras:
sv: Innehållet i översättningsminnet kan tillämpas på strängar på flera sätt:
tr: Çeviri belleğindeki içerik dizgelere çeşitli şekillerde uygulanabilir:
uk: Вміст пам’яті перекладів можна застосувати до рядків кількома способами:

source: The selected strings can be processed using :ref:`auto-translation` from the :guilabel:`Operations` menu.
id: String yang dipilih dapat diproses menggunakan :ref:`auto-translation` dari menu :guilabel:`Operations`.
sv: De valda strängarna kan bearbetas med hjälp av :ref:`auto-translation` från menyn :guilabel:`Operations`.
uk: Вибрані рядки можна обробити за допомогою :ref:`auto-translation` з меню :guilabel:`Operations`.

source: :ref:`addon-weblate.autotranslate.autotranslate` add-on can automatically apply changes to new and existing strings.
de: Die Erweiterung :ref:`addon-weblate.autotranslate.autotranslate` kann Änderungen automatisch auf neue und vorhandene Zeichenketten anwenden.
ga: :ref:`addon-weblate.autotranslate.autotranslate` is féidir leis an mbreiseán athruithe a chur i bhfeidhm go huathoibríoch ar theaghráin nua agus reatha.
hu: Az :ref:`addon-weblate.autotranslate.autotranslate` kiegészítő automatikusan alkalmazhat változásokat új és meglévő szövegekre.
id: Pengaya :ref:`addon-weblate.autotranslate.autotranslate` dapat secara otomatis menerapkan perubahan ke string baru dan yang sudah ada.
nl: Add-on :ref:`addon-weblate.autotranslate.autotranslate` kan automatisch wijzigingen toepassen op nieuwe en bestaande tekenreeksen.
pt_br: O complemento :ref:`addon-weblate.autotranslate.autotranslate` pode aplicar automaticamente alterações nos textos novos e existentes.
sv: :ref:`addon-weblate.autotranslate.autotranslate`-tillägget kan automatiskt tillämpa ändringar på nya och befintliga strängar.
tr: :ref:`addon-weblate.autotranslate.autotranslate` eklentisi, değişiklikleri yeni ve var olan dizgelere kendiliğinden uygulayabilir.
uk: :ref:`addon-weblate.autotranslate.autotranslate` додаток може автоматично застосовувати зміни до нових і існуючих рядків.

source: For installation tips, see :ref:`mt-weblate-translation-memory`, which is turned on by default.
de: Tipps zur Installation finden Sie unter :ref:`mt-weblate-translation-memory`, standardmäßig aktiviert.
ga: Le haghaidh leideanna suiteála, féach :ref:`mt-weblate-translation-memory`, a chuirtear ar siúl de réir réamhshocraithe.
hu: Telepítési tippekért lásd: :ref:`mt-weblate-translation-memory`, amely alapértelmezetten be van kapcsolva.
id: Untuk tips instalasi, lihat :ref:`mt-weblate-translation-memory`, yang diaktifkan secara bawaan.
ja: インストール時の設定は、:ref:`mt-weblate-translation-memory` を参照してください。翻訳メモリはデフォルトで有効です。
nl: Voor tips voor het installeren, bekijk :ref:`mt-weblate-translation-memory`, dat standaard is ingeschakeld.
pt: Para dicas de instalação, veja :ref:`mt-weblate-translation-memory`, que é ativado por padrão.
pt_br: Para dicas de instalação, consulte :ref:`mt-weblate-translation-memory`, que é ativado por padrão.
ro: Pentru sfaturi de instalare, consultați :ref:`mt-weblate-translation-memory`, care este activat în mod implicit.
ru: Советы по установке см. в :ref:`mt-weblate-translation-memory`, которая включена по умолчанию.
sv: För installationstips, se :ref:`mt-weblate-translation-memory`, som är aktiverat som standard.
tr: Kurulum ipuçları için, varsayılan olarak açık olan :ref:`mt-weblate-translation-memory` bölümüne bakın.
uk: Для отримання підказок щодо встановлення, див. розділ :ref:`mt-weblate-translation-memory`, типово увімкнено.
zh_hans: 对于安装提示，请参见 :ref:`mt-weblate-translation-memory`，它默认是打开的。

source: Translation-memory scopes
de: Bereiche des Übersetzungsspeichers
ga: Scóipeanna cuimhne aistriúcháin
hu: Fordítási memória hatókörei
id: Cakupan memori terjemahan
ja: 翻訳メモリの使用範囲
nl: Bereiken van vertaalgeheugen
pt: Escopos de memória de tradução
pt_br: Escopos de memória de tradução
ru: Области памяти переводов
sv: Översättningsminnesomfång
ta: மொழிபெயர்ப்பு-நினைவக நோக்கங்கள்
tr: Çeviri belleği kapsamları
uk: Області дії пам'яті перекладів
zh_hans: 翻译记忆库的范围

source: The translation-memory scopes ensure privacy for different projects and users. Sharing of translations is also available.
de: Die Übersetzungsspeicherbereiche gewährleisten den Datenschutz für verschiedene Projekte und Benutzer. Auch die gemeinsame Nutzung von Übersetzungen ist möglich.
ga: Cinntíonn na scóipeanna cuimhne aistriúcháin príobháideacht do thionscadail agus d’úsáideoirí éagsúla. Tá roinnt aistriúcháin ar fáil freisin.
hu: A fordítási memória hatókörei biztosítják a különböző projektek és felhasználók adatvédelmét. A fordítások megosztása is elérhető.
id: Cakupan memori terjemahan memastikan privasi untuk berbagai proyek dan pengguna. Berbagi terjemahan juga tersedia.
ja: 翻訳メモリの使用範囲では、異なるプロジェクトやユーザーのプライバシーを保護します。翻訳の共有も利用可能です。
nl: De bereiken voor het vertaalgeheugen zorgen voor privacy voor verschillende projecten en gebruikers. Delen van vertalingen is ook beschikbaar.
pt: Os escopos de memória de tradução garantem a privacidade de diferentes projetos e utilizadores. O compartilhamento de traduções também está disponível.
pt_br: Os escopos de memória de tradução garantem a privacidade de diferentes projetos e usuários. O compartilhamento de traduções também está disponível.
ru: Области памяти переводов обеспечивают конфиденциальность для различных проектов и пользователей. Также возможен обмен переводами.
sv: Översättningsminnets omfattning säkerställer sekretess för olika projekt och användare. Det går också att dela översättningar.
ta: மொழிபெயர்ப்பு-நினைவக நோக்கங்கள் வெவ்வேறு திட்டங்கள் மற்றும் பயனர்களுக்கான தனியுரிமையை உறுதி செய்கின்றன. மொழிபெயர்ப்புகளைப் பகிர்வதும் கிடைக்கிறது.
tr: Çeviri belleği kapsamları, farklı projeler ve kullanıcılar için gizlilik sağlar. Çevirilerin paylaşılmasını da sağlar.
uk: Області дії пам'яті перекладів забезпечують конфіденційність для різних проєктів і користувачів. Також передбачено можливості зі спільного використання перекладів.
zh_hans: 翻译记忆库的范围确保不同项目和用户的隐私。也可以用来共享译文。

source: Imported translation memory
de: Importierter Übersetzungsspeicher
ga: Cuimhne aistriúcháin iompórtáilte
hu: Importált fordítási memória
id: Memori terjemahan yang diimpor
ja: インポートした翻訳メモリ
nl: Geïmporteerd vertaalgeheugen
pt: Memória de tradução importada
pt_br: Memória de tradução importada
ro: Memorie de traducere importată
ru: Импортированная память переводов
sv: Importerat översättningsminne
ta: இறக்குமதி செய்யப்பட்ட மொழிபெயர்ப்பு நினைவகம்
tr: İçe aktarılmış çeviri belleği
uk: Імпортована пам'ять перекладів
zh_hans: 导入翻译记忆库

source: Importing arbitrary translation memory data using the :wladmin:`import_memory` command makes memory content available to all users and projects.
de: Der Import beliebiger Übersetzungsspeicher-Daten mit dem Befehl :wladmin:`import_memory` macht Speicherinhalte für alle Benutzer und Projekte verfügbar.
ga: Má dhéantar sonraí cuimhne aistriúcháin treallach a iompórtáil agus úsáid á baint as an ordú :wladmin:`import_memory`, cuirtear inneachar cuimhne ar fáil do gach úsáideoir agus tionscadal.
hu: A :wladmin:`import_memory` paranccsal tetszőleges fordítási memóriaadatok importálhatók, amelyek ezután minden felhasználó és projekt számára elérhetők lesznek.
id: Mengimpor data memori terjemahan arbitrer menggunakan perintah :wladmin:`import_memory` membuat konten memori tersedia untuk semua pengguna dan proyek.
ja: :wladmin:`import_memory` コマンドを使用して、必要な翻訳メモリのデータをインポートすると、すべてのユーザーとプロジェクトがメモリの情報を使用できるようになります。
nl: Importeren van willekeurige gegevens voor een vertaalgeheugen met de opdracht :wladmin:`import_memory` maakt de inhoud van het geheugen beschikbaar voor alle gebruikers en projecten.
pt: Importar dados de memória de tradução arbitrários usando o comando :wladmin:`import_memory` torna o conteúdo da memória disponível para todos os utilizadores e projetos.
pt_br: Importar dados de memória de tradução arbitrários usando o comando :wladmin:`import_memory` torna o conteúdo da memória disponível para todos os usuários e projetos.
ru: Импорт произвольных данных памяти переводов с помощью команды :wladmin:`import_memory` делает содержимое памяти доступным для всех пользователей и проектов.
sv: Genom att importera godtyckliga översättningsminnesdata med kommandot :wladmin:`import_memory` blir minnesinnehållet tillgängligt för alla användare och projekt.
tr: :wladmin:`import_memory` komutunu kullanarak isteğe bağlı çeviri belleği verilerinin içe aktarılması, bellek içeriğini tüm kullanıcılar ve projeler için kullanılabilir kılar.
uk: Імпортування довільних даних пам'яті перекладів за допомогою команди :wladmin:`import_memory` робить вміст пам'яті перекладів доступним для всіх користувачів і проєктів.
zh_hans: 使用 :wladmin:`import_memory` 命令导入任意翻译记忆库数据，使记忆的内容可用于所有的用户和项目。

source: Per-user translation memory
de: Übersetzungsspeicher pro Benutzer
ga: Cuimhne aistriúcháin in aghaidh an úsáideora
hu: Felhasználónkénti fordítási memória
id: Memori terjemahan per pengguna
ja: ユーザーごとの翻訳メモリ
nl: Vertaalgeheugen per gebruiker
pt: Memória de tradução por utilizador
pt_br: Memória de tradução por usuário
ru: Память переводов на пользователя
sv: Översättningsminne per användare
ta: பயனர் மொழிபெயர்ப்பு நினைவகம்
tr: Kullanıcıların bireysel çeviri belleği
uk: Пам'ять перекладів окремого користувача
zh_hans: 以用户为基准的翻译记忆库

source: Stores all user translations automatically in the personal translation memory of each respective user.
de: Speichert alle Benutzerübersetzungen automatisch im persönlichen Übersetzungsspeicher des jeweiligen Benutzers.
ga: Stórálann sé gach aistriúchán úsáideora go huathoibríoch i gcuimhne aistriúcháin phearsanta gach úsáideora faoi seach.
hu: Az összes felhasználói fordítást automatikusan elmenti az adott felhasználó saját fordítási memóriájába.
id: Menyimpan semua terjemahan pengguna secara otomatis dalam memori terjemahan pribadi masing-masing pengguna.
ja: すべてのユーザーがした翻訳を、各ユーザーの個人翻訳メモリに自動保存します。
nl: Slaat alle vertalingen van de gebruiker automatisch op in het persoonlijke vertaalgeheugen van elke respectievelijke gebruiker.
pt: Armazena todas as traduções do utilizador automaticamente na memória de tradução pessoal de cada respectivo utilizador.
pt_br: Armazena todas as traduções do usuário automaticamente na memória de tradução pessoal de cada respectivo usuário.
ro: Stochează automat toate traducerile utilizatorilor în memoria personală de traducere a fiecărui utilizator în parte.
ru: Автоматически сохраняет все переводы пользователя в персональной памяти переводов соответствующего пользователя.
sv: Lagrar alla användaröversättningar automatiskt i varje respektive användares personliga översättningsminne.
ta: ஒவ்வொரு பயனரின் தனிப்பட்ட மொழிபெயர்ப்பு நினைவகத்தில் அனைத்து பயனர் மொழிபெயர்ப்புகளையும் தானாகவே சேமிக்கிறது.
tr: Tüm kullanıcı çevirilerini kendiliğinden ilgili her kullanıcının kişisel çeviri belleğine kaydeder.
uk: Зберігає усі переклади користувача автоматично до особистої пам'яті перекладів кожного користувача.
zh_hans: 在每个单独用户的个人翻译记忆库中自动存储用户的翻译。
zh_hant: 在每個單獨用戶的個人翻譯記憶庫中自動存儲用戶的翻譯。

source: Per-project translation memory
de: Übersetzungsspeicher pro Projekt
ga: Cuimhne aistriúcháin in aghaidh an tionscadail
hu: Projektenkénti fordítási memória
id: Memori terjemahan per proyek
ja: プロジェクトごとの翻訳メモリ
nl: Vertaalgeheugen per project
pt: Memória de tradução por projeto
pt_br: Memória de tradução por projeto
ru: Память переводов для каждого проекта
sv: Översättningsminne per projekt
ta: திட்ட மொழிபெயர்ப்பு நினைவகம்
tr: Projelerin bireysel çeviri belleği
uk: Пам'ять перекладів окремого проєкту
zh_hans: 以项目为基准的翻译记忆库

source: All translations within a project are automatically stored in a project translation memory only available for this project.
de: Alle Übersetzungen innerhalb eines Projekts werden automatisch in einem Projekt-Übersetzungsspeicher gespeichert, der nur für dieses Projekt verfügbar ist.
ga: Stóráiltear gach aistriúchán laistigh de thionscadal go huathoibríoch i gcuimhne aistriúcháin tionscadail atá ar fáil don tionscadal seo amháin.
hu: A projekt összes fordítása automatikusan a projekthez tartozó fordítási memóriába kerül mentésre, amely csak az adott projekt számára elérhető.
id: Semua terjemahan dalam suatu proyek secara otomatis disimpan dalam memori terjemahan proyek yang hanya tersedia untuk proyek ini.
ja: プロジェクト内のすべての翻訳を、このプロジェクトでのみ使用可能なプロジェクト翻訳メモリに自動保存します。
nl: Alle vertalingen binnen een project worden automatisch opgeslagen in een vertaalgeheugen voor een project dat alleen beschikbaar is voor dat project.
pt: Todas as traduções dentro de um projeto são automaticamente armazenadas em uma memória de tradução de projeto disponível apenas para este projeto.
pt_br: Todas as traduções dentro de um projeto são automaticamente armazenadas em uma memória de tradução de projeto disponível apenas para este projeto.
ro: Toate traducerile din cadrul unui proiect sunt stocate automat într-o memorie de traducere a proiectului, disponibilă numai pentru acest proiect.
ru: Все переводы в рамках проекта автоматически сохраняются в памяти переводов проекта, доступной только для этого проекта.
sv: Alla översättningar inom ett projekt sparas automatiskt i ett projektöversättningsminne som endast är tillgängligt för detta projekt.
ta: ஒரு திட்டத்தில் உள்ள அனைத்து மொழிபெயர்ப்புகளும் தானாகவே இந்த திட்டத்திற்கு மட்டுமே கிடைக்கும் திட்ட மொழிபெயர்ப்பு நினைவகத்தில் சேமிக்கப்படும்.
tr: Bir projedeki tüm çeviriler, kendiliğinden yalnızca bu proje için kullanılabilen bir proje çeviri belleğine kaydedilir.
uk: Усі переклади у проєкті автоматично зберігаються у пам'яті перекладів проєкту, яка буде доступною лише для цього проєкту.
zh_hans: 项目内的所有翻译都自动存储在项目翻译记忆库中，这个翻译记忆库只在项目内可用。
zh_hant: 項目內的所有翻譯都自動存儲在項目翻譯記憶庫中，這個翻譯記憶庫只在項目內可用。

source: Shared translation memory
de: Geteilter Übersetzungsspeicher
ga: Cuimhne aistriúcháin roinnte
hu: Megosztott fordítási memória
id: Memori terjemahan bersama
ja: 共有翻訳メモリ
nl: Gedeeld vertaalgeheugen
pt: Memória de tradução compartilhada
pt_br: Memória de tradução compartilhada
ro: Memorie de traducere partajată
ru: Совместная память переводов
sv: Delat översättningsminne
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகம்
tr: Paylaşılan çeviri belleği
uk: Спільна памʼять перекладів
zh_hans: 共享翻译记忆库
zh_hant: 共享的翻譯記憶
