Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: However, a reference within the Select Expression's selector, which can only be a variable of a Term Attribute in Fluent's syntax, will not by itself count as a required reference because they do not form the actual text content of the string that the end-user will see, and the presence of a Select Expression is considered locale-specific. For example:
de: Eine Referenz innerhalb des Selektors des Select-Ausdrucks, die in der Fluent-Syntax nur eine Variable eines Begriff-Attributs sein kann, zählt jedoch nicht als erforderliche Referenz, da sie nicht den tatsächlichen Textinhalt der Zeichenkette abbildet, den der Endbenutzer sehen wird, und das Vorhandensein eines Select-Ausdrucks als gebietsschemaspezifisch betrachtet wird. Zum Beispiel:
ga: Mar sin féin, ní áireofar tagairt laistigh de roghnóir Roghnú Slonn, nach féidir ach mar athróg ar Thréith Théarma i gcomhréir Líofa mar thagairt riachtanach toisc nach ionann iad agus ábhar téacs iarbhír na teaghrán atá ag an úsáideoir deiridh a fheiceáil, agus meastar go bhfuil láithreacht Slonn Roghnaithe sainiúil don locale. Mar shampla:
hu: Ugyanakkor egy változóhivatkozás, amely kizárólag a választási kifejezés választó részében jelenik meg – amely a Fluent-szintaxis szerint csak egy szakkifejezés attribútuma lehet –, önmagában nem számít kötelező hivatkozásnak. Ezek ugyanis nem képezik a végfelhasználó számára látható szövegtartalom részét, és a választási kifejezések megléte nyelvspecifikusnak tekintendő. Például:
id: Namun, referensi dalam selektor Ekspresi Select, yang hanya dapat berupa variabel Atribut Term dalam sintaksis Fluent, tidak akan dianggap sebagai referensi wajib karena referensi tersebut tidak membentuk konten teks sebenarnya dari string yang akan dilihat oleh pengguna akhir, dan keberadaan Ekspresi Select dianggap spesifik lokal. Misalnya:
ja: ただし、Flunt 構文における選択式（Select Expression）のセレクター内での参照は、用語属性の変数でのみ定義できますが、それ自体は必須参照としてカウントされません。 なぜなら、選択式はエンドユーザーが実際に目にする文字列の実際のテキストコンテンツの一部を形成しないからです。 また、選択式の有無はロケール依存とみなされます。例:
nl: Echter, een verwijzing binnen de selectie van Select Expression, die alleen een variabele kan zijn van een attribuut van een Term in de syntaxis van Fluent, zal op zichzelf niet tellen als een vereiste verwijzing, omdat zij niet de feitelijke tekstinhoud vormen van de tekenreeks die de eindgebruiker zal zien, en de aanwezigheid van een Select Expression wordt beschouwd als locale-specifiek. Bijvoorbeeld:
pt_br: No entanto, uma referência dentro do seletor da Expressão de Seleção, que pode ser apenas uma variável de um Atributo de Termo na sintaxe do Fluent, não contará por si só como uma referência necessária porque não forma o conteúdo de texto real que o usuário final verá, e a presença de uma Expressão de Seleção é considerada específica da localidade. Por exemplo:
ru: Однако ссылка в селекторе выражения Select, которая может быть только переменной атрибута термина в синтаксисе Fluent, сама по себе не будет считаться обязательной ссылкой, поскольку она не формирует фактическое текстовое содержимое строки, которую конечный пользователь увидит, и наличие выражения выбора считается зависящим от языка. Например:
sv: En referens inom Select Expression-selektorn, som endast kan vara en variabel av ett Term Attribute i Fluents syntax, räknas dock inte i sig som en obligatorisk referens, eftersom den inte utgör det faktiska textinnehållet i den sträng som slutanvändaren ser, och förekomsten av en Select Expression anses vara lokaliseringsspecifik. Till exempel:
ta: இருப்பினும், தேர்ந்தெடுக்கப்பட்ட வெளிப்பாட்டின் தேர்வாளருக்குள் உள்ள ஒரு குறிப்பு, இது ஃப்ளூயண்டின் தொடரியல் ஒரு கால பண்புக்கூறின் மாறியாக மட்டுமே இருக்க முடியும், இது தேவையான குறிப்பாக கணக்கிடப்படாது, ஏனெனில் அவை இறுதி பயனர் என்ற சரத்தின் உண்மையான உரை உள்ளடக்கத்தை உருவாக்காது பார்க்கும், மற்றும் தேர்ந்தெடுக்கப்பட்ட வெளிப்பாட்டின் இருப்பு இருப்பிடமாக கருதப்படுகிறது. உதாரணத்திற்கு:
tr: Bununla birlikte, seçme ifadesi seçicisindeki, Fluent söz diziminde yalnızca bir terim özniteliğinin değişkeni olabilen bir başvuru, tek başına gerekli bir başvuru olarak sayılmaz. Çünkü bunlar, son kullanıcının göreceği dizgenin gerçek metin içeriğini oluşturmaz ve bir seçme İfadesinin varlığı yerel ayara özgü olarak değerlendirilir. Örneğin:
uk: Втім, посилання у виборі виразу вибору, яке може бути лише змінною атрибута терміна у синтаксисі Fluent, не буде вважатися саме собою обов'язковим посиланням, оскільки вони не формують самі текстові дані рядка, які побачить кінцевий користувач, а наявність виразу вибору вважатиметься специфічною для локалі. Приклад:
zh_hans: 不过，Select Expression 选择器内的参考（只能是依照 Fluent 语法的一个术语属性的一个变量）不会将自己计为一个必需的参考，因为它们不形成终端用户会见到的字符串的实际文本内容，且Select Expression 的存在被认为是随区域设置变化而变化的。比如：

source: Here a reference to ``-term.starts-with-vowel`` is not expected to appear in translations, but a reference to ``-term`` is.
de: Hier wird nicht erwartet, dass ein Verweis auf ``-term.starts-with-vowel`` in Übersetzungen erscheint, ein Verweis auf ``-term`` hingegen schon.
ga: Ní mheastar anseo tagairt do ``-term.starts-with-vowel`` a bheith in aistriúcháin, ach tagairt do ``-téarma`` is ea.
hu: Ebben az esetben a ``-term.starts-with-vowel`` hivatkozás nem elvárt a fordításban, de a ``-term`` hivatkozás igen.
id: Di sini referensi ke ``-term.starts-with-vowel`` tidak diharapkan muncul dalam terjemahan, tetapi referensi ke ``-term`` muncul.
ja: ここでは、 ``-term.starts-with-vowel`` への参照が翻訳に現れることは求められませんが、 ``-term`` への参照は現れることが求められます。
nl: Hier zal een verwijzing naar ``-term.starts-with-vowel`` niet worden verwacht te verschijnen in vertalingen, maar een verwijzing naar ``-term`` wel.
pt_br: Aqui, não se espera que uma referência a ``-term.starts-with-vowel`` apareça nas traduções, mas uma referência a ``-term`` sim.
ru: Здесь не ожидается, что ссылка на ``-term.starts-with-vowel`` появится в переводах, но ссылка на ``-term`` появится.
sv: Här förväntas inte en hänvisning till ``-term.starts-with-vowel`` förekomma i översättningarna, men en hänvisning till ``-term`` förväntas förekomma.
ta: இங்கே `` -term.starts-with-tovolly`` பற்றிய குறிப்பு மொழிபெயர்ப்புகளில் தோன்றும் என்று எதிர்பார்க்கப்படுவதில்லை, ஆனால் `` -term`` என்பதற்கான குறிப்பு.
tr: Burada çevirilerde ``-term.starts-with-vowel`` başvurusunun görünmesi beklenmez ancak ``-term`` başvurusunun görünmesi beklenir.
uk: Тут посилання ``-term.starts-with-vowel`` не повинно бути у перекладах, а посилання ``-term`` має бути.
zh_hans: 在这里，对 ``-term.starts-with-vowel`` 的引用预计不会出现在翻译中，但对 ``-term`` 的引用会出现。

source: Fluent translation inner HTML
de: Inneres HTML der Fluent-Übersetzung
ga: HTML inmheánach aistriúchán líofa
hu: Fluent-fordítás belső HTML
id: HTML dalam terjemahan Fluent
ja: Fluent 翻訳内部の HTML
nl: Fluent-vertaling binnen html
pt: Tradução Fluent HTML interno
pt_br: Tradução Fluent HTML interno
ro: Traducere Fluent intern HTML
ru: Внутренний HTML Fluent перевода
sv: Fluent- översättning, inre HTML
ta: சரளமாக மொழிபெயர்ப்பு உள் html
tr: Fluent çevirisinin iç HTML kodu
uk: Внутрішній HTML у перекладі Fluent
zh_hans: Fluent 翻译内部 HTML

source: Fluent target should be valid inner HTML that matches.
de: Fluent-Ziel sollte gültiges inneres HTML sein, welches übereinstimmt.
ga: Ba chóir go mbeadh sprioc líofa ina HTML inmheánach bailí a mheaitseálann.
hu: A Fluent célértéknek érvényes és egyező belső HTML-t kell tartalmaznia.
id: Target Fluent harus berupa HTML bagian dalam yang valid yang cocok.
nl: Het Fluent-doel dient geldige HTML te bevatten.
pt_br: O destino Fluent deve ser um HTML interno válido que corresponda.
sv: Fluent-mål bör vara giltig inre HTML som matchar.
tr: Fluent hedefinde, eşleşmesi gereken bir geçerli iç HTML kodu bulunmalıdır.
uk: Ціль Fluent має бути дійсним внутрішнім HTML, який відповідає.

source: This check will verify that the translated value of a Message or Term contains the same HTML elements as the source value.
de: Mit dieser Prüfung wird sichergestellt, dass der übersetzte Wert einer Nachricht oder eines Begriffs die gleichen HTML-Elemente enthält wie der Quellwert.
ga: Deimhneoidh an tseiceáil seo go bhfuil na heilimintí HTML céanna agus an luach foinse i luach aistrithe Teachtaireachta nó Téarma.
hu: Ez az ellenőrzés biztosítja, hogy egy üzenet vagy szakkifejezés lefordított értéke ugyanazokat a HTML-elemeket tartalmazza, mint a forrásérték.
id: Pemeriksaan ini akan memverifikasi bahwa nilai terjemahan dari suatu Pesan atau Istilah mengandung elemen HTML yang sama dengan nilai sumber.
ja: この検査は、メッセージや用語の翻訳された値が、ソースの値と同じ HTML 要素を含んでいるかどうかを検証します。
nl: Deze controle zal verifiëren dat de vertaalde waarde van een Message of Term dezelfde elementen voor HTML bevat als de bronwaarde.
pt_br: Esta verificação verificará se o valor traduzido de uma Mensagem ou Termo contém os mesmos elementos HTML que o valor fonte.
ru: Эта проверка позволит убедиться, что переведённое значение сообщения или термина содержит те же элементы HTML, что и исходное значение.
sv: Denna kontroll verifierar att det översatta värdet för ett meddelande eller en term innehåller samma HTML-element som källvärdet.
ta: ஒரு செய்தி அல்லது காலத்தின் மொழிபெயர்க்கப்பட்ட மதிப்பில் மூல மதிப்பின் அதே html கூறுகள் உள்ளன என்பதை இந்த சோதனை சரிபார்க்கும்.
tr: Bu denetim, bir iletinin veya terimin çevrilmiş değerinde, kaynak değerle aynı HTML ögelerinin bulunduğunu doğrular.
uk: Ця перевірка забезпечує наявність тих сами елементів HTML у перекладеному значенні повідомлення або терміна.
zh_hans: 此检查验证一条消息或术语的已翻译值包含和原文值相同的 HTML 元素。

source: First, if the source value fails the :ref:`check-fluent-source-inner-html` check, then this check will do nothing. Otherwise, the translated value will also be checked under the same conditions.
de: Erstens, wenn der Quellwert die Prüfung :ref:`check-fluent-source-inner-html` nicht besteht, dann wird diese Prüfung nichts bewirken. Andernfalls wird auch der übersetzte Wert unter den gleichen Bedingungen geprüft.
ga: Ar dtús, má theipeann ar an luach foinseach an seic :ref:`check-fluent-source-inner-html`, ní dhéanfaidh an tseiceáil seo faic. Seachas sin, déanfar an luach aistrithe a sheiceáil freisin faoi na coinníollacha céanna.
hu: Először: ha a forrásérték nem felel meg a :ref:`check-fluent-source-inner-html` ellenőrzésnek, akkor ez az ellenőrzés nem kerül végrehajtásra. Ellenkező esetben a fordított értéket ugyanilyen feltételek szerint vizsgálja.
id: Pertama, jika nilai sumber gagal dalam pemeriksaan :ref:`check-fluent-source-inner-html`, maka pemeriksaan ini tidak akan menghasilkan apa pun. Jika tidak, nilai yang diterjemahkan juga akan diperiksa dalam kondisi yang sama.
ja: まず、ソースの値が :ref:`check-fluent-source-inner-html` 検査に合格しない場合、この検査は何も行いません。それ以外の場合、翻訳された値も同じ条件の下で検査します。
nl: Als eerste, als de bronwaarde mislukt voor de controle :ref:`check-fluent-source-inner-html`, dan zal deze controle niets doen. Anders zal ook de vertaalde waarde worden gecontroleerd onder dezelfde voorwaarden.
pt_br: Primeiro, se o valor de fonte falhar na verificação :ref:`check-fluent-source-inner-html`, então essa verificação não fará nada. Caso contrário, o valor traduzido também será verificado sob as mesmas condições.
ru: Во-первых, если исходное значение не проходит проверку :ref:`check-fluent-source-inner-html`, то эта проверка ничего не даст. В противном случае переведённое значение также будет проверено при тех же условиях.
sv: För det första, om källvärdet inte klarar :ref:`check-fluent-source-inner-html`-kontrollen, kommer denna kontroll inte att göra något. I annat fall kommer det översatta värdet också att kontrolleras under samma villkor.
tr: İlk olarak, kaynak değeri :ref:`check-fluent-source-inner-html` kalite denetimini geçemezse, bu kalite denetimi hiçbir şey yapmaz. Yoksa çevrilmiş değer de aynı koşullar altında denetlenir.
uk: По-перше, якщо початкове значення не проходить перевірку :ref:`check-fluent-source-inner-html`, ця перевірка не призводить до будь-яких наслідків. Якщо це не так, перекладене значення також буде перевірено на відповідність тим самим умовам.
zh_hans: 首先，如果原文值未通过 :ref:`check-fluent-source-inner-html` 检查，那么此检查不会做任何事。否则，翻译的值也会以相同的条件被检查。

source: Second, the HTML elements found in the translated value will be compared against the HTML elements found in the source value. Two elements will match if they share the exact same tag name, the exact same attributes and values, and all their ancestors match in the same way. This check will ensure that all the elements in the source appear somewhere in the translation, with the same *number* of appearances, and with no additional elements added. When there are multiple elements in the value, they need not appear in the same order in the translation value.
de: Zweitens werden die im übersetzten Wert gefundenen HTML-Elemente mit denen im Quellwert gefundenen verglichen. Zwei Elemente gelten als übereinstimmend, wenn sie genau denselben Tag-Namen, dieselben Attribute und Werte haben und alle ihre Vorgänger auf dieselbe Weise übereinstimmen. Durch diese Prüfung wird sichergestellt, dass alle Elemente in der Quelle irgendwo in der Übersetzung vorkommen, mit der gleichen *Anzahl* an Vorkommen und ohne zusätzliche Elemente. Wenn der Wert mehrere Elemente enthält, müssen diese nicht in der gleichen Reihenfolge im Übersetzungswert erscheinen.
ga: Sa dara háit, déanfar comparáid idir na heilimintí HTML a fhaightear sa luach aistrithe agus na heilimintí HTML a fhaightear sa luach foinseach. Beidh dhá ghné ag teacht le chéile má roinneann siad an t-ainm tag céanna cruinn, na tréithe agus na luachanna céanna, agus má mheaitseálann a sinsir go léir ar an mbealach céanna. Cinnteoidh an tseiceáil seo go mbeidh na heilimintí go léir san fhoinse le feiceáil áit éigin san aistriúchán, leis an *líon* céanna láithrithe, agus gan aon eilimintí breise curtha leis. Nuair a bhíonn gnéithe iolracha sa luach, ní gá go mbeadh siad le feiceáil san ord céanna sa luach aistriúcháin.
hu: Másodszor: a lefordított értékben található HTML-elemek össze lesznek hasonlítva a forrásértékben található HTML-elemekkel. Két elem akkor számít egyezőnek, ha pontosan megegyezik a címke (tag) nevük, az attribútumaik és azok értékei, valamint minden ősük is ugyanígy egyezik. Ez az ellenőrzés biztosítja, hogy a forrásban szereplő összes elem megtalálható legyen a fordításban is, *ugyanannyi* példányban, és ne legyenek benne plusz elemek. Ha az érték több elemet is tartalmaz, azoknak nem szükséges ugyanabban a sorrendben szerepelniük a fordításban.
id: Kedua, elemen HTML yang terdapat dalam nilai terjemahan akan dibandingkan dengan elemen HTML yang terdapat dalam nilai sumber. Dua elemen akan cocok jika keduanya memiliki nama tag yang sama persis, atribut dan nilai yang sama persis, dan semua leluhurnya cocok dengan cara yang sama. Pemeriksaan ini akan memastikan bahwa semua elemen dalam nilai sumber muncul di suatu tempat dalam terjemahan, dengan *jumlah* kemunculan yang sama, dan tanpa elemen tambahan. Jika terdapat beberapa elemen dalam suatu nilai, elemen tersebut tidak perlu muncul dalam urutan yang sama dalam nilai terjemahan.
ja: 次に、翻訳された値内で見つかった HTML 要素が、ソースの値内で見つかった HTML 要素と比較されます。2 つの要素は、完全に同じタグ名、同じ属性と値を共有し、すべての祖先も同じ方法で一致する場合に一致します。この検査は、ソース内のすべての要素が翻訳内のどこかに表示され、*数* も同じで、追加の要素は追加されていないことを確認します。値内に複数の要素がある場合、それらは翻訳値内で同じ順序で表示される必要はありません。
nl: Ten tweede, de HTML-elementen die worden gevonden in de vertaalde waarde zullen worden vergeleken met de HTML-elementen die werden gevonden in de bronwaarde. Twee elementen zullen overeenkomen als zij exact dezelfde tagnaam delen, exact dezelfde attributen en waarden, en al hun voorouders op dezelfde manier overeenkomen. Deze controle zal ervoor zorgen dat alle elementen in de bron ook ergens in de vertaling verschijnen, met hetzelfde *aantal*, en zonder enige toegevoegde elementen. Indien er meerdere elementen in de waarde staan, hoeven zij niet in dezelfde volgorde in de waarde van de vertaling te staan.
pt_br: Segundo, os elementos HTML encontrados no valor traduzido serão comparados com os elementos HTML encontrados no valor fonte. Dois elementos corresponderão se eles compartilharem exatamente o mesmo nome de tag, exatamente os mesmos atributos e valores, e todos os seus ancestrais corresponderem da mesma forma. Essa verificação garantirá que todos os elementos fonte apareçam em algum lugar na tradução, com o mesmo *número* de aparições, e sem elementos adicionais adicionados. Quando há vários elementos no valor, eles não precisam aparecer na mesma ordem no valor da tradução.
ru: Во-вторых, элементы HTML, найденные в переведённом значении, будут сравниваться с элементами HTML, найденными в исходном значении. Два элемента будут совпадать, если они имеют одно и то же имя тега, одинаковые атрибуты и значения и все их предки совпадают одинаково. Эта проверка гарантирует, что все элементы исходного текста появятся где-нибудь в переводе с одинаковым *количеством* появлений и без добавления дополнительных элементов. Если в значении имеется несколько элементов, они не обязательно должны появляться в одном и том же порядке в значении перевода.
sv: För det andra kommer HTML-elementen som finns i det översatta värdet att jämföras med HTML-elementen som finns i källvärdet. Två element matchar varandra om de har exakt samma taggnamn, exakt samma attribut och värden, och alla deras överordnade element matchar varandra på samma sätt. Denna kontroll säkerställer att alla element i källan förekommer någonstans i översättningen, med samma *antal* förekomster och utan att några ytterligare element har lagts till. När det finns flera element i värdet behöver de inte förekomma i samma ordning i översättningsvärdet.
ta: இரண்டாவதாக, மொழிபெயர்க்கப்பட்ட மதிப்பில் காணப்படும் html கூறுகள் மூல மதிப்பில் காணப்படும் html கூறுகளுடன் ஒப்பிடப்படும். சரியான அதே குறிச்சொல் பெயர், சரியான அதே பண்புக்கூறுகள் மற்றும் மதிப்புகள் மற்றும் அவற்றின் அனைத்து மூதாதையர்கள் ஒரே வழியில் பொருந்தினால் இரண்டு கூறுகள் பொருந்தும். இந்த சோதனை மூலத்தில் உள்ள அனைத்து கூறுகளும் மொழிபெயர்ப்பில் எங்காவது தோன்றுவதை உறுதி செய்யும், அதே * எண்ணிக்கையிலான தோற்றங்களுடன், கூடுதல் கூறுகள் சேர்க்கப்படவில்லை. மதிப்பில் பல கூறுகள் இருக்கும்போது, அவை மொழிபெயர்ப்பு மதிப்பில் ஒரே வரிசையில் தோன்ற வேண்டியதில்லை.
tr: İkinci olarak, çevrilmiş değerde bulunan HTML ögeleri, kaynak değerde bulunan HTML ögeleriyle karşılaştırılır. İki öge, tam olarak aynı etiket adını, aynı nitelikleri ve değerleri paylaşıyor ve bunların tüm ataları aynı şekilde eşleşiyorsa eşleşir. Bu denetim, kaynaktaki tüm ögelerin çevirinin herhangi bir yerinde aynı *sayıda* ve hiçbir ek öge eklenmeden görünmesini sağlar. Değerde birden fazla öge bulunduğunda bunların çeviri değerinde aynı sırada görünmesi gerekmez.
uk: По-друге, елементи HTML, які буде виявлено у перекладеному значенні, буде порівняно із елементами HTML, які виявлено у початковому значенні. Два елементи вважатимуться відповідними, якщо у них точно та сама назва теґу, точно ті самі атрибути і значення, а усі успадковані елементи також є відповідними. Ця перевірка забезпечує наявність усіх елементів початкового коду у перекладі, у тій самій кількості, без додавання додаткових елементів. Якщо у значенні декілька елементів, у перекладі вони можуть з'являтися в іншому порядку.
zh_hans: 其次，在已翻译值中找到的 HTML 元素会和在原文值中找到的 HTML 元素进行比较。如果两个元素的标签名、属性和值完全相同，并且它们的所有祖先都以相同的方式匹配，则这两个元素将匹配。此检查确保原文中的所有元素均会出现在译文某处，且出现 *次数* 一样，不会添加额外元素。当值中含有多个元素，它们的出现顺序无需和翻译值一样。

source: When the source or translation contains Fluent Select Expressions, then each possible variant in the source must be matched with at least one variant in the translation with the same HTML elements, and vice versa.
de: Wenn die Quelle oder Übersetzung Fluent-Select-Ausdrücke enthält, dann muss jede mögliche Variante in der Quelle mit mindestens einer Variante in der Übersetzung mit den gleichen HTML-Elementen übereinstimmen und umgekehrt.
ga: Nuair atá Sloinn Roghnaithe Líofa san fhoinse nó san aistriúchán, ní mór gach malairt fhéideartha san fhoinse a mheaitseáil le malairt amháin ar a laghad san aistriúchán leis na heilimintí HTML céanna, agus a mhalairt.
hu: Ha a forrás vagy a fordítás Fluent választási kifejezéseket tartalmaz, akkor a forrás minden változatát legalább egy, azonos HTML-elemeket tartalmazó fordításbeli változattal kell összepárosítani, és fordítva is.
id: Bila sumber atau terjemahannya memuat Ekspresi Select Fluent, maka setiap kemungkinan varian dalam sumber harus dicocokkan dengan setidaknya satu varian dalam terjemahan dengan elemen HTML yang sama, dan sebaliknya.
ja: ソースまたは翻訳に Fluent Select 式が含まれている場合、ソースの各可能な別表記の文字列は、翻訳においても同じ HTML 要素を持つ少なくとも 1 つの別表記の文字列と一致することが必要であり、その逆も同様です。
nl: Als de bron of vertaling Fluent Select Expressions bevat, dan moet elke mogelijke variant in de bron overeenkomen met ten minste een variant in de vertaling met dezelfde HTML-elementen, en vice versa.
pt_br: Quando a fonte ou tradução contém Expressões de Seleção Fluent, cada variante possível na fonte deve ser correspondida com pelo menos uma variante na tradução com os mesmos elementos HTML, e vice-versa.
ru: Если источник или перевод содержит выражения Fluent Select, то каждый возможный вариант в источнике должен сопоставляться хотя бы с одним вариантом в переводе с теми же элементами HTML, и наоборот.
sv: När källtexten eller översättningen innehåller Fluent Select Expressions måste varje möjlig variant i källtexten matchas med minst en variant i översättningen med samma HTML-element, och vice versa.
ta: மூல அல்லது மொழிபெயர்ப்பில் சரளமாக தேர்ந்தெடுக்கப்பட்ட வெளிப்பாடுகள் இருக்கும்போது, மூலத்தில் உள்ள ஒவ்வொரு மாறுபாட்டையும் மொழிபெயர்ப்பில் ஒரே html கூறுகளுடன் குறைந்தது ஒரு மாறுபாட்டுடன் பொருத்த வேண்டும், நேர்மாறாகவும்.
tr: Kaynak veya çeviride Fluent seçme ifadeleri bulunduğunda, kaynaktaki olası her değişkenin, çevirideki aynı HTML ögeleri bulunan en az bir değişkenle (veya tam tersi) eşleştirilmesi gerekir.
uk: Якщо у початкових даних або перекладі містяться вирази вибору Fluent, кожному можливому варіанту у початковому коді має відповідати принаймні один варіант у перекладі із тими самими елементами HTML, і навпаки.
zh_hans: 当原文或译文包含 Fluent 选择表达式时，那么原文中每个可能的变体必需与翻译中的至少一个变体拥有相同的 HTML 元素而互相匹配，反过来也是如此。
