Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added link for managing automatic suggestions to the management pages.
de: Link zur Verwaltung automatischer Vorschläge zu den Verwaltungsseiten hinzugefügt.
ga: Cuireadh nasc leis chun moltaí uathoibríocha a bhainistiú leis na leathanaigh bhainistíochta.
hu: Automatikus javaslatok kezelésére mutató hivatkozás hozzáadva a kezelőfelületekhez.
id: Menambahkan tautan untuk mengelola saran otomatis ke halaman manajemen.
ja: 管理ページに自動提案管理リンクを追加。
nl: Koppeling toegevoegd voor beheren van automatische suggesties aan de beheerpagina's.
pt_br: Adicionado link para gerenciar sugestões automáticas para páginas de gerenciamento.
ru: На страницы управления добавлена ссылка для управления автоматическими предложениями.
sv: Länk för hantering av automatiska förslag har lagts till på administrationssidorna.
ta: மேலாண்மை பக்கங்களுக்கு தானியங்கி பரிந்துரைகளை நிர்வகிப்பதற்கான இணைப்பு சேர்க்கப்பட்டது.
tr: Yönetim sayfalarına kendiliğinden öneri yönetimi bağlantısı eklendi.
uk: На сторінки керування додано посилання на керування автоматичними пропозиціями.
zh_hans: 管理页面添加了管理自动建议的链接。

source: Track comment removal/resolving in history.
de: Nachverfolgung der Entfernung/Lösung von Kommentaren im Verlauf.
ga: Rianaigh baint tráchtaireachta/réiteach sa stair.
hu: Megjegyzések törlésének és lezárásának követése bekerült az előzményekbe.
id: Lacak penghapusan/penyelesaian komentar dalam riwayat.
ja: 履歴内のコメントの 削除/解決 の追跡機能の追加。
nl: Bijhouden verwijderen/oplossen opmerking in geschiedenis.
pt: Acompanha a remoção/resolução de comentários no histórico.
pt_br: Acompanha a remoção/resolução de comentários no histórico.
ro: Urmăriți eliminarea/rezolvarea comentariilor în istoric.
ru: Отслеживайте удаление/разрешение комментариев в истории.
sv: Spåra borttagning/lösning av kommentarer i historiken.
ta: வரலாற்றில் கருத்து நீக்குதல்/தீர்ப்பதைக் கண்காணிக்கவும்.
tr: Geçmiş yorumların kaldırılması/çözümlenmesi için izleme eklendi.
uk: Реалізовано вилучення/вирішення коментарів у журналі.
zh_hans: 在历史记录中跟踪评论删除/解决。

source: Fixed restoring project backups with linked components.
de: Das Wiederherstellen von Projektsicherungen mit verlinkten Komponenten korrigiert.
ga: Cúltacaí tionscadail athchóirithe seasta le comhpháirteanna nasctha.
hu: Kapcsolt összetevős projektmentések visszaállítása javítva.
id: Memperbaiki pengembalian cadangan proyek dengan komponen yang tertaut.
ja: リンクされたコンポーネントを含むプロジェクトのバックアップの復元機能を修正。
nl: Gerepareerd herstellen van project back-ups met gekoppelde onderdelen.
pt: Corrigida a restauração de backups de projetos com componentes vinculados.
pt_br: Corrigida a restauração de backups de projetos com componentes vinculados.
ro: A fost reparată restaurarea copiilor de rezervă ale proiectelor cu componente legate.
ru: Исправлено восстановление резервных копий проекта со связанными компонентами.
sv: Fixade återställning av projektbackuper med länkade komponenter.
ta: இணைக்கப்பட்ட கூறுகளுடன் நிலையான மீட்டெடுப்பு திட்ட காப்புப்பிரதிகள்.
tr: İlişkili bileşenlerle proje yedeklerinin geri yüklenmesi düzeltildi.
uk: Виправлено відновлення проєктів з пов'язаними складниками з резервних копій.
zh_hans: 修复了还原带链接部件的项目备份的问题。

source: Fixed CAPTCHA entering on unsuccessful registration.
de: Die CAPTCHA-Eingabe bei erfolgloser Registrierung korrigiert.
ga: CAPTCHA seasta ag dul isteach ar chlárú nár éirigh leo.
hu: Sikertelen regisztráció esetén a CAPTCHA mező működése javítva.
id: Memperbaiki CAPTCHA yang masuk saat registrasi gagal.
ja: 登録失敗時の captcha 入力を修正。
nl: Invoeren van CAPTCHA bij niet succesvolle registratie gerepareerd.
pt_br: Corrigida a entrada de CAPTCHA no registro malsucedido.
ru: Исправлен ввод CAPTCHA при неудачной регистрации.
sv: Fixat CAPTCHA-inmatning vid misslyckad registrering.
ta: நிலையான கேப்ட்சா தோல்வியுற்ற பதிவில் நுழைகிறது.
tr: Hesap açılamadığında captcha girişi düzeltildi.
uk: Виправлено введення CAPTCHA при невдалій реєстрації.
zh_hans: 修复了注册失败时的 captcha 验证码输入。

source: Improved languages support in DeepL.
de: Verbesserte Sprachunterstützung in DeepL.
ga: Tacaíocht teangacha feabhsaithe in DeepL.
hu: DeepL nyelvtámogatás fejlesztve.
id: Peningkatan dukungan bahasa di DeepL.
ja: DeepL の言語対応の改良。
nl: Verbeterde taalondersteuning in DeepL.
pt: Melhorado o suporte a idiomas no DeepL.
pt_br: Melhorado o suporte a idiomas no DeepL.
ro: Îmbunătățirea suportului lingvistic în DeepL.
ru: Улучшена поддержка языков в DeepL.
sv: Förbättrat språkstöd i DeepL.
ta: மேம்பட்ட மொழிகள் deepl இல் உதவி.
tr: DeepL dil desteği iyileştirildi.
uk: Удосконалено обробку мов у DeepL.
zh_hans: 改进了 DeepL 中的语言支持。

source: Improved webhooks compatibility with authenticated repositories.
de: Verbesserte Kompatibilität von Webhooks mit authentifizierten Repositorys.
ga: Comhoiriúnacht feabhsaithe webooks le stórtha fíordheimhnithe.
hu: Hitelesített tárolókkal való webhook kompatibilitás javítva.
id: Peningkatan kompatibilitas webhook dengan repositori yang diautentikasi.
ja: 認証済みリポジトリとの Webhook の互換性を改良。
nl: Verbeterde compatibiliteit webhooks met geauthenticeerde opslagruimten.
pt: Melhorada a compatibilidade dos webhooks com repositórios autenticados.
pt_br: Melhorada a compatibilidade dos webhooks com repositórios autenticados.
ro: A fost îmbunătățită compatibilitatea webhooks cu depozitele autentificate.
ru: Улучшена совместимость веб-обработчиков с авторизованными репозиториями.
sv: Förbättrad kompatibilitet mellan webhooks och autentiserade arkiv.
ta: அங்கீகரிக்கப்பட்ட களஞ்சியங்களுடன் மேம்படுத்தப்பட்ட வெப்ஊக்ச் பொருந்தக்கூடிய தன்மை.
tr: Kimliği doğrulanan depolarla internet kancaları uyumluluğu iyileştirildi.
uk: Удосконалено сумісність скриптів спостереження зі сховищами із розпізнаванням.
zh_hans: 改进了 webhook 与经身份验证的仓库的兼容性。

source: Added support for Python 3.11.
de: Unterstützung für Python 3.11 hinzugefügt.
ga: Tacaíocht bhreise do Python 3.11.
hu: Python 3.11 támogatása hozzáadva.
id: Menambahkan dukungan untuk Python 3.11.
ja: Python 3.11 に対応。
nl: Ondersteuning toegevoegd voor Python 3.11.
pt: Suporte adicionado para Pyton 3.11.
pt_br: Suporte adicionado para Python 3.11.
ro: A fost adăugat suport pentru Python 3.11.
ru: Добавлена поддержка Python 3.11.
sv: Stöd för Python 3.11 har lagts till.
ta: பைதான் 3.11 க்கு உதவி சேர்க்கப்பட்டது.
tr: Python 3.11 desteği eklendi.
uk: Додано підтримку Python 3.11.
zh_hans: 增加了对 Python 3.11 的支持。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>``__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/87?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/87?closed=1>`__。

source: *Released on September 15th 2022.*
de: *Veröffentlicht am 15. September 2022.*
ga: *Eisithe ar 15 Meán Fómhair 2022.*
hu: *Kiadva: 2022. szeptember 15.*
id: *Dirilis pada 15 September 2022.*
nl: *Uitgegeven op 15 september 2022.*
pt_br: *Atualizado em 15 de setembro de 2022.*
sv: *Släpptes den 15 september 2022.*
tr: *15 Eylül 2022 tarihinde yayınlandı.*
uk: *Випущено 15 вересня 2022 року.*

source: Fixed generating project backups in some situations.
de: Die Erstellung von Projektsicherungen in einigen Situationen korrigiert.
ga: Cúltacaí tionscadail giniúna seasta i gcásanna áirithe.
hu: Bizonyos esetekben javítva a projektmentések generálása.
id: Memperbaiki penghasilan cadangan proyek dalam beberapa situasi.
ja: 特定の状況におけるプロジェクトのバックアップの生成の問題を修正。
nl: Gerepareerd maken van project back-ups in sommige situaties.
pt: Corrigida a geração de backups d2 projeto em algumas situações.
pt_br: Corrigida a geração de backups d2 projeto em algumas situações.
ro: A fost reparată generarea de copii de rezervă ale proiectelor în anumite situații.
ru: Исправлено генерирование резервных копий проекта в некоторых ситуациях.
sv: Fixade generering av projektbackuper i vissa situationer.
ta: சில சூழ்நிலைகளில் நிலையான உருவாக்கும் திட்ட காப்புப்பிரதிகள்.
tr: Bazı durumlarda yaşanan proje yedeklerinin oluşturulması sorunu düzeltildi.
uk: Виправлено генерування резервних копій проєкту в деяких ситуаціях.
zh_hans: 修复了在某些情况下生成项目备份的问题。

source: Improved error reporting when uploading files.
de: Verbesserte Fehlerberichterstattung beim Hochladen von Dateien.
ga: Tuairisciú earráide feabhsaithe agus comhaid á n-uaslódáil.
hu: Fájlok feltöltésekor megjelenő hibaüzenetek javítása.
id: Peningkatan pelaporan galat saat mengunggah berkas.
ja: ファイルのアップロード時のエラー報告の改良。
nl: Verbeterd rapporteren fouten bij uploaden bestanden.
pt_br: Melhorado o relatório de erro ao enviar arquivos.
ru: Улучшен отчёт об ошибках при загрузке файлов.
sv: Förbättrad felrapportering vid uppladdning av filer.
ta: கோப்புகளை பதிவேற்றும்போது மேம்பட்ட பிழை அறிக்கை.
tr: Dosya yüklemede hata bildirimi iyileştirildi.
uk: Удосконалено звітування про помилки під час вивантаження файлів.
zh_hans: 改进了文件上传时的错误报告。

source: Fetch all user verified e-mails from GitHub during authentication.
de: Abruf aller verifizierten E-Mails von GitHub während der Authentifizierung.
ga: Faigh gach ríomhphost fíoraithe ag an úsáideoir ó GitHub le linn fíordheimhnithe.
hu: GitHub-hitelesítés során mostantól az összes ellenőrzött e-mail-cím lekérdezésre kerül.
id: Ambil semua surel yang diverifikasi pengguna dari GitHub selama autentikasi.
ja: 認証時に GitHub からユーザーの検証済みメールアドレスを全て取得するように変更。
nl: Ophalen van alle gebruiker geverifieerde e-mails vanaf GitHub gedurende authenticatie.
pt: Obtém todos os e-mails, verificados pelo utilizador, do GitHub durante a autenticação.
pt_br: Obtém todos os e-mails, verificados pelo usuário, do GitHub durante a autenticação.
ro: Obțineți toate e-mailurile verificate de utilizator de la GitHub în timpul autentificării.
ru: Получение всех подтверждённых пользователем электронных писем из GitHub во время авторизации.
sv: Hämta alla användarverifierade e-postadresser från GitHub under autentiseringen.
ta: அங்கீகாரத்தின் போது கிதுபிலிருந்து அனைத்து பயனர் சரிபார்க்கப்பட்ட மின்னஞ்சல்களையும் பெறுங்கள்.
tr: Kimlik doğrulama yapılırken GitHub üzerinden e-postaları doğrulanmış tüm kullanıcıların alınması sağlandı.
uk: Отримуйте всі перевірені користувачем електронні листи з GitHub під час автентифікації.
zh_hans: 在身份验证期间从 GitHub 获取所有用户验证的电子邮件。

source: Avoid matching glossary terms on context or keys.
de: Vermeiden des Abgleichs von Glossarbegriffen mit dem Kontext oder den Schlüsseln.
ga: Seachain téarmaí gluais a mheaitseáil ar chomhthéacs nó ar eochracha.
hu: A szójegyzék kifejezései már nem egyeznek meg a kontextussal vagy kulcsokkal.
id: Hindari mencocokkan istilah glosarium berdasarkan konteks atau kunci.
ja: コンテキストまたはキーから用語集の用語を検索するのをやめる。
nl: Vermijden van overeenkomende termen voor woordenlijst op context of sleutels.
pt: Evita corresponder os termos de glossário no contexto ou nas chaves.
pt_br: Evita corresponder os termos de glossário no contexto ou nas chaves.
ro: Evitați să potriviți termenii din glosar cu contextul sau cu cheile.
ru: Избегание совпадения терминов словаря по контексту или ключам.
sv: Undvik att matcha ordlista termer på kontext eller nycklar.
ta: சூழல் அல்லது விசைகளில் சொற்களஞ்சியம் சொற்களை பொருத்துவதைத் தவிர்க்கவும்.
tr: Sözlük terimlerinin bağlam ya da anahtarlarla eşleştirmesi engellendi.
uk: Додано уникнення зіставлення термінів глосарія з контекстом або ключами.
zh_hans: 避免在上下文或键上匹配术语表术语。

source: Added notifications for string removals.
de: Benachrichtigungen für das Entfernen von Zeichenketten hinzugefügt.
ga: Cuireadh fógraí leis chun teaghrán a bhaint.
hu: Értesítések hozzáadva a szövegek eltávolításáról.
id: Menambahkan notifikasi untuk penghapusan string.
ja: 文字列の削除の通知を追加。
nl: Notificaties toegevoegd bij verwijderen tekenreeksen.
pt: Notificações adicioonadas para remoções de cadeia.
pt_br: Adicioonadas notificações para remoções de texto.
ro: S-au adăugat notificări pentru eliminarea șirurilor de caractere.
ru: Добавлены уведомления об удалении строк.
sv: Lagt till aviseringar för borttagning av strängar.
ta: சரம் நீக்குதல்களுக்கான அறிவிப்புகள் சேர்க்கப்பட்டன.
tr: Dizge kaldırma bildirimleri eklendi.
uk: Додано сповіщення про вилучення рядків.
zh_hans: 添加了字符串删除通知。

source: Improved management of untranslatable terms in glossary.
de: Verbesserte Verwaltung von nicht übersetzbaren Begriffen im Glossar.
ga: Bainistiú feabhsaithe ar théarmaí do-aistrithe sa ghluais.
hu: A szójegyzékben szereplő le nem fordítható kifejezések kezelése javítva.
id: Peningkatan pengelolaan istilah yang tidak dapat diterjemahkan dalam glosarium.
ja: 用語集の翻訳禁止用語の管理を改良。
nl: Verbeterd beheer van onvertaalbare termen in woordenlijst.
pt: Melhorado a gestão de termos não traduzidos no glossário.
pt_br: Melhorado o gerenciamento de termos não traduzidos no glossário.
ro: Gestionarea îmbunătățită a termenilor intraductibili din glosar.
ru: Улучшено управление непереводимыми терминами в словаре.
sv: Förbättrad hantering av icke översättningsbara termer i ordlistan.
ta: சொற்களஞ்சியத்தில் மொழிபெயர்க்க முடியாத விதிமுறைகளின் மேம்பட்ட மேலாண்மை.
tr: Sözlükte çevrilemeyen terimlerin yönetimi iyileştirildi.
uk: Удосконалено керування неперекладними термінами в глосарії.
zh_hans: 改进了术语表中不可翻译术语的管理。

source: List number of team members on team management page.
de: Auflistung der Teammitgliederanzahl auf der Teamverwaltungsseite.
ga: Liostaigh líon na mball foirne ar an leathanach bainistíochta foirne.
hu: Csapattagok számának megjelenítése a csapatkezelő oldalon.
id: Cantumkan jumlah anggota tim pada halaman manajemen tim.
ja: チーム管理ページにチーム メンバーの人数を一覧表示するように改良。
nl: Aantal teamleden vermelden op pagina van teambeheer.
pt: Lista a quantidade de membros da equipa na página de gestão da equipa.
pt_br: Lista o número de membros da equipe na página de gerenciamento da equipe.
ro: Indicați numărul de membri ai echipei pe pagina de gestionare a echipei.
ru: Перечислите количество участников команды на странице управления командой.
sv: Ange antalet teammedlemmar på sidan för teamhantering.
ta: குழு மேலாண்மை பக்கத்தில் குழு உறுப்பினர்களின் பட்டியல்.
tr: Takım yönetimi sayfasında takım üyelerinin sayısı listelendi.
uk: Відтепер можна вказувати кількість учасників команди на сторінці керування командою.
zh_hans: 在团队管理页面上列出团队成员的数量。

source: Add group management interface.
de: Bedienoberfläche für die Gruppenverwaltung hinzugefügt.
ga: Cuir comhéadan bainistíochta grúpa leis.
hu: Csoportkezelő felület hozzáadva.
id: Tambahkan antarmuka manajemen grup.
ja: グループ管理インターフェイスの追加。
nl: Interface Groepsbeheer toegevoegd.
pt: Adiciona interface de gestão de grupos.
pt_br: Adiciona interface de gerenciamento de grupos.
ro: Adăugați o interfață de gestionare a grupului.
ru: Добавлен интерфейс управления группой.
sv: Lägg till gränssnitt för grupphantering.
ta: குழு மேலாண்மை இடைமுகத்தைச் சேர்.
tr: Grup yönetimi arayüzü eklendi.
uk: Додано інтерфейс керування групою.
zh_hans: 添加群组管理界面。

source: Always show review stats when reviews are turned on.
de: Überprüfungsstatus immer anzeigen, wenn Überprüfungen aktiviert sind.
ga: Taispeáin staitisticí athbhreithnithe i gcónaí nuair a chuirtear na hathbhreithnithe ar siúl.
hu: A felülvizsgálati statisztikák mostantól mindig megjelennek, ha a véleményezés engedélyezve van.
id: Selalu tampilkan statistik ulasan saat ulasan diaktifkan.
ja: 査読が有効な場合、常に査読の統計情報を表示するよう改良。
nl: Altijd statistieken voor beoordelen weergeven als beoordelingen zijn ingeschakeld.
pt_br: Sempre mostra as estatísticas de revisão quando revisões estão ativadas.
ru: Теперь всегда показывает статистику рецензирования, когда рецензирование включено.
sv: Visa alltid recensionsstatistik när recensioner är aktiverade.
ta: மதிப்புரைகள் இயக்கப்படும் போது எப்போதும் மதிப்பாய்வு புள்ளிவிவரங்களைக் காட்டுங்கள்.
tr: Onaylama kullanıldığında onaylama istatistiklerinin her zaman görüntülenmesi sağlandı.
uk: Реалізовано показ статистики відгуків, коли ввімкнуто рецензування.
zh_hans: 启用审校时始终显示审校统计数据。

source: Added searching support in units API.
de: Unterstützung für die Suche in der Einheiten-API hinzugefügt.
ga: Cuireadh tacaíocht chuardaigh leis in aonaid API.
hu: Keresési lehetőség hozzáadva az egységek API-jához.
id: Menambahkan dukungan pencarian di unit API.
ja: ユニット API での検索に対応。
nl: Ondersteuning toegevoegd voor zoeken in eenheden API.
pt: Adicionado suporte de pesquisa em API de unidades.
pt_br: Adicionado suporte de busca em API de unidades.
ro: A fost adăugat suportul de căutare în API pentru unități.
ru: Добавлена поддержка поиска в API юнитов.
sv: Lagt till sökstöd i enhets-API.
ta: அலகுகள் பநிஇ இல் தேடல் உதவி சேர்க்கப்பட்டது.
tr: Birim API uygulamasına arama özelliği eklendi.
uk: Додано підтримку пошуку у програмному інтерфейсі модулів.
zh_hans: 单元 API 中新增搜索支持。

source: Fixed progress bar display for read-only strings in the review workflow.
de: Die Anzeige des Fortschrittsbalkens für schreibgeschützte Zeichenketten im Überprüfungsablauf korrigiert.
ga: Taispeántas barra dul chun cinn seasta le haghaidh teaghráin inléite amháin sa sreabhadh oibre athbhreithnithe.
hu: Olvasásra kijelölt szövegek előrehaladási sávjának megjelenítése javítva a felülvizsgálati folyamatban.
id: Memperbaiki tampilan bilah kemajuan untuk string hanya baca dalam alur kerja tinjauan.
ja: 査読作業工程の翻訳禁止文字列の進行状況バーの修正。
nl: Voortgangsbalk voor alleen-lezen tekenreeksen in werkstroom Beoordelen gerepareerd.
pt: Corrigida a exibição da barra de progresso para cadeias de apenas de leitura no fluxo de trabalho de revisão.
pt_br: Corrigida a exibição da barra de progresso para textos somente leitura no fluxo de revisão.
ro: A fost reparată afișarea barei de progres pentru șirurile de caractere numai pentru citire în fluxul de lucru de revizuire.
ru: Исправлено отображение индикатора выполнения для строк, доступных только для чтения, в рабочем процессе проверки.
sv: Fast visning av förloppsindikator för skrivskyddade strängar i granskningsarbetsflödet.
ta: மறுஆய்வு பணிப்பாய்வுகளில் படிக்க மட்டும் சரங்களுக்கான நிலையான முன்னேற்றப் பட்டி காட்சி.
tr: Onaylama iş akışında, salt okunur dizgeler için ilerleme çubuğunun görüntülenme sorunu düzeltildi.
uk: Виправлено показ смужки поступу для придатних лише для читання рядків у процесі рецензування.
zh_hans: 修复了审阅工作流程中只读字符串进度条显示的问题。

source: Improved punctuation checks for Burmese.
de: Verbesserte Interpunktionsprüfung für Burmesisch.
ga: Seiceálacha poncaíochta feabhsaithe do Bhurmais.
hu: Burmai nyelvi írásjelek ellenőrzése javítva.
id: Meningkatkan pemeriksaan tanda baca untuk bahasa Burma.
ja: ビルマ語の句読点検査の改善。
nl: Verbeterde controles punctuatie voor Birmaans.
pt: Melhoradas as verificações de pontuação para Birmanês.
pt_br: Melhoradas as verificações de pontuação para Birmanês.
ro: Verificări îmbunătățite ale punctuației pentru limba birmană.
ru: Улучшена проверка пунктуации для бирманского языка.
sv: Förbättrad interpunktionskontroll för burmesiska.
ta: பர்மியர்களுக்கான மேம்படுத்தப்பட்ட நிறுத்தற்குறி சோதனைகள்.
tr: Birmanca için noktalama denetimleri iyileştirildi.
uk: Удосконалено перевірки пунктуації бірманською мовою.
zh_hans: 改进了缅甸文的标点检查。

source: Fixed garbage collecting of metrics data.
de: Garbage Collection von Metrikdaten korrigiert.
ga: Bailiú sonraí méadrachta truflais seasta.
hu: A metrikaadatok törlésének folyamata javítva lett.
id: Memperbaiki pengumpulan sampah data metrik.
ja: メトリックス データのガベージ コレクションを修正。
nl: Verzamelen van afval uit gegevens voor metrieken gerepareerd.
pt: Corrigida a coleta de lixo de dados de métricas.
pt_br: Corrigida a coleta de lixo de dados de métricas.
ro: A fost reparată colectarea inutilă a datelor de măsurare.
ru: Исправлен сбор мусора данных метрик.
sv: Fast sopuppsamling av mätdata.
ta: அளவீட்டு தரவின் நிலையான குப்பை சேகரித்தல்.
tr: Ölçüm verilerinin çöp biriktirmesi düzeltildi.
uk: Виправлено збирання мотлоху у даних метрики.
zh_hans: 修复了指标数据的垃圾收集。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>``__.
ru: `Подробности всех изменений <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/86?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/86?closed=1>`__。

source: *Released on August 22nd 2022.*
de: *Veröffentlicht am 22. August 2022.*
ga: *Eisithe ar 22 Lúnasa 2022.*
hu: *Kiadva: 2022. augusztus 22.*
id: *Dirilis pada 22 Agustus 2022.*
nl: *Uitgegeven op 22 augustus 2022.*
pt_br: *Atualizado em 22 de agosto de 2022.*
sv: *Släpptes den 22 augusti 2022.*
tr: *22 Ağustos 2022 tarihinde yayınlandı.*
uk: *Випущено 22 серпня 2022 року.*

source: Track add-on changes in a history.
de: Nachverfolgung der Änderungen an Erweiterungen in einem Verlauf.
ga: Rianaigh athruithe ar bhreiseáin i stair.
hu: Kiegészítőkhöz kapcsolódó módosítások nyomon követése bekerült az előzményekbe.
id: Melacak perubahan pengaya dalam riwayat.
ja: アドオンの変更を履歴で追跡可能に改良。
nl: Bijhouden wijzigingen add-on in een geschiedenis.
pt: Rastreia as alterações de extensões num histórico.
pt_br: Rastreia as alterações de complementos em um histórico.
ro: Urmăriți modificările add-on-urilor într-un istoric.
ru: Отслеживайте изменения надстроек в истории.
sv: Spåra tilläggsändringar i en historik.
ta: வரலாற்றில் கூடுதல் மாற்றங்களைக் கண்காணிக்கவும்.
tr: Geçmişteki eklenti değişikliklerinin izlenmesi sağlandı.
uk: Реалізовано стеження за змінами у додатках у журналі.
zh_hans: 跟踪历史记录中的附加组件更改。
