Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: New strings can be made available for translation when they appear in the base file, called :ref:`component-new_base` (see :ref:`component`). If your file format doesn't require such a file, as is the case with most monolingual translation flows, you can start with empty files.
de: Neue Zeichenketten können für die Übersetzung verfügbar gemacht werden, wenn sie in der Basisdatei namens :ref:`component-new_base` erscheinen (siehe :ref:`component`). Wenn Ihr Dateiformat eine solche Datei nicht erfordert, wie es bei den meisten einsprachigen Übersetzungsabläufen der Fall ist, können Sie mit leeren Dateien beginnen.
ga: Is féidir teaghráin nua a chur ar fáil le haistriú nuair a thaispeánfar iad sa bhunchomhad, ar a dtugtar :ref:`component-new_base` (féach :ref:`component`). Mura bhfuil a leithéid de chomhad ag teastáil ó do fhormáid comhaid, mar is amhlaidh i gcás fhormhór na sreafaí aistriúcháin aonteangacha, is féidir leat tosú le comhaid fholmha.
hu: Új szövegek akkor válnak elérhetővé fordításra, amikor megjelennek az alapfájlban, azaz a :ref:`component-new_base` fájlban (lásd: :ref:`component`). Ha a használt fájlformátum nem igényli ezt a fájlt — ahogy az a legtöbb egynyelvű fordítási folyamatban jellemző —, akkor üres fájlokkal is el lehet kezdeni.
id: String baru dapat tersedia untuk diterjemahkan ketika muncul di berkas dasar, yang disebut :ref:`component-new_base` (lihat :ref:`component`). Jika format berkas Anda tidak memerlukan berkas tersebut, seperti yang terjadi pada sebagian besar alur terjemahan monolingual, Anda dapat memulai dengan berkas kosong.
ja: 新しい文字列は、:ref:`component-new_base` という基礎となる翻訳ファイルに追加されたら翻訳できるようになります（参照: :ref:`component`）。多くのモノリンガル翻訳の場合のように、ファイル形式にこのようなファイルを必要としない場合は、空のファイルから始めることができます。
nl: Nieuwe tekenreeksen kunnen voor vertaling beschikbaar worden gemaakt als zij in het basisbestand, genaamd :ref:`component-new_base` verschijnen (bekijk :ref:`component`). Als uw bestandsindeling niet zo'n bestand vereist, wat het geval is met de meeste eentalige vertaalstromen, kunt u beginnen met lege bestanden.
pt_br: Novos textos podem ser disponibilizados para tradução quando aparecem no arquivo base, chamado :ref:`component-new_base` (consulte :ref:`component`). Se o seu formato de arquivo não exige esse tipo de arquivo, como é o caso da maioria dos fluxos de tradução monolíngues, você pode começar com arquivos vazios).
ru: Новые строки могут быть доступны для перевода, когда они появляются в базовом файле, который называется :ref:`component-new_base` (см. :ref:`component`). Если ваш формат файла не требует такого файла, как в случае большинства одноязычных потоков перевода, вы можете начать с пустых файлов.
sv: Nya strängar kan göras tillgängliga för översättning när de visas i basfilen, kallad :ref:`component-new_base` (se :ref:`component`). Om ditt filformat inte kräver en sådan fil, vilket är fallet med de flesta enspråkiga översättningsflöden, kan du börja med tomma filer.
tr: Yeni dizgeler, :ref:`component-new_base` temel dosyasında göründüğünde çevirilmeye hazır olur (ayrıntılı bilgi almak için: :ref:`component`). Dosya biçiminiz böyle bir dosya gerektirmiyorsa, çoğu tek dilli çeviri akışında olduğu gibi, boş dosyalarla başlayabilirsiniz).
uk: Нові рядки можна зробити доступними для перекладу, коли вони з'являються в основному файлі, який називається :ref:`component-new_base` (див. :ref:`component`). Якщо ваш формат файлів не потребує такого файла, як у випадку більшості одномовних процедур перекладу, ви можете почати з порожніх файлів).
zh_hans: 当新字符串出现在被称为 :ref:`component-new_base` 的翻译模版文件中时，就可以对其进行翻译（请参见 :ref:`component`）。如果您的文件格式不需要这样的文件，那么和大多数单语翻译流程一样，您可以从空文件开始。

source: Weblate can add new strings to existing files for most of the file formats. You can also specify :guilabel:`Context` for bilingual formats to distinguish same strings used in different context. :guilabel:`Auto-adjust context when an identical string already exists.` can be used to automatically adjust :guilabel:`Context` by adding a numeric suffix in case such a string already exist in the translation.
de: Weblate kann für die meisten Dateiformate neue Zeichenketten zu bestehenden Dateien hinzufügen. Sie können auch :guilabel:`Kontext` für zweisprachige Formate angeben, um gleiche Zeichenketten in verschiedenen Kontexten zu unterscheiden. :guilabel:`Automatische Anpassung des Kontexts, wenn bereits eine identische Zeichenkette vorhanden ist.` kann verwendet werden, um :guilabel:`Kontext` automatisch anzupassen, indem ein numerisches Suffix hinzugefügt wird, falls eine solche Zeichenkette bereits in der Übersetzung existiert.
ga: Is féidir le Weblate teaghráin nua a chur le comhaid atá ann cheana féin don chuid is mó de na formáidí comhaid. Is féidir leat freisin :guilabel:`Context` a shonrú le haghaidh formáidí dátheangacha chun idirdhealú a dhéanamh idir na teaghráin chéanna a úsáidtear i gcomhthéacs difriúil. :guilabel:`Comhthéacs a choigeartú go huathoibríoch nuair atá teaghrán comhionann cheana féin.` is féidir é a úsáid chun :guilabel:`Context` a choigeartú go huathoibríoch trí iarmhír uimhriúil a chur leis ar eagla go bhfuil a leithéid de theaghrán san aistriúchán cheana féin.
hu: A Weblate a legtöbb fájlformátumnál képes új szövegeket hozzáadni a meglévő fájlokhoz. Kétnyelvű formátumoknál megadhatja a :guilabel:`Környezet` mezőt, hogy ugyanazon szövegek eltérő előfordulásait meg lehessen különböztetni. Az :guilabel:`A környezet automatikus módosítása, ha már létezik ugyanilyen szöveg.` opció bekapcsolásával a Weblate automatikusan számmal egészíti ki a :guilabel:`környezetet`, ha ugyanaz a szöveg már létezik az adott fordításban.
id: Weblate dapat menambahkan string baru ke berkas yang sudah ada untuk sebagian besar format berkas. Anda juga dapat menentukan :guilabel:`Context` untuk format dwibahasa guna membedakan string yang sama yang digunakan dalam konteks yang berbeda. :guilabel:`Auto-adjust context when an identical string already exists.` dapat digunakan untuk menyesuaikan :guilabel:`Context` secara otomatis dengan menambahkan sufiks numerik jika string tersebut sudah ada dalam terjemahan.
nl: Weblate kan nieuwe tekenreeksen toevoegen aan bestaande bestanden voor de meeste bestandsindelingen. U kunt ook :guilabel:`Context` specificeren voor tweetalige indelingen om onderscheid te maken tussen dezelfde tekenreeks, die wordt gebruikt in een andere context. :guilabel:`Pas de context automatisch aan als dezelfde tekenreeks al aanwezig is.` kan worden gebruikt om :guilabel:`Context` automatisch aan te passen, door het toevoegen van een numeriek achtervoegsel, in het geval een dergelijke tekenreeks al bestaat in de vertaling.
pt_br: O Weblate pode adicionar novos textos a arquivos existentes para a maioria dos formatos de arquivo. Você também pode especificar :guilabel:`Contexto` para formatos bilíngues para distinguir as mesmos textos usados em contextos diferentes. :guilabel:`Ajustar automaticamente o contexto quando já existir um texto idêntico.` pode ser usado para ajustar automaticamente :guilabel:`Contexto` adicionando um sufixo numérico caso tal texto já exista na tradução.
sv: Weblate kan lägga till nya strängar till befintliga filer för de flesta filformat. Du kan också ange :guilabel:`Context` för tvåspråkiga format för att skilja mellan samma strängar som används i olika sammanhang. :guilabel:`Auto-adjust context when an identical string already exists.` kan användas för att automatiskt justera :guilabel:`Context` genom att lägga till ett numeriskt suffix om en sådan sträng redan finns i översättningen.
ta: வலைபெயர்ப்பு பெரும்பாலான கோப்பு வடிவங்களுக்கு இருக்கும் கோப்புகளில் புதிய சரங்களை சேர்க்கலாம். நீங்கள் குறிப்பிடலாம்: வெவ்வேறு சூழலில் பயன்படுத்தப்படும் அதே சரங்களை வேறுபடுத்துவதற்கு இருமொழி வடிவங்களுக்கான கிலாபெல்: `சூழல்`. .
tr: Weblate, dosya biçimlerinin çoğu için var olan dosyalara yeni dizgeler ekleyebilir. Ayrıca, farklı bağlamlarda kullanılan aynı dizgeleri ayırt etmek için iki dilli biçimler için :guilabel:`Context` belirtebilirsiniz. :guilabel:`Özdeş bir dizge zaten var olduğunda bağlam kendiliğinden ayarlansın.`, çeviride böyle bir dizgenin zaten var olması durumunda bir sayı son eki ekleyerek :guilabel:`Bağlam` otomatik olarak ayarlanabilir.
uk: Weblate може додавати нові рядки до існуючих файлів для більшості форматів файлів. Ви також можете вказати :guilabel:`Context` для двомовних форматів, щоб розрізняти ті самі рядки, що використовуються в різних контекстах. :guilabel:`Автонастройка контексту, коли ідентичний рядок уже існує.` можна використовувати для автоматичного налаштування :guilabel:`Контексту` шляхом додавання числового суфікса, якщо такий рядок уже існує в перекладі.
zh_hans: 对于多数文件格式，Weblate 可以添加新 :guilabel:`Context` 字符串到现有文件。你也可以为双语格式指定 :guilabel:`Context` 来区分用于不同上下文中的相同字符串。:guilabel:`Auto-adjust context when an identical string already exists.` 可用于自动调整 :guilabel:`Context`，方法是添加数字后缀，假如这样的字符串已经存在于翻译之中。

source: Adding new translations
de: Neue Übersetzungen hinzufügen
ga: Aistriúcháin nua á gcur leis
hu: Új fordítások hozzáadása
id: Menambahkan terjemahan baru
ja: 新しい翻訳の追加
nl: Nieuwe vertalingen toevoegen
pt: Adicionando novas traduções
pt_br: Adicionando novas traduções
ro: Adăugarea de noi traduceri
ru: Добавление новых переводов
sv: Lägga till nya översättningar
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்த்தல்
tr: Yeni çevirileri eklemek
uk: Додавання нових перекладів
zh_hans: 添加新的翻译
zh_hant: 添加新的翻譯

source: New languages can be added right away when requested by a user in Weblate, or a notification will be sent to project admins for approval and manual addition. This can be done using :ref:`component-new_lang` in :ref:`component`.
de: Neue Sprachen können sofort hinzugefügt werden, wenn sie von einem Benutzer in Weblate angefragt werden, oder es wird eine Benachrichtigung an die Projektadministratoren zur Genehmigung und manuellen Ergänzung gesendet. Dies kann mit :ref:`component-new_lang` in der :ref:`component` erfolgen.
ga: Is féidir teangacha nua a chur leis láithreach nuair a iarrann úsáideoir in Weblate iad, nó seolfar fógra chuig riarthóirí tionscadail lena gceadú agus lena gcur leis de láimh. Is féidir é seo a dhéanamh ag baint úsáide as :ref:`component-new_lang` i :ref:`component`.
hu: Új nyelvek azonnal hozzáadhatók, ha egy felhasználó ezt kéri a Weblate-ben vagy értesítés megy a projekt adminisztrátorainak jóváhagyásra és kézi hozzáadásra. Ez a :ref:`component-new_lang` mezővel végezhető a :ref:`összetevő <component>` beállításainál.
id: Bahasa baru dapat langsung ditambahkan saat diminta oleh pengguna di Weblate, atau notifikasi akan dikirimkan ke admin proyek untuk persetujuan dan penambahan manual. Hal ini dapat dilakukan menggunakan :ref:`component-new_lang` di :ref:`component`.
ja: 新しい言語は、Weblate のユーザーから要望があればすぐに追加されます。もしくは、プロジェクト管理者に通知して手動で承認と追加ができます。これは、:ref:`component` 内の :ref:`component-new_lang` を使用して切り替えられます。
nl: Nieuwe talen kunnen direct worden toegevoegd als ene gebruiker daar om vraagt in Weblate, of er zal een notificatie worden verzonden aan de projectbeheerders voor goedkeuring en handmatig toevoegen. Dit kan worden gedaan met :ref:`component-new_lang` in :ref:`component`.
pt: Novos idiomas podem ser adicionados imediatamente quando solicitados por um utilizador no Weblate, ou uma notificação será enviada aos administradores do projeto para aprovação e adição manual. Isso pode ser feito a usar :ref:`component-new_lang` em :ref:`component`.
pt_br: Novos idiomas podem ser adicionados imediatamente quando solicitados por um usuário no Weblate, ou uma notificação será enviada aos administradores do projeto para aprovação e adição manual. Isso pode ser feito usando :ref:`component-new_lang` em :ref:`component`.
ro: Limbile noi pot fi adăugate imediat, atunci când sunt solicitate de un utilizator în Weblate, sau o notificare va fi trimisă administratorilor de proiect pentru aprobare și adăugare manuală. Acest lucru se poate face folosind :ref:`component-new_lang` în :ref:`component`.
ru: Новые языки могут быть добавлены сразу, как пользователь их запросит через Weblate, либо же администраторам проекта будет отправлено уведомление, чтобы они одобрили запрос и добавили новый язык вручную. Это можно сделать :ref:`добавив новый перевод <component-new_lang>` в :ref:`настройках компонента <component>`.
sv: Nya språk kan läggas till direkt när en användare begär det i Weblate, eller så skickas en avisering till projektadministratörerna för godkännande och manuell tillägg. Detta kan göras med hjälp av :ref:`component-new_lang` i :ref:`component`.
tr: Yeni diller, Weblate üzerindeki bir kullanıcı tarafından istendiğinde hemen eklenebilir ya da onay bekleme ve el ile ekleme için proje yöneticilerine bir bildirim gönderilir. Bunun için, :ref:`component` içindeki :ref:`component-new_lang` kullanılabilir.
uk: Нові мови можна додавати одразу за запитом користувача на Weblate або наказати системі надсилати сповіщення адміністраторам проєкту для затвердження та додавання вручну. Зробити це можна за допомогою пункту :ref:`створення нового запису мови <component-new_lang>` на сторінці :ref:`складника<component>`.
zh_hans: 当用户在 Weblate 中提出请求时，可立即添加新语言，或发送通知给项目管理员以获取批准并手动添加。这可以通过在 :ref:`component` 中 :ref:`component-new_lang` 来完成。
zh_hant: 在 Weblate 中，當用戶要求時新的語言可以立刻加入，或者新的通知會發送給項目管理員來同一或手動添加。這可以使用 :ref:`component` 中的:ref:`component-new_lang` 來實現。

source: Some formats expect to start with an empty file and only translated strings to be included (for example :ref:`aresource`), while others expect to have all keys present (for example :ref:`gettext`). The document-based formats (for example :ref:`odf`) start with a copy of the source document and all strings marked as needing editing. In some situations this really doesn't depend on the format, but rather on the framework you use to handle the translation (for example with :ref:`json`).
de: Einige Formate erwarten zu Beginn eine leere Datei und nur übersetzte Zeichenketten (z. B. :ref:`aresource`), während andere alle Schlüssel erwarten (z. B. :ref:`gettext`). Die dokumentenbasierten Formate (z. B. :ref:`odf`) beginnen mit einer Kopie des Quelldokuments und als bearbeitungsbedürftig markierte Zeichenketten. In manchen Situationen hängt dies nicht vom Format ab, sondern eher von dem für die Übersetzung zu nutzendem Framework (z. B. mit :ref:`json`).
ga: Tá roinnt formáidí ag súil le comhad folamh a thosú agus gan ach teaghráin aistrithe a chur san áireamh (mar shampla :ref:`aresource`), agus daoine eile ag súil go mbeidh na heochracha go léir i láthair (mar shampla :ref:`gettext`). Tosaíonn na formáidí atá bunaithe ar dhoiciméid (mar shampla :ref:`odf`) le cóip den bhundoiciméad agus gach teaghrán marcáilte mar a dteastaíonn eagarthóireacht orthu. I gcásanna áirithe ní bhraitheann sé seo i ndáiríre ar an bhformáid, ach ar an gcreat a úsáideann tú chun an t-aistriúchán a láimhseáil (mar shampla le :ref:`json`).
hu: Egyes fájlformátumok üres fájlalapból indulnak, és csak a lefordított szövegeket tartalmazzák (például: :ref:`aresource`), mások minden kulcsot tartalmaznak (például: :ref:`gettext`). A dokumentumalapú formátumok (például: :ref:`odf`) a forrásdokumentum másolatával indulnak, és minden szöveg szerkesztendőként van megjelölve. Bizonyos helyzetekben ez nem formátumfüggő, hanem a használt keretrendszertől függ (például: :ref:`json` esetén).
id: Beberapa format mengharuskan dimulai dengan berkas kosong dan hanya menyertakan string terjemahan (misalnya :ref:`aresource`), sementara format lain mengharuskan semua kunci ada (misalnya :ref:`gettext`). Format berbasis dokumen (misalnya :ref:`odf`) dimulai dengan salinan dokumen sumber dan semua string ditandai perlu disunting. Dalam beberapa situasi, hal ini tidak bergantung pada formatnya, melainkan pada kerangka kerja yang Anda gunakan untuk menangani terjemahan (misalnya dengan :ref:`json`).
ja: ファイル形式によっては、空のファイルで始まり、翻訳した文字列のみを含むことを想定しているものもあれば（例: :ref:`aresource` ）、すべてのキーが存在することを想定しているものもあります（例: :ref:`gettext` ）。文章を基本としたファイル形式（例: :ref:`odf`）は、原文文字列のコピーと、すべての要編集とマークされた文字列で始まります。場合によっては、実際にはファイル形式に依存せず、翻訳を処理するために使用するフレームワークに依存します（例: :ref:`json` ）。
nl: Sommige indelingen verwachten te beginnen met ene leeg bestand en dat alleen vertaalde tekenreeksen moeten worden opgenomen (bijvoorbeeld :ref:`aresource`), terwijl andere verwachten dat alle sleutels aanwezig zijn (bijvoorbeeld :ref:`gettext`). De op document gebaseerde indelingen (bijvoorbeeld :ref:`odf`) beginnen met een kopie van het brondocument en alle tekenreeksen gemarkeerd dat zij bewerken nodig hebben. In sommige situaties is dit niet echt afhankelijk van de indeling, maar meer van het framewerk dat u gebruikt om de vertaling af te handelen (bijvoorbeeld met :ref:`json`).
pt: Alguns formatos esperam começar com um ficheiro vazio e apenas cadeias traduzidas a serem incluídas (por exemplo, :ref:`aresource`), enquanto outros esperam ter todas as chaves presentes (por exemplo, :ref:`gettext`). Os formatos baseados em documentos (por exemplo, :ref:`odf`) começam com uma cópia vazia do documento fonte e todas cadeias marcadas como necessitar de edição. Em algumas situações, isso realmente não depende do formato, mas sim do framework que usa para lidar com a tradução (por exemplo, com :ref:`json`).
pt_br: Alguns formatos esperam começar com um arquivo vazio e apenas textos traduzidos para serem incluídas (por exemplo, :ref:`aresource`), enquanto outros esperam ter todas as chaves presentes (por exemplo, :ref:`gettext`). Os formatos baseado em documentos (por exemplo, :ref:`odf`) começam com um cópia vazia do documento fonte e todos textos marcados como necessitando edição. Em algumas situações, isso realmente não depende do formato, mas sim do framework que você usa para lidar com a tradução (por exemplo, com :ref:`json`).
ru: Некоторые форматы ожидают, что они будут начинаться с пустого файла и в него будут включены только переведённые строки (например, :ref:`aresource`), в то время как другие ожидают, что в файле будут присутствовать все ключи (например, :ref:`gettext`). Форматы на основе документов (например, :ref:`odf`) начинаются с копии исходного документа и всех строк, помеченных как «На правку». В некоторых ситуациях это на самом деле зависит не от формата, а от среды, которую вы используете для работы с файлами перевода (например, с :ref:`файлами JSON <json>`).
sv: Vissa format förväntar sig att man börjar med en tom fil och att endast översatta strängar inkluderas (till exempel :ref:`aresource`), medan andra förväntar sig att alla nycklar finns med (till exempel :ref:`gettext`). De dokumentbaserade formaten (till exempel :ref:`odf`) börjar med en kopia av källdokumentet och alla strängar markerade som behöver redigeras. I vissa situationer beror detta inte på formatet, utan snarare på det ramverk du använder för att hantera översättningen (till exempel med :ref:`json`).
tr: Bazı dosya biçimleri boş bir dosyayla başlamayı ve yalnızca çevrilmiş dizgelerin eklenmesini bekler (:ref:`aresource` gibi). Bazıları ise tüm anahtarların var olmasını bekler (:ref:`gettext` gibi). Belge temelli biçimler (:ref:`odf` gibi) kaynak belgenin bir kopyasıyla ve tüm düzenlenmesi gerekli olarak imlenmiş dizgelerle başlar. Bazı durumlarda bu gerçekten biçime değil, çeviriyi işlemek için kullandığınız çatıya bağlıdır (:ref:`json` ile olduğu gibi).
uk: У деяких форматах усе починається з порожнього файла, до якого додаються лише перекладені рядки (наприклад, :ref:`aresource`), у інших же від початку зберігаються усі ключі (наприклад, :ref:`gettext`). У форматах, які засновано на документах (наприклад, у :ref:`odf`) починаємо з копії початкового документа, де усі рядки позначено як такі, що потребують редагування. У деяких випадках вміст залежить не від формату, а від оболонки, якою ви користуєтеся для обробки перекладу (наприклад, :ref:`json`).
zh_hans: 一些格式希望以一个空文件开始，并只包含已翻译的字符串（如 :ref:`aresource`），而另一些格式则希望包含所有 key（如 :ref:`gettext`）。基于文档的格式（如 :ref:`odf`）以源文档的副本开始，所有字符串均被标记为需要编辑。某些情况下，这实际上并不取决于格式，而更取决于用来处理翻译的框架（如使用 :ref:`json`）。

source: When you specify :ref:`component-new_base` in :ref:`component`, Weblate uses this file to start new translations. Any existing translations is removed from the file when doing so.
de: Wenn Sie eine :ref:`component-new_base` in der :ref:`component` angeben, verwendet Weblate diese Datei , um neue Übersetzungen zu beginnen. Alle bereits vorhandenen Übersetzungen werden dabei aus der Datei entfernt.
ga: Nuair a shonraíonn tú :ref:`component-new_base` i :ref:`component`, úsáideann Weblate an comhad seo chun aistriúcháin nua a thosú. Baintear aon aistriúcháin atá ann cheana ón gcomhad agus é sin á dhéanamh.
hu: Amikor meg van adva a :ref:`component-new_base` az :ref:`összetevőben <component>` , a Weblate ezt a fájlt használja az új nyelvek indításához. Ilyenkor a meglévő fordítások törlésre kerülnek a fájlból.
id: Ketika Anda menentukan :ref:`component-new_base` di :ref:`component`, Weblate menggunakan berkas ini untuk memulai terjemahan baru. Terjemahan yang sudah ada akan dihapus dari berkas saat proses ini dilakukan.
ja: :ref:`component` で :ref:`component-new_base` を指定すると、Weblate はこのファイルを使用して新しい翻訳を開始します。既存の翻訳文は、ファイルから削除されます。
nl: Wanneer u :ref:`component-new_base` specificeert in :ref:`component`, gebruikt Weblate dit bestand om nieuwe vertalingen te beginnen. Elke bestaande vertaling wordt uit het bestand verwijderd door dit te doen.
pt_br: Quando você especifica :ref:`component-new_base` em :ref:`component`, Weblate usa este arquivo para iniciar novas traduções. Todas as traduções existentes são removidas do arquivo ao fazer isso.
ru: Когда вы указываете :ref:`component-new_base` в :ref:`component`, Weblate использует этот файл для запуска новых переводов. При этом все существующие переводы будут удалены из файла.
sv: När du anger :ref:`component-new_base` i :ref:`component` använder Weblate den här filen för att starta nya översättningar. Alla befintliga översättningar tas bort från filen när detta görs.
tr: :ref:`component` içinde :ref:`component-new_base` ayarlandığında, Weblate yeni çeviriler başlatmak için belirtilen dosyayı kullanır. Bu yapıldığında, dosyada var olan çeviriler silinir.
uk: Якщо ви вказуєте :ref:`шаблон для нових перекладів <component-new_base>` у :ref:`складнику <component>`, Weblate використає цей файл для започаткування перекладів. Усі наявні переклади буде вилучено з файла, коли ви так зробите.
zh_hans: 当在 :ref:`component` 中指定 :ref:`component-new_base` 时，Weblate 使用这个文件开始新的翻译。当执行时任何现有翻译将从文件中删除。
