Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Most likely Weblate would be classified as ECCN 5D002 or 5D992 and, as publicly available libre software, it should not be subject to EAR (see `Encryption items NOT Subject to the EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
de: Höchstwahrscheinlich wird Weblate als ECCN 5D002 oder 5D992 eingestuft und sollte als öffentlich verfügbare Freie Software nicht der EAR unterliegen (siehe `Encryption items NOT Subject to the EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
ga: Is dóichí go ndéanfaí Weblate a rangú mar ECCN 5D002 nó 5D992 agus, mar bhogearraí atá ar fáil go poiblí, níor cheart go mbeadh sé faoi réir EAR (féach `Míreanna criptithe NOT Faoi réir an EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
hu: A Weblate nagy valószínűséggel az ECCN 5D002 vagy 5D992 kategóriába sorolható, és mivel nyilvánosan elérhető, szabad (libre) szoftver, nem tartozik az EAR hatálya alá (lásd: `Az EAR hatálya alá nem tartozó titkosítási tételek <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
id: Kemungkinan besar Weblate akan diklasifikasikan sebagai ECCN 5D002 atau 5D992 dan, sebagai perangkat lunak bebas yang tersedia untuk umum, seharusnya tidak tunduk pada EAR (lihat `Item enkripsi yang TIDAK Tunduk pada EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
ja: Weblate は ECCN 5D002 または 5D992 aに分類される可能性が高く、公開されている自由ソフトウェアであるため、EAR の対象にはならないはずです（参照: `Encryption items NOT Subject to the EAR <https://www.bis.gov/node/6204>`_ ） 。
nl: Hoogst waarschijnlijk zou Weblate worden geclassificeerd als ECCN 5D002 of 5D992 en, als publiek beschikbare vrije software, zou het niet onderworpen zijn aan EAR (bekijk `Encryption items NOT Subject to the EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
pt_br: Provavelmente Weblate seria classificado como ECCN 5D002 ou 5D992 e, como software livre publicamente disponível, não deve ser sujeito ao EAR (veja `Itens de criptografia NÃO estão sujeitos a EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
ro: Cel mai probabil, Weblate ar fi clasificat ca ECCN 5D002 sau 5D992 și, ca software liber disponibil publicului, nu ar trebui să fie supus EAR (a se vedea `Encryption items NOT Subject to the EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
sv: Weblate skulle sannolikt klassificeras som ECCN 5D002 eller 5D992 och, som allmänt tillgänglig fri programvara, bör det inte omfattas av EAR (se `Krypteringsprodukter som INTE omfattas av EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
ta: பெரும்பாலும் வலைபெயர்ப்பு eccn 5d002 அல்லது 5d992 என வகைப்படுத்தப்படும், மேலும் பொதுவில் கிடைக்கக்கூடிய லிப்ரே மென்பொருளாக, அது ear க்கு உட்பட்டதாக இருக்கக்கூடாது (`குறியாக்க உருப்படிகள் காதுக்கு உட்பட்டவை <https://www.bis.doc.gov/index ஐப் பார்க்கவும் .php/கொள்கை-வழிகாட்டுதல்/குறியாக்கம்/1-குறியாக்க-உருப்படிகள்-பொருள்-க்கு-காது> `_).
tr: Büyük olasılıkla Weblate, ECCN 5D002 veya 5D992 olarak sınıflandırılacaktır ve herkese açık özgür yazılım olarak EAR kapsamına girmemelidir (ayrıntılı bilgi almak için: `EAR kapsamına girmeyen şifreleme ögeleri <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
uk: Найімовірніше, Weblate слід класифікувати як ECCN 5D002 або 5D992 і, як загальнодоступне вільне програмне забезпечення, Weblate не повинен підлягати EAR (див. `Об'єкти шифрування, які НЕ підлягають EAR <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_).
zh_hans: Weblate 很可能会被归类为 ECCN 5D002 或 5D992，并且作为公开可用的自由软件，它不应受 EAR 约束（请参阅 `加密项目不受 EAR 约束 <https://www.bis.doc.gov/index.php/policy-guidance/encryption/1-encryption-items-not-subject-to-the-ear>`_）。
zh_hant: Weberate最可能將被分類為ECCN 5D002或5D992，並且作為公開可用的Libre軟件，它不應該受到耳朵（請參閱“加密項目不受耳朵的影響<https://www.bis.doc.gov/index.php /策略 - 指導/加密/ 1-encryption-item-not-project-the-ear>`_）。

source: Software components used by Weblate (listing only components related to cryptographic function):
de: Von Weblate verwendete Softwarekomponenten (Auflistung nur der Komponenten, die mit der kryptografischen Funktion zusammenhängen):
ga: Comhpháirteanna bogearraí a úsáideann Weblate (ní liostaítear ach na comhpháirteanna a bhaineann le feidhm chripteagrafach):
hu: A Weblate által használt szoftverkomponensek (csak a kriptográfiai funkciókhoz kapcsolódók felsorolása):
id: Komponen perangkat lunak yang digunakan oleh Weblate (hanya mencantumkan komponen yang terkait dengan fungsi kriptografi):
ja: Weblate が使用するソフトウェア コンポーネント（暗号機能に関連するもののみのリスト）。
nl: Door Weblate gebruikte softwareonderdelen (alleen onderdelen vermeld die zijn gerelateerd aan de cryptografische functie):
pt: Componentes de software utilizados por Weblate (listando somente os componentes relacionados à função criptográfica):
pt_br: Componentes de software utilizados por Weblate (listando somente os componentes relacionados à função criptográfica):
ro: Componente software utilizate de Weblate (enumerând numai componentele legate de funcția criptografică):
ru: Программные компоненты, используемые Weblate (перечислены только компоненты связанные с криптографическим функционалом):
sv: Programvarukomponenter som används av Weblate (endast komponenter relaterade till kryptografiska funktioner listas):
ta: வலைபெயர்ப்பு பயன்படுத்தும் மென்பொருள் கூறுகள் (கிரிப்டோகிராஃபிக் செயல்பாடு தொடர்பான கூறுகளை மட்டுமே பட்டியலிடுதல்):
tr: Weblate tarafından kullanılan yazılım bileşenleri (yalnızca şifreleme işleviyle ilgili bileşenler listelenmiştir):
uk: Програмні складники, які використовуються Weblate (у списку наведено лише складники, які пов'язано із криптографією):
zh_hans: Weblate 使用的软件部件（仅列出与加密功能相关的组件）：
zh_hant: Web2使用的軟件組件（僅列出與加密功能相關的組件）：

source: See https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
de: Siehe https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
ga: Féach https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
hu: Lásd: https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
id: Lihat https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
ja: 参照: https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
nl: Bekijk https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
pt: Veja https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
pt_br: Consulte https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
ro: A se vedea https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
ru: Смотрите https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
sv: Se https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
ta: https://wiki.python.org/moin/pythonsoftwarefoundationlicensefaq#is_python_subject_to_export_laws.3f ஐப் பார்க்கவும்
tr: Ayrıntılı bilgi almak için: https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
uk: Див. https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F
zh_hans: 见 https://wiki.python.org/moin/PythonSoftwareFoundationLicenseFaq#Is_Python_subject_to_export_laws.3F

source: Optionally used by Weblate
de: Optional von Weblate verwendet
ga: Úsáideann Weblate go roghnach
hu: Opcionálisan használja a Weblate
id: Opsional digunakan oleh Weblate
ja: Weblate がオプションで使用する
nl: Optioneel door Weblate gebruikt
pt: Opcionalmente usado pelo Weblate
pt_br: Opcionalmente usado pelo Weblate
ro: Utilizat opțional de Weblate
ru: Используется Weblate в качестве опции
sv: Används valfritt av Weblate
ta: விருப்பமாக வலைபெயர்ப்பு பயன்படுத்துகிறது
tr: Weblate tarafından isteğe bağlı olarak kullanılır
uk: Може використовуватися Weblate
zh_hans: Weblate 可选择使用

source: Used by Git
de: Von Git verwendet
ga: Arna úsáid ag Git
hu: A Git által használt
id: Digunakan oleh Git
ja: Git で使用する
nl: Gebruikt door Git
pt: Usado pelo Git
pt_br: Usado pelo Git
ro: Folosit de Git
ru: Используется Git
sv: Används av Git
ta: அறிவிலி பயன்படுத்துகிறது
tr: Git tarafından kullanılır
uk: Використовується Git
zh_hans: 由Git使用

source: Used by Python and cURL
de: Von Python und cURL verwendet
ga: Úsáidte ag Python agus cURL
hu: A Python és a cURL által használt
id: Digunakan oleh Python dan cURL
ja: Python と cURL で使用する
nl: Gebruikt door Python en cURL
pt: Usado pelo Python e cURL
pt_br: Usado pelo Python e cURL
ro: Folosit de Python și cURL
ru: Используется Python и cURL
sv: Används av Python och cURL
ta: பைதான் மற்றும் சுருட்டை பயன்படுத்தியது
tr: Python ve cURL tarafından kullanılır
uk: Використовується Python і cURL
zh_hans: 被Python和curl使用
zh_hant: 用python和curl使用

source: The strength of encryption keys depends on the configuration of Weblate and the third party components it interacts with, but in any decent setup it will include all export restricted cryptographic functions:
de: Die Stärke der Verschlüsselungsschlüssel hängt von der Konfiguration von Weblate und den Drittanbieterkomponenten ab, mit denen es interagiert, aber in einer vernünftigen Einrichtung werden alle exportbeschränkten kryptografischen Funktionen enthalten sein:
ga: Braitheann neart na n-eochracha criptithe ar chumraíocht Weblate agus na comhpháirteanna tríú páirtí lena n-idirghníomhaíonn sé, ach in aon socrú réasúnta áireofar leis na feidhmeanna cripteagrafacha srianta easpórtála go léir:
hu: A titkosítási kulcsok erőssége a Weblate beállításaitól és a vele együttműködő harmadik féltől származó komponensektől függ, de bármilyen érdemben biztonságos konfiguráció esetén az összes exportkorlátozás alá eső kriptográfiai funkció szerepel:
id: Kekuatan kunci enkripsi bergantung pada konfigurasi Weblate dan komponen pihak ketiga yang berinteraksi dengannya, tetapi dalam pengaturan yang layak, ia akan mencakup semua fungsi kriptografi yang dibatasi ekspornya:
ja: 暗号鍵の強度は、Weblate の設定と、Weblate がやり取りするサードパーティのコンポーネントによって異なりますが、適切な設定を使用した場合、すべての輸出制限付き暗号化機能が含まれます。
nl: De sterkte van encryptiesleutels is afhankelijk van de configuratie van Weblate en de onderdelen van derde partijen waarmee het interacteert, maar in elke behoorlijke opstelling zal het alle door export beperkte cryptografische functies bevatten:
pt: A força de chaves de criptografia depende da configuração do Weblate e os componentes de terceiros que interage com ele, mas em qualquer decente instalação, irá incluir todas as funções criptográficas com exportação restrita:
pt_br: A força de chaves de criptografia depende da configuração do Weblate e os componentes de terceiros que interage com ele, mas em qualquer decente instalação, ele irá incluir todas funções criptográficas com exportação restrita:
ro: Puterea cheilor de criptare depinde de configurația Weblate și de componentele terțe cu care interacționează, dar în orice configurație decentă va include toate funcțiile criptografice restricționate la export:
ru: Стойкость ключей шифрования зависит от настроек Weblate и сторонних компонентов, с которыми он взаимодействует, но в любой приличной конфигурации он будет включать различную функциональность, на которую накладываются ограничения связанные с криптографией:
sv: Krypteringsnycklarnas styrka beror på konfigurationen av Weblate och de tredjepartskomponenter som det interagerar med, men i alla ordentliga installationer ingår alla krypteringsfunktioner med exportrestriktioner:
ta: குறியாக்க விசைகளின் வலிமை வலைபெயர்ப்புடின் உள்ளமைவு மற்றும் அது தொடர்பு கொள்ளும் மூன்றாம் தரப்பு கூறுகளைப் பொறுத்தது, ஆனால் எந்தவொரு ஒழுக்கமான அமைப்பிலும் இது அனைத்து ஏற்றுமதி தடைசெய்யப்பட்ட கிரிப்டோகிராஃபிக் செயல்பாடுகளையும் உள்ளடக்கும்:
tr: Şifreleme anahtarlarının gücü, Weblate yapılandırmasına ve etkileşime girdiği üçüncü taraf bileşenlerine bağlıdır. Ancak herhangi bir iyi kurulumda, tüm dışa aktarma kısıtlamalı şifreleme işlevlerini kapsayacaktır:
uk: Стійкість ключів шифрування залежить від налаштувань Weblate і сторонніх складників, з якими взаємодіє Weblate, але у будь-якій вартій уваги конфігурації Weblate включатиме усі криптографічні функції із експортними обмеженнями:
zh_hans: 加密密钥的强度取决于 Weblate 的配置以及与之交互的第三方组件，但在任何体面的设置中，它将包括所有出口受限的加密功能：
zh_hant: 加密密鑰的強度取決於WebBlate和In Interact的第三方組件的配置，但在任何體面設置中它將包括所有導出受限加密功能：

source: In excess of 56 bits for a symmetric algorithm
de: Mehr als 56 Bit für einen symmetrischen Algorithmus
ga: Níos mó ná 56 giotán le haghaidh algartam siméadrach
hu: 56 bitet meghaladó hosszúságú kulcs szimmetrikus algoritmus esetén
id: Lebih dari 56 bit untuk algoritma simetris
ja: 対称アルゴリズムでは 56 ビットを超える
nl: Meer dan 56 bits voor een symmetrisch algoritme
pt: Em excesso de 56 bits para um algoritmo simétrico
pt_br: Em excesso de 56 bits para um algoritmo simétrico
ro: Peste 56 de biți pentru un algoritm simetric
ru: Симметричные алгоритмы с ключом превышающем 56 бит
sv: Över 56 bitar för en symmetrisk algoritm
ta: ஒரு சமச்சீர் வழிமுறைக்கு 56 பிட்களுக்கு மேல்
tr: Simetrik algoritma için 56 bitten fazla
uk: Із перевищенням 56-бітів для симетричного алгоритму
zh_hans: 对称算法超过 56 位
zh_hant: 對稱算法超過56位

source: Factorisation of integers in excess of 512 bits for an asymmetric algorithm
de: Faktorisierung ganzer Zahlen mit mehr als 512 Bit für einen asymmetrischen Algorithmus
ga: Fachtóiriú slánuimhreacha os cionn 512 giotán le haghaidh algartam neamhshiméadrach
hu: 512 bitnél nagyobb egész számok faktorizálása aszimmetrikus algoritmushoz
id: Faktorisasi bilangan bulat lebih dari 512 bit untuk algoritma asimetris
ja: 非対称アルゴリズムで 512 ビットを超える整数の因数分解
nl: Factorisatie van integers van meer dan 512 bits voor een asymmetrisch algoritme
pt: Fatorização de inteiros acima de 512 bits para um algoritmo assimétrico
pt_br: Fatorização de inteiros acima de 512 bits para um algoritmo assimétrico
ro: Factorizarea numerelor întregi mai mari de 512 biți pentru un algoritm asimetric
ru: Факторизация целых чисел превышающих 512 бит (в асимметричных алгоритмах)
sv: Faktorisering av heltal över 512 bitar för en asymmetrisk algoritm
ta: சமச்சீரற்ற வழிமுறைக்கு 512 பிட்களுக்கு மேல் முழு எண்களின் காரணியாக்கம்
tr: Asimetrik bir algoritma için 512 biti aşan tamsayıların çarpanlara ayrılması
uk: Розклад на множники цілих чисел з перевищенням 512 бітів для асиметричного алгоритму
zh_hans: 非对称算法超过 512 位的整数因式分解
zh_hant: 非對稱算法超過512位的整數的分解

source: Computation of discrete logarithms in a multiplicative group of a finite field of size greater than 512 bits for an asymmetric algorithm
de: Berechnung von diskreten Logarithmen in einer multiplikativen Gruppe eines endlichen Feldes mit einer Größe von mehr als 512 Bit für einen asymmetrischen Algorithmus
ga: Ríomh logartamach scoite i ngrúpa iolraitheach de réimse críochta ar mó é ná 512 giotán le haghaidh algartam neamhshiméadrach
hu: Diszkrét logaritmus számítása véges test multiplikatív csoportjában 512 bitnél nagyobb méret esetén (aszimmetrikus algoritmushoz)
id: Perhitungan logaritma diskrit dalam grup perkalian medan berhingga berukuran lebih besar dari 512 bit untuk algoritma asimetris
ja: 非対称アルゴリズムのための 512 ビットより大きいサイズの有限体における乗法群の離散対数の計算
nl: Berekening van afzonderlijke logaritmes in een vermenigvuldigende groep van een eindig veld met een grootte groter dan 512 bits voor een asymmetrisch algoritme
pt: Cálculo de logaritmos discretos num grupo multiplicativo de um campo finito de tamanho maior do que 512 bits para um algoritmo assimétrico
pt_br: Cálculo de logaritmos discretos em um grupo multiplicativo de um campo finito de tamanho maior do que 512 bits para um algoritmo assimétrico
ro: Calculul logaritmilor discreți într-un grup multiplicativ al unui câmp finit de dimensiune mai mare de 512 biți pentru un algoritm asimetric
ru: Вычисление дискретных логарифмов в мультипликативной группе конечного поля размерностью больше 512 бит для асимметричных алгоритмов
sv: Beräkning av diskreta logaritmer i en multiplikativ grupp av ett ändligt fält med storlek större än 512 bitar för en asymmetrisk algoritm
ta: சமச்சீரற்ற வழிமுறைக்கு 512 பிட்களை விட அதிகமான வரையறுக்கப்பட்ட புலத்தின் பெருக்கக் குழுவில் தனித்துவமான மடக்கைகளின் கணக்கீடு
tr: Asimetrik bir algoritma için 512 biti aşan bir sonlu alanın çarpım grubundaki ayrık logaritmaların hesaplanması
uk: Обчислення дискретних логарифмів у мультиплікативній групі скінченного поля із розміром, що перевищує 512 бітів, для асиметричного алгоритму
zh_hans: 非对称算法在大小大于 512 位的有限域的乘法群中计算离散对数
zh_hant: 用於非對稱算法的大於512比特的有限場的乘法群中的離散對數的計算

source: Discrete logarithms in a group different than above in excess of 112 bits for an asymmetric algorithm
de: Diskrete Logarithmen in einer anderen Gruppe als der oben genannten mit mehr als 112 Bit für einen asymmetrischen Algorithmus
ga: Logartamaí scoite i ngrúpa difriúil ná thuas níos mó ná 112 giotán le haghaidh algartam neamhshiméadrach
hu: Diszkrét logaritmus számítása más típusú csoportban 112 bitnél nagyobb kulcshossz esetén (aszimmetrikus algoritmushoz)
id: Logaritma diskrit dalam grup yang berbeda dari yang di atas melebihi 112 bit untuk algoritma asimetris
ja: 非対称アルゴリズムの場合、上記とは異なるグループ内の離散対数が 112 ビットを超える
nl: Afzonderlijke logaritmes in een andere groep dan hierboven met meer dan 112 bits voor een asymmetrisch algoritme
pt: Logaritmos discretos num grupo diferente do que acima de 112 bits para um algoritmo assimétrico
pt_br: Logaritmos discretos em um grupo diferente do que acima de 112 bits para um algoritmo assimétrico
ro: Logaritmi discreți într-o grupă diferită de cea de mai sus care depășesc 112 biți pentru un algoritm asimetric
ru: Дискретные логарифмы в группах отличных от вышеперечисленных и превышающие 112 бит для асимметричных алгоритмов
sv: Diskreta logaritmer i en annan grupp än ovan som överstiger 112 bitar för en asymmetrisk algoritm
ta: சமச்சீரற்ற வழிமுறைக்கு 112 பிட்களுக்கு மேல் மேலே உள்ள ஒரு குழுவில் உள்ள தனித்துவமான மடக்கைகள்
tr: Asimetrik bir algoritma için yukarıdakinden farklı bir grupta 112 biti aşan ayrık logaritma
uk: Дискретні логарифми у групі, відмінній від вказаної вище, із перевищенням 112 бітів для асиметричного алгоритму
zh_hans: 非对称算法中超过 112 位的组中的离散对数
zh_hant: 用於非對稱算法的組中的分立對數超過112比特的組中的離散對比度

source: Weblate doesn't have any cryptographic activation feature, but it can be configured in a way where no cryptography code would be involved. The cryptographic features include:
de: Weblate verfügt nicht über eine kryptografische Aktivierungsfunktion, kann aber so konfiguriert werden, dass kein Kryptografie-Code erforderlich ist. Zu den kryptografischen Funktionen gehören:
ga: Níl aon ghné gníomhachtaithe cripteagrafach ag Weblate, ach is féidir é a chumrú ar bhealach nach mbeadh aon chód cripteagrafaíochta i gceist. Áirítear ar na gnéithe cripteagrafacha:
hu: A Weblate nem tartalmaz semmilyen „kriptográfiai aktiválási” funkciót, de beállítható olyan módon is, hogy ne használjon kriptográfiai kódot. A kriptográfiai funkciók közé tartozik például:
id: Weblate tidak memiliki fitur aktivasi kriptografi, tetapi dapat dikonfigurasi tanpa melibatkan kode kriptografi. Fitur kriptografinya meliputi:
ja: Weblate には暗号化アクティベーション機能はありませんが、暗号化コードを含まないように設定できます。暗号化機能を含むもの:
nl: Weblate heeft geen mogelijkheid om cryptografie te activeren, maar het kan worden geconfigureerd op ene manier waarbij geen cryptografiecode betrokken zou hoeven zijn. De cryptografische mogelijkheden omvatten:
pt: O Weblate não tem nenhum recurso de ativação criptográfica, mas pode ser configurado de maneira sem ter nenhum código de criptografia envolvido. Os recursos criptográficos incluem:
pt_br: O Weblate não tem nenhum recurso de ativação criptográfica, mas pode ser configurado de uma maneira onde nenhum código de criptografia estaria envolvido. Os recursos criptográficos incluem:
ro: Weblate nu are nicio funcție de activare criptografică, dar poate fi configurat astfel încât să nu fie implicat niciun cod criptografic. Caracteristicile criptografice includ:
ru: В Weblate нет ни каких механизмов дезактивации криптографии, но он может быть настроен таким образом, чтобы никакой криптографический код не вовлекался. Криптографические функции включают:
sv: Weblate har ingen kryptografisk aktiveringsfunktion, men det kan konfigureras på ett sätt så att ingen kryptografisk kod behövs. De kryptografiska funktionerna inkluderar:
ta: வலைபெயர்ப்பில் எந்த கிரிப்டோகிராஃபிக் செயல்படுத்தும் அம்சமும் இல்லை, ஆனால் இது குறியாக்கக் குறியீட்டைக் கொண்டிருக்காத வகையில் கட்டமைக்கப்படலாம். கிரிப்டோகிராஃபிக் நற்பொருத்தங்கள் பின்வருமாறு:
tr: Weblate üzerinde herhangi bir şifreleme etkinleştirme özelliği yoktur. Ancak hiçbir şifreleme kodu bulunmayacak şekilde yapılandırılabilir. Şifreleme özellikleri şu işlemlerde kullanılır:
uk: У Weblate ще не передбачено можливості якось активувати криптографію, але Weblate можна налаштувати так, що не використовуватиметься ніякий криптографічний код. Серед криптографічних можливостей Weblate можна відзначити такі:
zh_hans: Weblate 没有任何加密激活功能，但可以以不涉及加密代码的方式进行配置。加密功能包括：
zh_hant: Webleate沒有任何加密激活功能，但它可以以不涉及加密代碼的方式配置。加密功能包括：

source: Accessing remote servers using secure protocols (HTTPS)
de: Zugriff auf Remote-Server mit sicheren Protokollen (HTTPS)
ga: Teacht ar fhreastalaithe cianda ag úsáid prótacail shlána (HTTPS)
hu: Távoli kiszolgálók elérése biztonságos protokollokon keresztül (HTTPS)
id: Mengakses server jarak jauh menggunakan protokol aman (HTTPS)
ja: 安全なプロトコル（HTTPS）を使用したリモート サーバーへの接続
nl: Toegang tot servers op afstand met veilige protocollen (HTTPS)
pt: Acessar servidores remotos a usar protocolos seguros (HTTPS)
pt_br: Acessar servidores remotos usando protocolos seguros (HTTPS)
ro: Accesarea serverelor la distanță utilizând protocoale securizate (HTTPS)
ru: Доступ к удалённым серверам по безопасным протоколам (HTTPS)
sv: Åtkomst till fjärrservrar med säkra protokoll (HTTPS)
ta: பாதுகாப்பான நெறிமுறைகளைப் பயன்படுத்தி தொலை சேவையகங்களை அணுகும் (https)
tr: Güvenli iletişim kuralı (HTTPS) kullanarak uzak sunuculara erişme
uk: Доступ до віддалених серверів за допомогою захищених протоколів (HTTPS)
zh_hans: 使用安全传输协议（HTTPS）访问远程服务器
zh_hant: 使用安全傳輸協議（HTTPS）訪問遠程服務器

source: Generating signatures for code commits (PGP)
de: Erzeugen von Signaturen für Code-Commits (PGP)
ga: Ag giniúint sínithe le haghaidh gealltanais chóid (PGP)
hu: Aláírások létrehozása kód-véglegesítésekhez (PGP)
id: Membuat tanda tangan untuk komit kode (PGP)
ja: コード コミット用の署名の生成（PGP）
nl: Handtekeningen genereren voor indienen van code (PGP)
pt: Gerar assinaturas para commits de código (PGP)
pt_br: Gerar assinaturas para commits de código (PGP)
ro: Generarea de semnături pentru angajările de cod (PGP)
ru: Создание PGP подписей для коммитов
sv: Generera signaturer för kodcommits (PGP)
ta: குறியீடு கமிட்டுகளுக்கு கையொப்பங்களை உருவாக்குதல் (பிசிபி)
tr: Kod işlemeleri için imza oluşturma (PGP)
uk: Створення підписів до внесків до коду (PGP)
zh_hans: 为代码的提交生成签名（PGP）
zh_hant: 為代碼的提交生成簽名（PGP）
