Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Never remove the predefined Weblate teams and users, as that can lead to unexpected problems! If you have no use for them, simply remove all their privileges instead.
de: Entfernen Sie niemals die vordefinierten Weblate-Teams und -Benutzer, da dies zu unerwarteten Problemen führen kann! Wenn Sie keine Verwendung für sie haben, entfernen Sie stattdessen einfach alle ihre Berechtigungen.
ga: Ná bain amach na foirne ná na húsáideoirí Weblate réamhshainithe, mar is féidir fadhbanna gan choinne a bheith mar thoradh air sin! Mura bhfuil aon úsáid agat dóibh, bain amach a gcuid pribhléidí go léir ina áit.
hu: Soha ne törölje az előre definiált Weblate-csapatokat és -felhasználókat, mert ez váratlan problémákhoz vezethet! Ha nincs szüksége rájuk, egyszerűen vegye el minden jogosultságukat.
id: Jangan pernah menghapus tim dan pengguna Weblate yang telah ditentukan sebelumnya, karena hal itu dapat menyebabkan masalah yang tidak terduga! Jika Anda tidak membutuhkannya, hapus saja semua hak istimewanya.
ja: 想定外の問題が発生することがあるので、デフォルトで設定済みの Weblate チームとユーザーは決して削除しないでください。削除する代わりに、アクセス権をすべて削除してください。
nl: Verwijder nooit de door Weblate vooraf gedefinieerde teams en gebruikers, omdat dat kan leiden tot onverwachte problemen! Als u er geen nut voor heeft, verwijder dan in plaats daarvan al hun rechten.
pt: Nunca remova as equipas e os utilizadores predefinidos do Weblate, pois isso pode levar a problemas inesperados! Se não tiver utilidade para eles, simplesmente remova todos os seus privilégios.
pt_br: Nunca remova as equipes e os usuários predefinidos do Weblate, pois isso pode levar a problemas inesperados! Se não tiver utilidade para eles, simplesmente remova todos os seus privilégios.
sv: Ta aldrig bort de fördefinierade Weblate-teamen och användarna, eftersom det kan leda till oväntade problem! Om du inte har någon användning för dem, ta istället bort alla deras behörigheter.
ta: முன் வரையறுக்கப்பட்ட வலைபெயர்ப்பு அணிகள் மற்றும் பயனர்களை ஒருபோதும் அகற்ற வேண்டாம், ஏனெனில் இது எதிர்பாராத சிக்கல்களுக்கு வழிவகுக்கும்! அவற்றில் உங்களுக்கு எந்தப் பயனும் இல்லை என்றால், அதற்கு பதிலாக அவர்களின் எல்லா சலுகைகளையும் அகற்றவும்.
tr: Önceden tanımlanmış Weblate takımlarını ve kullanıcılarını asla silmeyin. Bu işlem beklenmedik sorunlara yol açabilir! Onları kullanmıyorsanız, silmek yerine tüm izinlerini kaldırabilirsiniz.
uk: Ніколи не вилучайте попередньо визначені команди та користувачів Weblate, оскільки це може призвести до неочікуваних проблем! Якщо ви не хочете скористатися цими можливостями, просто вилучіть усі привілеї з цих записів.
zh_hans: 切勿移除预先定义的 Weblate 团队和用户，因为这可能会导致意想不到的问题！如果你用不到它们，只需移除它们的全部权限。

source: Additional access restrictions
de: Zusätzliche Zugriffsbeschränkungen
ga: Srianta rochtana breise
hu: További hozzáférési korlátozások
id: Pembatasan akses tambahan
ja: 追加のアクセス制限
nl: Aanvullende toegangsbeperkingen
pt: Restrições adicionais de acesso
pt_br: Restrições adicionais de acesso
ro: Restricții suplimentare de acces
ru: Дополнительные ограничения доступа
sv: Ytterligare åtkomstbegränsningar
ta: கூடுதல் அணுகல் கட்டுப்பாடுகள்
tr: Ek erişim kısıtlamaları
uk: Додаткові обмеження доступу
zh_hans: 额外访问限制

source: If you want to use your Weblate installation in a less public manner, i.e. allow new users on an invitational basis only, it can be done by configuring Weblate in such a way that only known users have an access to it. In order to do so, you can set :setting:`REGISTRATION_OPEN` to ``False`` to prevent registrations of any new users, and set :setting:`REQUIRE_LOGIN` to ``/.*`` to require signing in to access all the site pages. This is basically the way to lock your Weblate installation.
de: Wenn Sie Ihre Weblate-Installation weniger öffentlich nutzen wollen, d. h. neue Benutzer nur per Einladung zulassen möchten, können Sie Weblate so konfigurieren, dass nur bekannte Benutzer Zugriff darauf haben. Dazu müssen Sie :setting:`REGISTRATION_OPEN` auf ``False`` setzen, um die Registrierung neuer Benutzer zu verhindern, und :setting:`REQUIRE_LOGIN` auf ``/.*`` setzen, um eine Anmeldung für den Zugriff auf alle Seiten der Website zu verlangen. Dies ist im Grunde der Weg, um Ihre Weblate-Installation zu sperren.
ga: Más mian leat do shuiteáil Weblate a úsáid ar bhealach nach bhfuil chomh poiblí, ie úsáideoirí nua a cheadú ar bhonn cuireadh amháin, is féidir é a dhéanamh trí Weblate a chumrú sa chaoi nach mbeidh rochtain ag ach úsáideoirí aitheanta air. D'fhonn é sin a dhéanamh, is féidir leat :setting:`REGISTRATION_OPEN` go `False`` chun clárúcháin aon úsáideoirí nua a chosc, agus socraí :setting:`REQUIRE_LOGIN` go ``/.*`` chun síniú isteach chun rochtain a fháil ar na leathanaigh láithreáin go léir. Go bunúsach is é seo an bealach chun do shuiteáil Weblate a ghlasáil.
hu: Ha a Weblate telepítését kevésbé nyilvános módon szeretné használni, például csak meghívásos alapon engedélyezné az új felhasználók regisztrációját, akkor úgy kell konfigurálnia a Weblate-et, hogy csak ismert felhasználók férjenek hozzá. Ehhez állítsa a :setting:`REGISTRATION_OPEN` értékét ``False``-ra, hogy megakadályozza új felhasználók regisztrációját, valamint állítsa a :setting:`REQUIRE_LOGIN` értékét ``/.*``-re, hogy minden oldal eléréséhez bejelentkezést követeljen meg. Ez gyakorlatilag a Weblate telepítés lezárásának módja.
id: Jika Anda ingin menggunakan penginstalan Weblate dengan cara yang tidak umum, yaitu mengizinkan pengguna baru hanya berdasarkan undangan, hal itu dapat dilakukan dengan mengonfigurasi Weblate sedemikian rupa sehingga hanya pengguna yang dikenal yang dapat mengaksesnya. Untuk melakukannya, Anda dapat menyetel :setting:`REGISTRATION_OPEN` ke ``False`` untuk mencegah pendaftaran pengguna baru dan menyetel :setting:`REQUIRE_LOGIN` ke ``/.*`` untuk mewajibkan log masuk untuk mengakses semua halaman situs. Pada dasarnya ini adalah cara untuk mengunci instalasi Weblate Anda.
ja: インストールした Weblate を、非公開で使用したい場合、つまり新規ユーザーを招待制でのみ許可するには、既知のユーザーのみがアクセスできるように Weblate を設定します。方法は、:setting:`REGISTRATION_OPEN` を ``False`` に設定して新規ユーザーの登録を禁止し、:setting:`REQUIRE_LOGIN` を ``/.*`` に設定して、すべてのサイト ページにアクセスするためにサインインを要求できます。これは、インストールした Weblate をロックする基本的な方法です。
nl: Als u uw installatie van Weblate wilt gebruiken op een minder openbare manier, d.i. alleen nieuwe gebruikers toestaan op basis van een invitatie, kan dat worden gedaan door Weblate te configureren op zo een manier dat alleen bekende gebruikers er toegang toe hebben. U kunt, om dat te doen, :setting:`REGISTRATION_OPEN` instellen op ``False`` om registratie van nieuwe gebruikers te voorkomen, en :setting:`REQUIRE_LOGIN` instellen op ``/.*`` om verplicht aan te melden om alle pagina's van de site te zien. Dit is in de basis de manier om uw installatie van Weblate te vergrendelen.
pt: Se quer usar a instalação do Weblate de forma menos pública, ou seja, permitir novos utilizadores apenas por convite, isso pode ser feito configurando o Weblate para que apenas utilizadores conhecidos tenham acesso a ele. Para fazer isso, pode definir :setting:`REGISTRATION_OPEN` para ``False`` para prevenir registos de quaisquer novos utilizadores e definir :setting:`REQUIRE_LOGIN` para ``/.*`` para exigir login para acessar todas as páginas do site. Assim terá o seu Weblate privado.
pt_br: Se você quer usar a instalação do Weblate de forma menos pública, ou seja, permitir novos usuários apenas por convite, isso pode ser feito configurando o Weblate para que apenas usuários conhecidos tenham acesso a ele. Para fazer isso, você pode definir :setting:`REGISTRATION_OPEN` para ``False`` para prevenir registros de quaisquer novos usuários, e definir :setting:`REQUIRE_LOGIN` para ``/.*`` para exigir login para acessar todas as páginas do site. Assim você terá seu Weblate particular.
ro: Dacă doriți să folosiți instalația Weblate într-un mod mai puțin public, adică să permiteți noilor utilizatori doar pe bază de invitație, acest lucru se poate face prin configurarea Weblate astfel încât doar utilizatorii cunoscuți să aibă acces la el. Pentru a face acest lucru, puteți seta :setting:`REGISTRATION_OPEN` la ``False`` pentru a împiedica înregistrarea oricăror utilizatori noi și setați :setting:`REQUIRE_LOGIN` la ``/.*`` pentru a solicita conectarea pentru a accesa toate paginile site-ului. Aceasta este practic modalitatea de a bloca instalarea Weblate.
ru: Если вы хотите использовать вашу установку Weblate менее публично, т.е. допускать новых пользователей только по приглашениям, это можно сделать, настроив Weblate таким образом, чтобы доступ к нему имели только известные пользователи. Для этого вы можете установить :setting:`REGISTRATION_OPEN` в ``False``, чтобы предотвратить регистрацию любых новых пользователей, и установить :setting:`REQUIRE_LOGIN` в ``/.*``, чтобы требовать авторизацию для доступа ко всем страницам сайта. В принципе, это способ заблокировать установку Weblate.
sv: Om du vill använda din Weblate-installation på ett mindre offentligt sätt, dvs. endast tillåta nya användare på inbjudningsbasis, kan du göra det genom att konfigurera Weblate så att endast kända användare har tillgång till den. För att göra detta kan du ställa in :setting:`REGISTRATION_OPEN` till ``False`` för att förhindra registrering av nya användare, och ställa in :setting:`REQUIRE_LOGIN` till ``/.*`` för att kräva inloggning för att få tillgång till alla sidor på webbplatsen. Detta är i princip sättet att låsa din Weblate-installation.
tr: Weblate kurulumunuzu herkese daha az açık olacak biçimde kullanmak, yani yeni kullanıcıları yalnızca davet ederek izin vermek istiyorsanız, Weblate yapılandırmasını yalnızca bilinen kullanıcıların erişebileceği şekilde ayarlayabilirsiniz. Bu amaçla, yeni kullanıcıların hesap açmasını önlemek için :setting:`REGISTRATION_OPEN` seçeneğini ``Yanlış`` olarak ve :setting:`REQUIRE_LOGIN` seçeneğini ``/.*’`` olarak ayarlayarak tüm site sayfalarına erişmek için oturum açmayı zorunlu kılabilirsiniz. Böylece kolayca Weblate kurulumunuzu kilitlemiş olursunuz.
uk: Якщо ви хочете скористатися встановленим вами Weblate у менш відкритий спосіб, тобто дозволити нових користувачів лише на основі запрошень, зробити це можна налаштовуванням Weblate так, що до нього матимуть доступ лише відомі користувачі. Для цього ви можете встановити для параметра :setting:`REGISTRATION_OPEN` значення ``False`` для запобігання реєстрації будь-яких нових користувачів і встановити для :setting:`REQUIRE_LOGIN` значення ``/.*``, щоб вимагати входу до системи для доступу до усіх сторінок сайта. Це, на базовому рівні, є способом блокування встановленого вами Weblate.
zh_hans: 如果您想以不那么公开的方式使用您的 Weblate 安装，即只允许新用户在受邀的基础上，可以通过配置 Weblate 以这样一种方式来实现，即只有已知用户才能访问它。为此，您可以将 :setting:`REGISTRATION_OPEN` 设置为 ``False`` 以防止任何新用户注册，并将 :setting:`REQUIRE_LOGIN` 设置为 ``/.*`` 以要求登录 访问所有网站页面。这基本上是锁定您的 Weblate 安装的方法。

source: You can use built-in :ref:`invite-user` to add new users.
de: Um neue Benutzer hinzuzufügen können Sie die integrierte Funktion :ref:`invite-user` verwenden.
ga: Is féidir leat in-in: :ref:`invite-user` a úsáid chun úsáideoirí nua a chur leis.
hu: Beépített :ref:`felhasználó meghívása <invite-user>` funkcióval adhat hozzá új felhasználókat.
id: Anda dapat menggunakan :ref:`invite-user` bawaan untuk menambahkan pengguna baru.
ja: 組み込みの :ref:`invite-user` を使用して、新しいユーザーを追加できます。
nl: U kunt de ingebouwde :ref:`invite-user` gebruiken om nieuwe gebruikers toe te voegen.
pt: Pode usar :ref:`invite-user` para adicionar novos utilizadores.
pt_br: Você pode usar :ref:`invite-user` para adicionar novos usuários.
ro: Puteți utiliza built-in :ref:`invite-user` pentru a adăuga noi utilizatori.
ru: Вы можете использовать встроенный :ref:`invite-user` для добавления новых пользователей.
sv: Du kan använda den inbyggda :ref:`invite-user` för att lägga till nya användare.
tr: Yeni kullanıcılar eklemek için iç :ref:`invite-user` komutunu kullanabilirsiniz.
uk: Ви можете скористатися вбудованими :ref:`запрошеннями <invite-user>` для додавання нових користувачів.
zh_hans: 您可以使用内置的 :ref:`invite-user` 来添加新用户。

source: Expiration of user accounts
sv: Utgång av användarkonton

source: Each account can have an expiry set. After the expiration, the account will be automatically disabled. This is used for :ref:`project-api`, but can be utilized for regular users as well.
sv: Varje konto kan ha en utgångsdatum inställd. Efter utgångsdatumet kommer kontot automatiskt att inaktiveras. Detta används för :ref:`project-api`, men kan även användas för vanliga användare.

source: Add-ons
de: Erweiterungen
ga: Breiseáin
hu: Kiegészítők
id: Pengaya
ja: アドオン
pt: Extensões
pt_br: Complementos
ro: Suplimente
ru: Надстройки
sv: Tillägg
ta: துணை நிரல்கள்
tr: Eklentiler
uk: Додатки
zh_hans: 附加组件
zh_hant: 附加元件

source: Add-ons provide ways to customize and automate the translation workflow. Admins can add and manage add-ons from the :guilabel:`Operations` ↓ :guilabel:`Add-ons` menu of each respective translation project or component. Add-ons can be also installed site-wide in :ref:`management-interface`.
id: Pengaya menyediakan cara untuk menyesuaikan dan mengotomatiskan alur kerja penerjemahan. Admin dapat menambahkan dan mengelola pengaya dari menu :guilabel:`Operations` ↓ :guilabel:`Add-ons` di setiap proyek atau komponen penerjemahan. Pengaya juga dapat diinstal di seluruh situs melalui :ref:`management-interface`.
sv: Tillägg erbjuder möjligheter att anpassa och automatisera översättningsflödet. Administratörer kan lägga till och hantera tillägg från menyn :guilabel:`Operations` ↓ :guilabel:`Add-ons` i respektive översättningsprojekt eller komponent. Tillägg kan också installeras för hela webbplatsen i :ref:`management-interface`.
uk: Доповнення надають способи налаштування та автоматизації робочого процесу перекладу. Адміністратори можуть додавати та керувати доповненнями з меню :guilabel:`Operations` ↓ :guilabel:`Add-ons` кожного відповідного проєкту перекладу або компонента. Доповнення також можна встановити на весь сайт у :ref:`management-interface`.

source: You can also configure add-ons using :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS`, or :wladmin:`install_addon`.
de: Sie können Erweiterungen auch mit :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS`, oder :wladmin:`install_addon` konfigurieren.
ga: Is féidir leat breiseáin a chumrú freisin le :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS`, nó :wladmin:`install_addon`.
hu: A kiegészítők konfigurálhatók az :ref:`API <addons-api>` használatával, a :setting:`DEFAULT_ADDONS` beállítással vagy az :wladmin:`install_addon` paranccsal is.
id: Anda juga dapat mengonfigurasi pengaya menggunakan :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS`, atau :wladmin:`install_addon`.
ja: また、:ref:`API <addons-api>`、:setting:`DEFAULT_ADDONS` または :wladmin:`install_addon` を使用してアドオンを設定できます。
nl: U kunt ook add-ons configureren met :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS`, of :wladmin:`install_addon`.
pt: Também pode configurar extensões utilizando :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS` ou :wladmin:`install_addon`.
pt_br: Você também pode configurar complementos usando :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS` ou :wladmin:`install_addon`.
ru: Вы также можете настроить надстройки с помощью :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS` или :wladmin:`install_addon`.
sv: Du kan också konfigurera tillägg med hjälp av :ref:`API- <addons-api>`, :setting:`DEFAULT_ADDONS` eller :wladmin:`install_addon`.
tr: Eklentileri :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS` ya da :wladmin:`install_addon` kullanarak da yapılandırabilirsiniz.
uk: Ви також можете налаштувати додатки за допомогою настанов з розділів :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS` або :wladmin:`install_addon`.
zh_hans: 您也可以使用 :ref:`API <addons-api>`、 :setting:`DEFAULT_ADDONS` 或 :wladmin:`install_addon` 来配置附加组件。

source: Events that trigger add-ons
de: Ereignisse, die Erweiterungen auslösen
ga: Imeachtaí a spreagann breiseáin
hu: Kiegészítőket aktiváló események
id: Peristiwa yang memicu pengaya
ja: アドオンをトリガーするイベント
nl: Gebeurtenissen die add-ons activeren
pt: Eventos que acionam a extensão
pt_br: Eventos que acionam complementos
sv: Händelser som utlöser tillägg
ta: துணை நிரல்களைத் தூண்டும் நிகழ்வுகள்
tr: Eklentileri tetikleyen olaylar
uk: Події, які запускають доповнення
zh_hans: 触发附加组件的事件

source: Add-on installation
de: Erweiterungsinstallation
ga: Suiteáil breiseán
hu: Kiegészítő telepítése
id: Instalasi pengaya
ja: アドオンのインストール
nl: Add-on installeren
pt: Instalação de extensões
pt_br: Instalação de complemento
sv: Tilläggsinstallation
ta: கூடுதல் நிறுவல்
tr: Eklenti kurulumu
uk: Установка надбудови
zh_hans: 附加组件安装

source: Triggered when add-on is being installed.
de: Wird ausgelöst, wenn die Erweiterung installiert wird.
ga: Spreagtha nuair atá an breiseán á shuiteáil.
hu: A kiegészítő telepítésekor aktiválódik.
id: Dipicu saat pengaya sedang diinstal.
ja: アドオンのインストール時にトリガーされます。
nl: Geactiveerd als de add-on wordt geïnstalleerd.
pt_br: Acionado quando um complemento está sendo instalado.
sv: Aktiveras när tillägget installeras.
ta: துணை நிரல் நிறுவப்படும்போது தூண்டப்படுகிறது.
tr: Eklenti kurulurken tetiklenir.
uk: Спрацьовує під час встановлення надбудови.
zh_hans: 当附加组件被安装时触发。

source: Component update
de: Komponentenaktualisierung
ga: Nuashonrú comhpháirte
hu: Összetevő frissítése
id: Pembaruan komponen
ja: コンポーネントの更新
nl: Onderdeel bijwerken
pt: Atualização de componente
pt_br: Atualização do componente
sv: Komponentuppdatering
ta: கூறு புதுப்பிப்பு
tr: Bileşen güncellemesi
uk: Оновлення компонентів
zh_hans: 部件更新

source: Triggered whenever a change happens in a component such as:
de: Wird ausgelöst, immer wenn eine Änderung in einer Komponente erfolgt, beispielsweise:
ga: Spreagtar aon uair a tharlaíonn athrú i gcomhpháirt mar:
hu: Változás esetén aktiválódik egy összetevőben, például:
id: Dipicu setiap kali terjadi perubahan pada komponen seperti:
ja: 次のようなコンポーネントに変更が発生するたびにトリガーされます:
nl: Geactiveerd als er een wijziging optreedt in een onderdeel, zoals:
pt: Acionado sempre que ocorra uma alteração num componente, como por exemplo:
pt_br: Acionado sempre que ocorre uma alteração em um componente, por exemplo:
ru: Происходит, когда вносится изменение в компонент. Например:
sv: Aktiveras när en förändring sker i en komponent, till exempel:
ta: போன்ற ஒரு கூறுகளில் மாற்றம் நிகழும்போதெல்லாம் தூண்டப்படுகிறது:
tr: Bir bileşende aşağıdaki gibi bir değişiklik olduğunda tetiklenir:
uk: Спрацьовує щоразу, коли відбувається зміна компонента, наприклад:
zh_hans: 每当下列部件中发生更改时被触发：

source: Strings are changed in the repository.
de: Zeichenketten werden im Repository geändert.
ga: Athraítear teaghráin sa stór.
hu: Szövegek módosulnak a tárolóban.
id: String diubah dalam repositori.
ja: リポジトリ内の文字列が変更されます。
nl: Tekenreeksen worden gewijzigd in de opslagruimte.
pt: Cadeias alteradas no repositório.
pt_br: Textos são adicionados no repositório.
sv: Strängarna ändras i arkivet.
ta: களஞ்சியத்தில் சரங்கள் மாற்றப்படுகின்றன.
tr: Depodaki dizgeler değiştirildiğinde.
uk: Рядки змінюються в репозиторії.
zh_hans: 仓库中字符串被改变。

source: A string is added.
de: Eine Zeichenkette wird hinzugefügt.
ga: Cuirtear sreang leis.
hu: Új szöveg kerül hozzáadásra.
id: String ditambahkan.
ja: 文字列が追加されます。
nl: Een tekenreeks is toegevoegd.
pt: Cadeia adicionada.
pt_br: Um texto é adicionado.
sv: En sträng läggs till.
ta: ஒரு சரம் சேர்க்கப்பட்டுள்ளது.
tr: Bir dizge eklendiğinde.
uk: Додається рядок.
zh_hans: 添加了字符串。

source: A new translation is added.
de: Eine neue Übersetzung wird hinzugefügt.
ga: Cuirtear aistriúchán nua leis.
hu: Új fordítás kerül hozzáadásra.
id: Terjemahan baru ditambahkan.
ja: 新しい翻訳が追加されています。
nl: Een nieuwe vertaling is toegevoegd.
pt_br: Uma nova tradução é adicionada.
sv: En ny översättning har lagts till.
ta: புதிய மொழிபெயர்ப்பு சேர்க்கப்பட்டுள்ளது.
tr: Yeni bir çeviri eklendi.
uk: Додано новий переклад.
zh_hans: 添加了新翻译。

source: Daily
de: Täglich
ga: Laethúil
hu: Napi
id: Harian
ja: 毎日
nl: Dagelijks
pt: Diariamente
pt_br: Diário
sv: Dagligen
ta: நாள்தோறும்
tr: Günlük
uk: Щодня
zh_hans: 每天

source: Triggered daily, but add-ons usually split the daily load between components depending on :setting:`BACKGROUND_TASKS`.
de: Wird täglich ausgelöst, aber Erweiterungen teilen die tägliche Last normalerweise auf die Komponenten auf, je nach :setting:`BACKGROUND_TASKS`.
ga: Spreagtar iad go laethúil, ach de ghnáth scoilteann breiseáin an t-ualach laethúil idir comhpháirteanna ag brath ar :setting:`BACKGROUND_TASKS`.
hu: Naponta egyszer aktiválódik, de a kiegészítők általában az összetevők között osztják el a napi terhelést a :setting:`BACKGROUND_TASKS` beállításnak megfelelően.
id: Dipicu setiap hari, tetapi pengaya biasanya membagi beban harian antar komponen tergantung pada :setting:`BACKGROUND_TASKS`.
ja: 毎日トリガーされますが、アドオンは通常 :setting:`BACKGROUND_TASKS` に応じて毎日の負荷をコンポーネント間で分割します。
nl: Dagelijks geactiveerd, maar add-ons splitsen gewoonlijk de dagelijkse hoeveelheid tussen onderdelen, afhankelijk van :setting:`BACKGROUND_TASKS`.
pt_br: Acionado diariamente, mas os complementos geralmente dividem a carga diária entre os componentes, dependendo de :setting:`BACKGROUND_TASKS`.
sv: Aktiveras dagligen, men tillägg delar vanligtvis upp den dagliga belastningen mellan komponenter beroende på :setting:`BACKGROUND_TASKS`.
tr: Günlük olarak tetiklenir, ancak eklentiler genellikle :setting:`BACKGROUND_TASKS` seçeneğine bağlı olarak günlük yükü bileşenler arasında paylaştırır.
uk: Запускається щодня, але доповнення зазвичай розподіляють щоденне навантаження між компонентами залежно від :setting:`BACKGROUND_TASKS`.
zh_hans: 每日触发，但附加组件通常根据 :setting:`BACKGROUND_TASKS` 设置在部件间分割每天的载荷。

source: Event change
de: Ereignisänderung
ga: Athrú imeachta
hu: Változás esemény
id: Perubahan peristiwa
nl: Wijziging gebeurtenis
pt_br: Alteração de evento
sv: Ändring av evenemang
tr: Olay değişikliği
uk: Зміна події

source: Triggered after a Change event is created.
de: Wird ausgelöst, nachdem ein Änderungsereignis erstellt wurde.
ga: Cuirtear i ngníomh tar éis teagmhas Athraithe a chruthú.
hu: Egy eseményváltozás után aktiválódik.
id: Dipicu setelah peristiwa Perubahan dibuat.
nl: Geactiveerd nadat een Wijziging gebeurtenis is gemaakt.
pt_br: Acionado depois que um evento de alteração é criado.
sv: Aktiveras efter att en ändringshändelse har skapats.
tr: Bir Değişim etkinliği oluşturulduktan sonra tetiklenir.
uk: Запускається одразу після створення події зміни.

source: Repository post-add
ga: Iarchur leis an stóras
hu: Tároló hozzáadás utáni művelet
id: Repositori pasca-tambah
ja: リポジトリ追加後
nl: Opslagruimte na toevoegen
pt: Repositório pós-adição
pt_br: Pós-adição do repositório
sv: Repository efter tillägg
ta: களஞ்சியத்திற்கு பிந்தைய சேர்க்கை
tr: Depo ekleme sonrası
uk: Репозиторій після додавання
zh_hans: 添加并提交新翻译

source: Triggered just after the new translation is added and committed.
de: Wird ausgelöst, gleich nachdem die neue Übersetzung hinzugefügt und committet wurde.
ga: Spreagtha díreach tar éis an t-aistriúchán nua a chur leis agus geallta.
hu: Akkor aktiválódik, amikor egy új fordítás hozzáadásra és véglegesítésre kerül.
id: Dipicu tepat setelah terjemahan baru ditambahkan dan dikomit.
ja: 新しい翻訳が追加され、コミットされた直後にトリガーされます。
nl: Geactiveerd net nadat een nieuwe vertaling is toegevoegd en ingediend.
pt_br: Acionado logo após a nova tradução ser adicionada e o commit ser feito.
sv: Aktiveras strax efter att den nya översättningen har lagts till och bekräftats.
ta: புதிய மொழிபெயர்ப்பு சேர்க்கப்பட்டு உறுதியளிக்கப்பட்ட பின்னரும் தூண்டப்படுகிறது.
tr: Yeni çeviri eklendikten ve işlendikten hemen sonra tetiklenir.
uk: Запускається одразу після додавання та фіксації нового перекладу.
zh_hans: 新翻译被添加和提交后即刻触发。
