Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Improved Markdown link checks.
de: Verbesserte Qualitätsprüfung von Markdown-Links.
ga: Seiceálacha naisc Markdown feabhsaithe.
hu: Markdown hivatkozásellenőrzések továbbfejlesztése.
id: Peningkata pemeriksaan tautan Markdown.
ja: Markdown のリンク確認の改善。
nl: Verbeterde controle Markdown-links.
pt: Melhoradas verificações de ligações Markdown.
pt_br: Melhoradas verificações de links Markdown.
ro: Verificări îmbunătățite ale legăturilor Markdown.
ru: Улучшена проверка ссылок в формате Markdown.
sv: Förbättrad kontroll av Markdown-länkar.
ta: மேம்படுத்தப்பட்ட மார்க் பேரூர் இணைப்பு சோதனைகள்.
tr: Markdown bağlantı denetimleri iyileştirildi.
uk: Удосконалено перевірки посилань Markdown.
zh_hans: 改进了 Markdown 链接检查。

source: Indicate glossary and source language in breadcrumbs.
de: Das Glossar und die Ausgangssprache als Brotkrumen anzeigen.
ga: Cuir gluais agus teanga foinseach in iúl i mbróga aráin.
hu: Szójegyzék és forrásnyelv megjelenítése a navigációs útvonalban (breadcrumb).
id: Tunjukkan glosarium dan bahasa sumber dalam breadcrumb.
ja: パンくずの中に用語集と原文言語の表示。
nl: Indicatie woordenlijst en brontaal in broodkruimels.
pt: Indicação do glossário e do idioma fonte na estrutura de navegação.
pt_br: Indicação do glossário e do idioma fonte na estrutura de navegação.
ro: Indicați glosarul și limba sursă în breadcrumbs.
ru: Теперь указывается словарь и язык источника в навигационной цепочке.
sv: Ange ordlista och källspråk i brödsmulor.
ta: பிரட்தூள்களில் நனைக்கப்பட்டுள்ள சொற்களஞ்சியம் மற்றும் மூல மொழியைக் குறிக்கவும்.
tr: Öge yollarında sözlük ve kaynak dil belirtildi.
uk: Укажіть глосарій та мову джерела в навігаційних стежках.
zh_hans: 在面包屑导航中指示术语表和源语言。
zh_hant: 在麵包屑導航中指示詞彙表和源語言。

source: Paginated component listing of huge projects.
de: Komponentenliste mit Seitenumbruch bei großen Projekten.
ga: Liosta comhpháirte uimhrithe de thionscadail ollmhóra.
hu: Oldalszámozott összetevőlista nagy projektek esetén.
id: Paginasi daftar komponen dari proyek-proyek besar.
ja: 巨大プロジェクトのコンポーネント一覧を複数ページに分割。
nl: Gepagineerde vermelding van onderdelen van grote projecten.
pt: Listagem paginada de componentes de grandes projetos.
pt_br: Listagem paginada de componentes de grandes projetos.
ro: Lista paginată a componentelor din proiecte uriașe.
ru: Постраничное перечисление компонентов огромных проектов.
sv: Sidnumrerad komponentförteckning över stora projekt.
ta: பெரிய திட்டங்களின் சிறிய கூறு பட்டியல்.
tr: Büyük projelerde bileşen listeleri sayfalandı.
uk: Перелік сторінок складників величезних проєктів.
zh_hans: 对大型项目中的部件清单进行分页。

source: Improved performance of translation, component or project removal.
de: Verbesserte Leistung beim Entfernen von Übersetzungen, Komponenten oder Projekten.
ga: Feidhmíocht fheabhsaithe aistriúcháin, baint comhpháirte nó tionscadail.
hu: Fordítás, összetevő vagy projekt törlésének teljesítményjavítása.
id: Meningkatkan kinerja terjemahan, penghapusan komponen, atau proyek.
ja: 翻訳、コンポーネント、プロジェクトの削除のパフォーマンスの改善。
nl: Verbeterde prestaties bij verwijderen vertaling, onderdeel of project.
pt: Aprimorado o desempenho da remoção de tradução, componente ou projeto.
pt_br: Aprimorado o desempenho da remoção de tradução, componente ou projeto.
ro: Îmbunătățirea performanțelor de eliminare a traducerilor, a componentelor sau a proiectelor.
ru: Улучшенная производительность при удалении переводов, компонентов или проектов.
sv: Förbättrad prestanda vid översättning, borttagning av komponenter eller projekt.
ta: மொழிபெயர்ப்பு, கூறு அல்லது திட்ட அகற்றுதலின் மேம்பட்ட செயல்திறன்.
tr: Çeviri, bileşen ya da proje silme başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки пам'яті перекладу, вилучень складників чи проєктів.
zh_hans: 改进翻译、部件或项目移除的性能。

source: Improved bulk edit performance.
de: Verbesserte Leistung bei der Massenbearbeitung.
ga: Feidhmíocht fheabhsaithe eagarthóireachta ar an mórchóir.
hu: Tömeges szerkesztés teljesítményének javítása.
id: Peningkatan kinerja penyuntingan massal.
ja: 一括編集の性能の改善。
nl: Verbeterde prestaties in bulk bewerken.
pt: Melhorado o desempenho de edição em massa.
pt_br: Melhorado o desempenho de edição em massa.
ro: Îmbunătățirea performanțelor de editare în masă.
ru: Улучшена производительность массовой правки.
sv: Förbättrad prestanda vid massredigering.
ta: மேம்படுத்தப்பட்ட மொத்த திருத்த செயல்திறன்.
tr: Toplu düzenleme başarımı iyileştirildi.
uk: Удосконалено швидкодію пакетного редагування.
zh_hans: 改进了批量编辑的性能。
zh_hant: 改進了大量編輯的性能。

source: Fixed preserving "Needs editing" and "Approved" states for ODF files.
de: Das Beibehalten der Status „Bearbeitungsbedürftig“ und „Genehmigt“ für ODF-Dateien korrigiert.
ga: Staideanna seasta "Eagarthóireacht Riachtanais" agus "Ceadaithe" do chomhaid ODF a chaomhnú.
hu: „Szerkesztést igényel” és „Jóváhagyva” állapotok megőrzésének javítása ODF-fájlok esetén.
id: Memperbaiki pemeliharaan status "Perlu disunting" dan " Disetujui" untuk berkas ODF.
ja: ODF ファイルの「要編集」および「承認済」状態の保持の修正。
nl: Behouden statussen "Bewerken nodig" en "Goedgekeurd" voor ODF-bestanden.
pt: Corrigida a preservação dos estados de "Necessita edição" e "Aprovado" para ficheiros ODF.
pt_br: Corrigida a preservação de status de "Necessita de edição" e "Aprovado" para arquivos ODF.
ro: Corectarea păstrării stărilor "Necesită editare" și "Aprobat" pentru fișierele ODF.
ru: Исправлено сохранение состояний «На правку» и «Одобренный» для файлов ODF.
sv: Fastställda bevaringsstatusar "Behöver redigeras" och "Godkänd" för ODF-filer.
ta: odf கோப்புகளுக்கான "திருத்துதல் தேவை" மற்றும் "அங்கீகரிக்கப்பட்ட" நிலைகளை நிலையான பாதுகாப்பது.
tr: ODF dosyaları için "Düzenlenmesi gerekli" ve "Onaylandı" durumlarının korunması sorunu düzeltildi.
uk: Виправлено збереження потреби редагування та затверджених станів файлів ODF.
zh_hans: 修复了在 ODF 文件保存“需要编辑”和“已核准”状态的问题。
zh_hant: 固定保留“需要編輯”和“批准”狀態對ODF文件。

source: Improved interface for customizing translation-file downloads
de: Verbesserte Bedienoberfläche zum Anpassen der Downloads von Übersetzungsdateien
ga: Comhéadan feabhsaithe chun íoslódálacha comhaid aistriúcháin a shaincheapadh
hu: Fordítási fájlok letöltésének testreszabására szolgáló felület javítása
id: Antarmuka yang ditingkatkan untuk menyesuaikan unduhan berkas terjemahan
ja: 翻訳ファイルのダウンロードをカスタマイズするためのインタフェースの改善
nl: Verbeterde interface voor aanpassen van downloads van vertaalbestand
pt: Interface melhorada para personalização de descarregas de ficheiros de tradução
pt_br: Interface melhorada para personalização de downloads de arquivos de tradução
ro: Interfață îmbunătățită pentru personalizarea descărcărilor de fișiere de traducere
ru: Улучшенный интерфейс для настройки загрузки переводческих файлов
sv: Förbättrat gränssnitt för anpassning av nedladdning av översättningsfiler
ta: மொழிபெயர்ப்பு-கோப்பு பதிவிறக்கங்களைத் தனிப்பயனாக்குவதற்கான மேம்படுத்தப்பட்ட இடைமுகம்
tr: Çeviri dosyası indirmelerini özelleştirme arayüzü iyileştirildi
uk: Удосконалено інтерфейс налаштувань завантаження файлів перекладу
zh_hans: 改进了自定义翻译文件下载的界面

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/62?closed=1> __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__。
zh_hant: `所有變化的詳情見 <https://github.com/WeblateOrg/weblate/milestone/62?closed=1>`__.

source: *Released on February 19th 2021.*
de: *Veröffentlicht am 19. Februar 2021.*
ga: *Eisithe ar 19 Feabhra 2021.*
hu: *Kiadva: 2021. február 19.*
id: *Dirilis pada 19 Februari 2021.*
nl: *Uitgegeven op 19 februari 2021.*
pt_br: *Atualizado em 19 de fevereiro de 2021.*
sv: *Släppt den 19 februari 2021.*
tr: *19 Şubat 2021 tarihinde yayınlandı.*
uk: *Випущено 19 лютого 2021 року.*

source: Added support for ``lua-format`` used in gettext PO.
de: Unterstützung für das in gettext PO verwendete ``lua-format`` hinzugefügt.
ga: Tacaíocht bhreise do ``fhormáid lua`` a úsáidtear in PO gettext.
hu: ``lua-format`` támogatása hozzáadva gettext PO-fájlokhoz.
id: Menambahkan dukungan untuk ``lua-format`` yang digunakan dalam gettext PO.
ja: gettext PO で使用する ``lua-format`` への対応の追加。
nl: Ondersteuning toegevoegd voor ``lua-format`` gebruikt in gettext PO.
pt: Suporte adicionado para ``lua-format`` usado em gettext PO.
pt_br: Suporte adicionado para ``lua-format`` usado em gettext PO.
ro: A fost adăugat suport pentru ``lua-format`` utilizat în gettext PO.
ru: Добавлена поддержка формата ``lua-format``, используемого в PO-файлах gettext.
sv: Lagt till stöd för ``lua-format`` som används i gettext PO.
ta: உரைபெறு po இல் பயன்படுத்தப்படும் `` lua-format`` க்கான உதவி சேர்க்கப்பட்டது.
tr: Gettext PO dosyasında kullanılan ``lua-format`` desteği eklendi.
uk: Додано підтримку ``lua-format``, що використовується у PO gettext.
zh_hans: 添加了对 gettext PO 中所用的 ``lua-format`` 的支持。

source: Added support for sharing a component between projects.
de: Unterstützung für die projektübergreifende Nutzung einer Komponente hinzugefügt.
ga: Tacaíocht bhreise chun comhpháirt a roinnt idir tionscadail.
hu: Támogatás hozzáadva összetevők megosztásához több projekt között.
id: Menambahkan dukungan untuk berbagi komponen antar proyek.
ja: プロジェクト間でコンポーネンの共有に対応。
nl: Toegevoegde ondersteuning voor delen van een onderdeel tussen projecten.
pt: Adicionado suporte para compartilhar componente entre projetos.
pt_br: Adicionado suporte para compartilhar componente entre projetos.
ro: A fost adăugat suport pentru partajarea unei componente între proiecte.
ru: Добавлена поддержка разделяемых компонентов между проектами.
sv: Lagt till stöd för delning av komponenter mellan projekt.
ta: திட்டங்களுக்கு இடையில் ஒரு கூறுகளைப் பகிர்வதற்கான உதவி சேர்க்கப்பட்டது.
tr: Bir bileşeni projeler arasında paylaşma özelliği eklendi.
uk: Додано підтримку спільного використання складників між проєктами.
zh_hans: 新增支持在项目间共享一个部件。

source: Fixed multiple unnamed variables check behavior with multiple format flags.
de: Das Verhalten bei der Prüfung „Mehrere unbenannte Variablen“ mit mehreren Formatmarkierungen korrigiert.
ga: Seiceálann athróga iolracha seasta gan ainm iompar le bratacha ilfhormáide.
hu: Névtelen változók ellenőrzésének javítása több formátumjelző használata esetén.
id: Memperbaiki beberapa perilaku pemeriksaan variabel yang tidak disebutkan namanya dengan beberapa tanda format.
ja: 複数の名前のない変数が、複数のフォーマット フラグで動作をチェックする問題の修正。
nl: Gedrag controle Meerdere niet benoemde variabelen met vlaggen voor meerdere indelingen gerepareerd.
pt: Corrigido o comportamento de verificação de várias variáveis sem nome com vários marcadores de formato.
pt_br: Corrigido o comportamento de verificação de várias variáveis sem nome com vários marcadores de formato.
ro: A fost corectat comportamentul de verificare a mai multor variabile fără nume cu mai multe indicatori de format.
ru: Исправлено поведение проверки «несколько переменных без названий» в случае, если использовались разные флаги форматирования.
sv: Fixat beteendet för kontroll av flera namnlösa variabler med flera formatflaggor.
ta: நிலையான பல பெயரிடப்படாத மாறிகள் பல வடிவ கொடிகளுடன் நடத்தை சரிபார்க்கவும்.
tr: Birden çok biçim imiyle birden çok adsız değişken denetimi davranışı düzeltildi.
uk: Виправлено перевірку на декілька змінних без назв при використанні декількох прапорців форматування.
zh_hans: 修复了带有多个格式化标记的多个未命名变量检查的行为。
zh_hant: 用多種格式標記修復了多個未命名變量檢查行為。

source: Dropped mailing list field on the project in favor of generic instructions for translators.
de: Das Feld für die Mailingliste des Projekts zugunsten von allgemeinen Anweisungen für Übersetzer gestrichen.
ga: Réimse liosta seoltaí laghdaithe ar an tionscadal i bhfabhar treoracha cineálacha d’aistritheoirí.
hu: Projekt beállításoknál a levelezőlista mező eltávolításra került, helyette általános fordítói útmutatás szerepel.
id: Menghapus kolom daftar surel pada proyek dan menggantinya dengan instruksi umum untuk penerjemah.
ja: プロジェクトのメーリング リストを削除し、翻訳者向けの一般的な指示を導入。
nl: Vervallen veld in mailinglijst voor het project ten faveure van algemene instructies voor vertalers.
pt: Removido o campo da lista de discussão no projeto em favor de instruções genéricas para tradutores.
pt_br: Removido o campo da lista de discussão no projeto em favor de instruções genéricas para tradutores.
ro: A renunțat la câmpul listei de discuții pe proiect în favoarea unor instrucțiuni generice pentru traducători.
ru: Из проектов удалено поле «список рассылки»; вместо него рекомендуется использовать общие инструкции для переводчиков.
sv: Tog bort fältet för e-postlista i projektet till förmån för generella instruktioner för översättare.
ta: மொழிபெயர்ப்பாளர்களுக்கான பொதுவான வழிமுறைகளுக்கு ஆதரவாக திட்டத்தில் அஞ்சல் பட்டியல் புலம் கைவிடப்பட்டது.
tr: Posta listesi alanı projelerden kaldırıldı ve yerine çevirmenler için genel yönerge eklendi.
uk: Поле списку листування виключено з налаштувань проєкту на користь загальних настанов для перекладачів.
zh_hans: 去掉了项目的电子邮件列表字段，为译者提供通用说明。
zh_hant: 去掉了項目的郵件列表字段，為翻譯者提供通用說明。

source: Added pseudolocale generation add-on.
de: Erweiterung zur Erzeugung von Pseudolokalen hinzugefügt.
ga: Cuireadh breiseán giniúna pseudolocale leis.
hu: Szimulált nyelv kiegészítő hozzáadva.
id: Menambahkan pengaya pembuatan pelokalan semu.
ja: 擬似ロケール生成アドオンの追加。
nl: Toegevoegd add-on voor genereren pseudolocale.
pt: Adicionada extensão de geração de pseudolocalidade.
pt_br: Adicionado complemento de geração de pseudolocalidade.
ro: A fost adăugat un add-on pentru generarea de pseudolocale.
ru: Добавлена надстройка «Генератор псевдолокалей».
sv: Tillägg för generering av pseudolokaler har lagts till.
ta: சூடோலோகேல் தலைமுறை கூடுதல் சேர்க்கப்பட்டது.
tr: Sahte yerel oluşturma eklentisi eklendi.
uk: Додано додаток створення псевдолокалей.
zh_hans: 添加了用于生成假语言环境的附加组件。

source: Added support for TermBase eXchange files.
de: Unterstützung für TermBase-eXchange-Dateien hinzugefügt.
ga: Tacaíocht bhreise do chomhaid eXchange TermBase.
hu: TermBase eXchange fájlok támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas TermBase eXchange.
ja: TermBase eXchange ファイルに対応。
nl: Ondersteuning toegevoegd voor TermBase eXchange-bestanden.
pt: Suporte adicionado para ficheiros TermBase eXchange.
pt_br: Suporte adicionado para arquivos TermBase eXchange.
ro: A fost adăugat suport pentru fișierele TermBase eXchange.
ru: Добавлена поддержка файлов формата TermBase eXchange.
sv: Stöd för TermBase eXchange-filer har lagts till.
ta: டெர்ம்பேச் பரிமாற்ற கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: TermBase eXchange dosyaları desteği eklendi.
uk: Додано підтримку файлів TermBase eXchange.
zh_hans: 添加了对 TermBase eXchange 文件的支持。

source: Added support for manually defining string variants using a flag.
de: Unterstützung für die manuelle Definition von Zeichenkette-Varianten mit Hilfe einer Markierung hinzugefügt.
ga: Tacaíocht bhreise le haghaidh leaganacha teaghrán a shainiú de láimh ag baint úsáide as bratach.
hu: Szövegváltozatok manuális meghatározásának támogatása címkék használatával.
id: Menambahkan dukungan untuk mendefinisikan varian string secara manual menggunakan penanda.
ja: フラグを使用して文字列の別表記を手動で設定する機能の追加。
nl: Ondersteuning toegevoegd voor het handmatig definiëren van varianten tekenreeksen met een vlag.
pt: Adicionado suporte para definir manualmente variantes de cadeia a usar um marcador.
pt_br: Adicionado suporte para definir manualmente variantes de texto usando um marcador.
ro: S-a adăugat suport pentru definirea manuală a variantelor de șiruri de caractere cu ajutorul unui indicator.
ru: Добавлена поддержка ручного объявления вариантов строк с помощью флага ``variants``.
sv: Lagt till stöd för manuell definition av strängvarianter med hjälp av en flagga.
ta: கொடியைப் பயன்படுத்தி சரம் மாறுபாடுகளை கைமுறையாக வரையறுப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Bir im kullanarak dizge çeşitlerini el ile tanımlama desteği eklendi.
uk: Додано підтримку власноручного визначення варіантів рядків за допомогою позначки.
zh_hans: 增加了对使用标记手动定义字符串变体的支持。

source: Improved performance of consistency checks.
de: Verbesserte Leistung der Konsistenzprüfungen.
ga: Feidhmíocht fheabhsaithe seiceálacha comhsheasmhachta.
hu: Egyezőségi ellenőrzések teljesítményének javítása.
id: Meningkatkan kinerja pemeriksaan konsistensi.
ja: 一貫性の検査の性能向上。
nl: Verbeterde prestaties controles voor consistentie.
pt: Aprimorado o desempenho de verificações de consistência.
pt_br: Aprimorado o desempenho de verificações de consistência.
ro: Îmbunătățirea performanței verificărilor de coerență.
ru: Улучшена производительность проверок согласованности.
sv: Förbättrad prestanda för konsistenskontroller.
ta: நிலைத்தன்மை சோதனைகளின் மேம்பட்ட செயல்திறன்.
tr: Tutarlılık denetimlerinin başarımı iyileştirildi.
uk: Удосконалено швидкодію перевірки узгодженості.
zh_hans: 改进了一致性检查的性能。

source: Improved performance of translation memory for long strings.
de: Verbesserte Leistung des Übersetzungsspeichers für lange Zeichenketten.
ga: Feidhmíocht fheabhsaithe cuimhne aistriúcháin le haghaidh teaghráin fhada.
hu: Fordítási memória teljesítményének javítása hosszabb szövegek esetén.
id: Meningkatkan kinerja memori terjemahan untuk string yang panjang.
ja: 長い文字列の翻訳メモリの性能の向上。
nl: Verbeterde prestaties van vertaalgeheugen voor lange tekenreeksen.
pt: Aprimorado o desempenho de memória de tradução para cadeias longas.
pt_br: Aprimorado o desempenho de memória de tradução para textos longos.
ro: Îmbunătățirea performanței memoriei de traducere pentru șirurile lungi.
ru: Улучшена производительность памяти переводов при работе с очень длинными строками.
sv: Förbättrad prestanda för översättningsminnet för långa strängar.
ta: நீண்ட சரங்களுக்கான மொழிபெயர்ப்பு நினைவகத்தின் மேம்பட்ட செயல்திறன்.
tr: Uzun dizgeler için çeviri belleği başarımı iyileştirildi.
uk: Удосконалено швидкодію пам'яті перекладу для довгих рядків.
zh_hans: 改进了长字符串翻译记忆库的性能。

source: Added support for searching in explanations.
de: Unterstützung für die Suche in Erklärungen hinzugefügt.
ga: Tacaíocht breise le haghaidh cuardach i mínithe.
hu: Magyarázatokban való keresés támogatása hozzáadva.
id: Menambahkan dukungan untuk pencarian dalam penjelasan.
ja: 説明文での検索に対応。
nl: Ondersteuning toegevoegd voor het zoeken in uitleg.
pt: Adicionado suporte para pesquisar em explicações.
pt_br: Adicionado suporte para buscar em explicações.
ro: A fost adăugat suport pentru căutarea în explicații.
ru: Добавлена поддержка поиска по пояснениям.
sv: Lagt till stöd för sökning i förklaringar.
ta: விளக்கங்களில் தேடுவதற்கான உதவி சேர்க்கப்பட்டது.
tr: Açıklama metinlerinde arama desteği eklendi.
uk: Додано підтримку пошуку у поясненнях.
zh_hans: 支持了在解释中搜索。

source: Strings can now be added and removed in bilingual formats as well.
de: Zeichenketten können nun auch in zweisprachigen Formaten hinzugefügt und entfernt werden.
ga: Is féidir anois teaghráin a chur leis agus a bhaint i bhformáidí dátheangacha freisin.
hu: Szövegek mostantól hozzáadhatók és eltávolíthatók kétnyelvű formátumokban is.
id: String sekarang dapat ditambahkan dan dihapus dalam format dwibahasa juga.
ja: 文字列をバイリンガル形式でも追加および削除できるように対応。
nl: Tekenreeksen kunnen nu ook in tweetalige indelingen worden toegevoegd en verwijderd.
pt: Cadeias também podem ser adicionadas e removidas em formatos bilingues.
pt_br: Textos também podem ser adicionados e removidos em formatos bilíngues.
ro: Șirurile de caractere pot fi acum adăugate și eliminate și în formate bilingve.
ru: Строки теперь можно добавлять и удалять также и в двуязычных форматах.
sv: Strängar kan nu också läggas till och tas bort i tvåspråkiga format.
ta: சரங்களை இப்போது சேர்க்கலாம் மற்றும் இருமொழி வடிவங்களிலும் அகற்றலாம்.
tr: İki dilli biçimlerde dizgelerin eklenmesi ve silinmesi özelliği eklendi.
uk: У новій версії уможливлено додавання і вилучення рядків у двомовних форматах.
zh_hans: 现在也可以以双语格式添加和删除字符串。
zh_hant: 現在可以在雙語格式中添加和刪除字符串。

source: Extend list of supported languages in Amazon Translate machine translation.
de: Die Liste der unterstützten Sprachen in der maschinellen Übersetzung von Amazon Translate erweitert.
ga: Leathnaigh liosta na dteangacha a dtacaítear leo in aistriúchán meaisín Amazon Translate.
hu: Amazon Translate gépi fordításnál támogatott nyelvek listájának bővítése.
id: Perluas daftar bahasa yang didukung dalam terjemahan mesin Amazon Translate.
ja: Amazon Translate 機械翻訳に対応している言語一覧の拡張。
nl: Lijst met ondersteunde talen machinevertaling Amazon Translate uitgebreid.
pt: Estende a lista de idiomas suportados na tradução automática do Amazon Translate.
pt_br: Estende a lista de idiomas suportados na tradução automática do Amazon Translate.
ro: Extindeți lista de limbi acceptate în traducerea automată Amazon Translate.
ru: Расширен список поддерживаемых языков для машинного перевода Amazon Translate.
sv: Utöka listan över språk som stöds i Amazon Translate maskinöversättning.
ta: அமேசான் மொழிபெயர்ப்பு இயந்திர மொழிபெயர்ப்பில் உதவி மொழிகளின் பட்டியலை நீட்டிக்கவும்.
tr: Amazon Translate makine çevirisinde desteklenen dillerin listesi artırıldı.
uk: Розширено список підтримуваних мов комп'ютерного перекладу в Amazon Translate.
zh_hans: 扩展亚马逊机器翻译支持的语言。
zh_hant: 擴展亞馬遜機器翻譯支持的語言。

source: Automatically enable Java MessageFormat checks for Java Properties.
de: Automatisches Aktivieren der Java-MessageFormat-Prüfungen für Java-Properties.
ga: Cumasaigh seiceálacha Java MessageFormat do Java Properties go huathoibríoch.
hu: Java Properties esetén automatikusan engedélyezésre kerül a Java MessageFormat ellenőrzés.
id: Secara otomatis mengaktifkan pemeriksaan Java MessageFormat untuk Atribut Java.
ja: Java プロパティの Java MessageFormat の自動検出を有効にする。
nl: Automatisch inschakelen van controles voor Java MessageFormat voor java Properties.
pt: Ativa automaticamente verificações de MessageFormat para Properties do Java.
pt_br: Habilita automaticamente verificações de MessageFormat para Properties do Java.
ro: Activați în mod automat verificările Java MessageFormat pentru proprietățile Java.
ru: Автоматическое включение проверок Java MessageFormat для файлов свойств Java.
sv: Aktivera automatiskt Java MessageFormat-kontroller för Java Properties.
ta: சாவா பண்புகளுக்கான சாவா செய்தி வடிவத்தை தானாக இயக்கவும்.
tr: Java özellikleri için Java MessageFormat denetimleri kendiliğinden kullanıma alındı.
uk: Реалізовано автоматичне вмикання перевірок Java MessageFormat для властивостей Java.
zh_hans: 自动启用Java 属性的 Java MessageFormat 检查。
