Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Returns information about the translation component.
de: Gibt Informationen über die Übersetzungskomponente zurück.
ga: Filleann sé faisnéis faoin gcomhpháirt aistriúcháin.
hu: Fordítási összetevő adatainak visszaadása.
id: Mengembalikan informasi tentang komponen terjemahan.
nl: Geeft informatie terug over het vertaalonderdeel.
pt_br: Retorna informações sobre o componente de tradução.
sv: Returnerar information om översättningskomponenten.
tr: Çeviri bileşeni ile ilgili bilgileri görüntüler.
uk: Повертає інформацію про компонент перекладу.

source: component whose repository is linked via :ref:`internal-urls`
de: Komponente, deren Repository über :ref:`internal-urls` verlinkt ist
ga: comhpháirt a bhfuil a stór nasctha trí :ref:`internal-urls`
hu: olyan összetevő, amelynek tárolója :ref:`internal-urls` használatával van összekapcsolva
id: komponen yang repositorinya ditautkan melalui :ref:`internal-urls`
ja: :ref:`internal-urls` でリンクされたリポジトリを持つコンポーネント
nl: onderdeel waarvan de opslagruimte is gekoppeld met :ref:`internal-urls`
pt: componente cujo repositório está vinculado por meio de :ref:`internal-urls`
pt_br: componente cujo repositório está vinculado por meio de :ref:`internal-urls`
sv: komponent vars arkiv är länkat via :ref:`internal-urls`
tr: :ref:`internal-urls` seçeneği ile kendiliğinden depo paylaşımını kullanımdan kaldırır
uk: складник, чий репозиторій пов'язаний за допомогою :ref:`internal-urls`
zh_hans: 通过 :ref:`internal-urls` 链接其仓库的部件

source: :ref:`component-repo`, this is the actual repository URL even when :ref:`internal-urls` are used, use ``linked_component`` to detect this situation
de: :ref:`component-repo`, dies ist die tatsächliche Repository-URL, auch wenn :ref:`internal-urls` verwendet werden, ``linked_component`` verwenden, um diese Situation zu erkennen
ga: :ref:`component-repo`, is é seo an URL stórais iarbhír fiú nuair a úsáidtear :ref:`internal-urls`, bain úsáid as `link_component`` chun an staid seo a bhrath
hu: :ref:`component-repo`, a tényleges tároló URL-je még :ref:`internal-urls` használata esetén is; az ilyen esetek felismeréséhez használja a ``linked_component`` mezőt
id: :ref:`component-repo`, ini adalah URL repositori sebenarnya bahkan ketika :ref:`internal-urls` digunakan, gunakan ``linked_component`` untuk mendeteksi situasi ini
ja: :ref:`component-repo`、これは :ref:`internal-urls` が使用されている場合でも実際のリポジトリ URL です。この状況を検出するには ``linked_component`` を使用します
nl: :ref:`component-repo`, dit is de feitelijke URL voor de opslagruimte, zelfs als :ref:`internal-urls` worden gebruikt, gebruik ``linked_component`` om deze situatie te detecteren
pt: :ref:`component-repo`, esta é a URL real do repositório, mesmo quando :ref:`internal-urls` são usados, use ``linked_component`` para detetar esta situação
pt_br: :ref:`component-repo`, esta é a URL real do repositório, mesmo quando :ref:`internal-urls` são usados, use ``linked_component`` para detectar esta situação
sv: :ref:`component-repo`, detta är den faktiska repositoriets URL även när :ref:`internal-urls` används, använd ``linked_component`` för att upptäcka denna situation
tr: :ref:`component-repo`, :ref:`internal-urls` kullanıldığında bile bu gerçek depo adresidir. Bu durumu algılamak için ``linked_component`` kullanın
uk: :ref:`component-repo`, це справжня адреса сховища, навіть якщо використано :ref:`internal-urls`, скористайтеся ``linked_component`` для виявлення цього випадку
zh_hans: :ref:`component-repo`，这是实际的仓库 URL，即使在使用 :ref:`internal-urls` 时也是，使用 ``linked_component`` 来检测此状况

source: :ref:`component-branch`, this is the actual repository branch even when :ref:`internal-urls` are used
de: :ref:`component-branch`, dies ist der tatsächliche Repository-Branch, auch wenn :ref:`internal-urls` verwendet werden
ga: :ref:`component-branch`, is é seo an brainse stórais iarbhír fiú nuair a úsáidtear :ref:`internal-urls`
hu: :ref:`component-branch`, a tényleges tároló ága még :ref:`internal-urls` használata esetén is
id: :ref:`component-branch`, ini adalah cabang repositori sebenarnya bahkan ketika :ref:`internal-urls` digunakan
ja: :ref:`component-branch`、これは :ref:`internal-urls` が使用されている場合でも、実際のリポジトリ ブランチです
nl: :ref:`component-branch`, dit is de feitelijke tak van de opslagruimte, zelfs als :ref:`internal-urls` worden gebruikt
pt: :ref:`component-branch`, este é o ramo do repositório atual mesmo quando :ref:`internal-urls` são usados
pt_br: :ref:`component-branch`, este é o ramo do repositório atual mesmo quando :ref:`internal-urls` são usados
sv: :ref:`component-branch`, detta är den faktiska repository-grenen även när :ref:`internal-urls` används
ta: :ref:`component-branch`, :ref:`internal-urls` பயன்படுத்தப்படும்போதும் இதுவே உண்மையான களஞ்சியக் கிளையாகும்
tr: :ref:`component-branch`, :ref:`internal-urls` kullanıldığında bile bu gerçek depo adresidir
uk: :ref:`component-branch`, це справжня гілка сховища, навіть якщо використано :ref:`internal-urls`
zh_hans: :ref:`component-branch`，这是实际的仓库分支，即使在使用 :ref:`internal-urls` 时也是

source: :ref:`component-push`, this is the actual repository URL even when :ref:`internal-urls` are used
de: :ref:`component-push`, dies ist die tatsächliche Repository-URL, auch wenn :ref:`internal-urls` verwendet werden
ga: :ref:`component-push`, is é seo an URL stórais iarbhír fiú nuair a úsáidtear :ref:`internal-urls`
hu: :ref:`component-push`, a tényleges tároló URL-je még :ref:`internal-urls` használata esetén is
id: :ref:`component-push`, ini adalah URL repositori sebenarnya bahkan ketika :ref:`internal-urls` digunakan
ja: :ref:`component-push`、これは :ref:`internal-urls` が使用されている場合でも、これが実際のリポジトリ URL です
nl: :ref:`component-push`, dit is de feitelijke URL van de opslagruimte, zelfs als :ref:`internal-urls` worden gebruikt
pt: :ref:`component-push`, este é o URL real do repositório, mesmo quando :ref:`internal-urls` é usado
pt_br: :ref:`component-push`, esse é o URL real do repositório, mesmo quando :ref:`internal-urls` é usado
sv: :ref:`component-push`, detta är den faktiska URL:en till arkivet även när :ref:`internal-urls` används
ta: :ref:`component-push`, :ref:`internal-urls` பயன்படுத்தப்படும்போதும் இதுவே உண்மையான களஞ்சிய முகவரி ஆகும்
tr: :ref:`component-push`, :ref:`internal-urls` kullanıldığında bile bu gerçek depo adresidir
uk: :ref:`component-push`, це справжня адреса сховища, навіть якщо використано :ref:`internal-urls`
zh_hans: :ref:`component-push`，这是实际的仓库 URL，即使在使用 :ref:`internal-urls` 时也是

source: :ref:`component-push_branch`, this is the actual repository branch even when :ref:`internal-urls` are used
de: :ref:`component-push_branch`, dies ist der tatsächliche Repository-Branch, auch wenn :ref:`internal-urls` verwendet werden
ga: :ref:`component-push_branch`, is é seo an brainse stórais iarbhír fiú nuair a úsáidtear :ref:`internal-urls`
hu: :ref:`component-push_branch`, a tényleges tároló ága még :ref:`internal-urls` használata esetén is
id: :ref:`component-push_branch`, ini adalah cabang repositori sebenarnya bahkan ketika :ref:`internal-urls` digunakan
ja: :ref:`component-push_branch`、これは :ref:`internal-urls` が使用されている場合でも、実際のリポジトリ ブランチです
nl: :ref:`component-push_branch`, dit is de feitelijke tak van de opslagruimte, zelfs als :ref:`internal-urls` worden gebruikt
pt: :ref:`component-push_branch`, este é o ramo do repositório atual mesmo quando :ref:`internal-urls` são usados
pt_br: :ref:`component-push_branch`, este é o ramo do repositório atual mesmo quando :ref:`internal-urls` são usados
sv: :ref:`component-push_branch`, detta är den faktiska repositoriegrenen även när :ref:`internal-urls` används
ta: :ref:`component-push_branch`, :ref:`internal-urls` பயன்படுத்தப்படும்போதும் இதுவே உண்மையான களஞ்சியக் கிளையாகும்
tr: :ref:`component-push_branch`, :ref:`internal-urls` kullanıldığında bile bu gerçek depo adresidir
uk: :ref:`component-push_branch`, це справжня гілка сховища, навіть якщо використано :ref:`internal-urls`
zh_hans: :ref:`component-push_branch`，这是实际的仓库分支，即使在使用 :ref:`internal-urls` 时也是

source: source language object; see :http:get:`/api/languages/(string:language)/`
de: Ausgangsspracheobjekt; siehe :http:get:`/api/languages/(string:language)/`
ga: réad teanga foinse; féach :http:get:`/api/languages/(string:language)/`
hu: forrásnyelv objektum; lásd: :http:get:`/api/languages/(string:language)/`
id: objek bahasa sumber; lihat :http:get:`/api/languages/(string:language)/`
ja: 原文の言語のオブジェクト。参照: :http:get:`/api/languages/(string:language)/`
nl: bron taalobject; bekijk :http:get:`/api/languages/(string:language)/`
pt: objeto do idioma fonte; veja :http:get:`/api/languages/(string:language)/`
pt_br: objeto do idioma fonte; consulte :http:get:`/api/languages/(string:language)/`
ro: obiect de limbă sursă; a se vedea :http:get:`/api/languages/(string:language)/`
ru: объект исходного языка; смотрите описание :http:get:`/api/languages/(string:language)/`
sv: källspråksobjekt; se :http:get:`/api/languages/(string:language)/`
tr: kaynak dil nesnesi. Ayrıntılı bilgi alın :http:get:`/api/languages/(string:language)/`
uk: об'єкт початкової мови, див. :http:get:`/api/languages/(string:language)/`
zh_hans: 源语言对象；请参见 :http:get:`/api/languages/(string:language)/`
zh_hant: 源語言對象；請參見 :http:get:`/api/languages/(string:language)/`

source: URL to a background task (if any); see :http:get:`/api/tasks/(str:uuid)/`
de: URL zur Hintergrundaufgabe (falls vorhanden); siehe :http:get:`/api/tasks/(str:uuid)/`
ga: URL chuig tasc cúlra (más ann); féach :http:get:`/api/tasks/(str:uuid)/`
hu: Háttérfeladat URL-je (amennyiben van); lásd: :http:get:`/api/tasks/(str:uuid)/`
id: URL ke tugas latar belakang (jika ada); lihat :http:get:`/api/tasks/(str:uuid)/`
ja: バックグラウンド タスクへの URL（存在する場合）。参照: :http:get:`/api/tasks/(str:uuid)/`
nl: URL naar een taak op de achtergrond (indien aanwezig); bekijk :http:get:`/api/tasks/(str:uuid)/`
pt: URL para uma tarefa em segundo plano (se houver); veja :http:get:`/api/tasks/(str:uuid)/`
pt_br: URL para uma tarefa em segundo plano (se houver); consulte :http:get:`/api/tasks/(str:uuid)/`
ro: URL către o sarcină de fundal (dacă există); a se vedea :http:get:`/api/tasks/(str:uuid)/`
ru: URL фоновой задачи (если такая есть); просмотрите :http:get:`/api/tasks/(str:uuid)/`
sv: URL till en bakgrundsuppgift (om sådan finns); se :http:get:`/api/tasks/(str:uuid)/`
tr: Arka plan görevi (varsa) adresi. Ayrıntılı bilgi almak için: :http:get:`/api/tasks/(str:uuid)/`
uk: Адреса фонового завдання (якщо таке виконується); див. :http:get:`/api/tasks/(str:uuid)/`
zh_hans: 后台任务 URL（如果有的话）；请参见 :http:get:`/api/tasks/(str:uuid)/`
zh_hant: 後台任務 URL （如果有的話）；請參見 :http:get:`/api/tasks/(str:uuid)/`

source: Edit a component by a :http:method:`PATCH` request.
de: Bearbeitet eine Komponente durch eine :http:method:`PATCH`-Anfrage.
ga: Cuir comhpháirt in eagar trí iarratas a::http:method:`PATCH`.
hu: Összetevő szerkesztése :http:method:`PATCH` kérés segítségével.
id: Sunting komponen dengan permintaan :http:method:`PATCH`.
ja: :http:method:`PATCH` リクエストでコンポーネントを編集します。
nl: Bewerk een onderdeel met een verzoek :http:method:`PATCH`.
pt: Edita uma componente por uma solicitação :http:method:`PATCH`.
pt_br: Edita uma componente por uma solicitação :http:method:`PATCH`.
ro: Editarea unei componente printr-o cerere :http:method:`PATCH`.
ru: Вносит изменения в компонент с помощью :http:method:`PATCH`-запроса.
sv: Redigera en komponent med en :http:method:`PATCH`-begäran.
tr: Bir bileşeni :http:method:`PATCH` isteği ile düzenler.
uk: Редагувати складник розміщенням запиту :http:method:`PATCH`.
zh_hans: 通过 :http:method:`PATCH` 请求编辑一个部件。
zh_hant: 通過 :http:method:`PATCH` 請求編輯一個組件。

source: Project source language code (optional)
de: Sprachcode der Projekt-Ausgangssprache (optional)
ga: Cód teanga foinse an tionscadail (roghnach)
hu: Projekt forrásnyelvének kódja (nem kötelező)
id: Kode bahasa sumber proyek (opsional)
ja: プロジェクトの原文の言語コード（オプション）
nl: Project brontaalcode (optioneel)
pt: Código de idioma fonte do projeto (opcional)
pt_br: Código de idioma fonte do projeto (opcional)
ro: Codul sursă al limbajului proiectului (opțional)
ru: Код исходного языка проекта (необязательный)
sv: Projektets källspråkskod (valfritt)
ta: திட்ட மூல மொழி குறியீடு (விரும்பினால்)
tr: Proje kaynak dili kodu (isteğe bağlı)
uk: Код початкової мови проєкту (необов'язковий)
zh_hans: 项目源语言代码（可选）
zh_hant: 項目源語言代碼（可選）

source: name of component
de: Name der Komponente
ga: ainm na comhpháirte
hu: összetevő neve
id: nama komponen
ja: コンポーネント名
nl: naam van het onderdeel
pt: nome do componente
pt_br: nome do componente
ro: denumirea componentei
ru: название компонента
sv: komponentens namn
ta: கூறுகளின் பெயர்
tr: bileşen adı
uk: назва складника
zh_hans: 部件名称

source: slug of component
de: Slug der Komponente
ga: sluga comhpháirte
hu: összetevő URL-azonosítója (slug)
id: slug komponen
ja: コンポーネントのスラッグ
nl: slug van het onderdeel
pt: URL amigável do componente
pt_br: slug do componente
ro: sloganul componentei
ru: плашка компонента
sv: komponentbit
ta: கூறு ச்லக்
tr: bileşen kısaltması
uk: ідентифікатор складника
zh_hans: 部件的标识串

source: VCS repository URL
de: URL des VCS-Repository
ga: URL stór VCS
hu: VCS tároló URL
id: URL repositori VCS
ja: VCS リポジトリ URL
nl: URL opslagruimte van het VCS
pt: URL do repositório VCS
pt_br: URL do repositório VCS
ro: URL-ul depozitului VCS
ru: URL-адрес репозитория системы контроля версий
sv: VCS-arkivets URL
ta: வி.சி.எச் களஞ்சிய முகவரி
tr: Sürüm denetimi sistemi deposunun adresi
uk: адреса сховища системи керування версіями
zh_hans: 版本控制系统仓库的URL

source: Edit a component by a :http:method:`PUT` request.
de: Bearbeitet eine Komponente durch eine :http:method:`PUT`-Anfrage.
ga: Cuir comhpháirt in eagar trí iarratas a :http:method:`PUT`.
hu: Összetevő szerkesztése :http:method:`PUT` kérés segítségével.
id: Sunting komponen dengan permintaan :http:method:`PUT`.
ja: :http:method:`PUT` リクエストでコンポーネントを編集します。
nl: Bewerk een onderdeel met een verzoek :http:method:`PUT`.
pt: Edita um componente por uma solicitação :http:method:`PUT`.
pt_br: Edita um componente por uma solicitação :http:method:`PUT`.
ro: Editarea unei componente printr-o cerere :http:method:`PUT`.
ru: Вносит изменения в компонент с помощью :http:method:`PUT`-запроса.
sv: Redigera en komponent med en :http:method:`PUT`-begäran.
tr: Bir bileşeni :http:method:`PUT` isteği ile düzenleme.
uk: Редагувати складник розміщенням запиту :http:method:`PUT`.
zh_hans: 通过 :http:method:`PUT` 请求编辑一个部件。
zh_hant: 通過 :http:method:`PUT` 請求編輯一個組件。

source: VCS repository branch
de: Branch des VCS-Repository
ga: Brainse stór VCS
hu: VCS tároló ága
id: Cabang repositori VCS
ja: VCS リポジトリ ブランチ
nl: Tak opslagruimte van het VCS
pt: Ramo do repositório VCS
pt_br: Ramo do repositório VCS
ro: Branșa depozitului VCS
ru: Ветка репозитория системы контроля версий
sv: VCS-arkivets gren
ta: வி.சி.எச் களஞ்சிய கிளை
tr: Sürüm denetimi sistemi deposunun dalı
uk: гілка сховища системи керування версіями
zh_hans: 版本控制系统仓库分支

source: file format of translations
de: Dateiformat der Übersetzungen
ga: formáid comhaid aistriúcháin
hu: fordítások fájlformátuma
id: format berkas terjemahan
ja: 翻訳のファイル形式
nl: bestandsindeling van vertalingen
pt: formato de ficheiro de traduções
pt_br: formato de arquivo das traduções
ro: formatul de fișier al traducerilor
ru: формат файла переводов
sv: filformat för översättningar
ta: மொழிபெயர்ப்புகளின் கோப்பு வடிவம்
tr: çevirilerin dosya biçimi
uk: формат файлів перекладів
zh_hans: 翻译的文件格式
zh_hant: 翻譯的文件格式

source: parameters related to the file
sv: parametrar relaterade till filen

source: mask of translation files in the repository
de: Maske der Übersetzungsdateien im Repository
ga: masc de chomhaid aistriúcháin sa stór
hu: fordítási fájlok maszkja a tárolóban
id: topeng berkas terjemahan di repositori
ja: リポジトリ内の翻訳ファイルのマスク
nl: masker voor vertaalbestanden in de opslagruimte
pt: máscara dos ficheiros de tradução no repositório
pt_br: máscara dos arquivos de tradução no repositório
ro: masca de fișiere de traducere din depozit
ru: маска файлов перевода в репозитории
sv: mask av översättningsfiler i arkivet
ta: களஞ்சியத்தில் மொழிபெயர்ப்பு கோப்புகளின் முகமூடி
tr: depodaki çeviri dosyalarının modeli
uk: маска файлів перекладів у сховищі
zh_hans: 仓库中翻译的文件掩码
zh_hant: 倉庫中翻譯的文件掩碼

source: base file for monolingual translations
de: Basisdatei für einsprachige Übersetzungen
ga: bunchomhad le haghaidh aistriúcháin aonteangacha
hu: egynyelvű fordítások alapfájlja
id: berkas dasar untuk terjemahan monolingual
ja: モノリンガル翻訳用の、基礎となる翻訳ファイル
nl: basisbestand voor eentalige vertalingen
pt: ficheiro base para traduções monolíngues
pt_br: arquivo base para traduções monolíngues
ro: fișier de bază pentru traducerile monolingve
ru: базовый файл для одноязычных переводов
sv: basfil för enspråkiga översättningar
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கான அடிப்படை கோப்பு
tr: tek dilli çeviriler için temel dosya
uk: базовий файл для одномовних перекладів
zh_hans: 但语言翻译的翻译模板文件
zh_hant: 但語言翻譯的譯文模板文件

source: base file for adding new translations
de: Basisdatei für das Hinzufügen neuer Übersetzungen
ga: bunchomhad chun aistriúcháin nua a chur leis
hu: új fordítások hozzáadásához használt alapfájl
id: berkas dasar untuk menambahkan terjemahan baru
ja: 新しい翻訳を追加するための、基礎となる翻訳ファイル
nl: basisbestand voor het toevoegen van nieuwe vertalingen
pt: ficheiro base para adicionar novas traduções
pt_br: arquivo base para adicionar novas traduções
ro: fișier de bază pentru adăugarea de noi traduceri
ru: базовый файл для добавления новых переводов
sv: basfil för att lägga till nya översättningar
ta: புதிய மொழிபெயர்ப்புகளைச் சேர்ப்பதற்கான அடிப்படை கோப்பு
tr: yeni çeviriler eklemek için temel dosya
uk: базовий файл для додавання нових перекладів
zh_hans: 用于添加新翻译的翻译模板文件
zh_hant: 用於添加新翻譯的譯文模板文件

source: version control system
de: Versionsverwaltung
ga: córas rialaithe leagan
hu: verziókezelő rendszer megnevezése
id: sistem kontrol versi
ja: バージョン管理システム
nl: versiebeheersysteem (VCS)
pt: sistema de controle de versão
pt_br: sistema de controle de versão
ro: sistem de control al versiunilor
ru: система контроля версий
sv: versionshanteringssystem
ta: பதிப்பு கட்டுப்பாட்டு அமைப்பு
tr: sürüm denetimi sistemi
uk: система керування версіями
zh_hans: 版本控制系统

source: Deletes a component.
de: Löscht eine Komponente.
ga: Scriosann comhpháirt.
hu: Összetevő törlése.
id: Menghapus komponen.
ja: コンポーネントを削除します。
nl: Verwijdert een onderdeel.
pt: Apaga um componente.
pt_br: Exclui um componente.
ro: Șterge o componentă.
ru: Удаляет компонент.
sv: Tar bort en komponent.
ta: ஒரு கூறுகளை நீக்குகிறது.
tr: Bir bileşeni siler.
uk: Вилучає складник.
zh_hans: 删除部件。

source: Returns a list of component changes. This is essentially a component scoped :http:get:`/api/changes/` accepting same params.
de: Gibt eine Liste der Komponentenänderungen zurück. Dies ist im Wesentlichen ein komponentenspezifisches :http:get:`/api/changes/`, das dieselben Parameter akzeptiert.
ga: Seoltar ar ais liosta athruithe comhpháirte. Go bunúsach is comhpháirt í seo a bhfuil scóip :http:get:`/api/changes/` ag glacadh leis na paraimí céanna.
hu: Összetevő módosításainak listázása; lényegében összetevőre szűkített :http:get:`/api/changes/` ugyanazon paraméterekkel.
id: Mengembalikan daftar perubahan komponen. Ini pada dasarnya adalah komponen dengan cakupan :http:get:`/api/changes/` yang menerima parameter yang sama.
ja: コンポーネントの変更点の一覧を返します。これは基本的に、コンポーネントを対象とした :http:get:`/api/changes/` で、同じパラメータを受け取ります。
nl: Geeft een lijst met wijzigingen in het onderdeel terug. Dit is in essentie een voor het bereik van het onderdeel gemaakte :http:get:`/api/changes/` die dezelfde parameters accepteert.
pt: Retorna uma lista de alterações de componentes. Este é essencialmente um componente com escop :http:get:`/api/changes/` a aceitar os mesmos parâmetros.
pt_br: Retorna uma lista de alterações de componentes. Este é essencialmente um componente com escop :http:get:`/api/changes/` aceitando os mesmos parâmetros.
ro: Returnează o listă de modificări ale componentelor. Aceasta este, în esență, o componentă :http:get:`/api/changes/` care acceptă aceiași parametri.
ru: Возвращает список изменений компонента. По сути, эта точка входа работает так же и принимает те же самые параметры, что и :http:get:`/api/changes/`, только для компонента.
sv: Returnerar en lista över komponentändringar. Detta är i huvudsak en komponent med omfattningen :http:get:`/api/changes/` som accepterar samma parametrar.
tr: Bileşen değişikliklerinin listesini görüntüler. Temelde :http:get:`/api/changes/` kapsamında bir bileşendir ve aynı parametreleri kabul eder.
uk: Повертає список змін у складнику. Це, по суті, :http:get:`/api/changes/` області видимості складника, які приймають ті самі параметри.
zh_hans: 返回部件更改的列表。这本质是一个部件范围的 :http:get:`/api/changes/` 接受相同的参数。
zh_hant: 返回組件更改的列表。這本質上是仔細檢查的組件 :http:get:`/api/changes/`接相同參數。

source: Downloads all available translations associated with the component as an archive file using the requested format.
de: Lädt alle verfügbaren Übersetzungen, die der Komponente zugeordnet sind, als Archivdatei im gewünschten Format herunter.
ga: Íoslódálann sé gach aistriúchán atá ar fáil a bhaineann leis an gcomhpháirt mar chomhad cartlainne ag baint úsáide as an bhformáid a iarrtar.
hu: Összes elérhető fordítás letöltése tömörített állományként a megadott formátumban.
id: Mengunduh semua terjemahan yang tersedia terkait dengan komponen sebagai berkas arsip menggunakan format yang diminta.
ja: 指定した形式を使用して、コンポーネントに関連付けられている使用可能なすべての翻訳を圧縮ファイルとしてダウンロードします。
nl: Downloadt alle beschikbare vertalingen, geassocieerd met het onderdeel, als een archiefbestand in de verzochte indeling.
pt: Descarrega odas as traduções disponíveis associadas ao componente como um ficheiro a usar o formato solicitado.
pt_br: Baixa odas as traduções disponíveis associadas ao componente como um arquivo usando o formato solicitado.
ro: Descarcă toate traducerile disponibile asociate cu componenta sub forma unui fișier de arhivă în formatul solicitat.
ru: Загружает все доступные переводы, связанные с компонентом, в виде архивного файла, используя запрашиваемый формат.
sv: Hämtar alla tillgängliga översättningar som är kopplade till komponenten som en arkivfil i det begärda formatet.
ta: கோரப்பட்ட வடிவமைப்பைப் பயன்படுத்தி ஒரு காப்பகக் கோப்பாக கூறுடன் தொடர்புடைய அனைத்து மொழிபெயர்ப்புகளையும் பதிவிறக்குகிறது.
tr: Bileşenle ilişkili tüm kullanılabilir çevirileri istenilen biçimdeki arşiv dosyası olarak indirir.
uk: Отримує усі доступні переклади, які пов'язано зі складником, як архів у вказаному форматі.
zh_hans: 使用请求的格式将与部件关联的所有可用翻译作为存档文件下载。

source: Returns a list of component screenshots.
de: Gibt eine Liste der Komponenten-Bildschirmfotos zurück.
ga: Seoltar ar ais liosta de screenshots comhpháirteanna.
hu: Összetevő képernyőképeinek listázása.
id: Mengembalikan daftar tangkapan layar komponen.
ja: 返り値は、コンポーネントのスクリーンショットの一覧です。
nl: Geeft een lijst met schermafdrukken voor het onderdeel terug.
pt: Retorna uma lista de capturas de ecrã do componente.
pt_br: Retorna uma lista de capturas de tela do componente.
ro: Returnează o listă de capturi de ecran ale componentelor.
ru: Возвращает список снимков экрана компонента.
sv: Returnerar en lista med skärmdumpar av komponenter.
ta: கூறு திரை சாட்களின் பட்டியலை வழங்குகிறது.
tr: Bileşen ekran görüntülerinin listesini görüntüler.
uk: Повертає список знімків вікон складника.
zh_hans: 返回部件屏幕截图的列表。
zh_hant: 返回組件屏幕截圖的列表。
