Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: User docs
de: Dokumentation für Benutzer
ga: Doiciméid úsáideora
hu: Felhasználói dokumentáció
id: Dokumen pengguna
ja: ユーザー ドキュメント
nl: Gebruikerdocumentatie
pt: Documentação de utilizador
pt_br: Documentação para usuários
ro: Documente de utilizator
ru: Руководство пользователя
sv: Användardokumentation
ta: பயனர் டாக்ச்
tr: Kullanıcı belgeleri
uk: Документація для користувачів
zh_hans: 用户文档

source: Application developer guide
de: Anleitung für Anwendungsentwickler
ga: Treoir forbróir feidhmchlár
hu: Alkalmazásfejlesztői útmutató
id: Panduan pengembang aplikasi
ja: アプリケーション開発者ガイド
nl: Gids voor toepassingsontwikkelaar
pt: Guia de programador de aplicações
pt_br: Guia para desenvolvedor de aplicativo
ro: Ghidul dezvoltatorului de aplicații
ru: Пособие для разработчиков
sv: Guide för applikationsutvecklare
ta: பயன்பாட்டு உருவாக்குபவர் வழிகாட்டி
tr: Uygulama geliştirici rehberi
uk: Підручник розробника програм
zh_hans: 应用开发者指南

source: Administrator docs
de: Dokumentation für Administratoren
ga: Doiciméid riarthóir
hu: Rendszergazdai dokumentáció
id: Dokumen administrator
ja: 管理者ドキュメント
nl: Beheerder documentatie
pt: Documentação de administrador
pt_br: Documentação para administradores
ro: Documente de administrator
ru: Руководство администратора
sv: Administratörsdokument
ta: நிர்வாகி டாக்ச்
tr: Yönetici belgeleri
uk: Документація для адміністраторів
zh_hans: 管理员文档

source: Contributor docs
de: Dokumentation für Mitwirkende
ga: Doiciméid ranníocóirí
hu: Közreműködői dokumentáció
id: Dokumen kontributor
ja: 貢献者ドキュメント
nl: Deelnemer documentatie
pt: Documentação de colaborador
pt_br: Documentação para colaboradores
ro: Documente pentru colaboratori
ru: Руководство участника
sv: Dokument för bidragsgivare
ta: பங்களிப்பாளர் டாக்ச்
tr: Katılımcı belgeleri
uk: Документація для учасників
zh_hans: 贡献者文档

source: Secure Weblate
de: Weblate absichern
ga: Weblate Slán
hu: Biztonságos Weblate
id: Amankan Weblate
nl: Weblate beveiligen
sv: Säker Weblate
uk: Безпечний Weblate

source: Change history
de: Änderungshistorie
ga: Athraigh stair
hu: Verziótörténet
id: Riwayat perubahan
ja: 変更履歴
nl: Geschiedenis wijziging
pt: Histórico de alterações
pt_br: Histórico de atualizações
ro: Istoricul modificărilor
ru: История изменений
sv: Ändringshistorik
ta: வரலாற்றை மாற்றவும்
tr: Değişiklik geçmişi
uk: Журнал змін
zh_hans: 更新日志

source: Indices and tables
de: Indizes und Tabellen
ga: Innéacsanna agus táblaí
hu: Mutatók és táblázatok
id: Indeks dan tabel
ja: 目次と索引
nl: Indices en tabellen
pt: Índices e tabelas
pt_br: Índices e tabelas
ro: Indici și tabele
ru: Указатели и таблицы
sv: Index och tabeller
ta: குறியீடுகள் மற்றும் அட்டவணைகள்
tr: Dizinler ve tablolar
uk: Покажчики і таблиці
zh_hans: 索引和表格

source: Weblate Documentation
de: Weblate-Dokumentation
ga: Doiciméadú Weblate
hu: Weblate dokumentáció
id: Dokumentasi Weblate
ja: Weblate ドキュメント
nl: Weblate documentatie
pt: Documentação Weblate
pt_br: Documentação do Weblate
sv: Weblate-dokumentation
ta: வலைபெயர்ப்பு ஆவணங்கள்
tr: Weblate Belgeleri
uk: Документація Weblate

source: Weblate's documentation is available in various languages and versions. Expand the "Read the Docs" panel at the bottom of the sidebar to see the list.
de: Die Dokumentation von Weblate ist in verschiedenen Sprachen und Versionen verfügbar. Erweitern Sie das Panel „Read the Docs“ am unteren Rand der Seitenleiste, um die Liste zu sehen.
ga: Tá doiciméadú Weblate ar fáil i dteangacha agus i leaganacha éagsúla. Leathnaigh an painéal "Léigh na Docs" ag bun an bharra taoibh chun an liosta a fheiceáil.
hu: A Weblate dokumentációja különböző nyelveken és verziókban érhető el. A nyelvválasztó panel megnyitásához görgessen le az oldalsáv aljára, és bővítse ki a „Read the Docs” szekciót.
id: Dokumentasi Weblate tersedia dalam berbagai bahasa dan versi. Perluas panel "Read the Docs" di bagian bawah bilah sisi untuk melihat daftarnya.
ja: Weblate のドキュメントは様々な言語とバージョンで提供されています。サイドバーの一番下にある "Read the Docs "パネルを展開すると、一覧が表示されます。
nl: De documentatie van Weblate is beschikbaar in verschillende talen en versies. Vergroot het paneel "Read the Docs" aan de onderzijde van de zijbalk om de lijst te kunnen zien.
pt_br: A documentação do Weblate está disponível em vários idiomas e versões. Expanda o painel do "Read the Docs" na parte inferior da barra lateral para ver a lista.
sv: Weblates dokumentation finns tillgänglig på olika språk och i olika versioner. Expandera panelen "Läs dokumentationen" längst ned i sidfältet för att se listan.
ta: வெப்லேட்டின் ஆவணங்கள் பல்வேறு மொழிகள் மற்றும் பதிப்புகளில் கிடைக்கின்றன. பட்டியலைக் காண பக்கப்பட்டியின் அடிப்பகுதியில் உள்ள "டாக்சைப் படியுங்கள்" பேனலை விரிவாக்குங்கள்.
tr: Weblate belgeleri çeşitli dillerde ve sürümlerde yayınlanmıştır. Listeyi görmek için kenar çubuğunun altındaki "Belgeleri oku" panosunu açın.
uk: Документація Weblate доступна різними мовами та різними версіями. Щоб переглянути список, розгорніть панель «Читати документи» внизу бічної панелі.

source: This documentation is translated from the `original English one <https://docs.weblate.org/en/latest/>`_ by community members on `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_.
de: Diese Dokumentation wurde aus dem `englischen Original <https://docs.weblate.org/en/latest/>`_ von Community-Mitgliedern auf `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_ übersetzt.
ga: Tá an cháipéisíocht seo aistrithe ón gceann `bun Béarla <https://docs.weblate.org/en/latest/>`_ ag baill an phobail ar `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_.
hu: Ez a dokumentáció az `eredeti angol változat <https://docs.weblate.org/en/latest/>`_ fordítása, amit a közösség tagjai készítettek a `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_ felületén.
id: Dokumentasi ini diterjemahkan dari `dokumen asli dalam Inggris <https://docs.weblate.org/en/latest/>`_ oleh anggota komunitas di `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_.
ja: このドキュメントは、`Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_ のコミュニティメンバーによって `英語の原文 <https://docs.weblate.org/en/latest/>`_ から翻訳されたものです。
nl: Deze documentatie is vertaald vanuit de `originele Engelse <https://docs.weblate.org/en/latest/>`_ door leden van de gemeenschap op `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_.
pt_br: Esta documentação foi traduzida do `original em inglês <https://docs.weblate.org/en/latest/>`_ por membros da comunidade no `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_.
sv: Denna dokumentation är översatt från den engelska originalet <https://docs.weblate.org/en/latest/>_ av communitymedlemmar på Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>_.
ta: இந்த ஆவணங்கள் `அசல் ஆங்கிலம் <https://docs.welate.org/en/latest/>` _ சமூக உறுப்பினர்களால் `ஓச்ட் செய்யப்பட்ட வலைபெயர்ப்பு <https://hosted.weblate.org/projects/welate/ இல் மொழிபெயர்க்கப்பட்டுள்ளது ஆவணம்/> `_.
tr: Bu belge, `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_ üzerindeki topluluk üyeleri tarafından `özgün İngilizce <https://docs.weblate.org/en/latest/>`_ belgeden çevrilmiştir.
uk: Цю документацію перекладено з `оригіналу англійською <https://docs.weblate.org/en/latest/>`_ членами спільноти на `Hosted Weblate <https://hosted.weblate.org/projects/weblate/documentation/>`_.

source: Depending on the translation effort's completion level, you may find paragraphs or whole pages which are still in English. You can help the community by providing new translations or reviewing existing ones on Weblate.
de: Je nachdem, wie weit die Übersetzung fortgeschritten ist, können Sie Absätze oder ganze Seiten finden, die noch auf Englisch sind. Sie können der Community helfen, indem Sie neue Übersetzungen bereitstellen oder bestehende Übersetzungen auf Weblate überprüfen.
ga: Ag brath ar leibhéal críochnaithe na hiarrachta aistriúcháin, is féidir go bhfaighidh tú ailt nó leathanaigh iomlána atá fós i mBéarla. Is féidir leat cabhrú leis an bpobal trí aistriúcháin nua a sholáthar nó athbhreithniú a dhéanamh ar na cinn atá ann cheana ar Weblate.
hu: A fordítási munka előrehaladottságától függően előfordulhatnak olyan bekezdések vagy akár teljes oldalak, amelyek még angol nyelvűek. Segíthet a közösségnek új fordítások beküldésével vagy meglévők ellenőrzésével a Weblate-en.
id: Tergantung pada tingkat penyelesaian upaya terjemahan, Anda mungkin menemukan paragraf atau seluruh halaman yang masih dalam Inggris. Anda dapat membantu komunitas dengan menyediakan terjemahan baru atau meninjau terjemahan yang sudah ada di Weblate.
ja: 翻訳の進捗によっては、段落やページ全体が英語のままかもしれません。Weblate で新しい翻訳を提供したり、既存の翻訳を査読したりすることで、コミュニティを助けることができます。
nl: Afhankelijk van het niveau van het voltooien van de vertaling, zou u alinea's of hele pagina's kunnen tegenkomen die nog steeds in het Engels zijn. U kunt de gemeenschap helpen door nieuwe vertalingen aan te leveren of bestaande na te kijken op Weblate.
pt_br: Dependendo do nível de conclusão do esforço de tradução, você pode encontrar parágrafos ou páginas inteiras que ainda estão em inglês. Você pode ajudar a comunidade fornecendo novas traduções ou revisando as existentes no Weblate.
sv: Beroende på hur långt översättningsarbetet har kommit kan det hända att du hittar stycken eller hela sidor som fortfarande är på engelska. Du kan hjälpa gemenskapen genom att bidra med nya översättningar eller granska befintliga översättningar på Weblate.
ta: மொழிபெயர்ப்பு முயற்சியின் நிறைவு அளவைப் பொறுத்து, நீங்கள் இன்னும் ஆங்கிலத்தில் இருக்கும் பத்திகள் அல்லது முழு பக்கங்களையும் காணலாம். புதிய மொழிபெயர்ப்புகளை வழங்குவதன் மூலம் அல்லது வெப்லேட்டில் ஏற்கனவே உள்ளவற்றை மதிப்பாய்வு செய்வதன் மூலம் நீங்கள் சமூகத்திற்கு உதவலாம்.
tr: Çeviri çalışmasının tamamlanma düzeyine göre, hala İngilizce görüntülenen paragraflarla veya sayfalarla karşılaşabilirsiniz. Yeni Weblate çevirileri yaparak ya da var olan çevirileri gözden geçirerek topluluğa yardımcı olabilirsiniz.
uk: Залежно від рівня завершеності перекладу, ви можете знайти абзаци або цілі сторінки, які все ще є англійською мовою. Ви можете допомогти спільноті, надаючи нові переклади або переглядаючи існуючі на Weblate.

source: Welcome to the official documentation of `Weblate <https://weblate.org>`_, the libre software web-based continuous localization system.
de: Willkommen bei der offiziellen Dokumentation von `Weblate <https://weblate.org>`_, dem auf Freier Software beruhenden, webbasierten, kontinuierlichen Lokalisierungssystem.
ga: Fáilte chuig doiciméadú oifigiúil `Weblate <https://weblate.org>`_, an córas logánaithe leanúnach gréasán-bhunaithe bogearraí libre.
hu: Üdvözöljük a `Weblate <https://weblate.org>`_, a szabad szoftveres, webalapú folyamatos lokalizációs rendszer hivatalos dokumentációjában.
id: Selamat datang di dokumentasi resmi `Weblate <https://weblate.org>`_, sistem lokalisasi berkelanjutan berbasis web perangkat lunak bebas.
ja: 自由ソフトウェアで Web ベースの継続的な現地語化システムである `Weblate <https://weblate.org>`_ の公式ドキュメントへようこそ。
nl: Welkom bij de officiële documentatie van `Weblate <https://weblate.org>`_, het op vrije software web-gebaseerde doorlopende vertaalsysteem.
pt_br: Boas vindas à documentação oficial do `Weblate <https://weblate.org>`_, o sistema de tradução contínua baseado na web e software livre.
sv: Välkommen till den officiella dokumentationen för `Weblate <https://weblate.org>`_, det fria webbaserade systemet för kontinuerlig lokalisering.
tr: Özgür yazılım internet üzerinde çalışan kesintisiz yerelleştirme sistemi `Weblate <https://weblate.org>`_ resmi belgelerine hoş geldiniz.
uk: Ласкаво просимо до офіційної документації `Weblate <https://weblate.org>`_, безкоштовної системи безперервної веб-локалізації програмного забезпечення.

source: The table of contents in the sidebar should let you easily access the documentation for your topic of interest. You can also use the search function in the top-left corner.
de: Mit Hilfe des Inhaltsverzeichnisses in der Seitenleiste können Sie schnell und einfach auf die Dokumentation zum gewünschten Thema zugreifen. Sie können auch die Suchfunktion in der oberen linken Ecke verwenden.
ga: Ba cheart go ligfeadh an clár ábhair sa bharra taoibh duit rochtain éasca a fháil ar dhoiciméid do ábhar spéise. Is féidir leat an fheidhm chuardaigh a úsáid sa chúinne uachtarach ar chlé.
hu: Az oldalsávban található tartalomjegyzék segítségével könnyedén elérheti az Önt érdeklő témakör dokumentációját. Emellett használhatja a bal felső sarokban található keresőfunkciót is.
id: Daftar isi di bilah sisi akan memudahkan Anda mengakses dokumentasi untuk topik yang Anda minati. Anda juga dapat menggunakan fungsi pencarian di pojok kiri atas.
ja: サイドバーの目次から、興味のある項目のドキュメントに簡単にアクセスできます。また、左上の検索機能を使うこともできます。
nl: De inhoudsopgave in de zijbalk zou u gemakkelijk toegang moeten geven tot de documentatie voor u onderwerp van interesse. U kunt ook de zoekfunctie in de linkerbovenhoek gebruiken.
pt_br: O índice na barra lateral deve permitir que você acesse facilmente a documentação do seu tópico de interesse. Você também pode usar a função de busca no canto superior esquerdo.
sv: Innehållsförteckningen i sidomenyn gör det enkelt att hitta dokumentation om det ämne du är intresserad av. Du kan också använda sökfunktionen i det övre vänstra hörnet.
ta: பக்கப்பட்டியில் உள்ள உள்ளடக்கங்களின் அட்டவணை உங்கள் ஆர்வமுள்ள தலைப்புக்கான ஆவணங்களை எளிதாக அணுக அனுமதிக்க வேண்டும். நீங்கள் மேல்-இடது மூலையில் தேடல் செயல்பாட்டைப் பயன்படுத்தலாம்.
tr: Kenar çubuğundaki içindekiler tablosu, ilgilendiğiniz konuyla ilgili belgelere kolayca erişmenizi sağlar. Sol üst köşedeki arama bölümünü de kullanabilirsiniz.
uk: Зміст на бічній панелі має дозволити вам легко отримати доступ до документації на тему, яка вас цікавить. Ви також можете скористатися функцією пошуку у верхньому лівому куті.

source: First time here?
de: Das erste Mal hier?
ga: An chéad uair anseo?
hu: Először jár itt?
id: Pertama kali di sini?
ja: 初めてですか？
nl: Voor het eerst hier?
pt: Primeira vez aqui?
pt_br: Primeira vez aqui?
sv: Första gången här?
tr: Buraya ilk kez mi geliyorsunuz?
uk: Перший раз тут?

source: Read the :doc:`user/basic` to get an overview of what Weblate does.
de: Lesen Sie die :doc:`user/basic`, um einen Überblick über die Funktionsweise von Weblate zu erhalten.
ga: Léigh an :doc:`user/basic` chun forbhreathnú a fháil ar a ndéanann Weblate.
hu: Olvassa el a :doc:`user/basic` részt, hogy áttekintést kapjon arról, mit csinál a Weblate.
id: Baca :doc:`user/basic` untuk mendapatkan gambaran umum tentang apa yang dilakukan Weblate.
ja: Weblate で何ができるかの概要については、:doc:`user/basic` をお読みください。
nl: Lees de :doc:`user/basic` om een overzicht te krijgen van wat Weblate doet.
pt_br: Leia o :doc:`user/basic` para obter uma visão geral do que o Weblate faz.
sv: Läs :doc:`user/basic` för att få en översikt över vad Weblate gör.
tr: Weblate uygulamasının ne yaptığı ile ilgili bir fikir edinmek için :doc:`user/basic` bölümüne bakın.
uk: Прочитайте :doc:`user/basic`, щоб отримати огляд того, що робить Weblate.

source: Joining a translation project
de: Einem Übersetzungsprojekt beitreten
ga: Ag glacadh páirte i dtionscadal aistriúcháin
hu: Csatlakozás fordítási projekthez
id: Bergabung dengan proyek terjemahan
ja: 翻訳プロジェクトへの参加
nl: Deelnemen aan een vertaalproject
pt_br: Participando de um projeto de tradução
sv: Delta i ett översättningsprojekt
tr: Bir çeviri projesine katılmak
uk: Приєднання до перекладацького проекту

source: If you would like to contribute to a project as a translator, read about :doc:`user/translating`.
de: Wenn Sie als Übersetzer zu einem Projekt beitragen möchten, lesen Sie :doc:`user/translating`.
ga: Más mian leat cur le tionscadal mar aistritheoir, léigh faoi :doc:`user/translating`.
hu: Ha szeretne fordítóként közreműködni egy projektben, olvassa el a :doc:`user/translating` részt.
id: Jika Anda ingin berkontribusi pada suatu proyek sebagai penerjemah, baca tentang :doc:`user/translating`.
ja: 翻訳者としてプロジェクトに貢献したい場合は、:doc:`user/translating` をお読みください。
nl: Als u wilt helpen met het vertalen van een project, lees dan :doc:`user/translating`.
pt_br: Se você gostaria de contribuir para um projeto como tradutor, leia sobre :doc:`user/translating`.
sv: Om du vill bidra till ett projekt som översättare, läs om :doc:`user/translating`.
tr: Bir projeye çevirmen olarak katkıda bulunmak isterseniz :doc:`user/translating` bölümüne bakın.
uk: Якщо ви хочете взяти участь у проекті як перекладач, прочитайте про :doc:`user/translating`.

source: Starting a translation project
de: Ein Übersetzungsprojekt starten
ga: Tús a chur le tionscadal aistriúcháin
hu: Fordítási projekt indítása
id: Memulai dengan proyek terjemahan
ja: 翻訳プロジェクトの開始
nl: Een vertaalproject beginnen
pt_br: Iniciando um projeto de tradução
sv: Starta ett översättningsprojekt
tr: Bir çeviri projesi başlatmak
uk: Початок проекту перекладу

source: For starting your own project on our cloud service Hosted Weblate, refer to :doc:`admin/projects`. For self-hosting your own Weblate clone, read our :doc:`admin/install`.
de: Wenn Sie Ihr eigenes Projekt über unseren Cloud-Dienst Hosted Weblate starten möchten, lesen Sie :doc:`admin/projects`. Wenn Sie Ihren eigenen Weblate-Klon selbst hosten möchten, lesen Sie unsere :doc:`admin/install`.
ga: Chun do thionscadal féin a thosú ar ár seirbhís scamall Hosted Weblate, féach ar :doc:`admin/projects`. Chun do chlón Weblate féin a óstáil féin, léigh ár :doc:`admin/install`.
hu: Ha saját projektet szeretne indítani a Hosted Weblate felhőszolgáltatásban, nézze meg a :doc:`admin/projects` részt. Ha saját Weblate-példányt szeretne üzemeltetni, olvassa el a :doc:`admin/install` szakaszt.
id: Untuk memulai proyek Anda sendiri di layanan cloud kami, Hosted Weblate, silakan lihat :doc:`admin/projects`. Untuk menghosting sendiri klon Weblate Anda, silakan baca :doc:`admin/install` kami.
ja: 私たちのクラウドサービス「Hosted Weblate」で独自のプロジェクトを開始するには、:doc:`admin/projects` をお読みください。Weblate をセルフホスティングするには、:doc:`admin/install` をご覧ください。
nl: Voor het beginnen van uw eigen project op onze cloudservice Hosted Weblate, bekijk :doc:`admin/projects`. Voor zelf hosten van uw eigen kloon van Weblate, lees onze :doc:`admin/install`.
pt_br: Para iniciar seu próprio projeto em nosso serviço de nuvem Hosted Weblate, consulte :doc:`admin/projects`. Para hospedar seu próprio clone do Weblate, consulte :doc:`admin/install`.
sv: För att starta ditt eget projekt på vår molntjänst Hosted Weblate, se :doc:`admin/projects`. För att själv hosta din egen Weblate-klon, läs vår :doc:`admin/install`.
tr: Bulut hizmetimiz Hosted Weblate üzerinde kendi projenizi başlatmak için :doc:`admin/projects` bölümüne bakın. Özel olarak kendi Weblate kopyanızı barındırmak için :doc:`admin/install` bölümüne bakın.
uk: Щоб розпочати власний проект у нашому хмарному сервісі Hosted Weblate, зверніться до :doc:`admin/projects`. Щоб самостійно розмістити власний клон Weblate, прочитайте наш :doc:`admin/install`.

source: Check our :doc:`faq`.
de: Schauen Sie sich :doc:`faq` an.
ga: Seiceáil ár :doc:`faq`.
hu: Olvassa el a :doc:`faq` részt.
id: Periksa :doc:`faq` kami.
ja: :doc:`faq` をご確認ください。
nl: Bekijk onze :doc:`faq`.
pt_br: Confira nossas :doc:`faq`.
sv: Se vår :doc:`faq`.
tr: :doc:`faq` bölümüne bakın.
uk: Перегляньте наш :doc:`faq`.

source: Community
ga: Pobal
hu: Közösség
id: Komunitas
ja: コミュニティ
nl: Gemeenschap
pt_br: Comunidade
sv: Gemenskap
tr: Topluluk
uk: Громада

source: The Python API is shipped separately, you need to install the :ref:`wlc` (wlc) to have it.
de: Die Python-API wird separat ausgeliefert, Sie müssen den :ref:`wlc` (wlc) installieren, um sie zu nutzen.
ga: Seoltar an API Python ar leithligh, ní mór duit an :ref:`wlc` (wlc) a shuiteáil chun é a bheith agat.
hu: A Python API külön csomagként érhető el, a használatához telepíteni kell a Weblate klienst (:ref:`wlc`).
id: API Python dikirimkan secara terpisah, Anda perlu menginstal :ref:`wlc` (wlc) untuk memilikinya.
ja: Python API は標準では入っていません。使用するには :ref:`wlc` （wlc）をインストールしてください。
nl: De Python API wordt afzonderlijk verspreid, u moet de :ref:`wlc` (wlc) installeren om het te hebben.
pt: A API Python é distribuída separadamente, precisa instalar o :ref:`wlc` (wlc) para tê-la.
pt_br: A API Python é distribuída separadamente, você precisa instalar o :ref:`wlc` (wlc) para tê-la.
ro: API-ul Python este livrat separat, trebuie să instalați :ref:`wlc` (wlc) pentru a-l avea.
ru: Python API поставляется отдельно, чтобы он был у вас появился, вам нужно установить :ref:`wlc` (wlc).
sv: Python API levereras separat, du måste installera :ref:`wlc` (wlc) för att få tillgång till det.
tr: Python API ayrıca alınır. Alabilmek için :ref:`wlc` (wlc) kurmanız gerekir.
uk: Програмний інтерфейс Python постачається окремо. Вам слід встановити :ref:`wlc` (wlc), щоб отримати доступ до нього.
zh_hans: Python API 是单独发布的，你需要安装 :ref:`wlc` (wlc) 才能拥有它。

source: Base class for all exceptions.
de: Basisklasse für alle Ausnahmen.
ga: Bunrang do gach eisceacht.
hu: Az összes kivétel alaposztálya.
id: Kelas dasar untuk semua pengecualian.
ja: すべての例外の基底クラス。
nl: Basisklasse voor alle uitzonderingen.
pt: Classe base para todas as exceções.
pt_br: Classe base para todas as exceções.
ro: Clasa de bază pentru toate excepțiile.
ru: Базовый класс для всех исключений.
sv: Basklass för alla undantag.
ta: அனைத்து விதிவிலக்குகளுக்கும் அடிப்படை வகுப்பு.
tr: Tüm özel durumlar için temel sınıf.
uk: Основний клас для всіх винятків.
zh_hans: 所有异常的基类。
zh_hant: 所有異常的基類。

source: User key
de: Benutzerschlüssel
ga: Eochair Úsáideora
hu: Felhasználói kulcs
id: Kunci pengguna
ja: ユーザー key
nl: Gebruikerssleutel
pt: Chave do utilizador
pt_br: Chave do usuário
ro: Cheie de utilizator
ru: Ключ пользователя
sv: Användarkod
ta: பயனர் விசை
tr: Kullanıcı anahtarı
uk: Ключ користувача
zh_hans: 用户密钥

source: API server URL, if not specified default is used.
de: API-Server-URL, wenn nicht angegeben, wird der Standardwert verwendet.
ga: URL freastalaí API, mura bhfuil sé sonraithe úsáidtear réamhshocraithe.
hu: Az API szerver URL-je, ha nincs megadva, az alapértelmezett érték kerül használatra.
id: URL server API, jika tidak ditentukan maka bawaan akan digunakan.
nl: API server URL, indien niet gespecificeerd, wordt de standaard gebruikt.
pt_br: URL da API do servidor; se não especificado, o padrão é usado.
sv: API-serverns URL, om ingen anges används standardvärdet.
tr: API sunucusu adresi, belirtilmemişse varsayılan adres kullanılır.
uk: URL-адреса сервера API, якщо не вказано, використовується за замовчуванням.

source: Configuration object, overrides any other parameters.
de: Konfigurationsobjekt, überschreibt alle anderen Parametern.
ga: Sáraíonn réad cumraíochta aon pharaiméadair eile.
hu: Beállítási objektum, felülírja a többi paramétert.
id: Objek konfigurasi, mengesampingkan parameter lainnya.
ja: 設定オブジェクト、他のパラメータを上書きする。
nl: Configuratie-object, overschrijft alle andere parameters.
pt: Objeto de configuração, substitui quaisquer outros parâmetros.
pt_br: Objeto de configuração, substitui quaisquer outros parâmetros.
ro: Obiect de configurare, înlocuiește orice alt parametru.
ru: Объект-конфигурация, может переопределять все остальные параметры.
sv: Konfigurationsobjekt, åsidosätter alla andra parametrar.
ta: உள்ளமைவு பொருள், வேறு எந்த அளவுருக்களையும் மீறுகிறது.
tr: Yapılandırma nesnesi, diğer parametreleri değiştirir.
uk: Об'єкт налаштувань, перевизначає усі інші параметри.
zh_hans: 配置对象，覆盖任何其他参数。
zh_hant: 配置對象，覆蓋任何其他參數。
