Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translation propagation sometimes did not work as expected.
de: Die Übersetzungsweitergabe funktionierte manchmal nicht wie erwartet.
ga: Uaireanta níor oibrigh bolscaireacht aistriúcháin mar a bhíothas ag súil leis.
hu: A fordítások továbbítása néha nem működött megfelelően.
id: Propagasi terjemahan kadang-kadang tidak bekerja seperti yang diharapkan.
nl: Doorvoeren van vertalingen werkte niet altijd zoals werd verwacht.
pt_br: Às vezes, a propagação da tradução não funcionava como esperado.
sv: Översättningsspridningen fungerade ibland inte som förväntat.
tr: Çeviri yayılmasının bazen beklendiği gibi çalışmamaması sorunu düzeltildi.
uk: Розповсюдження перекладу іноді не працювало належним чином.

source: :http:header:`Content-Security-Policy` is now automatically set for AWS.
de: :http:header:`Content-Security-Policy` ist jetzt automatisch für AWS eingestellt.
ga: Tá :http:header:`Content-Security-Policy` socraithe go huathoibríoch anois le haghaidh AWS.
hu: A :http:header:`Content-Security-Policy` fejléc mostantól automatikusan beállításra kerül AWS környezetben.
id: :http:header:`Content-Security-Policy` sekarang secara otomatis diatur untuk AWS.
nl: :http:header:`Content-Security-Policy` is nu automatisch ingesteld voor AWS.
pt_br: :http:header:`Content-Security-Policy` é agora automaticamente definido para AWS.
sv: :http:header:`Content-Security-Policy` ställs nu in automatiskt för AWS.
tr: :http:header:`Content-Security-Policy` artık otomatik olarak AWS için ayarlanıyor.
uk: :http:header:`Content-Security-Policy` тепер автоматично встановлено для AWS.

source: :ref:`machine-translation-setup` sometimes cached results too aggressively.
de: :ref:`machine-translation-setup` hat Ergebnisse manchmal zu aggressiv zwischengespeichert.
ga: :ref:`machine-translation-setup` uaireanta bíonn torthaí i dtaisce go ró-ionsaitheach.
hu: Az :ref:`machine-translation-setup` néha túl agresszívan gyorsítótárazta az eredményeket.
id: :ref:`machine-translation-setup` terkadang menyimpan hasil terlalu agresif.
nl: :ref:`machine-translation-setup` cachete soms resultaten te agressief.
pt_br: :ref:`machine-translation-setup` algumas vezes armazenava em cache resultados de forma muito agressiva.
sv: :ref:`machine-translation-setup` cachade ibland resultaten för aggressivt.
tr: :ref:`machine-translation-setup` için sonuçlar bazen saldırganca ön belleğe alınıyordu.
uk: :ref:`machine-translation-setup` іноді надто агресивно кешовані результати.

source: Fixed translations caching in :ref:`machine-translation-setup`.
de: Das Caching von Übersetzungen in :ref:`machine-translation-setup` korrigiert.
ga: Aistriúchán seasta á dtaisceadh i :ref:`machine-translation-setup`.
hu: Javítva a fordítások gyorsítótárazása az :ref:`machine-translation-setup` során.
id: Memperbaiki terjemahan yang disimpan di :ref:`machine-translation-setup`.
nl: Gerepareerd cachen van vertalingen in :ref:`machine-translation-setup`.
pt_br: Corrigido o cache de traduções em :ref:`machine-translation-setup`.
sv: Fixade översättningscaching i :ref:`machine-translation-setup`.
tr: :ref:`machine-translation-setup` çevirilerinin ön belleğe alınma sorunu düzeltildi.
uk: Виправлено кешування перекладів у :ref:`machine-translation-setup`.

source: :ref:`autofix-html` automatic fixups honors the ``ignore-safe-html`` flag.
de: Automatische Korrektur für :ref:`autofix-html` berücksichtigt die Markierung ``ignore-safe-html``.
ga: :ref:`autofix-html` tá deisiúcháin uathoibríoch onóracha ag an mbratach ``ignore-safe-html``.
hu: A :ref:`autofix-html` automatikus javítások mostantól figyelembe veszik az ``ignore-safe-html`` jelölőt.
id: :ref:`autofix-html` perbaikan otomatis menghormati tanda ``ignore-safe-html``.
nl: :ref:`autofix-html` automatische reparaties houden rekening met de vlag ``ignore-safe-html``.
pt_br: Correções automáticas de :ref:`autofix-html` honram o marcador ``ignore-safe-html``.
sv: :ref:`autofix-html` automatiska korrigeringar respekterar flaggan ``ignore-safe-html``.
tr: :ref:`autofix-html` otomatik düzeltmelerinin ``ignore-safe-html`` bayrağını dikkate alması sağlandı.
uk: :ref:`autofix-html` автоматичні виправлення вшановують прапор ``ignore-safe-html``.

source: :ref:`check-punctuation-spacing` no longer applies to Breton.
de: :ref:`check-punctuation-spacing` gilt nicht mehr für Bretonisch.
ga: :ref:`check-punctuation-spacing` ní bhaineann sé leis an mBriotáinis a thuilleadh.
hu: Az :ref:`check-punctuation-spacing` többé nem alkalmazható a breton nyelvre.
id: :ref:`check-punctuation-spacing` tidak lagi berlaku untuk bahasa Breton.
nl: :ref:`check-punctuation-spacing` geldt niet langer voor Bretons.
pt_br: :ref:`check-punctuation-spacing` não se aplica mais a bretão.
sv: :ref:`check-punctuation-spacing` gäller inte längre för bretonska.
tr: :ref:`check-punctuation-spacing` kalite denetiminin Breton diline uygulanması engellendi.
uk: :ref:`check-punctuation-spacing` більше не стосується бретонської мови.

source: Fixed :ref:`addon-weblate.git.squash` on linked repositories.
de: :ref:`addon-weblate.git.squash` für verlinkte Repositorys korrigiert.
ga: Seasta :ref:`addon-weblate.git.squash` ar stórtha nasctha.
hu: Javítva a :ref:`addon-weblate.git.squash` működése összekapcsolt tárolók esetén.
id: Memperbaiki :ref:`addon-weblate.git.squash` pada repositori yang tertaut.
nl: Gerepareerde :ref:`addon-weblate.git.squash` voor gekoppelde opslagruimtes.
pt_br: Corrigido o :ref:`addon-weblate.git.squash` em repositórios vinculados.
sv: Fixat :ref:`addon-weblate.git.squash` på länkade arkiv.
tr: Bağlantılı depolar üzerindeki :ref:`addon-weblate.git.squash` düzeltildi.
uk: Виправлено :ref:`addon-weblate.git.squash` у пов’язаних репозиторіях.

source: :ref:`check-multiple-failures` avoids false positives and better lists related checks.
de: :ref:`check-multiple-failures` vermeidet Fehlalarme und listet zugehörige Prüfungen besser auf.
ga: :ref:`check-multiple-failures` seachnaíonn dearfacha bréagacha agus liostaítear seiceálacha gaolmhara níos fearr.
hu: A :ref:`check-multiple-failures` mostantól elkerüli a téves pozitív találatokat és jobban listázza a kapcsolódó ellenőrzéseket.
id: :ref:`check-multiple-failures` menghindari positif palsu dan mencantumkan pemeriksaan terkait dengan lebih baik.
nl: :ref:`check-multiple-failures` vermijdt valse positieven en verbeterde controles die gerelateerd zijn aan lijsten.
pt_br: :ref:`check-multiple-failures` evita falsos positivos e lista melhor as verificações relacionadas.
sv: :ref:`check-multiple-failures` undviker falska positiva resultat och listar relaterade kontroller på ett bättre sätt.
tr: :ref:`check-multiple-failures` kalite denetiminin hatalı doğru sonuçları engellemesi ve ilgili kalite denetimlerini daha iyi görüntülemesi sağlandı.
uk: :ref:`check-multiple-failures` уникає помилкових спрацьовувань і кращий список відповідних перевірок.

source: Running tests using Django test executor is no longer supported, see :doc:`/contributing/tests`.
de: Das Ausführen von Tests mit Django test executor wird nicht mehr unterstützt, siehe :doc:`/contributing/tests`.
ga: Ní thacaítear a thuilleadh le tástálacha a rith ag úsáid seiceadóir tástála Django, féach :doc:`/contributing/tests`.
hu: A Django tesztfuttatóval történő tesztelés többé nem támogatott, lásd: :doc:`/contributing/tests`.
id: Menjalankan pengujian menggunakan eksekutor pengujian Django tidak lagi didukung, lihat :doc:`/contributing/tests`.
nl: Uitvoeren van testen met Django test executor wordt niet langer ondersteund, bekijk :doc:`/contributing/tests`.
pt_br: A execução de testes usando o executor de testes Django não é mais suportada, consulte :doc:`/contributing/tests`.
sv: Det går inte längre att köra tester med Djangos testkörare. Se :doc:`/contributing/tests`.
tr: Django deneme yürütücüsü kullanılarak deneme yapılması artık desteklenmiyor. Ayrıntılı bilgi almak için: :doc:`/contributing/tests`.
uk: Запуск тестів за допомогою Django Test Executor більше не підтримується, див. :doc:`/contributing/tests`.

source: :ref:`check-bbcode` check is now disabled by default. The ``bbcode-text`` flag is required to activate this check, see :ref:`custom-checks`.
de: Die Prüfung der :ref:`check-bbcode` ist jetzt standardmäßig deaktiviert. Die Markierung ``bbcode-text`` ist erforderlich, um diese Prüfung zu aktivieren, siehe :ref:`custom-checks`.
ga: Tá seiceáil :ref:`check-bbcode` díchumasaithe anois de réir réamhshocraithe. Tá an bhratach ``bbcode-text`` riachtanach chun an seiceáil seo a ghníomhachtú, féach :ref:`custom-checks`.
hu: A :ref:`check-bbcode` ellenőrzés mostantól alapértelmezetten ki van kapcsolva. A ``bbcode-text`` jelző szükséges az aktiválásához, lásd: :ref:`custom-checks`.
id: Pemeriksaan :ref:`check-bbcode` sekarang dinonaktifkan secara bawaan. Tanda ``bbcode-text`` diperlukan untuk mengaktifkan pemeriksaan ini, lihat :ref:`custom-checks`.
nl: Controle :ref:`check-bbcode` is nu standaard uitgeschakeld. De vlag ``bbcode-text`` is vereist om deze controle te activeren, bekijk :ref:`custom-checks`.
sv: :ref:`check-bbcode`-kontrollen är nu inaktiverad som standard. Flaggan ``bbcode-text`` krävs för att aktivera denna kontroll, se :ref:`custom-checks`.
uk: :ref:`check-bbcode` Перевірка тепер вимкнена за замовчуванням. Для активації цієї перевірки потрібен прапорець ``bbcode-text``, див. :ref:`custom-checks`.

source: API error responses format has changed, see :ref:`api-errors`.
de: Das Format der API-Fehlerreaktionen hat sich geändert, siehe :ref:`api-errors`.
ga: Athraíodh formáid freagairtí earráide API, féach :ref:`api-errors`.
hu: Az API hibaválaszainak formátuma megváltozott, lásd: :ref:`api-errors`.
id: Format respons galat API telah berubah, lihat :ref:`api-errors`.
nl: Indeling voor API antwoorden voor fouten is gewijzigd, bekijk :ref:`api-errors`.
pt_br: O formato das respostas de erro da API foi alterado, consulte :ref:`api-errors`.
sv: Formatet för API-felmeddelanden har ändrats, se :ref:`api-errors`.
tr: API hata yanıtlarının biçimi değiştirildi. Ayrıntılı bilgi almak için: :ref:`api-errors`.
uk: Формат відповідей на помилки API змінено, див. :ref:`api-errors`.

source: There are several changes in :file:`settings_example.py`, most notable are the new settings for :ref:`api` in ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` and ``INSTALLED_APPS``; please adjust your settings accordingly.
de: Es gibt mehrere Änderungen in :file:`settings_example.py`, am bedeutendsten sind die neuen Einstellungen für :ref:`api` in ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` und ``INSTALLED_APPS``; bitte passen Sie Ihre Einstellungen entsprechend an.
ga: Tá roinnt athruithe ar :file:`settings_example.py``, is suntasaí iad na socruithe nua le haghaidh :ref:`api` in ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` agus ``INSTALLED_APPS``; cuir do shocruithe in oiriúint dá réir.
hu: Több változás is történt a :file:`settings_example.py` fájlban, legfontosabbak az új :ref:`REST API <api>` beállítások a ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` és ``INSTALLED_APPS`` részekben; célszerű ezek alapján frissíteni a saját konfigurációt.
id: Ada beberapa perubahan dalam :file:`settings_example.py`, yang paling penting adalah pengaturan baru untuk :ref:`api` di ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` dan ``INSTALLED_APPS``; harap sesuaikan pengaturan Anda sebagaimana mestinya.
nl: Er zijn verscheidene wijzigingen in :file:`settings_example.py`, de meest opvallende zijn de nieuwe instellingen voor :ref:`api` in ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` en ``INSTALLED_APPS``; pas uw instellingen overeenkomstig aan.
pt_br: Há várias alterações em :file:`settings_example.py`, as mais notáveis são as novas configurações para :ref:`api` em ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` e ``INSTALLED_APPS``; ajuste suas configurações de acordo.
sv: Det finns flera ändringar i :file:`settings_example.py`, de mest anmärkningsvärda är de nya inställningarna för :ref:`api` i ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` och ``INSTALLED_APPS``; justera dina inställningar därefter.
tr: :file:`settings_example.py` dosyasında birkaç değişiklik yapıldı. En önemlileri ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` ve ``INSTALLED_APPS`` içindeki yeni :ref:`api` ayarları. Lütfen ayarlarınızı uygun şekilde güncelleyin.
uk: Є кілька змін у :file:`settings_example.py`, найбільш помітними є нові налаштування для :ref:`api` в ``REST_FRAMEWORK``, ``SPECTACULAR_SETTINGS``, ``DRF_STANDARDIZED_ERRORS`` і ``INSTALLED_APPS``; відкоригуйте налаштування відповідно.

source: PostgreSQL 12 and MariaDB 10.4 are no longer supported.
de: PostgreSQL 12 und MariaDB 10.4 werden nicht mehr unterstützt.
ga: Ní thacaítear a thuilleadh le PostgreSQL 12 agus MariaDB 10.4.
hu: A PostgreSQL 12 és a MariaDB 10.4 többé nem támogatott.
id: PostgreSQL 12 dan MariaDB 10.4 tidak lagi didukung.
nl: PostgreSQL 12 en MariaDB 10.4 worden niet langer ondersteund.
pt_br: PostgreSQL 12 e MariaDB 10.4 não são mais compatíveis.
sv: PostgreSQL 12 och MariaDB 10.4 stöds inte längre.
tr: Artık PostgreSQL 12 ve MariaDB 10.4 desteklenmiyor.
uk: PostgreSQL 12 і MariaDB 10.4 більше не підтримуються.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
tr: `Tüm değişiklikler ayrıntılı olarak <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.
uk: `Усі зміни детально <https://github.com/WeblateOrg/weblate/milestone/133?closed=1>`__.

source: *Released on December 19th 2024.*
de: *Veröffentlicht am 19. Dezember 2024.*
ga: *Eisithe ar 19 Nollaig 2024.*
hu: *Kiadva: 2024. december 19.*
id: *Dirilis pada 19 Desember 2024.*
nl: *Uitgegeven op 19 december 2024.*
pt_br: *Atualizado em 19 de dezembro de 2024.*
sv: *Släpptes den 19 december 2024.*
tr: *19 Aralık 2024 tarihinde yayınlandı.*
uk: *Випущено 19 грудня 2024 року.*

source: Renamed :ref:`vcs-bitbucket-data-center` to match new product name.
de: :ref:`vcs-bitbucket-data-center` umbenannt, um dem neuen Produktnamen zu entsprechen.
ga: Athainmnithe :ref:`vcs-bitbucket-data-center` chun ainm an táirge nua a mheaitseáil.
hu: A :ref:`vcs-bitbucket-data-center` átnevezésre került az új terméknévnek megfelelően.
id: Mengganti nama :ref:`vcs-bitbucket-data-center` agar cocok dengan nama produk baru.
nl: :ref:`vcs-bitbucket-data-center` hernoemd om overeen te komen met de nieuwe naam.
pt: Renomeado :ref:`vcs-bitbucket-data-center` para corresponder ao novo nome do produto.
pt_br: Renomeado :ref:`vcs-bitbucket-data-center` para corresponder ao novo nome do produto.
sv: Omdöpt :ref:`vcs-bitbucket-data-center` för att matcha det nya produktnamnet.
tr: :ref:`vcs-bitbucket-data-center` yeni ürün adıyla eşleşecek şekilde yeniden adlandırıldı.
uk: Перейменовано :ref:`vcs-bitbucket-data-center` відповідно до назви нового продукту.

source: :http:get:`/api/users/` supports searching by user ID.
de: :http:get:`/api/users/` unterstützt die Suche nach Benutzer-ID.
ga: Tacaíonn :http:get:`/api/users/` le cuardach de réir aitheantais úsáideora.
hu: A :http:get:`/api/users/` mostantól támogatja a felhasználóazonosító szerinti keresést.
id: :http:get:`/api/users/` mendukung pencarian berdasarkan ID pengguna.
nl: :http:get:`/api/users/` ondersteunt het zoeken op ID van de gebruiker.
pt_br: :http:get:`/api/users/` suporta buscar por ID do usuário.
sv: :http:get:`/api/users/` stöder sökning efter användar-ID.
tr: :http:get:`/api/users/` kullanıcı kimliğine göre aramayı destekler.
uk: :http:get:`/api/users/` підтримує пошук за ідентифікатором користувача.

source: Avoid query parser crash in multi-threaded environments.
de: Absturz des Abfrageparsers in Einsatzumgebungen mit mehreren Threads vermeiden.
ga: Seachain timpiste parsálaí fiosrúcháin i dtimpeallachtaí il-snáithithe.
hu: Elkerülve a lekérdezésértelmező összeomlását több szálon futó környezetben.
id: Hindari mogok parser kueri di lingkungan multi-utas.
nl: Vermijden van query parser-crash in omgevingen met meerdere threads.
pt_br: Evita falhas no analisador de consultas em ambientes multithread.
sv: Undvik att frågeparsern kraschar i flertrådiga miljöer.
ta: பல திரிக்கப்பட்ட சூழல்களில் வினவல் பாகுபடுத்தி செயலிழப்பைத் தவிர்க்கவும்.
tr: Çok iş parçacıklı ortamlarda sorgu işleyicisinin çökmesi engellendi.
uk: Уникайте збою аналізатора запитів у багатопоточних середовищах.

source: Avoid :ref:`autofix` crash on multi-value strings.
de: Absturz von :ref:`autofix` bei mehrwertigen Zeichenketten vermeiden.
ga: Seachain :ref:`autofix` tuairteála ar teaghráin illuacha.
hu: Elkerülve az :ref:`autofix` összeomlását többértékű szövegeknél.
id: Hindari mogok :ref:`autofix` pada string multi-nilai.
nl: Vermijden van :ref:`autofix` voor tekenreeksen met meerdere waarden.
pt_br: Evita travamento de :ref:`autofix` em textos de múltiplos valores.
sv: Undvik :ref:`autofix`-krasch på strängar med flera värden.
tr: Çok değerli dizgelerde :ref:`autofix` çökmesi engellendi.
uk: Уникайте збою :ref:`autofix` на багатозначних рядках.

source: Make project tokens work when :ref:`2fa` or :ref:`component-agreement` are enforced.
de: Projekt-Token funktionieren, wenn :ref:`2fa` oder :ref:`component-agreement` erzwungen werden.
ga: Cuir comharthaí tionscadail i bhfeidhm nuair a chuirtear :ref:`2fa` nó :ref:`component-agreement` i bhfeidhm.
hu: A projekttokenek mostantól működnek, ha a :ref:`2fa` vagy a :ref:`component-agreement` kötelező.
id: Jadikan token proyek berfungsi saat :ref:`2fa` atau :ref:`component-agreement` diberlakukan.
nl: Zorg dat projecttokens werken als :ref:`2fa` of :ref:`component-agreement` worden afgedwongen.
pt_br: Faz com que os tokens do projeto funcionem quando :ref:`2fa` ou :ref:`component-agreement` forem forçados.
sv: Få projekttoken att fungera när :ref:`2fa` eller :ref:`component-agreement` tillämpas.
tr: Proje kodlarının :ref:`2fa` veya :ref:`component-agreement` dayatıldığında çalışması sağlandı.
uk: Змусити маркери проекту працювати, коли :ref:`2fa` або :ref:`component-agreement` застосовуються.

source: Captcha solution were sometimes not accepted.
de: Captcha-Lösungen wurden manchmal nicht angenommen.
ga: Uaireanta níor glacadh le réiteach Captcha.
hu: A captcha megoldásokat néha nem fogadta el a rendszer.
id: Solusi captcha terkadang tidak diterima.
nl: Oplossing van captcha werd soms niet geaccepteerd.
pt_br: Às vezes, as soluções de captcha não eram aceitas.
sv: Captcha-lösningen accepterades ibland inte.
ta: கேப்ட்சா தீர்வு சில நேரங்களில் ஏற்றுக்கொள்ளப்படவில்லை.
tr: Captcha çözümünün bazen kabul edilmemesi sorunu düzeltildi.
uk: Рішення Captcha іноді не приймалися.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
pt: `Todas as alterações em detalhe <https://github.com/WeblateOrg/weblate/milestone/90135?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/135?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/135?closed=1>`__.

source: *Released on December 16th 2024.*
de: *Veröffentlicht am 16. Dezember 2024.*
ga: *Eisithe ar 16 Nollaig 2024.*
hu: *Kiadva: 2024. december 16.*
id: *Dirilis pada 16 Desember 2024.*
nl: *Uitgegeven op 16 december 2024.*
pt_br: *Atualizado em 16 de dezembro de 2024.*
sv: *Släpptes den 16 december 2024.*
tr: *16 Aralık 2024 tarihinde yayınlandı.*
uk: *Випущено 16 грудня 2024 року.*

source: Fixed publishing package to PyPI.
de: Die Veröffentlichung eines Pakets auf PyPI korrigiert.
ga: Pacáiste foilsitheoireachta seasta go PyPI.
hu: Javítva a csomag közzététele a PyPI-n.
id: Memperbaiki paket penerbitan ke PyPI.
nl: Gerepareerd het publiceren van pakket naar PyPI.
pt_br: Corrigida a publicação de pacote em PyPI.
sv: Fixat publiceringspaket till PyPI.
ta: PYPI க்கு நிலையான வெளியீட்டு தொகுப்பு.
tr: PyPI üzerinde paket yayınlama sorunu düzeltildi.
uk: Виправлено публікацію пакета для PyPI.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/134?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
uk: `Всі зміни детально <https://github.com/WeblateOrg/weblate/milestone/134?closed=1>`__.
