Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Weblate comes with a built-in set of plural definitions. These are based on file-format specifications, CLDR, and other sources.
de: Weblate verfügt über einen integrierten Satz von Pluraldefinitionen. Diese beruhen auf Dateiformat-Spezifikationen, CLDR und anderen Quellen.
ga: Tagann Weblate le sraith sainmhínithe iolracha ionsuite. Tá siad seo bunaithe ar shonraíochtaí formáid comhaid, CLDR, agus foinsí eile.
hu: A Weblate beépített többes szám definíciókat tartalmaz. Ezek fájlformátum specifikációk, a CLDR és más források alapján készültek.
id: Weblate dilengkapi dengan serangkaian definisi jamak bawaan. Definisi ini didasarkan pada spesifikasi format berkas, CLDR, dan sumber lainnya.
ja: Weblate には、複数形の定義のセットが内蔵されています。これらは、ファイル形式の仕様、CLDR、およびその他のソースに基づいています。
nl: Weblate heeft een ingebouwde set met definities voor meervouden. Deze zijn gebaseerd op specificaties voor bestandsindelingen, CLDR en andere bronnen.
pt: O Weblate vem com um conjunto embutido de definições de plural. Elas são baseadas em especificações de formato de ficheiro, CLDR e outras fontes.
pt_br: O Weblate vem com um conjunto embutido de definições de plural. Elas são baseadas em especificações de formato de arquivo, CLDR e outras fontes.
ru: Weblate поставляется со встроенным набором определений множественного числа. Они основаны на спецификациях формата файлов, CLDR и других источниках.
sv: Weblate har en inbyggd uppsättning pluraldefinitioner. Dessa baseras på filformatspecifikationer, CLDR och andra källor.
ta: வலைபெயர்ப்பு ஒரு உள்ளமைக்கப்பட்ட பன்மை வரையறைகளுடன் வருகிறது. இவை கோப்பு வடிவ விவரக்குறிப்புகள், சி.எல்.டி.ஆர் மற்றும் பிற மூலங்களை அடிப்படையாகக் கொண்டவை.
tr: Weblate bazı hazır çoğul tanımlarıyla gelir. Bunlar dosya biçimi teknik özelliklerine, CLDR ve diğer kaynaklara göre belirlenmiştir.
uk: Weblate постачається із вбудованим набором визначень форм множини. Цей набір засновано на специфікаціях у форматах файлів, CLDR та інших джерел.
zh_hans: Weblate 有内置的复数定义集。它们时基于文件格式规范、CLDR及其他来源。

source: Doing changes to the built-in plural definitions will most likely won't have desired effect, as these rules need to match underlying implementation.
de: Änderungen an den integrierten Pluraldefinitionen werden höchstwahrscheinlich nicht die gewünschte Wirkung haben, da diese Regeln der zugrunde liegenden Implementierung entsprechen müssen.
ga: Is dócha nach mbeidh éifeacht inmhianaithe ag athruithe a dhéanamh ar na sainmhínithe iolracha ionsuite, mar is gá go mbeadh na rialacha sin ag teacht leis an gcur chun feidhme bunúsach.
hu: A beépített többes szám definíciók módosítása valószínűleg nem fogja elérni a kívánt hatást, mivel ezeknek az alapul szolgáló implementációval is egyezniük kell.
id: Melakukan perubahan pada definisi jamak bawaan kemungkinan besar tidak akan memberikan efek yang diinginkan, karena aturan-aturan ini harus cocok dengan implementasi yang mendasarinya.
ja: 複数形の規則は、基礎となる実装と一致させることが必要となるため、内蔵の複数形の定義を変更しても望んだ結果は得られないでしょう。
nl: Wijzigingen doorvoeren aan de ingebouwde definities voor meervouden zullen zeer waarschijnlijk niet het gewenste effect hebben, omdat deze regels overeen moeten komen met de onderliggende implementatie.
pt: Fazer alterações nas definições de plural embutidas provavelmente não terá o efeito desejado, pois estas regras precisam corresponder à implementação subjacente.
pt_br: Fazer alterações nas definições de plural embutidas provavelmente não terá o efeito desejado, pois essas regras precisam corresponder à implementação subjacente.
ru: Внесение изменений во встроенные определения множественного числа, скорее всего, не даст желаемого эффекта, поскольку эти правила должны соответствовать базовой реализации.
sv: Att göra ändringar i de inbyggda pluraldefinitionerna kommer sannolikt inte att ge önskad effekt, eftersom dessa regler måste stämma överens med den underliggande implementeringen.
ta: உள்ளமைக்கப்பட்ட பன்மை வரையறைகளில் மாற்றங்களைச் செய்வது பெரும்பாலும் விரும்பிய விளைவைக் கொண்டிருக்காது, ஏனெனில் இந்த விதிகள் அடிப்படை செயல்படுத்தலுடன் பொருந்த வேண்டும்.
tr: Hazır çoğul tanımlarında değişiklik yapmak büyük olasılıkla istenilen etkiyi yaratmaz. Çünkü bu kuralların temeldeki uygulamaya uyması gerekir.
uk: Внесення змін до вбудованих визначень форм множини найімовірніше не матиме бажаного результату, оскільки ці правила мають відповідати базовій реалізації.
zh_hans: 更改内置的复数定义很可能不会生产你期望的效果，因为这些规则需匹配底层实现。

source: Changing plural number or formula will affect only displaying of the strings, but not parsing and storing strings to the files. Should you think Weblate behaves incorrectly, please file a issue in our issue tracker.
de: Eine Änderung der Pluralformen oder -formel wirkt sich nur auf die Anzeige der Zeichenketten aus, nicht aber auf das Analysieren und Speichern der Zeichenketten in den Dateien. Sollten Sie der Meinung sein, dass Weblate sich falsch verhält, melden Sie bitte das Problem in unserem Issue Tracker.
ga: Ní dhéanfaidh athrú ar uimhir iolra nó ar fhoirmle ach difear do na teaghráin a thaispeáint, ach ní dhéanfaidh sé difear do pharsáil agus do stóráil teaghráin do na comhaid. Má cheapann tú go n-iompraíonn Weblate go mícheart, comhdaigh fadhb inár rianaitheoir eisiúna.
hu: A többes számok számának vagy képletének módosítása csak a szövegek megjelenítésére van hatással, a fájlba történő beolvasásra és mentésre nincs. Amennyiben úgy véli, hogy a Weblate hibásan viselkedik, kérjük, jelentsen hibát a hibakövető rendszerünkben.
id: Mengubah angka jamak atau rumus hanya akan memengaruhi tampilan string, tetapi tidak akan memengaruhi penguraian dan penyimpanan string ke dalam berkas. Jika Anda merasa Weblate berperilaku tidak semestinya, silakan laporkan masalah Anda di pelacak masalah kami.
ja: 複数形の数値または数式を変更すると、文字列の表示にのみ影響があり、文字列の解析やファイルへの保存には影響しません。Weblate が正常に動作していないと思われる場合は、当社の問題追跡ツールで問題を報告してください。
nl: Wijzigen van het getal voor het meervoud of de formule zal alleen het weergeven van die tekenreeksen beïnvloeden, maar niet het parsen en opslaan van tekenreeksen naar de bestanden. Zou u denken dat Weblate zich niet juist gedraagt, rapporteer dan het probleem in het probleemvolgsysteem.
pt: Alterar o número plural ou a fórmula afetará apenas a exibição dos textos, mas não o parsing e armazenamento das cadeias nos ficheiros. Se achar que o Weblate se comporta incorretamente, por favor, registe uma questão no nosso rastreador de problemas.
pt_br: Alterar o número plural ou a fórmula afetará apenas a exibição dos textos, mas não o parsing e armazenamento dos textos nos arquivos. Se você achar que o Weblate está se comportando incorretamente, por favor, registre uma questão em nosso rastreador de problemas.
ru: Изменение числа или формулы во множественном числе повлияет только на отображение строк, но не на анализ и сохранение строк в файлах. Если вы считаете, что Weblate ведёт себя неправильно, сообщите о проблеме в нашем трекере проблем.
sv: Ändring av pluralform eller formel påverkar endast visningen av strängarna, men inte tolkningen och lagringen av strängarna i filerna. Om du anser att Weblate fungerar felaktigt, vänligen rapportera problemet i vår felrapporteringssystem.
ta: பன்மை எண் அல்லது சூத்திரத்தை மாற்றுவது சரங்களைக் காண்பிப்பதை மட்டுமே பாதிக்கும், ஆனால் கோப்புகளை பாகுபடுத்தி சேமிப்பது அல்ல. வலைபெயர்ப்பு தவறாக நடந்துகொள்வதாக நீங்கள் நினைத்தால், தயவுசெய்து எங்கள் வெளியீட்டு டிராக்கரில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்.
tr: Çoğul sayısının veya formülünün değiştirilmesi yalnızca dizgelerin görüntülenmesini etkiler. Ancak dizgelerin işlenip dosyalara kaydedilmesini etkilemez. Weblate hatalı davranıyor gibi geliyorsa lütfen sorun izleyicimizde bir konu açın.
uk: Зміна кількості форм множини або формули форм множини впливає лише на показ рядків, але не на обробку і зберігання рядків до файлів. Якщо ви вважаєте, що Weblate працює неправильно, будь ласка, створіть повідомлення про ваду у нашій системі стеження за вадами.
zh_hans: 更改复数或配方只会影响字符串显示，但不会影响解析字符串并将字符串存储到文件中。如果你认为 Weblate 的行为有误，请在我们的问题追踪器上新开一个问题。

source: Plural number
de: Anzahl der Pluralformen
ga: Uimhir iolra
hu: Többes számok száma
id: Nomor jamak
ja: 複数形の数
nl: Getal voor meervoud
pt: Quantidade de plurais
pt_br: Quantidade total de plurais
ro: Numărul plural
ru: Количество форм множественного числа
sv: Plural
ta: பன்மை எண்
tr: Çoğul sayısı
uk: Кількість форм множини
zh_hans: 复数数量
zh_hant: 複數數量

source: Number of plurals used in the language.
de: Anzahl der in der Sprache verwendeten Pluralformen.
ga: Líon na n-iolra a úsáidtear sa teanga.
hu: Az adott nyelvben használt többes szám formák száma.
id: Jumlah bentuk jamak yang digunakan dalam bahasa tersebut.
ja: 言語で使用する複数形の数。
nl: Aantal meervouden, gebruikt in de taal.
pt: Quantidade de plurais usados no idioma.
pt_br: Quantidade total de plurais usados no idioma.
ro: Numărul de pluraluri folosite în limbă.
ru: Количество используемых в языке форм множественного числа.
sv: Antal pluralformer som används i språket.
ta: மொழியில் பயன்படுத்தப்படும் பன்மைகளின் எண்ணிக்கை.
tr: Dilde kullanılan çoğul biçim sayısı.
uk: Кількість форм множини, які використовуються у мові.
zh_hans: 语言中使用的复数数量。
zh_hant: 語言中使用的複數的數量。

source: Plural formula
de: Pluralformel
ga: Foirmle iolra
hu: Többes szám képlet
id: Rumus jamak
ja: 複数形判別式
nl: Meervoudsvorm
pt: Fórmula de plural
pt_br: Fórmula de plural
ro: Formulă plural
ru: Формула множественного числа
sv: Pluralformel
ta: பன்மை தேற்றம்
tr: Çoğul formülü
uk: Форма множини
zh_hans: 复数公式
zh_hant: 複數公式

source: Gettext compatible plural formula used to determine which plural form is used for given count.
de: Gettext-kompatible Pluralformel, die verwendet wird, um zu bestimmen, welche Pluralform für eine bestimmte Zählung verwendet wird.
ga: Foirmle iolra comhoiriúnach Gettext a úsáidtear chun a fháil amach cén fhoirm iolra a úsáidtear do chomhaireamh tugtha.
hu: A megadott szám alapján alkalmazandó többes szám alak meghatározására szolgáló, Gettext-kompatibilis képlet.
id: Rumus jamak yang kompatibel dengan Gettext digunakan untuk menentukan bentuk jamak mana yang digunakan untuk hitungan tertentu.
ja: 与えられたカウントに、どの複数形を使用するかを決定するために使用する Gettext 互換の複数形式。
nl: Gettext compatibele formule voor meervouden, gebruikt om te bepalen welke meervoudsvorm moet worden gebruikt voor het opgegeven aantal.
pt: Fórmula de plural compatível com Gettext usada para determinar qual forma de plural é usada para determinada contagem.
pt_br: Fórmula de plural compatível com Gettext usada para determinar qual forma de plural é usada para determinada contagem.
ro: Formulă de plural compatibilă cu Gettext utilizată pentru a determina ce formă de plural este utilizată pentru un număr dat.
ru: Совместимая с Gettext формула множественного числа, используемая для определения того, какая форма множественного числа используется для данного количества.
sv: Gettext-kompatibel pluralformel som används för att avgöra vilken pluralform som ska användas för ett givet antal.
ta: கொடுக்கப்பட்ட எண்ணிக்கையில் எந்த பன்மை வடிவம் பயன்படுத்தப்படுகிறது என்பதை தீர்மானிக்கப் பயன்படுத்தப்படும் உரைபெறு இணக்கமான பன்மை தேற்றம்.
tr: Belirtilen bir sayı için hangi çoğul biçiminin kullanılacağını belirleyen gettext uyumlu çoğul formülü.
uk: Для визначення, яку форму множини буде використано для вказаної кількості, буде використано формулу множини, яка сумісна із Gettext.
zh_hans: Gettxt 兼容的复数公式，用于确定给定数量使用哪种复数形式。
zh_hant: Gettxt 兼容的複數公式，用於確定根據給定的數量使用哪種複數形式。

source: `Additional functions for plural forms in GNU gettext`_
id: `Fungsi tambahan untuk bentuk jamak di GNU gettext`_
sv: `Ytterligare funktioner för pluralformer i GNU gettext`_

source: `Language Plural Rules by the Unicode Consortium`_
id: `Aturan Jamak Bahasa oleh Konsorsium Unicode`_
sv: `Språkliga pluralregler enligt Unicode Consortium`_

source: Licensing translations
de: Lizenzierung von Übersetzungen
ga: Aistriúcháin a cheadúnú
hu: Fordítások licencelése
id: Lisensi terjemahan
ja: 翻訳のライセンス
nl: Licenseren van vertalingen
pt: Licenciar traduções
pt_br: Licenciando traduções
ro: Licențierea traducerilor
ru: Лицензирование переводов
sv: Licensiering av översättningar
ta: உரிம மொழிபெயர்ப்புகள்
tr: Çeviri lisanslarını belirlemek
uk: Ліцензування перекладів
zh_hans: 翻译许可
zh_hant: 翻譯許可

source: You can specify which license translations are contributed under. This is especially important to do if translations are open to the public, to stipulate what they can be used for.
de: Sie können angeben, unter welcher Lizenz die Übersetzungen bereitgestellt werden. Dies ist besonders bei öffentlich zugänglichen Übersetzungen wichtig, um den erlaubten Verwendungszweck festzulegen.
ga: Is féidir leat a shonrú cé na haistriúcháin cheadúnais a ranníoctar faoi. Tá sé seo tábhachtach go háirithe a dhéanamh má bhíonn na haistriúcháin oscailte don phobal, chun a shonrú cad is féidir a úsáid.
hu: Meghatározhatja, hogy a fordításokat milyen licenc alatt lehet hozzájárulni. Ez különösen akkor fontos, ha a fordítások nyilvánosan elérhetők, mivel ez szabályozza, hogy mire használhatók fel.
id: Anda dapat menentukan lisensi terjemahan yang disumbangkan. Hal ini terutama penting jika terjemahan terbuka untuk umum, untuk menentukan kegunaannya.
ja: 翻訳をどのライセンスの下で貢献してもらうかを指定できます。これは翻訳が公開されている場合には特に重要で、翻訳をどのような用途に使用できるかを規定します。
nl: U kunt specificeren onder welke licentie de vertalingen worden bijgedragen. Dit is speciaal belangrijk om te doen als de vertalingen open voor het publiek zijn, om aan te geven waarvoor zij gebruikt mogen worden.
pt: Pode especificar sob quais traduções de licença são contribuídas. Isto é especialmente importante se as traduções forem abertas ao público, para estipular para que elas possam ser usadas.
pt_br: Você pode especificar sob quais traduções de licença são contribuídas. Isso é especialmente importante de se as traduções forem abertas ao público, para estipular para que elas possam ser usadas.
ro: Puteți specifica licența sub care se contribuie la traduceri. Acest lucru este deosebit de important de făcut dacă traducerile sunt deschise publicului, pentru a stipula la ce pot fi folosite.
ru: Вы можете указать, по каким лицензиям предоставляются переводы. Особенно оно важно, если переводы находятся в открытом доступе, так как оно помогает определить, для чего они могут быть использованы.
sv: Du kan ange vilken licens översättningarna omfattas av. Detta är särskilt viktigt om översättningarna är tillgängliga för allmänheten, för att fastställa vad de får användas till.
ta: எந்த உரிம மொழிபெயர்ப்புகள் பங்களிக்கப்படுகின்றன என்பதை நீங்கள் குறிப்பிடலாம். மொழிபெயர்ப்புகள் பொதுமக்களுக்கு திறந்திருந்தால், அவை எதைப் பயன்படுத்தலாம் என்பதை நிர்ணயிக்க இது மிகவும் முக்கியமானது.
tr: Çevirmenlerin katkıda bulunmak için kabul etmesi gereken lisans koşullarını belirleyebilirsiniz. Bu özellik, herkese açık olan çevirilerin ne amaçla kullanılabileceğini belirlemek özellikle önemlidir.
uk: Ви можете вказати, за якими умовами ліцензування розповсюджуватимуться переклади. Це особливо важливо, якщо переклади відкриті для всіх, щоб заздалегідь визначити умови використання перекладів.
zh_hans: 您可以指定翻译输入哪种授权方式。当翻译对公众公开时这特别重要，这样明确规定如何使用。
zh_hant: 您可以指定翻譯輸入哪種授權方式。當翻譯對公眾公開時這特別重要，這樣明確規定如何使用。

source: License info
de: Lizenzinformation
ga: Eolas faoi cheadúnas
hu: Licencinformációk
id: Info lisensi
ja: ライセンス情報
nl: Informatie licentie
pt: Informações de licença
pt_br: Informações de licença
ro: Informații despre licență
ru: Информация о лицензии
sv: Licensinformation
ta: உரிமத் செய்தி
tr: Lisans bilgileri
uk: Умови ліцензування
zh_hans: 许可证信息
zh_hant: 版權信息

source: Usually this is best place to post licensing info if no explicit consent is required. If your project or translation is not libre you most probably need prior consent.
de: Normalerweise ist dies der beste Ort, um Lizenzinformationen zu veröffentlichen, sofern keine ausdrückliche Einwilligung erforderlich ist. Wenn Ihr Projekt oder Ihre Übersetzung nicht frei ist, benötigen Sie höchstwahrscheinlich eine vorherige Einwilligung.
ga: De ghnáth is é seo an áit is fearr chun faisnéis cheadúnaithe a phostáil mura dteastaíonn toiliú sainráite. Mura bhfuil do thionscadal nó aistriúchán saor in aisce is dócha go mbeidh toiliú uait roimh ré.
hu: Ez a legalkalmasabb hely a licencinformációk feltüntetésére, ha nincs szükség külön hozzájárulási nyilatkozatra. Amennyiben projektje vagy fordítása nem szabadon felhasználható, előfordulhat, hogy előzetes hozzájárulás szükséges.
id: Biasanya ini adalah tempat terbaik untuk memposting informasi lisensi jika tidak diperlukan persetujuan eksplisit. Jika proyek atau terjemahan Anda tidak bebas, kemungkinan besar Anda memerlukan persetujuan terlebih dahulu.
ja: 通常、明示的な同意を必要としない場合は、ここはライセンス情報を記述するのに最適な場所です。あなたのプロジェクトまたは翻訳が自由でない場合、おそらく事前の同意が必要です。
nl: Gewoonlijk is dat de beste plek om informatie over de licentie te plaatsen als er geen expliciete instemming is vereist. Als uw project of vertaling niet vrij is, heeft u waarschijnlijk van tevoren instemming nodig.
pt: Normalmente este é o melhor lugar para publicar informações de licenciamento se nenhum consentimento explícito for necessário. Se o seu projeto ou tradução não for livre, provavelmente precisa de consentimento prévio.
pt_br: Normalmente este é o melhor lugar para publicar informações de licenciamento se nenhum consentimento explícito for necessário. Se o seu projeto ou tradução não for livre, você provavelmente precisa de consentimento prévio.
ro: De obicei, acesta este cel mai bun loc pentru a posta informații despre licențe dacă nu este necesar un consimțământ explicit. Dacă proiectul sau traducerea ta nu este liberă, cel mai probabil ai nevoie de un consimțământ prealabil.
ru: Обычно, если на перевод не требуется явного согласия, это лучшее место для размещения информации о лицензии. Если ваш проект или перевод не являются свободными, то, скорее всего, предварительное согласие вам необходимо.
sv: Vanligtvis är detta den bästa platsen att publicera licensinformation om inget uttryckligt samtycke krävs. Om ditt projekt eller din översättning inte är fri behöver du troligen ett förhandsgodkännande.
ta: வெளிப்படையான ஒப்புதல் தேவையில்லை என்றால் வழக்கமாக உரிமம் வழங்கும் தகவலை இடுகையிட இது சிறந்த இடம். உங்கள் திட்டம் அல்லது மொழிபெயர்ப்பு லிப்ரே இல்லையென்றால் உங்களுக்கு முன் ஒப்புதல் தேவைப்படலாம்.
tr: Genellikle açık bir onay gerekmiyorsa lisans bilgilerini yayınlamak için en iyi yer burasıdır. Projeniz veya çeviriniz özgür değilse, büyük olasılıkla önceden izin almanız gerekir.
uk: Зазвичай, це найкраще місце для розташування даних ліцензування, якщо вимоги не висуваються явним чином. Якщо ваш проєкт або переклад не є вільними, вам, найімовірніше, слід попередньо висунути вимоги щодо ліцензування.
zh_hans: 如果不需要特别同意的话，这通常是放置许可信息的最佳位置。如果您的项目或翻译不是自由的，您很可能需要事先同意。
zh_hant: 如果不需要特別同意的話，這通常是放置許可信息的最佳位置。如果您的項目或翻譯不是開源項目，那麼您最可能需要事先同意。

source: Contributor license agreement
de: Mitwirkungsvereinbarung
ga: Comhaontú ceadúnais ranníocóra
hu: Közreműködői licencszerződés
id: Perjanjian lisensi kontributor
ja: 貢献者ライセンス同意書
nl: Medewerker licentieovereenkomst
pt_br: Contrato de licença do colaborador
sv: Licensavtal för bidragsgivare
tr: Katılımcı lisans anlaşması
uk: Ліцензійна угода вкладника

source: If you specify a :ref:`component-agreement`, only users who have agreed to it will be able to contribute. This is a clearly visible step when accessing the translation:
de: Wenn Sie eine :ref:`component-agreement` angeben, können nur Benutzer beitragen, die ihr zugestimmt haben. Dies ist ein deutlich sichtbarer Schritt beim Aufrufen der Übersetzung:
ga: Má shonraíonn tú :ref:`component-agreement`, ní bheidh ach úsáideoirí a d'aontaigh leis in ann cur leis. Is céim le feiceáil go soiléir é seo agus an t-aistriúchán á rochtain:
hu: Ha megad egy :ref:`component-agreement` dokumentumot, akkor csak azok a felhasználók járulhatnak hozzá a fordításhoz, akik elfogadták ezt. Ez a fordítói felülethez való hozzáféréskor jól látható módon megjelenik:
id: Jika Anda menentukan :ref:`component-agreement`, hanya pengguna yang telah menyetujuinya yang dapat berkontribusi. Ini adalah langkah yang terlihat jelas saat mengakses terjemahan:
nl: Wanneer u een :ref:`component-agreement` specificeert kunnen alleen gebruikers, die daarmee hebben ingestemd, in staat zijn om bij te dragen. Dit is een duidelijk zichtbare stap bij de toegang tot de vertaling:
pt_br: Se você especificar um :ref:`component-agreement`, apenas os usuários que concordaram com ele poderão contribuir. Este é um passo claramente visível ao acessar a tradução:
sv: Om du anger ett :ref:`component-agreement`, kommer endast användare som har godkänt det att kunna bidra. Detta är ett tydligt steg när man öppnar översättningen:
tr: Bir :ref:`component-agreement` belirtirseniz, çeviriye yalnızca bunu kabul eden kullanıcılar katkıda bulunabilir. Katılımcı anlaşması çeviriye erişirken açıkça görülebilir:
uk: Якщо ви вкажете :ref:`component-agreement`, лише користувачі, які погодилися на це, зможуть робити внески. Це чітко видимий крок під час доступу до перекладу:

source: User licenses
de: Benutzerlizenzen
ga: Ceadúnais úsáideora
hu: Felhasználói licencek
id: Lisensi pengguna
ja: ユーザー ライセンス
nl: Gebruikerslicenties
pt: Licenças de utilizador
pt_br: Licenças de usuário
ro: Licențe de utilizator
ru: Пользовательские лицензии
sv: Användarlicenser
ta: பயனர் உரிமங்கள்
tr: Kullanıcı lisansları
uk: Ліцензування для користувачів
zh_hans: 用户许可证
zh_hant: 用戶版權

source: Any user can review all translation licenses of all public projects on the instance from their profile:
de: Jeder Benutzer kann in seinem Profil alle Übersetzungslizenzen aller öffentlichen Projekte auf der Instanz einsehen:
ga: Is féidir le haon úsáideoir athbhreithniú a dhéanamh ar gach ceadúnas aistriúcháin do gach tionscadal poiblí ar an gcás óna phróifíl:
hu: Minden felhasználó megtekintheti a példányon elérhető összes nyilvános projekt fordításainak licencét a saját profiljából:
id: Setiap pengguna dapat meninjau semua lisensi penerjemahan dari semua proyek publik pada instansi dari profil mereka:
ja: どのユーザーも、インスタンス上のすべての公開プロジェクトのすべての翻訳ライセンスをユーザー情報画面から確認できます。
nl: Gebruikers kunnen alle licenties, voor vertalingen van alle publieke projecten op de instantie, nakijken vanuit hun profiel:
pt: Todos utilizadores podem rever todas as licenças de tradução de todos os projetos públicos na instância do seu perfil:
pt_br: Qualquer usuário pode revisar todas as licenças de tradução de todos os projetos públicos na instância a partir de seu perfil:
ro: Orice utilizator poate revizui toate licențele de traducere ale tuturor proiectelor publice de pe instanță din profilul său:
ru: Любой пользователь может просмотреть из своего профиля все лицензии на перевод всех публичных проектов на экземпляре:
sv: Alla användare kan granska alla översättningslicenser för alla offentliga projekt på instansen från sin profil:
ta: எந்தவொரு பயனரும் அனைத்து பொதுத் திட்டங்களின் அனைத்து மொழிபெயர்ப்பு உரிமங்களையும் அவர்களின் சுயவிவரத்திலிருந்து மதிப்பாய்வு செய்யலாம்:
tr: Herhangi bir kullanıcı, bulut sunucusunda herkese açık tüm projelerin tüm çeviri lisanslarını profilinde inceleyebilir:
uk: Будь-який користувач може ознайомитися із усіма ліцензійними угодами щодо перекладу усіх відкритих проєктів екземпляра Weblate за допомогою сторінки профілю:
zh_hans: 任何用户都可以在其个人资料中查看实例上所有公共项目的所有翻译许可证：
zh_hant: 任何用戶可以在其簡介的實例中看到所有公開項目的所有翻譯版權：
