Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: This check has to be turned on using ``check-glossary`` flag (see :ref:`custom-checks`). Please consider following prior to enabling it:
de: Diese Prüfung muss mit der Markierung ``check-glossary`` aktiviert werden (siehe :ref:`custom-checks`). Vor dem Aktivieren bitte Folgendes beachten:
ga: Ní mór an tseiceáil seo a chur ar siúl agus úsáid á baint as bratach ``check-glossary`` (féach :ref:`custom-checks`). Smaoinigh ar na rudaí seo a leanas sula gcumasaítear é:
hu: Ez az ellenőrzés a ``check-glossary`` jelzővel kapcsolható be (lásd: :ref:`custom-checks`). Engedélyezése előtt vegye figyelembe az alábbiakat:
id: Pemeriksaan ini harus diaktifkan menggunakan tanda ``check-glossary`` (lihat :ref:`custom-checks`). Harap pertimbangkan hal berikut sebelum mengaktifkannya:
ja: この検査は、``check-glossary`` フラグを使用して有効にします（参照: :ref:`custom-checks`）。有効にする前に、考慮が必要な項目:
nl: Deze controle moet worden ingeschakeld met de vlag ``check-glossary`` (bekijk :ref:`custom-checks`). Denk, voor het inschakelen, eraan dat:
pt: Esta verificação tem de ser ligada usando o marcador ``check-glossary`` (veja :ref:`custom-checks`). Por favor, considere o seguinte antes de o ativar:
pt_br: Esta verificação tem de ser ativada usando o marcador ``check-glossary`` (consulte :ref:`custom-checks`). Considere o seguinte antes de habilitá-la:
ro: Această verificare trebuie activată cu ajutorul indicatorului ``check-glossary`` (a se vedea :ref:`custom-checks`). Vă rugăm să luați în considerare următoarele aspecte înainte de a o activa:
ru: Эту проверку можно включить с помощью флага ``check-glossary`` (смотреть раздел :ref:`custom-checks`). Но прежде чем делать это учтите следующее:
sv: Denna kontroll måste aktiveras med flaggan ``check-glossary`` (se :ref:`custom-checks`). Tänk på följande innan du aktiverar den:
tr: Bu kalite denetimin ``check-glossary`` imi ile açılması gerekir (ayrıntılı bilgi almak için: :ref:`custom-checks`). Lütfen kullanıma almadan önce şunları göz önüne alın:
uk: Цю перевірку має бути увімкнено за допомогою прапорця ``check-glossary`` (див. :ref:`custom-checks`). Будь ласка, зважте на таке, перш ніж її вмикати:
zh_hans: 必须使用标记 ``check-glossary`` 以开启此检查（请参阅 :ref:`custom-checks`）。请在启用它之前考虑以下事项：
zh_hant: 此檢查必須使用“檢查詞彙表”標誌（參見：REF：“定制檢查”）。在啟用它之前請考慮以下操作：

source: It does exact string matching, the glossary is expected to contain terms in all variants.
de: Es wird ein genauer Abgleich der Zeichenkette durchgeführt, wobei das Glossar Begriffe in allen Varianten enthalten sollte.
ga: Comhoiriúnaíonn sé go beacht teaghrán, táthar ag súil go mbeidh téarmaí i ngach leagan sa ghluais.
hu: Ez pontos szövegazonosítást végez, ezért a szójegyzéknek minden változatban tartalmaznia kell a kifejezéseket.
id: Alat ini melakukan pencocokan string yang tepat, glosarium diharapkan berisi istilah dalam semua varian.
ja: 完全一致で文字列の照合をします。用語集には、用語の別表記はすべて含まれていることが前提です。
nl: Het een exacte overeenkomst van de tekenreeks zoekt, de woordenlijst wordt geacht termen in alle varianten te bevatten.
pt: Ele faz a correspondência exata das cadeias, espera-se que o glossário contenha termos em todas as variantes.
pt_br: Ela faz a correspondência exata dos textos, espera-se que o glossário contenha termos em todas as variantes.
ro: Se face o potrivire exactă a șirurilor de caractere, se așteaptă ca glosarul să conțină termeni în toate variantele.
ru: Эта проверка использует строгое сравнение строк, ожидается, что словарь будет содержать термины со всеми их вариантами.
sv: Den utför exakt strängmatchning, och ordlistan förväntas innehålla termer i alla varianter.
ta: இது சரியான சரம் பொருத்தத்தை செய்கிறது, சொற்களஞ்சியத்தில் அனைத்து வகைகளிலும் சொற்கள் இருக்கும் என்று எதிர்பார்க்கப்படுகிறது.
tr: Dizgenin çeviri ile tam olarak eşleşip eşlemediğine bakar. Sözlükte tüm çeşitlerdeki terimlerin bulunması beklenir.
uk: Виконує точну перевірку збігу рядків. У глосарії мають міститися терміни в усіх варіантах.
zh_hans: 它进行精确的字符串匹配。预计术语表将包含所有变体中的术语。
zh_hant: 它確實是精確的字符串匹配，預計詞彙表將包含所有變體中的術語。

source: Checking each string against glossary is expensive, it will slow down any operation in Weblate which involves running checks like importing strings or translating.
de: Das Überprüfen jeder einzelnen Zeichenkette anhand des Glossars ist aufwendig und verlangsamt alle Vorgänge in Weblate, die Überprüfungen wie das Importieren von Zeichenketten oder das Übersetzen beinhalten.
ga: Tá sé costasach gach teaghrán a sheiceáil i gcoinne gluais, cuirfidh sé moill ar aon oibríocht in Weblate a bhaineann le seiceálacha a rith amhail teaghráin a allmhairiú nó a aistriú.
hu: Minden egyes szöveg szójegyzékkel való összevetése erőforrás-igényes, ezért lelassíthatja a Weblate működését, például szövegek importálásakor vagy fordításkor.
id: Memeriksa setiap string terhadap glosarium mahal biayanya, dan akan memperlambat operasi apa pun di Weblate yang melibatkan pemeriksaan seperti mengimpor string atau menerjemahkan.
ja: 各文字列を用語集と照合して検査するのは大変な作業です。文字列のインポートや翻訳など、検査を引き起こす Weblate のすべての操作が遅くなります。
nl: Controleren van elke tekenreeks tegen de woordenlijst is tijdrovend, het zal elke bewerking in Weblate, die het uitvoeren van controles betreft, vertragen, zoals tekenreeksen importeren of vertalen.
pt: A verificação de cada cadeia em relação ao glossário é dispendiosa, ela irá retardar qualquer operação na Weblate que envolva a execução de verificações como a importação de textos ou a tradução.
pt_br: A verificação de cada texto em relação ao glossário é dispendiosa, ela irá retardar qualquer operação na Weblate que envolva a execução de verificações como a importação de textos ou a tradução.
ro: Verificarea fiecărui șir de caractere în raport cu glosarul este costisitoare și va încetini orice operațiune din Weblate care implică efectuarea de verificări, cum ar fi importul de șiruri de caractere sau traducerea.
ru: Проверка каждой строки на соответствие словарю — дорогое удовольствие: это значительно замедлит все операции Weblate, которые подразумевают запуск проверок, включая импорт строк или переводов.
sv: Att kontrollera varje sträng mot ordlistan är kostsamt och kommer att sakta ner alla operationer i Weblate som involverar kontroller, såsom import av strängar eller översättning.
ta: சொற்களஞ்சியத்திற்கு எதிராக ஒவ்வொரு சரத்தையும் சரிபார்ப்பது விலை உயர்ந்தது, இது வலைபெயர்ப்பில் உள்ள எந்தவொரு செயல்பாட்டையும் மெதுவாக்கும், இதில் சரங்களை இறக்குமதி செய்வது அல்லது மொழிபெயர்ப்பது போன்ற சோதனைகளை இயக்குவது அடங்கும்.
tr: Her dizgeyi sözlük ile karşılaştırarak denetlemek zorlayıcı olur. Weblate üzerinde dizgeleri içe aktarma ya da çevirme gibi denetimlerin çalıştırılması gereken tüm işlemleri yavaşlatır.
uk: Зіставлення всіх рядків з глосарієм ресурсовитратна операція. Вона сповільнює будь-які дії у Weblate, які стосуються виконання перевірок, подібних до імпортування рядків або перекладу.
zh_hans: 根据术语表检查每条字符串的成本很高，它会减慢 Weblate 中涉及运行检查（如导入字符串或翻译）的任何操作。
zh_hant: 檢查每個字符串針對詞彙表昂貴，它將減慢Weberate中的任何操作，涉及運行等待導入字符串或翻譯。

source: It also utilizes untranslatable glossary terms in :ref:`check-same`.
de: Es werden auch die unübersetzbaren Glossarbegriffe aus :ref:`check-same` benutzt.
ga: Baineann sé úsáid as téarmaí gluaiseachta neamh-aistrithe i :ref:`check-same` freisin.
hu: Ez az ellenőrzés a le nem fordítható szójegyzéki kifejezéseket is figyelembe veszi a :ref:`check-same` vizsgálatban.
id: Ia juga memanfaatkan istilah glosarium yang tidak dapat diterjemahkan dalam :ref:`check-same`.
ja: また、:ref:`check-same` では用語集の翻訳禁止の用語も活用します。
nl: Het gebruikt ook onvertaalbare termen uit de woordenlijst in :ref:`check-same`.
pt_br: Ele também utiliza termos de glossário intraduzíveis em :ref:`check-same`.
ru: Он также использует непереводимые термины словаря в :ref:`check-same`.
sv: Den använder också oöversättbara termer i :ref:`check-same`.
tr: Ayrıca :ref:`check-same` içinde çevrilemez sözlük terimlerini de değerlendirir.
uk: Також використовує непридатні до перекладу терміни з глосарія у :ref:`check-same`.
zh_hans: 它还使用 :ref:`check-same` 中不可翻译的词汇表术语。

source: Double space
de: Doppeltes Leerzeichen
ga: Spás dúbailte
hu: Dupla szóköz
id: Spasi ganda
ja: 連続スペース
nl: Dubbele spatie
pt: Espaço duplo
pt_br: Espaço duplo
ro: Spațiu dublu
ru: Двойной пробел
sv: Dubbla mellanslag
ta: இரட்டை இடம்
tr: Çift boşluk
uk: Подвійний пробіл
zh_hans: 双空格
zh_hant: 兩個空白

source: Translation contains double space.
de: Übersetzung enthält doppelte Leerzeichen.
ga: Tá spás dúbailte san aistriúchán.
hu: A fordítás dupla szóközt tartalmaz.
id: Terjemahan mengandung spasi ganda.
nl: De vertaling bevat een dubbele spatie.
pt_br: A tradução contém espaço duplo.
sv: Översättningen innehåller dubbla mellanslag.
tr: Çeviride çift boşluk var.
uk: Переклад містить подвійний пробіл.

source: Checks that double space is present in translation to avoid false positives on other space-related checks.
de: Prüft, ob ein doppeltes Leerzeichen in der Übersetzung vorhanden ist, um Fehlalarme bei anderen Leerzeichen-bezogenen Prüfungen zu vermeiden.
ga: Seiceálann sé go bhfuil spás dúbailte i láthair san aistriúchán chun rudaí bréagacha dearfacha a sheachaint ar sheiceálacha eile a bhaineann leis an spás.
hu: Ellenőrzi, hogy van-e dupla szóköz a fordításban, így elkerülhetők a téves pozitív találatok más, szóközzel kapcsolatos ellenőrzéseknél.
id: Memeriksa keberadaan spasi ganda saat terjemahan untuk menghindari positif palsu pada pemeriksaan terkait spasi lainnya.
ja: 翻訳文の中でスペースが連続しているかどうかを検査し、ほかのスペース関連の検査での誤検出を防ぎます。
nl: Controleert of er een dubbele spatie in de vertaling staat om valse positieven te vermijden in andere spatie-gerelateerde controles.
pt: Verifica se espaços duplos estão presentes na tradução para evitar falsos positivos em outras verificações relacionadas ao espaço.
pt_br: Verifica se o espaço duplo está presente na tradução para evitar falsos positivos em outras verificações relacionadas ao espaço.
ro: Verifică dacă spațiul dublu este prezent în traducere pentru a evita rezultatele fals pozitive la alte verificări legate de spațiu.
ru: Проверяет наличие в переводе двойного пробела, чтобы избежать ложных срабатываний на других проверках, связанных с пробелами.
sv: Kontrollerar att dubbla mellanslag förekommer i översättningen för att undvika falska positiva resultat vid andra mellanslagsrelaterade kontroller.
ta: விண்வெளி தொடர்பான பிற சோதனைகளில் தவறான நேர்மறைகளைத் தவிர்ப்பதற்காக மொழிபெயர்ப்பில் இரட்டை இடம் உள்ளதா என்பதை சோதனைகள்.
tr: Alanla ilgili diğer denetimlerde hatalı doğru sonuçları önlemek için çeviride çift boşluk olup olmadığını denetler.
uk: Перевіряє, чи немає у перекладі подвійних пробілів, щоб уникнути хибних спрацювань інших пов'язаних із пробілами перевірок.
zh_hans: 检查翻译中是否存在双空格，以避免其他与空格相关的检查出现误报。
zh_hant: 檢查翻譯中是否存在雙空格，以避免其他與空格相關的檢查出現誤報。

source: Check is false when double space is found in source meaning double space is intentional.
de: Die Prüfung ist falsch, wenn in der Ausgangszeichenkette ein doppeltes Leerzeichen gefunden wird, da dies bedeutet, dass das doppelte Leerzeichen beabsichtigt ist.
ga: Tá seiceáil bréagach nuair a aimsítear spás dúbailte sa fhoinse a chiallaíonn go bhfuil spás dúbailte d'aon ghnó.
hu: A vizsgálat nem jelez hibát, ha a dupla szóköz a forrásban is szerepel, mivel ebben az esetben az szándékosnak tekintendő.
id: Pemeriksaan bernilai salah apabila spasi ganda ditemukan di sumber, artinya spasi ganda tersebut disengaja.
ja: 原文に連続したスペースがある場合は、意図的なものなので検査で不合格になりません。
nl: De controle is false als er een dubbele spatie wordt gevonden in de bron, wat betekent dat de dubbele spatie daar met opzet staat.
pt: A verificação é falsa quando espaços duplos são encontrados na fonte, o que significa que os espaços duplos são intencionais.
pt_br: A verificação é falsa quando o espaço duplo é encontrado no texto fonte, o que significa que o espaço duplo é intencional.
ro: Verificarea este falsă atunci când se găsește un spațiu dublu în sursă, ceea ce înseamnă că spațiul dublu este intenționat.
ru: Проверка возвращает ложь, если в исходной строке найден двойной пробел, что означает, что двойной пробел был внесён в неё преднамеренно.
sv: Kontrollen är falsk när dubbla mellanslag hittas i källan, vilket innebär att dubbla mellanslag är avsiktliga.
ta: மூலத்தில் இரட்டை இடம் காணப்படும்போது சோதனை தவறானது என்றால் இரட்டை இடம் வேண்டுமென்றே.
tr: Kaynakta çift boşluk bulunduğunda bunun kasıtlı olduğu varsayılarak denetim yok sayılır.
uk: Перевірка вважається пройденою, якщо буде виявлено подвійний пробіл у початковому рядку, що означатиме, що подвійний пробіл було використано навмисно.
zh_hans: 当在原文中找到双空格时，检查为假，这意味着双空格是故意的。
zh_hant: 當在源中找到雙空格時，檢查為假，這意味著故意使用雙空格。

source: Fluent parts
de: Fluent-Teile
ga: Páirteanna líofa
hu: Fluent-részek
id: Bagian Fluent
ja: Fluent パーツ
nl: Fluent-onderdelen
pt: Partes Fluent
pt_br: Partes Fluent
ro: Părți Fluent
ru: Части Fluent
sv: Fluent-delar
ta: சரளமாக பாகங்கள்
tr: Fluent bölümleri
uk: Частини Fluent
zh_hans: Fluent 部分

source: Fluent parts should match.
de: Fluent-Teile sollten übereinstimmen.
ga: Ba chóir go mbeadh codanna líofa ag teacht le chéile.
hu: A Fluent-részeknek egyezniük kell.
id: Bagian Fluent harus cocok.
nl: De Fluent-delen zouden overeen moeten komen.
pt_br: As partes Fluent devem corresponder.
sv: Fluent-delar ska matcha varandra.
tr: Fluent bölümleri eşleşmeli.
uk: Повільні частини повинні збігатися.

source: File formats automatically enabling this check
id: Format berkas secara otomatis mengaktifkan pemeriksaan ini
sv: Filformat som automatiskt aktiverar denna kontroll

source: Each Fluent Message can have an optional value (the main text content), and optional attributes, each of which is a "part" of the Message. In Weblate, all these parts appear within the same block, using Fluent-like syntax to specify the attributes. For example:
de: Jede Fluent-Nachricht kann einen optionalen Wert (den Haupttextinhalt) und optionale Attribute haben, von denen jedes ein „Teil“ der Meldung ist. In Weblate erscheinen alle diese Teile innerhalb desselben Blocks, wobei eine Fluent-ähnliche Syntax zur Angabe der Attribute verwendet wird. Zum Beispiel:
ga: Is féidir luach roghnach a bheith ag gach Teachtaireacht Líofa (an príomhábhar téacs), agus tréithe roghnacha, agus is “cuid” den Teachtaireacht gach ceann acu. In Weblate, tá na codanna seo go léir le feiceáil laistigh den bhloc céanna, ag baint úsáide as comhréir cosúil le Líofa chun na tréithe a shonrú. Mar shampla:
hu: Egy Fluent üzenet opcionálisan tartalmazhat értéket (azaz fő szövegtartalmat), valamint attribútumokat – ezek mindegyike az üzenet egy-egy „része”. A Weblate-ben ezek a részek egy blokkban jelennek meg, Fluent-szerű szintaxist használva az attribútumok megadásához. Például:
id: Setiap Pesan Fluent dapat memiliki nilai opsional (konten teks utama) dan atribut opsional, yang masing-masing merupakan "bagian" dari Pesan. Di Weblate, semua bagian ini muncul dalam blok yang sama, menggunakan sintaksis mirip Fluent untuk menentukan atributnya. Misalnya:
ja: 各 Fluent メッセージにはオプションの値（メインのテキストコンテンツ）とオプションの属性が含まれ、それぞれがメッセージの「部分」です。Weblate では、これらのすべての部分が同じブロック内に表示され、属性を指定するために Fluent 風の構文が使用されます。例:
nl: Elke Fluent Message mag een optionele waarde hebben (de hoofd tekstinhoud), en optionele attributen, die elke een "deel" zijn van de Message. In Weblate verschijnen al deze delen in hetzelfde blok, gebruiken Fluent-achtige syntaxis om de attributen te specificeren. Bijvoorbeeld:
pt_br: Cada Mensagem Fluent pode ter um valor opcional (o conteúdo do texto principal) e atributos opcionais, cada um dos quais é uma "parte" da Mensagem. No Weblate, todas essas partes aparecem dentro do mesmo bloco, usando sintaxe semelhante à do Fluent para especificar os atributos. Por exemplo:
ru: Каждое сообщение Fluent может иметь необязательное значение (основное текстовое содержимое) и необязательные атрибуты, каждый из которых является «частью» (part) сообщения. В Weblate все эти части отображаются в одном блоке с использованием синтаксиса, подобного Fluent, для указания атрибутов. Например:
sv: Varje Fluent-meddelande kan ha ett valfritt värde (huvudtexten) och valfria attribut, som var och en är en "del" av meddelandet. I Weblate visas alla dessa delar i samma block, med Fluent-liknande syntax för att ange attributen. Till exempel:
ta: ஒவ்வொரு சரளமான செய்தியும் ஒரு விருப்ப மதிப்பு (முக்கிய உரை உள்ளடக்கம்) மற்றும் விருப்ப பண்புக்கூறுகளைக் கொண்டிருக்கலாம், அவை ஒவ்வொன்றும் செய்தியின் "பகுதி" ஆகும். வலைபெயர்ப்பில், இந்த பகுதிகள் அனைத்தும் ஒரே தொகுதிக்குள் தோன்றும், பண்புகளை குறிப்பிட சரளமாக போன்ற தொடரியல் பயன்படுத்துகின்றன. உதாரணத்திற்கு:
tr: Her Fluent iletisinin isteğe bağlı bir değeri (ana metin içeriği) ve her biri iletinin bir "parçası" olan isteğe bağlı nitelikleri olabilir. Weblate üzerinde tüm bu parçalar, nitelikleri belirtmek için Fluent benzeri bir söz dizimi kullanılarak aynı blok içinde bulunur. Örneğin:
uk: Кожне повідомлення Fluent може мати необов'язкове значення (основний текстовий вміст) та необов'язкові атрибути, кожен з яких є «частиною» повідомлення. Усі ці частини перебувають в одному блоці з використанням Fluent-подібного синтаксису для визначення атрибутів. Приклад:
zh_hans: 每条 Fluent 消息可以有一个可选值（主文本内容）以及多个可选属性，每个属性是该消息的“一部分”。Weblate 中所有这些部分出现在同一区块内，使用类 Fluent 语法来指定属性。比如：

source: This check ensures that the translated Message also has a value if the source Message has one, or no value if the source has none. This also checks that the same attributes used in the source Message also appear in the translation, with no additions.
de: Diese Prüfung stellt sicher, dass die übersetzte Nachricht auch einen Wert hat, wenn die Quellnachricht einen hat, oder keinen Wert, wenn die Quelle keinen hat. Außerdem wird geprüft, ob die gleichen Attribute, die in der Quellnachricht verwendet werden, auch in der Übersetzung vorkommen, ohne dass etwas hinzugefügt wird.
ga: Cinntíonn an tseiceáil seo go bhfuil luach ag an Teachtaireacht aistrithe freisin má tá ceann ag an Teachtaireacht foinse, nó luach ar bith mura bhfuil aon luach ag an bhfoinse. Seiceálann sé seo freisin go bhfuil na tréithe céanna a úsáidtear sa Teachtaireacht foinse le feiceáil freisin san aistriúchán, gan aon breiseanna.
hu: Ez az ellenőrzés biztosítja, hogy ha a forrás üzenetnek van értéke, akkor a fordításnak is legyen, ha nincs, akkor ne legyen. Emellett ellenőrzi azt is, hogy a forrásban szereplő attribútumok mind megtalálhatók legyenek a fordításban, és ne szerepeljen bennük többlet.
id: Pemeriksaan ini memastikan bahwa Pesan yang diterjemahkan juga memiliki nilai jika Pesan sumber memilikinya, atau tidak memiliki nilai jika Pesan sumber tidak memilikinya. Ini juga memeriksa bahwa atribut yang sama yang digunakan dalam Pesan sumber juga muncul dalam terjemahan, tanpa penambahan.
ja: この検査は、原文のメッセージに値がある場合は翻訳されたメッセージにも値があること、原文のメッセージに値がない場合は翻訳にも値がないことを確認します。また、原文のメッセージで使われている属性が翻訳にもあり、他に属性が追加されていないかも確認します。
nl: Deze controle zorgt ervoor dat de vertaalde Message ook een waarde heeft als de bron-Message er een heeft, of geen waarde als de bron er ook geen heeft. Dit controleert ook of dezelfde attributen, gebruikt in de bron-Message, ook terugkomen in de vertaling, zonder aanvullingen.
pt_br: Esta verificação garante que a Mensagem traduzida também tenha um valor se a Mensagem fonte tiver um, ou nenhum valor se a fonte não tiver nenhum. Isso também verifica se os mesmos atributos usados na Mensagem fonte também aparecem na tradução, sem adições.
ru: Эта проверка гарантирует, что переведённое сообщение также имеет значение, если оно есть в исходном сообщении, или не имеет значения, если его нет в источнике. При этом также проверяется, что в переводе присутствуют те же атрибуты, которые использовались в исходном сообщении, без каких-либо дополнений.
sv: Denna kontroll säkerställer att det översatta meddelandet också har ett värde om källmeddelandet har ett, eller inget värde om källmeddelandet inte har något. Detta kontrollerar också att samma attribut som används i källmeddelandet också förekommer i översättningen, utan tillägg.
ta: மூல செய்தியில் ஒன்று இருந்தால் மொழிபெயர்க்கப்பட்ட செய்திக்கு ஒரு மதிப்பு இருப்பதை இந்த சோதனை உறுதி செய்கிறது, அல்லது மூலத்தில் எதுவும் இல்லை என்றால் மதிப்பு இல்லை. மூல செய்தியில் பயன்படுத்தப்படும் அதே பண்புகளும் மொழிபெயர்ப்பில் தோன்றும் என்பதையும் இது சரிபார்க்கிறது.
tr: Bu denetim, kaynak iletide bir değer varsa çevrilen iletinin de bir değeri olmasını veya kaynakta bir değer yoksa çevirinin de herhangi bir değeri olmamasını sağlar. Bu aynı zamanda kaynak iletide kullanılan niteliklerin herhangi bir ekleme olmadan çeviride de bulunup bulunmadığını denetler.
uk: Ця перевірка забезпечує наявність значення у перекладеному повідомленні, якщо воно є у початковому повідомленні, або відсутність значення, якщо його немає у початковому повідомленні. Також буде перевірено, що усі атрибути початкового повідомлення є у перекладі, без будь-яких додавань.
zh_hans: 此检查确保如果源消息有一个值，那已翻译的消息也有一个，或者如果源消息没有，已翻译消息也没有。这也检查用于源消息的相同属性也出现在翻译中，且不会有添加。
