Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Upstream code hosting is not necessary, you can use Weblate with :ref:`vcs-local` where there is only the repository inside Weblate.
de: Upstream-Code-Hosting ist nicht notwendig, Sie können Weblate mit :ref:`vcs-local` verwenden, bei dem es nur das Repository innerhalb von Weblate gibt.
ga: Níl gá le hóstáil cód in aghaidh an tsrutha, is féidir leat Weblate a úsáid le :ref:`vcs-local` áit nach bhfuil ach an stór taobh istigh de Weblate.
hu: Nincs feltétlenül szükség külső kódtárolóra, a Weblate használható :ref:`vcs-local` módban is, amikor a tároló csak a Weblate-en belül létezik.
id: Hosting kode hulu tidak diperlukan, Anda dapat menggunakan Weblate dengan :ref:`vcs-local` di mana hanya ada repositori di dalam Weblate.
ja: 上流のコード ホスティングは必要ありません。Weblate 内にリポジトリのみがある場合は、:ref:`vcs-local` で Weblate を使用できます。
nl: Upstream hosten van de code is niet noodzakelijk, u kunt Weblate gebruiken met :ref:`vcs-local` waarbij de enige opslagruimte binnen Weblate ligt.
pt: A hospedagem de código upstream não é necessária, pode usar o Weblate com :ref:`vcs-local` onde há apenas o repositório dentro do Weblate.
pt_br: A hospedagem de código upstream não é necessária, você pode usar o Weblate com :ref:`vcs-local` onde há apenas o repositório dentro do Weblate.
ru: Хостинг вышестоящего кода не обязателен, можно использовать Weblate с :ref:`vcs-local`, где есть только репозиторий внутри Weblate.
sv: Upstream-kodhosting är inte nödvändigt, du kan använda Weblate med :ref:`vcs-local` där det endast finns ett arkiv inuti Weblate.
tr: Yukarı akış kodunun barındırılması gerekli değildir, Weblate :ref:`vcs-local` ile kullanılabilir. Burada depo yalnızca Weblate içinde bulunur.
uk: Зберігання коду в основній гілці розробки не є обов'язковим — ви можете скористатися Weblate з :ref:`vcs-local`, де існує лише сховище всередині Weblate.
zh_hans: 上游代码托管不是必需的，你可以通过 :ref:`vcs-local` 使用 Weblate，在本地 VCS 中只有 Weblate 内的仓库。

source: Updating repositories
de: Repositorys aktualisieren
ga: Taisclanna á nuashonrú
hu: Tárolók frissítése
id: Memperbarui repositori
ja: リポジトリの更新
nl: Bijwerken van opslagruimten
pt: Atualizar repositórios
pt_br: Atualizando repositórios
ro: Actualizarea depozitelor
ru: Обновление репозиториев
sv: Uppdatering av filförråden
ta: களஞ்சியங்களை புதுப்பித்தல்
tr: Depoları güncellemek
uk: Оновлення сховищ
zh_hans: 更新仓库
zh_hant: 更新倉庫

source: You should set up some way of updating backend repositories from their source.
de: Sie sollten eine Möglichkeit einrichten, Backend-Repositorys von ihrer Quelle aus zu aktualisieren.
ga: Ba cheart duit bealach éigin a shocrú chun stórtha inneall a nuashonrú óna bhfoinse.
hu: Érdemes beállítani valamilyen módszert a háttérrendszeri tárolók frissítésére az eredeti forrásból.
id: Anda harus menyiapkan beberapa cara untuk memperbarui repositori backend dari sumbernya.
ja: ソースからバックエンド リポジトリを更新する方法を何か設定することが必要です。
nl: U zou enige wijze van bijwerken van opslagruimten van de backends vanuit hun bron moeten instellen.
pt: Deve configurar alguma maneira de atualizar repositórios de backend a partir da fonte dele.
pt_br: Você deve configurar alguma maneira de atualizar repositórios de backend a partir de sua fonte.
ro: Ar trebui să configurați o modalitate de actualizare a depozitelor backend de la sursa acestora.
ru: Вы должны каким-то образом настроить обновления репозиториев из их источников.
sv: Du bör skapa något sätt att uppdatera backend-arkiv från deras källa.
ta: பின்தளத்தில் களஞ்சியங்களை அவற்றின் மூலத்திலிருந்து புதுப்பிக்க நீங்கள் சில வழிகளை அமைக்க வேண்டும்.
tr: Arka uç depolarını kaynaklarından güncellemek için bir yöntem ayarlamalısınız.
uk: Вам слід налаштувати певний спосіб оновлення сховищ з початкового коду.
zh_hans: 你应该设置某种方式，从后端仓库的源头更新它们。
zh_hant: 應該新建一些從他們的源來更新後端倉庫的方式。

source: Use :ref:`hooks` to integrate with most of common code hosting services:
de: Verwenden Sie :ref:`hooks` zur Integration mit den meisten gängigen Code-Hosting-Diensten:
ga: Úsáid :ref:`hooks` chun comhtháthú leis an gcuid is mó de na seirbhísí óstála cóid coitianta:
hu: Használhatja a :ref:`hooks` funkciót, hogy integrálódjon a legnépszerűbb kódtároló szolgáltatásokkal:
id: Gunakan :ref:`hooks` untuk berintegrasi dengan sebagian besar layanan hosting kode umum:
ja: 一般的なコード ホスティング サービスと連携するために、:ref:`hooks` を使用する機能:
nl: Gebruik :ref:`hooks` om te integreren met de meest gebruikte services voor het hosten van code:
pt: Use :ref:`hooks` para integrar com a maioria dos serviços comuns de hospedagem de código:
pt_br: Use :ref:`hooks` para integrar com a maioria dos serviços comuns de hospedagem de código:
ro: Utilizați :ref:`hooks` pentru a vă integra cu majoritatea serviciilor comune de găzduire a codurilor:
ru: Используйте :ref:`hooks` для интеграции с большинством распространённых сервисов хостинга исходного кода:
sv: Använd :ref:`hooks` för att integrera med de flesta vanliga kodhostingtjänster:
tr: Yaygın kullanılan kod barındırma hizmetlerinin çoğuyla bütünleştirmek için :ref:`hooks` kullanın:
uk: Скористайтеся :ref:`hooks` для інтеграції із більшістю типових служб зберігання коду:
zh_hans: 使用 :ref:`hooks` 来与多数常见的代码托管服务集成：
zh_hant: 使用 :ref:`hooks` 來與多數常見的代碼託管服務集成：

source: You must also :ref:`project-enable_hooks` for this to work.
de: Sie müssen auch :ref:`project-enable_hooks`, damit dies funktioniert.
ga: Ní mór duit freisin :ref:`project-enable_hooks` le go n-oibreoidh sé seo.
hu: A működéshez a projektben is engedélyezni kell a :ref:`project-enable_hooks` funkciót.
id: Anda juga harus :ref:`project-enable_hooks` agar ini berfungsi.
ja: これを実行させるには、:ref:`project-enable_hooks` の設定が必要です。
nl: U moet ook :ref:`project-enable_hooks` instellen om dit te laten werken.
pt_br: Você também deve :ref:`project-enable_hooks` para que isso funcione.
sv: Du måste också :ref:`project-enable_hooks` för att detta ska fungera.
tr: Bunun çalışması için :ref:`project-enable_hooks` işlemini de yapmalısınız.
uk: Щоб це спрацювало, слід також встановити :ref:`project-enable_hooks`.
zh_hans: 你还必须 :ref:`project-enable_hooks` 才能让这个正常工作。

source: Manually trigger update either in the repository management or using :ref:`api` or :ref:`wlc`
de: Manuelles Auslösen der Aktualisierung entweder in der Repository-Verwaltung oder mit :ref:`api` oder :ref:`wlc`
ga: Cuir tús le nuashonrú de láimh i mbainistíocht an taisclainne nó trí :ref:`api` nó :ref:`wlc` a úsáid
hu: Frissítést manuálisan is indíthat a tárolókezelő felületen,vagy a :ref:`REST API <api>` illetve a :ref:`wlc` parancssori eszköz használatával
id: Memicu pembaruan secara manual baik dalam manajemen repositori atau menggunakan :ref:`api` atau :ref:`wlc`
ja: リポジトリ管理から、または :ref:`api` あるいは :ref:`wlc` を使用して手動で更新を起動させる
nl: Activeer het bijwerken handmatig, ofwel in het beheer van de opslagruimte of met :ref:`api` of :ref:`wlc`
pt: Acione manualmente a atualização na gestão do repositório ou a usar :ref:`api` ou :ref:`wlc`
pt_br: Acione manualmente a atualização no gerenciamento do repositório ou usando :ref:`api` ou :ref:`wlc`
ro: Declanșarea manuală a actualizării fie în gestionarea depozitului, fie folosind :ref:`api` sau :ref:`wlc`
ru: Вручную запускайте обновление либо в разделе управления репозиторием, либо с помощью :ref:`api` или :ref:`клиента Weblate <wlc>`
sv: Starta uppdateringen manuellt antingen i repositorieförvaltningen eller med hjälp av :ref:`api` eller :ref:`wlc`
tr: Depo yönetiminden ya da :ref:`api` ya da :ref:`wlc` kullanarak güncellemeyi el ile başlatabilirsiniz
uk: Увімкніть оновлення вручну або у керуванні сховищем, або за допомогою :ref:`api` або :ref:`wlc`
zh_hans: 在仓库管理中或使用 :ref:`api` 或 :ref:`wlc` 来手动触发更新
zh_hant: 在倉庫管理中或使用 :ref:`api` 或 :ref:`wlc` 來手動觸發更新

source: Enable :setting:`AUTO_UPDATE` to automatically update all components on your Weblate instance
de: Aktivieren Sie :setting:`AUTO_UPDATE`, um alle Komponenten in Ihrer Weblate-Installation automatisch zu aktualisieren
ga: Cumasaigh :setting:`AUTO_UPDATE` chun na comhpháirteanna go léir ar do shampla Weblate a nuashonrú go huathoibríoch
hu: Engedélyezze az :setting:`AUTO_UPDATE` beállítást, hogy automatikusan frissítse az összes összetevőt a Weblate példányában
id: Aktifkan :setting:`AUTO_UPDATE` untuk memperbarui semua komponen secara otomatis pada instans Weblate Anda
ja: :setting:`AUTO_UPDATE` を有効にして、Weblate インスタンス上のすべてのコンポーネントを自動的に更新させる
nl: Schakel :setting:`AUTO_UPDATE` in om automatisch alle onderdelen van uw instantie van Weblate bij te werken
pt: Ative :setting:`AUTO_UPDATE` para atualizar todos os componentes na sua instância Weblate automaticamente
pt_br: Habilite :setting:`AUTO_UPDATE` para atualizar automaticamente todos os componentes na sua instância do Weblate
ro: Activați :setting:`AUTO_UPDATE` pentru a actualiza automat toate componentele de pe instanța Weblate
ru: Включите параметр :setting:`AUTO_UPDATE` для автоматического обновления всех компонентов на вашем экземпляре Weblate
sv: Aktivera :setting:`AUTO_UPDATE` för att automatiskt uppdatera alla komponenter på din Weblate-instans
tr: Weblate kopyanızdaki tüm bileşenlerin kendiliğinden güncellenmesi için :setting:`AUTO_UPDATE` seçeneğini kullanıma alın
uk: Увімкніть :setting:`AUTO_UPDATE` для автоматичного оновлення всіх складників у вашому екземплярі Weblate
zh_hans: 启用 :setting:`AUTO_UPDATE` 以自动更新你的 Weblate 实例上的所有部件
zh_hant: 允許 :setting:`AUTO_UPDATE` 在你的Weblate事例上自動更新所有組件

source: Execute :wladmin:`updategit` (with selection of project or ``--all`` to update all)
de: Führen Sie :wladmin:`updategit` aus (mit Auswahl des Projekts oder ``--all``, um alle zu aktualisieren)
ga: Rith :wladmin:`updategit` (le rogha an tionscadail nó ``--uile`` chun gach rud a nuashonrú)
hu: Futtassa a :wladmin:`updategit` parancsot (egy adott projekt kiválasztásával vagy a ``--all`` opcióval az összes projekt frissítéséhez)
id: Jalankan :wladmin:`updategit` (dengan pemilihan proyek atau ``--all`` untuk memperbarui semua)
ja: :wladmin:`updategit` の実行（プロジェクトの選択、または ``--all`` の選択ですべて更新）
nl: Voer :wladmin:`updategit` uit (met selectie van het project of met ``--all`` om alles bij te werken)
pt: Execute :wladmin:`updategit` (com a seleção de um projeto ou ``--all`` para atualizar tudo)
pt_br: Execute :wladmin:`updategit` (com a seleção de um projeto ou ``--all`` para atualizar tudo)
ru: Выполните :wladmin:`updategit` (с выбором проекта или ``--all`` для обновления всех)
sv: Kör :wladmin:`updategit` (med val av projekt eller ``--all`` för att uppdatera alla)
tr: :wladmin:`updategit` komutunu yürütün (projeyi seçin ya da tümünü ‘’—güncellemek için ``all`` kullanın)
uk: Виконайте :wladmin:`updategit` (із вибором проєкту або додаванням ``--all`` для оновлення усього)
zh_hans: 执行 :wladmin:`updategit`\ （选择项目，或 ``--all`` 来更新全部）

source: Whenever Weblate updates the repository, the post-update addons will be triggered, see :ref:`addons`.
de: Wann immer Weblate das Repository aktualisiert, werden die Post-Update-Erweiterungen ausgelöst, siehe :ref:`addons`.
ga: Aon uair a nuashonraíonn Weblate an stór, cuirfear tús leis na breiseáin iar-nuashonraithe, féach :ref:`addons`.
hu: Amikor a Weblate frissíti a tárolót, a frissítés utáni kiegészítők is automatikusan lefutnak, lásd: :ref:`addons`.
id: Setiap kali Weblate memperbarui repositori, pengaya pascapembaruan akan dipicu, lihat :ref:`addons`.
ja: Weblate がリポジトリを更新するたびに、更新後のアドオンが起動。参照: :ref:`addons`。
nl: Iedere keer wanneer Weblate de opslagruimte bijwerkt, worden de add-ons voor na het bijwerken geactiveerd, bekijk :ref:`addons`.
pt: Sempre que o Weblate atualiza o repositório, as extensões de pós-atualização serão acionadas, consulte :ref:`addons`.
pt_br: Sempre que o Weblate atualizar o repositório, os complementos de pós-atualização serão acionadas, consulte :ref:`addons`.
ro: Ori de câte ori Weblate actualizează depozitul, vor fi declanșate addon-urile post-update, vezi :ref:`addons`.
ru: Всякий раз, когда Weblate обновляет репозиторий, будут срабатывать надстройки «после обновления», смотрите раздел :ref:`addons`.
sv: När Weblate uppdaterar arkivet kommer tilläggen efter uppdateringen att aktiveras, se :ref:`addons`.
tr: Weblate depoyu her güncellediğinde, güncelleme sonrası eklentileri tetiklenir. Ayrıntılı bilgi almak için: :ref:`addons`.
uk: Кожного разу, коли оновлюватиме Weblate, буде увімкнено додатки остаточної обробки, див. :ref:`addons`.
zh_hans: 每当 Weblate 更新仓库时，更新后附加组件都将被触发，请参见：:ref:`addons`。
zh_hant: 每當Weblate更新存儲庫時，更新後插件都將被觸發，請參見： :ref:`addons` 。

source: Avoiding merge conflicts
de: Vermeiden von Merge-Konflikten
ga: Coinbhleachtaí cumaisc a sheachaint
hu: Ütközések (merge conflict) elkerülése
id: Menghindari konflik penggabungan
ja: マージ競合の回避
nl: Conflicten met samenvoegen vermijden
pt: Evitar conflitos de mesclagem
pt_br: Evitando conflitos de mesclagem
ro: Evitarea conflictelor de fuziune
ru: Предотвращение конфликтов слияния
sv: Undvika sammanfogningskonflikter
ta: ஒன்றிணைக்கும் மோதல்களைத் தவிர்ப்பது
tr: Birleştirme çakışmalarından kaçınmak
uk: Уникання конфліктів об'єднання
zh_hans: 避免合并冲突

source: The merge conflicts from Weblate arise when same file was changed both in Weblate and outside it. Depending on the situation, there are several approaches that might help here:
de: Die Merge-Konflikte von Weblate entstehen, wenn dieselbe Datei sowohl in Weblate als auch außerhalb von Weblate geändert wurde. Je nach Situation gibt es mehrere Ansätze, die hier helfen können:
ga: Eascraíonn na coinbhleachtaí cumaisc ó Weblate nuair a athraíodh an comhad céanna in Weblate agus lasmuigh de. Ag brath ar an gcás, tá roinnt cur chuige a d’fhéadfadh cabhrú anseo:
hu: A Weblate-ben fellépő összeolvasztási ütközések (merge conflicts) akkor fordulnak elő, ha ugyanazt a fájlt módosítják Weblate-ben **és** azon kívül is. A helyzettől függően többféle módszer is segíthet ennek kezelésében:
id: Konflik penggabungan dari Weblate muncul ketika berkas yang sama diubah baik di dalam maupun di luar Weblate. Tergantung situasinya, ada beberapa pendekatan yang mungkin dapat membantu:
ja: Weblate からのマージ競合は、同じファイルが Weblate 内と外部の両方で変更された場合に発生します。状況に応じて、役立つ可能性のある解決方法:
nl: De conflicten met samenvoegen in Weblate treden op als hetzelfde bestand werd gewijzigd, zowel in Weblate als daarbuiten. Afhankelijk van de situatie, zijn er verschillende benaderingen die hier zouden kunnen helpen:
pt_br: Os conflitos de mesclagem do Weblate surgem quando o mesmo arquivo foi alterado tanto no Weblate quanto fora dele. Dependendo da situação, há várias abordagens que podem ajudar aqui:
sv: Konflikter vid sammanslagning från Weblate uppstår när samma fil har ändrats både i Weblate och utanför det. Beroende på situationen finns det flera tillvägagångssätt som kan hjälpa här:
ta: அதே கோப்பு வலைபெயர்ப்பு மற்றும் அதற்கு வெளியே மாற்றப்பட்டபோது வெப்லேட்டிலிருந்து ஒன்றிணைக்கும் மோதல்கள் எழுகின்றன. நிலைமையைப் பொறுத்து, இங்கே உதவக்கூடிய பல அணுகுமுறைகள் உள்ளன:
tr: Weblate üzerindeki birleştirme çakışmaları, aynı dosya hem Weblate üzerinde hem de Weblate dışında değiştirildiğinde ortaya çıkar. Duruma bağlı olarak, burada yardımcı olabilecek birkaç yaklaşım vardır:
uk: Конфлікти злиття з Weblate виникають, коли той самий файл було змінено як у Weblate, так і поза ним. Залежно від ситуації є кілька підходів, які можуть допомогти тут:
zh_hans: 当同一文件在 Weblate 内外都被更改时，就会出现来自 Weblate 的合并冲突。根据情况不同，有几种方法可能会有帮助：

source: Avoiding merge conflicts by changing translation files in Weblate only
de: Vermeiden von Merge-Konflikten durch Ändern der Übersetzungsdateien nur in Weblate
ga: Coinbhleachtaí cumaisc a sheachaint trí chomhaid aistriúcháin a athrú in Weblate amháin
hu: Ütközések elkerülése azzal, hogy a fordítási fájlokat kizárólag Weblate-ben szerkeszti
id: Menghindari konflik penggabungan dengan mengubah berkas terjemahan hanya di Weblate
ja: Weblate でのみ翻訳ファイルを変更することで、マージ競合を回避する
nl: Conflicten met samenvoegen vermijden door vertaalbestanden alleen in Weblate te wijzigen
pt_br: Evitando conflitos de mesclagem alterando arquivos de tradução somente no Weblate
sv: Undvik konflikter vid sammanslagning genom att endast ändra översättningsfiler i Weblate
ta: மொழிபெயர்ப்பு கோப்புகளை வெப்லேட்டில் மாற்றுவதன் மூலம் ஒன்றிணைத்தல் மோதல்களைத் தவிர்ப்பது
tr: Çeviri dosyaları yalnızca Weblate içinde değiştirildiğinde birleştirme çakışmalarından kaçınmak
uk: Уникайте конфліктів злиття, змінюючи файли перекладу лише в Weblate
zh_hans: 只更改 Weblate 中的翻译文件来避免合并冲突

source: Avoiding edits outside Weblate is easy with monolingual files — you can add new strings within Weblate and leave whole editing of the files there. For bilingual files, there is usually some kind of message extraction process to generate translatable files from the source code. In some cases, this can be split into two parts:
de: Bei einsprachigen Dateien ist es einfach, die Bearbeitung außerhalb von Weblate zu vermeiden – Sie können neue Zeichenketten innerhalb von Weblate hinzufügen und die gesamte Bearbeitung der Dateien dort belassen. Für zweisprachige Dateien gibt es in der Regel eine Art von Nachrichtenextraktion, um übersetzbare Dateien aus dem Quellcode zu erzeugen. In einigen Fällen kann dies in zwei Teile aufgeteilt werden:
ga: Tá sé éasca athruithe lasmuigh de Weblate a sheachaint le comhaid aonteangacha — is féidir leat teaghráin nua a chur leis laistigh de Weblate agus eagarthóireacht iomlán na gcomhad a fhágáil ann. Maidir le comhaid dhátheangacha, is gnách go mbíonn próiseas eastósctha teachtaireachtaí de chineál éigin ann chun comhaid inaistrithe a ghiniúint ón gcód foinseach. I gcásanna áirithe, is féidir é seo a roinnt ina dhá chuid:
hu: Ha elkerüli a Weblate-en kívüli módosításokat, különösen egynyelvű fájlok esetén, akkor az új szövegeket közvetlenül a Weblate-ben lehet hozzáadni, és a teljes fájlszerkesztés ott történhet. Kétnyelvű fájloknál általában valamilyen üzenetkinyerési folyamat állítja elő a lefordítható fájlokat a forráskódból. Ez sokszor két lépésre bontható:
id: Menghindari penyuntingan di luar Weblate mudah dilakukan dengan berkas monolingual — Anda dapat menambahkan string baru di dalam Weblate dan membiarkan seluruh proses penyuntingan berkas tetap di sana. Untuk berkas bilingual, biasanya terdapat semacam proses ekstraksi pesan untuk menghasilkan berkas yang dapat diterjemahkan dari kode sumber. Dalam beberapa kasus, proses ini dapat dibagi menjadi dua bagian:
ja: Weblate の外で編集を避けることは、モノリンガル ファイルで簡単です。Weblate 上で新しい文字列を追加し、ファイルの編集も全てそこで行います。バイリンガル ファイルの場合、通常、ソースコードから翻訳可能なファイルを生成するため、何らかのメッセージ抽出プロセスがあります。場合によっては、これを 2 つの処理に分割できます。
nl: Vermijden van bewerkingen buiten Weblate is gemakkelijk met eentalige bestanden — u kunt nieuwe tekenreeksen in Weblate toevoegen en het hele bewerken van de bestanden daar laten. Voor tweetalige bestanden is gewoonlijk een bepaald proces voor het uitnemen van eenheden nodig om vertaalbare bestanden te kunnen genereren vanuit de broncode. In sommige gevallen kan dit worden opgedeeld in twee delen:
pt_br: Evitar edições fora do Weblate é fácil com arquivos monolíngues — você pode adicionar novos textos no Weblate e deixar a edição completa dos arquivos lá. Para arquivos bilíngues, geralmente há algum tipo de processo de extração de mensagens para gerar arquivos traduzíveis a partir do código fonte. Em alguns casos, isso pode ser dividido em duas partes:
sv: Det är enkelt att undvika redigeringar utanför Weblate med enspråkiga filer – du kan lägga till nya strängar i Weblate och lämna all redigering av filerna där. För tvåspråkiga filer finns det vanligtvis någon form av meddelandeutvinningsprocess för att generera översättningsbara filer från källkoden. I vissa fall kan detta delas upp i två delar:
ta: வெப்லேட்டுக்கு வெளியே திருத்தங்களைத் தவிர்ப்பது ஒருமொழி கோப்புகளுடன் எளிதானது - நீங்கள் புதிய சரங்களை வெப்லேட்டுக்குள் சேர்த்து, அங்குள்ள கோப்புகளின் முழு திருத்துதல் விடலாம். இருமொழி கோப்புகளுக்கு, மூலக் குறியீட்டிலிருந்து மொழிபெயர்க்கக்கூடிய கோப்புகளை உருவாக்க வழக்கமாக ஒருவித செய்தி பிரித்தெடுத்தல் செயல்முறை உள்ளது. சில சந்தர்ப்பங்களில், இதை இரண்டு பகுதிகளாகப் பிரிக்கலாம்:
tr: Tek dilli dosyalarda Weblate dışında düzenleme yapmaktan kaçınmak kolaydır. Weblate içinden yeni dizgeler ekleyebilir ve dosyaların tüm düzenlemesini orada bırakabilirsiniz. İki dilli dosyalarda, genellikle kaynak koddan çevrilebilir dosyalar oluşturmak için bir tür ileti ayıklama işlemi vardır. Bazı durumlarda bu işlem iki bölüme ayrılabilir:
uk: Уникати редагування за межами Weblate легко з одномовними файлами — ви можете додати нові рядки в Weblate і залишити повне редагування файлів там. Для двомовних файлів зазвичай існує певний процес вилучення повідомлень для створення файлів, які можна перекладати, із вихідного коду. У деяких випадках це можна розділити на дві частини:
zh_hans: 对于单语文件来说，避免 Weblate 之外的编辑是容易的——您可以在 Weblate 中添加新字符串，并将文件的整个编辑留在那里。对于双语文件，通常存在某种信息提取过程可以从源代码生成可翻译文件。在一些情况下，这可以分成两部分：

source: The extraction generates template (for example gettext POT is generated using :program:`xgettext`).
de: Die Extraktion erzeugt eine Vorlage (zum Beispiel wird gettext POT mit :program:`xgettext` erzeugt).
ga: Gineann an t-eastóscadh teimpléad (mar shampla gintear gettext POT le :program:`xgettext`).
hu: Az első lépés során sablon (például gettext POT fájl) készül, például az :program:`xgettext` programmal.
id: Ekstraksi menghasilkan templat (misalnya gettext POT dihasilkan menggunakan :program:`xgettext`).
nl: Het uitnemen genereert sjabloon (bijvoorbeeld gettext POT wordt gegenereerd met :program:`xgettext`).
pt_br: A extração gera modelo (por exemplo, o Gettext POT é gerado usando :program:`xgettext`).
sv: Extraheringen genererar en mall (till exempel genereras gettext POT med hjälp av :program:`xgettext`).
tr: Ayıklama işlemi kalıp oluşturur (örneğin gettext POT, :program:`xgettext` kullanılarak oluşturulur).
uk: Витяг генерує шаблон (наприклад, gettext POT генерується за допомогою :program:`xgettext`).
zh_hans: 该提取生成模板（例如，gettext POT 是用 :program:`xgettext` 生成的）。

source: Further process merges it into actual translations (the gettext PO files are updated using :program:`msgmerge`).
de: In einem weiteren Vorgang werden die Übersetzungen zusammengeführt (die gettext-PO-Dateien werden mit :program:`msgmerge` aktualisiert).
ga: Cumascann próiseas breise é ina haistriúcháin iarbhír (Déantar na comhaid PO gettext a nuashonrú ag baint úsáide as :program:`msgmerge`).
hu: A második lépés a sablon összeolvasztása a meglévő fordításokkal (például a gettext PO-fájlok frissítése az :program:`msgmerge` használatával).
id: Proses selanjutnya menggabungkannya ke dalam terjemahan aktual (berkas PO gettext diperbarui menggunakan :program:`msgmerge`).
nl: Verdere processen voegen het samen tot de feitelijke vertalingen (de gettext PO-bestanden worden bijgewerkt met :program:`msgmerge`).
pt_br: Em seguida, o processo mais mescla-o em traduções reais (os arquivos Gettext PO são atualizados usando :program:`msgmerge`).
sv: Vidare bearbetning sammanfogar det till faktiska översättningar (gettext PO-filerna uppdateras med hjälp av :program:`msgmerge`).
tr: Daha sonraki süreç bunu gerçek çevirilerle birleştirir (gettext PO dosyaları :program:`msgmerge` kullanılarak güncellenir).
uk: Подальший процес об’єднує його у фактичні переклади (файли gettext PO оновлюються за допомогою :program:`msgmerge`).
zh_hans: 进一步的过程将它合并入实际翻译（gettext PO 文件用 :program:`msgmerge` 更新）。
