Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Allow to accept suggestion without editing.
de: Die Annahme von Vorschlägen ohne Bearbeitung ermöglicht.
ga: Ceadaigh glacadh le moladh gan eagarthóireacht.
hu: Javaslat elfogadása mostantól szerkesztés nélkül is lehetséges.
id: Izinkan untuk menerima saran tanpa menyunting.
ja: 編集せずに提案を受け入れる機能の追加。
nl: Accepteren suggestie zonder bewerken toestaan.
pt: Permita aceitar sugestão sem edição.
pt_br: Permita aceitar sugestão sem edição.
ro: Permiteți să acceptați sugestia fără a o modifica.
ru: Добавлена возможность принимать предложения без редактирования.
sv: Tillåt att acceptera förslag utan redigering.
ta: திருத்துதல் இல்லாமல் ஆலோசனையை ஏற்க அனுமதிக்கவும்.
tr: Düzenleme yapmadan öneriyi onaylama özelliği eklendi.
uk: Уможливлено прийняття пропозиції без редагування.
zh_hans: 允许接受建议而不编辑。
zh_hant: 允許接受建議而不編輯。

source: Improved support for Google OAuth 2.0.
de: Verbesserte Unterstützung für Google OAuth 2.0.
ga: Tacaíocht fheabhsaithe do Google OAuth 2.0.
hu: Google OAuth 2.0 támogatása továbbfejlesztve.
id: Peningkatan dukungan untuk Google OAuth 2.0.
ja: Google OAuth 2.0 への対応を強化。
nl: Verbeterde ondersteuning voor Google OAuth 2.0.
pt: Melhorado o suporte para Google OAuth 2.0.
pt_br: Melhorado o suporte para Google OAuth 2.0.
ro: Suport îmbunătățit pentru Google OAuth 2.0.
ru: Улучшена поддержка Google OAuth 2.0.
sv: Förbättrat stöd för Google OAuth 2.0.
ta: கூகிள் oauth 2.0 க்கான மேம்பட்ட உதவி.
tr: Google OAuth 2.0 desteği iyileştirildi.
uk: Удосконалено підтримку Google OAuth 2.0.
zh_hans: 改进了对 Google OAuth 2.0 的支持。
zh_hant: 改進了對 Google OAuth 2.0 的支持。

source: Added support for Microsoft .resx files.
de: Unterstützung für Microsoft .resx-Dateien hinzugefügt.
ga: Tacaíocht bhreise do chomhaid .resx Microsoft.
hu: Microsoft .resx fájlformátum támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas Microsoft .resx.
ja: Microsoft .resx ファイル形式に対応。
nl: Ondersteuning toegevoegd voor Microsoft .resx-bestanden.
pt: Adicionado suporte para ficheiros .resx da Microsoft.
pt_br: Adicionado suporte para arquivos .resx da Microsoft.
ro: A fost adăugat suport pentru fișierele Microsoft .resx.
ru: Добавлена поддержка файлов Microsoft .resx.
sv: Stöd för Microsoft .resx-filer har lagts till.
ta: மைக்ரோசாப்ட் .resx கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Microsoft .resx dosyaları desteği eklendi.
uk: Додано підтримку файлів .resx Microsoft.
zh_hans: 添加了对 Microsoft .resx 文件的支持。
zh_hant: 添加了對 Microsoft .resx 文件的支持。

source: Tuned default robots.txt to disallow big crawling of translations.
de: Die standardmäßige robots.txt-Datei angepasst, um ein umfangreiches Crawlen von Übersetzungen zu verhindern.
ga: Tiúnadh robots.txt réamhshocraithe chun críosadh mór na n-aistriúchán a dhícheadú.
hu: Alapértelmezett robots.txt finomhangolása a fordítások túlzott feltérképezésének tiltására.
id: Mengatur robots.txt bawaan untuk melarang perayapan terjemahan yang besar.
ja: デフォルトの robots.txt を修正し、翻訳への過剰なクロールを許可しないように改良。
nl: Standaard robots.txt fijn afgestemd om op grote schaal crawlen van vertalingen tegen te gaan.
pt: O robots.txt padrão ajustado para impedir o grande rastreamento de traduções.
pt_br: O robots.txt padrão ajustado para impedir o grande rastreamento de traduções.
ro: Ajustat robots.txt implicit pentru a nu permite o căutare mare a traducerilor.
ru: Подправлен файл robots.txt, предлагаемый по умолчанию, так чтобы он не разрешал значительное расползание переводов.
sv: Justerade standardrobots.txt för att förhindra omfattande genomsökning av översättningar.
ta: மொழிபெயர்ப்புகளின் பெரிய ஊர்ந்து செல்வதை அனுமதிக்க இயல்புநிலை robots.txt.
tr: Varsayılan robots.txt dosyası çevirilerin kapsamlı olarak taranmasını engelleyecek biçimde ayarlandı.
uk: Скориговано типовий файл robots.txt з метою запобігання великим витокам перекладів.
zh_hans: 微调了默认的 robots.txt 文件而不允许翻译特别缓慢地进行。
zh_hant: 微調了默認的 robots.txt 文件而不允許翻譯特別緩慢地進行。

source: Simplified workflow for accepting suggestions.
de: Vereinfachter Ablauf für die Annahme von Vorschlägen.
ga: Sreabhadh oibre simplithe chun glacadh le moltaí.
hu: Egyszerűsített munkafolyamat a javaslatok elfogadására.
id: Alur kerja yang disederhanakan untuk menerima saran.
ja: 提案受付処理の簡素化。
nl: Vereenvoudigde werkwijze voor accepteren van suggesties.
pt: Fluxo de trabalho simplificado para aceitar sugestões.
pt_br: Fluxo de trabalho simplificado para aceitar sugestões.
ro: Flux de lucru simplificat pentru acceptarea sugestiilor.
ru: Упрощено принятие предложений.
sv: Förenklat arbetsflöde för att acceptera förslag.
ta: பரிந்துரைகளை ஏற்றுக்கொள்வதற்கான எளிமைப்படுத்தப்பட்ட பணிப்பாய்வு.
tr: Önerileri kabul etme iş akışı basitleştirildi.
uk: Спрощено процедуру прийняття пропозицій.
zh_hans: 简化了接受建议的工作流程。
zh_hant: 簡化了接受建議的工作流程。

source: Added project owners who always receive important notifications.
de: Zusätzliche Projektverantwortliche hinzugefügt, die wichtige Benachrichtigungen immer erhalten.
ga: Úinéirí tionscadal breise a fhaigheann fógraí tábhachtacha i gcónaí.
hu: Projekttulajdonosok hozzáadása, akik mindig megkapják a fontos értesítéseket.
id: Menambahkan pemilik proyek yang selalu menerima pemberitahuan penting.
ja: 重要な通知を常に受け取るプロジェクト所有者の追加。
nl: Projecteigenaren die altijd belangrijke notificaties ontvangen toegevoegd.
pt: Adicionados proprietários de projetos que recebem sempre notificações importantes.
pt_br: Adicionados donos de projetos que sempre recebem notificações importantes.
ro: Au fost adăugați proprietari de proiecte care primesc întotdeauna notificări importante.
ru: Добавлены владельцы проектов — пользователи, которые будут получать важные уведомления.
sv: Lagt till projektägare som alltid får viktiga meddelanden.
ta: எப்போதும் முக்கியமான அறிவிப்புகளைப் பெறும் திட்ட உரிமையாளர்கள் சேர்க்கப்பட்டனர்.
tr: Önemli bildirimleri her zaman alacak proje sahipleri eklendi.
uk: Додано власників проєкту, які завжди отримують важливі сповіщення.
zh_hans: 添加了总是接收重要通知的项目所有者。
zh_hant: 添加了總是接收重要通知的項目所有者。

source: Allow to disable editing of monolingual template.
de: Die Bearbeitung einsprachiger Vorlagen kann deaktiviert werden.
ga: Ceadaigh eagarthóireacht ar theimpléad aonteangach a dhíchumasú.
hu: Egynyelvű sablon szerkesztésének letiltása engedélyezhető.
id: Izinkan untuk menonaktifkan penyuntingan templat monolingual.
ja: モノリンガル テンプレートの編集を無効化する機能の追加。
nl: Uitschakelen van bewerken van eentalig sjabloon toestaan.
pt: Permite desativar a edição do modelo monolíngue.
pt_br: Permite desabilitar a edição do modelo monolíngue.
ro: Permiteți să dezactivați editarea șablonului monolingv.
ru: Добавлена возможность отключить редактирование шаблонов одноязычных переводов.
sv: Tillåt att inaktivera redigering av enspråkiga mallar.
ta: ஒருமொழி வார்ப்புருவின் திருத்துதல் முடக்க அனுமதிக்கவும்.
tr: Tek dilli kalıbın düzenlenmesini kullanımdan kaldırma özelliği eklendi.
uk: Дозволено вимикати редагування одномовного шаблона.
zh_hans: 允许禁止编辑单语言模板。
zh_hant: 允許禁止編輯單語言模板。

source: More detailed repository status view.
de: Detailliertere Ansicht des Repository-Status.
ga: Amharc stádas stórtha níos mionsonraithe.
hu: Részletesebb tárolóállapot nézet.
id: Tampilan status repositori yang lebih rinci.
ja: より詳細なリポジトリの状態を表示できるように改良。
nl: Meer gedetailleerde statusweergave van opslagruimte.
pt: Visualização mais detalhada do estado do repositório.
pt_br: Visualização mais detalhada do status do repositório.
ro: Vizualizare mai detaliată a stării depozitului.
ru: Более детализированный вид статуса репозитория.
sv: Mer detaljerad vy över arkivets status.
ta: மேலும் விரிவான களஞ்சிய நிலை பார்வை.
tr: Depo durumu görünümünde ayrıntılar artırıldı.
uk: Реалізовано докладнішу панель перегляду стану сховища.
zh_hans: 更具体的仓库状态视图。
zh_hant: 更具體的倉庫狀態視圖。

source: Direct link for editing template when changing translation.
de: Direkter Link zur Vorlagenbearbeitung beim Ändern der Übersetzung.
ga: Nasc díreach chun an teimpléad a chur in eagar agus an t-aistriúchán á athrú.
hu: Fordítás módosításakor közvetlen hivatkozás a sablon szerkesztésére.
id: Tautan langsung untuk menyunting templat saat mengubah terjemahan.
ja: 翻訳の変更時にテンプレートを編集するための直接リンク機能の追加。
nl: Directe link voor bewerken sjabloon bij wijzigen vertaling.
pt: Ligação direta para editar o modelo ao alterar a tradução.
pt_br: Link direto para editar o modelo ao alterar a tradução.
ro: Link direct pentru editarea șablonului atunci când se schimbă traducerea.
ru: Прямые ссылки на редактирование шаблонов при изменении переводов.
sv: Direktlänk för redigering av mall vid ändring av översättning.
ta: மொழிபெயர்ப்பை மாற்றும்போது வார்ப்புருவைத் திருத்துவதற்கான நேரடி இணைப்பு.
tr: Çeviriyi değiştirirken kalıbı düzenlemek için doğrudan bağlantı eklendi.
uk: Реалізовано безпосередні посилання на редагування шаблона при зміні перекладу.
zh_hans: 更改翻译时编辑模板的直接链接。
zh_hant: 更改翻譯時編輯模板的直接鏈接。

source: Allow to add more permissions to project owners.
de: Das Hinzufügen weiterer Berechtigungen für Projektverantwortliche ermöglicht.
ga: Ceadaigh tuilleadh ceadanna a chur le húinéirí tionscadail.
hu: Projekttulajdonosok jogosultságai bővíthetők.
id: Izinkan untuk menambahkan lebih banyak izin ke pemilik proyek.
ja: プロジェクト所有者にさらに権限を追加できるように改良。
nl: Toevoegen van meer rechten aan projecteigenaren toestaan.
pt: Permitir adicionar mais permissões aos proprietários do projeto.
pt_br: Permitir adicionar mais permissões aos donos do projeto.
ro: Permiteți să adăugați mai multe permisiuni proprietarilor de proiecte.
ru: Теперь разрешено назначать больше привилегий для владельцев проектов.
sv: Tillåt att lägga till fler behörigheter till projektägare.
ta: திட்ட உரிமையாளர்களுக்கு கூடுதல் அனுமதிகளைச் சேர்க்க அனுமதிக்கவும்.
tr: Proje sahiplerine daha fazla izin eklenmesi sağlandı.
uk: Уможливлено додавання прав доступу для власників проєктів.
zh_hans: 允许为项目所有者添加更多的权限。
zh_hant: 允許為項目所有者添加更多的權限。

source: Allow to show secondary language in Zen mode.
de: Die Anzeige der Zweitsprache im Zen-Modus ermöglicht.
ga: Ceadaigh teanga thánaisteach a thaispeáint i mód Zen.
hu: Zen módban megjeleníthető a másodlagos nyelv.
id: Izinkan untuk menampilkan bahasa sekunder dalam mode Zen.
ja: Zen モードで参考言語の表示。
nl: Weergeven van secundaire taal in modus Zen toestaan.
pt: Permite mostrar o idioma secundário no modo Zen.
pt_br: Permite mostrar o idioma secundário no modo Zen.
ro: Permiteți afișarea limbii secundare în modul Zen.
ru: Теперь возможно показывать второй язык в Дзен-режиме.
sv: Tillåt att visa sekundärt språk i Zen-läge.
ta: சென் பயன்முறையில் இரண்டாம் நிலை மொழியைக் காட்ட அனுமதிக்கவும்.
tr: Zen kipinde ikincil dilin görüntülenmesi sağlandı.
uk: Уможливлено показ вторинної мови у дзен-режимі.
zh_hans: 允许在禅模式下显示第二语言。
zh_hant: 允許在禪模式下顯示第二語言。

source: Support for hiding source string in favor of secondary language.
de: Unterstützung für das Ausblenden der Ausgangszeichenkette zugunsten der Zweitsprache.
ga: Tacaíocht chun teaghrán foinse a cheilt i bhfabhar teanga thánaisteach.
hu: Forrásszöveg elrejtése támogatható a másodlagos nyelv javára.
id: Dukungan untuk menyembunyikan string sumber demi bahasa sekunder.
ja: 参考言語での原文の言語の非表示に対応。
nl: Ondersteuning voor verbergen van brontekenreeks ten faveure van secundaire taal.
pt: Suporte para ocultar a cadeia fonte em favor do idioma secundário.
pt_br: Suporte para ocultar o texto fonte em favor do idioma secundário.
ro: Suport pentru ascunderea șirului sursă în favoarea limbii secundare.
ru: Возможность прятать исходную строку в пользу вторичного языка.
sv: Stöd för att dölja källsträngen till förmån för det sekundära språket.
ta: இரண்டாம் நிலை மொழிக்கு ஆதரவாக மூல சரத்தை மறைப்பதற்கான உதவி.
tr: Kaynak dizgenin ikincil dil için gizlenmesi özelliği eklendi.
uk: Реалізовано приховування початкового рядка і показ замість нього рядка вторинною мовою.
zh_hans: 支持隐藏源字符串而有利于第二语言。
zh_hant: 支持隱藏源字符串而有利於第二語言。

source: *Released on Feb 19th 2015.*
de: *Veröffentlicht am 19. Februar 2015.*
ga: *Eisithe ar 19 Feabhra 2015.*
hu: *Kiadva: 2015. február 19.*
id: *Dirilis pada 19 Februari 2015.*
nl: *Uitgegeven op 19 februari 2015.*
pt_br: *Atualizado em 19 de fevereiro de 2015.*
sv: *Släppt den 19 februari 2015.*
tr: *19 Şubat 2015 tarihinde yayınlandı.*
uk: *Випущено 19 лютого 2015 року.*

source: Performance improvements.
de: Leistungsverbesserungen.
ga: Feabhsuithe feidhmíochta.
hu: Teljesítményjavítások.
id: Peningkatan kinerja.
ja: パフォーマンスの改善。
nl: Verbeteringen prestaties.
pt: Melhorias de desempenho.
pt_br: Melhorias de desempenho.
ro: Îmbunătățiri de performanță.
ru: Улучшения производительности.
sv: Prestandaförbättringar.
ta: செயல்திறன் மேம்பாடுகள்.
tr: Başarım iyileştirmeleri yapıldı.
uk: Поліпшення у швидкодії.
zh_hans: 性能改进。
zh_hant: 性能改進。

source: Fulltext search on location and comments fields.
de: Volltextsuche in Ort- und Kommentarfeldern.
ga: Cuardach lántéacs ar réimsí suímh agus tuairimí.
hu: Teljes szövegű keresés a hely és megjegyzés mezőkben.
id: Pencarian teks lengkap pada lokasi dan kolom komentar.
ja: 原文の記載位置とコメント欄で全文検索できるように改良。
nl: Zoeken in volledige tekst voor velden Locatie en Opmerking.
pt: Pesquisa de texto completo nos campos de localização e comentários.
pt_br: Busca por texto completo nos campos de localização e comentários.
ro: Căutare fulltext pe câmpuri de locație și comentarii.
ru: Полнотекстовый поиск по полям «расположение» и «комментарии».
sv: Fulltextsökning på plats- och kommentarsfält.
ta: இருப்பிடம் மற்றும் கருத்துகள் புலங்கள் குறித்த முழு தேடல்.
tr: Konum ve yorum alanlarında tam metin arama özelliği eklendi.
uk: Реалізовано повнотекстовий пошук у полях розташування та коментарів.
zh_hans: 对位置和评论字段进行全文搜索。
zh_hant: 在所在地和註釋位置的全文檢索。

source: New SVG/JavaScript-based activity charts.
de: Neue SVG/JavaScript-basierte Aktivitätsdiagramme.
ga: Cairteacha gníomhaíochta nua bunaithe ar SVG/JavaScript.
hu: Új SVG/JavaScript alapú aktivitási diagramok.
id: Bagan aktivitas baru berbasis SVG/JavaScript.
ja: SVG と JavaScript で作成した新しい作業履歴のグラフ。
nl: Nieuwe op SVG/JavaScript-gebaseerde diagrammen voor activiteiten.
pt: Novos gráficos de atividades baseados em SVG/JavaScript.
pt_br: Novos gráficos de atividades baseados em SVG/JavaScript.
ro: Noi diagrame de activitate bazate pe SVG/JavaScript.
ru: Новый график активности на основе SVG/JavaScript.
sv: Nya SVG/JavaScript-baserade aktivitetsdiagram.
ta: புதிய எச்.வி.சி/சாவாச்கிரிப்ட் அடிப்படையிலான செயல்பாட்டு விளக்கப்படங்கள்.
tr: Yeni SVG/JavaScript temelli etkinlik çizelgeleri eklendi.
uk: Реалізовано нові діаграми активності на основі SVG/JavaScript.
zh_hans: 基于 SVG/JavaScript 的新活动图表。

source: Support for Django 1.8.
de: Unterstützung für Django 1.8.
ga: Tacaíocht do Django 1.8.
hu: Django 1.8 támogatása.
id: Dukungan untuk Django 1.8.
ja: Django 1.8 に対応。
nl: Ondersteuning voor Django 1.8.
pt: Suporte para Django 1.8.
pt_br: Suporte para Django 1.8.
ro: Suport pentru Django 1.8.
ru: Поддержка Django 1.8.
sv: Stöd för Django 1.8.
ta: சாங்கோ 1.8 க்கான உதவி.
tr: Django 1.8 desteği eklendi.
uk: Реалізовано підтримку Django 1.8.
zh_hans: 支持 Django 1.8。
zh_hant: 支持 Django 1.8。

source: Support for deleting comments.
de: Unterstützung für das Löschen von Kommentaren.
ga: Tacaíocht chun tuairimí a scriosadh.
hu: Megjegyzések törlésének támogatása.
id: Dukungan untuk menghapus komentar.
ja: コメントの削除機能を追加。
nl: Ondersteuning voor verwijderen van opmerkingen.
pt: Suporte para exclusão de comentários.
pt_br: Suporte para exclusão de comentários.
ro: Suport pentru ștergerea comentariilor.
ru: Поддержка удаления комментариев.
sv: Stöd för att radera kommentarer.
ta: கருத்துகளை நீக்குவதற்கான உதவி.
tr: Yorumları silme özelliği eklendi.
uk: Реалізовано підтримку вилучення коментарів.
zh_hans: 支持删除评论。
zh_hant: 支持刪除註釋。

source: Added own SVG badge.
de: Eigenes SVG-Symbol hinzugefügt.
ga: Cuireadh suaitheantas SVG féin leis.
hu: Saját SVG jelvény hozzáadva.
id: Menambahkan lencana SVG sendiri.
ja: 独自の SVG バッジを追加。
nl: Eigen SVG-insigne toegevoegd.
pt: Adicionado o próprio emblema SVG.
pt_br: Adicionado o próprio emblema SVG.
ro: Adăugat propria insignă SVG.
ru: Добавлена собственная SVG-плашка.
sv: Lade till egen SVG-badge.
ta: சொந்த எச்.வி.சி ஒட்டு சேர்க்கப்பட்டது.
tr: Sahip SVG simgesi eklendi.
uk: Додано власну емблему SVG.
zh_hans: 添加自己的 SVG 徽章。
zh_hant: 添加自己的 SVG 徽章。

source: Added support for Google Analytics.
de: Unterstützung für Google Analytics hinzugefügt.
ga: Tacaíocht bhreise do Google Analytics.
hu: Google Analytics támogatása hozzáadva.
id: Menambahkan dukungan untuk Google Analytics.
ja: Google アナリティクスに対応。
nl: Ondersteuning toegevoegd voor Google Analytics.
pt: Adicionado suporte para o Google Analytics.
pt_br: Adicionado suporte para o Google Analytics.
ro: A fost adăugat suport pentru Google Analytics.
ru: Добавлена поддержка Google Analytics.
sv: Stöd för Google Analytics har lagts till.
ta: google analytics க்கான உதவி சேர்க்கப்பட்டது.
tr: Google Analytics desteği eklendi.
uk: Додано підтримку Google Analytics.
zh_hans: 新增了对 Google Analytics 的支持。
zh_hant: 為 Google Analytics 添加支持。

source: Improved handling of translation filenames.
de: Verbesserte Behandlung von Übersetzungsdateinamen.
ga: Láimhseáil fheabhsaithe ar chomhadainmneacha aistriúcháin.
hu: Fordítási fájlnevek kezelése továbbfejlesztve.
id: Peningkatan penanganan nama berkas terjemahan.
ja: 翻訳ファイル名の処理の改良。
nl: Verbeterde afhandeling van bestandsnamen vertalingen.
pt: Melhorado o tratamento de nomes de ficheiros de tradução.
pt_br: Melhorado o tratamento de nomes de arquivos de tradução.
ro: Gestionarea îmbunătățită a numelor de fișiere de traducere.
ru: Улучшено управление именами файлов перевода.
sv: Förbättrad hantering av översättningsfilnamn.
ta: மொழிபெயர்ப்பு கோப்பு பெயர்களின் மேம்பட்ட கையாளுதல்.
tr: Çeviri dosyası adlarının işlenmesi iyileştirildi.
uk: Удосконалено обробку назв файлів перекладу.
zh_hans: 改进了翻译文件名的处理。
zh_hant: 改進了翻譯文件名的處理。

source: Added support for monolingual JSON translations.
de: Unterstützung für einsprachige JSON-Übersetzungen hinzugefügt.
ga: Cuireadh tacaíocht leis le haghaidh aistriúcháin aonteangacha JSON.
hu: Egynyelvű JSON fordítások támogatása hozzáadva.
id: Menambahkan dukungan untuk terjemahan JSON monolingual.
ja: モノリンガル JSON 翻訳に対応。
nl: Ondersteuning toegevoegd voor eentalige JSON-vertalingen.
pt: Adicionado suporte para traduções JSON monolíngues.
pt_br: Adicionado suporte para traduções JSON monolíngues.
ro: A fost adăugat suport pentru traducerile JSON monolingve.
ru: Добавлена поддержка одноязычных JSON-переводов.
sv: Lagt till stöd för enspråkiga JSON-översättningar.
ta: ஒருமொழி சாதொபொகு மொழிபெயர்ப்புகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Tek dilli JSON çevirileri desteği eklendi.
uk: Додано підтримку одномовних перекладів JSON.
zh_hans: 为单语言 JSON 翻译添加了支持。
zh_hant: 為單語言 JSON 翻譯添加了支持。

source: Record component locking in a history.
de: Das Sperren einer Komponente wird im Verlauf protokolliert.
ga: Taifead glasáil comhpháirteanna i stair.
hu: Összetevő zárolásának rögzítése az előzményekben.
id: Merekam komponen penguncian dalam riwayat.
ja: コンポーネントのロックを履歴に記録するように改良。
nl: Vastleggen vergrendelen onderdeel in geschiedenis.
pt: Regista o bloqueio de componentes num histórico.
pt_br: Registra o bloqueio de componentes em um histórico.
ro: Înregistrează blocarea componentelor într-un istoric.
ru: Блокировка компонентов теперь сохраняется в истории.
sv: Registrera komponentlåsning i en historik.
ta: ஒரு வரலாற்றில் பதிவு உபகரணப் பூட்டுதல்.
tr: Geçmişe bileşen kilitleme işlemlerinin kaydedilmesi sağlandı.
uk: Реалізовано запис блокування складників до журналу.
zh_hans: 在历史中记录部件锁定。
zh_hant: 在歷史中記錄組件鎖定。

source: Support for editing source (template) language for monolingual translations.
de: Unterstützung für das Bearbeiten der Ausgangssprache (Vorlage) für einsprachige Übersetzungen.
ga: Tacaíocht le haghaidh eagarthóireachta teanga foinse (teimpléad) le haghaidh aistriúcháin aonteangacha.
hu: Egynyelvű fordítások esetén támogatott a forrás (sablon) nyelv szerkesztése.
id: Dukungan untuk menyunting bahasa sumber (templat) untuk terjemahan monolingual.
ja: モノリンガル翻訳の原文（テンプレート）言語の編集に対応。
nl: Ondersteuning voor bewerken brontaal (sjabloon) voor eentalige vertalingen.
pt: Suporte para edição de idioma fonte (modelo) para traduções monolíngues.
pt_br: Suporte para edição de idioma fonte (modelo) para traduções monolíngues.
ro: Suport pentru editarea limbii sursă (șablon) pentru traducerile monolingve.
ru: Поддержка редактирования исходного (шаблонного) языка одноязычных переводов.
sv: Stöd för redigering av källspråk (mall) för enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கான மூல (வார்ப்புரு) மொழியைத் திருத்துவதற்கான உதவி.
tr: Tek dilli çeviriler için kaynak (kalıp) dilini düzenleme özelliği eklendi.
uk: Реалізовано підтримку редагування початкової мови (мови шаблона) для одномовних перекладів.
zh_hans: 支持为单语言翻译编辑源（模板）语言。
zh_hant: 支持為單語言翻譯編輯源（模板）語言。

source: Added basic support for Gerrit.
de: Grundlegende Unterstützung für Gerrit hinzugefügt.
ga: Cuireadh tacaíocht bhunúsach leis do Gerrit.
hu: Alapvető Gerrit támogatás hozzáadva.
id: Menambahkan dukungan dasar untuk Gerrit.
ja: 基本的な Gerrit に対応。
nl: Basisondersteuning voor Gerrit toegevoegd.
pt: Adicionado suporte básico para Gerrit.
pt_br: Adicionado suporte básico para Gerrit.
ro: A fost adăugat suportul de bază pentru Gerrit.
ru: Добавлена базовая поддержка Gerrit.
sv: Lagt till grundläggande stöd för Gerrit.
ta: கெரிட்டுக்கு அடிப்படை உதவி சேர்க்கப்பட்டது.
tr: Temel Gerrit desteği eklendi.
uk: Додано базову підтримку Gerrit.
zh_hans: 为 Gerrti 添加了基本支持。
zh_hant: 為 Gerrti 添加了基本支持。

source: *Released on Dec 5th 2014.*
de: *Veröffentlicht am 5. Dezember 2014.*
ga: *Eisithe ar 5 Nollaig 2014.*
hu: *Kiadva: 2014. december 5.*
id: *Dirilis pada 5 Desember 2014.*
nl: *Uitgegeven op 5 december 2014.*
pt_br: *Atualizado em 5 de dezembro de 2014.*
sv: *Släppt den 5 december 2014.*
tr: *5 Aralık 2014 tarihinde yayınlandı.*
uk: *Випущено 5 грудня 2014 року.*

source: Added support for Mercurial repositories.
de: Unterstützung für Mercurial-Repositorys hinzugefügt.
ga: Tacaíocht bhreise do stórtha mearcair.
hu: Mercurial tárolók támogatása hozzáadva.
id: Menambahkan dukungan untuk repositori Mercurial.
ja: Mercurial リポジトリに対応。
nl: Ondersteuning toegevoegd voor opslagruimten voor Mercurial.
pt: Adicionado suporte para repositórios Mercurial.
pt_br: Adicionado suporte para repositórios Mercurial.
ro: A fost adăugat suport pentru depozitele Mercurial.
ru: Добавлена поддержка репозиториев Mercurial.
sv: Stöd för Mercurial-arkiv har lagts till.
ta: மெர்குரியல் களஞ்சியங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Mercurial depoları desteği eklendi.
uk: Додано підтримку сховищ Mercurial.
zh_hans: 为 Mercurial 仓库添加了支持。
zh_hant: 為 Mercurial 倉庫添加了支持。

source: Replaced Glyphicon font by Awesome.
de: Die Schriftart Glyphicon durch Awesome ersetzt.
ga: Tháinig Awesome in ionad cló Glyphicon.
hu: A Glyphicon betűtípus cseréje Awesome ikonokra.
id: Mengganti font Glyphicon dengan Awesome.
ja: Glyphicon フォントをフォント Awesome に変更。
nl: Lettertype Glyphicon vervangen door Awesome.
pt: Fonte Glyphicon substituída por Awesome.
pt_br: Fonte Glyphicon substituída por Awesome.
ro: Înlocuirea fontului Glyphicon cu Awesome.
ru: Шрифт Glyphicon заменён на Awesome.
sv: Ersatte Glyphicon-typsnittet med Awesome.
ta: கிளிஃபிகான் எழுத்துருவை அற்புதமாக மாற்றியது.
tr: Glyphicon yazı tipi Awesome ile değiştirildi.
uk: Замінено шрифт Glyphicon, автором якого є Awesome.
zh_hans: 由 Awesome 替换了Glyphicon 字体。
zh_hant: 由 Awesome 替換了Glyphicon 字體。
