Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Simple antispam protection.
de: Einfacher Schutz vor Spam.
ga: Cosaint antispam simplí.
hu: Egyszerű spamszűrő védelem.
id: Perlindungan antispam sederhana.
ja: シンプルなスパム対策。
nl: Eenvoudige beveiliging antispam.
pt: Proteção antispam simples.
pt_br: Proteção antispam simples.
ro: Protecție antispam simplă.
ru: Простая защита от спама.
sv: Enkelt antispamskydd.
ta: எளிய ஆண்டிச்பாம் பாதுகாப்பு.
tr: Basit antispam koruması eklendi.
uk: Реалізовано простий захист від спаму.
zh_hans: 简单的防垃圾电子邮件保护。
zh_hant: 簡單的防垃圾郵件保護。

source: Better layout of main page.
de: Besseres Layout der Hauptseite.
ga: Leagan amach níos fearr ar an bpríomhleathanach.
hu: Áttekinthetőbb főoldal-elrendezés.
id: Tata letak halaman utama yang lebih baik.
ja: メイン ページのレイアウトの改良。
nl: Betere lay-out hoofdpagina.
pt: Melhor layout da página principal.
pt_br: Melhor layout da página principal.
ro: O mai bună dispunere a paginii principale.
ru: Улучшена вёрстка главной страницы.
sv: Bättre layout på huvudsidan.
ta: முதன்மையான பக்கத்தின் சிறந்த தளவமைப்பு.
tr: Ana sayfanın yerleşimi iyileştirildi.
uk: Удосконалено компонування головної сторінки.
zh_hans: 主页面更好的布局。
zh_hant: 主頁面更好的佈局。

source: Support for automatically pushing changes on every commit.
de: Unterstützung für das automatische Pushen von Änderungen bei jedem Commit.
ga: Tacaíocht le haghaidh athruithe a bhrú go huathoibríoch ar gach gealltanas.
hu: Támogatás a módosítások automatikus feltöltésére minden véglegesítés után.
id: Dukungan untuk mendorong perubahan secara otomatis pada setiap komit.
ja: コミットごとに変更を自動的にプッシュする機能の追加。
nl: Ondersteuning voor automatisch pushen van wijzigingen voor elke indiening.
pt: Suporte para enviar automaticamente mudanças em cada commit.
pt_br: Suporte para enviar automaticamente mudanças em cada commit.
ro: Suport pentru împingerea automată a modificărilor la fiecare confirmare.
ru: Поддержка автоматической отправки изменений при каждом коммите.
sv: Stöd för automatisk överföring av ändringar vid varje commit.
ta: ஒவ்வொரு உறுதிப்பாட்டிலும் தானாகவே மாற்றங்களைத் தள்ளுவதற்கான உதவி.
tr: Her işlemede değişikliklerin kendiliğinden itilmesi sağlandı.
uk: Реалізовано підтримку автоматично запису змін для кожного внеску.
zh_hans: 支持每次提交时自动推送更改。
zh_hant: 支持每次提交時自動推送更改。

source: Support for e-mail notifications of translators.
de: Unterstützung für E-Mail-Benachrichtigungen von Übersetzern.
ga: Tacaíocht d’fhógraí ríomhphoist aistritheoirí.
hu: Fordítók e-mailes értesítésének támogatása.
id: Dukungan untuk notifikasi surel penerjemah.
ja: 翻訳者のメール通知に対応。
nl: Ondersteuning voor e-mail notificaties van vertalers.
pt: Suporte para notificações por e-mail de tradutores.
pt_br: Suporte para notificações por e-mail de tradutores.
ro: Suport pentru notificări prin e-mail ale traducătorilor.
ru: Поддержка уведомлений по e-mail для переводчиков.
sv: Stöd för e-postmeddelanden till översättare.
ta: மொழிபெயர்ப்பாளர்களின் மின்னஞ்சல் அறிவிப்புகளுக்கான உதவி.
tr: Çevirmenlere e-posta bildirimleri gönderme özelliği eklendi.
uk: Реалізовано підтримку сповіщень перекладачів електронною поштою.
zh_hans: 支持译者电子邮件通知。
zh_hant: 支持譯者電子郵件通知。

source: List only used languages in preferences.
de: Nur verwendete Sprachen in den Einstellungen anzeigen.
ga: Liostaigh teangacha úsáidte amháin i sainroghanna.
hu: Beállításoknál csak a használt nyelvek listázása.
id: Cantumkan hanya bahasa yang digunakan dalam preferensi.
ja: 使用している言語のみを環境設定に一覧表示します。
nl: Vermeld alleen gebruikte talen in voorkeuren.
pt: Lista apenas os idiomas usados nas preferências.
pt_br: Lista apenas os idiomas usados nas preferências.
ro: Lista numai limbile utilizate în preferințe.
ru: Теперь в настройках перечисляются только используемые языки.
sv: Ange endast språk som används i inställningarna.
ta: பயன்படுத்தப்பட்ட மொழிகளை மட்டுமே விருப்பங்களில் பட்டியலிடுங்கள்.
tr: Ayarlarda yalnızca kullanılan dillerin listelenmesi sağlandı.
uk: Реалізовано показ у налаштуваннях лише використаних мов.
zh_hans: 首选项中只列出使用的语言。
zh_hant: 在配置編輯器中只列出使用的語言。

source: Improved handling of not known languages when importing project.
de: Verbesserte Behandlung von nicht bekannten Sprachen bei Projektimporten.
ga: Láimhseáil fheabhsaithe ar theangacha anaithnide agus an tionscadal á iompórtáil.
hu: Ismeretlen nyelvek kezelése projekt importálásakor továbbfejlesztve.
id: Peningkatan penanganan bahasa yang tidak dikenal saat mengimpor proyek.
ja: プロジェクトのインポート時に未知の言語がある場合の処理の改良。
nl: Verbeterde afhandeling van niet bekende talen bij importeren van project.
pt: Melhorado o tratamento de idiomas desconhecidos durante a importação de projetos.
pt_br: Melhorado o tratamento de idiomas desconhecidos durante a importação de projetos.
ro: Gestionarea îmbunătățită a limbilor necunoscute atunci când se importă un proiect.
ru: Улучшена обработка неизвестных языков при импорте проекта.
sv: Förbättrad hantering av okända språk vid import av projekt.
ta: திட்டத்தை இறக்குமதி செய்யும் போது அறியப்படாத மொழிகளின் மேம்பட்ட கையாளுதல்.
tr: Proje içe aktarılırken bilinmeyen dillerin işlenmesi iyileştirildi.
uk: Удосконалено обробку невідомих мов при імпортуванні проєкту.
zh_hans: 改进了当导入项目时对未知语言的处理。
zh_hant: 改進了當導入項目時對未知語言的處理。

source: Support for locking translation by translator.
de: Unterstützung für das Sperren der Übersetzung durch den Übersetzer.
ga: Tacaíocht chun aistriúchán a ghlasáil ag aistritheoir.
hu: Fordítás zárolása fordító által is támogatott.
id: Dukungan untuk penguncian terjemahan berdasarkan penerjemah.
ja: 翻訳者による翻訳ロック機能の追加。
nl: Ondersteuning voor vergrendelen van vertaling door vertaler.
pt: Suporte para bloqueio de tradução por tradutor.
pt_br: Suporte para bloqueio de tradução por tradutor.
ro: Suport pentru blocarea traducerii de către traducător.
ru: Поддержка блокировки перевода переводчиком.
sv: Stöd för låsning av översättning av översättare.
ta: மொழிபெயர்ப்பாளரால் மொழிபெயர்ப்பைப் பூட்டுவதற்கான உதவி.
tr: Çevirmen tarafından çeviriyi kilitleme özelliği eklendi.
uk: Реалізовано підтримку блокування перекладу перекладачем.
zh_hans: 支持译者锁定翻译。
zh_hant: 支持翻譯者鎖定翻譯。

source: Optionally maintain ``Language-Team`` header in po file.
de: Optionale Pflege des Headers ``Language-Team`` in der PO-Datei.
ga: Go roghnach coinnigh an ceanntásc ``Foireann Teanga`` sa chomhad po.
hu: Opcionálisan fenntartható a ``Language-Team`` fejléc a po fájlban.
id: Secara opsional, mempertahankan kepala ``Language-Team`` dalam berkas po.
ja: オプションで``Language-Team`` のヘッダを po ファイルで管理するように改良。
nl: Optioneel onderhouden kop ``Language-Team`` in PO-bestand.
pt: Opcionalmente, mantém o cabeçalho ``Language-Team`` no ficheiro po.
pt_br: Opcionalmente, mantém o cabeçalho ``Language-Team`` no arquivo po.
ro: Opțional, mențineți antetul ``Language-Team`` în fișierul po.
ru: Возможность поддержки в актуальном состоянии заголовка ``Language-Team`` в PO-файле.
sv: Behåll eventuellt ``Language-Team``-rubriken i po-filen.
ta: விருப்பமாக po கோப்பில் `` மொழி-குழு` தலைப்பு பராமரிக்கவும்.
tr: İsteğe bağlı olarak po dosyasında "Language-Team" üst bilgisinin korunması sağlandı.
uk: Реалізовано необов'язкову підтримку заголовка ``Language-Team`` у файлі PO.
zh_hans: 可以选择维护 po 文件中的 ``Language-Team`` 标头。
zh_hant: 可選地維護 po 文件中的 ``Language-Team`` 標頭。

source: Include some statistics in about page.
de: Einige Statistiken in „Über Weblate“-Seite eingefügt.
ga: Cuir roinnt staitisticí san áireamh faoi leathanach.
hu: Statisztikák megjelenítése az „Névjegy” oldalon.
id: Sertakan beberapa statistik di halaman tentang.
ja: 概要ページにいくつかの統計を含めるように改良。
nl: Enkele statistieken opnemen op de pagina Over.
pt: Inclui algumas estatísticas na página Sobre.
pt_br: Inclui algumas estatísticas na página Sobre.
ro: Includeți câteva statistici în pagina despre.
ru: Добавление некоторой статистики на страницу «О Weblate».
sv: Inkludera lite statistik på sidan Om oss.
ta: பக்கத்தில் சில புள்ளிவிவரங்களைச் சேர்.
tr: Hakkında sayfasına bazı istatistikler eklendi.
uk: Додано певні статистичні дані на сторінку відомостей щодо проєкту.
zh_hans: 在 about 页面中包括一些统计数据。
zh_hant: 在 about 頁面中包括一些統計數據。

source: Supports (and requires) django-registration 0.8.
de: Unterstützt (und benötigt) django-registration 0.8.
ga: Tacaíonn (agus éilíonn) clárú django 0.8.
hu: Támogatja (és igényli) a django-registration 0.8 verzióját.
id: Mendukung (dan membutuhkan) django-registration 0.8.
ja: django-registration 0.8（必須）に対応。
nl: Ondersteunt (en vereist) django-registration 0.8.
pt: Adiciona suporte (e exige) django-registration 0.8.
pt_br: Adiciona suporte (e exige) django-registration 0.8.
ro: Suportă (și necesită) django-registration 0.8.
ru: Поддержка (и требование) django-registration 0.8.
sv: Stöder (och kräver) django-registration 0.8.
ta: சாங்கோ-பதிவு 0.8 ஐ ஆதரிக்கிறது (மற்றும் தேவை).
tr: Django-registration 0.8 sürümü desteği eklendi (ve zorunlu kılındı).
uk: Реалізовано підтримку (і обов'язкове використання) django-registration 0.8.
zh_hans: 支持（并且需要）django-registration 0.8。
zh_hant: 支持（並且需要）django-registration 0.8。

source: Caching counts of strings with failing checks.
de: Caching der Anzahl von Zeichenketten mit fehlgeschlagenen Qualitätsprüfungen.
ga: Áireamh teaghráin á dtaisceadh le seiceálacha ag teip.
hu: Sikertelen ellenőrzést tartalmazó szövegek számának gyorsítótárazása.
id: Menyimpan jumlah string dengan pemeriksaan yang gagal.
ja: 検査不合格の文字列の数をキャッシュする。
nl: Cachen van aantal tekenreeksen met mislukte controles.
pt: Fazer cache de contagens de cadeias a conter verificações com falha.
pt_br: Fazer cache de contagens de textos contendo verificações com falha.
ro: Stocarea în memoria cache a numărului de șiruri de caractere cu verificări nereușite.
ru: Кеширование количества строк с неудачными проверками.
sv: Caching av antal strängar med misslyckade kontroller.
ta: தோல்வியுற்ற சோதனைகளுடன் சரங்களின் எண்ணிக்கை.
tr: Denetim hatası olan dizge sayısının ön belleğe alınması sağlandı.
uk: Реалізовано кешування кількостей рядків, які не пройшли перевірки.
zh_hans: 缓存带有未通过检查的字符串的数量。

source: Checking of requirements during setup.
de: Überprüfen der Voraussetzungen während der Einrichtung.
ga: Riachtanais a sheiceáil le linn socraithe.
hu: Telepítés során a követelmények ellenőrzése.
id: Pemeriksaan persyaratan selama penyiapan.
ja: セットアップ時に要求事項を確認するように改良。
nl: Controleren van vereisten tijdens opstelling.
pt: Verificação de requisitos durante a configuração.
pt_br: Verificação de requisitos durante a configuração.
ro: Verificarea cerințelor în timpul instalării.
ru: Проверка зависимостей во время установки.
sv: Kontroll av krav under installationen.
ta: அமைப்பின் போது தேவைகளைச் சரிபார்க்கிறது.
tr: Kurulum sırasında gereksinimlerin denetlenmesi sağlandı.
uk: Реалізовано перевірку вимог під час налаштовування.
zh_hans: 在设置中检查要求。
zh_hant: 在設置中檢查要求。

source: *Released on July 4th 2012.*
de: *Veröffentlicht am 4. Juli 2012.*
ga: *Eisithe ar 4 Iúil 2012.*
hu: *Kiadva: 2012. július 4.*
id: *Dirilis pada 4 Juli 2012.*
nl: *Uitgegeven op 4 juli 2012.*
pt_br: *Atualizado em 4 de julho de 2012.*
sv: *Släppt den 4 juli 2012.*
tr: *4 Temmuz 2012 tarihinde yayınlandı.*
uk: *Випущено 4 липня 2012 року.*

source: Improved several translations.
de: Mehrere Übersetzungen verbessert.
ga: Feabhsaíodh roinnt aistriúcháin.
hu: Több fordítás minősége javult.
id: Memperbaiki beberapa terjemahan.
ja: 複数の翻訳機能を改良。
nl: Verscheidene vertalingen verbeterd.
pt: Melhoradas várias traduções.
pt_br: Melhoradas várias traduções.
ro: Au fost îmbunătățite mai multe traduceri.
ru: Улучшение нескольких переводов.
sv: Förbättrade flera översättningar.
ta: பல மொழிபெயர்ப்புகளை மேம்படுத்தியது.
tr: Birkaç çeviri iyileştirildi.
uk: Удосконалено декілька перекладів.
zh_hans: 改进了几个翻译。
zh_hant: 改進了幾個翻譯。

source: Added support for shared git repositories across components.
de: Unterstützung für über Komponenten hinweg geteilte Git-Repositorys hinzugefügt.
ga: Tacaíocht bhreise le haghaidh stórtha git roinnte trasna comhpháirteanna.
hu: Támogatás hozzáadva megosztott git tárolókhoz az összetevők között.
id: Menambahkan dukungan untuk repositori git bersama di seluruh komponen.
ja: コンポーネント間での共有 git リポジトリに対応。
nl: Ondersteuning toegevoegd voor gedeelde opslagruimten van Git tussen onderdelen.
pt: Adicionado suporte para repositórios git compartilhados entre componentes.
pt_br: Adicionado suporte para repositórios git compartilhados entre componentes.
ro: A fost adăugat suport pentru depozite git partajate între componente.
ru: Добавлена поддержка совместного использования git-репозитория несколькими компонентами.
sv: Lagt till stöd för delade git-arkiv mellan komponenter.
ta: கூறுகள் முழுவதும் பகிரப்பட்ட அறிவிலி களஞ்சியங்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: Bileşenler arasında paylaşılan Git depoları desteği eklendi.
uk: Додано підтримку спільних сховищ git для складників.
zh_hans: 为在部件之间分享 git 仓库添加了支持。
zh_hant: 為在組件之間分享 git 倉庫添加了支持。

source: Do not necessary commit on every attempt to pull remote repo.
de: Es muss nicht bei jedem Versuch, ein Remote-Repository zu ziehen, ein Commit durchgeführt werden.
ga: Ní gá gealltanas a thabhairt do gach iarracht cian-athcheannach a tharraingt.
hu: Távoli tároló letöltésekor nem minden esetben történik véglegesítés.
id: Tidak perlu melakukan komit pada setiap percobaan untuk menarik repo jarak jauh.
ja: リモート レポをプルするたびにコミットする必要がないように改良。
nl: Niet noodzakelijkerwijze indienen bij elke poging om op te halen vanuit de opslagruimte op afstand.
pt: Não é necessário fazer commit em todas as tentativas de fazer pull do repositório remoto.
pt_br: Não é necessário fazer commit em todas as tentativas de fazer pull do repositório remoto.
ro: Nu este necesar să faceți commit la fiecare încercare de a extrage repo-ul de la distanță.
ru: Теперь более необязательно делается коммит при каждой попытке извлечения (`pull`) из удалённого репозитория.
sv: Du behöver inte nödvändigtvis göra en commit vid varje försök att hämta ett fjärrrepo.
ta: ரிமோட் ரெப்போவை இழுக்க ஒவ்வொரு முயற்சியிலும் அவசியமில்லை.
tr: Uzak depoyu çekmek için her girişimin işlenmesinin gerekmemesi sağlandı.
uk: Усунено обов'язкові внески при кожній спробі отримання даних з віддаленого сховища.
zh_hans: 不必每次尝试都提交来拉取远程 repo。
zh_hant: 不必每次嘗試都提交來拉取遠程 repo。

source: Added support for offloading indexing.
de: Unterstützung für das Auslagern der Indizierung hinzugefügt.
ga: Tacaíocht bhreise chun innéacsú a dhíluchtú.
hu: Indexelés kiszervezésének támogatása hozzáadva.
id: Menambahkan dukungan untuk pengindeksan pembongkaran.
ja: オフロードのインデックスに対応。
nl: Ondersteuning toegevoegd voor indexeren van offloading.
pt: Adicionado suporte para descarregar a indexação.
pt_br: Adicionado suporte para descarregar a indexação.
ro: A fost adăugat suport pentru descărcarea indexării.
ru: Добавлена поддержка выделения индекса в отдельный процесс.
sv: Lagt till stöd för avlastning av indexering.
ta: ஆஃப்லோடிங் குறியீட்டுக்கு உதவி சேர்க்கப்பட்டது.
tr: Dizin oluşturma yükünü aktarma desteği eklendi.
uk: Додано підтримку розвантажувального індексування.
zh_hans: 为卸载索引添加了支持。
zh_hant: 為卸載索引添加了支持。

source: *Released on May 10th 2012.*
de: *Veröffentlicht am 10. Mai 2012.*
ga: *Eisithe ar 10 Bealtaine 2012.*
hu: *Kiadva: 2012. május 10.*
id: *Dirilis pada 10 Mei 2012.*
nl: *Uitgegeven op 10 mei 2012.*
pt_br: *Atualizado em 10 de maio de 2012.*
sv: *Släppt den 10 maj 2012.*
tr: *10 Mayıs 2012 tarihinde yayınlandı.*
uk: *Випущено 10 травня 2012 року.*

source: Improved validation while adding/saving component.
de: Verbesserte Validierung beim Hinzufügen/Speichern von Komponenten.
ga: Bailíochtú feabhsaithe agus comhpháirt á shuimiú/á shábháil.
hu: Összetevő hozzáadásakor/mentésekor javított érvényesítés.
id: Peningkatan validasi saat menambahkan/menyimpan komponen.
ja: コンポーネントの追加および保存中の検証を改良。
nl: Verbeterd valideren bij toevoegen/opslaan onderdeel.
pt: Melhirada a validação ao adicionar/gravar componente.
pt_br: Melhorada a validação ao adicionar/salvar componente.
ro: Validare îmbunătățită la adăugarea/salvarea componentelor.
ru: Улучшены проверки при добавлении/сохранении компонентов.
sv: Förbättrad validering vid tillägg/sparning av komponenter.
ta: கூறுகளைச் சேர்க்கும்போது/சேமிக்கும் போது மேம்படுத்தப்பட்ட சரிபார்ப்பு.
tr: Bileşen eklenirken ve kaydedilirken doğrulama iyileştirildi.
uk: Удосконалено перевірку при додаванні і збереженні складника.
zh_hans: 改进了添加/存储部件时的验证。
zh_hant: 改進了添加/存儲組件時的驗證。

source: Experimental support for Android component files (needs patched ttkit).
de: Experimentelle Unterstützung für Android-Komponentendateien (benötigt gepatchtes ttkit).
ga: Tacaíocht thrialach do chomhaid chomhpháirt Android (gá le ttkit paiste).
hu: Android összetevőfájlok kísérleti támogatása (javított TTKit szükséges).
id: Dukungan eksperimental untuk berkas komponen Android (perlu ttkit yang ditambal).
ja: Android コンポーネント ファイルを実験的に対応（パッチを適用した ttkit が必要）。
nl: Experimentele ondersteuning voor onderdeelbestanden voor Android (heeft aangepast Translate Toolkit nodig).
pt: Suporte experimental para ficheiros de componentes do Android (precisa de ttkit com patch aplicado).
pt_br: Suporte experimental para arquivos de componentes do Android (precisa de ttkit com patch aplicado).
ro: Suport experimental pentru fișierele de componente Android (necesită ttkit corectat).
ru: Экспериментальная поддержка файлов компонентов Android (требуется патченный ttkit).
sv: Experimentellt stöd för Android-komponentfiler (kräver patched ttkit).
ta: ஆண்ட்ராய்டு கூறு கோப்புகளுக்கான சோதனை உதவி (இணைக்கப்பட்ட ttkit தேவை).
tr: Android bileşen dosyaları için deneysel destek eklendi (yamanmış ttkit gerekir).
uk: Реалізовано експериментальну підтримку файлів складників Android (потребує латок до ttkit).
zh_hans: 实验性支持 Android 组件文件（需要打补丁的 ttkit）。
zh_hant: 試驗支持安卓組件文件（需要打補丁的 ttkit）。

source: Updates from hooks are run in background.
de: Updates von Hooks werden im Hintergrund ausgeführt.
ga: Reáchtáiltear nuashonruithe ó crúcaí sa chúlra.
hu: Hook-ok által kezdeményezett frissítések háttérben futnak.
id: Pembaruan dari kait dijalankan di latar belakang.
ja: フックからの更新はバックグラウンドで実行するように改良。
nl: Bijwerken van hooks wordt op de achtergrond uitgevoerd.
pt: As atualizações dos ganchos são executadas em segundo plano.
pt_br: As atualizações dos ganchos são executadas em segundo plano.
ro: Actualizările din hook-uri sunt executate în fundal.
ru: Обновления вызванные обработчиками теперь запускаются в фоне.
sv: Uppdateringar från hooks körs i bakgrunden.
ta: கொக்கிகளிலிருந்து புதுப்பிப்புகள் பின்னணியில் இயக்கப்படுகின்றன.
tr: Kancalardan gelen güncellemelerin arka planda yapılması sağlandı.
uk: Реалізовано запуск оновлень від скриптів стеження у фоновому режимі.
zh_hans: 来自钩子的更新在后台运行。
zh_hant: 來自鉤子的更新在後台運行。

source: Improved installation instructions.
de: Verbesserte Installationsanweisungen.
ga: Treoracha suiteála feabhsaithe.
hu: Telepítési útmutató pontosítása.
id: Petunjuk penginstalan yang ditingkatkan.
ja: インストール方法の改良。
nl: Verbeterde instructies voor installeren.
pt: Melhoradas as instruções de instalação.
pt_br: Melhoradas as instruções de instalação.
ro: Instrucțiuni de instalare îmbunătățite.
ru: Улучшены инструкции установки.
sv: Förbättrade installationsanvisningar.
ta: மேம்படுத்தப்பட்ட நிறுவல் வழிமுறைகள்.
tr: Kurulum yönergesi iyileştirildi.
uk: Удосконалено настанови щодо встановлення.
zh_hans: 改进了安装指示。
zh_hant: 改進了安裝指示。

source: Improved navigation in dictionary.
de: Verbesserte Navigation im Wörterbuch.
ga: Nascleanúint fheabhsaithe i bhfoclóir.
hu: Szótárban való navigáció továbbfejlesztve.
id: Peningkatan navigasi dalam kamus.
ja: 辞書の操作性の改良。
nl: Verbeterde navigatie in woordenboek.
pt: Melhorada a navegação no dicionário.
pt_br: Melhorada a navegação no dicionário.
ro: Navigare îmbunătățită în dicționar.
ru: Улучшена навигация по словарю.
sv: Förbättrad navigering i ordboken.
ta: அகராதியில் மேம்பட்ட வழிசெலுத்தல்.
tr: Sözlükte gezinme iyileştirildi.
uk: Удосконалено навігацію у словнику.
zh_hans: 改进了字典中的导航。
zh_hant: 改進了字典中的導航。

source: Weblate 2.x series
de: Weblate 2.x
ga: Weblate 2.x sraith
hu: Weblate 2.x sorozat
id: Seri Weblate 2.x
ja: Weblate 2.x シリーズ
nl: Weblate 2.x serie
pt: Série 2.x do Weblate
pt_br: Série 2.x do Weblate
ro: Seria Weblate 2.x
ru: Серия Weblate 2.x
sv: Weblate 2.x-serien
ta: வலைபெயர்ப்பு 2.x தொடர்
tr: Weblate 2.x serisi
uk: Випуски Weblate 2.x
zh_hans: Weblate 2.x 系列
zh_hant: Weblate 2.x 系列

source: *Released on April 4th 2018.*
de: *Veröffentlicht am 4. April 2018.*
ga: *Eisithe ar 4 Aibreán 2018.*
hu: *Kiadva: 2018. április 4.*
id: *Dirilis pada tanggal 4 April 2018.*
nl: *Uitgegeven op 4 april 2018.*
pt_br: *Atualizado em 4 de abril de 2018.*
sv: *Släpptes den 4 april 2018.*
tr: *4 Nisan 2018 tarihinde yayınlandı.*
uk: *Випущено 4 квітня 2018 року.*

source: Improved speed of cloning subversion repositories.
de: Verbesserte Geschwindigkeit beim Klonen von Subversion-Repositorys.
ga: Luas feabhsaithe ar stórtha frithdhílse a chlónáil.
hu: Subversion tárolók klónozásának sebessége javult.
id: Peningkatan kecepatan saat mengkloning repositori Subversion.
ja: Subversion リポジトリのクローン作成速度の改善。
nl: Verbeterde snelheid voor klonen van opslagruimten van Subversion.
pt: Melhorada a velocidade de clonagem de repositórios de subversion.
pt_br: Melhorada a velocidade de clonagem de repositórios de subversion.
ro: A fost îmbunătățită viteza de clonare a depozitelor de subversiune.
ru: Улучшена скорость клонирования репозиториев subversion.
sv: Förbättrad hastighet vid kloning av Subversion-arkiv.
ta: குளோனிங் சப்வர்சன் களஞ்சியங்களின் மேம்பட்ட விரைவு.
tr: Subversion depolarını kopyalama hızı iyileştirildi.
uk: Підвищення швидкості клонування сховищ subversion.
zh_hans: 改进了 subversion 仓库克隆的速度。
zh_hant: 改進了 subversion 倉庫克隆的速度。

source: Changed repository locking to use third party library.
de: Das Sperren des Repositorys geändert, um die Bibliothek eines Drittanbieters zu verwenden.
ga: Glasáil stórtha athraithe chun leabharlann tríú páirtí a úsáid.
hu: A tároló zárolása mostantól külső könyvtár használatával történik.
id: Mengubah penguncian repositori untuk menggunakan pustaka pihak ketiga.
ja: サードパーティ ライブラリを使用するようにリポジトリ ロックを変更。
nl: Vergrendelen van opslagruimte gewijzigd om bibliotheek van derde partij te gebruiken.
pt: Alterado o bloqueio de repositório para usar biblioteca de terceiros.
pt_br: Alterado o bloqueio de repositório para usar biblioteca de terceiros.
ro: A fost modificată blocarea depozitului pentru a utiliza o bibliotecă terță parte.
ru: Изменена блокировка репозиториев — теперь используются сторонние библиотеки.
sv: Ändrade låsning av arkiv för att använda tredjepartsbibliotek.
ta: மூன்றாம் தரப்பு நூலகத்தைப் பயன்படுத்த களஞ்சிய பூட்டுதல் மாற்றப்பட்டது.
tr: Depo kilitleme özelliği, üçüncü taraf kitaplığı kullanacak biçimde değiştirildi.
uk: Змінено блокування сховища — використано сторонню бібліотеку.
zh_hans: 更改了仓库锁定来使用第三方库。
zh_hant: 更改了倉庫鎖定來使用第三方庫。
