Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Use simple language codes for default language/country combinations. For example an ``fr_FR`` translation will use the ``fr`` language code. This is usually the desired behavior, as it simplifies listing languages for these default combinations.
de: Um einfache Sprachcodes für Standard-Sprach/Länder-Kombinationen zu verwenden. Zum Beispiel wird eine ``fr_FR``-Übersetzung den ``fr`` Sprachcode verwenden. Dies ist normalerweise das gewünschte Verhalten, da es die Auflistung von Sprachen für diese Standardkombinationen vereinfacht.
ga: Úsáid cóid shimplí teanga le haghaidh teaglamaí réamhshocraithe teanga/tíre. Mar shampla úsáidfidh aistriúchán ``fr_FR`` an cód teanga ``fr``. Is gnách gurb é seo an t-iompar a theastaíonn, mar go ndéanann sé liostú teangacha do na teaglamaí réamhshocraithe seo a shimpliú.
hu: Egyszerű nyelvkódok használata alapértelmezett nyelv/ország kombinációk esetén. Például egy ``fr_FR`` fordítás ``fr`` nyelvkódot használ majd. Ez általában kívánatos viselkedés, mert egyszerűsíti a nyelvlisták kezelését.
id: Gunakan kode bahasa sederhana untuk kombinasi bahasa/negara bawaan. Misalnya, terjemahan ``fr_FR`` akan menggunakan kode bahasa ``fr``. Perilaku ini biasanya diinginkan karena menyederhanakan daftar bahasa untuk kombinasi bawaan ini.
ja: デフォルトの「言語_国名」の組み合わせには単純な言語コードを使用します。例えば ``fr_FR`` の翻訳には ``fr`` の言語コードを使用します。通常は、デフォルトの組み合わせの言語の一覧を簡素化するための理想的な方法です。
nl: Gebruik eenvoudige taalcodes voor standaard combinaties van taal/land. Bijvoorbeeld een vertaling ``fr_FR`` zal de taalcode ``fr`` gebruiken. Dit is gewoonlijk het gewenste gedrag, omdat het vermelden van talen voor deze standaard combinaties eenvoudiger wordt.
pt: Use códigos de idioma simples para combinações predfinidas de idioma/país. Por exemplo, uma tradução de ``fr_FR`` usará o código de idioma ``fr``. Este é geralmente o comportamento desejado, pois simplifica a lista de idiomas para essas combinações predefinidas.
pt_br: Usa códigos de idioma simples para combinações padrão de idioma/país. Por exemplo, uma tradução de ``fr_FR`` usará o código de idioma ``fr``. Este é geralmente o comportamento desejado, pois simplifica a lista de idiomas para essas combinações padrão.
ro: Utilizați coduri lingvistice simple pentru combinațiile implicite de limbă/țară. De exemplu, o traducere ``fr_FR`` va utiliza codul de limbă ``fr``. Acesta este, de obicei, comportamentul dorit, deoarece simplifică listarea limbilor pentru aceste combinații implicite.
ru: Использовать простые коды языка для умолчательных комбинаций языка/страны. Например, при переводе ``ru_RU`` будет использоваться код языка ``ru``. Обычно это желательное поведение, поскольку для таких умолчательных комбинаций оно упрощает перечисление языков.
sv: Använd enkla språkkoder för standardkombinationer av språk och land. Till exempel kommer en översättning av ``fr_FR`` att använda språkkoden ``fr``. Detta är vanligtvis önskvärt, eftersom det förenklar listningen av språk för dessa standardkombinationer.
ta: இயல்புநிலை மொழி/நாட்டு சேர்க்கைகளுக்கு எளிய மொழி குறியீடுகளைப் பயன்படுத்து. எடுத்துக்காட்டாக ஒரு `` fr_fr`` மொழிபெயர்ப்பு `` fr`` மொழிக் குறியீட்டைப் பயன்படுத்தும். இது வழக்கமாக விரும்பிய நடத்தை, ஏனெனில் இது இந்த இயல்புநிலை சேர்க்கைகளுக்கான மொழிகளை பட்டியலிடுவதை எளிதாக்குகிறது.
tr: Varsayılan dil/ülke kombinasyonları için basit dil kodlarının kullanılmasını sağlar. Örneğin, bir "fr_FR" çevirisi "fr" dil kodunu kullanır. Varsayılan kombinasyonlar için dillerin listelenmesini basitleştirdiğinden genellikle bu davranış istenir.
uk: Використовувати прості коди мов для типових комбінацій мова-країна. Наприклад, для перекладу ``fr_FR`` буде використано код мови ``fr``. Зазвичай, така поведінка є бажаною, оскільки спрощує побудову списку мов для цих типових комбінацій.
zh_hans: 对于默认语言/国家组合使用简单语言代码。例如，``fr_FR`` 翻译将使用 ``fr`` 语言代码。这通常是受欢迎的特性，因为它简化了这些默认群组合列出的语言。
zh_hant: 對於默認語言/國家組合使用簡單語言代碼。例如， ``fr_FR`` 翻譯將使用 ``fr`` 語言代碼。這通常是受歡迎的特性，因為它簡化了這些默認組合列出的語言。

source: Turn this off if you want to different translations for each variant.
de: Deaktivieren Sie diese Option, wenn Sie für jede Variante eine andere Übersetzung wünschen.
ga: Múch é seo más mian leat aistriúcháin dhifriúla a dhéanamh do gach leagan.
hu: Kapcsolja ki, ha minden nyelvi változathoz külön fordítást szeretne kezelni.
id: Matikan ini jika Anda menginginkan terjemahan yang berbeda untuk setiap varian.
ja: 国や地域ごとに異なる翻訳を行う場合は、この機能を無効にします。
nl: Schakel dit uit als u verschillende vertalingen voor elke variant wilt.
pt: Desative isto se quiser traduções diferentes para cada variante.
pt_br: Desative isso se quiser traduções diferentes para cada variante.
ro: Dezactivați această opțiune dacă doriți să aveți traduceri diferite pentru fiecare variantă.
ru: Выключите этот параметр, если вы хотите разделять переводы для каждого варианта.
sv: Stäng av denna funktion om du vill ha olika översättningar för varje variant.
ta: ஒவ்வொரு மாறுபாட்டிற்கும் வெவ்வேறு மொழிபெயர்ப்புகளை நீங்கள் விரும்பினால் இதை அணைக்கவும்.
tr: Her çeşit için farklı çeviriler yapmak istiyorsanız bu seçeneği kapatın.
uk: Вимкніть, якщо вам потрібні різні переклади для кожного з варіантів.
zh_hans: 如果对每种不同的变化想要不同的翻译，那么请将其关闭。
zh_hant: 如果對每種不同的變化想要不同的翻譯，那麼請將其關閉。

source: Configures site domain. Necessary to produce correct absolute links in many scopes (for example activation e-mails, notifications or RSS feeds).
de: Konfiguriert die Seitendomain. Notwendig, um in vielen Bereichen (z. B. Aktivierungs-E-Mails, Benachrichtigungen oder RSS-Feeds) korrekte absolute Links zu erzeugen.
ga: Cumraíonn sé fearann an tsuímh. Is gá naisc chearta a sholáthar i go leor scóip (mar shampla r-phoist gníomhachtaithe, fógraí nó fothaí RSS).
hu: A webhely domainjének beállítása. Ez szükséges a helyes abszolút linkek előállításához sok helyzetben (például aktiváló e-mailek, értesítések vagy RSS hírcsatornák esetén).
id: Mengonfigurasi domain situs. Diperlukan untuk menghasilkan tautan absolut yang benar dalam berbagai cakupan (misalnya surel aktivasi, notifikasi, atau umpan RSS).
ja: サイト ドメインを設定します。これは、多くの範囲（例: アクティベーション メールアドレス、通知、RSS フィード）で正しい絶対リンクを生成するために必要です。
nl: Configureert het domein voor de site. Noodzakelijk om juiste absolute koppelingen voor vele bereiken te produceren (bijvoorbeeld e-mails voor activeren, notificaties of RSS-feeds).
pt: Configura o domínio do site. Necessário para produzir ligações absolutas corretas em muitos escopos (por exemplo, ativação de e-mails, notificações ou feeds RSS).
pt_br: Configura o domínio do site. Necessário para produzir links absolutos corretos em muitos escopos (por exemplo, ativação de e-mails, notificações ou feeds RSS).
ru: Настраивает домен сайта. Это необходимо для получения правильных абсолютных ссылок во многих местах (например, в письмах активации, в уведомлениях или в RSS-каналах).
sv: Konfigurerar webbplatsdomänen. Nödvändigt för att skapa korrekta absoluta länkar i många sammanhang (till exempel aktiveringsmejl, aviseringar eller RSS-flöden).
ta: தள களத்தை உள்ளமைக்கிறது. பல நோக்கங்களில் சரியான முழுமையான இணைப்புகளை உருவாக்க வேண்டியது தேவை (எடுத்துக்காட்டாக செயல்படுத்தும் மின்னஞ்சல்கள், அறிவிப்புகள் அல்லது ஆர்எச்எச் ஊட்டங்கள்).
tr: Site etki alanını yapılandırır. Bu seçenek, birçok kapsamda doğru mutlak bağlantılar oluşturmak için gereklidir (etkinleştirme e-postaları, bildirimler ya da RSS akışları gibi).
uk: Налаштовує домен сайта. Домен потрібен для створення правильних абсолютних посилань у багатьох областях застосування (наприклад, для повідомлень активації, сповіщень та стрічок RSS).
zh_hans: 配置网站域名。这对于在很多地方获得正确的绝对链接是必要的（例如激活电子邮箱、通知或 RSS 订阅源）。

source: If Weblate is running on a non-standard port, include it here as well.
de: Wenn Weblate auf einem nicht standardmäßigen Port läuft, geben Sie ihn hier ebenfalls an.
ga: Má tá Weblate ag rith ar phort neamhchaighdeánach, cuir san áireamh anseo é freisin.
hu: Ha a Weblate nem szabványos porton fut, azt is adja meg itt.
id: Jika Weblate berjalan pada port nonstandar, sertakan juga di sini.
ja: Weblate を非標準ポートで実行している場合は、ここにも含めてください。
nl: Als Weblate wordt uitgevoerd op een niet standaard poort, neem dat hier dan ook op.
pt: Se o Weblate é executado numa porta fora do padrão, inclua-a aqui também.
pt_br: Se o Weblate estiver sendo executado em uma porta fora do padrão, inclua-a aqui também.
ru: Если Weblate работает на нестандартном порту, укажите его здесь.
sv: Om Weblate körs på en icke-standardport, ange den också här.
ta: தரமற்ற துறைமுகத்தில் வலைபெயர்ப்பு இயங்கினால், அதை இங்கேயும் சேர்.
tr: Weblate standart olmayan bir bağlantı noktası kullanıyorsa, buraya da ekleyin.
uk: Якщо Weblate запущено на нестандартному порту, допишіть його до вказаної адреси.
zh_hans: 在 Weblate 运行在非标准端口时，这里同样要包括它。

source: This setting should only contain the domain name. For configuring protocol, (turning on and enforcing HTTPS) use :setting:`ENABLE_HTTPS` and for changing the URL, use :setting:`URL_PREFIX`.
de: Diese Einstellung sollte nur den Domainnamen enthalten. Für die Konfiguration des Protokolls (Einschalten und Erzwingen von HTTPS) verwenden Sie :setting:`ENABLE_HTTPS` und zum Ändern der URL verwenden Sie :setting:`URL_PREFIX`.
ga: Níor cheart go mbeadh ach an t-ainm fearainn sa socrú seo. Chun prótacal a chumrú, (ag cur HTTPS ar siúl agus á fhorfheidhmiú) úsáid :setting:`ENABLE_HTTPS` agus chun an URL a athrú, úsáid :setting:`URL_PREFIX`.
hu: Ez a beállítás csak a domain nevet tartalmazza. A protokoll beállításához (pl. HTTPS engedélyezése és kötelezővé tétele) használja az :setting:`ENABLE_HTTPS` beállítást, az URL módosításához pedig az :setting:`URL_PREFIX` értéket.
id: Pengaturan ini hanya boleh berisi nama domain. Untuk mengonfigurasi protokol (mengaktifkan dan menerapkan HTTPS), gunakan :setting:`ENABLE_HTTPS` dan untuk mengubah URL, gunakan :setting:`URL_PREFIX`.
ja: この設定には、ドメイン名だけを含めてください。プロトコルの設定（HTTPS の有効化と強制）には :setting:`ENABLE_HTTPS` を使用し、URL の変更には :setting:`URL_PREFIX` を使用します。
nl: Deze instelling zou alleen de naam van het domein moeten bevatten. Voor configureren van het protocol (inschakelen en afdwingen van HTTPS), gebruik :setting:`ENABLE_HTTPS` en voor het wijzigen van de URL, gebruik :setting:`URL_PREFIX`.
pt: Esta configuração deve conter apenas o nome de domínio. Para configurar o protocolo (ativar e aplicar HTTPS), use :setting:`ENABLE_HTTPS` e para alterar o URL, use :setting:`URL_PREFIX`.
pt_br: Esta configuração deve conter apenas o nome de domínio. Para configurar o protocolo (habilitar e aplicar HTTPS), use :setting:`ENABLE_HTTPS` e para alterar o URL, use :setting:`URL_PREFIX`.
ru: Этот параметр должен содержать только доменное имя. Для настройки протокола (включения и принудительного включения HTTPS) используйте параметр :setting:`ENABLE_HTTPS`, а для изменения URL-адреса — параметр :setting:`URL_PREFIX`.
sv: Denna inställning ska endast innehålla domännamnet. För att konfigurera protokollet (aktivera och tillämpa HTTPS) använd :setting:`ENABLE_HTTPS` och för att ändra URL:en använd :setting:`URL_PREFIX`.
tr: Bu ayarda yalnızca etki alanı adı bulunmalıdır. İletişim kuralını yapılandırmak için (HTTPS iletişim kuralını kullanıma almak ve dayatmak) :setting:`ENABLE_HTTPS` seçeneğini ve adresi değiştirmek için :setting:`URL_PREFIX` seçeneğini kullanın.
uk: Цей параметр має містити лише назву домену. Для налаштованого протоколу (увімкнутого і примусово встановленого HTTPS) скористайтеся :setting:`ENABLE_HTTPS`, а для зміни адреси скористайтеся :setting:`URL_PREFIX`.
zh_hans: 这个设置应该只包含域名。对于配置协议，（开启并强制 HTTPS ）使用 :setting:`ENABLE_HTTPS` ；对于修改 URL，使用 :setting:`URL_PREFIX`。

source: On a Docker container, the site domain is configured through :envvar:`WEBLATE_ALLOWED_HOSTS`.
de: In einem Docker-Container wird die Seitendomain über :envvar:`WEBLATE_ALLOWED_HOSTS` konfiguriert.
ga: Ar choimeádán Docker, déantar fearann an tsuímh a chumrú trí :envvar:`WEBLATE_ALLOWED_HOSTS`.
hu: Docker-konténer esetén a webhely domainje a :envvar:`WEBLATE_ALLOWED_HOSTS` változón keresztül van konfigurálva.
id: Pada kontainer Docker, domain situs dikonfigurasikan melalui :envvar:`WEBLATE_ALLOWED_HOSTS`.
ja: Docker コンテナ上では、サイト ドメインは :envvar:`WEBLATE_ALLOWED_HOSTS` で設定します。
nl: In een Docker container wordt het domein voor de site geconfigureerd door :envvar:`WEBLATE_ALLOWED_HOSTS`.
pt: Num contentor Docker, o domínio do site é configurado através de :envvar:`WEBLATE_ALLOWED_HOSTS`.
pt_br: Em um contêiner Docker, o domínio do site é configurado através de :envvar:`WEBLATE_ALLOWED_HOSTS`.
ro: Pe un container Docker, domeniul site-ului este configurat prin :envvar:`WEBLATE_ALLOWED_HOSTS`.
ru: В контейнере Docker домен сайта настраивается через переменную окружения :envvar:`WEBLATE_ALLOWED_HOSTS`.
sv: På en Docker-container konfigureras webbplatsdomänen via :envvar:`WEBLATE_ALLOWED_HOSTS`.
tr: Bir Docker kapsayıcısında, site etki alanı :envvar:`WEBLATE_ALLOWED_HOSTS` seçeneği ile yapılandırılır.
uk: У контейнері Docker домен сайта можна налаштувати за допомогою :envvar:`WEBLATE_ALLOWED_HOSTS`.
zh_hans: 关于 Docker 容器，网站域名通过 :envvar:`WEBLATE_ALLOWED_HOSTS` 来配置。
zh_hant: 關於 Docker 容器，網站域名通過 :envvar:`WEBLATE_ALLOWED_HOSTS` 來配置。

source: Site title to be used for the website and sent e-mails.
de: Seitentitel, der für die Website und gesendete E-Mails verwendet werden soll.
ga: Teideal an tsuímh le húsáid don suíomh Gréasáin agus seoladh ríomhphoist.
hu: A webhely és a kiküldött e-mailek címében megjelenő webhelynév beállítása.
id: Judul situs yang akan digunakan untuk situs web dan mengirim surel.
ja: Web サイトおよびメール送信に使用するサイト名。
nl: Titel voor de site die moet worden gebruikt voor de website en het verzenden van e-mails.
pt: Título do site a ser usado para o site e e-mails enviados.
pt_br: Título do site a ser usado para o site e e-mails enviados.
ro: Titlul site-ului care va fi folosit pentru site-ul web și pentru e-mailurile trimise.
ru: Заголовок сайта, который будет использоваться как на самом сайте, так и указываться в электронных письмах.
sv: Webbplatsens titel som ska användas för webbplatsen och skickade e-postmeddelanden.
ta: தளத்திற்குப் பயன்படுத்தப்பட வேண்டிய தள தலைப்பு மற்றும் மின்னஞ்சல்களை அனுப்ப வேண்டும்.
tr: Site ve gönderilecek e-postalar için kullanılacak site başlığı.
uk: Назва сайта, яку буде використано для сайта і надсилання повідомлень електронною поштою.
zh_hans: 用于网站和发送电子邮件的网站名称。
zh_hant: 用於網站和發送電子郵件的網站名稱。

source: Additional characters to include in the visual keyboard, :ref:`visual-keyboard`.
de: Zusätzliche Zeichen, die in die visuelle Tastatur aufgenommen werden sollen, :ref:`visual-keyboard`.
ga: Carachtair bhreise le cur san áireamh sa mhéarchlár amhairc, :ref:`visual-keyboard`.
hu: További karakterek hozzáadása a vizuális billentyűzethez, lásd: :ref:`visual-keyboard`.
id: Karakter tambahan yang akan disertakan dalam papan ketik visual, :ref:`visual-keyboard`.
ja: ビジュアル キーボードに含める追加の文字、:ref:`visual-keyboard`。
nl: Aanvullende tekens om op te nemen in het visuele toetsenbord, :ref:`visual-keyboard`.
pt: Caracteres adicionais para incluir no teclado visual, :ref:`visual-keyboard`.
pt_br: Caracteres adicionais para incluir no teclado visual, :ref:`visual-keyboard`.
ro: Caractere suplimentare de inclus în tastatura vizuală, :ref:`visual-keyboard`.
ru: Дополнительные символы для включения в визуальную клавиатуру, смотрите раздел :ref:`visual-keyboard`.
sv: Ytterligare tecken som ska inkluderas i det visuella tangentbordet, :ref:`visual-keyboard`.
tr: Görsel klavyeye eklenecek karakterler. :ref:`visual-keyboard`.
uk: Додаткові символи, які слід включити на візуальну клавіатуру, :ref:`visual-keyboard`.
zh_hans: 屏幕键盘中包括的另外的字符，:ref:`visual-keyboard`。
zh_hant: 屏幕鍵盤中包括的另外的字符， :ref:`visual-keyboard` 。

source: The default value is:
de: Der Standardwert ist:
ga: Is é an luach réamhshocraithe:
hu: Az alapértelmezett érték:
id: Nilai bawaannya adalah:
ja: デフォルト値：
nl: De standaard waarde is:
pt: O valor predefinido é:
pt_br: O valor padrão é:
ro: Valoarea implicită este:
ru: Значение по умолчанию:
sv: Standardvärdet är:
ta: இயல்புநிலை மதிப்பு:
tr: Varsayılan değer:
uk: Типове значення:
zh_hans: 默认值为：
zh_hant: 默認值為：

source: Redirects users directly to a project or component instead of showing the dashboard. You can either set it to ``True`` so it only works if there is actually only single project in Weblate. Alternatively, set the project slug, and it will redirect unconditionally to this project.
de: Leitet Benutzer direkt zu einem Projekt oder einer Komponente um, anstatt die Übersichtsseite anzuzeigen. Sie können es entweder auf ``True`` setzen, so dass es nur funktioniert, wenn es tatsächlich nur ein einziges Projekt in Weblate gibt. Alternativ können Sie auch den Projekt-Slug angeben, dann wird bedingungslos zu diesem Projekt umgeleitet.
ga: Atreoraíonn sé úsáideoirí go díreach chuig tionscadal nó comhpháirt seachas an painéal a thaispeáint. Is féidir leat é a shocrú go ``True`` mar sin ní oibríonn sé ach amháin mura bhfuil ann i ndáiríre ach tionscadal amháin i Weblate. Mar mhalairt air sin, socraigh seilide an tionscadail, agus déanfaidh sé atreorú gan choinníoll chuig an tionscadal seo.
hu: A felhasználók közvetlen átirányítása egy projektre vagy összetevőre az vezérlőpult helyett. Beállítható ``True`` értékre, hogy csak akkor történjen meg, ha valóban csak egy projekt van a Weblate-ben. Alternatívaként megadható egy projekt URL-azonosító (slug), és ekkor mindig arra irányít át.
id: Mengalihkan pengguna langsung ke proyek atau komponen, alih-alih menampilkan dasbor. Anda dapat mengaturnya ke ``Benar`` agar hanya berfungsi jika hanya ada satu proyek di Weblate. Alternatifnya, atur slug proyek, dan ini akan mengalihkan pengguna tanpa syarat ke proyek ini.
ja: ダッシュボードを表示する代わりに、プロジェクトまたはコンポーネントにユーザーを直接リダイレクトします。``True`` に設定できるが、この場合は、実際に Weblate にプロジェクトが 1 つしか存在していない場合にのみ機能します。または、プロジェクトのスラッグを設定すると、このプロジェクトに無条件にリダイレクトされます。
nl: Verwijst gebruikers direct naar een project of onderdeel in plaats van het dashboard weer te geven. U kunt het instellen op ``True`` zodat het werkt alsof er in feite, maar slechts een project in Weblate staat. Als alternatief, stel de slug voor het project in en het zal u onvoorwaardelijk naar dat project verwijzen.
pt: Redireciona os utilizadores diretamente para um projeto ou componente em vez de mostrar o painel. Pode configurá-lo como ``True`` para que funcione apenas se houver um único projeto no Weblate. Alternativamente, defina o projeto e ele redirecionará incondicionalmente para este projeto.
pt_br: Redireciona os usuários diretamente para um projeto ou componente em vez de mostrar o painel. Você pode configurá-lo como ``True`` para que funcione apenas se houver um único projeto no Weblate. Alternativamente, defina o projeto, e ele redirecionará incondicionalmente para este projeto.
ru: Перенаправляет пользователей непосредственно в проект или компонент вместо отображения панели управления. Вы можете установить значение ``True``, в этом случае он будет работать тогда, когда в Weblate и в самом деле есть только один проект. Или же можно задать ссылку проекта, тогда пользователь будет безоговорочно перенаправлен в этот проект.
sv: Omdirigerar användare direkt till ett projekt eller en komponent istället för att visa instrumentpanelen. Du kan antingen ställa in den på ``True`` så att den bara fungerar om det faktiskt bara finns ett enda projekt i Weblate. Alternativt kan du ställa in projektets slug, och då kommer den att omdirigera villkorslöst till detta projekt.
ta: டாச்போர்டைக் காண்பிப்பதற்கு பதிலாக பயனர்களை நேரடியாக ஒரு திட்டம் அல்லது கூறுக்கு திருப்பி விடுகிறது. நீங்கள் அதை `` உண்மை`` என்று அமைக்கலாம், எனவே உண்மையில் வலைபெயர்ப்பில் ஒற்றை திட்டம் மட்டுமே இருந்தால் மட்டுமே அது செயல்படும். மாற்றாக, திட்ட ச்லக் அமைக்கவும், இது இந்த திட்டத்திற்கு நிபந்தனையின்றி திருப்பிவிடும்.
tr: Kullanıcıları pano yerine doğrudan bir proje ya da bileşene yönlendirir. ``True`` olarak ayarlandığında yalnızca Weblate üzerinde tek bir proje olması durumunda çalışır. Alternatif olarak, proje kısaltmasını ayarlarsanız koşulsuz olarak bu projeye yönlendirir.
uk: Переспрямовує користувачів безпосередньо до проєкту або складника замість показу панелі приладів. Ви можете встановити значення ``True`` — у цьому випадку це працюватиме, лише якщо на Weblate є лише один проєкт. У протилежному випадку встановіть ідентифікатор проєкту, і він безумовно переспрямовуватиме до цього проєкту.
zh_hans: 将用户直接重定向到项目或部件，而不是显示操作面板。可以将其设置为 ``True``，这样它只在 Weblate 中确实只有单一的项目时生效。另外可以设置项目标识串，将无条件地重定向到这个项目。

source: Allows adding custom parameters when Weblate is invoking SSH. Useful when connecting to servers using legacy encryption or other non-standard features.
de: Ermöglicht das Hinzufügen benutzerdefinierter Parameter, wenn Weblate SSH aufruft. Nützlich, wenn Sie sich mit Servern verbinden, die eine ältere Verschlüsselung oder andere nicht standardisierte Funktionen verwenden.
ga: Ceadaíonn sé paraiméadair saincheaptha a chur leis nuair atá Weblate ag agairt SSH. Úsáideach agus tú ag nascadh le freastalaithe ag baint úsáide as criptiú oidhreachta nó gnéithe neamhchaighdeánacha eile.
hu: Lehetővé teszi egyéni paraméterek hozzáadását, amikor a Weblate SSH kapcsolatot létesít. Ez hasznos, ha régi titkosítást vagy egyéb nem szabványos jellemzőket használó szerverekhez kell csatlakozni.
id: Memungkinkan penambahan parameter khusus saat Weblate memanggil SSH. Berguna saat menghubungkan ke server yang menggunakan enkripsi lama atau fitur non-standar lainnya.
ja: Weblate が SSH 接続するときに、カスタム パラメータを追加できるようにします。これは、従来の暗号化またはその他の非標準機能を使用してサーバーに接続する場合に便利です。
nl: Staat het toevoegen van aanvullende parameters toe als Weblate SSH uitvoert. Nuttig bij het verbinden met servers die verouderde versleuteling of andere niet standaard mogelijkheden gebruiken.
pt: Permite adicionar parâmetros personalizados quando o Weblate chama o SSH. Útil ao se conectar a servidores usando criptografia legada ou outros recursos não padrão.
pt_br: Permite adicionar parâmetros personalizados quando o Weblate está chamando SSH. Útil ao se conectar a servidores usando criptografia legada ou outros recursos não padrão.
ru: Позволяет добавлять пользовательские параметры, когда Weblate вызывает SSH. Это полезно при подключении к серверам, использующим устаревшее шифрование или другие нестандартные функции.
sv: Gör det möjligt att lägga till anpassade parametrar när Weblate anropar SSH. Användbart vid anslutning till servrar som använder äldre kryptering eller andra icke-standardfunktioner.
ta: வலைபெயர்ப்பு பாஓடு ஐ அழைக்கும்போது தனிப்பயன் அளவுருக்களைச் சேர்க்க அனுமதிக்கிறது. மரபு குறியாக்கம் அல்லது பிற தரமற்ற அம்சங்களைப் பயன்படுத்தி சேவையகங்களுடன் இணைக்கும்போது பயனுள்ளதாக இருக்கும்.
tr: Weblate SSH çağrılarına özel parametreler eklenmesine izin verir. Bu seçenek, eski şifrelemeyi veya diğer standart olmayan özellikleri kullanan sunucularla bağlantı kurarken yardımcı olur.
uk: Уможливлює додавання нетипових параметрів, якщо Weblate викликає SSH. Це корисно, при встановленні з'єднання із серверами з використанням застарілого шифрування або іншими нестандартними можливостями.
zh_hans: 允许在 Weblate 调用SSH时添加自定义参数。这会在连接到使用传统加密或其他非标准功能的服务器时帮助巨大。
