Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Be careful, the `Django project root` is the actual root of the repository, not the Weblate sub-directory. About the settings, you could use the :file:`weblate/settings_test.py` from the repository, but you could create your own setting and set it there.
de: Seien Sie vorsichtig, das `Django project root` ist das eigentliche Wurzelverzeichnis des Repositorys, nicht das Unterverzeichnis von Weblate. Für die Einstellungen können Sie die :file:`weblate/settings_test.py` aus dem Repository verwenden, aber Sie können auch Ihre eigene Einstellung erstellen und sie dort festlegen.
ga: Bí cúramach, is é fréamh iarbhír an stór an `Django project root`, ní fo-eolaire Weblate. Maidir leis na socruithe, d'fhéadfá an :file:`weblate/settings_test.py` a úsáid ón stór, ach d'fhéadfá do shuíomh féin a chruthú agus é a shocrú ansin.
hu: Figyelem: a `Django projekt gyökérkönyvtára` maga a tároló gyökere, nem a Weblate almappája. A beállításokhoz használhatja a tárolóban található :file:`weblate/settings_test.py` fájlt, de akár létre is hozhat saját konfigurációt.
id: Hati-hati, `root proyek Django` adalah root repositori yang sebenarnya, bukan subdirektori Weblate. Mengenai pengaturannya, Anda bisa menggunakan :file:`weblate/settings_test.py` dari repositori, tetapi Anda bisa membuat pengaturan sendiri dan mengaturnya di sana.
ja: 「Djangoプロジェクトのルート」 はリポジトリのルートであり、weblate のサブ ディレクトリではないことに注意してください。設定については、リポジトリから :file:`weblate/settings_test.py` の使用もできますが、独自の設定を作成してそこで設定することもできます。
nl: Wees voorzichtig, de `Django project root` is de feitelijke bron van de opslagruimte, niet de submap van Weblate. Voor de instellingen zou u het bestand :file:`weblate/settings_test.py` uit de opslagruimte kunnen gebruiken, maar u zou uw eigen opstelling kunnen maken en die daar instellen.
pt: Tenha cuidado, `Django project root` é a raiz real do repositório, não o subdiretório do Weblate. Sobre as configurações, poderia usar o :file:`weblate/settings_test.py` do repositório, mas pode criar a sua própria configuração e configurá-la lá.
pt_br: Tenha cuidado, `Django project root` é a raiz real do repositório, não o subdiretório do Weblate. Sobre as configurações, você poderia usar o :file:`weblate/settings_test.py` do repositório, mas você pode criar sua própria configuração e configurá-la lá.
ro: Aveți grijă, `Django project root` este rădăcina reală a depozitului, nu subdirectorul Weblate. În ceea ce privește setările, ați putea folosi fișierul :file:`weblate/settings_test.py` din depozit, dar ați putea să vă creați propriile setări și să le definiți acolo.
ru: Внимание, в параметре `Django project root` указывается путь к корню репозитория, а не подкаталога `Weblate`. Что касается настроек, вы можете использовать :file:`weblate/settings_test.py` из репозитория, но вы можете создать свой собственный файл настроек и указать его в этом параметре.
sv: Var försiktig, `Django-projektroten` är den faktiska roten i arkivet, inte Weblate-underkatalogen. När det gäller inställningarna kan du använda :file:`weblate/settings_test.py` från arkivet, men du kan också skapa dina egna inställningar och ange dem där.
tr: Dikkatli olun, `Django proje kökü` deponun gerçek kök klasörüdür, Weblate alt klasörü değildir. Ayarlar ile ilgili olarak, depodaki :file:`weblate/settings_test.py` dosyasını kullanabilirsiniz. Bununla birlikte kendi ayarınızı da oluşturarak oradan da ayarlayabilirsiniz.
uk: Будьте обережні, `корінь проєкту Django` є кореневою текою сховища, а не підкаталогом Weblate. Щодо параметрів, ви можете скористатися :file:`weblate/settings_test.py` з сховища коду, але ви можете створити власні параметри і вказати їх у відповідному місці.
zh_hans: 请注意，`Django project root` 是仓库的实际根目录，而不是 Weblate 子目录。关于设置，你可以使用仓库中的 :file:`weblate/settings_test.py`，您也可以创建自己的设置并将其设置在那里。
zh_hant: 要小心，`Django project root`（Dejango 項目的根）是代碼庫的實際根目錄，而不是 Weblate 子目錄。關於設置，你可以使用來自代碼庫的 :file:`weblate/settings_test.py`，你也可以創建自己的設置並在那裡設置它。

source: The last step is to run the server and to put breakpoints in the code to be able to debug it. This is done by creating a new `Django Server` configuration:
de: Der letzte Schritt besteht darin, den Server zu starten und Haltepunkte in den Code zu setzen, um ihn zu debuggen. Dies geschieht durch das Erstellen einer neuen `Django Server`-Konfiguration:
ga: Is í an chéim dheireanach ná an freastalaí a rith agus brisphointí a chur sa chód le bheith in ann é a dhífhabhtú. Déantar é seo trí chumraíocht nua `Freastalaí Django` a chruthú:
hu: Az utolsó lépés a szerver futtatása és töréspontok (breakpointok) elhelyezése a kódban, hogy hibakeresésre is alkalmas legyen. Ehhez hozzon létre egy új `Django Server` konfigurációt:
id: Langkah terakhir adalah menjalankan server dan menambahkan breakpoint ke dalam kode agar dapat diawakutu. Ini dilakukan dengan membuat konfigurasi `Django Server` baru:
ja: 最後のステップは、サーバーを実行して、コードにブレークポイントを設定してデバッグを行います。そのための、新しい `Django Server` 設定の作成方法:
nl: De laatste stap is om de server uit te voeren en breekpunten in de code in te stellen om het te kunnen debuggen. Dat wordt gedaan door een nieuwe configuratie `Django Server` te maken:
pt: O último passo é executar o servidor e pôr pontos de interrupção no código para poder depurá-lo. Isto é feito a criar uma nova configuração do `Django Server`:
pt_br: O último passo é executar o servidor e colocar pontos de interrupção no código para poder depurá-lo. Isto é feito criando uma nova configuração do `Django Server`:
ro: Ultimul pas este rularea serverului și plasarea de puncte de întrerupere în cod pentru a putea depana. Acest lucru se face prin crearea unei noi configurații `Django Server`:
ru: Последний шаг — запустить сервер и установить точки останова в коде так, чтобы возможно было его отлаживать. Это можно сделать, создав новую конфигурацию `Django Server`:
sv: Det sista steget är att köra servern och sätta in brytpunkter i koden för att kunna felsöka den. Detta görs genom att skapa en ny `Django Server`-konfiguration:
ta: கடைசி படி சேவையகத்தை இயக்குவது மற்றும் அதை பிழைத்திருத்தம் செய்ய குறியீட்டில் பிரேக்பாயிண்ட்களை வைப்பது. இது ஒரு புதிய 'சாங்கோ சர்வர்' உள்ளமைவை உருவாக்குவதன் மூலம் செய்யப்படுகிறது:
tr: Son adım, sunucuyu çalıştırmak ve hata ayıklayabilmek için koda kesme noktaları koymaktır. Bunun için, yeni bir `Django Server` yapılandırması oluşturulur:
uk: Останнім кроком є уможливлення запуску сервера і розставляння точок зупинки у коді, щоб уможливити його діагностування. Це можна зробити створенням нових налаштувань `Django Server`:
zh_hans: 最后一步是运行服务器，并将断点放置在代码中而能够调试它。这通过新建新的 `Django Server` 配置来完成：
zh_hant: 最後一步是運行服務器，並將斷點放置在代碼中而能夠調試它。這通過新建新的 `Django Server` 配置來完成：

source: Be careful with the property called :guilabel:`No reload`: It prevents the server from being reloaded live if you modify files. This allows the existing debugger breakpoints to persist, when they normally would be discarded upon reloading the server.
de: Seien Sie vorsichtig mit der Eigenschaft namens :guilabel:`No reload`: Sie verhindert, dass der Server live neu geladen wird, wenn Sie Dateien ändern. Dadurch bleiben die vorhandenen Debugger-Haltepunkte erhalten, obwohl sie normalerweise beim Neuladen des Servers verworfen würden.
ga: Bí cúramach leis an maoin ar a dtugtar :guilabel:`Gan athlódáil`: Cuireann sé cosc ar an bhfreastalaí a athlódáil beo má athraíonn tú comhaid. Ligeann sé seo do na brisphointí dífhabhtóra atá ann cheana féin leanúint ar aghaidh, nuair a bheadh siad curtha i leataobh de ghnáth ar athlódáil an fhreastalaí.
hu: Figyeljen a :guilabel:`No reload` tulajdonságra: ez megakadályozza, hogy a szerver automatikusan újratöltődjön fájlmódosítás után, így a meglévő töréspontok aktívak maradnak, és nem vesznek el újratöltéskor.
id: Hati-hati dengan properti bernama :guilabel:`No reload`: Properti ini mencegah server dimuat ulang secara langsung jika Anda memodifikasi berkas. Hal ini memungkinkan breakpoint pengawakutu yang ada tetap ada, padahal biasanya akan dihapus saat server dimuat ulang.
ja: :guilabel:`No reload` というプロパティに注意: これは、ファイルを変更した場合にサーバーが、ただちに再読み込みされるのを防ぐことができます。これにより、通常はサーバーの再読み込み時に破棄される既存のデバッガーのブレークポイントが保持されます。
nl: Wees voorzichtig met de eigenschap, genaamd :guilabel:`No reload`: Het voorkomt dat de server live opnieuw wordt geladen als u bestanden aanpast. Dit stelt de bestaande breekpunten voor debuggen in staat behouden te blijven, terwijl zij normaal gesproken zouden worden genegeerd bij het opnieuw laden van de server.
pt: Tenha cuidado com a propriedade chamada :guilabel:`No reload`: ela evita do servidor ser recarregado automaticamente quando modificar os ficheiros. Isso permite que os pontos de interrupção de depuração existentes persistam, quando eles normalmente seriam descartados no recarregamento do servidor.
pt_br: Tenha cuidado com a propriedade chamada :guilabel:`Não recarregar`: ela evita do servidor ser recarregado automaticamente quando você modificar os arquivos. Isso permite que os pontos de interrupção de depuração existentes persistam, quando eles normalmente seriam descartados no recarregamento do servidor.
ro: Aveți grijă la proprietatea numită :guilabel:`No reload`: Aceasta previne reîncărcarea serverului în direct dacă modificați fișiere. Acest lucru permite ca punctele de întrerupere existente în debugger să persiste, în timp ce în mod normal acestea ar fi eliminate la reîncărcarea serverului.
ru: Осторожнее с параметром :guilabel:`No reload`: Это предотвращает перезагрузку сервера в реальном времени, если вы изменяете файлы. Но это позволяет сохранить существующие точки останова отладчика, когда они обычно удаляются при перезагрузке сервера.
sv: Var försiktig med egenskapen :guilabel:`No reload`: Den förhindrar att servern laddas om live om du modifierar filer. Detta gör att befintliga brytpunkter i felsökaren kvarstår, när de normalt skulle kasseras vid omladdning av servern.
ta: 'குய்லாபெல்: 'மறு ஏற்றம் இல்லை' என்று அழைக்கப்படும் பண்புடன் கவனமாக இருங்கள்: நீங்கள் கோப்புகளை மாற்றினால் சேவையகத்தை நேரலையில் ஏற்றுவதைத் தடுக்கிறது. இது ஏற்கனவே உள்ள டிபக்கர் பிரேக்பாயிண்ட்களை நீடிக்க அனுமதிக்கிறது, அவை பொதுவாக சேவையகத்தை மீண்டும் ஏற்றும்போது நிராகரிக்கப்படும்.
tr: :guilabel:`No reload` özelliğine dikkat edin: Dosyaları değiştirirseniz sunucunun canlı olarak yeniden yüklenmesini engeller. Bu durum, var olan hata ayıklayıcı kesme noktalarının, normalde sunucu yeniden yüklendikten sonra yok sayılacakları zaman kalıcı olmasına yol açar.
uk: Будьте обережні із властивістю із назвою :guilabel:`Не перезавантажувати`: якщо ви позначите цей пункт, під час внесення змін до файлів не відбуватиметься автоматичного перезавантаження сервера. Це уможливлює збереження поточних діагностичних точок зупинення для зневадження, які відкидаються у результаті перезавантаження.
zh_hans: 小心被称为 :guilabel:`No reload` 的属性：如果你修改文件，它会阻止服务器被实时重新加载。这允许保留现有的调试器断点，而它们通常会在重新加载服务器时被丢弃。
zh_hant: 小心被稱為 :guilabel:`No reload`的屬性：如果你修改文件，它會阻止服務器被實時重新加載。這允許保留現有的調試器斷點，而它們通常會在重新加載服務器時被丟棄。

source: Weblate testsuite and continuous integration
de: Weblate-Testsuite und kontinuierliche Integration
ga: Weblate testsuite agus comhtháthú leanúnach
hu: Weblate tesztcsomag és folyamatos integráció
id: Rangkaian pengujian Weblate dan integrasi berkelanjutan
ja: Weblate テストスイートと継続的な連携
nl: Weblate testsuite en doorlopende integratie
pt: Conjunto de testes e integração contínua do Weblate
pt_br: Conjunto de testes e integração contínua do Weblate
ro: Weblate testsuite și integrare continuă
ru: Система автоматического тестирования и непрерывной интеграции Weblate
sv: Weblate testsuite och kontinuerlig integration
ta: வலைபெயர்ப்பு சோதனைகள் மற்றும் தொடர்ச்சியான ஒருங்கிணைப்பு
tr: Weblate sınama paketi ve kesintisiz bütünleştirme
uk: Комплекс тестування Weblate і неперервна інтеграція
zh_hans: Weblate 测试套件与持续集成
zh_hant: Weblate 測試套件與連續集成

source: Testsuites exist for most of the current code, increase coverage by adding testcases for any new functionality, and verify that it works.
de: Für den größten Teil des aktuellen Codes gibt es bereits Testsuiten. Erhöhen Sie die Erfassung, indem Sie Testfälle für neue Funktionen hinzufügen, und überprüfen Sie, ob diese funktionieren.
ga: Tá suiteanna tástála ann don chuid is mó den chód reatha, méadaítear an clúdach trí chásanna tástála a chur leis d’aon fheidhmiúlacht nua, agus deimhnigh go n-oibríonn sé.
hu: A jelenlegi kód nagy részéhez léteznek tesztcsomagok. Növelje a lefedettséget új funkciókhoz tartozó tesztesetek hozzáadásával, és ellenőrizze azok működését.
id: Rangkaian Uji tersedia untuk sebagian besar kode saat ini, tingkatkan cakupan dengan menambahkan kasus uji untuk setiap fungsionalitas baru, dan verifikasi apakah fungsionalitas tersebut berfungsi.
ja: 現在、ほぼすべてのコードにテストスイートがあります。新しい機能のテストケースを追加し、検査対象を増やして動作を検証します。
nl: Testsuites bestaan voor de meeste huidige code, verhogen dekking door toevoegen van testgevallen voor nieuwe functionaliteit, en verifiëren dat het werkt.
pt: Existem conjuntos de teste para a maior parte do código atual, aumente a cobertura a adicionar casos de teste para qualquer nova funcionalidade e verifique se funciona.
pt_br: Existem conjuntos de teste para a maior parte do código atual, aumente a cobertura adicionando casos de teste para qualquer nova funcionalidade e verifique se funciona.
ro: Există seturi de teste pentru cea mai mare parte a codului actual, creșteți acoperirea prin adăugarea de cazuri de testare pentru orice nouă funcționalitate și verificați dacă aceasta funcționează.
ru: Тестами покрыта большая часть современного кода. Увеличьте это покрытия, добавляя новые тесты при добавлении какой-либо новой функциональности, дабы проверить, что она работает корректно.
sv: Testsuiter finns för större delen av den nuvarande koden. Öka täckningen genom att lägga till testfall för alla nya funktioner och verifiera att de fungerar.
ta: தற்போதைய குறியீட்டின் பெரும்பகுதிக்கு டெச்சூட்கள் உள்ளன, எந்தவொரு புதிய செயல்பாட்டிற்கும் சோதனை பெட்டிகளைச் சேர்ப்பதன் மூலம் கவரேசை அதிகரிக்கின்றன, மேலும் அது செயல்படுகிறதா என்பதை சரிபார்க்கவும்.
tr: Sınama paketleri geçerli kodun çoğu için bulunabilir. Herhangi bir yeni özellik için sınama çalışmaları ekleyerek kapsamı artırın ve çalıştığını doğrulayın.
uk: Комплекси тестування існують для більшої частини поточного коду. Збільште покриття додаванням тестувань для будь-яких нових функціональних можливостей і перевірте, чи працює тестування.
zh_hans: 测试套件存在于多数当前代码，通过为任何新的功能添加测试情况来扩大覆盖范围，并确认其正常工作。
zh_hant: 測試套件存在於多數當前代碼，通過為任何新的功能添加測試情況來擴大覆蓋範圍，並確認其正常工作。

source: Continuous integration
de: Kontinuierliche Integration
ga: Comhtháthú leanúnach
hu: Folyamatos integráció
id: Integrasi berkelanjutan
ja: 継続的な連携
nl: Doorlopende integratie
pt: Integração contínua
pt_br: Integração contínua
ro: Integrare continuă
ru: Непрерывная интеграция
sv: Kontinuerlig integration
ta: தொடர்ச்சியான ஒருங்கிணைப்பு
tr: Kesintisiz bütünleştirme
uk: Неперервна інтеграція
zh_hans: 持续集成
zh_hant: 連續集成

source: `Codecov`_ collects the code coverage information from the tests that were run.
de: `Codecov`_ sammelt die Informationen zur Codeerfassung der durchgeführten Tests.
ga: Bailíonn `Codecov`_ an fhaisnéis faoi chlúdach cóid ó na tástálacha a reáchtáladh.
hu: A `Codecov`_ összegyűjti a tesztekből származó kódfedettségi adatokat.
id: `Codecov`_ mengumpulkan informasi cakupan kode dari pengujian yang dijalankan.
nl: `Codecov`_ verzamelt de informatie over de bedekking van de code uit de testen die we uitvoeren.
sv: `Codecov`_ samlar in information om kodtäckning från de tester som har körts.
uk: `Codecov`_ збирає інформацію про покриття коду з проведених тестів.

source: There are several jobs to verify different aspects:
de: Es gibt mehrere Aufgaben, um verschiedene Aspekte zu überprüfen:
ga: Tá roinnt jabanna ann chun gnéithe éagsúla a fhíorú:
hu: Több CI-feladat (job) fut, amelyek különböző szempontokat ellenőriznek:
id: Ada beberapa pekerjaan untuk memverifikasi berbagai aspek:
ja: さまざまな側面を検証するためのジョブ:
nl: Er zijn verscheidene taken om verschillende aspecten te verifiëren:
pt: Existem vários trabalhos para verificar diferentes aspectos:
pt_br: Existem vários trabalhos para verificar diferentes aspectos:
ro: Există mai multe locuri de muncă pentru a verifica diferite aspecte:
ru: Есть несколько задач, которые проверяют разные аспекты:
sv: Det finns flera uppgifter för att verifiera olika aspekter:
ta: வெவ்வேறு அம்சங்களை சரிபார்க்க பல வேலைகள் உள்ளன:
tr: Farklı yönleri doğrulayacak birkaç görev vardır:
uk: Передбачено декілька завдань для перевірки різних аспектів:
zh_hans: 有几项工作来确认不同的方面：
zh_hant: 有幾項工作來確認不同的方面：

source: Unit and functional tests using `pytest <https://pytest.org/>`_.
id: Pengujian unit dan fungsional menggunakan `pytest <https://pytest.org/>`_.
sv: Enhets- och funktionstester med hjälp av `pytest <https://pytest.org/>`_.
uk: Модульні та функціональні тести з використанням `pytest <https://pytest.org/>`_.

source: Documentation build and external links using `Sphinx <https://www.sphinx-doc.org/>`_.
id: Dokumentasi pembuatan dan tautan eksternal menggunakan `Sphinx <https://www.sphinx-doc.org/>`_.
sv: Dokumentation och externa länkar med hjälp av `Sphinx <https://www.sphinx-doc.org/>`_.
uk: Збірка документації та зовнішні посилання за допомогою `Sphinx <https://www.sphinx-doc.org/>`_.

source: Code linting and quality assurance using `ruff <https://docs.astral.sh/ruff/>`_ and `pylint <https://www.pylint.org/>`_.
id: Pemeriksaan kode dan jaminan kualitas menggunakan `ruff <https://docs.astral.sh/ruff/>`_ dan `pylint <https://www.pylint.org/>`_.
sv: Kodgranskning och kvalitetssäkring med hjälp av `ruff <https://docs.astral.sh/ruff/>`_ och `pylint <https://www.pylint.org/>`_.

source: Code security scanning using `CodeQL <https://codeql.github.com/>`_.
id: Pemindaian keamanan kode menggunakan `CodeQL <https://codeql.github.com/>`_.
sv: Kodsäkerhetsskanning med hjälp av `CodeQL <https://codeql.github.com/>`_.
uk: Сканування безпеки коду за допомогою `CodeQL <https://codeql.github.com/>`_.

source: Code formatting using `pre-commit <https://pre-commit.com/>`_.
id: Pemformatan kode menggunakan `pre-commit <https://pre-commit.com/>`_.
sv: Kodformatering med `pre-commit <https://pre-commit.com/>`_.
uk: Форматування коду за допомогою `pre-commit <https://pre-commit.com/>`_.

source: Migration testing from all supported releases
de: Migrationstests von allen unterstützten Versionen
ga: Tástáil imirce ó gach eisiúint tacaithe
hu: Migrációs tesztelés minden támogatott verzióról
id: Pengujian migrasi dari semua rilis yang didukung
ja: 対応しているすべてのリリースからの移行テスト
nl: Testen van migratie in alle ondersteunde uitgaven
pt: Testes de migração de todas as versões com suporte
pt_br: Testes de migração de todas as versões com suporte
ro: Testarea migrării de la toate versiunile suportate
ru: Проверка миграции со всех поддерживаемых релизов
sv: Migreringstestning från alla versioner som stöds
ta: ஆதரிக்கப்படும் அனைத்து வெளியீடுகளிலிருந்தும் இடம்பெயர்வு சோதனை
tr: Desteklenen tüm sürümlerden aktarım sınaması
uk: Тестування перенесення для всіх підтримуваних випусків
zh_hans: 来自所有支持的发布版本的合并测试
zh_hant: 來自所有支持的發布版本的合併測試

source: Setup verification (ensures that generated dist files do not miss anything and can be tested)
de: Überprüfung der Einrichtung (stellt sicher, dass die generierten Distributionsdateien keine Fehler enthalten und getestet werden können)
ga: Fíorú socraithe (cinntíonn sé nach gcaillfidh comhaid distéire ginte rud ar bith agus gur féidir iad a thástáil)
hu: Beállítás ellenőrzése (Ellenőrzi, hogy a generált terjesztési fájlok (dist fájlok) teljesek-e, és tesztelhetők-e.)
id: Verifikasi pengaturan (memastikan bahwa berkas dist yang dihasilkan tidak melewatkan apa pun dan dapat diuji)
ja: 設定の検証（生成された dist ファイルに間違いがなく、テスト済みを保証する）
nl: Verificatie opstelling (zorgt ervoor dat gegenereerde bestanden voor de distributie niets missen en kunnen worden getest)
pt: Verificação de configuração (garante que os ficheiros dist gerados não percam nada e possam ser testados)
pt_br: Verificação de configuração (garante que os arquivos dist gerados não percam nada e possam ser testados)
ro: Verificarea configurării (se asigură că fișierele dist generate nu ratează nimic și pot fi testate)
ru: Проверка установки (гарантирует, что в сгенерированных файлах всё есть и они могут быть протестированы)
sv: Verifiering av inställningar (säkerställer att genererade dist-filer inte saknar något och kan testas)
ta: அமைவு சரிபார்ப்பு (உருவாக்கப்பட்ட மாவட்ட கோப்புகள் எதையும் இழக்காமல் இருப்பதை உறுதி செய்கிறது மற்றும் சோதிக்கப்படலாம்)
tr: Kurulum doğrulaması (oluşturulan dist dosyalarının hiçbir şeyi kaçırmamasını ve sınanabilmesini sağlar)
uk: Перевірка конфігурації (забезпечує наявність у створених файлах усіх даних та можливість їх тестування)
zh_hans: 设置确认（确保生成的 dist 文件不丢失任何内容，并可以测试）
zh_hant: 設置確認（確保生成的 dist 文件不丟失任何內容，並可以測試）
