Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed XLIFF export with placeholders.
de: Der XLIFF-Export mit Platzhaltern korrigiert.
ga: Easpórtáil XLIFF seasta le sealbhóirí áite.
hu: XLIFF export javítása helyettesítők használatakor.
id: Memperbaiki ekspor XLIFF dengan penempatan.
ja: プレースホルダーを使用した XLIFF エクスポートの修正。
nl: XLIFF exporteren met plaatsvervangers gerepareerd.
pt: Corrigida a exportação XLIFF com espaços reservados.
pt_br: Corrigida a exportação XLIFF com espaços reservados.
ro: A fost reparat exportul XLIFF cu caractere de poziție.
ru: Исправлен экспорт в формат XLIFF с заполнителями.
sv: Fixat XLIFF-export med platshållare.
ta: பிளேச்ஓல்டர்களுடன் நிலையான ஃலிப்ப் ஏற்றுமதி.
tr: XLIFF dışa aktarmasında yaşanan yer belirticiler sorunu düzeltildi.
uk: Виправлено експортування даних XLIFF із замінниками.
zh_hans: 修复了用占位符导出 XLIFF。
zh_hant: 修復了用佔位符導出 XLIFF。

source: Fixed false positive with zero width check.
de: Fehlalarme bei der Prüfung „Breitenloses Leerzeichen“ behoben.
ga: Deimhneach bréagach seasta le seiceáil leithead nialasach.
hu: Nulla szélességű karakterek ellenőrzésének hamis pozitív találata javítva.
id: Memperbaiki positif palsu dengan pemeriksaan lebar nol.
ja: ゼロ幅検査の誤検出を修正。
nl: Vals positief in controle met nul breedte gerepareerd.
pt: Corrigido falso-positivo com verificação de largura zero.
pt_br: Corrigido falso-positivo com verificação de largura zero.
ro: A fost reparat un fals pozitiv la verificarea lățimii zero.
ru: Исправлено ложное срабатывание с проверкой на символ нулевой ширины.
sv: Fixat falskt positivt resultat med nollbreddskontroll.
ta: சுழிய அகல சோதனை மூலம் நிலையான தவறான நேர்மறை.
tr: Sıfır genişlik kalite denetiminde yaşanan hatalı doğru sonuç sorunu düzeltildi.
uk: Виправлено помилкове спрацьовування у перевірці пробілів нульової ширини.
zh_hans: 修复了零宽度检查的误报。
zh_hant: 修復了零寬度檢查的誤報。

source: Improved reporting of configuration errors.
de: Verbesserte Meldung von Konfigurationsfehlern.
ga: Tuairisciú feabhsaithe ar earráidí cumraíochta.
hu: Konfigurációs hibák jelentésének javítása.
id: Peningkatan pelaporan galat konfigurasi.
ja: 構成エラーのレポートの改良。
nl: Verbeterd rapporteren van fouten in configuratie.
pt: Melhorado o relatório de erros de configuração.
pt_br: Melhorado o relatório de erros de configuração.
ro: Raportarea îmbunătățită a erorilor de configurare.
ru: Улучшены отчеты об ошибках конфигурации.
sv: Förbättrad rapportering av konfigurationsfel.
ta: உள்ளமைவு பிழைகளின் மேம்பட்ட அறிக்கையிடல்.
tr: Yapılandırma hatalarının raporlanması iyileştirildi.
uk: Удосконалено звітування щодо помилок у налаштуваннях.
zh_hans: 改进了配置错误的报告。
zh_hant: 改進了配置錯誤的報告。

source: Fixed bilingual source upload.
de: Das Hochladen von zweisprachigen Quellen korrigiert.
ga: Uaslódáil foinse dhátheangach seasta.
hu: Kétnyelvű forrásfájl feltöltésének javítása.
id: Memperbaiki unggahan sumber dwibahasa.
ja: バイリンガルの原文のアップロードを修正。
nl: Uploaden tweetalige bron gerepareerd.
pt: Corrigido o envio de fonte bilíngue.
pt_br: Corrigido o envio de fonte bilíngue.
ro: A fost reparată încărcarea sursei bilingve.
ru: Исправлена загрузка двуязычных исходных текстов.
sv: Fast tvåspråkig källuppladdning.
ta: நிலையான இருமொழி மூல பதிவேற்றம்.
tr: İki dilli kaynak yükleme sorunu düzeltildi.
uk: Виправлено вивантаження двомовних початкових файлів.
zh_hans: 修复了双语原文上传的问题。
zh_hant: 改進了雙語言源上傳。

source: Automatically detect supported languages for DeepL machine translation.
de: Automatisches Erkennen der unterstützten Sprachen für maschinelle Übersetzung per DeepL.
ga: Braith go huathoibríoch na teangacha a dtacaítear leo le haghaidh aistriúchán meaisín DeepL.
hu: DeepL gépi fordítás esetén a támogatott nyelvek automatikus felismerése.
id: Secara otomatis mendeteksi bahasa yang didukung untuk terjemahan mesin DeepL.
ja: DeepL 機械翻訳に対応している言語の自動検出に対応。
nl: Automatisch detecteren van ondersteunde talen voor machinevertaling van DeepL.
pt: Detecta automaticamente os idiomas suportados para tradução de máquina DeepL.
pt_br: Detecta automaticamente os idiomas suportados para a tradução automática DeepL.
ro: Detectați automat limbile acceptate pentru DeepL traducere automată.
ru: Автоматическое определение поддерживаемых языков для машинного перевода DeepL.
sv: Automatiskt upptäcka språk som stöds för DeepL maskinöversättning.
ta: deepl இயந்திர மொழிபெயர்ப்பிற்கான உதவி மொழிகளை தானாகவே கண்டறியவும்.
tr: DeepL makine çevirisi için desteklenen dillerin kendiliğinden algılanması sağlandı.
uk: Реалізовано автоматичне виявлення підтримуваних мов для комп'ютерного перекладу DeepL.
zh_hans: 为 DeepL 机器翻译自动检测支持的语言。
zh_hant: 為 DeepL 機器翻譯自動檢測支持的語言。

source: Fixed progress bar display in some corner cases.
de: Die Anzeige des Fortschrittsbalkens in einigen Ausnahmefällen korrigiert.
ga: Taispeáint barra dul chun cinn seasta i gcásanna cúinne áirithe.
hu: Előrehaladási sáv megjelenítésének javítása bizonyos ritka esetekben.
id: Memperbaiki tampilan bilah kemajuan di beberapa kasus sudut.
ja: 一部の特殊なケースでのプログレスバー表示を修正。
nl: Weergeven voortgangsbalk in sommige gevallen gerepareerd.
pt: Corrigida a exibição da barra de progresso em alguns casos complexos.
pt_br: Corrigida a exibição da barra de progresso em alguns casos complexos.
ro: A fost reparată afișarea barei de progres în unele cazuri de colț.
ru: Исправлено отображение индикатора выполнения в некоторых пограничных случаях.
sv: Fixat visning av förloppsindikatorn i vissa specialfall.
ta: சில மூலையில் நிகழ்வுகளில் நிலையான முன்னேற்ற பட்டி காட்சி.
tr: Bazı uç durumlarda yaşanan sabit ilerleme çubuğu görüntüsü sorunu düzeltildi.
uk: Виправлено показ смужки поступу у деяких рідкісних випадках.
zh_hans: 修复了某些极端情况下的进度条显示问题。
zh_hant: 修復了一些極端情況下的進度條顯示。

source: Fixed some checks triggering on non translated strings.
de: Einige Prüfungen korrigiert, die bei nicht übersetzten Zeichenketten auslösten.
ga: Socraíodh roinnt seiceálacha a spreag teaghráin neamhaistrithe.
hu: Bizonyos ellenőrzések mostantól nem futnak le a még le nem fordított szövegeken.
id: Memperbaiki beberapa pemeriksaan yang dipicu pada string yang tidak diterjemahkan.
ja: 未翻訳の文字列において、一部の検査が行われる問題を修正。
nl: Sommige controles geactiveerd voor niet vertaalde tekenreeksen gerepareerd.
pt: Corrigidas algumas verificações acionadas em cadeias não traduzidas.
pt_br: Corrigidas algumas verificações acionadas em textos não traduzidos.
ro: Corectarea unor verificări care se declanșau în cazul șirurilor de caractere netraduse.
ru: Исправлено срабатывание некоторых проверок на непереведенных строках.
sv: Fixade några kontroller som utlöstes på icke översatta strängar.
ta: மொழிபெயர்க்கப்படாத சரங்களில் தூண்டப்படும் சில சோதனைகள் சரி செய்யப்பட்டன.
tr: Çevrilmemiş dizgelerde yaşanan bazı denetimlerin tetiklenmesi sorunu düzeltildi.
uk: Виправлено спрацьовування деяких перевірок на неперекладених рядках.
zh_hans: 修复了非翻译字符串出发的一些检查。
zh_hant: 修復了非翻譯字符串出發的一些檢查。

source: *Released on April 16th 2020.*
de: *Veröffentlicht am 16. April 2020.*
ga: *Eisithe ar 16 Aibreán 2020.*
hu: *Kiadva: 2020. április 16.*
id: *Dirilis pada 16 April 2020.*
nl: *Uitgegeven op 16 april 2020.*
pt_br: *Atualizado em 16 de abril de 2020.*
sv: *Släpptes den 16 april 2020.*
tr: *16 Nisan 2020 tarihinde yayınlandı.*
uk: *Випущено 16 квітня 2020 року.*

source: Fixed package installation from PyPI.
de: Die Paketinstallation von PyPI korrigiert.
ga: Suiteáil pacáiste seasta ó PyPI.
hu: Csomag telepítésének javítása a PyPI-ról.
id: Memperbaiki instalasi paket dari PyPI.
ja: PyPI からのパッケージのインストールを修正。
nl: Installeren vanuit pakket van PyPI gerepareerd.
pt: Corrigida a instalação de pacotes do PyPI.
pt_br: Corrigida a instalação de pacotes do PyPI.
ro: A fost reparată instalarea pachetelor din PyPI.
ru: Исправлена установка пакета из PyPI.
sv: Fast paketinstallation från PyPI.
ta: pypi இலிருந்து நிலையான தொகுப்பு நிறுவல்.
tr: PyPI ile yaşanan paket kurulumu sorunu düzeltildi.
uk: Виправлено встановлення пакунка з PyPI.
zh_hans: 修复了来自 Pypi 的软件包安装。
zh_hant: 修復了來自 Pypi 的軟件包安裝。

source: Weblate now requires Python 3.6 or newer.
de: Weblate benötigt jetzt Python 3.6 oder neuer.
ga: Tá Python 3.6 nó níos nuaí ag teastáil ó Weblate anois.
hu: A Weblate mostantól Python 3.6 vagy újabb verziót igényel.
id: Weblate sekarang membutuhkan Python 3.6 atau yang lebih baru.
ja: Weblate は、Python 3.6 以降が必須となりました。
nl: Weblate vereist nu Python 3.6 of nieuwer.
pt: O Weblate agora requer Python 3.6 ou mais recente.
pt_br: O Weblate agora requer Python 3.6 ou mais recente.
ro: Weblate necesită acum Python 3.6 sau o versiune mai nouă.
ru: Weblate теперь требует Python 3.6 или новее.
sv: Weblate kräver nu Python 3.6 eller nyare.
ta: வலைபெயர்ப்புடுக்கு இப்போது பைதான் 3.6 அல்லது புதியது தேவைப்படுகிறது.
tr: Weblate için artık Python 3.6 ya da üzeri gerekiyor.
uk: Для роботи Weblate з цієї версії потрібен Python 3.6 або новіша версія.
zh_hans: Weblate 现在需要 Python 3.6 或更新版本。
zh_hant: Weblate 現在需要 Python 3.6 或更新版本。

source: Added management overview of component alerts.
de: Verwaltungsübersicht für Komponentenwarnungen hinzugefügt.
ga: Forbhreathnú bainistíochta breise ar fholáirimh chomhpháirte.
hu: Új áttekintő nézet az összetevő figyelmeztetéseiről.
id: Menambahkan ikhtisar manajemen peringatan komponen.
ja: コンポーネントの警告の管理概要の追加。
nl: Beheersoverzicht toegevoegd voor alarmen van onderdelen.
pt: Adicionada visão geral do gestão de alertas de componentes.
pt_br: Adicionada visão geral do gerenciamento de alertas de componentes.
ro: A fost adăugată o prezentare generală a gestionării alertelor privind componentele.
ru: Добавлен обзор управления предупреждений компонентов.
sv: Lagt till översikt över komponentvarningar för ledningen.
ta: கூறு விழிப்பூட்டல்களின் மேலாண்மை கண்ணோட்டம் சேர்க்கப்பட்டது.
tr: Bileşen uyarılarına yönetim özeti eklendi.
uk: Додано огляд керування для сповіщень щодо складників.
zh_hans: 添加了部件警报的管理概览。
zh_hant: 添加了組件提醒的管理概述。

source: Added component alert for broken repository browser URLs.
de: Komponentenwarnung für fehlerhafte Repository-Browser-URLs hinzugefügt.
ga: Cuireadh foláireamh comhpháirte le haghaidh URLanna brabhsálaí stórtha briste.
hu: Figyelmeztetés hozzáadva érvénytelen tárolóböngésző URL esetén.
id: Menambahkan komponen peringatan untuk URL peramban repositori yang rusak.
ja: 壊れたリポジトリ ブラウザーの URL に対するコンポーネントの警告を追加。
nl: Alarm onderdeel toegevoegd voor defecte URL's voor de browser van de opslagruimten.
pt: Adicionado alerta de componente para URLs quebradas do navegador do repositório.
pt_br: Adicionado alerta de componente para URLs quebradas do navegador do repositório.
ro: A fost adăugată o alertă de componentă pentru adresele URL ale browserului pentru depozite rupte.
ru: Добавлено предупреждение компонента о сломанных URL-адресах браузера репозитория.
sv: Lagt till komponentvarning för trasiga URL-adresser i arkivbläddraren.
ta: உடைந்த களஞ்சிய உலாவி முகவரி களுக்கு கூறு எச்சரிக்கை சேர்க்கப்பட்டது.
tr: Bozuk depo tarayıcı adreslerine bileşen uyarısı eklendi.
uk: Додано сповіщення щодо складників для помилкових адрес навігатора сховищем.
zh_hans: 添加了仓库浏览器链接失效的部件警报。
zh_hant: 添加了斷裂的倉庫瀏覽器 URLs 的組件提醒。

source: Improved sign in and registration pages.
de: Verbesserte Anmelde- und Registrierungsseiten.
ga: Leathanaigh síniú isteach agus clárúcháin feabhsaithe.
hu: Bejelentkezési és regisztrációs oldalak továbbfejlesztése.
id: Peningkatan halaman masuk dan pendaftaran.
ja: サインインと登録ページの改良。
nl: Verbeterde pagina's voor inloggen en registreren.
pt: Melhoradas páginas de autenticação e registo.
pt_br: Melhoradas páginas de autenticação e registro.
ro: Pagini îmbunătățite de conectare și înregistrare.
ru: Улучшены страницы входа и регистрации.
sv: Förbättrade inloggnings- och registreringssidor.
ta: மேம்படுத்தப்பட்ட உள்நுழைவு மற்றும் பதிவு பக்கங்கள்.
tr: Oturum ve hesap açma sayfaları iyileştirildi.
uk: Удосконалено сторінки входу та реєстрації.
zh_hans: 改进了登录和注册页面。
zh_hant: 改進了登陸和註冊頁面。

source: Project access control and workflow configuration integrated to project settings.
de: Integration der Projekt-Zugriffssteuerung und Arbeitsablauf-Konfiguration in die Projekteinstellungen.
ga: Rialú rochtana tionscadail agus cumraíocht sreabhadh oibre comhtháite le socruithe tionscadail.
hu: Projektszintű hozzáférés-vezérlés és munkafolyamat-beállítások integrálva a projektbeállítások közé.
id: Kontrol akses proyek dan konfigurasi alur kerja terintegrasi ke pengaturan proyek.
ja: プロジェクトのアクセス制御とワークフロー設定をプロジェクト設定へ統合。
nl: Project toegangsbeheer en configuratie van werkstroom geïntegreerd in de projectinstellingen.
pt: Controle de acesso ao projeto e configuração do fluxo de trabalho integrado às configurações do projeto.
pt_br: Controle de acesso ao projeto e configuração do fluxo de trabalho integrado às configurações do projeto.
ro: Controlul accesului la proiect și configurarea fluxurilor de lucru integrate în setările proiectului.
ru: Управление доступом к проекту и настройки рабочего процесса интегрированы в настройки проекта.
sv: Projektåtkomstkontroll och arbetsflödeskonfiguration integrerad i projektinställningarna.
ta: திட்ட அணுகல் கட்டுப்பாடு மற்றும் பணிப்பாய்வு உள்ளமைவு திட்ட அமைப்புகளுடன் ஒருங்கிணைக்கப்பட்டுள்ளது.
tr: Proje erişim denetimi ve iş akışı yapılandırması proje ayarlarıyla bütünleştirildi.
uk: Керування доступом до проєкту та налаштовування робочого процесу інтегровано до параметрів проєкту.
zh_hans: 项目访问控制与工作流程配置集成在项目设置中。
zh_hant: 項目訪問控制與工作流程配置集成在項目設置中。

source: Added check and highlighter for i18next interpolation and nesting.
de: Prüfung auf und Hervorhebung für i18next-Interpolation und -Verschachtelung hinzugefügt.
ga: Seiceála agus aibhsitheoir breise le haghaidh idirshuímh agus neadaithe i18next.
hu: i18next interpoláció és beágyazás ellenőrzése és kiemelése hozzáadva.
id: Menambahkan tanda centang dan penyorot untuk interpolasi dan penyusunan i18next.
ja: i18next 補間およびネストの検査とハイライトの追加。
nl: Controle en accentueren voor i18next interpolatie en nesten toegevoegd.
pt: Adicionados verificação e realce para interpolação e aninhamento i18next.
pt_br: Adicionados verificação e realce para interpolação e aninhamento i18next.
ro: A fost adăugată o verificare și o evidențiere pentru interpolarea i18next și pentru anvelopare.
ru: Добавлена проверка и подсветка для интерполяций и вложенных строк i18next.
sv: Lagt till kontroll och markering för i18next-interpolering och kapsling.
ta: i18next இடைக்கணிப்பு மற்றும் கூடு கட்டுவதற்கான சோதனை மற்றும் ஐலைட்டரைச் சேர்த்தது.
tr: i18next için ara değerleme ve iç içe işleme denetimi ve vurgulayıcı eklendi.
uk: Додано перевірку та засіб підсвічування для інтерполяції та вкладення i18next.
zh_hans: 为 i18next 插值和嵌套添加了检查和高亮标记。
zh_hant: 為 i18next 插值和嵌套添加了檢查和高亮標記。

source: Added check and highlighter for percent placeholders.
de: Prüfung auf und Hervorhebung für Prozent-Platzhalter hinzugefügt.
ga: Cuireadh seic agus aibhsitheoir leis le haghaidh sealbhóirí áitribh faoin gcéad.
hu: Százalékos helyettesítők ellenőrzése és kiemelése hozzáadva.
id: Menambahkan tanda centang dan stabilo untuk penempatan persentase.
ja: パーセントのプレースホルダーの検査とハイライトの追加。
nl: Controle en accentueren voor plaatsvervangers percentage toegevoegd.
pt: Adicionados verificação e marcador para espaços reservados de percentagem.
pt_br: Adicionados verificação e marcador para espaços reservados de porcentagem.
ro: A fost adăugată o verificare și o evidențiere pentru rubricile cu procente.
ru: Добавлена проверка и подсветка для процентных заполнителей.
sv: Lagt till kontroll och markering för procentuella platshållare.
ta: விழுக்காடு பிளேச்ஓல்டர்களுக்கு சோதனை மற்றும் ஐலைட்டர் சேர்க்கப்பட்டது.
tr: Yüzde yer belirticileri için denetim ve vurgulayıcı eklendi.
uk: Додано перевірку та засіб підсвічування для замінників із символом відсотків.
zh_hans: 为百分号占位符添加检查和高亮标记。
zh_hant: 為百分號佔位符添加檢查和高亮標記。

source: Display suggestions failing checks.
de: Vorschläge für fehlgeschlagene Prüfungen anzeigen.
ga: Taispeáin moltaí ina dteipeann ar sheiceálacha.
hu: Megjeleníti azokat a javaslatokat, amelyek elbuknak az ellenőrzéseken.
id: Menampilkan pemeriksaan saran yang gagal.
ja: 検査で不合格となった提案を表示する。
nl: Mislukte controles suggesties weergeven.
pt: Mostrar falhas nas verificações de sugestões.
pt_br: Exibe verificações com falha em sugestões.
ro: Afișarea sugestiilor de sugestii care nu reușesc controalele.
ru: Отображение неудачных проверок в предложениях.
sv: Visningsförslag klarar inte kontrollerna.
ta: தோல்வியுற்ற சோதனைகளைக் காண்பி.
tr: Denetim hatalarında önerilerin görüntülenmesi sağlandı.
uk: Реалізовано показ пропозицій, які не проходять перевірки.
zh_hans: 显示建议未通过的检查。

source: Record source string changes in history.
de: Das Ändern von Ausgangszeichenketten wird im Verlauf protokolliert.
ga: Taifead athruithe teaghrán foinse sa stair.
hu: Forrásszöveg változásainak naplózása az előzményekben.
id: Merekam perubahan string sumber dalam riwayat.
ja: 原文の変更を履歴に記録するように変更。
nl: Wijzigingen in brontekenreeksen vastleggen in geschiedenis.
pt: Regista as alterações de cadeias fonte no histórico.
pt_br: Registra as alterações de texto fonte no histórico.
ro: Înregistrați modificările șirului sursă în istoric.
ru: Запись изменений исходной строки в историю.
sv: Registrera ändringar av källsträngen i historiken.
ta: வரலாற்றில் மூல சரம் மாற்றங்களை பதிவு செய்யுங்கள்.
tr: Geçmişe kaynak dizge değişikliklerinin kaydedilmesi sağlandı.
uk: Реалізовано запис змін у початковому рядку до журналу.
zh_hans: 在历史中记录源字符串更改。
zh_hant: 在歷史中記錄源字符串更改。

source: Upgraded Microsoft Translator to version 3 API.
de: Microsoft Translator auf die API-Version 3 aktualisiert.
ga: Uasghrádaíodh Microsoft Translator go leagan 3 API.
hu: A Microsoft Translator 3-as verziójú API-ra frissítve.
id: Memperbarui API Microsoft Translator ke versi 3.
ja: Microsoft Translator をバージョン 3 の API にアップグレード。
nl: Microsoft Translator geügradet naar versie 3 API.
pt: Atualizado o Microsoft Translator à versão 3 da API.
pt_br: Atualizado o Microsoft Translator para a versão 3 da API.
ro: Microsoft Translator a fost actualizat la versiunea 3 API.
ru: Обновление переводчика Microsoft Translator на третью версию его API.
sv: Uppgraderat Microsoft Translator till version 3 API.
ta: நுண்மென் மொழிபெயர்ப்பாளரை பதிப்பு 3 பநிஇ க்கு மேம்படுத்தியது.
tr: Microsoft Translator, API 3 sürümüne yükseltildi.
uk: Оновлено програмний інтерфейс Microsoft Translator до версії 3.
zh_hans: 将 Microsoft Translator 升级为版本 3 的 API。
zh_hant: 將 Microsoft Translator 升級為版本 3 的 API。

source: Reimplemented translation memory backend.
de: Übersetzungsspeicher-Backend neu implementiert.
ga: Inneall cuimhne aistriúcháin athchurtha.
hu: A fordítási memória háttérrendszere teljesen újraírásra került.
id: Implementasi ulang memori terjemahan backend.
ja: 翻訳メモリのバックエンドを再実装。
nl: Opnieuw geïmplementeerd backend voor vertaalgeheugen.
pt: Reimplementado backend da memória de tradução.
pt_br: Reimplementado backend da memória de tradução.
ro: Reimplementat backend de memorie de traducere.
ru: Повторная реализация серверной части памяти переводов.
sv: Omimplementerad översättningsminnesbackend.
ta: மறுசீரமைக்கப்பட்ட மொழிபெயர்ப்பு நினைவகம் பின்தளத்தில்.
tr: Çeviri belleği arka ucu yeniden yazıldı.
uk: Повторно реалізовано модуль пам'яті перекладів.
zh_hans: 重新实现了翻译记忆库后端。
zh_hant: 重新應用翻譯記憶庫後端。

source: Added support for several ``is:`` lookups in :doc:`/user/search`.
de: Unterstützung für mehrere ``is:``-Suchanfragen in :doc:`/user/search` hinzugefügt.
ga: Tacaíocht bhreise le haghaidh roinnt cuardaigh `` is:`` i :doc:`/user/search`.
hu: Többféle ``is:`` típusú keresés támogatása a :doc:`/user/search` felületen.
id: Menambahkan dukungan untuk beberapa pencarian ``is:`` di :doc:`/user/search`.
ja: :doc:`/user/search` に、いくつかの `is:` ルックアップの対応を追加。
nl: Ondersteuning toegevoegd voor verscheidene zoekacties ``is:`` in :doc:`/user/search`.
pt_br: Adicionado suporte a várias buscas ``is:`` em :doc:`/user/search`.
ru: Добавлена поддержка нескольких поисков ``is:`` в :doc:`/user/search`.
sv: Lagt till stöd för flera ``is:``-sökningar i :doc:`/user/search`.
tr: :doc:`/user/search` içine birkaç ``is:`` araması desteği eklendi.
uk: Додано підтримку для декількох фільтрів ``is:`` у :doc:`/user/search`.
zh_hans: 新增支持在 :doc:`user/search` 中同时使用几个 ``is:`` 进行查找。

source: Allow to make :ref:`check-same` avoid the built-in words exceptions.
de: Ermöglicht, dass :ref:`check-same` die integrierte Wörter-Ausnahmeliste vermeidet.
ga: Ceadaigh :ref:`check-same` a dhéanamh seachain na heisceachtaí focail ionsuite.
hu: Lehetőség arra, hogy a :ref:`check-same` figyelmen kívül hagyja a beépített kivételeket.
id: Izinkan untuk membuat :ref:`check-same` menghindari pengecualian kata bawaan.
nl: Ervoor zorgen dat :ref:`check-same` de ingebouwde uitzonderingen voor woorden vermijdt.
pt_br: Permite fazer :ref:`check-same` evitar as exceções de palavras embutidas.
sv: Tillåt att :ref:`check-same` undviker undantagen för inbyggda ord.
tr: :ref:`check-same` kalite denetiminin iç kara liste sözcüklerini engellemesi sağlandı.
uk: Дозволити :ref:`check-same` уникати вбудованих винятків слів.

source: Improved comments extraction from monolingual po files.
de: Verbesserte Extraktion von Kommentaren aus einsprachigen PO-Dateien.
ga: Eastóscadh tuairimí feabhsaithe ó chomhaid po aonteangacha.
hu: Megjegyzések kinyerésének javítása egynyelvű PO-fájlokból.
id: Peningkatan ekstraksi komentar dari berkas po monolingual.
ja: モノリンガル PO ファイルからのコメント抽出を改良しました。
nl: Verbeterd uitnemen van opmerkingen uit eentalige PO-bestanden.
pt: Melhorada a extração de comentários de ficheiros po monolíngues.
pt_br: Melhorada a extração de comentários de arquivos po monolíngues.
ro: A fost îmbunătățită extragerea comentariilor din fișierele po monolingve.
ru: Улучшено извлечение комментариев из одноязычных po файлов.
sv: Förbättrad extrahering av kommentarer från enspråkiga po-filer.
ta: மேம்பட்ட கருத்துகள் ஒருமொழி பிஓ கோப்புகளிலிருந்து பிரித்தெடுத்தல்.
tr: Tek dilli po dosyalarındaki yorumların ayıklanması iyileştirildi.
uk: Удосконалено видобування коментарів з одномовних файлів po.
zh_hans: 改进了从单语言 po 文件中提取注释。
zh_hant: 改進了從單語言 po 文件中提取註釋。

source: Renamed whiteboard messages to announcements.
de: Whiteboard-Nachrichten in Mitteilungen umbenannt.
ga: Athainmníodh teachtaireachtaí clár bán mar fhógraí.
hu: Whiteboard üzenetek átnevezése „bejelentések”-re.
id: Mengganti nama pesan papan tulis menjadi pengumuman.
ja: ホワイトボード メッセージの名称をお知らせに変更。
nl: Berichten voor whiteboard hernoemd naar aankondigingen.
pt: Renomeadas as mensagens do quadro de comunicação para anúncios.
pt_br: Mensagens renomeadas no quadro de comunicação para Novidades.
ro: A redenumit mesajele de tablă albă în anunțuri.
ru: «Доски сообщений» переименованы в «объявления».
sv: Omdöpt whiteboard-meddelanden till tillkännagivanden.
ta: ஒயிட் போர்டு செய்திகளை அறிவிப்புகளுக்கு மறுபெயரிடுகிறது.
tr: Beyaz tahta iletileri duyurular olarak yeniden adlandırıldı.
uk: Повідомлення дошки перейменовано на «оголошення».
zh_hans: 将白板消息（whiteboard message）改名为公告（announcement）。
zh_hant: 重新命名要宣布的白板消息。

source: Fixed occasional problems with registration mails.
de: Gelegentliche Probleme mit Registrierungsmails behoben.
ga: Fadhbanna seasta ó am go chéile le post clárúcháin.
hu: Időnként előforduló regisztrációs e-mail hibák javítása.
id: Memperbaiki masalah yang timbul sesekali pada surel registrasi.
ja: 登録メールに時々発生する不具合を修正しました。
nl: Af en toe optredende problemen met mails voor registratie gerepareerd.
pt: Corrigidos problemas ocasionais com e-mails de registo.
pt_br: Corrigidos problemas ocasionais com e-mails de registro.
ro: Au fost rezolvate problemele ocazionale cu e-mailurile de înregistrare.
ru: Исправлены случайные проблемы с регистрационными письмами.
sv: Åtgärdade tillfälliga problem med registreringsmejl.
ta: பதிவு அஞ்சல்களில் நிலையான அவ்வப்போது சிக்கல்கள்.
tr: Hesap açma e-postalarında bazen yaşanan sorunlar düzeltildi.
uk: Виправлено певні проблеми із поштовими повідомленнями щодо реєстрації.
zh_hans: 修复了注册电子邮件偶尔出现的问题。
zh_hant: 修復了註冊郵件偶爾出現的問題。
