Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: List of add-ons available for use. To use them, they have to be enabled for a given translation component. By default this includes all built-in add-ons, when extending the list you will probably want to keep existing ones enabled, for example:
de: Liste der zur Verwendung verfügbaren Erweiterungen. Um sie zu verwenden, müssen sie für eine bestimmte Übersetzungskomponente aktiviert werden. Standardmäßig sind alle integrierten Erweiterungen enthalten. Wenn Sie die Liste erweitern, werden Sie wahrscheinlich vorhandene Erweiterungen aktiviert lassen wollen, z. B.:
ga: Liosta de na breiseáin atá ar fáil le húsáid. Chun iad a úsáid, ní mór iad a chumasú le haghaidh comhpháirt aistriúcháin ar leith. De réir réamhshocraithe, áirítear leis seo gach breiseán ionsuite, agus an liosta á leathnú beidh tú ag iarraidh na cinn atá ann cheana a choinneáil cumasaithe, mar shampla:
hu: A használható kiegészítők listája. Ezek használatához az adott fordítási összetevőhöz is engedélyezni kell őket. Alapértelmezésben az összes beépített kiegészítő elérhető. Ha bővíti a listát, érdemes a meglévő kiegészítőket is benne hagyni, például:
id: Daftar pengaya yang tersedia untuk digunakan. Untuk menggunakannya, mereka harus diaktifkan untuk komponen terjemahan tertentu. Secara bawaan, ini mencakup semua pengaya bawaan, saat memperluas daftar, Anda mungkin ingin tetap mengaktifkan yang sudah ada, misalnya:
ja: 使用可能なアドオンの一覧。これらを使用するには、対象の翻訳コンポーネントで有効にする必要があります。デフォルトでは付属のアドオンをすべて含んでいますが、既存のものを保ったままアドオンを追加するには次のようにします。
nl: Lijst met te gebruiken beschikbare add-ons. Zij moeten, om te kunnen worden gebruikt, zijn ingeschakeld voor een bepaald vertaalonderdeel. Standaard omvat dit alle ingebouwde add-ons, bij het uitbreiden van de lijst zou u waarschijnlijk de bestaande ingeschakeld willen laten, bijvoorbeeld:
pt: Lista de extensões disponíveis para uso. Para usá-las, elas devem ser ativadas para um determinado componente de tradução. Por padrão, isso inclui todas as extensões embutidas, ao estender a lista, provavelmente pdoe manter as existentes ativadas, por exemplo:
pt_br: Lista de complementos disponíveis para uso. Para usá-los, eles precisam estar habilitados para um determinado componente de tradução. Por padrão, isso inclui todos os complementos integrados. Ao expandir a lista, você provavelmente desejará manter os existentes habilitados, por exemplo:
ro: Lista de add-on-uri disponibile pentru utilizare. Pentru a le utiliza, acestea trebuie să fie activate pentru o anumită componentă de traducere. În mod implicit, aceasta include toate addon-urile încorporate; atunci când extindeți lista, probabil că veți dori să le păstrați activate pe cele existente, de exemplu:
ru: Список доступных для использования надстроек. Чтобы использовать надстройку, нужно также включить её для конкретного компонента перевода. По умолчанию в список включены все встроенные надстройки. Если вы будете расширять список, то, вероятно, вы захотите оставить эти дополнения включёнными, например:
sv: Lista över tillägg som är tillgängliga för användning. För att kunna använda dem måste de aktiveras för en viss översättningskomponent. Som standard inkluderar detta alla inbyggda tillägg. När du utökar listan vill du förmodligen behålla de befintliga aktiverade, till exempel:
ta: பயன்பாட்டிற்கு கிடைக்கக்கூடிய துணை நிரல்களின் பட்டியல். அவற்றைப் பயன்படுத்த, கொடுக்கப்பட்ட மொழிபெயர்ப்பு கூறுக்கு அவை இயக்கப்பட வேண்டும். இயல்பாக இது அனைத்து உள்ளமைக்கப்பட்ட துணை நிரல்களையும் உள்ளடக்கியது, பட்டியலை நீட்டிக்கும்போது, ஏற்கனவே உள்ளவற்றை இயக்கப்பட்டிருக்க விரும்புவீர்கள், எடுத்துக்காட்டாக:
tr: Kullanılabilecek eklentilerin listesi. Bunların kullanılabilmesi için, belirli bir çeviri bileşeninde kullanıma alınmaları gerekir. Varsayılan olarak bu, tüm iç eklentileri içerir. Listeyi genişletirken büyük olasılıkla var olanları kullanımda tutmak isteyeceksiniz. Örneğin:
uk: Список додатків, якими можна скористатися. Щоб скористатися ними, їх слід увімкнути для певного складника перекладу. Типово, до списку буде включено всі вбудовані додатки. За розширення списку вам, імовірно, слід зберегти наявні додатки ввімкненими. Приклад:
zh_hans: 可供使用的附加组件列表。为了使用，必须为给定的翻译部件启用它们。默认包括了所有内建附加组件，当扩展列表时您可能希望保持现有的附加组件处于启用状态，例如：

source: Removing the add-on from the list does not uninstall it from the components. Weblate will crash in that case. Please uninstall the add-on from all components prior to removing it from this list.
de: Wenn Sie die Erweiterung aus der Liste entfernen, wird es nicht aus den Komponenten deinstalliert. Weblate wird in diesem Fall abstürzen. Bitte deinstallieren Sie die Erweiterung aus allen Komponenten, bevor Sie es aus dieser Liste entfernen.
ga: Má bhaintear an breiseán den liosta, ní dhíshuiteáiltear é ó na comhpháirteanna. Beidh Weblate tuairteála sa chás sin. Díshuiteáil an breiseán ó na comhpháirteanna go léir sula mbainfidh tú den liosta seo é le do thoil.
hu: A kiegészítő eltávolítása a listából nem távolítja el azt az összetevőkből! Ebben az esetben a Weblate hibát ad. Ezért a listából való eltávolítás előtt minden összetevőből törölje a kiegészítőt.
id: Menghapus pengaya dari daftar tidak akan menghapusnya dari komponen. Weblate akan mogok jika demikian. Harap hapus pengaya dari semua komponen sebelum menghapusnya dari daftar ini.
ja: 一覧からアドオンを削除しても、コンポーネントからはアンインストールされません。その場合、Weblate はクラッシュします。この一覧から削除する前に、すべてのコンポーネントからアドオンをアンインストールしてください。
nl: Verwijderen van de add-on uit de lijst deinstalleert het niet uit de onderdelen. Weblate zal in dat geval crashen. Deinstalleer de add-on uit alle onderdelen voordat u hem uit deze lijst verwijdert.
pt: A remoção da extensão da lista não a desinstala dos componentes. Weblate vai travar nesse caso. Por favor, desinstale a extensão de todos os componentes antes de removê-la desta lista.
pt_br: A remoção do complemento da lista não a desinstala dos componentes. Weblate vai travar nesse caso. Por favor, desinstale o complemento de todos os componentes antes de removê-la desta lista.
ru: Удаление дополнения из этого списка не уберёт его из компонентов. В этом случае Weblate завершится крахом. Пожалуйста, уберите дополнение из всех компонентов прежде чем удалять его из данного списка.
sv: Att ta bort tillägget från listan avinstallerar det inte från komponenterna. Weblate kommer i så fall att krascha. Avinstallera tillägget från alla komponenter innan du tar bort det från listan.
ta: பட்டியலிலிருந்து சேர்க்கையை அகற்றுவது கூறுகளிலிருந்து நிறுவல் நீக்காது. அந்த வழக்கில் வலைபெயர்ப்பு செயலிழக்கும். இந்த பட்டியலிலிருந்து அதை அகற்றுவதற்கு முன்பு அனைத்து கூறுகளிலிருந்தும் கூடுதல் நிறுவலை நிறுவுங்கள்.
tr: Eklentiyi listeden kaldırmak, bileşenlerden kaldırmaz. Bu durumda Weblate çöker. Lütfen eklentiyi bu listeden kaldırmadan önce tüm bileşenlerden kaldırın.
uk: Вилучення додатка зі списку не призводить до видалення його зі складників. У цьому випадку стається збій Weblate. Вилучте додаток з усіх складників, перш ніж вилучати його зі списку.
zh_hans: 从列表中删除附加组件并不能将其从部件中卸载。Weblate 在这种情况下会崩溃。请先从所有部件中卸载附加组件，然后再将其从此列表中删除。

source: Configures how long activity logs for add-ons are kept. Defaults to 180 days.
de: Legt fest, wie lange Aktivitätsprotokolle für Erweiterungen aufbewahrt werden. Standardmäßig 180 Tage.
ga: Cumraíonn sé cé chomh fada agus a choimeádtar logaí gníomhaíochta do bhreiseáin. Réamhshocrú go 180 lá.
hu: Beállítja, hogy mennyi ideig őrizze meg a rendszer a kiegészítők tevékenységi naplóit. Alapértelmezett érték: 180 nap.
id: Mengonfigurasi durasi penyimpanan log aktivitas untuk pengaya. Bawaannya adalah 180 hari.
ja: アドオンのアクティビティ ログを保持する期間を構成します。デフォルトは 180 日です。
nl: Configureert hoe lang activiteitenlogs voor add-ons worden behouden. Standaard is 180 dagen.
pt: Configura por quanto tempo os logs de atividade dos complementos são mantidos. O padrão é de 180 dias.
pt_br: Configura por quanto tempo os logs de atividade dos complementos são mantidos. O padrão é de 180 dias.
sv: Konfigurerar hur länge aktivitetsloggar för tillägg sparas. Standardinställningen är 180 dagar.
ta: துணை நிரல்களுக்கான செயல்பாட்டு பதிவுகள் எவ்வளவு காலம் வைக்கப்படுகின்றன என்பதை உள்ளமைக்கிறது. இயல்புநிலை 180 நாட்களுக்கு.
tr: Eklentilerin işlem günlüklerinin ne kadar süreyle saklanacağını belirler. Varsayılan olarak 180 gündür.
uk: Дозволяє налаштувати тривалість зберігання журналів діяльності додатків. Типовим значенням є 180 днів.
zh_hans: 配置要保留附加组件活动记录多长时间。默认为 180 天。

source: List of a available exporters offering downloading translations or glossaries in various file formats.
de: Liste der verfügbaren Exporter, die das Herunterladen von Übersetzungen oder Glossaren in verschiedenen Dateiformaten anbieten.
ga: Liosta d’onnmhaireoirí atá ar fáil a thairgeann aistriúcháin nó gluaiseanna a íoslódáil i bhformáidí éagsúla comhaid.
hu: A rendelkezésre álló exportálók listája, amelyekkel különféle fájlformátumokban lehet letölteni fordításokat vagy szójegyzékeket.
id: Daftar eksportir yang menawarkan unduhan terjemahan atau glosarium dalam berbagai format berkas.
ja: 翻訳や用語集をさまざまなファイル形式でダウンロードできるエクスポートの一覧です。
nl: Lijst met beschikbare exporteerders die het downloaden van vertalingen of woordenlijsten in verscheidene indelingen aanbieden.
pt: Lista de exportadores disponíveis que oferecem descarregar traduções ou glossários em vários formatos de ficheiro.
pt_br: Lista de exportadores disponíveis que oferecem download de traduções ou glossários em vários formatos de arquivo.
ro: Lista exportatorilor disponibili care oferă posibilitatea de a descărca traduceri sau glosare în diferite formate de fișiere.
ru: Список доступных экспортеров, предлагающих скачивание переводов или словарей в различных форматах файлов.
sv: Lista över tillgängliga exportörer som erbjuder nedladdning av översättningar eller ordlistor i olika filformat.
ta: கிடைக்கக்கூடிய ஏற்றுமதியாளர்களின் பட்டியல் பல்வேறு கோப்பு வடிவங்களில் மொழிபெயர்ப்புகள் அல்லது சொற்களஞ்சியங்களை பதிவிறக்குகிறது.
tr: Çevirilerin veya sözlüklerin çeşitli dosya biçimlerinde indirilmesini sağlayan dışa aktarıcıların listesi.
uk: Список доступних засобів експортування, які надають змогу отримувати переклади або глосарії у різноманітних форматах.
zh_hans: 可用的导出程序列表，提供下载各种文件格式的翻译或术语表。
zh_hant: 可用的導出程序列表，提供下載各種文件格式的翻譯或詞彙表。

source: List of file formats available for use.
de: Liste der Dateiformate, die verwendet werden können.
ga: Liosta de na formáidí comhaid atá ar fáil le húsáid.
hu: A használható fájlformátumok listája.
id: Daftar format berkas yang tersedia untuk digunakan.
ja: 使用可能なファイル形式の一覧。
nl: Lijst van te gebruiken beschikbare bestandsindelingen.
pt: Lista de formatos de ficheiro disponíveis para uso.
pt_br: Lista de formatos de arquivo disponíveis para uso.
ro: Lista de formate de fișiere disponibile pentru utilizare.
ru: Список доступных для использования форматов файлов.
sv: Lista över filformat som kan användas.
ta: பயன்பாட்டிற்கு கிடைக்கக்கூடிய கோப்பு வடிவங்களின் பட்டியல்.
tr: Kullanılabilecek dosya biçimlerinin listesi.
uk: Список форматів файлів, якими ви можете скористатися.
zh_hans: 可供使用的文件格式列表。
zh_hant: 可供使用的文件格式列表。

source: The default list already has the common formats.
de: Die Standardliste enthält bereits die gängigen Formate.
ga: Tá na formáidí coitianta ar an liosta réamhshocraithe cheana féin.
hu: Az alapértelmezett lista már tartalmazza a leggyakoribb formátumokat.
id: Daftar bawaan sudah memiliki format umum.
ja: デフォルトの一覧には、すでに一般的な形式があります。
nl: De standaard lijst bevat al de veel voorkomende indelingen.
pt: A lista predfinida já tem os formatos comuns.
pt_br: A lista padrão já tem os formatos comuns.
ro: Lista implicită conține deja formatele comune.
ru: В списке по умолчанию уже есть распространённые форматы.
sv: Standardlistan innehåller redan de vanligaste formaten.
ta: இயல்புநிலை பட்டியலில் ஏற்கனவே பொதுவான வடிவங்கள் உள்ளன.
tr: Varsayılan listede yaygın kullanılan biçimler bulunur.
uk: У типовому списку вже є загальновживані формати.
zh_hans: 默认列表已经具有了常见格式。
zh_hant: 默認列表已經具有了常見格式。

source: List of machinery services available for use.
de: Liste der zur Verfügung stehenden Maschinendienste.
ga: Liosta de na seirbhísí innealra atá ar fáil le húsáid.
hu: A használható gépi fordító szolgáltatások listája.
id: Daftar layanan permesinan yang tersedia untuk digunakan.
ja: 使用可能な機械翻訳サービスの一覧。
nl: Lijst met te gebruiken beschikbare services voor machinevertaling.
pt: Lista de serviços de tradução disponíveis para uso.
pt_br: Lista de serviços de maquinário disponíveis para uso.
ro: Lista serviciilor de mașini disponibile pentru utilizare.
ru: Список доступных для использования машинных сервисов.
sv: Lista över tillgängliga maskintjänster.
ta: பயன்பாட்டிற்கு கிடைக்கும் இயந்திர சேவைகளின் பட்டியல்.
tr: Kullanılabilecek makine hizmetlerinin listesi.
uk: Список служб комп'ютерного перекладу, якими можна скористатися.
zh_hans: 可供使用的机器翻译服务列表。

source: Identity used by Weblate to sign Git commits, for example:
de: Identität, die von Weblate zum Signieren von Git-Commits verwendet wird, zum Beispiel:
ga: Céannacht a úsáideann Weblate chun gealltanais Git a shíniú, mar shampla:
hu: A Weblate által a Git véglegesítések aláírására használt azonosító, például:
id: Identitas yang digunakan oleh Weblate untuk menandatangani komit Git, misalnya:
ja: Weblate が Git コミットに署名するために使用する ID。設定例:
nl: Identiteit die door Weblate wordt gebruikt om indieningen van Git te ondertekenen, bijvoorbeeld:
pt: Identidade usada pelo Weblate para assinar os commits Git, por exemplo:
pt_br: Identidade usada pelo Weblate para assinar os commits Git, por exemplo:
ro: Identitate utilizată de Weblate pentru a semna angajamentele Git, de exemplu:
ru: Удостоверение, используемое Weblate для подписи коммитов Git, например:
sv: Identitet som används av Weblate för att signera Git-commits, till exempel:
ta: அறிவிலி கமிட்சில் கையெழுத்திட வலைபெயர்ப்பு பயன்படுத்தும் அடையாளம், எடுத்துக்காட்டாக:
tr: Weblate tarafından Git işlemelerini imzalamak için kullanılacak kimlik. Örneğin:
uk: Профіль, який буде використано Weblate для підписування Git. Приклад:
zh_hans: Weblate 对 Git 提交进行签名的身份，例如：
zh_hant: Weblate 使用的身份，用於登錄 Git Commits ，例如：

source: The Weblate GPG keyring is searched for a matching key (:file:`home/.gnupg` under :setting:`DATA_DIR`). If not found, a key is generated, please check :ref:`gpg-sign` for more details.
de: Der Weblate-GPG-Keyring wird nach einem passenden Schlüssel durchsucht (:file:`home/.gnupg` unter :setting:`DATA_DIR`). Wenn er nicht gefunden wird, wird ein Schlüssel erzeugt, siehe :ref:`gpg-sign` für weitere Details.
ga: Cuardaítear eochairí GPG Weblate le haghaidh eochair mheaitseála (:file:`home/.gnupg` faoi :setting:`DATA_DIR`). Mura bhfaightear é, gintear eochair, seiceáil le do thoil :ref:`gpg-sign` le haghaidh tuilleadh sonraí.
hu: A Weblate a GPG kulcstartóban (a :setting:`DATA_DIR` alatti :file:`home/.gnupg` mappában) keres megfelelő kulcsot. Ha nem talál, automatikusan létrehoz egyet. További információ: :ref:`gpg-sign`.
id: Pencarian kunci GPG Weblate dilakukan untuk kunci yang cocok (:file:`home/.gnupg` di bawah :setting:`DATA_DIR`). Jika tidak ditemukan, kunci akan dibuat, silakan periksa :ref:`gpg-sign` untuk rincian selengkapnya.
ja: Weblate GPG キーリングは、一致するキーを探します（:setting:`DATA_DIR` の下で :file:`home/.gnupg`）。見つからない場合は鍵が生成されます、詳細は :ref:`gpg-sign` を確認してください。
nl: In de GPG-sleutelring van Weblate wordt gezocht naar een overeenkomende sleutel (:file:`home/.gnupg` onder :setting:`DATA_DIR`). Indien niet gevonden wordt een sleutel gemaakt, controleer :ref:`gpg-sign` voor meer details.
pt: O chaveiro GPG do Weblate é pesquisado por uma chave correspondente (:file:`home/.gnupg` em :setting:`DATA_DIR`). Se não for encontrado, uma chave é gerada. Consulte :ref:`gpg-sign` para mais detalhes.
pt_br: O chaveiro GPG do Weblate é buscado por uma chave correspondente (:file:`home/.gnupg` em :setting:`DATA_DIR`). Se não for encontrado, uma chave é gerada. Consulte :ref:`gpg-sign` para mais detalhes.
ro: Se caută în brelocul de chei Weblate GPG o cheie corespunzătoare (:file:`home/.gnupg` în :setting:`DATA_DIR`). Dacă nu este găsită, se generează o cheie, vă rugăm să verificați :ref:`gpg-sign` pentru mai multe detalii.
ru: В GPG’шной связке ключей Weblate ищет соответствующий ключ (файл :file:`home/.gnupg` в каталоге :setting:`DATA_DIR`). Если ключ не найден, он генерируется, подробнее смотрите в разделе :ref:`gpg-sign`.
sv: Weblate GPG-nyckelringen söks efter en matchande nyckel (:file:`home/.gnupg` under :setting:`DATA_DIR`). Om ingen hittas genereras en nyckel. Se :ref:`gpg-sign` för mer information.
tr: Weblate GPG anahtarlığında, uygun bir anahtar aranır (:file:`home/.gnupg` altında :setting:`DATA_DIR`). Bulunamazsa, bir anahtar oluşturulur. Ayrıntılı bilgi almak için: :ref:`gpg-sign`.
uk: Програма виконає пошук у сховищі ключів GPG Weblate відповідного ключа (:file:`home/.gnupg` у :setting:`DATA_DIR`). Якщо ключа не буде знайдено, ключ буде створено. Будь ласка, ознайомтеся із розділом :ref:`gpg-sign`, щоб дізнатися більше.
zh_hans: 在 Weblate GPG 密钥环中搜索匹配的密钥（:setting:`DATA_DIR` 下的 :file:`home/.gnupg`）。如果找不到，则会生成一个密钥，请查阅 :ref:`gpg-sign` 了解详情。
zh_hant: 搜索 Weblate GPG 鑰匙鏈（ :file:`home/.gnupg` ，在 :setting:`DATA_DIR` 之下）。如果沒有找到，則產生密鑰，更多細節請查詢 :ref:`gpg-sign` 。

source: Defines whether :ref:`project-web` has to be specified when creating a project. On by default, as that suits public server setups.
de: Legt fest, ob :ref:`project-web` beim Erstellen eines Projekts angegeben werden muss. Standardmäßig eingeschaltet, da dies für öffentliche Serverkonfigurationen geeignet ist.
ga: Sainmhíníonn sé cibé an gá :ref:`project-web` a shonrú agus tionscadal á chruthú. Ar aghaidh de réir réamhshocraithe, de réir mar a oireann do shocraithe freastalaí poiblí.
hu: Meghatározza, hogy a :ref:`project-web` kitöltése kötelező legyen-e új projekt létrehozásakor. Alapértelmezés szerint kötelező, ami a nyilvános kiszolgálókhoz ideális.
id: Menentukan apakah :ref:`project-web` harus ditentukan saat membuat proyek. Aktif secara bawaan, karena hal itu sesuai dengan pengaturan server publik.
ja: プロジェクトの作成時に、:ref:`project-web` の指定を必須とするかしないかを設定します。公開サーバには適しているので初期設定では、デフォルトで有効です。
nl: Definieert of :ref:`project-web` moet zijn gespecificeerd bij het maken van een project. Standaard ingeschakeld, omdat dat gewenst is bij het instellen van publieke servers.
pt: Define se :ref:`project-web` deve ser especificado ao criar um projeto. Ativado por padrão, pois se adapta às configurações do servidor público.
pt_br: Define se :ref:`project-web` deve ser especificado ao criar um projeto. Ativado por padrão, pois se adapta às configurações do servidor público.
ru: Определяет, нужно ли указывать :ref:`project-web` при создании проекта. Включено по умолчанию, так как это подходит для установок общедоступного сервера.
sv: Definierar om :ref:`project-web` måste anges när ett projekt skapas. Standardinställningen är på, eftersom det passar offentliga serverkonfigurationer.
tr: Bir proje oluşturulurken :ref:`project-web` ögesinin belirtilmesinin gerekip gerekmediğini belirler. Varsayılan olarak, herkese açık sunucu kurulumlarına uygun şekilde açıktır.
uk: Визначає, чи має бути вказано :ref:`project-web` при створенні проєкту. Типово увімкнено, оскільки це відповідає налаштуванням загальнодоступних серверів.
zh_hans: 定义了在创建项目时是否需要指定 :ref:`project-web`。默认打开，因为这适合公共服务器的设置。

source: Configuring version control credentials
de: Zugangsdaten der Versionsverwaltung konfigurieren
ga: Dintiúir rialaithe leagan a chumrú
hu: Verziókezelő hitelesítési adatok beállítása
id: Mengonfigurasi kredensial kontrol versi
ja: バージョン コントロール リポジトリの管理
nl: Configureren inloggegevens voor het versiebeheersysteem
pt: Configurar credenciais para controle de versão
pt_br: Configurando credenciais para controle de versão
ru: Настройка учётных данных контроля версий
sv: Konfigurera autentiseringsuppgifter för versionshantering
ta: பதிப்பு கட்டுப்பாட்டு நற்சான்றிதழ்களை உள்ளமைத்தல்
tr: Sürüm denetimi kimlik doğrulama bilgilerini yapılandırmak
uk: Налаштування облікових даних системи керування версіями
zh_hans: 配置版本控制凭据

source: This section describes VCS credential variables as :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
de: Dieser Abschnitt beschreibt Variablen von VCS-Zugangsdaten wie :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
ga: Déanann an chuid seo cur síos ar athróga inchreidte VCS mar :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
hu: Ez a rész a következő hitelesítési változókat írja le: :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
id: Bagian ini menjelaskan variabel kredensial VCS sebagai :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
ja: このセクションでは、 :setting:`GITHUB_CREDENTIALS`、:setting:`GITLAB_CREDENTIALS`、:setting:`GITEA_CREDENTIALS`、:setting:`PAGURE_CREDENTIALS`、:setting:`BITBUCKETSERVER_CREDENTIALS` の VCS 資格情報変数について解説します。
nl: Dit gedeelte beschrijft variabelen voor inloggegevens voor VCS, zoals :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
pt: Esta secção descreve as variáveis de credenciais do VCS como :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
pt_br: Esta seção descreve as variáveis de credenciais do VCS como :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
ru: В этом разделе описаны такие переменные учётных данных VCS, как :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
sv: I detta avsnitt beskrivs VCS-autentiseringsvariabler som :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
tr: Bu bölümde sürüm denetimi sistemi kimlik doğrulama bilgileri değişkenleri açıklanmaktadır: :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
uk: У цьому розділі описано змінні реєстраційних даних систем керування версіями, зокрема :setting:`GITHUB_CREDENTIALS`, :setting:`GITLAB_CREDENTIALS`, :setting:`GITEA_CREDENTIALS`, :setting:`PAGURE_CREDENTIALS`, :setting:`BITBUCKETSERVER_CREDENTIALS`.
zh_hans: 此部分将 VCS 凭据描述为 :setting:`GITHUB_CREDENTIALS`、 :setting:`GITLAB_CREDENTIALS`、 :setting:`GITEA_CREDENTIALS`、 :setting:`PAGURE_CREDENTIALS`、:setting:`BITBUCKETSERVER_CREDENTIALS`。
