Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You are welcome to improve the documentation page of your choice. Do it easily by clicking the :guilabel:`Edit on GitHub` button in the top-right corner of the page.
de: Sie sind herzlich eingeladen, die Dokumentationsseite Ihrer Wahl zu verbessern. Klicken Sie dazu einfach auf die Schaltfläche :guilabel:`Edit this page` in der oberen rechten Ecke der Seite.
ga: Tá fáilte romhat an leathanach doiciméadaithe de do rogha féin a fheabhsú. Déan é go héasca trí chliceáil ar an gcnaipe :guilabel:`Cuir in eagar ar GitHub` sa chúinne uachtarach ar dheis den leathanach.
hu: Szívesen látjuk, ha bármelyik dokumentációs oldalt javítja vagy bővíti. Ezt legegyszerűbben a jobb felső sarokban található :guilabel:`Oldal szerkesztése` gombra kattintva teheti meg.
id: Silakan sempurnakan halaman dokumentasi pilihan Anda. Anda dapat melakukannya dengan mudah dengan mengeklik tombol :guilabel:`Edit on GitHub` di pojok kanan atas halaman.
ja: ドキュメント ページを選んで改善してください。ページの右上隅にある :guilabel:`GitHub で編集` ボタンをクリックすると簡単に編集できます。
nl: U bent van harte uitgenodigd om elke door u gekozen pagina van de documentatie verbeteren. Doe dat gemakkelijk door te klikken op de knop :guilabel:`Edit this page` in de rechterbovenhoek van de pagina.
pt: É bem-vindo para melhorar a página de documentação de sua escolha. Faça isso facilmente a clicar no botão :guilabel:`Editar no GitHub` no canto superior direito da página.
pt_br: Você é bem-vindo para melhorar a página de documentação de sua escolha. Faça isso facilmente clicando no botão :guilabel:`Editar no GitHub` no canto superior direito da página.
ro: Sunteți binevenit să îmbunătățiți pagina de documentație pe care o alegeți. Faceți-o cu ușurință făcând clic pe butonul :guilabel:`Edit on GitHub` din colțul din dreapta sus al paginii.
ru: Вы можете улучшить страницу документации по своему усмотрению. Сделать это легко, нажав на кнопку :guilabel:`Редактировать на GitHub` в правом верхнем углу страницы.
sv: Du är välkommen att förbättra den dokumentationssida du önskar. Det gör du enkelt genom att klicka på knappen :guilabel:`Redigera på GitHub` i det övre högra hörnet av sidan.
ta: உங்கள் விருப்பப்படி ஆவணப்படுத்தல் பக்கத்தை மேம்படுத்த உங்களை வரவேற்கிறோம். சொடுக்கு செய்வதன் மூலம் எளிதாகச் செய்யுங்கள்: வபஇசிட்டை: `பக்கத்தின் மேல்-வலது மூலையில் உள்ள கிட்அப்பில் திருத்து.
tr: İstediğiniz belgeler sayfasını iyileştirebilirsiniz. Bunun için sayfanın sağ üst köşesindeki :guilabel:`GitHub üzerinde düzenle` düğmesine tıklayarak kolayca yapabilirsiniz.
uk: Будемо раді вашій участі в удосконаленні будь-яких сторінок документації. Зробити це просто: натисніть кнопку :guilabel:`Редагувати на GitHub` у верхньому правому куті вибраної сторінки.
zh_hans: 欢迎您改进您选择的文档页面。通过单击页面右上角的 :guilabel:`在 GitHub 上编辑` 按钮轻松完成此操作。
zh_hant: 歡迎您來改進您選擇的文檔頁面。點擊符號：guilabel：`編輯在頁面的右上角的github`按鈕上輕鬆進行。

source: Documentation guidelines
de: Dokumentationsrichtlinien
ga: Treoirlínte maidir le doiciméadú
hu: Dokumentációs irányelvek
id: Pedoman dokumentasi
nl: Documentatie richtlijnen
pt_br: Diretrizes na documentação
sv: Riktlinjer för dokumentation
uk: Інструкції з документації

source: Please respect these guidelines while writing:
de: Bitte beachten Sie diese Richtlinien beim Schreiben:
ga: Tabhair meas ar na treoirlínte seo agus tú ag scríobh:
hu: Az alábbi elveket tartsa szem előtt írás közben:
id: Harap hormati pedoman berikut saat menulis:
ja: 書き込みに際して従うべきガイドライン:
nl: Respecteer deze richtlijnen tijdens het schrijven:
pt: Respeite essas diretrizes ao escrever:
pt_br: Respeite essas diretrizes ao escrever:
ro: Vă rugăm să respectați aceste orientări atunci când scrieți:
ru: Пожалуйста, соблюдайте эти рекомендации при написании:
sv: Vänligen respektera dessa riktlinjer när du skriver:
ta: எழுதும் போது இந்த வழிகாட்டுதல்களை மதிக்கவும்:
tr: Lütfen yazarken şu yönergeye uyun:
uk: Будь ласка, дотримуйтеся таких настанов під час написання тексту:
zh_hans: 请在写作时遵守以下准则：
zh_hant: 請在寫作時尊重這些指導方針：

source: Don’t remove part of the documentation if it’s valid.
de: Entfernen Sie keinen gültigen Teil der Dokumentation.
ga: Ná bain cuid den doiciméadú má tá sé bailí.
hu: Ne töröljön olyan részt a dokumentációból, amely még érvényes.
id: Jangan hapus bagian dari dokumentasi jika valid.
ja: 妥当な翻訳のドキュメントの部分は削除しないでください。
nl: Verwijder geen deel van de documentatie als dat nog geldig is.
pt: Não remova parte da documentação se ela for válida.
pt_br: Não remova parte da documentação se ela for válida.
ro: Nu eliminați o parte din documentație dacă aceasta este valabilă.
ru: Не удаляйте часть документации, если она действительна.
sv: Ta inte bort delar av dokumentationen om den är giltig.
ta: ஆவணத்தின் ஒரு பகுதியை செல்லுபடியாகும் என்றால் அதை அகற்ற வேண்டாம்.
tr: Geçerliyse, belgenin bir bölümünü kaldırmayın.
uk: Не вилучайте частини документації, якщо вона є чинною.
zh_hans: 如果部分文档有效请不要将其删除。
zh_hant: 如果有效，請勿刪除部分文檔。

source: Use clear and easily-understandable language. You are writing tech docs, not a poem. Not all docs readers are native speakers, be thoughtful.
de: Verwenden Sie eine klare und leicht verständliche Sprache. Sie schreiben eine technische Dokumentation, kein Gedicht. Nicht alle Leser von Dokumentationen sind Muttersprachler, seien Sie rücksichtsvoll.
ga: Bain úsáid as teanga atá soiléir agus sothuigthe. Tá tú ag scríobh doiciméad teicneolaíochta, ní dán. Ní cainteoirí dúchais iad gach léitheoir doc, bí tuisceanach.
hu: Használjon világos, könnyen érthető nyelvezetet. Ez technikai dokumentáció – nem vers. Ne feledje, hogy nem minden olvasó anyanyelve az angol.
id: Gunakan bahasa yang jelas dan mudah dipahami. Anda sedang menulis dokumen teknis, bukan puisi. Tidak semua pembaca dokumen adalah penutur asli, jadi berhati-hatilah.
ja: 明確でわかりやすい語彙を使用してください。技術文書を記述しているのであって、詩を書いているのではありません。ドキュメントを読む人がすべてネイティブスピーカーなわけではないことに注意してください。
nl: Gebruik duidelijke en gemakkelijk te begrijpen taal. U schrijft technische documenten, geen gedicht. Niet alle lezers van de documentatie zijn sprekers in de eigen taal, denk daar aan.
pt: Use uma linguagem clara e de fácil compreensão. Está a escrever documentos técnicos, não um poema. Nem todos os leitores de documentos são falantes nativos, fique atento.
pt_br: Use uma linguagem clara e de fácil compreensão. Você está escrevendo documentos técnicos, não um poema. Nem todos os leitores de documentos são falantes nativos, fique atento.
ro: Folosiți un limbaj clar și ușor de înțeles. Scrieți documente tehnice, nu o poezie. Nu toți cititorii de documente sunt vorbitori nativi, fiți atent.
ru: Используйте ясный и понятный язык. Вы пишете техническую документацию, а не поэму. Не все читатели документации являются носителями языка, будьте внимательны.
sv: Använd ett tydligt och lättförståeligt språk. Du skriver tekniska dokument, inte en dikt. Alla som läser dokumenten är inte modersmålstalare, så var uppmärksam på detta.
ta: தெளிவான மற்றும் எளிதில் புரிந்துகொள்ளக்கூடிய மொழியைப் பயன்படுத்துங்கள். நீங்கள் தொழில்நுட்ப ஆவணங்களை எழுதுகிறீர்கள், ஒரு பா அல்ல. எல்லா டாக்ச் வாசகர்களும் சொந்த பேச்சாளர்கள் அல்ல, சிந்தனையுடன் இருங்கள்.
tr: Açık ve kolay anlaşılır bir dil kullanın. Teknoloji belgeleri yazıyorsunuz, şiir değil. Belgeleri okuyacak herkesin ana dili İngilizce değildir, düşünceli olun.
uk: Користуйтеся чіткою і зрозумілою мовою. Ви пишете технічну документацію, не поему. Не усі читачі документації володіють англійською, будьте уважні.
zh_hans: 请使用清晰易懂的语言。你正在写技术文档，而不是一首诗。并非所有文档读者都是母语人士，请深思熟虑。
zh_hant: 使用清晰易懂的語言。你正在寫科技作家，而不是一首詩。並非所有Docs讀者都是母語人士，很沉思。

source: Don’t be afraid to ask if you are not certain. If you have to ask about some feature while editing, don’t change its docs before you have the answer. This means: You change or ask. Don’t do both at the same time.
de: Scheuen Sie sich nicht zu fragen, wenn Sie sich nicht sicher sind. Wenn Sie während dem Bearbeiten eine Frage zu einer Funktion haben, ändern Sie die Dokumentation nicht, bevor Sie die Antwort haben. Das bedeutet: Entweder Sie ändern oder Sie fragen. Tun Sie nicht beides gleichzeitig.
ga: Ná bíodh eagla ort fiafraí mura bhfuil tú cinnte. Má tá ort ceist a chur faoi ghné éigin agus tú ag déanamh eagarthóireachta, ná athraigh a dhoiciméid sula mbeidh an freagra agat. Ciallaíonn sé seo: Athraíonn tú nó iarrann tú. Ná déan an dá rud ag an am céanna.
hu: Ha valamiben nem biztos, bátran kérdezzen. Ha szerkesztés közben kérdése merül fel egy funkcióval kapcsolatban, ne módosítsa annak leírását, amíg nem kapott választ. Vagy módosítson vagy kérdezzen – a kettőt egyszerre ne tegye.
id: Jangan ragu untuk bertanya jika Anda tidak yakin. Jika Anda perlu bertanya tentang suatu fitur saat menyunting, jangan ubah dokumennya sebelum Anda mendapatkan jawabannya. Artinya: Anda mengubah atau bertanya. Jangan lakukan keduanya secara bersamaan.
ja: 確信が持てない場合は、遠慮なく質問してください。編集中に、特定の機能について質問をする必要がある場合は、回答を得られる前にそのドキュメントを変更しないでください。つまり、変更するか質問するか、どちらかにしてください。両方を同時に実行しないでください。
nl: Wees niet bang om het te vragen als u niet zeker bent van uw zaak. Als u iets na moet vragen over een bepaalde mogelijkheid tijdens het bewerken, wijzig dan de documenten ervan niet voordat u het antwoord heeft. Dit betekent: U vraagt of u wijzigt. Doe niet allebei tegelijkertijd.
pt: Não tenha medo de perguntar se não tem certeza. Se tiver que perguntar sobre algum recurso durante a edição, não altere os documentos dele antes de ter a resposta. Isso significa: ou muda ou pergunta. Não faça os dois ao mesmo tempo.
pt_br: Não tenha medo de perguntar se você não tem certeza. Se você tiver que perguntar sobre algum recurso durante a edição, não altere seus documentos antes de ter a resposta. Isso significa: você muda ou pergunta. Não faça os dois ao mesmo tempo.
ro: Nu vă fie teamă să întrebați dacă nu sunteți sigur. Dacă trebuie să întrebați despre o anumită caracteristică în timpul editării, nu modificați documentele înainte de a avea răspunsul. Aceasta înseamnă că: Modificați sau întrebați. Nu le faceți pe amândouă în același timp.
ru: Не бойтесь задавать вопросы, если в чём-то не уверены. Если вопрос появился во время редактирования, не меняйте документацию, пока не получите ответ. Это значит, вы либо меняете, либо спрашиваете. Не делайте и то, и другое одновременно.
sv: Var inte rädd att fråga om du är osäker. Om du behöver fråga om någon funktion medan du redigerar, ändra inte dokumentationen innan du har fått svar. Det betyder: Ändra eller fråga. Gör inte båda samtidigt.
ta: நீங்கள் உறுதியாக தெரியவில்லையா என்று கேட்க பயப்பட வேண்டாம். திருத்துதல் செய்யும் போது சில அம்சங்களைப் பற்றி நீங்கள் கேட்க வேண்டியிருந்தால், உங்களிடம் பதில் இருப்பதற்கு முன்பு அதன் ஆவணங்களை மாற்ற வேண்டாம். இதன் பொருள்: நீங்கள் மாறுகிறீர்கள் அல்லது கேட்கிறீர்கள். இரண்டையும் ஒரே நேரத்தில் செய்ய வேண்டாம்.
tr: Emin değilseniz sormaktan çekinmeyin. Düzenleme yaparken bazı özellikler ile ilgili soru sormanız gerekiyorsa, yanıtı almadan önce belgeleri değiştirmeyin. Özetle: Değiştirin ya da sorun. İkisini aynı anda yapmayın.
uk: Не бійтеся спитати, якщо щось не зрозуміло. Якщо ви запитали про якусь можливість під час редагування, не змінюйте документацію щодо неї, доки не отримаєте відповіді. Це означає: або змінюйте, або питайте. Не виконуйте обидві дії одночасно.
zh_hans: 如果你不确定不要害怕询问。如果你在编辑时必须询问某些功能。在你得到答案之前不要改变它的文档。这意味着你要么改变。要么询问。不要同时做这两件事。

source: Verify your changes by performing described actions while following the docs.
de: Überprüfen Sie Ihre Änderungen, indem Sie die beschriebenen Aktionen durchführen und dabei die Dokumentation beachten.
ga: Fíoraigh do chuid athruithe trí ghníomhartha tuairiscithe a dhéanamh agus na doiciméid á leanúint.
hu: Ellenőrizze a módosításait úgy, hogy végrehajtja az útmutatóban szereplő lépéseket.
id: Verifikasi perubahan Anda dengan melakukan tindakan yang dijelaskan saat mengikuti dokumen.
ja: ドキュメントに従って説明どおりの操作を行い、変更を確認してください。
nl: Verifieer uw wijzigingen door de beschreven acties uit te voeren, terwijl u de documentatie volgt.
pt: Verifique as suas alterações a executar as ações descritas ao seguir os documentos.
pt_br: Verifique suas alterações executando as ações descritas ao seguir os documentos.
ro: Verificați modificările efectuate prin efectuarea acțiunilor descrise în timp ce urmați documentația.
ru: Проверьте свои изменения, выполнив описанные действия в соответствии с документацией.
sv: Verifiera dina ändringar genom att utföra beskrivna åtgärder enligt dokumentationen.
ta: டாக்சைப் பின்பற்றும்போது விவரிக்கப்பட்ட செயல்களைச் செய்வதன் மூலம் உங்கள் மாற்றங்களைச் சரிபார்க்கவும்.
tr: Belgeleri izlerken açıklanan işlemleri yaparak değişikliklerinizi doğrulayın.
uk: Перевіряйте ваші зміни, виконуючи описані дії відповідно до документації.
zh_hans: 在遵循文档的同时通过执行描述的操作来验证您的更改。
zh_hant: 通過在遵循文檔時執行描述的操作來驗證您的更改。

source: Send PR with changes in small chunks to make it easier and quicker to review and merge.
de: Senden Sie Pull Requests mit Änderungen in kleinen Teilen, damit sie leichter und schneller überprüft und zusammengeführt werden können.
ga: Seol PR le hathruithe i bpíosaí beaga chun é a dhéanamh níos éasca agus níos tapúla athbhreithniú agus cumasc a dhéanamh.
hu: A módosításokat kis, áttekinthető részekre bontva küldje be, hogy az ellenőrzés és az összevonás gyorsabb és egyszerűbb legyen.
id: Kirim PR dengan perubahan dalam potongan kecil agar lebih mudah dan cepat dalam meninjau dan menggabungkan.
ja: 査読とマージを簡単かつ迅速に行えるように、変更を小さな単位で書き込んで公開ください。
nl: Verstuur een PR met wijzigingen in kleine delen om het gemakkelijker en sneller te kunnen beoordelen en samen te voegen.
pt: Envie PR com alterações em pequenos pedaços para tornar mais fácil e rápido revisar e mesclar.
pt_br: Envie PR com alterações em pequenos pedaços para tornar mais fácil e rápido revisar e mesclar.
ro: Trimiteți PR cu modificări în bucăți mici pentru a facilita și accelera revizuirea și fuzionarea.
ru: Отправляйте запрос на извлечение(pull request) с изменениями небольшими частями, чтобы облегчить и ускорить их рассмотрение и объединение.
sv: Skicka PR med ändringar i små delar för att göra det enklare och snabbare att granska och sammanfoga.
ta: சிறிய துகள்களில் மாற்றங்களுடன் pr ஐ அனுப்பவும், அதை எளிதாகவும் விரைவாகவும் மதிப்பாய்வு செய்து ஒன்றிணைக்கவும்.
tr: Onaylama ve birleştirmenin daha kolay ve hızlı yapılması için çekme isteğinde küçük değişiklik parçaları gönderin.
uk: Надсилайте запити щодо об'єднання малими фрагментами, щоб спростити і пришвидшити їхнє рецензування та злиття до сховища.
zh_hans: 发送带有小块更改的PR以便更轻松更快速地查看和合并。
zh_hant: 將PR與小塊的更改發送，以便更容易，更快地查看和合併。

source: If you want to rewrite and change the structure of a big article, do it in two steps:
de: Wenn Sie einen großen Artikel umschreiben und seine Struktur ändern wollen, sollten Sie dies in zwei Schritten tun:
ga: Más mian leat struchtúr alt mór a athscríobh agus a athrú, déan é in dhá chéim:
hu: Ha egy nagyobb cikket szeretne újrafogalmazni és átszerkeszteni, tegye ezt két lépésben:
id: Jika Anda ingin menulis ulang dan mengubah struktur artikel besar, lakukan dalam dua langkah:
ja: 大きな文章の構成を書き換えて変更する場合の手順:
nl: Als u opnieuw wilt schrijven en de structuur van een groot artikel wilt wijzigen, doe dat dan in twee stappen:
pt: Se quiser reescrever e alterar a estrutura de um grande artigo, faça isso em duas etapas:
pt_br: Se você quiser reescrever e alterar a estrutura de um grande artigo, faça isso em duas etapas:
ro: Dacă doriți să rescrieți și să schimbați structura unui articol mare, faceți-o în doi pași:
ru: Если вы хотите переписать и изменить структуру большой статьи, сделайте это в два этапа:
sv: Om du vill skriva om och ändra strukturen på en lång artikel, gör det i två steg:
ta: நீங்கள் ஒரு பெரிய கட்டுரையின் கட்டமைப்பை மீண்டும் எழுதவும் மாற்றவும் விரும்பினால், அதை இரண்டு படிகளில் செய்யுங்கள்:
tr: Büyük bir makaleyi yeniden yazmak ve yapısını değiştirmek istiyorsanız, bunu iki adımda yapın:
uk: Якщо вам хочеться переписати або змінити структуру великого розділу, робіть це у два кроки:
zh_hans: 如果你想重写和改变一篇大文章的结构，请分两步进行：
zh_hant: 如果要重寫並更改大文章的結構，請分兩步執行以下操作：

source: Rewrite
de: Umschreiben
ga: Athscríobh
hu: Először végezze el az újrafogalmazást
id: Tulis kembali
ja: 書き換え
nl: Opnieuw schrijven
pt: Reescreva
pt_br: Reescreva
ro: Rescrieți
ru: Переписать
sv: Skriv om
ta: மீண்டும் எழுதவும்
tr: Yeniden yazın
uk: Переписування
zh_hans: 重写

source: Once the rewrite is reviewed, polished, and merged, change the structure of the paragraphs in another PR.
de: Sobald die Neufassung geprüft, ausgefeilt und zusammengeführt wurde, ändern Sie die Struktur der Absätze in einem weiteren Pull Request.
ga: Nuair atá an athscríobh athbhreithnithe, snasta, agus cumaiscthe, athraigh struchtúr na míreanna i PR eile.
hu: Miután az átírás ellenőrzésre és elfogadásra került, külön PR-ben (módosítási kérelemben) módosítsa a bekezdések szerkezetét.
id: Setelah tulisan ulang ditinjau, dipoles, dan digabungkan, ubah struktur paragraf dalam PR lain.
ja: 書き換えが査読され、洗練され、マージされたら、他の公開する段落構成を変更します。
nl: Als het opnieuw geschreven deel eenmaal is beoordeeld, gepolijst en samengevoegd, wijzig dan de structuur van de alinea's in een ander PR.
pt: Depois que a reescrita for revisada, polida e mesclada, altere a estrutura dos parágrafos em outro PR.
pt_br: Depois que a reescrita for revisada, polida e mesclada, altere a estrutura dos parágrafos em outro PR.
ro: După ce rescrierea este revizuită, șlefuită și îmbinată, modificați structura paragrafelor într-un alt PR.
ru: После того как изменённый вариант будет просмотрен, отшлифован и объединён, измените структуру абзацев в другом запросе на извлечение(pull request).
sv: När omskrivningen har granskats, finslipats och sammanfogats, ändra strukturen på styckena i en annan PR.
ta: மீண்டும் எழுதப்பட்டதும், மெருகூட்டப்பட்டதும், ஒன்றிணைந்ததும், பத்திகளின் கட்டமைப்பை மற்றொரு pr இல் மாற்றவும்.
tr: Yeniden yazma onaylandıktan, iyileştirildikten ve birleştirildikten sonra, başka bir çekme isteğinde paragrafların yapısını değiştirin.
uk: Щойно переписування буде рецензовано, виправлено та злито до сховища, змініть структуру абзаців в іншому запиті щодо об'єднання.
zh_hans: 重写的内容经审校、润色并被合并后，在另一个 PR 中修改段落的结构。
zh_hant: 一旦重寫，審核，拋光和合併，改變另一條公關的段落的結構。

source: Building the documentation locally
de: Lokales Erstellen der Dokumentation
ga: An doiciméadú a thógáil go háitiúil
hu: A dokumentáció helyi szerkesztése és fordítása
id: Membangun dokumentasi secara lokal
nl: De documentatie lokaal bouwen
pt_br: Criar documentação localmente
sv: Bygga dokumentationen lokalt
uk: Створення документації на місці

source: Documentation can be also edited and built locally, the Python requirements are in the ``docs`` dependency group in :file:`pyproject.toml`. The build can be performed using :program:`ci/run-docs`.
de: Die Dokumentation kann auch lokal bearbeitet und erstellt werden, die Python-Anforderungen befinden sich in der Abhängigkeitsgruppe ``docs`` in :file:`pyproject.toml`. Die Erstellung kann mit :program:`ci/run-docs` durchgeführt werden.
ga: Is féidir cáipéisíocht a chur in eagar agus a thógáil go háitiúil freisin, tá na riachtanais Python sa ghrúpa spleáchais ``docs`` i :file:`pyproject.toml`. Is féidir an tógáil a dhéanamh ag baint úsáide as :program:`ci/run-docs`.
hu: A dokumentáció helyben is szerkeszthető és felépíthető. A Python csomagkövetelmények a ``docs`` függőségi csoportban találhatók a :file:`pyproject.toml` fájlban. Az építést (build) a :program:`ci/run-docs` eszközzel végezheti el.
id: Dokumentasi juga dapat disunting dan dibangun secara lokal. Persyaratan Python terdapat dalam grup dependensi ``docs`` di :file:`pyproject.toml`. Pembangunan dapat dilakukan menggunakan :program:`ci/run-docs`.
nl: Documentatie kan ook lokaal worden bewerkt en gebouwd, de vereisten voor Python staan in de groep met afhankelijkheden ``docs`` in :file:`pyproject.toml`. Het bouwen kan worden uitgevoerd met :program:`ci/run-docs`.
pt_br: A documentação também pode ser editada e criada localmente; os requisitos do Python estão no grupo de dependência ``docs`` em :file:`pyproject.toml`. A compilação pode ser executada usando :program:`ci/run-docs`.
sv: Dokumentationen kan också redigeras och byggas lokalt. Python-kraven finns i beroendegruppen ``docs`` i :file:`pyproject.toml`. Byggandet kan utföras med :program:`ci/run-docs`.
uk: Документацію також можна редагувати та створювати локально, вимоги Python містяться в групі залежностей ``docs`` у :file:`pyproject.toml`. Збірку можна виконати за допомогою :program:`ci/run-docs`.

source: You will also need :program:`graphviz` installed to build the documentation.
de: Zum Erstellen der Dokumentation muss außerdem :program:`graphviz` installiert sein.
ga: Beidh ort freisin :program:`graphviz` a shuiteáil chun an doiciméadú a thógáil.
hu: A dokumentáció építéséhez szükséges a :program:`graphviz` telepítése is.
id: Anda juga perlu menginstal :program:`graphviz` untuk membangun dokumentasi.
nl: U zult ook :program:`graphviz` geïnstalleerd moeten hebben om de documentatie te bouwen.
pt_br: Você também precisará do :program:`graphviz` instalado para criar a documentação.
sv: Du behöver också :program:`graphviz` installerat för att kunna skapa dokumentationen.
uk: Вам також знадобиться встановити :program:`graphviz` для створення документації.

source: Translating the documentation
de: Übersetzen der Dokumentation
ga: Na cáipéisí a aistriú
hu: A dokumentáció fordítása
id: Menerjemahkan dokumentasi
nl: De documentatie vertalen
pt_br: Traduzir a documentação
sv: Översättning av dokumentationen
uk: Переклад документації

source: You can `translate the docs <https://hosted.weblate.org/projects/weblate/documentation/>`_.
de: Sie können `die Dokumentation übersetzen <https://hosted.weblate.org/projects/weblate/documentation/>`_.
ga: Is féidir leat `na doiciméid a aistriú <https://hosted.weblate.org/projects/weblate/documentation/>`_.
hu: A dokumentáció fordítása elérhető itt: `translate the docs <https://hosted.weblate.org/projects/weblate/documentation/>`_.
id: Anda dapat `menerjemahkan dokumen <https://hosted.weblate.org/projects/weblate/documentation/>`_.
ja: `ドキュメントの翻訳 <https://hosted.weblate.org/projects/weblate/documentation/>`_ ができます。
nl: U kunt `de documentatie vertalen <https://hosted.weblate.org/projects/weblate/documentation/>`_.
pt: Pode `traduzir os documentos <https://hosted.weblate.org/projects/weblate/documentation/>`_.
pt_br: Você pode `traduzir os documentos <https://hosted.weblate.org/projects/weblate/documentation/>`_.
ro: Puteți `traduce documentația <https://hosted.weblate.org/projects/weblate/documentation/>`_.
ru: Вы можете `перевести документацию <https://hosted.weblate.org/projects/weblate/documentation/>`_.
sv: Du kan `översätta dokumenten <https://hosted.weblate.org/projects/weblate/documentation/>`_.
ta: நீங்கள் `டாக்சை <https://hosted.weblate.org/projects/weblate/documentation/>` _ மொழிபெயர்க்கலாம்.
tr: `Belgeleri çevirebilirsiniz <https://hosted.weblate.org/projects/weblate/documentation/>`_.
uk: Ви можете `перекласти документацію <https://hosted.weblate.org/projects/weblate/documentation/>`_.
zh_hans: 你可以 `翻译文档 <https://hosted.weblate.org/projects/weblate/documentation/>`_。
zh_hant: 您可以使用docs <https://hosted.weblate.org/projects/weblate/documentation/>`_翻譯。

source: Documenting permissions, checks, add-ons and automatic suggestions
de: Dokumentieren von Berechtigungen, Prüfungen, Erweiterungen und automatischen Vorschlägen
ga: Ceadanna, seiceálacha, breiseáin agus moltaí uathoibríocha a dhoiciméadú
hu: Jogosultságok, ellenőrzések, kiegészítők és automatikus javaslatok dokumentálása
id: Mendokumentasikan izin, pemeriksaan, pengaya, dan saran otomatis
nl: Rechten voor documenteren, controles, add-ons en automatische suggesties
pt_br: Documentação para permissões, verificações, complementos e sugestões automáticas
sv: Dokumentera behörigheter, kontroller, tillägg och automatiska förslag
uk: Документування дозволів, перевірок, додатків і автоматичних пропозицій
