Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Possible crash on Weblate upgrade check when cached from the previous versions.
de: Möglicher Absturz bei der Prüfung des Weblate-Upgrades, wenn diese aus den vorherigen Versionen zwischengespeichert wurde.
ga: Timpiste féideartha ar sheiceáil uasghrádaithe Weblate agus é i dtaisce ó na leaganacha roimhe seo.
hu: Korábbi verziókból származó gyorsítótár esetén a Weblate frissítési ellenőrzése összeomolhatott.
id: Kemungkinan terjadi mogok pada pemeriksaan pemutakhiran Weblate saat disimpan dari versi sebelumnya.
ja: 以前のバージョンからキャッシュされている場合、Weblate のアップグレード チェックでクラッシュが発生する可能性があります。
nl: Mogelijke crash bij controle upgraden van Weblate indien gecachet uit eerdere versies.
pt: Possível falha na verificação de atualização do Weblate quando armazenado no cache a partir de versões anteriores.
pt_br: Possível falha na verificação de atualização do Weblate quando armazenado em cache a partir de versões anteriores.
sv: Möjlig krasch vid uppgraderingskontroll i Weblate när cacheminnet från tidigare versioner används.
ta: முந்தைய பதிப்புகளிலிருந்து தற்காலிக சேமிப்பு செய்யும்போது வலைபெயர்ப்பு மேம்படுத்தல் சோதனை.
tr: Önceki sürümlerde Weblate yükseltme denetimi ön belleğe alındığında yaşanabilen çökme sorunu düzeltildi.
uk: Усунено можливе аварійне завершення при перевірці можливості оновлення Weblate, якщо існували кеші з попередніх версій.
zh_hans: 从先前版本缓存 Weblate 升级检查时进行相同检查可能造成崩溃。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/112?closed=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/112?closed=1>`__。

source: *Released on February 15th 2024.*
de: *Veröffentlicht am 15. Februar 2024.*
ga: *Eisithe ar 15 Feabhra 2024.*
hu: *Kiadva: 2024. február 15.*
id: *Dirilis pada 15 Februari 2024.*
nl: *Uitgegeven op 15 februari 2024.*
pt_br: *Atualizado em 15 de fevereiro de 2024.*
sv: *Släpptes den 15 februari 2024.*
tr: *15 Şubat 2024 tarihinde yayınlandı.*
uk: *Випущено 15 лютого 2024 року.*

source: :ref:`check-perl-brace-format` quality check.
de: Qualitätsprüfung :ref:`check-perl-brace-format`.
ga: :ref:`check-perl-brace-format` seiceáil cáilíochta.
hu: :ref:`check-perl-brace-format` minőség-ellenőrzés.
id: Pemeriksaan kualitas :ref:`check-perl-brace-format`.
ja: :ref:`check-perl-brace-format` の品質検査。
nl: kwaliteitscontrole :ref:`check-perl-brace-format`.
pt: :ref:`check-perl-brace-format` verificação de qualidade.
pt_br: A verificação de qualidade :ref:`check-perl-brace-format`.
sv: :ref:`check-perl-brace-format` kvalitetskontroll.
tr: :ref:`check-perl-brace-format` kalite denetimi eklendi.
uk: Реалізовано перевірку якості :ref:`check-perl-brace-format`.
zh_hans: :ref:`check-perl-brace-format` 质量检查。

source: Search input is now syntax highlighted, see :doc:`/user/search`.
de: Die Syntax der Sucheingabe wird nun hervorgehoben, siehe :doc:`/user/search`.
ga: Tá ionchur cuardaigh aibhsithe anois sa chomhréir, féach :doc:`/user/search`.
hu: A keresési mező mostantól szintaxiskiemelést használ, lásd: :doc:`/user/search`.
id: Masukan pencarian sekarang disorot sintaksnya, lihat :doc:`/user/search`.
ja: 検索入力の構文が強調表示されるように改良。参照: :doc:`/user/search`。
nl: Invoer voor zoeken is nu geaccentueerd voor de syntaxis, bekijk :doc:`/user/search`.
pt: A entrada de pesquisa agora é destacada pela sintaxe, consulte :doc:`/user/search`.
pt_br: A entrada de busca agora é destacada pela sintaxe, consulte :doc:`/user/search`.
sv: Sökningen är nu syntaxmarkerad, se :doc:`/user/search`.
tr: Arama girişinde söz diziminin vurgulanması sağlandı. Ayrıntılı bilgi almak için: :doc:`/user/search`.
uk: Реалізовано підсвічування синтаксису у полі введення для пошуку, див. :doc:`/user/search`.
zh_hans: 现对搜索输入执行语法高亮，见 :doc:`/user/search`。

source: Weblate is now available in Tamil.
de: Weblate ist jetzt auf Tamil verfügbar.
ga: Tá Weblate ar fáil anois i dTamil.
hu: A Weblate mostantól elérhető tamil (தமிழ்) nyelven.
id: Weblate sekarang tersedia dalam Tamil.
nl: Weblate is nu beschikbaar in Tamil.
sv: Weblate finns nu tillgängligt på tamil.
uk: Weblate тепер доступний тамільською мовою.

source: :ref:`addon-weblate.discovery.discovery` now reports skipped entries.
de: :ref:`addon-weblate.discovery.discovery` meldet nun übersprungene Einträge.
ga: :ref:`addon-weblate.discovery.discovery` tuairiscíonn anois iontrálacha nár baineadh amach.
hu: Az :ref:`addon-weblate.discovery.discovery` mostantól jelzi a kihagyott bejegyzéseket.
id: :ref:`addon-weblate.discovery.discovery` sekarang melaporkan entri yang dilewati.
ja: :ref:`addon-weblate.discovery.discovery` はスキップされたエントリを報告するようになりました。
nl: :ref:`addon-weblate.discovery.discovery` rapporteert nu overgeslagen items.
pt: :ref:`addon-weblate.discovery.discovery` agora informa entradas ignoradas.
pt_br: :ref:`addon-weblate.discovery.discovery` agora informa entradas ignoradas.
ru: :ref:`addon-weblate.discovery.discovery` теперь сообщает о пропущенных записях.
sv: :ref:`addon-weblate.discovery.discovery` rapporterar nu hoppade poster.
tr: :ref:`addon-weblate.discovery.discovery` tarafından atlanan kayıtların bildirilmesi sağlandı.
uk: У новій версії :ref:`addon-weblate.discovery.discovery` реалізовано звітування щодо пропущених записів.
zh_hans: :ref:`addon-weblate.discovery.discovery` 现在报告跳过的条目。

source: :ref:`mt-openai` better handles batch translations and glossaries.
de: :ref:`mt-openai` verarbeitet Batch-Übersetzungen und Glossare besser.
ga: Láimhseálann :ref:`mt-openai` aistriúcháin agus gluaiseanna baisc níos fearr.
hu: Az :ref:`mt-openai` mostantól jobban kezeli a kötegelt fordításokat és a szójegyzékeket.
id: :ref:`mt-openai` menangani terjemahan batch dan glosarium dengan lebih baik.
ja: :ref:`mt-openai` はバッチ翻訳と用語集をより適切に処理します。
nl: :ref:`mt-openai` handelt vertalingen in bulk en woordenlijsten beter af.
pt: :ref:`mt-openai` lida melhor com traduções e glossários em lote.
pt_br: :ref:`mt-openai` lida melhor com traduções e glossários em lote.
sv: :ref:`mt-openai` hanterar bättre batchöversättningar och ordlistor.
ta: :ref:`mt-openai` better கையாளுகிறது batch மொழிபெயர்ப்புகள் and glossaries.
tr: :ref:`mt-openai` makine çevirisi hizmetinin toplu çevirileri ve sözlükleri daha iyi işlemesi sağlandı.
uk: Удосконалено обробку у :ref:`mt-openai` для пакетних перекладів і глосаріїв.
zh_hans: :ref:`mt-openai` 更好地处理批量翻译和术语表。

source: :ref:`mt-libretranslate` better handles batch translations.
de: :ref:`mt-libretranslate` verarbeitet Batch-Übersetzungen besser.
ga: Is fearr a láimhseálann :ref:`mt-libretranslate` aistriúcháin bhaisc.
hu: A :ref:`mt-libretranslate` mostantól jobban kezeli a kötegelt fordításokat.
id: :ref:`mt-libretranslate` menangani terjemahan batch dengan lebih baik.
ja: :ref:`mt-libretranslate` はバッチ翻訳をより適切に処理します。
nl: :ref:`mt-libretranslate` handelt vertalingen in bulk beter af.
pt: :ref:`mt-libretranslate` lida melhor com traduções em lote.
pt_br: :ref:`mt-libretranslate` lida melhor com traduções em lote.
ru: Улучшена работа с массовыми переводами через :ref:`mt-libretranslate`.
sv: :ref:`mt-libretranslate` hanterar batchöversättningar bättre.
tr: :ref:`mt-libretranslate` makine çevirisi hizmetinin toplu çevirileri daha iyi işlemesi sağlandı.
uk: Реалізовано кращу обробку пакетних перекладів у :ref:`mt-libretranslate`.
zh_hans: :ref:`mt-libretranslate` 更好地处理批量翻译。

source: Text variant of notification e-mails now properly indicate changed strings.
de: Die Textvariante von Benachrichtigungs-E-Mails zeigt nun korrekt die geänderten Zeichenketten an.
ga: Léiríonn malairt téacs de r-phoist fógra anois teaghráin athraithe i gceart.
hu: Az értesítő e-mailek szöveges változata mostantól helyesen jelzi a megváltozott szövegeket.
id: Varian teks pemberitahuan surel sekarang menunjukkan string yang diubah dengan benar.
ja: 通知メールのテキスト変数で、変更された文字列が適切に示されるように修正。
nl: Tekstvariant van e-mails voor notificatie geven nu correct de gewijzigde tekenreeksen aan.
pt: A variante de cadeia dos e-mails de notificação agora indica corretamente as cadeias alteradas.
pt_br: A variante de texto dos e-mails de notificação agora indica corretamente os textos alterados.
sv: Textvarianten av meddelandemejl anger nu korrekt ändrade strängar.
ta: அறிவிப்பு மின்னஞ்சல்களின் உரை மாறுபாடு இப்போது மாற்றப்பட்ட சரங்களை சரியாகக் குறிக்கிறது.
tr: Bildirim e-postalarının metin sürümünde değiştirilen dizgeleri düzgün görüntülenmesi sağlandı.
uk: Реалізовано належне позначення змінених рядків у текстовому варіанті повідомлень електронної пошти зі сповіщеннями.
zh_hans: 通知邮件的文本变体现正确表明已更改的字符串。

source: File downloads now honor :http:header:`If-Modified-Since`.
de: Das Herunterladen von Dateien berücksichtigt nun :http:header:`If-Modified-Since`.
ga: Íoslódáil comhaid onóir anois :http:header:`If-Modified-Since`.
hu: A fájl letöltések mostantól figyelembe veszik az :http:header:`If-Modified-Since` fejlécet.
id: Pengunduhan berkas sekarang menghormati :http:header:`If-Modified-Since`.
ja: ファイルのダウンロードでは、:http:header:`If-Modified-Since` が尊重されるように修正。
nl: Bestand downloaden houdt nu rekening met :http:header:`If-Modified-Since`.
pt: As descargas de ficheiros agora honram :http:header:`If-Modified-Since`.
pt_br: Os downloads de arquivos agora honram :http:header:`If-Modified-Since`.
sv: Filnedladdningar respekterar nu :http:header:`If-Modified-Since`.
tr: Dosya indirme işlemlerinin :http:header:`If-Modified-Since` üst bilgisine uygun davranması sağlandı.
uk: У новій версії під час отримання даних береться до уваги :http:header:`If-Modified-Since`.
zh_hans: 文件下载现遵守 :http:header:`If-Modified-Since`.

source: :ref:`num-words` support for CJK languages.
de: Unterstützung von :ref:`num-words` für CJK-Sprachen.
ga: Tacaíocht :ref:`num-words` do theangacha CJK.
hu: A :ref:`Szószámlálás <num-words>` mostantól támogatja a kínai, japán és koreai (CJK) nyelveket is.
id: :ref:`num-words` dukungan untuk bahasa CJK.
ja: CJK 言語で :ref:`num-words` に対応。
nl: :ref:`num-words` ondersteuning voor CJK-talen.
pt: :ref:`num-words` suporte para idiomas CJK.
pt_br: Suporte a :ref:`num-words` para idiomas CJK.
sv: :ref:`num-words` stöd för CJK-språk.
tr: CJK ile yazılan diller için :ref:`num-words` desteği eklendi.
uk: Реалізовано підтримку :ref:`num-words` для ієрогліфічних мов.
zh_hans: 新增对 CJK 语言 :ref:`num-words` 的支持。

source: :ref:`addon-weblate.discovery.discovery` now preserves :ref:`componentlists`.
de: :ref:`addon-weblate.discovery.discovery` behält nun :ref:`componentlists` bei.
ga: :ref:`addon-weblate.discovery.discovery` caomhnaíonn anois :ref:`componentlists`.
hu: Az :ref:`addon-weblate.discovery.discovery` mostantól megőrzi az :ref:`componentlists` adatokat.
id: :ref:`addon-weblate.discovery.discovery` sekarang mempertahankan :ref:`componentlists`.
ja: :ref:`addon-weblate.discovery.discovery` は :ref:`componentlists` を保持するように改良。
nl: :ref:`addon-weblate.discovery.discovery` behoudt nu :ref:`componentlists`.
pt: :ref:`addon-weblate.discovery.discovery` agora preserva o :ref:`componentlists`.
pt_br: :ref:`addon-weblate.discovery.discovery` agora preserva a :ref:`componentlists`.
ru: :ref:`addon-weblate.discovery.discovery` теперь сохраняет :ref:`componentlists`.
sv: :ref:`addon-weblate.discovery.discovery` bevarar nu :ref:`componentlists`.
tr: :ref:`addon-weblate.discovery.discovery` işleminde :ref:`componentlists` verilerinin korunması sağlandı.
uk: У новій версії :ref:`addon-weblate.discovery.discovery` зберігає :ref:`componentlists`.
zh_hans: :ref:`addon-weblate.discovery.discovery` 现在保留 :ref:`componentlists`。

source: Nicer formatting of :ref:`glossary` tooltips.
de: Bessere Formatierung der :ref:`glossary`-Kurzinfos.
ga: Formáidiú níos fearr ar leideanna uirlisí :ref:`glossary`.
hu: Szebb formázás a :ref:`glossary` eszköztippjeiben.
id: Pemformatan tooltip :ref:`glossary` yang lebih bagus.
ja: :ref:`glossary` ツールチップのより良い表示。
nl: Netter opmaken van :ref:`glossary` helptips.
pt: Melhor formatação para dicas de ferramentas do :ref:`glossary`.
pt_br: Melhor formatação para dicas de ferramentas do :ref:`glossary`.
sv: Snyggare formatering av :ref:`glossary`-verktygstips.
tr: :ref:`glossary` ipuçlarının biçimleri güzelleştirildi.
uk: Удосконалено форматування підказок у :ref:`глосарії <glossary>`.
zh_hans: 更好地调整 :ref:`glossary` 提示信息的格式。

source: :http:get:`/api/components/(string:project)/(string:component)/` now includes information about linked component.
de: :http:get:`/api/components/(string:project)/(string:component)/` enthält jetzt Informationen über die verlinkte Komponente.
ga: :http:get:`/api/components/(string:project)/(string:component)/` folaíonn sé faisnéis faoin gcomhpháirt nasctha anois.
hu: A :http:get:`/api/components/(string:project)/(string:component)/` mostantól tartalmaz információt a kapcsolódó összetevőről is.
id: :http:get:`/api/components/(string:project)/(string:component)/` sekarang menyertakan informasi tentang komponen yang ditautkan.
ja: :http:get:`/api/components/(string:project)/(string:component)/` にリンクされたコンポーネントに関する情報が含まれるように改良。
nl: :http:get:`/api/components/(string:project)/(string:component)/` bevat nu informatie over het gekoppelde onderdeel.
pt: :http:get:`/api/components/(string:project)/(string:component)/` agora inclui informações sobre o componente vinculado.
pt_br: :http:get:`/api/components/(string:project)/(string:component)/` agora inclui informações sobre o componente vinculado.
ru: :http:get:`/api/components/(string:project)/(string:component)/` теперь включает информацию об указанном компоненте.
sv: :http:get:`/api/components/(string:project)/(string:component)/` innehåller nu information om länkad komponent.
tr: :http:get:`/api/components/(string:project)/(string:component)/` içine ilişkili bileşen ile ilgili bilgiler eklendi.
uk: До :http:get:`/api/components/(string:project)/(string:component)/` включено відомості щодо пов'язаного складника.
zh_hans: :http:get:`/api/components/(string:project)/(string:component)/` 现包括链接的部件的信息。

source: Improved :ref:`workflow-customization` configuration forms.
de: Verbesserte :ref:`workflow-customization`-Konfigurationsformulare.
ga: Foirmeacha cumraíochta :ref:`workflow-customization` feabhsaithe.
hu: Továbbfejlesztett :ref:`workflow-customization` konfigurációs űrlapok.
id: Peningkatan :ref:`workflow-customization` pada formulir konfigurasi.
ja: :ref:`workflow-customization` 設定フォームの改良。
nl: Verbeterde formulieren voor configuratie :ref:`workflow-customization`.
pt: Formulários de configuração :ref:`workflow-customization` aprimorados.
pt_br: Melhorados os formulários de configuração :ref:`workflow-customization`.
sv: Förbättrade :ref:`workflow-customization` konfigurationsformulär.
tr: :ref:`workflow-customization` yapılandırma formları iyileştirildi.
uk: Удосконалено форми налаштовування :ref:`workflow-customization`.
zh_hans: 完善了 :ref:`workflow-customization` 配置表单。

source: Plural forms handling in :doc:`/formats/qt`.
de: Behandlung von Pluralformen in :doc:`/formats/qt`.
ga: Láimhseáil foirmeacha iolra i :doc:`/formats/qt`.
hu: Többes szám kezelése a :doc:`/formats/qt` formátumban.
id: Penanganan bentuk jamak dalam :doc:`/formats/qt`.
ja: :doc:`/formats/qt` での複数形の取り扱い。
nl: Afhandeling meervoudsvormen in :doc:`/formats/qt`.
pt: Manipulação dos formulários de plurais em :doc:`/formats/qt`.
pt_br: Manipulação dos formulários de plurais em :doc:`/formats/qt`.
sv: Hantering av pluralformer i :doc:`/formats/qt`.
tr: :doc:`/formats/qt` içinde çoğul biçimlerin işlenmesi eklendi.
uk: Реалізовано обробку форм множини у :doc:`/formats/qt`.
zh_hans: 处理 :doc:`/formats/qt` 格式中的复数形式。

source: Added missing documentation for :setting:`ADMINS_CONTACT`.
de: Fehlende Dokumentation für :setting:`ADMINS_CONTACT` hinzugefügt.
ga: Cuireadh doiciméadú in easnamh leis le haghaidh :setting:`ADMINS_CONTACT`.
hu: Hiányzó dokumentáció hozzáadva az :setting:`ADMINS_CONTACT` beállításhoz.
id: Menambahkan dokumentasi yang hilang untuk :setting:`ADMINS_CONTACT`.
ja: :setting:`ADMINS_CONTACT` の不足しているドキュメントを追加。
nl: Ontbrekende documentatie voor :setting:`ADMINS_CONTACT` toegevoegd.
pt: Adicionada a documentação que faltava para :setting:`ADMINS_CONTACT`.
pt_br: Adicionada a documentação que faltava para :setting:`ADMINS_CONTACT`.
sv: Lämplig dokumentation för :setting:`ADMINS_CONTACT` har lagts till.
tr: :setting:`ADMINS_CONTACT` için eksik belgeler eklendi.
uk: Додано пропущену документацію для :setting:`ADMINS_CONTACT`.
zh_hans: 添加 :setting:`ADMINS_CONTACT` 缺少的文档。

source: Automatic fixer for :ref:`autofix-punctuation-spacing` no longer adds new whitespace.
de: Der automatische Fixer für :ref:`autofix-punctuation-spacing` fügt keine neuen Leerzeichen mehr hinzu.
ga: Ní chuireann socraitheoir uathoibríoch do :ref:`autofix-punctuation-spacing` spás bán nua leis a thuilleadh.
hu: Az :ref:`autofix-punctuation-spacing` automatikus javító mostantól nem ad hozzá új szóközt.
id: Perbaikan otomatis untuk :ref:`autofix-punctuation-spacing` tidak lagi menambahkan spasi baru.
ja: :ref:`autofix-punctuation-spacing` の自動修正が空白を追加しないようになった。
nl: Automatische reparatie voor :ref:`autofix-punctuation-spacing` voegt niet langer nieuwe witruimte toe.
pt: Fixador automático para :ref:`autofix-punctuation-spacing` não adiciona mais novos espaços em branco.
pt_br: Fixador automático para :ref:`autofix-punctuation-spacing` não adiciona mais novos espaços em branco.
sv: Automatisk korrigeringsfunktion för :ref:`autofix-punctuation-spacing` lägger inte längre till nya blanktecken.
tr: :ref:`autofix-punctuation-spacing` için kendiliğinden düzeltme özelliğinin yeni boşluk eklememesi sağlandı.
uk: Усунено додавання нового пробілу при автоматичному виправленні :ref:`autofix-punctuation-spacing`.
zh_hans: :ref:`autofix-punctuation-spacing` 自动修复不再添加新的空白符号。

source: Pending changes committing could be omitted under some circumstances.
de: Commits von ausstehenden Änderungen wurden unter manchen Umständen ausgelassen.
ga: D’fhéadfaí athruithe atá ar feitheamh a dhéanamh a fhágáil ar lár i gcásanna áirithe.
hu: Javítva: Egyes esetekben a függőben lévő változások nem kerültek mentésre.
id: Perubahan yang tertunda dapat dihilangkan dalam beberapa keadaan.
ja: 保留中の変更のコミットは、状況によっては省略される可能性があります。
nl: Openstaande wijzigingen voor indienen zouden onder bepaalde omstandigheden kunnen worden weggelaten.
pt: Confirmação de alterações pendentes pode ser omitida em algumas circunstâncias.
pt_br: Confirmação de alterações pendentes pode ser omitida em algumas circunstâncias.
sv: Väntande ändringar kan under vissa omständigheter utelämnas.
ta: நிலுவையில் உள்ள மாற்றங்கள் சில சூழ்நிலைகளில் தவிர்க்கப்படலாம்.
tr: Bekleyen değişikliklerin uygulanmasının belirli koşullar altında atlanması sağlandı.
uk: Реалізовано пропускання за певних обставин надсилання внесків з черги.
zh_hans: 某些情形下可省略待定更改提交。

source: :ref:`addon-weblate.cleanup.blank` now correctly removes blank plurals.
de: :ref:`addon-weblate.cleanup.blank` entfernt nun korrekt leere Pluralformen.
ga: :ref:`addon-weblate.cleanup.blank` anois i gceart a bhaint as iolraí bána.
hu: Az :ref:`addon-weblate.cleanup.blank` mostantól helyesen távolítja el az üres többes számú alakokat.
id: :ref:`addon-weblate.cleanup.blank` sekarang dengan benar menghapus bentuk jamak kosong.
ja: :ref:`addon-weblate.cleanup.blank` は、空白の複数形を正しく削除するように修正。
nl: :ref:`addon-weblate.cleanup.blank` verwijdert nu blanco meervouden.
pt: :ref:`addon-weblate.cleanup.blank` agora remove corretamente os plurais em branco.
pt_br: :ref:`addon-weblate.cleanup.blank` agora remove corretamente os plurais em branco.
sv: :ref:`addon-weblate.cleanup.blank` tar nu bort tomma pluralformer på rätt sätt.
ta: :ref:`addon-weblate.cleanup.blank` இப்போது வெற்று பன்மைகளை சரியாக நீக்குகிறது.
tr: :ref:`addon-weblate.cleanup.blank` işleminin boş çoğulları doğru şekilde kaldırması sağlandı.
uk: У новій версії :ref:`addon-weblate.cleanup.blank` належним чином вилучає порожні форми множини.
zh_hans: :ref:`addon-weblate.cleanup.blank` 现正确地删除空白复数形式。

source: Last changed timestamp now reflects changes outside Weblate as well. This affects both :ref:`api` and the user interface.
de: Der Zeitstempel der letzten Änderung spiegelt nun auch Änderungen außerhalb von Weblate wider. Dies betrifft sowohl :ref:`api` als auch die Bedienoberfläche.
ga: Léiríonn stampa ama a athraíodh go deireanach anois athruithe lasmuigh de Weblate freisin. Bíonn tionchar aige seo ar :ref:`api` agus ar an gcomhéadan úsáideora.
hu: Az utolsó módosítás időbélyege mostantól a Weblate-en kívüli változtatásokat is tükrözi. Ez érinti mind a :ref:`REST API <api>`, mind a felhasználói felület megjelenítését.
id: Stempel waktu terakhir yang diubah kini juga mencerminkan perubahan di luar Weblate. Hal ini memengaruhi :ref:`api` dan antarmuka pengguna.
ja: 最後に変更されたタイムスタンプは、Weblate 外部の変更も反映するように修正。これは、:ref:`api` とユーザー インターフェイスの両方に影響します。
nl: Tijdstempel voor laatste wijziging reflecteert nu ook wijzigingen buiten Weblate. Dit heeft invloed op zowel de :ref:`api` als de gebruikersinterface.
pt: Registos de data e hora da última alteração agora também reflete as alterações fora do Weblate. Isto afeta tanto a :ref:`api` quanto a interface do utilizador.
pt_br: Registros de data e hora da última alteração agora também reflete as alterações fora do Weblate. Isso afeta tanto a :ref:`api` quanto a interface do usuário.
sv: Senaste ändringsdatum återspeglar nu även ändringar utanför Weblate. Detta påverkar både :ref:`api` och användargränssnittet.
tr: Son değiştirilme zaman damgası artık Weblate dışındaki değişiklikleri de yansıtıyor. Bu değişiklik hem :ref:`api` hem de kullanıcı arayüzünü etkiliyor.
uk: Реалізовано врахування у часовій позначці останньої зміни змін, які було внесено поза Weblate. Це стосується :ref:`api` та інтерфейсу користувача.
zh_hans: 上次更改时间戳现在同样反映 Weblate 外的更改。这影响 :ref:`api` 和用户界面。
