Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: To display the logs:
de: Um die Protokolle anzuzeigen:
ga: Chun na logaí a thaispeáint:
hu: Naplók megtekintéséhez:
id: Untuk menampilkan log:
ja: ログの表示方法：
nl: De logs weergeven:
pt: Para exibir os logs:
pt_br: Para mostrar os logs:
ro: Pentru a afișa jurnalele:
ru: Чтобы вывести логи:
sv: För att visa loggarna:
ta: பதிவுகளைக் காண்பிக்க:
tr: Günlükleri görüntülemek için:
uk: Для перегляду журналів:
zh_hans: 展示日志：

source: To stop the background containers, run:
de: Um die Hintergrund-Container zu stoppen, führen Sie dies aus:
ga: Chun na coimeádáin chúlra a stopadh, rith:
hu: Háttérkonténerek leállítása:
id: Untuk menghentikan kontainer latar belakang, jalankan:
ja: バックグラウンド コンテナの実行の停止方法:
nl: Voer, voor het stoppen van de containers op de achtergrond, uit:
pt: Para parar os contentores em segundo fundo, execute:
pt_br: Para parar os contêineres em segundo fundo, execute:
ro: Pentru a opri containerele din fundal, rulați:
ru: Чтобы остановить контейнер, запущенный в фоне:
sv: För att stoppa bakgrundscontainrarna, kör:
ta: பின்னணி கொள்கலன்களை நிறுத்த, இயக்கவும்:
tr: Arka plan kapsayıcılarını durdurmak için şunu çalıştırın:
uk: Щоб зупинити контейнери, які працюють у фоновому режимі, віддайте таку команду:
zh_hans: 为了停止后台容器，运行：
zh_hant: 為了停止後台容器，運行：

source: Running the script without arguments will re-create the Docker container and restart it.
de: Wenn Sie das Skript ohne Argumente ausführen, wird der Docker-Container neu erstellt und neu gestartet.
ga: Má ritheann tú an script gan argóintí, athchruthófar an coimeádán Docker agus atosóidh sé é.
hu: Ha a szkriptet argumentum nélkül futtatja, újra létrehozza és újraindítja a Docker-konténert.
id: Menjalankan skrip tanpa argumen akan membuat ulang kontainer Docker dan memulai ulangnya.
ja: 引数を指定せずにスクリプトを実行すると、Docker コンテナが再作成されて再起動します。
nl: Uitvoeren van het script zonder argumenten zal de Docker container opnieuw maken die herstarten.
pt: A execução do script sem argumentos vai recriar o contentor Docker e reiniciá-lo.
pt_br: A execução do script sem argumentos vai recriar o contêiner Docker e reiniciá-lo.
ro: Rularea scriptului fără argumente va re-crea containerul Docker și îl va reporni.
ru: Запуск скрипта без аргументов приведёт к повторному созданию контейнера Docker и его перезапуску.
sv: Om du kör skriptet utan argument skapas Docker-containern på nytt och startas om.
ta: வாதங்கள் இல்லாமல் ச்கிரிப்டை இயக்குவது டாக்கர் கொள்கலனை மீண்டும் உருவாக்கி அதை மறுதொடக்கம் செய்யும்.
tr: Betiği bağımsız değişkenler olmadan çalıştırmak, Docker kapsayıcısını yeniden oluşturur ve yeniden başlatır.
uk: Запуск скрипту без аргументів призведе до повторного створення контейнера Docker і його перезапуску.
zh_hans: 运行没有任何变量的脚本将重建 Docker 容器并重启动它。
zh_hant: 運行沒有任何參數的腳本將重建 Docker 容器並重啟動它。

source: This container is not suitable for production use. Security is sacrificed to make the development easier.
de: Dieser Container ist nicht für den Produktionseinsatz geeignet. Die Sicherheit wird geopfert, um die Entwicklung zu erleichtern.
ga: Níl an coimeádán seo oiriúnach le húsáid táirgthe. Déantar slándáil a íobairt chun an fhorbairt a dhéanamh níos éasca.
hu: **Ez a konténer nem alkalmas éles környezetben való használatra. A biztonság feláldozásra kerül a fejlesztés megkönnyítése érdekében.**
id: Kontainer ini tidak cocok untuk keperluan produksi. Keamanan dikorbankan demi kemudahan pengembangan.
nl: Deze container is niet geschikt voor productie. Beveiliging is opgeofferd om ontwikkeling gemakkelijker te maken.
pt_br: Este contêiner não é adequado para uso em produção. A segurança é sacrificada para tornar o desenvolvimento mais fácil.
sv: Denna container är inte lämplig för produktionsanvändning. Säkerheten har offrats för att underlätta utvecklingen.
ta: இந்த கொள்கலன் விளைவாக்கம் பயன்பாட்டிற்கு ஏற்றதல்ல. வளர்ச்சியை எளிதாக்குவதற்கு பாதுகாப்பு கொடை செய்யப்படுகிறது.
tr: Bu kapsayıcı üretim için uygun değildir. Geliştirmeyi kolaylaştırmak için güvenlikten ödün verilmiştir.
uk: Цей контейнер не придатний для використання на виробництві. Безпека принесена в жертву заради полегшення розробки.
zh_hans: 容器并不适合生产适用，因为牺牲了安全性来简化开发。

source: Bootstrapping your devel instance
de: Bootstrapping Ihrer Entwicklungsinstanz
ga: Bootstrapping do shampla forbartha
hu: Fejlesztői példány inicializálása
id: Bootstrapping instansi pengembangan Anda
ja: 開発インスタンスの強化
nl: Bootstrappen van uw instantie voor ontwikkelen
pt: Inicializar a sua instância de desenvolvimento
pt_br: Inicializando sua instância de desenvolvimento
ro: Inițializarea instanței voastre de dezvoltare
ru: Инициализация вашего экземпляра devel
sv: Bootstrappa din utvecklingsinstans
ta: உங்கள் டெவல் நிகழ்வை பூட்ச்டிராப்பிங் செய்வது
tr: Devel kopyanızı ön yüklemek
uk: Самопобудова вашого екземпляра для розробки
zh_hans: 引导你的开发实例

source: You might want to use :wladmin:`import_demo` to create demo translations and :wladmin:`createadmin` to make an admin user.
de: Sie können :wladmin:`import_demo` verwenden, um Demo-Übersetzungen zu erstellen und :wladmin:`createadmin`, um einen Admin-Benutzer anzulegen.
ga: Seans gur mhaith leat :wladmin:`import_demo` a úsáid chun aistriúcháin taispeána a chruthú agus :wladmin:`createadmin` chun úsáideoir riaracháin a dhéanamh.
hu: Érdemes lehet a :wladmin:`import_demo` parancsot használni demó fordítások létrehozásához, illetve a :wladmin:`createadmin` parancsot egy admin felhasználó létrehozásához.
id: Anda mungkin ingin menggunakan :wladmin:`import_demo` untuk membuat terjemahan demo dan :wladmin:`createadmin` untuk membuat pengguna admin.
ja: :wladmin:`import_demo` を使用してデモ翻訳を作成し、:wladmin:`createadmin` を使用して管理者ユーザーを作成できます。
nl: U wilt misschien :wladmin:`import_demo` gebruiken om demo-vertalingen te maken en :wladmin:`createadmin` om een gebruiker admin te maken.
pt_br: Você pode querer usar :wladmin:`import_demo` para criar traduções de demonstração e :wladmin:`createadmin` para criar um usuário administrador.
ru: Возможно, вы захотите использовать :wladmin:`import_demo` для создания демонстрационных переводов и :wladmin:`createadmin` для создания администратора.
sv: Du kan använda :wladmin:`import_demo` för att skapa demöversättningar och :wladmin:`createadmin` för att skapa en administratörsanvändare.
tr: Deneme çevirileri oluşturmak için :wladmin:`import_demo` ve yönetici kullanıcı oluşturmak için :wladmin:`createadmin` komutlarını kullanmak isteyebilirsiniz.
uk: Ймовірно, вам варто скористатися :wladmin:`import_demo` для створення демонстраційних перекладів і :wladmin:`createadmin`, щоб створити запис користувача-адміністратора.
zh_hans: 您会想要使用 :wladmin:`import_demo` 来新建演示翻译，并且使用 :wladmin:`createadmin` 来创建一名管理用户。

source: If you have :ref:`billing` installed as well, you can use :wladmin:`billing_demo` to create a demo billing project.
sv: Om du också har :ref:`billing` installerat kan du använda :wladmin:`billing_demo` för att skapa ett demo-faktureringsprojekt.

source: Coding Weblate with PyCharm
de: Weblate mit PyCharm programmieren
ga: Códú Gréasán le PyCharm
hu: Weblate fejlesztése PyCharm használatával
id: Mengkode Weblate dengan PyCharm
ja: PyCharm による Weblate のコーディング
nl: Coderen van Weblate met PyCharm
pt: Codificando Weblate com PyCharm
pt_br: Codificando Weblate com PyCharm
ro: Codarea Weblate cu PyCharm
ru: Разработка Weblate c помощью PyCharm
sv: Kodning av Weblate med PyCharm
ta: பைசார்ம் உடன் குறியீட்டு வலைபெயர்ப்பு
tr: PyCharm ile Weblate kodlamak
uk: Програмування Weblate з використанням PyCharm
zh_hans: 使用 PyCharm 为 Weblate 编写代码
zh_hant: 使用 PyCharm 為 Weblate 編寫代碼

source: PyCharm is a known IDE for Python, here are some guidelines to help you set up your Weblate project in it.
de: PyCharm ist eine bekannte Entwicklungsumgebung für Python. Hier sind einige Richtlinien, die Ihnen helfen, Ihr Weblate-Projekt in dieser IDE einzurichten.
ga: Is IDE aitheanta é PyCharm do Python, seo roinnt treoirlínte chun cabhrú leat do thionscadal Weblate a chur ar bun ann.
hu: A PyCharm egy ismert IDE (integrált fejlesztőkörnyezet) Python fejlesztéshez – az alábbi útmutató segít a Weblate projekt beállításában.
id: PyCharm adalah IDE yang terkenal untuk Python, berikut adalah beberapa panduan untuk membantu Anda menyiapkan proyek Weblate di dalamnya.
ja: PyCharm は Python の IDE として知られていますが、ここでは Weblate プロジェクトをセットアップするためのガイドラインを紹介します。
nl: PyCharm is een bekende IDE voor Python, hier zijn enkele richtlijnen om u te helpen uw project voor Weblate daarin op te stellen.
pt: PyCharm é uma IDE conhecida para Python, aqui estão algumas diretrizes para lhe ajudar a configurar o seu projeto Weblate nele.
pt_br: PyCharm é uma IDE conhecida para Python, aqui estão algumas diretrizes para lhe ajudar a configurar seu projeto Weblate nele.
ro: PyCharm este un IDE cunoscut pentru Python, iată câteva linii directoare pentru a vă ajuta să vă configurați proiectul Weblate în el.
ru: PyCharm — это известная среда разработки для Python, вот некоторые рекомендации, как настроить ваш проект Weblate внутри неё.
sv: PyCharm är en välkänd IDE för Python. Här är några riktlinjer som hjälper dig att konfigurera ditt Weblate-projekt i den.
ta: பைசார்ம் என்பது பைத்தானுக்கு அறியப்பட்ட ஐடிஇ ஆகும், அதில் உங்கள் வலைபெயர்ப்பு திட்டத்தை அமைக்க உதவும் சில வழிகாட்டுதல்கள் இங்கே.
tr: PyCharm, Python için bilinen bir IDE uygulamasıdır. Weblate projenizi PyCharm içine kurmanıza yardımcı olacak bazı bilgileri burada bulabilirsiniz.
uk: PyCharm є відомим комплексним середовищем розробки для Python. У цьому розділі наведено декілька порад, які допоможуть вам налаштувати ваш проєкт Weblate.
zh_hans: PyCharm 是一个著名的 Python IDE，以下是一些指导准则，可以帮助你在其中设置你的 Weblate 项目。
zh_hant: PyCharm 是 Python 的著名 IDE，這裡有一些幫助你在其中建立你的 Weblate 項目的指南。

source: Considering you have just cloned the GitHub repository to a folder, just open it with PyCharm. Once the IDE is open, the first step is to specify the interpreter you want to use:
de: Da Sie das GitHub-Repository gerade in einen Ordner geklont haben, öffnen Sie es einfach mit PyCharm. Sobald die IDE geöffnet ist, besteht der erste Schritt darin, den Interpreter anzugeben, den Sie verwenden möchten:
ga: Ós rud é go bhfuil tú díreach tar éis an stór GitHub a chlónáil go fillteán, níl le déanamh ach é a oscailt le PyCharm. Nuair a bheidh an IDE oscailte, is é an chéad chéim ná an ateangaire a theastaíonn uait a úsáid a shonrú:
hu: Miután a GitHub tárolót egy mappába klónozta, egyszerűen nyissa meg azt a PyCharmban. Amint megnyílik az IDE, az első lépés a használandó értelmező (interpreter) megadása:
id: Mengingat Anda baru saja mengkloning repositori GitHub ke sebuah map, buka saja dengan PyCharm. Setelah IDE terbuka, langkah pertama adalah menentukan interpreter yang ingin Anda gunakan:
ja: GitHub リポジトリをフォルダにクローンしたので、PyCharm から開くだけです。IDE を開いたあとの、最初に必要なインタプリターの指定方法:
nl: Ervan uitgaande dat u zojuist de opslagruimte van GitHub hebt gekloond naar een map, open die dan met PyCharm. Als de IDE eenmaal is geopend, is de eerste stap om de interpreter die u wilt gaan gebruiken te specificeren:
pt: Considerando que acabou de clonar o repositório GitHub, para uma pasta, basta abri-la com o PyCharm. Assim que a IDE estiver aberta, o primeiro passo é especificar o interpretador que deseja:
pt_br: Considerando que você acabou de clonar o repositório GitHub, para uma pasta, basta abri-la com o PyCharm. Assim que a IDE estiver aberta, o primeiro passo é especificar o interpretador que você deseja:
ro: Având în vedere că tocmai ați clonat depozitul GitHub într-un folder, deschideți-l cu PyCharm. Odată ce IDE-ul este deschis, primul pas este să specificați interpretorul pe care doriți să îl utilizați:
ru: Допустим, вы только что склонировали репозиторий GitHub в папку, просто откройте его с помощью PyCharm. Как только IDE будет открыта, первым шагом будет указание интерпретатора, который вы хотите использовать:
sv: Eftersom du just har klonat GitHub-arkivet till en mapp, öppnar du det med PyCharm. När IDE är öppet är det första steget att ange vilken tolk du vill använda:
ta: நீங்கள் அறிவிலிமையம் களஞ்சியத்தை ஒரு கோப்புறையில் குளோனிங் செய்துள்ளீர்கள் என்பதைக் கருத்தில் கொண்டு, அதை பைசார்ம் மூலம் திறக்கவும். ஐடிஇ திறந்தவுடன், முதல் படி நீங்கள் பயன்படுத்த விரும்பும் மொழிபெயர்ப்பாளரைக் குறிப்பிட வேண்டும்:
tr: GitHub deposunu bir klasöre kopyaladığınızı düşünürsek, PyCharm ile açmanız yeterlidir. IDE açıldıktan sonra, ilk adım kullanmak istediğiniz yorumlayıcıyı belirtmektir:
uk: Припустімо, що ви вже створили клон сховища GitHub і відкрили теку, до якої було клоновано код, у PyCharm. Після відкриття вікна середовища розробки першим кроком є визначення потрібного вам інтерпретатора:
zh_hans: 考虑到你刚刚将 GitHub 仓库复制到一个文件夹中，只需使用 PyCharm 打开它。一旦 IDE 打开，第一步要做的是指定你想要使用的解释器：
zh_hant: 考慮到你剛剛將 GitHub 存儲庫複製到一個文件夾中，只需使用 PyCharm 打開它。一旦 IDE 打開，第一步要做的是指定你想要使用的解釋器：

source: You can either choose to let PyCharm create the virtualenv for you, or select an already existing one:
de: Sie können entweder PyCharm die virtualenv für Sie erstellen lassen oder eine bereits vorhandene auswählen:
ga: Is féidir leat rogha a dhéanamh ligean do PyCharm an virtualenv a chruthú duit, nó ceann atá ann cheana féin a roghnú:
hu: Választhat, hogy a PyCharm hozza létre a virtualenv-et (virtuális környezetet) vagy kijelölhet egy már meglévőt:
id: Anda dapat memilih untuk membiarkan PyCharm membuat virtualenv untuk Anda, atau memilih yang sudah ada:
ja: PyCharm で virtualenv を作成するか、または既存の仮想環境を選択する方法:
nl: U kunt ervoor kiezen om PyCharm de virtualenv voor u te laten maken, of een reeds bestaande te selecteren:
pt: Pode optar por deixar PyCharm criar o virtualenv para si, ou selecionar um já existente:
pt_br: Você pode optar por deixar PyCharm criar o virtualenv para você, ou selecionar um já existente:
ro: Puteți alege fie să lăsați PyCharm să creeze un virtualenv pentru dumneavoastră, fie să selectați unul deja existent:
ru: Вы можете либо позволить PyCharm создать виртуальное окружение за вас, либо выбрать уже существующее:
sv: Du kan antingen låta PyCharm skapa virtualenv åt dig eller välja en redan befintlig:
ta: உங்களுக்காக மெய்நிகர்என்வியை உருவாக்க பைசார்ம் அனுமதிக்க நீங்கள் தேர்வு செய்யலாம் அல்லது ஏற்கனவே இருக்கும் ஒன்றைத் தேர்ந்தெடுக்கலாம்:
tr: PyCharm sizin için bir virtualenv oluşturabilir ya da zaten var olan bir virtualenv kullanmayı seçebilirsiniz:
uk: Ви можете або дозволити PyCharm створити для вас віртуальне середовище, або вибрати наявне середовище:
zh_hans: 你可以选择让 PyCharm 为您创建 virtualenv（虚拟环境），或者选择一个现有的：
zh_hant: 可以或者選擇讓 PyCharm 為您創建 virtualenv（虛擬環境），或者選擇已經存在的：

source: Don't forget to install the dependencies once the interpreter is set: Either through the console (the console from the IDE will directly use your virtualenv by default), or through the interface when you get a warning about missing dependencies.
de: Vergessen Sie nicht, die Abhängigkeiten zu installieren, sobald der Interpreter eingestellt ist: Entweder über die Konsole (die Konsole der IDE verwendet standardmäßig direkt Ihre virtualenv), oder über die Bedienoberfläche, wenn Sie eine Warnung über fehlende Abhängigkeiten erhalten.
ga: Ná déan dearmad na spleáchais a shuiteáil nuair a bheidh an ateangaire socraithe: Tríd an gconsól (úsáidfidh an consól ón IDE do virtualenv go díreach de réir réamhshocraithe), nó tríd an gcomhéadan nuair a fhaigheann tú rabhadh faoi spleáchais atá ar iarraidh.
hu: Ne feledje telepíteni a függőségeket, miután beállította az interpretert – ezt megteheti konzolon keresztül (az IDE konzolja alapértelmezésben a virtualenv-et használja) vagy az interfészen keresztül, amikor figyelmeztetést kap a hiányzó csomagokról.
id: Jangan lupa menginstal dependensi setelah interpreter diatur: Baik melalui konsol (IDE konsol akan langsung menggunakan virtualenv Anda secara bawaan), atau melalui antarmuka saat Anda mendapatkan peringatan tentang dependensi yang hilang.
ja: インタープリターを設定したら、依存関係をインストールすることを忘れないでください: 依存関係は、コンソール（デフォルトでは、IDE のコンソールが virtualenv を直接使用する）からインストールします。また、依存関係が存在しない、という警告が表示されたときはインターフェースからインストールします。
nl: Vergeet niet de afhankelijkheden te installeren als de interpreter eenmaal is ingesteld: Ofwel met de console (de console uit de IDE zal standaard direct uw virtualenv gebruiken), of met de interface als u een waarschuwing krijgt over ontbrekende afhankelijkheden.
pt: Não se esqueça de instalar as dependências quando o interpretador estiver configurado: faça isso através do console (o console do IDE vai usar diretamente o seu virtualenv por padrão, ou através da interface quando receber um aviso sobre dependências em falta.
pt_br: Não se esqueça de instalar as dependências quando o interpretador estiver configurado: faça isso através do console (o console do IDE vai usar diretamente o seu virtualenv por padrão, ou através da interface quando receber um aviso sobre dependências em falta.
ro: Nu uitați să instalați dependențele odată ce interpretul este setat: Fie prin intermediul consolei (consola din IDE va utiliza în mod implicit direct virtualenv-ul dumneavoastră), fie prin intermediul interfeței, atunci când primiți un avertisment cu privire la dependențele lipsă.
ru: Не забудьте установить зависимости после установки интерпретатора: Либо через консоль (по умолчанию консоль IDE будет напрямую использовать ваш virtualenv), либо через интерфейс, когда вы получите предупреждение о пропущенных зависимостях.
sv: Glöm inte att installera beroenden när tolken är inställd: Antingen via konsolen (konsolen från IDE använder direkt din virtualenv som standard) eller via gränssnittet när du får en varning om saknade beroenden.
ta: மொழிபெயர்ப்பாளர் அமைக்கப்பட்டவுடன் சார்புநிலைகளை நிறுவ மறக்காதீர்கள்: கன்சோல் மூலம் (ஐடிஇயிலிருந்து வரும் கன்சோல் உங்கள் மெய்நிகர்களை இயல்புநிலையாக நேரடியாகப் பயன்படுத்தும்), அல்லது காணாமல் போன சார்புகளைப் பற்றிய எச்சரிக்கையைப் பெறும்போது இடைமுகம் மூலம்.
tr: Yorumlayıcı ayarlandıktan sonra bağımlılıkları kurmayı unutmayın: Konsol üzerinden (IDE içindeki konsol varsayılan olarak doğrudan belirttiğiniz virtualenv kullanır) ya da eksik bağımlılıklar ile ilgili bir uyarı aldığınızda arayüz üzerinden.
uk: Не забудьте встановити залежності після встановлення інтерпретатора. Зробити це можна або за допомогою консолі (вбудована консоль типово безпосередньо використовуватиме ваше віртуальне середовище), або за допомогою графічного інтерфейсу, коли ви отримаєте попередження щодо невстановлених залежностей.
zh_hans: 一旦设置了解释程序别忘了安装依赖项：要么通过控制台（IDE的控制台默认情况下会直接使用你的 virtualenv），或者当你得到一个关于缺少依赖项的警告时通过接口。
zh_hant: 一旦設置了解釋程序不要忘記安裝依賴：要么通過控制台(IDE的控制台默認情況下會直接使用你的 virtualenv)，或者當你得到一個關於缺少依賴項的警告時通過接口。

source: The second step is to set the right info to use Django natively inside PyCharm: The idea is to be able to immediately trigger the unit tests in the IDE. For that you need to specify the root path of the Django project and the path to its settings:
de: Der zweite Schritt besteht darin, die richtigen Informationen zu setzen, um Django nativ in PyCharm zu verwenden: Die Idee ist, die Einheitentests sofort in der IDE auslösen zu können. Dazu müssen Sie den Wurzelpfad des Django-Projekts und den Pfad zu den Einstellungen angeben:
ga: Is é an dara céim ná an fhaisnéis cheart a shocrú chun Django a úsáid go dúchais taobh istigh de PyCharm: Is é an smaoineamh a bheith in ann na tástálacha aonaid sa IDE a spreagadh láithreach. Chuige sin ní mór duit bunchosán an tionscadail Django agus an cosán chuig a chuid socruithe a shonrú:
hu: A második lépés a szükséges Django beállítások megadása, hogy az IDE natívan támogassa azt – így közvetlenül elindíthatja az egységteszteket. Ehhez meg kell adnia a Django projekt gyökérútvonalát és a beállításfájl elérési útját:
id: Langkah kedua adalah mengatur informasi yang tepat untuk menggunakan Django secara native di dalam PyCharm: Tujuannya adalah agar pengujian unit dapat langsung dipicu di IDE. Untuk itu, Anda perlu menentukan jalur root proyek Django dan jalur ke pengaturannya:
ja: 2 番目のステップは、PyCharm 内でネイティブで Django を使用するための適切な情報の設定: アイデアは、IDE で単体テストをすぐに起動できるようにすることです。そのために必要な、Django プロジェクトのルート パスと、その設定へのパスの指定の設定方法:
nl: De tweede stap is om de juiste informatie in te stellen om eigen Django te gebruiken binnen PyCharm: Het idee is om in staat te zijn om onmiddellijk de eenheidstesten in de IDE te activeren. Daarvoor moet u het bronpad voor het project van Django specificeren en het pad naar zijn instellingen:
pt: O segundo passo é definir a informação certa para usar o Django nativo dentro do PyCharm: a ideia é ser capaz de acionar imediatamente os testes unitários no IDE. Para isso, precisa especificar o caminho raiz do projeto Django e o caminho para as suas configurações:
pt_br: O segundo passo é definir a informação certa para usar o Django nativo dentro do PyCharm: a ideia é ser capaz de acionar imediatamente os testes unitários no IDE. Para isso, você precisa especificar o caminho raiz do projeto Django e o caminho para suas configurações:
ro: Al doilea pas este de a seta informațiile corecte pentru a utiliza Django în mod nativ în PyCharm: Ideea este de a putea declanșa imediat testele unitare în IDE. Pentru aceasta trebuie să specificați calea rădăcină a proiectului Django și calea către setările acestuia:
ru: Второй шаг — ввести правильную информацию, чтобы интегрировать Django в PyCharm: Идея в том, чтобы запуск юнит-тестов происходил незамедлительно прямо из IDE. Для этого вам нужно указать путь к корню Django-проекта и путь к его настройкам:
sv: Det andra steget är att ställa in rätt information för att kunna använda Django direkt i PyCharm: Tanken är att kunna starta enhetstesterna direkt i IDE. För att göra det måste du ange rotvägen till Django-projektet och vägen till dess inställningar:
ta: இரண்டாவது படி பைசார்மிற்குள் சாங்கோவைப் பயன்படுத்த சரியான தகவலை அமைப்பது: ஐடிஇயில் அலகு சோதனைகளை உடனடியாகத் தூண்ட முடியும் என்பதே சிந்தனை. அதற்கு நீங்கள் சாங்கோ திட்டத்தின் வேர் பாதை மற்றும் அதன் அமைப்புகளுக்கான பாதையை குறிப்பிட வேண்டும்:
tr: İkinci adım, PyCharm içinde yerel olarak Django kullanmak için doğru bilgiyi ayarlamaktır: Buradaki fikir, IDE üzerindeki birim sınamalarını hemen tetikleyebilmektir. Bunun için Django projesinin kök yolunu ve ayarlarına giden yolu belirtmeniz gerekir:
uk: Другим кроком є належне налаштовування для використання Django у PyCharm: основна проблема полягає в уможливленні негайного запуску тестів модулів у комплексному середовищі для розробки. Для цього вам слід вказати кореневий шлях до проєкту Django та шлях до його параметрів:
zh_hans: 第二步是设置正确的信息来在 PyCharm 中本地使用 Django：目的是能够立即触发 IDE 中的单元测试。为此，你需要指定该 Django 项目的根路径及其设置路径：
zh_hant: 第二步是設置正確的信息來在 PyCharm 中原生使用 Django：理念是能夠立即觸發 IDE 中的單元測試。為此，你需要指定該 Django 項目的根路徑及其設置路徑：
