Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The following dependencies have to be installed on the system:
de: Die folgenden Abhängigkeiten müssen auf dem System installiert sein:
ga: Ní mór na spleáchais seo a leanas a shuiteáil ar an gcóras:
hu: A következő függőségeket kell telepíteni a rendszerre:
id: Dependensi berikut harus diinstal pada sistem:
ja: システムにインストールされていることが必要な依存関係:
nl: De volgende afhankelijkheden moeten op het systeem zijn geïnstalleerd:
pt: As dependências seguintes devem ser instaladas no sistema:
pt_br: As seguintes dependências devem ser instaladas no sistema:
ro: Următoarele dependențe trebuie să fie instalate pe sistem:
ru: В системе должны быть установлены следующие зависимости:
sv: Följande beroenden måste installeras på systemet:
ta: கணினியில் பின்வரும் சார்புகள் நிறுவப்பட வேண்டும்:
tr: Sisteme şu bağımlılıkların kurulması gerekir:
uk: У системі має бути встановлено вказані нижче залежності:
zh_hans: 必须在系统上安装以下依赖项：
zh_hant: 後面的依賴性必須安裝在系統上：

source: Pango, Cairo and related header files and GObject introspection data
de: Pango, Cairo und zugehörige Header-Dateien sowie GObject-Introspektionsdaten
ga: Pango, Cairo agus comhaid ceanntásca gaolmhara agus sonraí inbhreathnaitheachta GObject
hu: Pango, Cairo és a kapcsolódó fejlécfájlok, valamint GObject introspection adatok
id: Pango, Cairo dan berkas kepala terkait, dan data introspeksi GObject
ja: Pango、Cairo および関連するヘッダー ファイルと GObject イントロスペクション データ
nl: Pango, Cairo en gerelateerde header-bestanden en GObject introspectie-gegevens
pt: Pango, Cairo e ficheiros de cabeçalho relacionados e dados de introspecção GObject
pt_br: Pango, Cairo e arquivos de cabeçalho relacionados e dados de introspecção GObject
ro: Pango, Cairo și fișierele antet aferente și datele de introspecție GObject
ru: Pango, Cairo и связанные заголовочные файлы, а также данные интроспекции GObject
sv: Pango, Cairo och relaterade huvudfiler samt GObject-introspektionsdata
ta: பாங்கோ, கெய்ரோ மற்றும் தொடர்புடைய தலைப்பு கோப்புகள் மற்றும் கோப்செக்ட் உள்நோக்கி தரவு
tr: Pango, Cairo ve ilişkili üst bilgi dosyaları ile GObject iç gözlem verileri
uk: Pango, Cairo та пов'язані файли заголовків, а також дані інтроспекції GObject
zh_hans: Pango、Cairo 及相关的头文件和 GObject 内省数据

source: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, see :ref:`pangocairo`
de: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, siehe :ref:`pangocairo`
ga: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, féach :ref:`pangocairo`
hu: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, lásd: :ref:`pangocairo`
id: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, lihat :ref:`pangocairo`
pt_br: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, consulte :ref:`pangocairo`
sv: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, se :ref:`pangocairo`
tr: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, ayrıntılı bilgi almak için: :ref:`pangocairo`
zh_hans: https://cairographics.org/, https://www.gtk.org/docs/architecture/pango, 见 :ref:`pangocairo`

source: ``git-review`` (optional for Gerrit support)
de: ``git-review`` (optional für Gerrit-Unterstützung)
ga: ``git-review`` (roghnach do thacaíocht Gerrit)
hu: ``git-review`` (opcionális a Gerrit támogatáshoz)
id: ``git-review`` (opsional untuk dukungan Gerrit)
ja: ``git-review`` （Gerrit 対応用のオプション）
nl: ``git-review`` (optioneel voor ondersteuning voor Gerrit)
pt: ``git-review`` (opcional para suporte de Gerrit)
pt_br: ``git-review`` (opcional para suporte a Gerrit)
ro: ``git-review`` (opțional pentru suport Gerrit)
ru: ``git-review`` (необязательная зависимость для поддержки Gerrit)
sv: ``git-review`` (valfritt för Gerrit-stöd)
ta: `` git-review`` (கெரிட் ஆதரவுக்கு விரும்பினால்)
tr: ``git-review`` (Gerrit desteği için isteğe bağlı)
uk: ``git-review`` (необов'язкова, призначено для підтримки Gerrit)
zh_hans: ``git-review``\ （可选的 Gerrit 支持）
zh_hant: ``git-review`` （對 Gerrit 支持是可選的）

source: ``git-svn`` (optional for Subversion support)
de: ``git-svn`` (optional für Subversion-Unterstützung)
ga: ``git-svn`` (roghnach le haghaidh tacaíochta Subversion)
hu: ``git-svn`` (opcionális a Subversion támogatáshoz)
id: ``git-svn`` (opsional untuk dukungan Subversion)
ja: ``git-svn`` （Subversion 対応用のオプション）
nl: ``git-svn`` (optioneel voor ondersteuning van Subversion)
pt: ``git-svn`` (opcional para suporte de Subversion)
pt_br: ``git-svn`` (opcional para suporte a Subversion)
ro: ``git-svn`` (opțional pentru suport pentru Subversion)
ru: ``git-svn`` (необязательная зависимость для поддержки Subversion)
sv: ``git-svn`` (valfritt för Subversion-stöd)
ta: `` git-svn`` (கீழ்ப்படிதல் ஆதரவுக்கு விருப்பமானது)
tr: ``git-svn`` (Subversion desteği için isteğe bağlı)
uk: ``git-svn`` (необов'язкова, призначено для підтримки Subversion)
zh_hans: ``git-svn``\ （可选的 Subversion 支持）
zh_hant: ``git-svn`` （對 Subversion的支持是可選的）

source: ``tesseract`` (needed only if :program:`tesserocr` binary wheels are not available for your system)
de: ``tesseract`` (nur erforderlich, wenn keine Binary-Wheels von :program:`tesserocr` für das System verfügbar sind)
ga: ``tesseract`` (ag teastáil ach amháin más rud é nach bhfuil :program:`tesserocr` rothaí dénártha ar fáil le do chóras)
hu: ``tesseract`` (csak akkor szükséges, ha a :program:`tesserocr` bináris csomagok nem érhetők el a rendszerére)
id: ``tesseract`` (hanya diperlukan jika :program:`tesserocr` wheels biner tidak tersedia untuk sistem Anda)
ja: ``tesseract`` （システムで :program:`tesserocr` バイナリ ホイールが利用できない場合にのみ必要）
nl: ``tesseract`` (alleen nodig als :program:`tesserocr` binaire wheels niet beschikbaar zijn voor uw systeem)
pt: ``tesseract`` (necessário apenas se o programa :program:`tesserocr` não estiverem disponíveis para o seu sistema)
pt_br: ``tesseract`` (necessário apenas se o programa :program:`tesserocr` não estiverem disponíveis para o seu sistema)
ru: ``tesseract`` (необходимо только в том случае, если бинарные колёса :program:`tesserocr` недоступны для вашей системы)
sv: ``tesseract`` (krävs endast om :program:`tesserocr` binära hjul inte är tillgängliga för ditt system)
tr: ``tesseract`` (yalnızca :program:`tesserocr` çalışan dosyaları sisteminizde bulunmuyorsa gereklidir)
uk: ``tesseract`` (потрібно лише якщо бінарні колеса :program:`tesserocr` недоступні для вашої системи)
zh_hans: ``tesseract``\ （只有在你的系统没有 :program:`tesserocr` 二进制 wheels 文件时才需要）

source: Build-time dependencies
de: Build-Zeit-Abhängigkeiten
ga: Spleáchais Tógála-am
hu: Fordítási (build) időbeli függőségek
id: Dependensi waktu pembuatan
ja: ビルド時の依存関係
nl: Afhankelijkheden tijdens bouwen
pt: Dependências de tempo de compilação
pt_br: Dependências de tempo de compilação
ro: Dependențe în timp de construcție
ru: Зависимости времени компиляции
sv: Beroenden vid byggtiden
ta: உருவாக்க நேர சார்புகள்
tr: Yapım zamanı bağımlılıkları
uk: Залежності для збирання
zh_hans: 构建时的依赖项
zh_hant: 構建時的依賴

source: To build some of the :ref:`python-deps` you might need to install their dependencies. This depends on how you install them, so please consult individual packages for documentation. You won't need those if using prebuilt ``Wheels`` while installing using ``pip`` or when you use distribution packages.
de: Um einige der :ref:`python-deps` zu bauen, müssen Sie möglicherweise deren Abhängigkeiten installieren. Dies hängt davon ab, wie Sie sie installieren, also konsultieren Sie bitte die Dokumentation der einzelnen Pakete. Sie werden diese nicht benötigen, wenn Sie das vorgefertigte ``Wheels`` verwenden, während Sie ``pip`` installieren oder wenn Sie Distributionspakete verwenden.
ga: Chun cuid de na :ref:`python-deps` a thógáil b'fhéidir go mbeadh ort a gcuid spleáchais a shuiteáil. Braitheann sé seo ar conas a shuiteáil tú iad, mar sin féach ar phacáistí aonair le haghaidh doiciméadú. Ní bheidh siad sin de dhíth ort má tá ``Rothaí`` réamhthógtha in úsáid agat agus tú ag suiteáil le ``pip`` nó nuair a úsáideann tú pacáistí dáileacháin.
hu: Bizonyos :ref:`python-deps` összetevők fordításához szükség lehet azok függőségeinek telepítésére. Ez attól függ, hogyan történik a telepítés, ezért olvassa el az egyes csomagok dokumentációját. Ha előre elkészített `Wheels` fájlokat használ pip telepítéskor vagy ha disztribúciós csomagokat alkalmaz, akkor ezekre nem lesz szükség.
id: Untuk membangun beberapa :ref:`python-deps`, Anda mungkin perlu menginstal dependensinya. Hal ini bergantung pada cara Anda menginstalnya, jadi silakan lihat masing-masing paket untuk dokumentasi. Anda tidak akan memerlukannya jika menggunakan ``Wheels`` bawaan saat menginstal menggunakan ``pip`` atau saat Anda menggunakan paket distribusi.
ja: :ref:`python-deps` の一部をビルドするには、依存関係のインストールが必要となることがあります。これは、インストールの方法により異るので、個別のパッケージについてのドキュメントを確認してください。 しかし、``pip`` を使用してインストールする場合、ビルド済みの ``Wheels`` を使用する場合、または配布パッケージを使用する場合には必要ありません。
nl: U zou misschien, om enkele van de :ref:`python-deps` te bouwen, enkele van hun afhankelijkheden moeten installeren. Dit is afhankelijk van de manier waarop u ze installeert, raadpleeg dus uw individuele pakketten voor documentatie. U heeft deze niet nodig als u vooraf gebouwde ``Wheels`` gebruikt tijdens het installeren met ``pip`` of als u pakketten van distributies gebruikt.
pt: Para compilar alguns das :ref:`dependências Python <python-deps>`, pode precisar instalar as dependências deles. Isso depende de como instala-as, por isso consulte pacotes individuais para obter documentação. Não precisará deles se usar ``Wheels`` pré-compilado durante a instalação a usar ``pip`` ou quando usar pacotes de distribuição.
pt_br: Para compilar alguns das :ref:`dependências Python <python-deps>`, você pode precisar instalar suas dependências. Isso depende de como você instalá-las, por isso consulte pacotes individuais para obter documentação. Você não precisará deles se usar ``Wheels`` pré-compilado durante a instalação usando ``pip`` ou quando você usar pacotes de distribuição.
ro: Pentru a construi unele dintre :ref:`python-deps`, ar putea fi necesar să instalați dependențele acestora. Acest lucru depinde de modul în care le instalați, așa că vă rugăm să consultați pachetele individuale pentru documentație. Nu veți avea nevoie de acestea dacă folosiți ``Wheels`` preinstalate în timp ce instalați folosind ``pip`` sau când folosiți pachete de distribuție.
ru: Для сборки некоторых :ref:`зависимостей Python <python-deps>` может потребоваться установка также и их зависимостей. Это зависит от того, как именно вы их устанавливаете, так что за справкой по установке обратитесь к документации соответствующих пакетов. Вручную устанавливать зависимости зависимостей вам не понадобятся, если вы, например, устанавливаете их через ``pip`` и используете предварительно-собранные «колёса» (``Wheels``) или устанавливаете их через пакетный менеджер вашего дистрибутива.
sv: För att bygga vissa av :ref:`python-deps` kan du behöva installera deras beroenden. Detta beror på hur du installerar dem, så se dokumentationen för de enskilda paketen. Du behöver inte dessa om du använder förkompilerade ``Wheels`` när du installerar med ``pip`` eller när du använder distributionspaket.
tr: Bazı :ref:`python-deps` bağımlılıklarını kurmanız gerekebilir. Bu durum, bunları nasıl kurduğunuza bağlıdır. O yüzden her paketin kendi belgesine başvurun. ``Pip`` kullanarak yapılan kurulum sorasında ya da dağıtım paketlerini kullanırken önceden oluşturulmuş ``Wheels`` kullanıyorsanız, bunlara gerek duymazsınız.
uk: Для збирання :ref:`python-deps` може виникнути потреба у встановленні відповідних залежностей. Список залежить від способу встановлення, тому ознайомтеся із документацією до окремих пакунків. Можливо, встановлення не знадобиться, якщо ви користуєтеся попередньо зібраним ``Wheels`` під час встановлення за допомогою ``pip`` або пакунками з вашого дистрибутива.
zh_hans: 为了构建一些 :ref:`python-deps`，你可能需要安装其依赖项。这取决于你如何安装它们，因此请查阅各个包的文档。如果你使用预构建的 ``Wheels`` 并使用 ``pip`` 安装或使用分发包时，则不需要那些依赖项。
zh_hant: 為了構建一些 :ref:`python-deps` ，你可能需要安裝其依賴庫。這取決於你如何安裝它們，因此請參考單獨包的文檔。如果你使用預編譯 ``Wheels`` 並使用 ``pip`` 安裝或使用分發包時，你不會需要那些。

source: Pango and Cairo
de: Pango und Kairo
ga: Pango agus Caireo
hu: Pango és Cairo
id: Pango dan Cairo
ja: Pango と Cairo
nl: Pango en Cairo
pt: Pango e Cairo
pt_br: Pango e Cairo
ro: Pango și Cairo
ru: Pango и Cairo
sv: Pango och Kairo
ta: பாங்கோ மற்றும் கெய்ரோ
tr: Pango ve Cairo
uk: Pango і Cairo
zh_hans: Pango 和 Cairo

source: Weblate uses Pango and Cairo for rendering bitmap widgets (see :ref:`promotion`) and rendering checks (see :ref:`fonts`). To properly install Python bindings for those you need to install system libraries first - you need both Cairo and Pango, which in turn need GLib. All those should be installed with development files and GObject introspection data.
de: Weblate verwendet Pango und Cairo für die Darstellung von Bitmap-Widgets (siehe :ref:`promotion`) und für die Darstellung von Qualitätsprüfungen (siehe :ref:`fonts`). Um die Python-Bindings dafür richtig zu installieren, müssen Sie zuerst die Systembibliotheken installieren – Sie brauchen sowohl Cairo als auch Pango, die wiederum GLib benötigen. Alle diese Bibliotheken sollten zusammen mit Entwicklungsdateien und GObject-Introspektionsdaten installiert werden.
ga: Úsáideann Weblate Pango agus Cairo chun giuirléidí mapa giotán a rindreáil (féach :ref:`promotion`) agus chun seiceálacha a dhéanamh (féach :ref:`fonts`). Chun ceangail Python a shuiteáil i gceart dóibh siúd is gá duit leabharlanna córais a shuiteáil ar dtús - teastaíonn Cairo agus Pango araon, a dteastaíonn GLib uathu dá bharr. Ba cheart iad sin go léir a shuiteáil le comhaid forbartha agus sonraí inbhreathnaitheachta GObject.
hu: A Weblate a Pango és Cairo könyvtárakat használja bitmap widgetek (grafikus vezérlők) megjelenítésére (lásd: :ref:`promotion`) és ellenőrzések megjelenítésére (lásd: :ref:`fonts`). A Python kötéseik helyes telepítéséhez először a rendszerkönyvtárakat kell telepíteni – szükség van a Cairo és a Pango könyvtárakra is, amelyek viszont a GLib könyvtárat igénylik. Minden könyvtárhoz szükség van a fejlesztői fájlok és a GObject introspection adatok telepítésére.
id: Weblate menggunakan Pango dan Cairo untuk merender widget bitmap (lihat :ref:`promotion`) dan pemeriksaan rendering (lihat :ref:`fonts`). Untuk menginstal binding Python dengan benar, Anda perlu menginstal pustaka sistem terlebih dahulu - Anda memerlukan Cairo dan Pango, yang juga membutuhkan GLib. Semua itu harus diinstal bersama berkas pengembangan dan data introspeksi GObject.
ja: Weblate は、ビットマップ ウィジェットの表示（参照: :ref:`promotion`）と、検査結果の表示（参照: :ref:`fonts`）に、Pango と Cairo を使用します。この Python バインディングを適切にインストールするには、先にシステム ライブラリのインストールをしてください。Cairo と Pango の両方が必要であり、次に GLib が必要です。これはすべて、開発ファイルと GObject イントロスペクション データとともにインストールしてください。
nl: Weblate gebruikt Pango en Cairo voor het renderen van bitmapwidgets (bekijk :ref:`promotion`) en controles voor renderen (bekijk :ref:`fonts`). U moet, om de bindingen voor Python hiervoor juist te installeren, eerst systeembibliotheken installeren - u heeft zowel Cairo als Pango nodig, die op hun beurt GLib nodig hebben. Deze zouden allemaal moeten worden geïnstalleerd met ontwikkkelingsbestanden en GObject introspectiegegevens.
pt: O Weblate usa Pango e Cairo para renderizar widgets de bitmap (ver :ref:`promotion`) e verificações de renderização (ver :ref:`fonts`). Para instalar as ligações Python corretamente para esses, precisa de instalar bibliotecas de sistemas primeiro - precisa tanto do Cairo quanto do Pango, que por sua vez precisam de GLib. Todos esses devem ser instalados com ficheiros de desenvolvimento e dados de introspecção GObject.
pt_br: O Weblate usa Pango e Cairo para renderizar widgets bitmap (ver :ref:`promotion`) e verificações de renderização (ver :ref:`fonts`). Para instalar corretamente as ligações Python para aqueles que você precisa instalar bibliotecas de sistemas primeiro - você precisa tanto do Cairo quanto do Pango, que por sua vez precisam de GLib. Todos esses devem ser instalados com arquivos de desenvolvimento e dados de introspecção GObject.
ro: Weblate folosește Pango și Cairo pentru redarea widget-urilor bitmap (vezi :ref:`promotion`) și pentru redarea verificărilor (vezi :ref:`fonts`). Pentru a instala corect legăturile Python pentru acestea, trebuie să instalați mai întâi bibliotecile de sistem - aveți nevoie atât de Cairo, cât și de Pango, care la rândul lor au nevoie de GLib. Toate acestea ar trebui să fie instalate împreună cu fișierele de dezvoltare și datele de introspecție GObject.
ru: Weblate использует Pango и Cairo для отрисовки растровых виджетов (смотрите раздел :ref:`promotion`) и проверки отрисовки текста (смотрите раздел :ref:`fonts`). Для правильной установки привязок Python сначала нужно установить системные библиотеки — вам нужны и Cairo, и Pango, которым, в свою очередь, нужна GLib. Все они должны быть установлены с файлами для разработки и данными интроспекции GObject.
sv: Weblate använder Pango och Cairo för att rendera bitmap-widgets (se :ref:`promotion`) och rendera kontroller (se :ref:`fonts`). För att korrekt installera Python-bindningar för dessa måste du först installera systembibliotek – du behöver både Cairo och Pango, som i sin tur behöver GLib. Alla dessa bör installeras med utvecklingsfiler och GObject-introspektionsdata.
tr: Weblate, bitmap bileşenlerini (ayrıntılı bilgi almak için: :ref:`promotion`) ve görüntüleme denetimlerini (ayrıntılı bilgi almak için: :ref:`fonts`) oluşturmak için Pango ve Cairo kullanır. Python bağlantılarını düzgün olarak kurmak için önce sistem kitaplıklarını kurmanız gerekir. Hem Cairo hem de Pango gereklidir, bunlar için de GLib gereklidir. Tüm bunlar geliştirme dosyaları ve GObject iç gözlem verileriyle birlikte kurulmalıdır.
uk: Weblate використовує Pango і Cairo для обробки растрових віджетів (див. :ref:`promotion`) і перевірки обробки перекладених рядків в інтерфейсі (див. :ref:`fonts`). Для належного встановлення прив'язок Python для цих складників вам слід встановити спочатку загальносистемні бібліотеки — вам потрібні і Cairo, і Pango, які, очевидно, залежать від GLib. Усі ці пакунки слід встановити разом із пакунками для розробки та даними інтроспекції GObject.
zh_hans: Weblate 使用 Pango 和 Cairo 来生成位图小挂件（请参见 :ref:`promotion` ）并提供检查（请参见 :ref:`fonts` ）。要正确地安装 Python 绑定，需要首先安装系统库——Cairo 和 Pango 都是需要的，而它们又需要 GLib。所有这些都应该与开发文件和 GObject 内省数据一起安装。
zh_hant: Weblate 使用 Pango 和 Cairo 來提供位圖 widget（請參參見 :ref:`promotion` ）並提供檢查（請參見 :ref:`fonts` ）。為了適當地安裝 Python 綁定需要首先安裝系統庫的那些—— Cairo 和 Pango 都是需要的，由此需要 Glib 。所有那些需要與開發文件和 GObject 內省數據一起安裝。

source: Hardware requirements
de: Hardwareanforderungen
ga: Riachtanais crua-earraí
hu: Hardverkövetelmények
id: Persyaratan perangkat keras
ja: ハードウェア要件
nl: Hardware vereisten
pt: Requisitos de hardware
pt_br: Requisitos de hardware
ro: Cerințe hardware
ru: Требования к оборудованию
sv: Hårdvarukrav
ta: வன்பொருள் தேவைகள்
tr: Donanım gereksinimleri
uk: Вимоги щодо обладнання
zh_hans: 硬件要求
zh_hant: 硬件要求

source: Weblate should run on any contemporary hardware without problems, the following is the minimal configuration required to run Weblate on a single host (Weblate, database and web server):
de: Weblate sollte auf jeder modernen Hardware problemlos laufen. Nachfolgend finden Sie die minimale Konfiguration, die erforderlich ist, um Weblate auf einem einzelnen Host zu betreiben (Weblate, Datenbank und Webserver):
ga: Ba cheart go n-oibreodh Weblate ar aon chrua-earraí comhaimseartha gan fadhbanna, seo a leanas an chumraíocht íosta a theastaíonn chun Weblate a rith ar óstach amháin (Weblate, bunachar sonraí agus freastalaí gréasáin):
hu: A Weblate bármilyen korszerű hardveren problémamentesen működik, az alábbi minimális konfiguráció szükséges a Weblate (adatbázis és webszerverrel együtt) egyetlen gépen történő futtatásához:
id: Weblate seharusnya dapat berjalan pada perangkat keras apa pun saat ini tanpa masalah, berikut ini adalah konfigurasi minimal yang diperlukan untuk menjalankan Weblate pada satu host (Weblate, basis data, dan server web):
ja: Weblate は、最新のハードウェアであれば問題なく動作します。以下は、Weblate を単一のホスト（Weblate、データベース、Web サーバー）で動作させるために必要な最小限の構成:
nl: Weblate zou zonder problemen moeten kunnen worden uitgevoerd op elke hedendaagse hardware, het volgende is de minimale configuratie die is vereist om Weblate uit te voeren als een enkele host (Weblate, database en webserver):
pt: O Weblate deve funcionar em qualquer hardware contemporâneo sem problemas. A seguir está a configuração mínima necessária para executar o Weblate num único host (Weblate, banco de dados e servidor web):
pt_br: O Weblate deve funcionar em qualquer hardware contemporâneo sem problemas. A seguir está a configuração mínima necessária para executar o Weblate em um único host (Weblate, banco de dados e servidor web):
sv: Weblate bör fungera utan problem på all modern hårdvara. Nedan anges den minimikonfiguration som krävs för att köra Weblate på en enda värd (Weblate, databas och webbserver):
ta: வலைபெயர்ப்பு எந்த சமகால வன்பொருளிலும் சிக்கல்கள் இல்லாமல் இயங்க வேண்டும், பின்வருபவை ஒரு ஓச்டில் வெப்லேட்டை இயக்க தேவையான குறைந்தபட்ச உள்ளமைவு (வெப்ளேட், தரவுத்தளம் மற்றும் வலை சேவையகம்):
tr: Weblate, herhangi bir çağdaş donanımda sorunsuz çalışmalıdır, Tek bir sunucuda Weblate bileşenlerini (Weblate, veri tabanı ve site sunucusu) çalıştırmak için gerekli en az yapılandırma şu şekildedir:
uk: Weblate повинен без проблем працювати на будь-якому сучасному обладнанні, нижче наведено мінімальну конфігурацію, необхідну для запуску Weblate на одному хості (Weblate, база даних і веб-сервер):
zh_hans: Weblate 应该可以在任何现代硬件上正常运行，以下是在单个主机（Weblate、数据库和 Web 服务器）上运行 Weblate 所需的最低配置：

source: 3 GB of RAM
de: 3 GB Arbeitsspeicher
ga: 3 GB RAM
hu: 3 GB RAM
id: RAM 3 GB
ja: 3 GB の RAM
nl: 3 GB RAM
pt: 3 GB de RAM
pt_br: 3 GB de RAM
ru: 3 ГБ ОЗУ
sv: 3 GB RAM-minne
ta: 3 சிபி ரேம்
tr: 3 GB RAM bellek
uk: 3 ГБ оперативної пам'яті
zh_hans: 3 GB 的内存

source: 2 CPU cores
de: 2 CPU-Kerne
ga: 2 chroílár LAP
hu: 2 CPU mag
id: 2 inti CPU
ja: 2 CPU コア
nl: 2 CPU-bronnen
pt: 2 núcleos de CPU
pt_br: 2 núcleos de CPU
ro: 2 nuclee CPU
ru: 2-х ядерный процессор
sv: 2 CPU-kärnor
ta: 2 சிபியு கோர்கள்
tr: 2 işlemci çekirdeği
uk: 2 ядра процесора
zh_hans: 2 个 CPU 核心

source: 1 GB of storage space
de: 1 GB Speicherplatz
ga: 1 GB de spás stórála
hu: 1 GB tárhely
id: Ruang penyimpanan 1 GB
ja: 1 GB の記憶容量（HDD or SSD）
nl: 1 GB opslagruimte
pt: 1 GB de espaço de armazenamento
pt_br: 1 GB de espaço de armazenamento
ro: 1 GB de spațiu de stocare
ru: 1 ГБ дискового пространства
sv: 1 GB lagringsutrymme
ta: 1 சிபி சேமிப்பு இடம்
tr: 1 GB depolama alanı
uk: 1 ГБ вільного місця на диску
zh_hans: 1 GB 的存储空间
zh_hant: 1 GB 的存儲空間
