Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: As a widely spread tool, it has many wrappers which make its usage really simple, instead of manual invoking of gettext described below, you might want to try one of them, for example `intltool`_.
de: Als weit verbreitetes Tool hat es viele Wrapper, die seine Benutzung sehr einfach machen. Anstelle des unten beschriebenen manuellen Aufrufs von gettext sollten Sie vielleicht einen von ihnen ausprobieren, zum Beispiel `intltool`_.
ga: Mar uirlis a scaiptear go forleathan, tá go leor cumhdaigh ann a fhágann go bhfuil sé thar a bheith simplí é a úsáid, in ionad an téacs a thuairiscítear thíos a agairt de láimh, b'fhéidir gur mhaith leat triail a bhaint as ceann amháin acu, mar shampla `intltool`_.
hu: Mivel széles körben használt eszköz, számos segédfelület (wrapper) létezik hozzá, amelyek egyszerűsítik a használatát — így nem kell manuálisan használni az alább leírt gettext parancsokat. Például érdemes kipróbálni az `intltool`_ eszközt.
id: Sebagai alat yang digunakan secara luas, ia memiliki banyak pembungkus yang membuat penggunaannya sangat sederhana, daripada memanggil gettext secara manual seperti yang dijelaskan di bawah, Anda mungkin ingin mencoba salah satunya, misalnya `intltool`_.
ja: 広く普及しているツールとして、使用法を非常に簡単にする多くのラッパーがあります。以下で説明する gettext を手動で呼び出す代わりに、 `intltool`_ などを試してみてください。
nl: Als ene breed gebruikt programma, heeft het veel wrappers die het gebruik ervan echt eenvoudig maken, in plaats van het handmatig activeren van gettext, hieronder beschreven, zou u er misschien een van willen proberen, bijvoorbeeld `intltool`_.
pt: Como uma ferramenta amplamente difundida, ela possui muitos wrappers que tornam o uso dele realmente simples, ao invés de invocar manualmente o gettext descrito abaixo, quererá tentar um deles, por exemplo, o `intltool`_.
pt_br: Como uma ferramenta amplamente difundida, ela possui muitos wrappers que tornam seu uso realmente simples, ao invés de invocar manualmente o gettext descrito abaixo, você pode querer tentar um deles, por exemplo, o `intltool`_.
ro: Fiind un instrument răspândit pe scară largă, acesta dispune de mai multe învelișuri care îi simplifică utilizarea; în loc de invocarea manuală a gettext descrisă mai jos, poate doriți să încercați unul dintre acestea, de exemplu `intltool`_.
ru: Как широко распространённый инструмент, для него существует множество обёрток, значительно упрощающих его использование; вместо описанного ниже ручного вызова gettext, вы, возможно, захотите попробовать одну из них, например, `intltool`_.
sv: Som ett allmänt utbrett verktyg har det många wrappers som gör det väldigt enkelt att använda. Istället för att manuellt anropa gettext som beskrivs nedan kan du prova någon av dem, till exempel `intltool`_.
ta: பரவலாகப் பரப்பப்பட்ட கருவியாக, இது பல ரப்பர்களைக் கொண்டுள்ளது, அவை அதன் பயன்பாட்டை மிகவும் எளிதாக்குகின்றன, கீழே விவரிக்கப்பட்டுள்ள கெட்டெக்சை கைமுறையாக பயன்படுத்துவதற்குப் பதிலாக, அவற்றில் ஒன்றை நீங்கள் முயற்சிக்க விரும்பலாம், எடுத்துக்காட்டாக 'இன்ட்டூல்'_.
tr: Yaygın kullanılan bir araç olarak, kullanımını gerçekten basitleştiren birçok sarmalayıcı vardır. Aşağıda açıklanan el ile gettext çağrısı yerine, bunlardan birini denemek isteyebilirsiniz. Örneğin `intltool`_.
uk: Як широко розповсюджений інструмент, він має багато обгорток, які роблять користування ним дуже простим. Замість виклику gettext вручну, який описано нижче, ви можете скористатися однією з обгорток, наприклад `intltool`_.
zh_hans: 作为广泛传播的工具，它具有很多封装，使其使用相当简单，你也许会想尝试其中之一，例如 `intltool`_，而非下面描述的对 gettext 的手动调用。
zh_hant: 作為廣泛傳播的工具，它具有很多封裝，使其使用相當簡單，你也許會想嘗試其中之一，例如 `intltool`_，而非下面描述的對 gettext 的手動調用。

source: Workflow overview
de: Übersicht über den Arbeitsablauf
ga: Forbhreathnú ar an sreabhadh oibre
hu: Munkafolyamat áttekintése
id: Ikhtisar alur kerja
ja: ワークフローの概要
nl: Overzicht werkstroom
pt: Visão geral do fluxo de trabalho
pt_br: Visão geral do fluxo de trabalho
ro: Prezentare generală a fluxului de lucru
ru: Общий обзор последовательности действий
sv: Översikt över arbetsflödet
ta: பணிப்பாய்வு கண்ணோட்டம்
tr: İş akışı özeti
uk: Огляд робочого процесу
zh_hans: 工作流程概览

source: The GNU gettext uses several files to manage the localization:
de: GNU gettext verwendet mehrere Dateien, um die Lokalisierung zu verwalten:
ga: Úsáideann an gettext GNU roinnt comhad chun an logánú a bhainistiú:
hu: A GNU gettext több fájlt használ a lokalizáció kezelésére:
id: GNU gettext menggunakan beberapa berkas untuk mengelola lokalisasi:
ja: GNU gettext は、現地語化を管理するために複数のファイルを使用します。
nl: De GNU gettext gebruikt verscheidene bestanden om het vertalen te beheren:
pt: O GNU gettext usa vários ficheiros para gerir a localização:
pt_br: O GNU gettext usa vários arquivos para gerenciar a localização:
ro: GNU gettext utilizează mai multe fișiere pentru a gestiona localizarea:
ru: GNU gettext использует несколько файлов для того чтобы управлять процессом локализации:
sv: GNU gettext använder flera filer för att hantera lokaliseringen:
ta: உள்ளூர்மயமாக்கலை நிர்வகிக்க குனு பல கோப்புகளைப் பயன்படுத்துகிறது:
tr: GNU gettext, yerelleştirmeyi yönetmek için birkaç dosya kullanır:
uk: Для керування локалізацією у GNU gettext використовують декілька файлів:
zh_hans: GNU gettext 使用几个文件来管理本地化工作：
zh_hant: GNU gettext 使用幾個文件來管理本地化工作：

source: :file:`PACKAGE.pot` contains strings extracted from your source code, typically using `xgettext`_ or some high level wrappers such as `intltool`_.
de: :file:`PACKAGE.pot` enthält Zeichenketten, die aus Ihrem Quellcode extrahiert wurden, typischerweise unter Verwendung von `xgettext`_ oder einigen High-Level-Wrappern wie `intltool`_.
ga: Tá teaghráin a bhaintear as do chód foinseach i :file:`PACKAGE.pot`, de ghnáth ag baint úsáide as `xgettext`_ nó roinnt cumhdaigh ardleibhéil ar nós `intltool`_.
hu: :file:`PACKAGE.pot` – A forráskódból kinyert szövegeket tartalmazza, tipikusan `xgettext`_ vagy magasabb szintű eszközök (pl. `intltool`_) segítségével jön létre.
id: :file:`PACKAGE.pot` berisi string yang diekstrak dari kode sumber Anda, biasanya menggunakan `xgettext`_ atau beberapa pembungkus tingkat tinggi seperti `intltool`_.
ja: :file:`PACKAGE.pot` には、ソースコードから抽出された文字列が含まれています。通常は `xgettext`_ または `intltool`_ などの高レベルのラッパーを使用します。
nl: :file:`PACKAGE.pot` bevat tekenreeksen die zijn uitgenomen uit uw broncode, gewoonlijk met `xgettext`_ of enige wrappers op hoog niveau, zoals `intltool`_.
pt: :file:`PACKAGE.pot` contém cadeias extraídas do seu código-fonte, normalmente a usar `xgettext`_ ou alguns wrappers de alto nível como `intltool`_.
pt_br: :file:`PACKAGE.pot` contém textos extraídos de seu código-fonte, normalmente usando `xgettext`_ ou alguns wrappers de alto nível como `intltool`_.
ro: :file:`PACKAGE.pot` conține șiruri de caractere extrase din codul sursă, de obicei folosind `xgettext`_ sau unele aplicații de nivel înalt, cum ar fi `intltool`_.
ru: В :file:`PACKAGE.pot` находятся строки, извлечённые из вашего исходного кода; обычно это делается с помощью `xgettext`_ или какой-нибудь высокоуровневой обёрткой для него вроде `intltool`_.
sv: :file:`PACKAGE.pot` innehåller strängar som extraherats från din källkod, vanligtvis med hjälp av `xgettext`_ eller någon högnivåwrapper som `intltool`_.
tr: :file:`PACKAGE.pot`, genellikle `xgettext`_ ya da `intltool`_ gibi bazı üst düzey sarmalayıcılar kullanılarak kaynak kodunuzdan ayıklanan dizgeleri içerir.
uk: :file:`ПАКУНОК.pot` містить рядки, які було видобуто з початкового коду, типово, за допомогою `xgettext`_ або якихось обгорток вищого рівня, зокрема `intltool`_.
zh_hans: :file:`PACKAGE.pot` 包含从您的源代码中提取的字符串，典型地使用 `xgettext`_ 或一些高级封装，如 `intltool`_。
zh_hant: :file:`PACKAGE.pot` 包含從您的源代碼中提取的字符串，典型地使用 `xgettext`_ 或一些高級封裝，如 `intltool`_。

source: :file:`LANGUAGE.po` contains strings with a translation to single language. It has to be updated by `msgmerge`_ once the :file:`PACKAGE.pot` is updated. You can create new language files using `msginit`_ or within Weblate.
de: :file:`LANGUAGE.po` enthält Zeichenketten mit einer Übersetzung in eine einzelne Sprache. Sie muss mit `msgmerge`_ aktualisiert werden, sobald :file:`PACKAGE.pot` aktualisiert wird. Sie können neue Sprachdateien mit `msginit`_ oder in Weblate erstellen.
ga: Tá teaghráin in :file:`LANGUAGE.po` le haistriúchán go teanga amháin. Ní mór é a nuashonrú le `msgmerge`_ nuair a bheidh an :file:`PACKAGE.pot` nuashonraithe. Is féidir leat comhaid teanga nua a chruthú trí úsáid a bhaint as `msginit`_ nó laistigh de Weblate.
hu: :file:`LANGUAGE.po` – Egy adott nyelvre lefordított szövegeket tartalmaz. A :file:`PACKAGE.pot` frissítése után a `msgmerge`_ eszközzel kell naprakésszé tenni. Új nyelvi fájlokat `msginit`_ segítségével vagy a Weblate-ben is létre lehet hozni.
id: :file:`LANGUAGE.po` berisi string dengan terjemahan ke satu bahasa. Itu harus diperbarui oleh `msgmerge`_ setelah :file:`PACKAGE.pot` diperbarui. Anda dapat membuat berkas bahasa baru menggunakan `msginit`_ atau di dalam Weblate.
ja: :file:`LANGUAGE.po` には、単一言語に翻訳された文字列が含まれています。:file:`PACKAGE.pot` の更新があれば、`msgmerge`_ による更新が必要です。新しい言語ファイルは `msginit`_ を使用する、Weblate 内で作成できます。
nl: :file:`LANGUAGE.po` bevat tekenreeksen met een vertaling naar ene enkele taal. Het moet worden bijgewerkt met `msgmerge`_ als het bestand :file:`PACKAGE.pot` eenmaal is bijgewerkt. U kunt nieuwe taalbestanden maken met `msginit`_ of binnen Weblate.
pt: :file:`LANGUAGE.po` contém cadeias com uma tradução para um único idioma. Ele deve ser atualizado por `msgmerge`_ uma vez que o :file:`PACKAGE.pot` seja atualizado. Pode criar ficheiros de idioma a usar `msginit`_ ou dentro do Weblate.
pt_br: :file:`LANGUAGE.po` contém textos com uma tradução para um único idioma. Ele deve ser atualizado por `msgmerge`_ uma vez que o :file:`PACKAGE.pot` seja atualizado. Você pode criar novos arquivos de idioma usando `msginit`_ ou dentro do Weblate.
ro: :file:`LANGUAGE.po` conține șiruri de caractere cu o traducere într-o singură limbă. Acesta trebuie să fie actualizat de către `msgmerge`_ odată ce :file:`PACKAGE.pot` este actualizat. Puteți crea noi fișiere de limbă folosind `msginit`_ sau în Weblate.
ru: В :file:`LANGUAGE.po` находятся строки с переводом на конкретный язык. Его нужно обновлять с помощью `msgmerge`_ после каждого обновления :file:`PACKAGE.pot`. Вы можете создать новый файл языка с помощью `msginit`_ или прямо через Weblate.
sv: :file:`LANGUAGE.po` innehåller strängar med en översättning till ett enda språk. Den måste uppdateras med `msgmerge`_ när :file:`PACKAGE.pot` har uppdaterats. Du kan skapa nya språkfiler med `msginit`_ eller i Weblate.
tr: :file:`LANGUAGE.po` tek bir dilde çevirisi olan dizgeleri içerir. :file:`PACKAGE.pot` güncellendikten sonra `msgmerge`_ tarafından güncellenmesi gerekir. `msginit`_ ile ya da Weblate içinde yeni dil dosyaları oluşturabilirsiniz.
uk: :file:`МОВА.po` містить рядки із перекладами окремою мовою. Оновлення цього файла відбувається за допомогою `msgmerge`_ після оновлення файла :file:`ПАКУНОК.pot`. Створити файл для нової мови можна за допомогою `msginit`_ або самого Weblate.
zh_hans: :file:`LANGUAGE.po` 包含翻译为单一语言的字符串。一旦 :file:`PACKAGE.pot` 更新，那么必须由 `msgmerge`_ 来更新它。您可以使用 `msginit`_ 或在 Weblate 内新建新的语言文件。
zh_hant: :file:`LANGUAGE.po` 包含翻譯為單一語言的字符串。一旦 :file:`PACKAGE.pot` 更新，那麼必須由 `msgmerge`_ 來更新它。您可以使用 `msginit`_ 或在 Weblate 內新建新的語言文件。

source: :file:`LANGUAGE.mo` contains binary representation of :file:`LANGUAGE.po` and is used at application runtime. Typically it is not kept under version control, but generated at compilation time using `msgfmt`_. In case you want to have it in the version control, you can generate it in Weblate using :ref:`addon-weblate.gettext.mo` add-on.
de: :file:`LANGUAGE.mo` enthält die binäre Darstellung von :file:`LANGUAGE.po` und wird zur Laufzeit der Anwendung verwendet. Normalerweise wird sie nicht unter Versionsverwaltung gehalten, sondern zur Kompilierungszeit mit `msgfmt`_ erzeugt. Wenn Sie sie in der Versionsverwaltung haben wollen, können Sie sie in Weblate mit der Erweiterung :ref:`addon-weblate.gettext.mo` erzeugen.
ga: Tá léiriú dénártha :file:`LANGUAGE.mo` ag :file:`LANGUAGE.po` agus úsáidtear é ag am rite feidhmchláir. Go hiondúil ní choinnítear faoi smacht leagan é, ach gintear é ag am tiomsaithe ag baint úsáide as `msgfmt`_. I gcás gur mian leat é a bheith sa rialú leagan, is féidir leat é a ghiniúint i Weblate ag baint úsáide as breiseán :ref:`addon-weblate.gettext.mo`.
hu: :file:`LANGUAGE.mo` – a :file:`LANGUAGE.po` bináris formátumú megfelelője, és az alkalmazás futása során kerül felhasználásra. Általában nem kerül verziókezelés alá, hanem fordításkor automatikusan generálódik a `msgfmt`_ segítségével. Amennyiben mégis szeretné verziókezelésben tárolni, a Weblate-ben létrehozhatja az :ref:`addon-weblate.gettext.mo` kiegészítő segítségével.
id: :file:`LANGUAGE.mo` berisi representasi biner dari :file:`LANGUAGE.po` dan digunakan pada waktu eksekusi aplikasi. Biasanya tidak disimpan di bawah kendali versi, tetapi dihasilkan pada waktu kompilasi menggunakan `msgfmt`_. Jika Anda ingin memilikinya di kontrol versi, Anda dapat membuatnya di Weblate menggunakan pengaya :ref:`addon-weblate.gettext.mo`.
ja: :file:`LANGUAGE.mo` には :file:`LANGUAGE.po` のバイナリ表現が含まれ、アプリケーションの実行時に使用されます。通常、バージョン管理下には置かれませんが、コンパイル時に `msgfmt`_ を使用して生成されます。バージョン管理に含める場合は、:ref:`addon-weblate.gettext.mo` アドオンを使用して Weblate で生成できます。
nl: :file:`LANGUAGE.mo` bevat binaire weergaven van :file:`LANGUAGE.po` en wordt gebruikt tijdens runtime van de toepassing. Gewoonlijk wordt het niet betrokken bij versiebeheer, maar gegenereerd bij het compileren met `msgfmt`_. In het geval u het in versiebeheer wilt hebben, kunt u het in Weblate genereren met de add-on :ref:`addon-weblate.gettext.mo`.
pt: :file:`LANGUAGE.mo` contém a representação binária de :file:`LANGUAGE.po` e é usado no tempo de execução da aplicação. Normalmente não é mantido num controle de versão, mas gerado em tempo de compilação usando `msgfmt`_. No caso de desejar tê-lo no controle de versão, pode gerá-lo no Weblate usando a extensão :ref:`addon-weblate.gettext.mo`.
pt_br: :file:`LANGUAGE.mo` contém a representação binária de :file:`LANGUAGE.po` e é usado no tempo de execução do aplicativo. Normalmente não é mantido em um controle de versão, mas gerado em tempo de compilação usando `msgfmt`_. No caso de desejar tê-lo no controle de versão, pode gerá-lo no Weblate usando o complemento :ref:`addon-weblate.gettext.mo`.
ro: :file:`LANGUAGE.mo` conține o reprezentare binară a :file:`LANGUAGE.po` și este utilizat la rularea aplicației. De obicei, nu este păstrat sub controlul versiunii, ci este generat în momentul compilării cu ajutorul `msgfmt`_. În cazul în care doriți să îl aveți în controlul versiunii, îl puteți genera în Weblate utilizând add-onul :ref:`addon-weblate.gettext.mo`.
ru: :file:`LANGUAGE.mo` содержит двоичное представление :file:`LANGUAGE.po` и используется во время выполнения приложения. Обычно он не находится под контролем версий, а создаётся во время компиляции с использованием `msgfmt`_. Если вы хотите иметь его в системе контроля версий, вы можете создать его в Weblate с помощью надстройки :ref:`addon-weblate.gettext.mo`.
sv: :file:`LANGUAGE.mo` innehåller binär representation av :file:`LANGUAGE.po` och används vid programmets körning. Vanligtvis sparas den inte i versionshanteringen, utan genereras vid kompilering med hjälp av `msgfmt`_. Om du vill ha den i versionshanteringen kan du generera den i Weblate med hjälp av tillägget :ref:`addon-weblate.gettext.mo`.
tr: :file:`LANGUAGE.mo`, :file:`LANGUAGE.po` binary biçimini içerir ve uygulamanın çalıştırıcısında kullanılır. Genellikle sürüm denetimi altında tutulmaz, ancak derleme zamanında `msgfmt`_ kullanılarak oluşturulur. Sürüm denetiminde olmasını istiyorsanız, :ref:`addon-weblate.gettext.mo` eklentisini kullanarak Weblate üzerinde de oluşturabilirsiniz.
uk: :file:`МОВА.mo` містить двійкове представлення вмісту файлу :file:`МОВА.po` і використовується під час роботи програми. Типово, такі файли не розміщуються у системі керування версіями, а створюються під час збирання пакунка за допомогою `msgfmt`_. Якщо ви хочете зберігати ці файли у системі керування версіями, ви можете створити їх за допомогою додатку Weblate :ref:`addon-weblate.gettext.mo`.
zh_hans: :file:`LANGUAGE.mo` 包含 :file:`LANGUAGE.po` 的二进制表达，并且应用运行时使用。它通常并不保持在版本控制之下，但在编译时使用 `msgfmt`_ 生成。在您想要使它处于版本控制中时，可以使用 :ref:`addon-weblate.gettext.mo` 附加组件在 Weblate 中生成它。

source: Overall the GNU gettext workflow looks like this:
de: Insgesamt sieht der GNU-gettext-Arbeitsablauf wie folgt aus:
ga: Ar an iomlán tá cuma mar seo ar shreabhadh oibre gettext GNU:
hu: Összességében a GNU gettext munkafolyamata így néz ki:
id: Secara keseluruhan alur kerja GNU gettext terlihat seperti ini:
ja: GNU gettext 処理の全体像:
nl: In het algemeen ziet de werkwijze van GNU gettext er als volgt uit:
pt: No geral, o fluxo de trabalho do GNU gettext é assim:
pt_br: No geral, o fluxo de trabalho do GNU gettext é assim:
ro: În general, fluxul de lucru GNU gettext arată în felul următor:
ru: В общем последовательность действий при работе с GNU gettext выглядит так:
sv: Totalt sett ser arbetsflödet för GNU gettext ut så här:
ta: மொத்தத்தில் குனு கெட்டெக்ச்ட் பணிப்பாய்வு இப்படி இருக்கும்:
tr: GNU gettext iş akışı genel olarak şöyle görünür:
uk: Загалом робочий процес GNU gettext виглядає так:
zh_hans: GNU gettext 总体工作流程如下所示：
zh_hant: GNU gettext 總體工作流程看起來像這樣：

source: `Overview of GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
de: `Überblick über GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
ga: `Forbhreathnú ar gettext GNU <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
hu: `GNU gettext áttekintése <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
id: `Ikhtisar GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
ja: `GNU gettext の概要 <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
nl: `Overzicht van GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
pt: `Visão geral do GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
pt_br: `Visão geral do GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
ru: `Обзор GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
sv: `Översikt över GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
ta: 'குனு கெட்டெக்ச்ட் <https://www.gnu.org/software/gettext/manual/html_node/overview.html> கண்ணோட்டம்'_
tr: `GNU gettext özeti <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
uk: `Огляд GNU gettext <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
zh_hans: `GNU gettext 概览 <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_
zh_hant: `GNU gettext 概覽 <https://www.gnu.org/software/gettext/manual/html_node/Overview.html>`_

source: Sample program
de: Beispielprogramm
ga: Clár samplach
hu: Példaprogram
id: Contoh program
ja: サンプル プログラム
nl: Voorbeeldprogramma
pt: Amostra de programa
pt_br: Amostra de programa
ro: Exemplu de program
ru: Пример программы
sv: Exempelprogram
ta: மாதிரி நிரல்
tr: Örnek program
uk: Зразок програми
zh_hans: 示例程序
zh_hant: 示例程序

source: The simple program in C using gettext might look like following:
de: Das einfache Programm in C, das gettext verwendet, könnte wie folgt aussehen:
ga: Seans go mbeidh cuma mar seo a leanas ar an ríomhchlár simplí in C a úsáideann gettext:
hu: Egy egyszerű C nyelvű program gettext használatával így nézhet ki:
id: Program sederhana dalam C menggunakan gettext mungkin terlihat seperti berikut:
ja: C言語による gettext を使用した簡単なプログラム:
nl: Het eenvoudige programma in C met gettext zou er als volgt uit kunnen zien:
pt: O programa simples em C a usar gettext pode ter a seguinte aparência:
pt_br: O programa simples em C usando gettext pode ter a seguinte aparência:
ro: Un program simplu în C folosind gettext ar putea arăta după cum urmează:
ru: Простая программа на C, использующая gettext, может выглядеть следующим образом:
sv: Det enkla programmet i C som använder gettext kan se ut så här:
ta: கெட்டடெக்ச்டைப் பயன்படுத்தி சி இல் உள்ள எளிய நிரல் பின்வருமாறு தோன்றலாம்:
tr: C ile yazılmış basit bir gettext kullanma programı şöyle görünür:
uk: Проста програма мовою C із використанням gettext може виглядати так:
zh_hans: 使用 gettext 的 C 语言简单程序看起来会像后面这样：
zh_hant: 使用 gettext 的 C 語言簡單程序看起來會像後面這樣：

source: Extracting translatable strings
de: Extrahieren übersetzbarer Zeichenketten
ga: Teaghráin inaistrithe a bhaint
hu: Fordítható szövegek kinyerése
id: Mengekstrak string yang dapat diterjemahkan
ja: 翻訳可能な文字列の抽出
nl: Vertaalbare tekenreeksen uitnemen
pt: A extrair cadeias traduzíveis
pt_br: Extraindo textos traduzíveis
ro: Extragerea șirurilor traductibile
ru: Извлечение строк для перевода
sv: Extrahera översättningsbara strängar
ta: மொழிபெயர்க்கக்கூடிய சரங்களை பிரித்தெடுத்தல்
tr: Çevrilebilir dizgeleri ayıklamak
uk: Видобування рядків для перекладу
zh_hans: 提取可翻译的字符串
zh_hant: 提取可翻譯的字符串
