Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Depending on your database backend, you might have several options to migrate the database. The most straightforward approach is to use database native tools, as they are usually the most effective (e.g. :command:`mysqldump` or :command:`pg_dump`). Alternatively you can use replication in case your database supports it.
de: Abhängig von Ihrem Datenbank-Backend haben Sie mehrere Möglichkeiten, die Datenbank zu migrieren. Der einfachste Ansatz ist die Verwendung datenbankeigener Tools, da diese normalerweise am effektivsten sind (z. B. :command:`mysqldump` oder :command:`pg_dump`). Alternativ können Sie auch die Replikation verwenden, falls Ihre Datenbank dies unterstützt.
ga: Ag brath ar inneall do bhunachar sonraí, d'fhéadfadh go mbeadh go leor roghanna agat chun an bunachar sonraí a aistriú. Is é an cur chuige is simplí ná uirlisí dúchais bunachar sonraí a úsáid, mar is gnách gurb iad na cinn is éifeachtaí (m.sh. :command:`mysqldump` nó :command:`pg_dump`). Nó is féidir leat macasamhlú a úsáid ar eagla go dtacaíonn do bhunachar sonraí leis.
hu: Az adatbázis háttérfolyamatától függően többféle lehetőség is rendelkezésre áll az adatbázis átköltöztetésére. A legegyszerűbb módszer a natív adatbázis-eszközök használata, mivel ezek általában a leghatékonyabbak (például: :command:`mysqldump` vagy :command:`pg_dump`). Alternatív megoldásként használható replikáció, amennyiben az adatbázis ezt támogatja.
id: Tergantung pada basis data Anda, Anda mungkin memiliki beberapa opsi untuk memigrasikan basis data. Pendekatan yang paling mudah adalah menggunakan alat bawaan basis data, karena biasanya paling efektif (misalnya :command:`mysqldump` atau :command:`pg_dump`). Sebagai alternatif, Anda dapat menggunakan replikasi jika basis data Anda mendukungnya.
ja: データベースのバックエンドによっては、データベースを移行するオプションが複数あります。最も簡単な方法は、データベースの正規のツールを使用することです。通常、この方法が最も効果的です（例: :command:`mysqldump` や :command:`pg_dump` など）。また、データベースがレプリケーションに対応している場合には、レプリケーションを使用できます。
nl: Afhankelijk van de backend van uw database, zou u misschien verschillende opties kunnen hebben voor het migreren van de database. De meest rechtstreekse benadering is om de eigen gereedschappen van de database te gebruiken, omdat die gewoonlijk meestal het meest effectief zijn (bijv. :command:`mysqldump` of :command:`pg_dump`). Als alternatief kunt u repliceren gebruiken als uw database dat ondersteunt.
pt: Dependendo do back-end do seu banco de dados, pode ter várias opções para migrar o banco de dados. A abordagem mais direta é usar ferramentas nativas de banco de dados, pois são geralmente as mais eficazes (por exemplo, :command:`mysqldump` ou :command:`pg_dump`). Como alternativa, pode usar a replicação caso o seu banco de dados o suporte.
pt_br: Dependendo do back-end do seu banco de dados, você pode ter várias opções para migrar o banco de dados. A abordagem mais direta é usar ferramentas nativas de banco de dados, pois elas são geralmente as mais eficazes (por exemplo, :command:`mysqldump` ou :command:`pg_dump`). Como alternativa, você pode usar a replicação caso seu banco de dados suporte isso.
ru: В зависимости от бэкэнда вашей базы данных у вас может быть несколько вариантов миграции базы данных. Самый простой подход — использовать собственные инструменты базы данных, поскольку они обычно наиболее эффективны (например, :command:`mysqldump` или :command:`pg_dump`). В качестве альтернативы вы можете использовать репликацию, если ваша база данных поддерживает её.
sv: Beroende på din databasbackend kan du ha flera alternativ för att migrera databasen. Det enklaste sättet är att använda databasens egna verktyg, eftersom de oftast är mest effektiva (t.ex. :command:`mysqldump` eller :command:`pg_dump`). Alternativt kan du använda replikering om din databas stöder det.
tr: Veri tabanı arka ucunuza bağlı olarak, veri tabanını aktarmak için birkaç seçeneğiniz olabilir. En basit yaklaşım, genellikle en etkili araçlar olduklarından, veri tabanının kendi araçlarını kullanmaktır (:command:`mysqldump` ya da :command:`pg_dump` gibi). Alternatif olarak, veri tabanınızın desteklemesi durumunda çoğaltma (replication) özelliğini kullanabilirsiniz.
uk: Залежно від модуля обробки вашої бази даних, ви можете вибрати один із декількох варіантів перенесення бази даних. Найприроднішим з цих варіантів є використання власних інструментів бази даних, оскільки, зазвичай, вони є найефективнішими (приклад :command:`mysqldump` або :command:`pg_dump`). Ви також можете скористатися реплікацією, якщо у базі даних передбачено її підтримку.
zh_hans: 根据你的数据库后端，你可能有几个选项来迁移数据库。最直接的方法是使用数据库原生工具，因它们通常最有效（如 :command:`mysqldump` 或 :command:`pg_dump`）。如果你的数据库支持的话，你也可以使用复制。

source: Migrating VCS repositories
de: Migration der VCS-Repositorys
ga: Taisclanna VCS a aistriú
hu: VCS (verziókezelő) tárolók költöztetése
id: Memigrasikan repositori VCS
ja: VCS リポジトリの移行
nl: Opslagruimten VCS migreren
pt: Migrando repositórios VCS
pt_br: Migrando repositórios VCS
ro: Migrarea depozitelor VCS
ru: Перенос репозиториев системы контроля версий
sv: Migrera VCS-arkiv
ta: வி.சி.எச் களஞ்சியங்களை இடம்பெயர்கிறது
tr: Sürüm denetimi sistemi depolarını aktarmak
uk: Перенесення сховищ системи керування версіями
zh_hans: 迁移版本控制系统仓库

source: The VCS repositories stored under :setting:`DATA_DIR` need to be migrated as well. You can simply copy them or use :command:`rsync` to do the migration more effectively.
de: Die VCS-Repositorys, die unter :setting:`DATA_DIR` gespeichert sind, müssen ebenfalls migriert werden. Sie können sie einfach kopieren oder :command:`rsync` verwenden, um die Migration effektiver durchzuführen.
ga: Ní mór na stórtha VCS atá stóráilte faoi :setting:`DATA_DIR` a aistriú freisin. Is féidir leat iad a chóipeáil go simplí nó :command:`rsync` a úsáid chun an t-aistriú a dhéanamh ar bhealach níos éifeachtaí.
hu: A :setting:`DATA_DIR` alatt tárolt VCS tárolókat is át kell vinni. Ezeket egyszerűen átmásolhatja vagy használhatja a hatékonyabb :command:`rsync` parancsot.
id: Repositori VCS yang disimpan di bawah :setting:`DATA_DIR` juga perlu dimigrasikan. Anda cukup menyalinnya atau menggunakan :command:`rsync` untuk melakukan migrasi dengan lebih efektif.
ja: :setting:`DATA_DIR` に保存されている VCS リポジトリーも必ず移行してください。単純にコピーすることも、:command:`rsync` コマンドを使用して、より効率的に移行することもできます。
nl: De opslagruimten voor VCS die zijn opgeslagen onder :setting:`DATA_DIR` moeten ook worden gemigreerd. U kunt ze eenvoudigweg kopiëren of :command:`rsync` gebruiken om de migratie meer effectief uit te voeren.
pt: Os repositórios VCS armazenados em :setting:`DATA_DIR` também precisam ser migrados. Pode simplesmente copiá-los ou usar :command:`rsync` para fazer a migração de forma mais eficaz.
pt_br: Os repositórios VCS armazenados em :setting:`DATA_DIR` também precisam ser migrados. Você pode simplesmente copiá-los ou usar :command:`rsync` para fazer a migração de forma mais eficaz.
ro: Depozitele VCS stocate în :setting:`DATA_DIR` trebuie, de asemenea, să fie migrate. Puteți să le copiați pur și simplu sau să folosiți :command:`rsync` pentru a face migrarea mai eficient.
ru: Также необходимо перенести репозитории системы контроля версий, хранящиеся в каталоге :setting:`DATA_DIR`. Вы можете просто скопировать их, либо воспользоваться командой :command:`rsync` для более эффективного выполнения переноса.
sv: VCS-arkiven som lagras under :setting:`DATA_DIR` måste också migreras. Du kan helt enkelt kopiera dem eller använda :command:`rsync` för att göra migreringen mer effektivt.
tr: :setting:`DATA_DIR` altına kaydedilmiş sürüm denetimi sistemi depolarının da taşınması gerekir. Aktarımı daha etkili bir şekilde yapmak için bunları kopyalayabilir ya da :command:`rsync` komutunu kullanabilirsiniz.
uk: Сховища коду систем керування версіями, які зберігаються у :setting:`DATA_DIR`, слід також перенести. Ви можете просто скопіювати їх або скористатися командою :command:`rsync` для виконання завдання з перенесення у ефективніший спосіб.
zh_hans: 存储在 :setting:`DATA_DIR` 下的版本控制系统同样需要迁移。您可以简单地复制它们，或使用 :command:`rsync` 来更有效地迁移。
zh_hant: 存儲在 :setting:`DATA_DIR` 下的版本控制系統（VCS）同樣需要遷移。您可以簡單地複制它們，或使用 :command:`rsync` 來更有效地遷移。

source: Other notes
de: Sonstige Anmerkungen
ga: Nótaí eile
hu: Egyéb megjegyzések
id: Catatan lainnya
ja: その他の注意事項
nl: Andere opmerkingen
pt: Outras notas
pt_br: Outras notas
ro: Alte note
ru: Прочие заметки
sv: Övriga anmärkningar
ta: மற்ற குறிப்புகள்
tr: Diğer notlar
uk: Інші нотатки
zh_hans: 其他注意事项
zh_hant: 其他註釋

source: Don't forget to move other services Weblate might have been using like Valkey, Redis, Cron jobs or custom authentication backends.
sv: Glöm inte att flytta andra tjänster som Weblate kan ha använt, såsom Valkey, Redis, Cron-jobb eller anpassade autentiseringsbackends.

source: Installing using Docker
de: Installation über Docker
ga: Suiteáil ag baint úsáide as Docker
hu: Telepítés Docker használatával
id: Menginstal menggunakan Docker
ja: Docker を使用したインストール
nl: Installeren met Docker
pt: Instalando a usar Docker
pt_br: Instalando usando Docker
ro: Instalarea folosind Docker
ru: Установка с помощью Docker’а
sv: Installera med Docker
ta: டோக்கரைப் பயன்படுத்தி நிறுவுதல்
tr: Docker ile kurmak
uk: Установлення за допомогою Docker
zh_hans: 使用 Docker 安装

source: With dockerized Weblate deployment you can get your personal Weblate instance up and running in seconds. All of Weblate's dependencies are already included. PostgreSQL is set up as the default database and Valkey as a caching backend.
sv: Med dockeriserad Weblate-distribution kan du få din personliga Weblate-instans igång på några sekunder. Alla Weblates beroenden ingår redan. PostgreSQL är inställt som standarddatabas och Valkey som caching-backend.

source: The following examples assume you have a working Docker environment, with ``docker-compose-plugin`` installed. Please check the Docker documentation for instructions.
de: Die folgenden Beispiele gehen davon aus, dass Sie eine funktionierende Docker-Umgebung haben, in der ``docker-compose-plugin`` installiert ist. Anweisungen hierzu finden Sie in der Docker-Dokumentation.
ga: Glactar leis sna samplaí seo a leanas go bhfuil timpeallacht oibre Ducker agat, le ``docker-compose-plugin`` suiteáilte. Seiceáil le do thoil doiciméadú an Docker le haghaidh treoracha.
hu: A következő példák feltételezik, hogy működő Docker környezettel rendelkezik, és telepítve van a ``docker-compose-plugin``. A részletes telepítési útmutatóért tekintse meg a Docker dokumentációját.
id: Contoh-contoh berikut mengasumsikan Anda memiliki lingkungan Docker yang berfungsi, dengan ``docker-compose-plugin`` terinstal. Silakan periksa dokumentasi Docker untuk petunjuk.
ja: 次の例は、``docker-compose-plugin`` がインストール済みの Docker 環境が動作していることを前提としています。手順については、Docker のドキュメントを確認してください。
nl: De volgende voorbeelden gaan ervan uit dat u een werkende omgeving voor Docker hebt, met ``docker-compose-plugin`` geïnstalleerd. Bekijk de documentatie van Docker voor instructies.
pt: Os exemplos a seguir presumem que tem um ambiente Docker funcional, com ``docker-compose-plugin`` instalado. Verifique a documentação do Docker para obter instruções.
pt_br: Os exemplos a seguir presumem que você tem um ambiente Docker funcional, com ``docker-compose-plugin`` instalado. Verifique a documentação do Docker para obter instruções.
ru: В следующих примерах предполагается, что у вас есть работающая среда Docker с установленным плагином ``docker-compose-plugin``. Инструкции см. в документации Docker.
sv: Följande exempel förutsätter att du har en fungerande Docker-miljö med ``docker-compose-plugin`` installerat. Se Docker-dokumentationen för instruktioner.
ta: பின்வரும் எடுத்துக்காட்டுகள் உங்களிடம் ஒரு வேலை கப்பல்துறை சூழல் இருப்பதாகக் கருதுகின்றனர், `` டோக்கர்-காம்போச்-ப்ளூகின்`` நிறுவப்பட்டுள்ளனர். வழிமுறைகளுக்கு கப்பல்துறை ஆவணங்களை சரிபார்க்கவும்.
tr: Aşağıdaki örneklerde, ``docker-compose-plugin`` ile kurulumu yapılmış çalışan bir Docker ortamınız olduğu varsayılmaktadır. Yönerge için Docker belgelerine bakabilirsiniz.
uk: У наведених нижче прикладах припускається, що у вас є працездатне середовище Docker із встановленим ``docker-compose-plugin``. Будь ласка, ознайомтеся із документацією до Docker, щоб отримати додаткові настанови.
zh_hans: 以下示例假设您拥有一个工作正常的 Docker 环境，并安装了 ``docker-compose-plugin``。请查看 Docker 文档以获取说明。

source: This creates a Weblate deployment server via HTTP, so you should place it behind HTTPS terminating proxy. You can also deploy with a HTTPS proxy, see :ref:`docker-https-portal`. For larger setups, please see :ref:`docker-scaling`.
de: Dadurch wird ein Weblate-Bereitstellungsserver über HTTP erstellt, daher sollten Sie ihn hinter einem abschließenden HTTPS-Proxy platzieren. Sie können auch einen HTTPS-Proxy einsetzen, siehe :ref:`docker-https-portal`. Für größere Installationen siehe :ref:`docker-scaling`.
ga: Cruthaíonn sé seo freastalaí imscaradh Weblate trí HTTP, mar sin ba chóir duit é a chur taobh thiar de seachfhreastalaí foirceanta HTTPS. Is féidir leat imscaradh freisin le seachfhreastalaí HTTPS, féach :ref:`docker-https-portal`. Le haghaidh socruithe níos mó, féach le do thoil :ref:`docker-scaling`.
hu: Ez a beállítás egy Weblate kiszolgálót hoz létre HTTP-n keresztül, ezért érdemes egy HTTPS-forgalmat lezáró (termináló) proxy mögé helyezni. Telepíthető közvetlenül HTTPS-proxyval is, erről bővebben lásd: :ref:`docker-https-portal`. Nagyobb rendszerekhez tekintse meg a :ref:`docker-scaling` részt.
id: Ini akan membuat server penyebaran Weblate melalui HTTP, jadi Anda harus menempatkannya di belakang proksi terminasi HTTPS. Anda juga dapat menyebarkan dengan proksi HTTPS, lihat :ref:`docker-https-portal`. Untuk pengaturan yang lebih besar, silakan lihat :ref:`docker-scaling`.
ja: これにより、HTTP 経由で Weblate を展開するサーバーが作成されるため、HTTPS 終端プロキシの背後に配置することが必要です。HTTPS プロキシで展開することもできます。参照: :ref:`docker-https-portal`。より大規模なセットアップについては、:ref:`docker-scaling` を確認してください。
nl: Dit maakt een uitgerolde server voor Weblate via HTTP, dus u zou het moeten plaatsen achter een HTTPS beëindigende proxy. U kunt ook uitrollen met een HTTPS proxy, bekijk :ref:`docker-https-portal`. Voor grotere opstellingen, bekijk :ref:`docker-scaling`.
pt: Isto cria um servidor de implantação do Weblate via HTTP, portanto, deve posicioná-lo atrás de um proxy de terminação HTTPS. Também pode implantar com um proxy HTTPS, consulte :ref:`docker-https-portal`. Para configurações maiores, consulte :ref:`docker-scaling`.
pt_br: Isso cria um servidor de implantação do Weblate via HTTP, portanto, você deve colocá-lo atrás de um proxy de terminação HTTPS. Você também pode implantar com um proxy HTTPS, consulte :ref:`docker-https-portal`. Para configurações maiores, consulte :ref:`docker-scaling`.
ru: При этом создаётся сервер развёртывания Weblate через HTTP, поэтому вам следует разместить его за завершающим прокси-сервером HTTPS. Вы также можете выполнить развёртывание с помощью HTTPS-прокси, см. :ref:`docker-https-portal`. Для более крупных настроек см. :ref:`docker-scaling`.
sv: Detta skapar en Weblate-distributionsserver via HTTP, så du bör placera den bakom en HTTPS-termineringsproxy. Du kan också distribuera med en HTTPS-proxy, se :ref:`docker-https-portal`. För större installationer, se :ref:`docker-scaling`.
tr: Böylece, HTTP ile bir Weblate dağıtım sunucusu oluşturulur. Bu nedenle onu HTTPS sonlandırıcı vekil sunucusunun arkasına yerleştirmelisiniz. Ayrıca bir HTTPS vekil sunucusu ile de kurulum yapabilirsiniz. Ayrıntılı bilgi almak için: :ref:`docker-https-portal`. Daha büyük kurulumlar için :ref:`docker-scaling` bölümüne bakabilirsiniz.
uk: Створює сервер розгортання Weblate за допомогою HTTP, тому ви маєте розмістити його за проксі-сервером із перериванням HTTPS. Ви також можете розгорнути систему з проксі-сервером HTTPS, див. :ref:`docker-https-portal`. Для більших конфігурацій, будь ласка, див. :ref:`docker-scaling`.
zh_hans: 这会通过 HTTP 创建一个 Weblate 部署服务器，你应将它置于 HTTPS 终止代理之后。你也可以用 HTTPS 代理进行部署，参见 :ref:`docker-https-portal`。 对于更大型的安装设置，请见 :ref:`docker-scaling`。

source: Clone the weblate-docker repo:
de: Das Weblate-Docker-Repository klonen:
ga: Clón an repo weblate-docker:
hu: Klónozza a weblate-docker tárolót:
id: Kloning repo weblate-docker:
ja: weblate-docker リポジトリのクローンの作成:
nl: Kloon de weblate-docker repo:
pt: Clone o repositório weblate-docker:
pt_br: Clone o repositório weblate-docker:
ro: Clonați repo-ul weblate-docker:
ru: Склонируйте репозиторий weblate-docker:
sv: Klonera weblate-docker-repo:
ta: வலைபெயர்ப்பு-டோக்கர் ரெப்போ குளோன்:
tr: weblate-docker deposunu kopyalayın:
uk: Клонування сховища weblate-docker:
zh_hans: 克隆 weblate-docker 仓库：
zh_hant: 克隆 weblate-docker 存儲庫：

source: Create a :file:`docker-compose.override.yml` file with your settings. See :ref:`docker-environment` for full list of environment variables.
de: Eine :file:`docker-compose.override.yml` mit den eigenen Einstellungen erstellen. Siehe :ref:`docker-environment` für eine vollständige Liste der Umgebungsvariablen.
ga: Cruthaigh a:file: comhad :file:`docker-compose.override.yml` le do shocruithe. Féach :ref:`docker-environment` le haghaidh liosta iomlán d'athróga comhshaoil.
hu: Hozza létre a saját beállításaival a :file:`docker-compose.override.yml` fájlt. A környezeti változók teljes listáját lásd: :ref:`docker-environment`.
id: Buat berkas :file:`docker-compose.override.yml` dengan pengaturan Anda. Lihat :ref:`docker-environment` untuk daftar lengkap variabel lingkungan.
ja: 設定した内容で :file:`docker-compose.override.yml` ファイルを作成します。全ての環境変数の一覧は :ref:`docker-environment` にあります。
nl: Maak een bestand :file:`docker-compose.override.yml` met uw instellingen. Bekijk :ref:`docker-environment` voor een volledige lijst met omgevingsvariabelen.
pt: Crie um ficheiro :file:`docker-compose.override.yml` com as suas configurações. Veja :ref:`docker-environment` para uma lista completa das variáveis de ambiente.
pt_br: Crie um arquivo :file:`docker-compose.override.yml` com suas configurações. Consulte :ref:`docker-environment` para uma lista completa das variáveis de ambiente.
ro: Creați un fișier :file:`docker-compose.override.yml` cu setările dumneavoastră. Consultați :ref:`docker-environment` pentru lista completă a variabilelor de mediu.
ru: Создайте файл :file:`docker-compose.override.yml` со своими настройками. Полный список переменных окружения приведен в разделе :ref:`docker-environment`.
sv: Skapa en :file:`docker-compose.override.yml`-fil med dina inställningar. Se :ref:`docker-environment` för en fullständig lista över miljövariabler.
tr: Ayarlarınızı yaptığınız bir :file:`docker-compose.override.yml` dosyası oluşturun. Ortam değişkenlerinin tam listesi için :ref:`docker-environment` bölümüne bakabilirsiniz.
uk: Створіть файл :file:`docker-compose.override.yml` з вашими параметрами. Із повним списком змінних середовища можна ознайомитися у розділі :ref:`docker-environment`.
zh_hans: 使用您的设置创建一个 :file:`docker-compose.override.yml` 文件。请参阅 :ref:`docker-environment` 以获取环境变量的完整列表。
zh_hant: 如果多個組件分享相同的倉庫，需要分別將他們全部鎖定：

source: If :envvar:`WEBLATE_ADMIN_PASSWORD` is not set, the admin user is created with a random password shown on first startup.
de: Wenn :envvar:`WEBLATE_ADMIN_PASSWORD` nicht gesetzt ist, wird der Benutzer admin mit einem zufälligen Passwort erstellt, das beim ersten Start angezeigt wird.
ga: Mura bhfuil :envvar:`WEBLATE_ADMIN_PASSWORD` socraithe, cruthaítear an t-úsáideoir riaracháin le pasfhocal randamach a thaispeántar ar an gcéad tosaithe.
hu: Amennyiben a :envvar:`WEBLATE_ADMIN_PASSWORD` nincs beállítva, az adminisztrátor felhasználó véletlenszerű jelszóval jön létre, amely az első indításkor jelenik meg.
id: Jika :envvar:`WEBLATE_ADMIN_PASSWORD` tidak diatur, pengguna admin dibuat dengan kata sandi acak yang ditampilkan saat pertama kali dinyalakan.
ja: :envvar:`WEBLATE_ADMIN_PASSWORD` が設定されていない場合は、最初の起動時に表示されるランダムなパスワードで、管理者ユーザーのアカウントが作成されます。
nl: Als :envvar:`WEBLATE_ADMIN_PASSWORD` niet is ingesteld, wordt de gebruiker admin gemaakt met een willekeurig wachtwoord dat wordt weergegeven bij de eerste keer opstarten.
pt: Se :envvar:`WEBLATE_ADMIN_PASSWORD` não estiver definida, o utilizador admin é criado com uma palavra-passe aleatória mostrada na primeira inicialização.
pt_br: Se :envvar:`WEBLATE_ADMIN_PASSWORD` não estiver definida, o usuário admin é criado com uma senha aleatória mostrada na primeira inicialização.
ro: Dacă :envvar:`WEBLATE_ADMIN_PASSWORD` nu este setat, utilizatorul administrator este creat cu o parolă aleatorie afișată la prima pornire.
ru: Если переменная :envvar:`WEBLATE_ADMIN_PASSWORD` не установлена, то пользователь-администратор создаётся со случайным паролем, отображаемым при первом запуске.
sv: Om :envvar:`WEBLATE_ADMIN_PASSWORD` inte är inställt skapas administratörsanvändaren med ett slumpmässigt lösenord som visas vid första start.
tr: :envvar:`WEBLATE_ADMIN_PASSWORD` değişkeni ayarlanmamışsa, yönetici kullanıcı başta belirtilen rastgele bir parolayla oluşturulur.
uk: Якщо :envvar:`WEBLATE_ADMIN_PASSWORD` не встановлено, для адміністративного користувача буде створено випадковий пароль, який буде показано під час першого запуску.
zh_hans: 如果未设置 :envvar:`WEBLATE_ADMIN_PASSWORD`，则使用首次启动时显示的随机密码创建管理员用户。
zh_hant: 如果未設置 :envvar:`WEBLATE_ADMIN_PASSWORD`，則使用首次啟動時顯示的隨機密碼創建管理員用戶。

source: The provided example makes Weblate listen on port 80, edit the port mapping in the :file:`docker-compose.override.yml` file to change it.
de: Das mitgelieferte Beispiel lässt Weblate auf Port 80 lauschen. Bearbeiten Sie die Portzuordnung in der Datei :file:`docker-compose.override.yml`, um sie zu ändern.
ga: Déanann an sampla a chuirtear ar fáil éisteacht le Weblate ar chalafort 80, déanann mapáil an chalafoirt a chur in eagar sa chomhad :file:`docker-compose.override.yml` chun é a athrú.
hu: A mellékelt példa alapján a Weblate a 80-as porton hallgatózik. Ha módosítani szeretné a port-hozzárendelést, szerkessze a :file:`docker-compose.override.yml` fájlt.
id: Contoh yang diberikan membuat Weblate mendengarkan pada port 80, sunting pemetaan port dalam berkas :file:`docker-compose.override.yml` untuk mengubahnya.
ja: この例では、Weblate はポート 80 をリッスンします。変更する場合は、:file:`docker-compose.override.yml` ファイルのポート マッピングを編集してください。
nl: Het verschafte voorbeeld zorgt ervoor dat Weblate luistert op poort 80, bewerk de verwijzingen naar de poort in het bestand :file:`docker-compose.override.yml` om dat te wijzigen.
pt: O exemplo fornecido faz o Weblate escutar na porta 80. Edite o mapeamento da porta no ficheiro :file:`docker-compose.override.yml` para alterar isso.
pt_br: O exemplo fornecido faz o Weblate escutar na porta 80. Edite o mapeamento da porta no arquivo :file:`docker-compose.override.yml` para alterar isso.
ro: Exemplul furnizat face ca Weblate să asculte pe portul 80, editați maparea porturilor în fișierul :file:`docker-compose.override.yml` pentru a o modifica.
ru: Приведённый пример настраивает Weblate на прослушку порта 80, чтобы его изменить, отредактируйте отображение портов в файле :file:`docker-compose.override.yml`.
sv: I det angivna exemplet lyssnar Weblate på port 80. Ändra portmappningen i filen :file:`docker-compose.override.yml` för att ändra den.
tr: Verilen örnekte, Weblate 80 numaralı bağlantı noktasını dinleyecek şekilde ayarlanmıştır. :file:`docker-compose.override.yml` dosyasını düzenleyerek bağlantı noktasını değiştirebilirsiniz.
uk: У наданому прикладі Weblate очікуватиме на дані на порту 80. Змініть прив'язку портів у файлі :file:`docker-compose.override.yml`, щоб скоригувати цю типову поведінку.
zh_hans: 提供的示例使 Weblate 侦听端口 80，在 :file:`docker-compose.override.yml` 文件中编辑端口映射来更改。
zh_hant: 提供的例子使 Weblate 偵聽端口 80，在 :file:`docker-compose.override.yml` 文件中編輯端口映射來更改。
