Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Containment
de: Eindämmung
ga: Coinneáil
hu: Elhatárolás
id: Penahanan
nl: Afzonderen
sv: Inneslutning
uk: Стримування

source: Temporarily restrict access (e.g., via firewall rules or service isolation).
de: Vorübergehende Einschränkung des Zugriffs (z. B. über Firewall-Regeln oder die Isolierung von Diensten).
ga: Srian sealadach a chur ar rochtain (e.g., trí rialacha balla dóiteáin nó leithlisiú seirbhíse).
hu: Hozzáférés ideiglenes korlátozása (például tűzfalszabályokkal vagy a szolgáltatás elkülönítésével).
id: Batasi akses sementara (misalnya, melalui aturan firewall atau isolasi layanan).
nl: Beperk tijdelijk de toegang (bijv. via regels voor firewall of isoleren van service).
sv: Begränsa tillfälligt åtkomsten (t.ex. via brandväggsregler eller tjänsteisolering).
uk: Тимчасово обмежте доступ (наприклад, за допомогою правил брандмауера або ізоляції служб).

source: Disable external integrations (Git/webhooks) if they are part of the attack vector.
de: Deaktivieren Sie externe Integrationen (Git/Webhooks), wenn diese Teil des Angriffsvektors sind.
ga: Díchumasaigh comhtháthú seachtrach (Git/webhooks) má tá siad mar chuid den veicteoir ionsaithe.
hu: Külső integrációk (például Git vagy webhook) letiltása, ha szerepet játszanak a támadásban.
id: Nonaktifkan integrasi eksternal (Git/webhook) jika merupakan bagian dari vektor serangan.
nl: Schakel externe integraties uit (Git/webhooks) als ze deel uitmaken van het aangevallen gebied.
sv: Inaktivera externa integrationer (Git/webhooks) om de ingår i attackvektorn.
uk: Вимкніть зовнішні інтеграції (Git/вебхуки), якщо вони є частиною вектора атаки.

source: Suspend affected user accounts immediately.
de: Sperren Sie betroffene Benutzerkonten sofort.
ga: Cuir cuntais úsáideoirí lena mbaineann ar fionraí láithreach.
hu: Az érintett felhasználói fiókok azonnali felfüggesztése.
id: Segera tangguhkan akun pengguna yang terpengaruh.
nl: Schors betrokken gebruikers onmiddellijk.
sv: Stäng omedelbart av berörda användarkonton.
uk: Негайно призупиніть дію облікових записів користувачів, яких це стосується.

source: Eradication
de: Eliminierung
ga: Díothú
hu: Megszüntetés
id: Pemberantasan
nl: Uitroeien
sv: Eliminering
uk: Викорінення

source: Remove any unauthorized code or data.
de: Entfernen Sie alle nicht autorisierten Codes oder Daten.
ga: Bain aon chód nó sonraí neamhúdaraithe.
hu: Minden jogosulatlan kód vagy adat eltávolítása.
id: Hapus kode atau data yang tidak diotorisasi.
nl: Verwijder alle niet geautoriseerde code of gegevens.
sv: Ta bort all obehörig kod eller data.
uk: Видаліть будь-який неавторизований код або дані.

source: Patch known vulnerabilities by upgrading Weblate or server components.
de: Schließen Sie bekannte Sicherheitslücken, indem Sie Weblate oder Serverkomponenten aktualisieren.
ga: Paisteáil leochaileachtaí aitheanta trí Weblate nó comhpháirteanna freastalaí a uasghrádú.
hu: Ismert sérülékenységek javítása Weblate- vagy kiszolgálói komponensfrissítéssel.
id: Perbaiki kerentanan yang diketahui dengan memutakhirkan komponen Weblate atau server.
nl: Herstel bekende kwetsbaarheden door Weblate of serveronderdelen te upgraden.
sv: Åtgärda kända sårbarheter genom att uppgradera Weblate eller serverkomponenter.
uk: Виправте відомі вразливості, оновивши Weblate або серверні компоненти.

source: Validate binary and repository integrity using SHA-256 checksums or Git logs.
de: Validieren Sie die Integrität von Binärdateien und Repositorys anhand von SHA-256-Prüfsummen oder Git-Protokollen.
ga: Déan sláine na ndéanártha agus na stórtha a bhailíochtú ag baint úsáide as suimeanna seiceála SHA-256 nó logaí Git.
hu: A bináris fájlok és tárolók épségének ellenőrzése SHA‑256 ellenőrzőösszegek vagy Git-naplók alapján.
id: Validasi integritas biner dan repositori menggunakan checksum SHA-256 atau log Git.
nl: Valideer binaire en integriteit van de opslagplaats met SHA-256 controlesommen of Git-logs.
sv: Validera binär- och arkivintegritet med hjälp av SHA-256-kontrollsummor eller Git-loggar.
uk: Перевірте цілісність бінарного файлу та репозиторію за допомогою контрольних сум SHA-256 або журналів Git.

source: Recovery
de: Wiederherstellung
ga: Aisghabháil
hu: Helyreállítás
id: Pengembalian
nl: Herstel
sv: Återhämtning
uk: Відновлення

source: Restore affected services or data from the latest known-good backups.
de: Stellen Sie betroffene Dienste oder Daten aus den letzten als funktionierend bekannten Sicherungen wieder her.
ga: Athchóirigh seirbhísí nó sonraí lena mbaineann ó na cúltacaí is déanaí a bhfuil aithne orthu gur féidir iad a úsáid.
hu: Az érintett szolgáltatások vagy adatok visszaállítása a legutóbbi ismert, hibamentes mentésből.
id: Kembalikan layanan atau data yang terpengaruh dari cadangan terbaru yang diketahui masih bagus.
nl: Herstel de getroffen services of gegevens vanuit de laatst bekende goede back-ups.
sv: Återställ drabbade tjänster eller data från de senaste kända fungerande säkerhetskopiorna.
uk: Відновіть уражені служби або дані з останніх відомих справних резервних копій.

source: Reintroduce services in a phased approach.
de: Führen Sie die Dienste schrittweise wieder ein.
ga: Seirbhísí a athbhunú de réir a chéile.
hu: Az érintett szolgáltatások fokozatos visszakapcsolása.
id: Memperkenalkan kembali layanan secara bertahap.
nl: Introduceer de services opnieuw in een gefaseerde benadering.
sv: Återinföra tjänsterna stegvis.
uk: Відновлювати послуги поетапно.

source: Monitor logs and system behavior continuously for at least 72 hours post-recovery.
de: Überwachen Sie die Protokolle und das Systemverhalten kontinuierlich für mindestens 72 Stunden nach der Wiederherstellung.
ga: Déan monatóireacht leanúnach ar logaí agus ar iompar an chórais ar feadh 72 uair an chloig ar a laghad tar éis an aisghabhála.
hu: A naplók és a rendszer viselkedésének figyelése legalább 72 órán át a helyreállítás után.
id: Pantau log dan perilaku sistem secara terus-menerus setidaknya selama 72 jam pasca-pengembalian.
nl: Monitor logs en het systeemgedrag doorlopend gedurende ten minste 72 uur na het herstel.
sv: Övervaka loggar och systemets beteende kontinuerligt i minst 72 timmar efter återställningen.
uk: Безперервно контролюйте журнали та поведінку системи протягом щонайменше 72 годин після відновлення.

source: Post-incident review
de: Überprüfung nach Vorfall
ga: Athbhreithniú iar-eachtra
hu: Incidens utáni áttekintés
id: Tinjauan pasca-insiden
nl: Nakijken na het incident
sv: Granskning efter incidenten
uk: Огляд після інциденту

source: Compile a full incident timeline and actions taken.
de: Erstellen Sie einen vollständigen Zeitplan für den Vorfall und die ergriffenen Maßnahmen.
ga: Cuir amlíne iomlán na teagmhais agus na gníomhartha a glacadh le chéile.
hu: A teljes eseményidővonal és a végrehajtott intézkedések dokumentálása.
id: Menyusun garis waktu insiden lengkap dan tindakan yang diambil.
nl: Stel een volledige tijdlijn voor het incident en de genomen acties samen.
sv: Sammanställ en fullständig tidslinje över händelsen och vidtagna åtgärder.
uk: Складіть повний хронологічний опис інциденту та вжитих заходів.

source: Perform Root Cause Analysis (RCA).
de: Führen Sie eine Fehler-Ursachen-Analyse durch.
ga: Déan Anailís Fréamhchúise (RCA).
hu: Az esemény alapvető okainak elemzése (RCA – Root Cause Analysis).
id: Lakukan Analisis Akar Penyebab (RCA).
nl: Voer een Root Cause Analysis (RCA) uit.
sv: Utför grundorsaksanalys (RCA).
uk: Виконайте аналіз першопричин (RCA).

source: Update security policies and IRP documentation.
de: Aktualisieren Sie die Dokumentation zu den Sicherheitsrichtlinien und zum Vorfallsreaktionsplan.
ga: Nuashonraigh beartais slándála agus doiciméadacht IRP.
hu: A biztonsági irányelvek és az incidenskezelési dokumentáció frissítése.
id: Perbarui kebijakan keamanan dan dokumentasi IRP.
nl: Werk beveiligingsbeleid en documentatie voor IRP bij.
sv: Uppdatera säkerhetspolicyer och IRP-dokumentation.
uk: Оновити політики безпеки та документацію IRP.

source: Review the effectiveness of detection and containment mechanisms.
de: Überprüfen Sie die Wirksamkeit der Erkennungs- und Eindämmungsmechanismen.
ga: Athbhreithnigh éifeachtacht na meicníochtaí braite agus coinneála.
hu: A felismerési és elhatárolási mechanizmusok hatékonyságának értékelése.
id: Tinjau efektivitas mekanisme deteksi dan penahanan.
nl: Kijk de effectiviteit van de mechanismen voor detectie en afzondering na.
sv: Granska effektiviteten hos mekanismerna för upptäckt och begränsning.
uk: Перевірте ефективність механізмів виявлення та стримування.

source: Security, privacy and compliance
sv: Säkerhet, integritet och efterlevnad

source: At Weblate, security maintains an environment that values the privacy of our users.
de: Weblate legt großen Wert auf die Sicherheit und den Schutz der Privatsphäre seiner Nutzer.
ga: Ag Weblate, coinníonn an tslándáil timpeallacht a chuireann luach ar phríobháideachas ár n-úsáideoirí.
hu: A Weblate-nél a biztonság olyan környezetet biztosít, amely kiemelten kezeli a felhasználók adatainak védelmét.
id: Di Weblate, keamanan berguna untuk menjaga lingkungan yang menghargai privasi pengguna kami.
ja: Weblate では、セキュリティはユーザーのプライバシーを尊重する環境を維持します。
nl: Bij Weblate onderhoudt de beveiliging een omgeving die de privacy van onze gebruikers hoog in het vaandel heeft staan.
pt: No Weblate, a segurança mantém um ambiente que valoriza a privacidade dos nossos utilizadores.
pt_br: Na Weblate, a segurança mantém um ambiente que valoriza a privacidade de nossos usuários.
ro: La Weblate, securitatea menține un mediu care prețuiește confidențialitatea utilizatorilor noștri.
ru: В Weblate, безопасность поддерживает такую среду, которая защищает конфиденциальность наших пользователей.
sv: På Weblate upprätthåller säkerheten en miljö som värdesätter våra användares integritet.
ta: வலைபெயர்ப்பில், எங்கள் பயனர்களின் தனியுரிமையை மதிக்கும் சூழலை பாதுகாப்பு பராமரிக்கிறது.
tr: Weblate üzerinde güvenlik, kullanıcılarımızın gizliliğine önem veren bir ortam sağlar.
uk: У Weblate ми серйозно ставимося до безпеки і прагнемо зберегти середовище, яке цінує безпеку і конфіденційність наших користувачів.
zh_hans: 在 Weblate，安全维持着一个重视用户隐私的环境。
zh_hant: Weblate 以安全為根本，努力維護重視使用者隱私的環境。

source: Development of Weblate adheres to the `Best Practices of the Open Source Security Foundation <https://www.bestpractices.dev/en/projects/552>`_.
de: Die Entwicklung von Weblate richtet sich nach den `Bewährten Praktiken der Open Source Security Foundation <https://www.bestpractices.dev/en/projects/552>`_.
ga: Cloíonn forbairt Weblate le `Cleachtais is Fearr Fhondúireacht Slándála Foinse Oscailte <https://www.bestpractices.dev/en/projects/552>`_.
hu: A Weblate fejlesztése megfelel az Open Source Security Foundation „Javasolt eljárások” irányelveinek: `Best Practices of the Open Source Security Foundation <https://www.bestpractices.dev/en/projects/552>`_.
id: Pengembangan Weblate mematuhi `Praktik Terbaik dari Open Source Security Foundation <https://www.bestpractices.dev/en/projects/552>`_.
nl: De ontwikkeling van Weblate volgt de `Best Practices of the Open Source Security Foundation <https://www.bestpractices.dev/en/projects/552>`_.
sv: Utvecklingen av Weblate följer `Open Source Security Foundations bästa praxis <https://www.bestpractices.dev/en/projects/552>`_.
uk: Розробка Weblate відповідає `Найкращим практикам Фонду безпеки відкритого коду» <https://www.bestpractices.dev/en/projects/552>`_.

source: Discovered a security issue in Weblate? Please read :ref:`security`.
de: Haben Sie eine Sicherheitslücke in Weblate entdeckt? Bitte lesen Sie :ref:`security`.
ga: Fuair tú saincheist slándála i Weblate? Léigh le do thoi :ref:`security`.
hu: Biztonsági problémát talált a Weblate-ben? Kérjük, olvassa el a :ref:`security` szakaszt.
id: Menemukan masalah keamanan di Weblate? Silakan baca :ref:`security`.
ja: Weblate のセキュリティ上の問題を発見したときは、:ref:`security` を確認してください。
nl: Een beveiligingsrisico ontdekt in Weblate? Lees :ref:`security`.
pt_br: Descobriu um problema de segurança no Weblate? Por favor, leia :ref:`security`.
sv: Har du upptäckt ett säkerhetsproblem i Weblate? Läs :ref:`security`.
tr: Weblate üzerinde bir güvenlik sorunu mu buldunuz? Lütfen :ref:`security` bölümüne bakın.
uk: Виявили проблему із захистом у Weblate? Будь ласка, прочитайте розділ :ref:`security`.
zh_hans: 发现了 Weblate 的安全问题？请阅读 :ref:`security`。

source: Security updates
de: Sicherheitsupdates
ga: Nuashonruithe slándála
hu: Biztonsági frissítések
id: Pembaruan keamanan
ja: セキュリティ アップデート
nl: Updates beveiliging
pt_br: Atualizações de segurança
ru: Обновления безопасности
sv: Säkerhetsuppdateringar
ta: பாதுகாப்பு புதுப்பிப்புகள்
tr: Güvenlik güncellemeleri
uk: Оновлення захисту
zh_hans: 安全更新

source: Weblate provides security updates to address vulnerabilities and enhance the application’s security posture. Only the latest release is guaranteed to receive security updates. Users are encouraged to keep Weblate up to date to benefit from the latest security improvements. Learn more about :ref:`Weblate releases and the release life cycle <release-cycle>`.
de: Weblate stellt Sicherheitsupdates bereit, um Schwachstellen zu beheben und die Sicherheit der Anwendung zu verbessern. Nur bei der neuesten Version ist sichergestellt, dass sie Sicherheitsupdates erhält. Benutzern wird empfohlen, Weblate auf dem neuesten Stand zu halten, um von den neuesten Sicherheitsverbesserungen zu profitieren. Erfahren Sie mehr über :ref:`Weblate releases and the release life cycle <release-cycle>`.
ga: Cuireann Weblate nuashonruithe slándála ar fáil chun aghaidh a thabhairt ar leochaileachtaí agus chun feabhas a chur ar staid slándála an fheidhmchláir. Ní ráthaítear ach go bhfaighidh an scaoileadh is déanaí nuashonruithe slándála. Moltar d’úsáideoirí Weblate a choinneáil cothrom le dáta chun leas a bhaint as na feabhsuithe slándála is déanaí. Foghlaim tuilleadh faoi :ref:`Weblate releases and the release life cycle <release-cycle>`.
hu: A Weblate biztonsági frissítésekkel látja el a rendszert a sebezhetőségek kezelésére és az alkalmazás biztonságának növelésére. Csak a legfrissebb kiadás esetén garantált a biztonsági frissítések elérhetősége. A felhasználók számára javasolt a Weblate naprakészen tartása, hogy részesülhessenek a legújabb biztonsági fejlesztésekben. További részletek: :ref:`Weblate kiadások és a kiadási életciklus <release-cycle>`.
id: Weblate menyediakan pembaruan keamanan untuk mengatasi kerentanan dan meningkatkan postur keamanan aplikasi. Hanya rilis terbaru yang dijamin akan menerima pembaruan keamanan. Pengguna disarankan untuk selalu memperbarui Weblate agar mendapatkan manfaat dari peningkatan keamanan terbaru. Pelajari lebih lanjut tentang :ref:`Weblate releases and the release life cycle <release-cycle>`.
nl: Weblate verschaft beveiligingsupdates om kwetsbaarheden te adresseren en het postuur voor de beveiliging van de toepassing te verbeteren. Alleen de laatste uitgave heeft gegarandeerd beveiligingsupdates ontvangen. Gebruikers worden aangemoedigd om Weblate up-to-date te houden om voordeel te hebben van de laatste verbeteringen van de beveiliging. Kom meer te weten op :ref:`Weblate releases and the release life cycle <release-cycle>`.
sv: Weblate tillhandahåller säkerhetsuppdateringar för att åtgärda sårbarheter och förbättra applikationens säkerhet. Endast den senaste versionen garanteras få säkerhetsuppdateringar. Användare uppmanas att hålla Weblate uppdaterat för att dra nytta av de senaste säkerhetsförbättringarna. Läs mer om :ref:`Weblate-versioner och versionslivscykeln <release-cycle>`.
uk: Weblate надає оновлення безпеки для усунення вразливостей та покращення безпеки програми. Гарантовано, що оновлення безпеки будуть доступні лише для останнього випуску. Користувачам рекомендується постійно оновлювати Weblate, щоб скористатися останніми покращеннями безпеки. Дізнайтеся більше про :ref:`Weblate releases and the release life cycle <release-cycle>`.

source: Security policies
de: Sicherheitsrichtlinien
ga: Polasaithe slándála
hu: Biztonsági irányelvek
id: Kebijakan keamanan
nl: Beveiligingsbeleid
sv: Säkerhetspolicyer
uk: Політики безпеки

source: Compliance
de: Konformität
ga: Comhlíonadh
hu: Megfelelőség
id: Kepatuhan
nl: Conformiteit
sv: Regelefterlevnad
uk: Відповідність

source: Herein you will find various legal information you might need to operate Weblate in certain legal jurisdictions. It is provided as a means of guidance, without any warranty of accuracy or correctness. It is ultimately your responsibility to ensure that your use of Weblate complies with all applicable laws and regulations.
de: Hier finden Sie verschiedene rechtliche Informationen, die Sie für den Betrieb von Weblate in bestimmten Rechtsordnungen benötigen könnten. Diese Informationen dienen als Orientierungshilfe, ohne dass eine Garantie für die Genauigkeit oder Richtigkeit gegeben wird. Es liegt letztendlich in Ihrer Verantwortung, sicherzustellen, dass Ihre Nutzung von Weblate mit allen geltenden Gesetzen und Vorschriften übereinstimmt.
ga: Anseo gheobhaidh tú faisnéis dlí éagsúla a d’fhéadfadh a bheith uait chun Weblate a oibriú i ndlínsí dlí áirithe. Cuirtear ar fáil é mar mhodh treorach, gan aon bharántas maidir le cruinneas nó cruinneas. Ar deireadh thiar is ortsa atá an fhreagracht a chinntiú go gcomhlíonann do úsáid a bhaint as Weblate le gach dlí agus rialachán is infheidhme.
hu: Ebben a szakaszban különféle jogi tudnivalókat talál, amelyekre szüksége lehet a Weblate bizonyos joghatóságok alatti használatához. Ezek tájékoztató jellegűek, pontosságukért nem vállalunk garanciát. Végső soron Ön felelős azért, hogy a Weblate használata minden alkalmazandó jogszabálynak megfeleljen.
id: Di sini Anda akan menemukan berbagai informasi hukum yang mungkin Anda perlukan untuk mengoperasikan Weblate di yurisdiksi hukum tertentu. Informasi ini disediakan sebagai panduan, tanpa jaminan keakuratan atau kebenaran apa pun. Pada akhirnya, Anda bertanggung jawab untuk memastikan bahwa penggunaan Weblate Anda mematuhi semua hukum dan peraturan yang berlaku.
ja: ここには、特定の法的管轄区域で Weblate を運営するために必要なさまざまな法的情報を記載しています。これはガイダンスの手段として提供され、正確性または正しさを保証するものではありません。Weblate の使用にあたり、適用されるすべての法律および規制に準拠しているかどうかの確認の責任は、最終的にはお客様にあります。
nl: Hier vindt u verschillende wettelijke informatie die u misschien nodig hebt om Weblate in bepaalde wettelijke jurisdicties uit te mogen voeren. Het wordt verschaft als een richtlijn, zonder enige garantie voor nauwkeurigheid of correctheid. Het is uiteindelijk uw eigen verantwoordelijkheid om ervoor te zorgen dat uw gebruik van Weblate voldoet aan alle wetten en regels.
pt: Aqui encontrará várias informações legais que pode precisar para operar Weblate em certas jurisdições legais. É fornecido como um meio de orientação, sem qualquer garantia de precisão ou correção. Em última análise, é a sua responsabilidade de garantir que o seu uso do Weblate esteja em conformidade com todas as leis e regulamentos aplicáveis.
pt_br: Aqui você encontrará várias informações legais que você pode precisar para operar Weblate em certas jurisdições legais. É fornecido como um meio de orientação, sem qualquer garantia de precisão ou correção. Em última análise, é sua responsabilidade garantir que seu uso do Weblate esteja em conformidade com todas as leis e regulamentos aplicáveis.
ro: În acest document veți găsi diverse informații juridice de care ați putea avea nevoie pentru a opera Weblate în anumite jurisdicții legale. Acestea sunt furnizate ca mijloc de îndrumare, fără nicio garanție de acuratețe sau corectitudine. Este în cele din urmă responsabilitatea dumneavoastră să vă asigurați că utilizarea Weblate respectă toate legile și reglementările aplicabile.
ru: Здесь вы найдёте информацию по различным правовым вопросам, которая может вам потребоваться при работе с Weblate в определённых юрисдикциях. Она приведена исключительно в качестве рекомендации без каких-либо гарантий точности или корректности оной. В конце концов, обеспечение того, чтобы то, как вы используете Weblate, соответствовало всем применимым законам и нормам, является исключительно вышей ответственностью.
sv: Här hittar du olika juridiska uppgifter som du kan behöva för att använda Weblate i vissa jurisdiktioner. Informationen tillhandahålls som vägledning, utan någon garanti för riktighet eller korrekthet. Det är i slutändan ditt ansvar att se till att din användning av Weblate följer alla tillämpliga lagar och förordningar.
ta: சில சட்ட அதிகார வரம்புகளில் நீங்கள் வலைபெயர்ப்பு செய்ய வேண்டிய பல்வேறு சட்ட தகவல்களை இங்கே காணலாம். இது துல்லியம் அல்லது சரியான தன்மைக்கான எந்தவொரு உத்தரவாதமும் இல்லாமல், வழிகாட்டுதலின் வழிமுறையாக வழங்கப்படுகிறது. வலைபெயர்ப்பைப் பயன்படுத்துவது பொருந்தக்கூடிய அனைத்து சட்டங்களுக்கும் விதிமுறைகளுக்கும் இணங்குகிறது என்பதை உறுதிப்படுத்துவது இறுதியில் உங்கள் பொறுப்பாகும்.
tr: Burada, belirli yasal yargı yetkisindeki bölgelerde Weblate işletmek için gerek duyabileceğiniz çeşitli yasal bilgileri bulabilirsiniz. Herhangi bir kesinlik veya doğruluk garantisi olmadan yol göstermek için verilmiştir. Weblate kullanımınızın yürürlükteki tüm yasa ve yönetmeliklere uygun olmasını sağlamak asıl olarak sizin sorumluluğunuzdadır.
uk: Тут ви знайдете різноманітні юридичні відомості, які можуть знадобитися вам для роботи з Weblate у певних юрисдикціях. Їх надано для орієнтування, без жодних гарантій точності або правильності. Уся відповідальність щодо забезпечення повної відповідності законодавству користування вами Weblate покладається на вас.
zh_hans: 在此。您可以找到您在某些法律管辖区操作Weblate可能需要的各种法律信息。它是作为一种指导手段提供的，不保证其准确性或正确性。确保您对Weblate的使用符合所有适用的法律和法规，最终是您的责任。
zh_hant: 在此，您將找到各種法律信息，您可能需要在某些法律司法管轄區中運營Webleate。它作為指導手段提供，沒有任何準確性或正確性的保證。最終是您有責任確保您使用Weberate符合所有適用的法律法規。

source: Terms of service and privacy policy
de: Nutzungsbedingungen und Datenschutzerklärung
ga: Téarmaí seirbhíse agus polasaí príobháideachais
hu: Használati feltételek és adatvédelmi irányelv
id: Ketentuan layanan dan kebijakan privasi
nl: Algemene voorwaarden en privacy policy
sv: Användarvillkor och integritetspolicy
uk: Умови надання послуг та політика конфіденційності

source: These documents apply to Weblate deployments operated by Weblate s.r.o., such as Hosted Weblate and Weblate Cloud.
sv: Dessa dokument gäller för Weblate-distributioner som drivs av Weblate s.r.o., såsom Hosted Weblate och Weblate Cloud.

source: `General terms and conditions`_
de: `Allgemeine Geschäftsbedingungen`_
ga: `Téarmaí agus coinníollacha ginearálta`_
hu: `Általános szerződési feltételek`_
id: `Syarat dan ketentuan umum`_
nl: `Algemene voorwaarden en voorwaarden`_
sv: `Allmänna villkor`_
uk: `Загальні положення та умови`_

source: `Privacy policy`_
de: `Datenschutzerklärung`_
ga: `Polasaí príobháideachta`_
hu: `Adatvédelmi irányelvek`_
id: `Kebijakan privasi`_
nl: `Privacybeleid`_
sv: `Sekretesspolicy`_
uk: `Політика конфіденційності`_

source: The data processing agreement can be obtained in the `Customer area`_.
de: Der Auftragsverarbeitungsvertrag kann im `Kundenbereich`_ eingesehen werden.
ga: Is féidir an comhaontú próiseála sonraí a fháil sa `limistéar do Chustaiméirí`_.
hu: Az adatkezelési megállapodás elérhető az `Ügyfélfelületen`_ keresztül.
id: Perjanjian pemrosesan data dapat diperoleh di `Area Pelanggan`_.
nl: De instemming voor het verwerken van gegevens is te verkrijgen in het `Customer area`_.
sv: Databehandlingsavtalet kan erhållas i `Kundområdet`_.
uk: Угоду про обробку даних можна отримати у `Зона для клієнтів`_.

source: Guidelines
sv: Riktlinjer
