Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: whether there are any local changes to push
de: Ob es irgendwelche lokale Änderungen zum Pushen gibt
ga: an bhfuil aon athruithe áitiúla le brú
hu: vannak-e helyi módosítások, amelyeket fel kell tölteni (push)
id: apakah ada perubahan lokal untuk mendorong
ja: プッシュが必要な変更がローカルにあるかどうか
nl: of er nog lokale wijzigingen zijn die moeten worden gepusht
pt: se há alguma alteração local para fazer push
pt_br: se há alguma alteração local para fazer push
ro: dacă există modificări locale care să fie împinse
ru: есть ли какие-нибудь локальные изменения для отправки
sv: om det finns några lokala ändringar att genomföra
ta: தள்ளுவதற்கு ஏதேனும் உள்ளக மாற்றங்கள் உள்ளதா
tr: itilecek herhangi bir yerel değişikliğin olup olmadığı
uk: визначає, чи є якісь локальні зміни для запису
zh_hans: 是否有本地更改要推送
zh_hant: 是否有本地更改要推送

source: Performs given operation on the VCS repository.
de: Führt eine bestimmte Operation im VCS-Repository durch.
ga: Déanann sé oibríocht tugtha ar an stór VCS.
hu: A megadott művelet végrehajtása a VCS-tárolón.
id: Melakukan operasi yang diberikan pada repositori VCS.
ja: VCS リポジトリで指定の操作を実行します。
nl: Voert een opgegeven bewerking uit op de opslagruimte van het VCS.
pt: Realiza a operação dada no repositório VCS.
pt_br: Realiza a operação dada no repositório VCS.
ro: Efectuează operațiunea dată asupra depozitului VCS.
ru: Выполняет заданную операцию на репозитории системы контроля версий.
sv: Utför given operation på VCS-arkivet.
ta: வி.சி.எச் களஞ்சியத்தில் கொடுக்கப்பட்ட செயல்பாட்டை செய்கிறது.
tr: Sürüm denetimi sistemi deposunda belirtilen işlemi yapar.
uk: Виконує вказану дію над сховищем системи керування версіями.
zh_hans: 在版本控制系统仓库上执行给定的操作。
zh_hant: 在版本控制系統（VCS）倉庫上執行給定的操作。

source: Operation to perform: one of ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
de: Auszuführende Operation: eine von ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
ga: Oibríocht le cur i gcrích: ceann amháin de `` bhrú``, ``tarraing``, `` tiomnaigh``, ``athshocraigh``, ``glanadh``, ``comhad-shioncronú``, `` scanadh comhaid` `
hu: Végrehajtandó művelet: lehet ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
id: Operasi yang harus dilakukan: salah satu dari ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
ja: 実行する操作: ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``，``file-scan`` のいずれか一つ
nl: De uit te voeren bewerking: een van ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
pt: Operação para realizar: uma de ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
pt_br: Operação para realizar: uma de ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
ru: Операция, которую необходимо выполнить: одна из ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan`` `
sv: Åtgärd som ska utföras: en av ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
ta: நிகழ்த்துவதற்கான செயல்பாடு: `` புச்``, `` இழுத்தல்`, `` கமிட்``, `மீட்டமை``,` `சுத்தம் செய்யுங்கள்`,` `கோப்பு-ஒத்திசைவு``,` `கோப்பு-ச்கேன்` `
tr: Yürütülecek işlem: ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync`` ya da ``file-scan`` olabilir
uk: Дія, яку слід виконати. Одне з таких значень: ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
zh_hans: 要执行的操作：``push``、``pull``、``commit``、``reset``、``cleanup``、``file-sync``、``file-scan`` 中的一个

source: result of the operation
de: Ergebnis der Operation
ga: thoradh na hoibríochta
hu: a művelet eredménye
id: hasil dari operasi
ja: 操作の結果
nl: resultaat van de bewerking
pt: resultado da operação
pt_br: resultado da operação
ro: rezultatul operațiunii
ru: результат операции
sv: resultatet av operationen
ta: செயல்பாட்டின் முடிவு
tr: işlemin sonucu
uk: результат дії
zh_hans: 操作的结果
zh_hant: 操作的結果

source: **JSON response example:**
de: **JSON-Antwortbeispiel:**
ga: ** Sampla freagra JSON:**
hu: **Példa JSON válasz:**
id: **Contoh respons JSON:**
ja: **JSON レスポンスの例:**
nl: **Voorbeeld JSON antwoord:**
pt: **Exemplo de resposta JSON:**
pt_br: **Exemplo de resposta JSON:**
ro: **Exemplu de răspuns JSON:**
ru: **Пример ответа в JSON:**
sv: **Exempel på JSON-svar:**
ta: ** சாதொபொகு மறுமொழி எடுத்துக்காட்டு: **
tr: **JSON yanıtı örneği:**
uk: **Приклад відповіді JSON:**
zh_hans: **JSON 响应的示例：**

source: Returns a list of translation components in the given project.
de: Gibt eine Liste der Übersetzungskomponenten im angegebenen Projekt zurück.
ga: Seol ar ais liosta de na comhpháirteanna aistriúcháin sa tionscadal ar leith.
hu: A megadott projekt fordítási összetevőinek listáját adja vissza.
id: Mengembalikan daftar komponen terjemahan dalam proyek yang diberikan.
ja: 返り値は、指定したプロジェクト内の翻訳コンポーネントのリストです。
nl: Geeft een lijst terug van vertaalonderdelen in het opgegeven project.
pt: Retorna uma lista de componentes de tradução no projeto dado.
pt_br: Retorna uma lista de componentes de tradução no projeto dado.
ro: Returnează o listă a componentelor de traducere din proiectul dat.
ru: Возвращает список компонентов перевода в указанном проекте.
sv: Returnerar en lista över översättningskomponenter i det angivna projektet.
ta: கொடுக்கப்பட்ட திட்டத்தில் மொழிபெயர்ப்பு கூறுகளின் பட்டியலை வழங்குகிறது.
tr: Belirtilen projedeki çeviri bileşenlerinin listesini görüntüler.
uk: Повертає список складників перекладу у вказаному проєкті.
zh_hans: 返回给定项目的翻译部件列表。
zh_hant: 返回給定項目的翻譯組件列表。

source: array of component objects; see :http:get:`/api/components/(string:project)/(string:component)/`
de: Array von Komponentenobjekten; siehe :http:get:`/api/components/(string:project)/(string:component)/`
ga: sraith rudaí comhpháirteanna; féach :http:get:`/api/components/(string:project)/(string:component)/`
hu: összetevő objektumok tömbje; lásd: :http:get:`/api/components/(string:project)/(string:component)/`
id: array objek komponen; lihat :http:get:`/api/components/(string:project)/(string:component)/`
ja: コンポーネント オブジェクトの配列。参照: :http:get:`/api/components/(string:project)/(string:component)/`
nl: array met onderdeelobjecten; bekijk :http:get:`/api/components/(string:project)/(string:component)/`
pt: vetor de objetos componentes; veja :http:get:`/api/components/(string:project)/(string:component)/`
pt_br: vetor de objetos componentes; consulte :http:get:`/api/components/(string:project)/(string:component)/`
ro: matrice de obiecte de componente; a se vedea :http:get:`/api/components/(string:project)/(string:component)/`
ru: массив объектов компонентов; смотрите описание :http:get:`/api/components/(string:project)/(string:component)/`
sv: array av komponentobjekt; se :http:get:`/api/components/(string:project)/(string:component)/`
tr: bileşen nesneleri dizisi. Ayrıntılı bilgi almak için: :http:get:`/api/components/(string:project)/(string:component)/`
uk: масив об'єктів складника, див. :http:get:`/api/components/(string:project)/(string:component)/`
zh_hans: 部件对象的数组；请参见 :http:get:`/api/components/(string:project)/(string:component)/`
zh_hant: 組件對象的矩陣；請參見 :http:get:`/api/components/(string:project)/(string:component)/`

source: The ``zipfile`` and ``docfile`` parameters are now accepted for VCS-less components, see :ref:`vcs-local`.
de: Die Parameter ``zipfile`` und ``docfile`` werden jetzt für VCS-freie Komponenten akzeptiert, siehe :ref:`vcs-local`.
ga: Glactar leis na paraiméadair ``zipfile`` agus ``docfile`` anois le haghaidh comhpháirteanna nach bhfuil chomh VCS, féach :ref:`vcs-local`.
hu: A ``zipfile`` és ``docfile`` paraméterek mostantól VCS nélküli összetevők esetében is használhatók, lásd: :ref:`vcs-local`.
id: Parameter ``zipfile`` dan ``docfile`` sekarang diterima untuk komponen tanpa VCS, lihat :ref:`vcs-local`.
ja: ``zipfile`` および ``docfile`` パラメータは、VCS なしのコンポーネントでも使用できるように変更されました。参照: :ref:`vcs-local`。
nl: De parameters ``zipfile`` en ``docfile`` worden nu geaccepteerd voor onderdelen zonder VCS, bekijk :ref:`vcs-local`.
pt: Os parâmetros `` zipfile`` e `` docfile`` agora são aceitos para componentes sem VCS, veja :ref:`vcs-local`.
pt_br: Os parâmetros ``zipfile`` e ``docfile`` agora são aceitos para componentes sem VCS, consulte :ref:`vcs-local`.
ro: Parametrii ``zipfile`` și ``docfile`` sunt acum acceptați pentru componentele fără VCS, a se vedea :ref:`vcs-local`.
ru: Параметры ``zipfile`` и ``docfile`` теперь доступны и для компонентов без системы контроля версий, смотреть раздел :ref:`vcs-local`.
sv: Parametrarna ``zipfile`` och ``docfile`` accepteras nu för komponenter utan VCS, se :ref:`vcs-local`.
tr: Sürüm denetimi sistemi kullanmayan bileşenler için de ``zipfile`` ve ``docfile`` parametreleri kabul edilir. Ayrıntılı bilgi almak için: :ref:`vcs-local`.
uk: У новій версії параметри ``zipfile`` і ``docfile`` приймаються меншою кількістю складників системи керування версіями, див. :ref:`vcs-local`.
zh_hans: ``zipfile`` 和 ``docfile`` 参数现在可用于无 VCS 的部件，参见 :ref:`vcs-local`。
zh_hant: ``zipfile`` 和 ``docfile`` 參數現在可被無 VCS 的組件所接受，見 :ref:`vcs-local`.

source: The cloned repositories are now automatically shared within a project using :ref:`internal-urls`. Use ``disable_autoshare`` to turn off this.
de: Die geklonten Repositorys werden nun automatisch innerhalb eines Projekts mit :ref:`internal-urls` geteilt. Verwenden Sie ``disable_autoshare`` um dies zu deaktivieren.
ga: Déantar na stórais clónaithe a roinnt go huathoibríoch laistigh de thionscadal anois ag baint úsáid :ref:`internal-urls`. Úsáid ``disable_autoshare`` chun é seo a mhúchadh.
hu: A klónozott tárolók mostantól automatikusan megosztásra kerülnek a projekten belül a :ref:`internal-urls` használatával. A megosztás kikapcsolásához használja a ``disable_autoshare`` beállítást.
id: Repositori kloning kini dibagikan secara otomatis dalam suatu proyek menggunakan :ref:`internal-urls`. Gunakan ``disable_autoshare`` untuk menonaktifkannya.
ja: 複製されたリポジトリは、:ref:`internal-urls` を使用してプロジェクト内で自動的に共有するように変更されました。``disable_autoshare`` を使用すると無効にできます。
nl: De gekloonde opslagruimten worden nu automatisch gedeeld binnen een project met :ref:`internal-urls`. Gebruik ``disable_autoshare`` om dit uit te schakelen.
pt: Os repositórios clonados agora são automaticamente compartilhados dentro de um projeto a usar :ref:`internal-urls`. Use ``disable_autoshare`` para desativar isso.
pt_br: Os repositórios clonados agora são automaticamente compartilhados dentro de um projeto usando :ref:`internal-urls`. Use ``disable_autoshare`` para desativar isso.
ro: Depozitele clonate sunt acum partajate automat în cadrul unui proiect folosind :ref:`internal-urls`. Utilizați ``disable_autoshare`` pentru a dezactiva acest lucru.
ru: Клонированные репозитории теперь автоматически разделяются внутри проекта с помощью :ref:`internal-urls`. Используйте ``disable_autoshare``, чтобы отключить это.
sv: De klonade arkiven delas nu automatiskt inom ett projekt med hjälp av :ref:`internal-urls`. Använd ``disable_autoshare`` för att inaktivera denna funktion.
tr: Kopyalanan depolar :ref:`internal-urls` kullanılarak kendiliğinden bir proje içinde paylaşılabilir. Bu özelliği kapatmak için ``disable_autoshare`` seçeneğini kullanın.
uk: У нових версіях клоновані сховища автоматично спільно використовуються у межах проєкту з використанням :ref:`internal-urls`. Скористайтеся ``disable_autoshare``, щоб вимкнути таку поведінку.
zh_hans: 克隆的仓库现在可以使用 :ref:`internal-urls`. 使用 ``disable_autoshare`` 关闭此功能。
zh_hant: 克隆的存儲庫現在使用：REF：“內部URL”，現在自動在項目中自動共享。使用``isable_autoshare``關閉。

source: Creates translation components in the given project.
de: Erstellt Übersetzungskomponenten im angegebenen Projekt.
ga: Cruthaíonn comhpháirteanna aistriúcháin sa tionscadal tugtha.
hu: Új fordítási összetevők létrehozása a megadott projektben.
id: Membuat komponen terjemahan dalam proyek yang diberikan.
ja: 指定したプロジェクトに翻訳コンポーネントを作成します。
nl: Maakt vertaalonderdelen in het opgegeven project.
pt: Cria componentes de tradução no projeto dado.
pt_br: Cria componentes de tradução no projeto dado.
ro: Creează componente de traducere în proiectul dat.
ru: Создаёт компоненты перевода в указанном проекте.
sv: Skapar översättningskomponenter i det angivna projektet.
ta: கொடுக்கப்பட்ட திட்டத்தில் மொழிபெயர்ப்பு கூறுகளை உருவாக்குகிறது.
tr: Belirtilen projede çeviri bileşenleri oluşturur.
uk: Створює складники перекладу у вказаному проєкті.
zh_hans: 在给定的项目中新建翻译部件。
zh_hant: 在給定的項目中新建翻譯組件。

source: Use :ref:`internal-urls` when creating multiple components from a single VCS repository.
de: Verwenden Sie :ref:`internal-urls`, wenn Sie mehrere Komponenten aus einem einzigen VCS-Repository erstellen.
ga: Úsáid :ref:`internal-urls` agus comhpháirteanna iolracha á chruthú ó stór VCS amháin.
hu: Több összetevő létrehozása esetén használja a :ref:`internal-urls` funkciót egyetlen VCS tárolóból való létrehozáshoz.
id: Gunakan :ref:`internal-urls` saat membuat beberapa komponen dari repositori VCS tunggal.
ja: 1 つの VCS リポジトリから複数のコンポーネントを作成するには、:ref:`internal-urls` を使用します。
nl: Gebruik :ref:`internal-urls` bij het maken van meerdere onderdelen uit een enkele opslagruimte voor het VCS.
pt: Use :ref:`internal-urls` ao criar vários componentes a partir de um único repositório VCS.
pt_br: Use :ref:`internal-urls` ao criar vários componentes a partir de um único repositório VCS.
ro: Utilizați :ref:`internal-urls` atunci când creați mai multe componente dintr-un singur depozit VCS.
ru: Используйте :ref:`internal-urls` при создании нескольких компонентов из одного VCS-репозитория.
sv: Använd :ref:`internal-urls` när du skapar flera komponenter från ett enda VCS-arkiv.
tr: Tek bir sürüm denetimi sistemi deposundan birden fazla bileşen oluştururken :ref:`internal-urls` seçeneğini kullanın.
uk: Використовуйте :ref:`internal-urls` під час створення кількох складників з одного сховища VCS.
zh_hans: 从单个版本控制系统仓库创建多个部件时，请使用 :ref:`internal-urls`。
zh_hant: 使用：REF：從單個VCS存儲庫創建多個組件時的“內部URL”。

source: Most of the component creation happens in the background. Check the ``task_url`` attribute of created component and follow the progress there.
de: Der größte Teil der Komponentenerstellung erfolgt im Hintergrund. Prüfen Sie das Attribut ``task_url`` der erstellten Komponente und verfolgen Sie dort den Fortschritt.
ga: Tarlaíonn an chuid is mó de chruthú comhpháirte sa chúlra. Seiceáil an aitreabúid ``tasc_url`` den chomhpháirt chruthaithe agus lean an dul chun cinn ann.
hu: Az összetevők többségének létrehozása háttérfolyamatban történik. Az elkészült összetevő ``task_url`` attribútumát követve ellenőrizhető a folyamat állapota.
id: Sebagian besar pembuatan komponen terjadi di latar belakang. Periksa atribut ``task_url`` dari komponen yang dibuat dan ikuti perkembangannya.
ja: ほとんどのコンポーネントの作成は、バックグラウンドで実行されます。作成したコンポーネントの ``task_url`` 属性を確認し、その進捗状況を確認します。
nl: Het meeste maken van onderdelen gebeurt op de achtergrond. Controleer het attribuut ``task_url`` van het gemaakte onderdeel en volg daar de voortgang.
pt: A maior parte da criação de componentes acontece em segundo plano. Verifique o atributo ``task_url`` do componente criado e siga o progresso por lá.
pt_br: A maior parte da criação de componentes acontece em segundo plano. Verifique o atributo ``task_url`` do componente criado e siga o progresso por lá.
ro: Cea mai mare parte a creării de componente are loc în fundal. Verificați atributul ``task_url`` al componentei create și urmăriți progresul acolo.
ru: Большая часть процесса создания компонента происходит асинхронно, в фоновой задаче. Посмотрите значение атрибута ``task_url`` вновь созданного компонента и следите за ходом выполнения через него.
sv: Det mesta av komponentskapandet sker i bakgrunden. Kontrollera attributet ``task_url`` för den skapade komponenten och följ framstegen där.
ta: கூறு உருவாக்கம் பெரும்பாலானவை பின்னணியில் நிகழ்கின்றன. உருவாக்கப்பட்ட கூறுகளின் `` டாச்க்_ஆர்ல்`` பண்புக்கூறுகளை சரிபார்த்து, அங்குள்ள முன்னேற்றத்தைப் பின்பற்றவும்.
tr: Bileşen oluşturma işleminin çoğu arka planda yapılır. Oluşturulan bileşenin ``task_url`` özniteliğini denetleyin ve oradaki ilerlemeyi izleyin.
uk: Більша частина дій зі створення складника виконується у фоновому режимі. Ознайомтеся із документацією до атрибута ``task_url`` створеного складника і стежте за поступом за його допомогою.
zh_hans: 多数部件的新建发生在后台。检查新建部件的 ``task_url`` 属性，并按照那里的步骤进行。
zh_hant: 多數組件的新建發生在後台。檢查新建組件的 ``task_url`` 屬性，並按照那裡的步驟進行。

source: ZIP file to upload into Weblate for translations initialization
de: ZIP-Datei zum Hochladen in Weblate für die Initialisierung der Übersetzungen
ga: Comhad ZIP le huaslódáil isteach i Weblate chun aistriúchán a thosú
hu: ZIP-fájl feltöltése a Weblate rendszerébe a fordítások inicializálásához
id: Berkas ZIP untuk diunggah ke Weblate untuk inisialisasi terjemahan
ja: 翻訳の初期化のために Weblate にアップロードする ZIP ファイル
nl: ZIP-bestand om naar Weblate te uploaden voor initialiseren van vertalingen
pt: Ficheiro ZIP para enviar ao Weblate para inicialização de traduções
pt_br: Arquivo ZIP para carregar no Weblate para inicialização de traduções
ro: Fișier ZIP pentru a încărca în Weblate pentru inițializarea traducerilor
ru: ZIP-файл, который будет загружен в Weblate для инициализации переводов
sv: ZIP-fil att ladda upp till Weblate för initialisering av översättningar
ta: மொழிபெயர்ப்புகள் துவக்கத்திற்காக வலைபெயர்ப்பில் பதிவேற்ற சிப் கோப்பு
tr: Çevirilerin başlatılması için Weblate üzerine yüklenecek ZIP dosyası
uk: Фай ZIP, який слід вивантажити до Weblate для ініціалізації перекладів
zh_hans: 上传到 Weblate 用于翻译初始化的 ZIP 文件
zh_hant: 上傳到 Weblate 用於翻譯初始化的 ZIP 文件

source: Document to translate
de: Zu übersetzendes Dokument
ga: Doiciméad le haistriú
hu: Lefordítandó dokumentum
id: Dokumen untuk diterjemahkan
ja: 翻訳するドキュメント
nl: Te vertalen document
pt: Documento para traduzir
pt_br: Documento para traduzir
ro: Document de tradus
ru: Документ для перевода
sv: Dokument att översätta
ta: மொழிபெயர்க்க ஆவணம்
tr: Çevrilecek belge
uk: Документ для перекладу
zh_hans: 要翻译的文档
zh_hant: 要翻譯的文件

source: Disables automatic repository sharing via :ref:`internal-urls`.
de: Deaktiviert das automatische Teilen des Repositorys über :ref:`internal-urls`.
ga: Díchumasaíonn sé comhroinnt stórais uathoibríoch trí :ref:`internal-urls`.
hu: Automatikus tárolómegosztás letiltása a :ref:`internal-urls` használatával.
id: Menonaktifkan pembagian repositori otomatis melalui :ref:`internal-urls`.
ja: :ref:`internal-urls` による自動リポジトリ共有を無効にする。
nl: Schakelt automatisch delen van opslagruimte via :ref:`internal-urls` uit.
pt: Desativa o compartilhamento automático do repositório via :ref:`internal-urls`.
pt_br: Desabilita o compartilhamento automático do repositório via :ref:`internal-urls`.
ro: Dezactivează partajarea automată a depozitelor prin :ref:`internal-urls`.
ru: Отключает автоматический обмен репозиториями через :ref:`internal-urls`.
sv: Inaktiverar automatisk delning av arkiv via :ref:`internal-urls`.
tr: :ref:`internal-urls` seçeneği ile kendiliğinden depo paylaşımını kullanımdan kaldırır.
uk: Вимикає автоматичне спільне використання сховищ за допомогою :ref:`internal-urls`.
zh_hans: 禁用通过 :ref:`internal-urls` 自动共享仓库。
zh_hant: 禁用自動存儲庫共享：參考：“內部URL”。

source: Created component object; see :http:get:`/api/components/(string:project)/(string:component)/`
de: Erstelltes Komponentenobjekt; siehe :http:get:`/api/components/(string:project)/(string:component)/`
ga: Réad comhpháirteanna cruthaithe; féach :http:get:`/api/components/(string:project)/(string:component)/`
hu: A létrehozott összetevő objektuma; lásd: :http:get:`/api/components/(string:project)/(string:component)/`
id: Objek komponen yang dibuat; lihat :http:get:`/api/components/(string:project)/(string:component)/`
ja: 作成されたコンポーネント オブジェクト。参照: :http:get:`/api/components/(string:project)/(string:component)/`
nl: Gemaakt onderdeelobject; bekijk :http:get:`/api/components/(string:project)/(string:component)/`
pt: Objeto componente criado; veja :http:get:`/api/components/(string:project)/(string:component)/`
pt_br: Objeto componente criado; consulte :http:get:`/api/components/(string:project)/(string:component)/`
ro: Obiect component creat; a se vedea :http:get:`/api/components/(string:project)/(string:component)/`
ru: Созданный объект компонента; смотрите описание :http:get:`/api/components/(string:project)/(string:component)/`
sv: Skapade komponentobjekt; se :http:get:`/api/components/(string:project)/(string:component)/`
tr: Oluşturulan bileşen nesnesi. Ayrıntılı bilgi almak için: :http:get:`/api/components/(string:project)/(string:component)/`
uk: Створений об'єкт складника; див. :http:get:`/api/components/(string:project)/(string:component)/`
zh_hans: 新建部件对象；请参见 :http:get:`/api/components/(string:project)/(string:component)/`
zh_hant: 新建組件對象；請參見 :http:get:`/api/components/(string:project)/(string:component)/`

source: JSON can not be used when uploading the files using the ``zipfile`` and ``docfile`` parameters. The data has to be uploaded as :mimetype:`multipart/form-data`.
de: JSON kann nicht verwendet werden, wenn die Dateien mit den Parametern ``zipfile`` und ``docfile`` hochgeladen werden. Die Daten müssen als :mimetype:`multipart/form-data` hochgeladen werden.
ga: Ní féidir JSON a úsáid agus na comhaid á uaslódáil ag baint úsáide as na paraiméadair ``zipfile`` agus `docfile``. Caithfear na sonraí a uaslódáil mar :mimetype:`multipart/form-data`.
hu: A fájlok feltöltésekor (``zipfile`` és ``docfile`` paraméterek használatával) a JSON nem alkalmazható. Az adatokat :mimetype:`multipart/form-data` formátumban kell feltölteni.
id: JSON tidak dapat digunakan saat mengunggah berkas menggunakan parameter ``zipfile`` dan ``docfile``. Data harus diunggah sebagai :mimetype:`multipart/form-data`.
ja: ``zipfile`` および ``docfile`` パラメーターを使用してファイルをアップロードする場合は JSON を使用できません。データは :mimetype:`multipart/form-data` としてアップロードすることが必要です。
nl: JSON kan niet worden gebruikt bij het uploaden van de bestanden met de parameters ``zipfile`` en ``docfile``. De gegevens moeten worden geüpload als :mimetype:`multipart/form-data`.
pt: JSON não pode ser usado ao enviar os ficheiros a usar os parâmetros ``zipfile`` e ``docfile``. Os dados devem ser enviados como :mimetype:`multipart/form-data`.
pt_br: JSON não pode ser usado ao enviar os arquivos usando os parâmetros ``zipfile`` e ``docfile``. Os dados devem ser enviados como :mimetype:`multipart/form-data`.
ro: JSON nu poate fi utilizat la încărcarea fișierelor folosind parametrii ``zipfile`` și ``docfile``. Datele trebuie să fie încărcate ca :mimetype:`multipart/form-data`.
ru: JSON не может использоваться при загрузке файлов с помощью параметров ``zipfile`` и ``docfile``. Данные должны быть загружены в формате :mimetype:`multipart/form-data`.
sv: JSON kan inte användas när filerna laddas upp med parametrarna ``zipfile`` och ``docfile``. Data måste laddas upp som :mimetype:`multipart/form-data`.
tr: Dosyalar ``zipfile`` ve ``docfile`` parametreleri kullanılarak yüklenirken JSON kullanılamaz. Veriler :mimetype:`multipart/form-data` olarak yüklenmelidir.
uk: JSON не можна використовувати при вивантаженні файлів з використанням параметрів ``zipfile`` і ``docfile``. Дані слід вивантажувати як :mimetype:`multipart/form-data`.
zh_hans: 使用 ``zipfile`` 上传文件时无法使用 JSON 和 ``docfile`` 参数数据必须以 :mimetype:`multipart/form-data` 的形式上传。
zh_hant: 使用“ZipFile``和````````````````````````）無法使用JSON。數據必須上傳為：MimeType：`multipart / form-data`。
