Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Labels are used to categorize strings within a project to further customize the localization workflow (for example to define categories of strings).
de: Labels werden verwendet, um Zeichenketten innerhalb eines Projekts zu kategorisieren und den Lokalisierungsprozess weiter anzupassen (z. B. um Kategorien von Zeichenketten zu definieren).
ga: Úsáidtear lipéid chun teaghráin a chatagóiriú laistigh de thionscadal chun an sreabhadh oibre logánaithe a shaincheapadh tuilleadh (mar shampla chun catagóirí teaghráin a shainiú).
hu: A címkék a projekten belüli szövegek kategorizálására szolgálnak, így a lokalizálási munkafolyamat tovább testreszabható (például a szövegek kategóriákba sorolásával).
id: Label digunakan untuk mengkategorikan string dalam suatu proyek guna menyesuaikan alur kerja pelokalan lebih lanjut (misalnya untuk menentukan kategori string).
ja: ラベルを使用してプロジェクト内の文字列を分類し、翻訳ワークフローを詳細に設定します（例: 文字列のカテゴリの設定）。
nl: Labels worden gebruikt om tekenreeksen te categoriseren binnen een project om de werkwijze voor het vertalen verder aan te passen (bijvoorbeeld om categorieën van tekenreeksen te definiëren).
pt: As etiquetas são usadas para categorizar cadeias dentro de um projeto para personalizar ainda mais o fluxo de trabalho de localização (por exemplo, para definir categorias de cadeias).
pt_br: As etiquetas são usadas para categorizar textos dentro de um projeto para personalizar ainda mais o fluxo de tradução (por exemplo, para definir categorias de textos).
ro: Etichetele sunt utilizate pentru a clasifica șirurile de caractere în cadrul unui proiect pentru a personaliza în continuare fluxul de lucru al localizării (de exemplu, pentru a defini categorii de șiruri de caractere).
ru: Метки используются для категоризации строк в проекте для дальнейшего изменения рабочего процесса локализации (например, для определения категорий строк).
sv: Etiketter används för att kategorisera strängar inom ett projekt för att ytterligare anpassa lokaliseringsarbetsflödet (till exempel för att definiera kategorier av strängar).
ta: உள்ளூர்மயமாக்கல் பணிப்பாய்வுகளை மேலும் தனிப்பயனாக்க ஒரு திட்டத்திற்குள் சரங்களை வகைப்படுத்த சிட்டைகள் பயன்படுத்தப்படுகின்றன (எடுத்துக்காட்டாக சரங்களின் வகைகளை வரையறுக்க).
tr: Etiketler, yerelleştirme iş akışını daha da özelleştirmek üzere (örneğin dizge grupları tanımlamak için) bir projedeki dizgeleri sınıflamak için kullanılır.
uk: Мітки використовуються для категоризації рядків у межах проєкту. Мітками можна скористатися для подальшого коригування процесу локалізації, наприклад для визначення категорій рядків.
zh_hans: 标签用于对项目中的字符串进行分类，以进一步自定义本地化工作流程（例如定义字符串的类别）。
zh_hant: 標籤用於對項目中的字符串進行分類，以進一步自定義本地化工作流程（例如定義字符串類別）。

source: Following labels are used by Weblate:
de: Folgende Labels werden von Weblate verwendet:
ga: Úsáideann Weblate na lipéid seo a leanas:
hu: A Weblate az alábbi címkéket használja:
id: Label berikut digunakan oleh Weblate:
ja: Weblate が使用するラベル:
nl: De volgende labels worden gebruikt door Weblate:
pt: As seguintes etiquetas são usadas pelo Weblate:
pt_br: As etiquetas são usadas pelo Weblate:
ro: Următoarele etichete sunt utilizate de Weblate:
ru: Weblate использует следующие метки:
sv: Följande etiketter används av Weblate:
ta: பின்வரும் சிட்டைகளை வலைபெயர்ப்பு பயன்படுத்துகிறது:
tr: Weblate tarafından şu etiketler kullanılır:
uk: У Weblate використано такі мітки:
zh_hans: Weblate 使用以下标签：

source: String translated using :ref:`auto-translation`.
de: Zeichenkette übersetzt mit :ref:`auto-translation`.
ga: Aistrithe teaghrán ag baint úsáid :ref:`auto-translation`.
hu: A szöveg :ref:`auto-translation` segítségével lett lefordítva.
id: String diterjemahkan menggunakan :ref:`auto-translation`.
ja: 文字列は :ref:`auto-translation` により翻訳されました。
nl: Tekenreeks vertaald met :ref:`auto-translation`.
pt_br: Texto traduzido usando :ref:`auto-translation`.
ru: Строка переведена используя :ref:`auto-translation`.
sv: Sträng översatt med :ref:`auto-translation`.
tr: Dizge :ref:`auto-translation` ile çevrilmiş.
uk: Рядок було перекладено за допомогою можливості :ref:`auto-translation`.
zh_hans: 字符串是使用 :ref:`auto-translation` 翻译的。

source: Source needs review
de: Ausgangszeichenkette muss überprüft werden
ga: Ní mór athbhreithniú a dhéanamh ar fhoinse
hu: A forrás felülvizsgálatot igényel
id: Sumber perlu ditinjau
ja: 査読が必要な原文
nl: Beoordeling nodig
pt: Fonte precisa de revisão
pt_br: Fonte precisa de revisão
ro: Sursa trebuie revizuită
ru: Исходная строка требует рецензирования
sv: Källan behöver granskas
ta: மூலத்திற்கு மதிப்பாய்வு தேவை
tr: Kaynağın onaylanması gerekli
uk: Початкові рядки потребують рецензування
zh_hans: 原文需要审校
zh_hant: 來源需要檢閱

source: String marked for review using :ref:`source-reviews`.
de: Zeichenkette mit :ref:`source-reviews` zur Überprüfung markiert.
ga: Teaghrán marcáilte le haghaidh léirmheas ag baint úsáide as :ref:`source-reviews`.
hu: A szöveg felülvizsgálatra lett megjelölve a :ref:`source-reviews` funkcióval.
id: String ditandai untuk ditinjau menggunakan :ref:`source-reviews`.
ja: :ref:`source-reviews` により、査読が必要とマークされた文字列です。
nl: Tekenreeks gemarkeerd om te beoordelen met :ref:`source-reviews`.
pt_br: Texto marcado para revisão usando :ref:`source-reviews`.
ru: Строка помечена для рецензирования, используя :ref:`source-reviews`.
sv: Sträng markerad för granskning med :ref:`source-reviews`.
tr: Dizge :ref:`source-reviews` ile onaylanmak üzere imlenmiş.
uk: Рядок позначено для рецензування за допомогою можливості :ref:`source-reviews`.
zh_hans: 使用 :ref:`source-reviews` 将字符串标记为需要复核。

source: On the translation page, the source string and an editing area for its translation are shown. Should the translation be plural, multiple source strings and editing areas are shown, each described and labeled in the amount of plural forms the translated language has.
de: Auf der Übersetzungsseite werden die Ausgangszeichenkette und ein Bearbeitungsbereich für ihre Übersetzung angezeigt. Handelt es sich bei der Übersetzung um eine Pluralform, werden mehrere Ausgangszeichenketten und Bearbeitungsbereiche angezeigt, die jeweils mit der Anzahl der Pluralformen der übersetzten Sprache beschrieben und beschriftet sind.
ga: Ar leathanach an aistriúcháin, taispeántar an teaghrán foinse agus limistéar eagarthóireachta dá aistriúchán. Más aistriúchán iolra atá san aistriú, taispeántar teaghráin fhoinse iolracha agus réimsí eagarthóireachta, agus déantar cur síos ar gach ceann díobh agus lipéadaítear iad i méid na bhfoirmeacha iolra atá ag an teanga aistrithe.
hu: A fordítóoldalon megjelenik a forrásszöveg, valamint a fordítás szerkesztésére szolgáló mező. Ha a fordítás többes számú, több forrásszöveg és szerkesztőmező is látható, amelyek a célnyelv többes számú alakjaihoz igazodnak.
id: Pada halaman terjemahan, string sumber dan area penyuntingan untuk terjemahannya akan ditampilkan. Jika terjemahannya jamak, beberapa string sumber dan area penyuntingan akan ditampilkan, masing-masing dijelaskan dan diberi label sesuai dengan jumlah bentuk jamak yang dimiliki bahasa terjemahan.
ja: 翻訳ページでは、原文と翻訳のための編集入力枠が表示されます。翻訳が複数形である場合、複数形の原文および編集入力枠が表示され、それぞれが翻訳された言語の複数形の数で説明およびラベル付けされます。
nl: Op de vertaalpagina worden de brontekenreeks en een bewerkingsgebied voor de vertaling ervan weergegeven. Zou de vertaling meervoud zijn, worden meerdere brontekenreeksen en bewerkingsgebieden weergegeven, elk beschreven en gelabeld in het aantal meervoudsvormen die de vertaalde taal heeft.
pt: Na página de tradução, a cadeia fonte e uma área de edição para tradução dela são mostrados. Caso a tradução seja plural, são mostradas múltiplas cadeia fonte e áreas de edição, cada um descrito e rotulado em na quantidade de formas de plural que o idioma traduzido tem.
pt_br: Na página de tradução, o texto fonte e uma área de edição para sua tradução são mostrados. Caso a tradução seja plural, são mostradas múltiplos textos fonte e áreas de edição, cada um descrito e rotulado na quantidade de formas de plural que o idioma traduzido tem.
ro: Pe pagina de traducere sunt afișate șirul sursă și o zonă de editare pentru traducerea acestuia. În cazul în care traducerea este la plural, sunt afișate mai multe șiruri sursă și zone de editare, fiecare fiind descrisă și etichetată în funcție de numărul de forme de plural pe care le are limba tradusă.
ru: На странице перевода отображаются исходная строка и собственно область редактирования перевода. Если переводится строка со множественным числом, то показываются несколько исходных строк и областей редактирования, каждая из которых снабжена меткой, описывающей и приводящей числовые примеры для этой формы множественного числа в данном языке.
sv: På översättningssidan visas källsträngen och ett redigeringsfält för översättningen. Om översättningen är plural visas flera källsträngar och redigeringsfält, var och en beskriven och märkt med antalet pluralformer som det översatta språket har.
ta: மொழிபெயர்ப்பு பக்கத்தில், மூல சரம் மற்றும் அதன் மொழிபெயர்ப்பிற்கான திருத்துதல் பகுதி காட்டப்பட்டுள்ளன. மொழிபெயர்ப்பு பன்மை இருக்க வேண்டுமானால், பல மூல சரங்கள் மற்றும் திருத்துதல் பகுதிகள் காட்டப்பட்டுள்ளன, ஒவ்வொன்றும் விவரிக்கப்பட்டு மொழிபெயர்க்கப்பட்ட மொழியின் பன்மை வடிவங்களின் அளவில் பெயரிடப்பட்டுள்ளன.
tr: Çeviri sayfasında, kaynak dizge ve çevirisi için bir düzenleme alanı gösterilir. Çevirinin çoğul olması durumunda, her biri çeviri yapılan dildeki çoğul biçim sayısı kadar açıklanmış ve etiketlenmiş kaynak dizge ve düzenleme alanı görüntülenir.
uk: На сторінці перекладу буде показано початковий рядок і поле для редагування перекладу. Якщо переклад має форми множини, буде показано кілька початкових рядків і поля для редагування перекладу з описом та мітками форм множини, які передбачено для мови перекладу.
zh_hans: 在翻译页面上，将显示源字符串及其译文的编辑区域。如果译文是复数的，则会显示多个源字符串和编辑区域，每个源字符串和编辑区域都以翻译语言具有的复数形式的数量进行描述和标记。
zh_hant: 在翻譯頁面上，顯示了其翻譯的源字符串和編輯區域。如果翻譯是複數，則顯示多個源字符串和編輯區域，每個源字符串和編輯區域都描述並標記為翻譯語言的複數。

source: All special whitespace characters are underlined in red and indicated with grey symbols. More than one subsequent space is also underlined in red to alert the translator to a potential formatting issue.
de: Alle besonderen Leerzeichen sind rot unterstrichen und durch graue Symbole gekennzeichnet. Mehr als ein nachfolgendes Leerzeichen wird ebenfalls rot unterstrichen, um den Übersetzer auf ein mögliches Formatierungsproblem hinzuweisen.
ga: Tá líne dearg ar gach carachtar spás bán speisialta agus cuirtear in iúl iad le siombailí liatha. Tá níos mó ná spás amháin ina dhiaidh sin leagtha amach i dearg freisin chun an t-aistritheoir a chur ar an eolas faoi shaincheist fhormáidithe a d’fhéadfadh a bheith ann.
hu: Minden speciális szóköz piros aláhúzással jelenik meg, szürke szimbólumokkal jelölve. Két vagy több egymást követő szóköz szintén piros aláhúzást kap, figyelmeztetve az esetleges formázási hibára.
id: Semua karakter spasi khusus digarisbawahi dengan warna merah dan ditandai dengan simbol abu-abu. Lebih dari satu spasi berikutnya juga digarisbawahi dengan warna merah untuk memperingatkan penerjemah tentang potensi masalah pemformatan.
ja: すべての特殊な空白文字には、赤い下線が引かれ、灰色の記号で示されます。後続の複数のスペースにも赤い下線が引かれ、翻訳者にフォーマット上の問題が発生したことを警告します。
nl: Alle speciale tekens voor witruimte worden onderstreept in rood en aangegeven met grijze symbolen. Meer dan een opeenvolgende spatie wordt ook in rood onderstreept om de vertaler te wijzen op een potentieel probleem met de opmaak.
pt: Todos os caracteres especiais de espaço em branco são sublinhados em vermelho e indicados com símbolos cinzentos. Mais de um espaço subsequente também é sublinhado em vermelho para alertar o tradutor para um possível problema de formatação.
pt_br: Todos os caracteres especiais de espaço em branco são sublinhados em vermelho e indicados com símbolos cinzentos. Mais de um espaço subsequente também é sublinhado em vermelho para alertar o tradutor para um possível problema de formatação.
ro: Toate caracterele speciale de spații albe sunt subliniate cu roșu și indicate cu simboluri gri. Mai mult de un spațiu ulterior este, de asemenea, subliniat cu roșu pentru a atenționa traducătorul asupra unei potențiale probleme de formatare.
ru: Все специальные пробельные символы подчёркиваются красным цветом и обозначаются серыми видимыми символами-заменителями. Более одного последовательного пробела также подчёркиваются красным цветом, чтобы предупредить переводчика о потенциальной проблеме форматирования.
sv: Alla speciella blankstegstecken är understrukna med rött och markerade med grå symboler. Fler än ett efterföljande blanksteg är också understrukna med rött för att uppmärksamma översättaren på ett potentiellt formateringsproblem.
ta: அனைத்து சிறப்பு இடைவெளி எழுத்துகளும் சிவப்பு நிறத்தில் அடிக்கோடிட்டுக் காட்டப்பட்டு சாம்பல் சின்னங்களுடன் குறிக்கப்படுகின்றன. மொழிபெயர்ப்பாளரை ஒரு சாத்தியமான வடிவமைப்பு சிக்கலுக்கு எச்சரிக்க ஒன்றுக்கு மேற்பட்ட இடங்கள் சிவப்பு நிறத்தில் அடிக்கோடிட்டுக் காட்டப்படுகின்றன.
tr: Tüm özel boşluk karakterlerinin altı kırmızı renkle çizilir ve gri simgelerle görüntülenir. Çevirmeni olası bir biçimlendirme sorununa karşı uyarmak için birden fazla boşluğun altı kırmızı renkle çizilir.
uk: Усі спеціальні символи пробілів буде підкреслено червоним і позначено сірими символами. Декілька послідовних пробілів також буде підкреслено червоним, щоб попередити перекладача про потенційну проблему з форматуванням.
zh_hans: 所有特殊空白字符都会添加红色下划线，并用灰色符号表示。多个接续的空格也会添加红色下划线，以提醒译者潜在的格式问题。
zh_hant: 所有特殊的空白字符都以紅色強調，並用灰色符號表示。在紅色中也強調了多個後續空間以提醒轉換器到潛在的格式問題。

source: Various bits of extra info can be shown on this page, most of which coming from the project source code (like context, comments or where the message is being used). Translation fields for any secondary languages translators select in the preferences will be shown (see :ref:`secondary-languages`) above the source string.
de: Auf dieser Seite können verschiedene zusätzliche Informationen angezeigt werden, von denen die meisten aus dem Quellcode des Projekts stammen (wie Kontext, Kommentare oder wo die Nachricht verwendet wird). Übersetzungsfelder für Zweitsprachen, die der Übersetzer in den Einstellungen ausgewählt hat, werden über der Ausgangszeichenkette angezeigt (siehe :ref:`secondary-languages`).
ga: Is féidir píosaí éagsúla faisnéise breise a thaispeáint ar an leathanach seo, a bhformhór ag teacht ó chód foinse an tionscadail (cosúil le comhthéacs, tuairimí nó an áit a bhfuil an teachtaireacht á húsáid). Taispeánfar réimsí aistriúcháin d’aistritheoirí teangacha tánaisteacha ar bith a roghnaíonn sna sainroghanna (féach :ref:`secondary-languages`) os cionn na teaghrán foinse.
hu: A projekthez tartozó forráskódból származó kiegészítő információk jelenhetnek meg ezen az oldalon (például a szomszédos szövegek, megjegyzések vagy a szöveg felhasználási helye). Az itt kiválasztott másodlagos nyelvekhez tartozó fordítómezők is megjelennek a forrásszöveg felett (lásd: :ref:`secondary-languages`).
id: Berbagai informasi tambahan dapat ditampilkan di halaman ini, yang sebagian besar berasal dari kode sumber proyek (seperti konteks, komentar, atau di mana pesan digunakan). Kolom terjemahan untuk bahasa sekunder apa pun yang dipilih penerjemah dalam preferensi akan ditampilkan (lihat :ref:`secondary-languages`) di atas string sumber.
ja: このページには、さまざまな追加情報が表示されます、そのほとんどはプロジェクトのソースコードからのものです（文字列情報、コメント、メッセージを使用している場所など）。環境設定で選択した参考言語の翻訳入力枠は、原文の上に表示されます（参照: :ref:`secondary-languages`）。
nl: Verscheidene stukken extra informatie kunnen worden weergegeven op deze pagina, waarvan de meeste voortkomen uit de broncode van het project (zoals context, opmerkingen of waar de eenheid wordt gebruikt). Velden voor vertalingen in enige secundaire taal die vertalers selecteren in de voorkeuren zullen worden weergegeven (bekijk :ref:`secondary-languages`) boven de brontekenreeks.
pt: Vários pedaços de informações extras podem ser mostrados nesta página, a maioria proveniente do código-fonte do projeto (como contexto, comentários ou onde a mensagem está a ser usada). Campos de tradução para quaisquer idiomas secundários, que os tradutores venham a selecionar nas preferências, serão mostrados (veja :ref:`secondary-languages`) acima da cadeia fonte.
pt_br: Vários pedaços de informações extras podem ser mostrados nesta página, a maioria proveniente do código-fonte do projeto (como contexto, comentários ou onde a mensagem está sendo usada). Campos de tradução para quaisquer idiomas secundários, que os tradutores venham a selecionar nas preferências, serão mostrados (consulte :ref:`secondary-languages`) acima do texto fonte.
ro: Pe această pagină pot fi afișate diverse informații suplimentare, majoritatea provenind din codul sursă al proiectului (cum ar fi contextul, comentariile sau locul în care este utilizat mesajul). Câmpurile de traducere pentru orice limbă secundară selectată de traducători în preferințe vor fi afișate (a se vedea :ref:`secondary-languages`) deasupra șirului sursă.
ru: На этой странице также могут быть показаны различные кусочки дополнительной информации, большая часть которой берётся из исходного кода проекта (например, контекст, комментарии разработчика или место, где используется сообщение). Если переводчик в параметрах своего профиля выбрал дополнительные языки, то над исходной строкой будет также показан перевод на каждый из этих языков (смотрите раздел :ref:`secondary-languages`).
sv: Olika extrauppgifter kan visas på denna sida, varav de flesta kommer från projektets källkod (som sammanhang, kommentarer eller var meddelandet används). Översättningsfält för alla sekundära språk som översättarna väljer i inställningarna visas (se :ref:`secondary-languages`) ovanför källsträngen.
tr: Bu sayfada, çoğu proje kaynak kodundan (bağlam, yorumlar ya da iletinin kullanıldığı yer gibi) gelen çeşitli ek bilgiler görüntülenebilir. Çevirmenlerin ayarlarından seçtikleri ikincil diller için çeviri alanları, kaynak dizgenin üstünde görüntülenir (ayrıntılı bilgi almak için: :ref:`secondary-languages`).
uk: На цій сторінці може бути показано різноманітні додаткові дані, більшість з яких походить з початкового коду проєкту (зокрема контекст, коментарі або дані про те, де використовується повідомлення). Над початковим рядком буде показано поля перекладів усіма вторинними мовами, які перекладачі вибрали у налаштуваннях (див. :ref:`secondary-languages`).
zh_hans: 此页面上可以显示各种额外信息，其中大部分来自项目源代码（如上下文、注释或消息的使用位置）。译者在首选项中选择的任何第二语言的翻译字段都将显示在源字符串上方（参见 :ref:`secondary-languages`）。
zh_hant: 可以在此頁面上顯示各種額外信息，其中大部分來自項目源代碼（如上下文，註釋或正在使用消息的位置）。源字符串上方的源字符串上方的任何輔助語言轉換器中選擇的翻譯字段將顯示（請參閱：參考：參考：參考：`中學語言）。

source: Below the translation, translators will find suggestion made by others, to be accepted (✓), accepted with changes (✏️), or deleted (🗑).
de: Unterhalb der Übersetzung finden die Übersetzer Vorschläge von anderen, die sie annehmen (✓), mit Änderungen annehmen (✏️) oder löschen (🗑) können.
ga: Faoi bhun an aistriúcháin, gheobhaidh aistritheoirí moltaí a rinne daoine eile, a nglacfar leo (✓), a nglacfar leo le hathruithe (✏️), nó a scriosfar (🗑).
hu: A fordítás alatt megjelennek mások által tett javaslatok, amelyek elfogadhatók (✓), elfogadhatók módosítással (✏️) vagy törölhetők (🗑).
id: Di bawah terjemahan, penerjemah akan menemukan saran yang dibuat oleh orang lain, untuk diterima (✓), perubahan diterima (✏️) atau dihapus (🗑).
ja: 翻訳文の下に他の翻訳者からの提案が表示され、採用 (✓) 、採用して編集 (✏️)、または削除 (🗑) ができます。
nl: Onder de vertaling zullen vertalers suggesties vinden die zijn gemaakt door anderen, om te worden geaccepteerd (✓), geaccepteerd met wijzigingen (✏️) of verwijderd (🗑).
pt: Embaixo da tradução, tradutores vão encontrar sugestões feita por outros, para serem aceitas (✓), aceitas com alterações (✏️) ou excluídas (🗑).
pt_br: Embaixo da tradução, tradutores vão encontrar sugestões feita por outros, para serem aceitas (✓), aceitas com alterações (✏️) ou excluídas (🗑).
ro: Sub traducere, traducătorii vor găsi sugestii făcute de alții, care urmează să fie acceptate (✓), acceptate cu modificări (✏️) sau eliminate (🗑).
ru: Под переводом будут показаны предложения, внесённые другими пользователями, которые вы, в свою очередь, можете принять(✓), принять с изменениями(✏️) или удалить(🗑).
sv: Under översättningen hittar översättarna förslag från andra som kan accepteras (✓), accepteras med ändringar (✏️) eller raderas (🗑).
ta: மொழிபெயர்ப்புக்கு கீழே, மொழிபெயர்ப்பாளர்கள் மற்றவர்களால் செய்யப்பட்ட ஆலோசனையை ஏற்றுக்கொள்வார்கள், ஏற்றுக்கொள்ளப்பட வேண்டும் (✓) மாற்றங்களுடன் ஏற்றுக்கொள்ளப்பட வேண்டும் (✏️) அல்லது நீக்கப்பட்ட (🗑).
tr: Çevirmenler, çevirinin altında başkaları tarafından yapılmış, kabul edilecek (✓), değişikliklerle kabul edilecek (✏️) ya da silinmiş (🗑) önerileri görebilir.
uk: Під перекладом буде показано усі пропозиції інших перекладачів. Ви можете прийняти їх (✓), прийняти зі змінами (✏️) або вилучити пропозиції (🗑).
zh_hans: 在译文下方，译者可以看到其他人提出的建议，可以接受（✓），也可以接受修改（✏️），或者删除（🗑）。

source: Plurals
de: Plural
ga: Iolra
hu: Többes számok
id: Jamak
ja: 複数形
nl: Meervouden
pt: Plurais
pt_br: Plurais
ro: Pluraluri
ru: Формы множественного числа
sv: Pluralformer
ta: பன்மை
tr: Çoğul biçimler
uk: Форми множини
zh_hans: 复数形式
zh_hant: 複數
