Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Whether committed changes should be automatically pushed to the upstream repository. When enabled, the push is initiated once Weblate commits changes to its underlying repository (see :ref:`lazy-commit`). To actually enable pushing :guilabel:`Repository push URL` has to be configured as well.
de: Ob committete Änderungen automatisch in das Upstream-Repository gepusht werden sollen. Wenn diese Option aktiviert ist, wird der Push ausgelöst, sobald Weblate Änderungen in das zugrunde liegende Repository committet (siehe :ref:`lazy-commit`). Um das Pushen tatsächlich zu aktivieren, muss auch die :guilabel:`Repository-Push-URL` konfiguriert werden.
ga: Cibé an cheart athruithe tiomanta a bhrú go huathoibríoch chuig an stór suas srutha Nuair a chumasaítear é, cuirtear tús leis an mbrú nuair a ghlacann Weblate athruithe ar a stór bunúsach (féach :ref:`lazy-commit`). Chun ag brú :guilabel:`Repository push URL` a chumasú i ndáiríre caithfear a chumrú freisin.
hu: Meghatározza, hogy a véglegesített változások automatikusan feltöltésre kerüljenek-e a forrás tárolóba. Ha engedélyezve van, a feltöltés akkor indul el, amikor a Weblate véglegesíti a módosításokat a belső tárolójában (lásd: :ref:`lazy-commit`). A tényleges feltöltéshez a :guilabel:`Tároló feltöltési URL` beállítása is szükséges.
id: Apakah perubahan yang dikomit harus otomatis didorong ke repositori hulu? Jika diaktifkan, proses dorong akan dimulai setelah Weblate mengkomit perubahan ke repositori yang mendasarinya (lihat :ref:`lazy-commit`). Untuk mengaktifkan proses dorong, :guilabel:`Repository push URL` juga harus dikonfigurasi.
ja: コミットされた変更を上流リポジトリに自動的にプッシュするかどうか。有効にすると、Weblate が基になるリポジトリ（参照: :ref:`lazy-commit`）に変更をコミットした時点でプッシュが開始されます。実際にプッシュを有効にするには、:guilabel:`リポジトリのプッシュ URL` の設定も必要です。
nl: Of ingediende wijzigingen automatisch zouden moeten worden gepusht naar de opslagruimte upstream. Indien ingeschakeld wordt het pushen geïnitieerd wanneer Weblate de wijzigingen indient bij zijn onderliggende opslagruimte (bekijk :ref:`lazy-commit`). Voor het feitelijk inschakelen van pushen moet ook :guilabel:`URL voor pushen naar opslagruimte` worden geconfigureerd.
pt: Se as alterações confirmadas devem ser enviadas automaticamente para o repositório upstream. Quando ativado, o push é iniciado assim que o Weblate confirma as alterações no repositório subjacente dele (veja :ref:`lazy-commit`). Para ativar o push :guilabel:`URL de push do repositório` também deve ser configurado.
pt_br: Se as alterações confirmadas devem ser enviadas automaticamente para o repositório upstream. Quando habilitado, o push é iniciado assim que o Weblate confirma as alterações em seu repositório subjacente (consulte :ref:`lazy-commit`). Para habilitar o push :guilabel:`URL de push do repositório` também deve ser configurado.
ro: Dacă modificările acceptate ar trebui să fie transmise automat în depozitul din amonte. Atunci când este activată, împingerea este inițiată odată ce Weblate confirmă modificările în depozitul său de bază (a se vedea :ref:`lazy-commit`). Pentru a activa efectiv împingerea :guilabel:`Repository push URL` trebuie, de asemenea, să fie configurat.
ru: Должны ли закоммиченные изменения автоматически отправляться в вышестоящий репозиторий. Когда этот параметр включён, отправка инициируется после того, как Weblate закоммитит изменения в свой базовом репозиторий (смотрите :ref:`отложенные коммиты <lazy-commit>`). Для реального включения функции отправки также должен быть настроен :guilabel:`URL для отправки в репозиторий`.
sv: Om bekräftade ändringar ska skickas automatiskt till uppströmsrepositoriet. När funktionen är aktiverad initieras överföringen så snart Weblate bekräftar ändringarna i det underliggande repositoriet (se :ref:`lazy-commit`). För att överföringen ska aktiveras måste även :guilabel:`Repository push URL` konfigureras.
tr: İşlenen değişikliklerin kendiliğinden yukarı akış deposuna itilip itilmeyeceğini belirler. Kullanıma alındığında, Weblate değişiklikleri temel depoya kaydettikten sonra itme başlatılır (ayrıntılı bilgi almak için: :ref:`lazy-commit`). İtmeyi kullanıma almak için :guilabel:`Depo itme adresi` ayarının da yapılandırılması gerekir.
uk: Визначає, чи слід записані зміни автоматично записувати до основного сховища коду. Якщо увімкнено, запис буде ініційовано одразу після того, як Weblate запише зміни до базового сховища (див. :ref:`lazy-commit`). Щоб насправді увімкнути запис, слід також налаштувати :guilabel:`Адресу запису до сховища`.
zh_hans: 是否提交更改应该被自动推送到上游仓库。当允许时，一旦 Weblate 将更改提交给基础仓库，推动就被启动（请参见 :ref:`lazy-commit`）。为了真正允许推送，还要配置 :guilabel:`Repository push URL`。
zh_hant: 是否提交更改應該被自動推送到上游倉庫。當允許時，一旦 Weblate 將更改提交給基礎倉庫，推動就被啟動（請參見 :ref:`lazy-commit`）。為了真正允許推送，還要配置 :guilabel:`Repository push URL`。

source: Age of changes to commit
de: Alter der Änderungen, bis ein Commit erfolgt
ga: Aois na n-athruithe le gealltanas
hu: Változások kora véglegesítéshez
id: Usia perubahan komit
ja: コミットするまでの経過時間
nl: Ouderdom van door te voeren wijzigingen
pt: Idade das alterações a fazer commit
pt_br: Idade das alterações para fazer commit
ro: Vârsta modificărilor care urmează să fie comise
ru: Возраст изменений для коммита
sv: Ålder på ändringar att arkivera
ta: செய்ய மாற்றங்களின் அகவை
tr: İşlenecek değişikliklerin yaşı
uk: Вік змін для подання
zh_hans: 对更改进行提交的延时时间
zh_hant: 更動後提交的經過時間

source: Sets how old (in hours) changes have to be before they are committed by background task or the :wladmin:`commit_pending` management command. All changes in a component are committed once there is at least one change older than this period.
de: Legt fest, wie alt (in Stunden) Änderungen sein müssen, bevor sie durch eine Hintergrundaufgabe oder den Verwaltungsbefehl :wladmin:`commit_pending` committet werden. Alle Änderungen in einer Komponente werden committet, sobald es mindestens eine Änderung gibt, die älter als dieser Zeitraum ist.
ga: Socraíonn sé cén aois (in uaireanta) athruithe a chaithfidh a bheith sula ndéantar iad de réir tasc cúlra nó an t-ordú bainistíochta :wladmin:`commit_pending`. Déantar gach athrú ar chomhpháirt nuair a bhíonn athrú amháin ar a laghad níos sine ná an tréimhse seo.
hu: Meghatározza, hogy a módosításoknak hány órásnak kell lenniük, mielőtt háttérfeladat vagy a :wladmin:`commit_pending` parancs véglegesíti azokat. Egy összetevő minden változása véglegesítésre kerül, ha legalább egy módosítás eléri ezt a korhatárt.
id: Mengatur lamanya (dalam jam) perubahan harus dilakukan sebelum dikomit oleh tugas latar belakang atau perintah manajemen :wladmin:`commit_pending`. Semua perubahan dalam suatu komponen dikomit setelah terdapat setidaknya satu perubahan yang lebih lama dari periode ini.
ja: 変更が、バックグラウンド タスクまたは :wladmin:`commit_pending` 管理コマンドによりコミットされるまでの経過時間（時間単位）を設定します。設定した経過時間より古い変更が 1 つでもあれば、コンポーネントのすべての変更はコミットされます。
nl: Stelt in hoe oud (in uren) wijzigingen moeten zijn voordat zij worden ingediend door de taak op de achtergrond of de beheersopdracht :wladmin:`commit_pending`. Alle wijzigingen in een onderdeel worden ingediend als er ten minste een wijziging ouder is dan deze periode.
pt: Define a idade (em horas) das alterações antes de ser feito commit pela tarefa em segundo plano ou pelo comando de gestão :wladmin:`commit_pending`. Todas as alterações num componente tem commit feito quando houver pelo menos uma alteração anterior a este período.
pt_br: Define a idade (em horas) das alterações antes de ser feito commit pela tarefa em segundo plano ou pelo comando de gerenciamento :wladmin:`commit_pending`. Todas as alterações em um componente tem commit feito quando houver pelo menos uma alteração anterior a esse período.
ru: Устанавливает, насколько давно (в часах) должны быть изменения, прежде чем они будут зафиксированы фоновой задачей или командой управления :wladmin:`commit_pending`. Все изменения в компоненте фиксируются, если хотя бы одно изменение старше этого периода.
sv: Ställer in hur gamla (i timmar) ändringar måste vara innan de bekräftas av bakgrundsuppgiften eller kommandot :wladmin:`commit_pending`. Alla ändringar i en komponent bekräftas när det finns minst en ändring som är äldre än denna period.
tr: Değişikliklerin arka plan görevi ya da :wladmin:`commit_pending` yönetim komutu tarafından uygulanmasından önce ne kadar eski (saat cinsinden) olması gerektiğini ayarlar. Bir bileşendeki tüm değişiklikler, bu dönemden daha eski en az bir değişiklik olduğunda işlenir.
uk: Установлює, наскільки старими (у годинах) мають бути зміни, перш ніж їх буде внесено фоновим завданням або командою керування :wladmin:`commit_pending`. Усі зміни у складнику буде записано у момент, коли зміни у принаймні одному зі складників стануть старішими за вказаний час.
zh_hans: 设置在后台任务或 :wladmin:`commit_pending` 管理命令提交更改前，这些更改存在的时长（以小时为单位）。一旦存在至少一个比该时长更旧的更改，便会提交部件中的所有更改。

source: There are other situations where pending changes might be committed, see :ref:`lazy-commit`.
de: Es gibt andere Situationen, in denen ausstehende Änderungen committet werden können, siehe :ref:`lazy-commit`.
ga: Tá cásanna eile ann ina bhféadfaí athruithe ar feitheamh a dhéanamh, féach :ref:`lazy-commit`.
hu: Egyéb helyzetekben is sor kerülhet függőben lévő változások véglegesítésére, lásd: :ref:`lazy-commit`.
id: Ada situasi lain di mana perubahan yang tertunda mungkin dikomit, lihat :ref:`lazy-commit`.
ja: 保留中の変更がコミットされる状況は他にもあります。参照: :ref:`lazy-commit`。
nl: Er zijn andere situaties waarin openstaande wijzigingen zouden kunnen worden ingediend, bekijk :ref:`lazy-commit`.
pt: Existem outras situações onde mudanças pendentes podem ter o commit feito, veja :ref:`lazy-commit`.
pt_br: Existem outras situações onde mudanças pendentes podem ter seu commit feito, consulte :ref:`lazy-commit`.
ro: Există și alte situații în care modificările în așteptare pot fi confirmate, vezi :ref:`lazy-commit`.
ru: Существуют и другие ситуации, когда незавершённые изменения могут быть зафиксированы, см :ref:`lazy-commit`.
sv: Det finns andra situationer där väntande ändringar kan bekräftas, se :ref:`lazy-commit`.
tr: Bekleyen değişikliklerin işlenebileceği başka durumlar da vardır. Ayrıntılı bilgi almak için: :ref:`lazy-commit`.
uk: Існують й інші ситуації, коли очікувані зміни може бути подано, див . :ref:`lazy-commit`.
zh_hans: 还有一些情况下，待定的修改可能会被提交，见 :ref:`lazy-commit`。
zh_hant: 有其他情況可能會提交掛起的更改，請參閱：REF：“懶惰提交”。

source: Lock on error
de: Sperre bei Fehler
ga: Earráid a ghlasáil
hu: Zárolás hiba esetén
id: Kesalahan pada penguncian
ja: エラー時のロック
nl: Vergrendelen na foutmelding
pt: Bloquear com erro
pt_br: Bloquear com erro
ro: Blocare la eroare
ru: Блокировать при ошибке
sv: Lås vid fel
ta: பிழையைப் பூட்டவும்
tr: Hata durumunda kilitlenme
uk: Блокувати при помилці
zh_hans: 出错时锁定
zh_hant: 有錯誤時鎖定

source: Locks the component (and linked components, see :ref:`internal-urls`) upon the first failed push or merge into its upstream repository, or pull from it. This avoids adding another conflicts, which would have to be resolved manually.
de: Sperrt die Komponente (und verlinkte Komponenten, siehe :ref:`internal-urls`) beim ersten fehlgeschlagenen Push oder Merge in das Upstream-Repository oder beim Pull daraus. Dies vermeidet das Entstehen weiterer Konflikte, die manuell gelöst werden müssten.
ga: Glasálann sé an chomhpháirt (agus comhpháirteanna nasctha, féach :ref:`internal-urls`) nuair a theip ar an gcéad bhrú nó a chumasc isteach ina stór suas srutha, nó tarraingt uaidh. Seachnaíonn sé seo coinbhleachtaí eile a chur leis, a bheadh caithfear iad a réiteach de láimh.
hu: Az összetevő (és a hozzákapcsolt összetevők, lásd: :ref:`internal-urls`) zárolásra kerül az első sikertelen feltöltés, összeolvasztás vagy letöltés során a forrás tárolóból. Ez megakadályozza további konfliktusok létrejöttét, amelyeket manuálisan kellene feloldani.
id: Mengunci komponen (dan komponen yang tertaut, lihat :ref:`internal-urls`) saat dorong atau penggabungan pertama gagal ke repositori hulunya, atau menariknya dari repositori tersebut. Hal ini menghindari penambahan konflik lain, yang harus diselesaikan secara manual.
ja: 上流リポジトリへの最初のプッシュまたはマージ、あるいは上流リポジトリからのプルに失敗した場合に、そのコンポーネント（およびリンクされたコンポーネント、参照: :ref:`internal-urls`）をロックします。これにより、手動での解決が必要な別の競合の追加を回避します。
nl: Vergrendelt het onderdeel (en de gekoppelde onderdelen, bekijk :ref:`internal-urls`) bij de eerste mislukte push of samenvoeging in zijn opslagruimte upstream, of ophalen eruit. Dit vermijdt het toevoegen van andere conflicten, die handmatig opgelost zouden moeten worden.
pt: Bloqueia o componente (e os componentes vinculados, consulte :ref:`internal-urls`) no primeiro push ou mesclagem com falha no repositório upstream dele, ou extraia dele. Isso evita adicionar outros conflitos, que teriam que ser resolvidos manualmente.
pt_br: Bloqueia o componente (e os componentes vinculados, consulte :ref:`internal-urls`) no primeiro push ou mesclagem com falha em seu repositório upstream, ou extraia dele. Isso evita adicionar outros conflitos, que teriam que ser resolvidos manualmente.
ro: Blochează componenta (și componentele legate, a se vedea :ref:`internal-urls`) la primul push sau merge eșuat în depozitul său din amonte, sau la prima extragere din acesta. Astfel se evită adăugarea altor conflicte, care ar trebui rezolvate manual.
ru: Блокирует компонент (и связанные компоненты, смотреть раздел :ref:`internal-urls`) при первой неудачной отправке или слиянии в его вышестоящий репозиторий или извлечения из него. Это позволяет избежать добавления новых конфликтов, которые пришлось бы разрешать вручную.
sv: Låser komponenten (och länkade komponenter, se :ref:`internal-urls`) vid första misslyckade push eller merge till dess uppströmsrepository, eller pull från det. Detta undviker att ytterligare konflikter tillkommer, som skulle behöva lösas manuellt.
tr: İlk başarısız itme ya da yukarı akış deposuna aktarma ile çekme sırasında bileşeni (ve bağlantılı bileşenleri, ayrıntılı bilgi almak için: :ref:`internal-urls`) kilitler. Böylece, el ile çözümlenmesi gereken başka çakışmaların oluşması engellenir.
uk: Блокує складник (і пов'язані складники, див. :ref:`internal-urls`) після першої з помилки запису або об'єднання у основному сховищі або після помилки отримання даних з основного сховища. Блокування у цьому випадку запобігає додаванню конфліктів, які доведеться вирішувати вручну.
zh_hans: 在第一次推送或合并到上游仓库失败后，锁定该部件（及其链接部件，参见 :ref:`internal-urls`），或从上游仓库拉出。这样可以避免增加必须手动解决的冲突。
zh_hant: 鎖定組件 (及關聯的組件，見:ref:`internal-urls` )，觸發條件是第一個失敗的推送，合併到其上游存儲庫，或從中拉出。這樣可以避免添加其他衝突，這些衝突必須手動解決。

source: The component will be automatically unlocked once there are no repository errors left.
de: Die Komponente wird automatisch entsperrt, sobald keine Repository-Fehler mehr vorhanden sind.
ga: Díghlasálfar an chomhpháirt go huathoibríoch nuair nach mbeidh aon earráidí stórtha fágtha.
hu: Az összetevő automatikusan feloldásra kerül, amint a tárolóban nem maradnak hibák.
id: Komponen akan otomatis terbuka setelah tidak ada lagi galat repositori yang tersisa.
ja: コンポーネントは、リポジトリのエラーがなくなると自動的にロックが解除されます。
nl: Het onderdeel zal automatisch worden ontgrendeld als er geen fouten meer zijn in de opslagruimte.
pt: O componente será desbloqueado automaticamente quando não houver mais erros de repositório.
pt_br: O componente será desbloqueado automaticamente quando não houver mais erros de repositório.
ro: Componenta va fi deblocată automat atunci când nu mai există erori de depozit.
ru: Компонент будет автоматически разблокирован, как только в репозитории не останется ошибок.
sv: Komponenten låses upp automatiskt när det inte finns några fel kvar i arkivet.
ta: களஞ்சிய பிழைகள் எஞ்சியிருந்தால் கூறு தானாகவே திறக்கப்படும்.
tr: Herhangi bir depo hatası kalmadığında bileşenin kilidi kendiliğinden açılır.
uk: Складник буде автоматично розблоковано, щойно у сховищі не лишиться помилок.
zh_hans: 一旦仓库没有故障留下来了，部件将会自动解锁。
zh_hant: 一旦倉庫沒有故障留下來了，組件將會自動解鎖。

source: Source language
de: Ausgangssprache
ga: Teanga foinse
hu: Forrásnyelv
id: Bahasa sumber
ja: 原文の言語
nl: Brontaal
pt: Idioma fonte
pt_br: Idioma fonte
ro: Limba sursă
ru: Исходный язык
sv: Källspråk
ta: மூல மொழி
tr: Kaynak dil
uk: Джерельна мова
zh_hans: 源语言
zh_hant: 來源語言

source: Language used for source strings. Change this if you are translating from something else than English.
de: Sprache, die für die Ausgangszeichenketten verwendet wird. Ändern Sie dies, wenn Sie aus einer anderen Sprache als Englisch übersetzen.
ga: Teanga a úsáidtear le haghaidh teaghráin foinse. Athraigh é seo má tá tú ag aistriú ó rud éigin eile seachas Béarla.
hu: A forrásszövegekhez használt nyelv. Ezt akkor módosítsa, ha nem angolról fordít.
id: Bahasa yang digunakan untuk string sumber. Ubah ini jika Anda menerjemahkan dari sumber selain bahasa Inggris.
ja: 原文に使用する言語。英語以外から翻訳する場合は、これを変更してください。
nl: Taal gebruikt voor de brontekenreeksen. Wijzig dit als u vanuit iets anders vertaald dan vanuit het Engels.
pt: Linguagem usada para cadeias fonte. Altere isto se estiver a traduzir de algo diferente do inglês.
pt_br: Linguagem usada para textos fonte. Altere isso se você estiver traduzindo de algo diferente do inglês.
ro: Limba utilizată pentru șirurile sursă. Schimbați acest lucru dacă traduceți din altă limbă decât engleza.
ru: Язык, используемый для исходных строк. Изменяйте этот параметр, если вы переводите не с английского.
sv: Språk som används för källsträngar. Ändra detta om du översätter från något annat språk än engelska.
ta: மூல சரங்களுக்கு பயன்படுத்தப்படும் மொழி. நீங்கள் ஆங்கிலத்தைத் தவிர வேறு எதையாவது மொழிபெயர்த்தால் இதை மாற்றவும்.
tr: Kaynak dizgeler için kullanılacak dil. İngilizce dışında bir dilden çeviri yapıyorsanız bu seçeneği değiştirin.
uk: Мова, яку буде використано для початкових рядків. Змініть цю мову, якщо ви перекладаєте з якоїсь мови, відмінної від англійської.
zh_hans: 用于源字符串的语言。如果您要翻译的不是英语，请更改此选项。
zh_hant: 用於源字符串的語言。如果您要翻譯的不是英語，請更改此選項。

source: In case you are translating bilingual files from English, but want to be able to do fixes in the English translation as well, choose :guilabel:`English (Developer)` as a source language to avoid conflict between the name of the source language and the existing translation.
de: Wenn Sie zweisprachige Dateien aus dem Englischen übersetzen, aber auch in der englischen Übersetzung Korrekturen vornehmen möchten, wählen Sie :guilabel:`Englisch (Entwickler)` als Ausgangssprache, um Konflikte zwischen dem Namen der Ausgangssprache und der vorhandenen Übersetzung zu vermeiden.
ga: Ar eagla go bhfuil comhaid dátheangacha á n-aistriú agat as Béarla, ach gur mhaith leat a bheith in ann réitigh a dhéanamh san aistriúchán Béarla freisin, roghnaigh :guilabel:`English (Forbróir)` mar theanga fhoinseach chun coinbhleacht a sheachaint idir ainm na teanga foinse agus an t-aistriúchán atá ann cheana féin.
hu: Amennyiben kétnyelvű fájlokat fordít angolról, de szeretne javításokat is végezni az angol szövegekben, válassza az :guilabel:`Angol (fejlesztői)` forrásnyelvet, hogy elkerülje a forrásnyelv neve és a meglévő fordítás közötti ütközést.
id: Jika Anda menerjemahkan file dwibahasa dari bahasa Inggris, tetapi ingin dapat melakukan perbaikan pada terjemahan bahasa Inggris juga, pilih :guilabel:`English (Developer)` sebagai bahasa sumber untuk menghindari konflik antara nama bahasa sumber dan terjemahan yang ada.
ja: 英語から翻訳してバイリンガルのファイルを作成しているが、英語への翻訳でも修正を行えるようにする場合、:guilabel:`English (Developer)` を選択して、原文の言語の名前と、既存の翻訳の名前との競合を避けます。
nl: In het geval u tweetalige bestanden vertaald vanuit het Engels, maar ook de reparaties in de Engelse vertaling wilt uitvoeren, kies dan :guilabel:`Engels (Ontwikkelaar)` als brontaal om conflicten te vermijden tussen de naam van de brontaal en de bestaande vertaling.
pt: Caso esteja a traduzir ficheiros bilíngues do inglês, mas também queira fazer correções na tradução para o inglês, escolha :guilabel:`Inglês (Programador)` como idioma fonte para evitar conflito entre o nome do idioma fonte e a tradução existente.
pt_br: Caso você esteja traduzindo arquivos bilíngues do inglês, mas também queira fazer correções na tradução para o inglês, escolha :guilabel:`Inglês (Desenvolvedor)` como idioma fonte para evitar conflito entre o nome do idioma fonte e a tradução existente.
ro: În cazul în care traduceți fișiere bilingve din limba engleză, dar doriți să puteți efectua corecturi și în traducerea în limba engleză, alegeți :guilabel:`English (Developer)` ca limbă sursă pentru a evita conflictul dintre numele limbii sursă și cel al traducerii existente.
ru: В случае, если вы переводите двуязычные файлы с английского языка, но хотите иметь возможность делать исправления также и в английском переводе, выберите :guilabel:`Английский (разработчик)`, чтобы избежать конфликта между названием исходного языка и существующим переводом.
sv: Om du översätter tvåspråkiga filer från engelska, men vill kunna göra korrigeringar även i den engelska översättningen, välj :guilabel:`English (Developer)` som källspråk för att undvika konflikter mellan källspråkets namn och den befintliga översättningen.
ta: நீங்கள் ஆங்கிலத்திலிருந்து இருமொழி கோப்புகளை மொழிபெயர்த்தால், ஆனால் ஆங்கில மொழிபெயர்ப்பிலும் திருத்தங்களைச் செய்ய விரும்பினால், தேர்வு: வபஇசிட்டை: `ஆங்கிலம் (உருவாக்குபவர்)` மூல மொழியின் பெயருக்கு இடையிலான மோதலைத் தவிர்க்க ஒரு மூல மொழியாக மற்றும் தற்போதுள்ள மொழிபெயர்ப்பு.
tr: İki dilli dosyaları İngilizce dilinden çevirdiğiniz halde, İngilizce çeviride de düzeltmeler yapabilmek istiyorsanız, kaynak dil adı ile var olan çeviri arasında çakışmayı önlemek için, kaynak dil olarak :guilabel:`İngilizce (Geliştirici)` seçeneğini seçin.
uk: Якщо ви перекладаєте двомовні файли з англійської, але хочете мати можливість для виправлення і у перекладі англійською, виберіть :guilabel:`Англійська (розробник)` як початкову мову, щоб уникнути конфлікту між назвою початкової мови і наявним перекладом.
zh_hans: 如果你正在从英语翻译双语文件，但又希望能够在英语翻译中进行修复，选择 :guilabel:`English (Developer)` 作为一种源语言以避免源语言和现有翻译之间名称上的冲突。
zh_hant: 如果你正在從英語翻譯雙語文件，但又希望能夠在英語翻譯中進行修復，選擇 :guilabel:`English (Developer)` 作為一種源語言以避免源語言和現有翻譯之間名稱上的衝突。

source: For monolingual translations, you can use intermediate translation in this case, see :ref:`component-intermediate`.
de: Für einsprachige Übersetzungen können Sie in diesem Fall die Zwischenübersetzung verwenden, siehe :ref:`component-intermediate`.
ga: Le haghaidh aistriúcháin aonteangacha, is féidir leat aistriúchán idirmheánach a úsáid sa chás seo, féach :ref:`component-intermediate`.
hu: Egynyelvű fordítások esetén köztes fordítás alkalmazható, lásd: :ref:`component-intermediate`.
id: Untuk terjemahan monolingual, Anda dapat menggunakan terjemahan perantara dalam kasus ini, lihat :ref:`component-intermediate`.
ja: この場合、モノリンガル翻訳では、中間翻訳を使用します。参照: :ref:`component-intermediate`。
nl: Voor eentalige vertalingen kunt u in dit geval de tussenliggende vertaling gebruiken, bekijk :ref:`component-intermediate`.
pt: Para traduções monolíngues, pode usar tradução intermediária neste caso, veja :ref:`component-intermediate`.
pt_br: Para traduções monolíngues, você pode usar tradução intermediária neste caso, consulte :ref:`component-intermediate`.
ro: Pentru traducerile monolingve, puteți utiliza traducerea intermediară în acest caz, a se vedea :ref:`component-intermediate`.
ru: Для одноязычных переводов в данном случае можно использовать промежуточный перевод, смотрите раздел :ref:`component-intermediate`.
sv: För enspråkiga översättningar kan du i detta fall använda mellanliggande översättning, se :ref:`component-intermediate`.
tr: Bu durumda, tek dilli çeviriler için ara çeviri kullanabilirsiniz. Ayrıntılı bilgi almak için: :ref:`component-intermediate`.
uk: У цьому випадку для одномовних перекладів ви можете скористатися проміжним перекладом, див. :ref:`component-intermediate`.
zh_hans: 对于单语言翻译，您可以使用这种情况下的中间翻译，请参见 :ref:`component-intermediate`。
zh_hant: 對於單語言翻譯，您可以使用這種情況下的中間翻譯，請參見 :ref:`component-intermediate`。
