Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: TBX is an XML format for the exchange of terminology data.
de: TBX ist ein XML-Format für den Austausch von Terminologiedaten.
ga: Is formáid XML é TBX chun sonraí téarmaíochta a mhalartú.
hu: A TBX egy XML-formátum a terminológiai adatok cseréjéhez.
id: TBX adalah format XML untuk pertukaran data terminologi.
ja: TBX は、用語データを交換するための XML 形式です。
nl: TBX is een XML-indeling voor het uitwisselen van gegevens voor terminologie.
pt: TBX é um formato XML para a troca de dados de terminologia.
pt_br: TBX é um formato XML para a troca de dados de terminologia.
ro: TBX este un format XML pentru schimbul de date terminologice.
ru: TBX — это XML-формат для обмена терминологическими данными.
sv: TBX är ett XML-format för utbyte av terminologidata.
ta: டிபிஎக்ச் என்பது சொற்களஞ்சிய தரவுகளின் பரிமாற்றத்திற்கான எக்ச்எம்எல் வடிவமாகும்.
tr: TBX, terminoloji verilerinin alış verişinde kullanılan bir XML biçimidir.
uk: TBX — це формат XML для обміну термінологічними даними.
zh_hans: TBX 是一种用于交换术语数据的 XML 格式。
zh_hant: TBX是術語數據交換的XML格式。

source: `TBX on Wikipedia <https://en.wikipedia.org/wiki/TermBase_eXchange>`_
id: `TBX di Wikipedia <https://en.wikipedia.org/wiki/TermBase_eXchange>`_
sv: `TBX på Wikipedia <https://en.wikipedia.org/wiki/TermBase_eXchange>`_

source: Explanations
de: Erklärungen
ga: Mínithe
hu: Magyarázatok
id: Penjelasan
ja: 解説
nl: Uitleg
pt_br: Explicações
sv: Förklaringar
ta: விளக்கம்
tr: Açıklamalar
uk: Пояснення
zh_hans: 解释

source: Weblate loads and saves explanation from TBX files to be displayed in :ref:`glossary`.
de: Weblate lädt und speichert Erklärungen aus TBX-Dateien, um sie im :ref:`glossary` anzuzeigen.
ga: Luchtaíonn agus sábhálann Weblate míniú ó chomhaid TBX le taispeáint i :ref:`glossary`.
hu: A Weblate beolvassa és menti a TBX-fájlokból származó magyarázatokat, amelyek megjelennek a :ref:`glossary` felületen.
id: Weblate memuat dan menyimpan penjelasan dari berkas TBX untuk ditampilkan di :ref:`glossary`.
ja: Weblate は :ref:`glossary` で表示するために TBX ファイルから解説を読み込んで保存します。
nl: Weblate laadt en slaat uitleg uit TBX-bestanden op om te worden weergegeven in :ref:`glossary`.
pt_br: O Weblate carrega e salva explicações de arquivos TBX para serem exibidas no :ref:`glossary`.
sv: Weblate laddar och sparar förklaringar från TBX-filer som ska visas i :ref:`glossary`.
tr: Weblate, TBX dosyalarındaki açıklamaları :ref:`glossary` içinde görüntülenecek şekilde yükler ve kaydeder.
uk: Weblate завантажує і зберігає пояснення з файлів TBX, які буде показано у :ref:`глосарії <glossary>`.
zh_hans: Weblate 加载并保存解释，这些来自 TBX 文件的解释将被展示在 :ref:`glossary` 中。

source: Source string explanation is stored as ``<descrip></descrip>`` tag.
de: Die Erklärung der Ausgangszeichenkette wird als Tag ``<descrip></descrip>`` gespeichert.
ga: Stóráiltear míniú ar theaghrán foinse mar chlib ``<descrip></descrip>``.
hu: A forrásszöveghez tartozó magyarázat a ``<descrip></descrip>`` címkében tárolódik.
id: Penjelasan string sumber disimpan sebagai tag ``<descrip></descrip>``.
ja: 原文の解説は ``<descrip></descrip>`` タグとして保存されます。
nl: Uitleg van de brontekenreeks wordt opgeslagen als de tag ``<descrip></descrip>``.
pt_br: A explicação do texto fonte é armazenada como tag ``<descrip></descrip>``.
sv: Källsträngens förklaring lagras som taggen ``<descrip></descrip>``.
ta: மூல சரம் விளக்கம் `` <sistripl> </scripl> `` குறிச்சொல் என சேமிக்கப்படுகிறது.
tr: Kaynak dizge açıklaması ``<descrip></descrip>`` kod imi ile saklanır.
uk: Пояснення щодо початкового рядка зберігаються у тезі ``<descrip></descrip>``.
zh_hans: 源字符串解释被存储为 ``<descrip></descrip>`` 标签。

source: `TermBase eXchange file`
de: `TermBase-eXchange-Format`
ga: `Comhad malartaithe TermBase`
hu: `TermBase eXchange-fájl`
id: `Berkas TermBase eXchange`
ja: `TermBase eXchange ファイル`
nl: `TermBase eXchange-bestand (TBX)`
pt: `Ficheiro TermBase eXchange`
pt_br: `Arquivo TermBase eXchange`
ro: `TermBase eXchange fișier`
ru: `Файл TermBase eXchange`
sv: TermBase eXchange-fil
ta: `டெர்ம்பேச் எக்ச்சேஞ்ச் கோப்பு`
tr: `TermBase eXchange dosyası`
uk: `Файл TermBase eXchange`
zh_hans: `TermBase eXchange 文件`

source: TOML is a generic format like :doc:`/formats/yaml` or :doc:`/formats/json` and can be used to localize applications.
sv: TOML är ett generiskt format som :doc:`/formats/yaml` eller :doc:`/formats/json` och kan användas för att lokalisera applikationer.

source: Weblate supports TOML in several variants:
sv: Weblate stöder TOML i flera varianter:

source: `TOML file`
sv: `TOML-fil`

source: Plain TOML file without support for plurals.
sv: Vanlig TOML-fil utan stöd för pluralformer.

source: `go-i18n TOML file`
sv: `go-i18n TOML-fil`

source: go-i18n variant with plurals support.
sv: go-i18n-variant med stöd för pluralformer.

source: Text files
de: Textdateien
ga: Comhaid téacs
hu: Szövegfájlok
id: Berkas teks
ja: テキスト ファイル
nl: Tekstbestanden
pt: Ficheiros de texto
pt_br: Arquivos de texto
ro: Fișiere text
ru: Текстовые файлы
sv: Text-filer
ta: உரை கோப்புகள்
tr: Metin dosyaları
uk: Текстові файли
zh_hans: 文本文件
zh_hant: 文字檔

source: The translatable content is extracted from the plain text files and offered for the translation. Each paragraph is translated as a separate string.
de: Der übersetzbare Inhalt wird aus den Klartextdateien extrahiert und zur Übersetzung angeboten. Jeder Absatz wird als eigene Zeichenkette übersetzt.
ga: Baintear an t-ábhar inaistrithe as na comhaid gnáth-théacs agus tairgtear é don aistriúchán. Aistrítear gach alt mar theaghrán ar leith.
hu: A fordítható tartalom a sima szövegfájlokból kerül kinyerésre és ezek kerülnek fordításra. Minden bekezdés külön szövegként kerül feldolgozásra.
id: Konten yang dapat diterjemahkan diekstrak dari berkas teks biasa dan ditawarkan untuk diterjemahkan. Setiap paragraf diterjemahkan sebagai string terpisah.
ja: プレーン テキスト ファイルから翻訳するコンテンツを抽出し、翻訳のために使用します。各段落は、個別の文字列として翻訳します。
nl: De vertaalbare inhoud wordt uitgenomen uit platte tekstbestanden en aangeboden voor vertalen. Elke alinea wordt vertaald als een afzonderlijke tekenreeks.
pt: O conteúdo traduzível é extraído de ficheiros de cadeias simples e oferecido para a tradução. Cada parágrafo é traduzido como uma cadeia separada.
pt_br: O conteúdo traduzível é extraído dos arquivos texto simples e oferecido para a tradução. Cada parágrafo é traduzido como um texto separado.
ro: Conținutul care poate fi tradus este extras din fișierele de text simplu și oferit pentru traducere. Fiecare paragraf este tradus ca un șir de caractere separat.
ru: Переводимое содержимое извлекается из обычных текстовых файлов и предлагается для перевода. Каждый абзац переводится как отдельная строка.
sv: Det översättningsbara innehållet extraheras från vanliga textfiler och erbjuds för översättning. Varje stycke översätts som en separat sträng.
ta: மொழிபெயர்க்கக்கூடிய உள்ளடக்கம் எளிய உரை கோப்புகளிலிருந்து பிரித்தெடுக்கப்பட்டு மொழிபெயர்ப்புக்கு வழங்கப்படுகிறது. ஒவ்வொரு பத்தியும் ஒரு தனி சரமாக மொழிபெயர்க்கப்பட்டுள்ளது.
tr: Çevrilebilir içerik düz metin dosyalarından ayıklanır ve çevrilmek üzere sunulur. Her paragraf ayrı bir dizge olarak çevrilir.
uk: Придатні до перекладу дані буде видобуто з простих текстових файлів і запропоновано до перекладу. Кожен абзац перекладається як окремий рядок.
zh_hans: 可翻译的内容从纯文本文件中提取出来并提供给翻译。每个段落都被翻译成一个单独的字符串。
zh_hant: 可翻譯內容從純文本文件中提取，並為翻譯提供。每個段落都被翻譯為單獨的字符串。

source: There are several flavors of this format:
de: Dieses Format gibt es in verschiedenen Varianten:
ga: Tá roinnt blasanna den fhormáid seo:
hu: A formátumnak több változata létezik:
id: Ada beberapa jenis format ini:
ja: ファイル形式の種類:
nl: Er zijn verscheidene smaken van deze indeling:
pt_br: Há vários sabores desse formato:
sv: Det finns flera varianter av detta format:
ta: இந்த வடிவத்தின் பல சுவைகள் உள்ளன:
tr: Bu biçimin birkaç çeşidi vardır:
uk: Існує декілька різновидів цього формату:
zh_hans: 这种格式有几种风格：

source: `Plain text file`
de: `Klartextdatei`
ga: `Comhad gnáth-théacs`
hu: `Egyszerű szövegfájl`
id: `Berkas teks biasa`
ja: `プレーン テキスト ファイル`
nl: `Platte tekstbestand`
pt_br: `Arquivo texto simples`
ru: `Обычный текстовый файл`
sv: `Vanlig textfil`
ta: `எளிய உரை கோப்பு`
tr: `Düz metin dosyası`
uk: `Звичайний текстовий файл`
zh_hans: `纯文本文件`

source: File format used when translating extensions for Mozilla Firefox or Google Chromium.
de: Dateiformat, das beim Übersetzen von Erweiterungen für Mozilla Firefox oder Google Chromium verwendet wird.
ga: Formáid comhaid a úsáidtear agus síntí á n-aistriú do Mozilla Firefox nó Google Chromium.
hu: Ez a fájlformátum a Mozilla Firefox vagy Google Chromium bővítmények fordításához használt formátum.
id: Format berkas yang digunakan saat menerjemahkan ekstensi untuk Mozilla Firefox atau Google Chromium.
ja: Mozilla Firefox または Google Chromium の拡張機能を翻訳するときに使用するファイル形式です。
nl: Bestandsindeling gebruikt bij het vertalen van extensies voor Mozilla Firefox of Google Chromium.
pt: Formato de ficheiro usado ao traduzir extensões para Mozilla Firefox ou Google Chromium.
pt_br: Formato de arquivo usado ao traduzir complementos para Mozilla Firefox ou Google Chromium.
ro: Format de fișier utilizat la traducerea extensiilor pentru Mozilla Firefox sau Google Chromium.
ru: Формат файла, используемый при переводе расширений для Mozilla Firefox или Google Chromium.
sv: Filformat som används vid översättning av tillägg för Mozilla Firefox eller Google Chromium.
ta: மொசில்லா பயர்பாக்ச் அல்லது கூகிள் குரோமியத்திற்கான நீட்டிப்புகளை மொழிபெயர்க்கும்போது பயன்படுத்தப்படும் கோப்பு வடிவம்.
tr: Mozilla Firefox ya da Google Chromium uzantılarını çevirirken kullanılan dosya biçimi.
uk: Формат файлів, який використовується для перекладу розширень до Mozilla Firefox або Google Chromium.
zh_hans: 翻译 Mozilla Firefox 或 Google Chromium 的扩展时使用的文件格式。
zh_hant: 在翻譯Mozilla Firefox或Google Chromium的擴展時使用的文件格式。

source: While this format is called JSON, its specification allows including "//"-style comments. Weblate does strip these comments while parsing the files and discards them when saving.
de: Dieses Format heißt zwar JSON, aber seine Spezifikation erlaubt es, Kommentare im Stil von "//" einzufügen. Weblate entfernt diese Kommentare beim Analysieren der Dateien und verwirft sie beim Speichern.
ga: Cé go dtugtar JSON ar an bhformáid seo, ceadaíonn a shonraíocht tuairimí "//"-stíl a áireamh. Ní scriosann Weblate na tuairimí seo agus na comhaid á bparsáil agus cuireann sé siar iad agus iad á shábháil.
hu: Bár JSON formátumnak nevezik, a szabvány lehetővé teszi a „//” típusú megjegyzések használatát. A Weblate ezeket a megjegyzéseket eltávolítja a fájl feldolgozásakor, és mentéskor sem tartja meg őket.
id: Meskipun format ini disebut JSON, spesifikasinya memungkinkan penyertaan komentar bergaya "//". Weblate menghapus komentar ini saat mengurai berkas dan membuangnya saat menyimpan.
nl: Hoewel deze indeling JSON wordt genoemd, staat de specificatie het toe om opmerkingen in de stijl "//" op te nemen, Weblate verwijdert deze opmerkingen bij het parsen van de bestanden en negeert ze bij het opslaan.
pt_br: Embora esse formato seja chamado JSON, sua especificação permite incluir comentários no estilo "//". O Weblate remove esses comentários ao analisar os arquivos e os descarta ao salvar.
sv: Även om detta format kallas JSON, tillåter dess specifikation att kommentarer i stil med "//" inkluderas. Weblate tar bort dessa kommentarer när filerna analyseras och kasserar dem när de sparas.
tr: Bu biçim JSON olarak adlandırılsa da, teknik özellikleri "//" biçimindeki yorumlara izin verir. Weblate dosyaları işlerken bu yorumları kaldırır ve kaydederken atar.
uk: Хоча цей формат називається JSON, його специфікація дозволяє включати коментарі у стилі "//". Weblate видаляє ці коментарі під час аналізу файлів і відкидає їх під час збереження.

source: `WebExtension JSON file`
de: `JSON-Datei WebExtension`
ga: `Comhad WebExtension JSON`
hu: `WebExtension JSON-fájl`
id: `Berkas JSON Ekstensi Web`
ja: `WebExtension JSON ファイル`
nl: `WebExtension JSON-bestand`
pt: `Ficheiro JSON WebExtension`
pt_br: `Arquivo JSON para WebExtension`
ro: `Fișier JSON al extensiei web`
ru: `JSON-файл WebExtension`
sv: `WebExtension JSON-fil`
ta: `வெப் டென்சன் சாதொபொகு file`
tr: `WebExtension JSON dosyası`
uk: `файл JSON WebExtension`
zh_hans: `WebExtension JSON 文件`

source: Windows RC files
de: Windows-RC-Dateien
ga: Comhaid RC Windows
hu: Windows RC-fájlok
id: Berkas RC Windows
ja: Windows RC ファイル
nl: Windows RC-bestanden
pt: Ficheiros RC do Windows
pt_br: Arquivos RC do Windows
ro: Fișiere Windows RC
ru: Файлы ресурсов Windows
sv: Windows RC-filer
ta: சாளரங்கள் ஆர்.சி கோப்புகள்
tr: Windows RC dosyaları
uk: Файли RC Windows
zh_hans: Windows RC 文件

source: Support for Windows RC files has been rewritten.
de: Unterstützung für Windows-RC-Dateien neu geschrieben.
ga: Athscríobhadh tacaíocht do chomhaid Windows RC.
hu: A Windows RC-fájlok támogatása újraírásra került.
id: Dukungan untuk berkas Windows RC telah ditulis ulang.
ja: Windows RC ファイルへの対応を書き換えました。
nl: Ondersteuning voor Windows RC-bestanden is opnieuw geschreven.
pt: O suporte para ficheiros RC do Windows foi reescrito.
pt_br: O suporte para arquivos RC do Windows foi reescrito.
ro: Suportul pentru fișierele Windows RC a fost rescris.
ru: Поддержка файлов ресурсов Windows была переписана.
sv: Stödet för Windows RC-filer har skrivits om.
ta: சாளரங்கள் ஆர்.சி கோப்புகளுக்கான உதவி மீண்டும் எழுதப்பட்டுள்ளது.
tr: Windows RC dosyaları desteği yeniden yazıldı.
uk: Підтримку файлів RC Windows було переписано.
zh_hans: 对Windows RC文件的支持已被重写。
zh_hant: 對Windows RC文件的支持已被重寫。

source: RC files are language files used to localize translatable text, dialogs, menus, for Windows applications.
de: RC-Dateien sind Sprachdateien, die zur Lokalisierung von übersetzbarem Text, Dialogen und Menüs für Windows-Anwendungen verwendet werden.
ga: Is comhaid teanga iad comhaid RC a úsáidtear chun téacs inaistrithe, dialóga, biachláir, d’fheidhmchláir Windows a logánú.
hu: Az RC-fájlok olyan nyelvi fájlok, amelyek fordítható szövegek, párbeszédpanelek, menük lokalizálására szolgálnak Windows-alkalmazásokban.
id: Berkas RC adalah berkas bahasa yang digunakan untuk melokalkan teks yang dapat diterjemahkan, dialog, menu, untuk aplikasi Windows.
ja: RC ファイルは、Windows アプリケーション用の翻訳可能なテキスト、ダイアログ、メニューを現地語化するために使用される言語ファイルです。
nl: RC-bestanden zijn taalbestanden die worden gebruikt voor het vertalen van vertaalbare tekst, dialoogvensters, menu's voor toepassingen van Windows.
pt_br: Arquivos RC são arquivos de idioma usados para localizar texto traduzível, caixas de diálogo e menus para aplicativos do Windows.
ru: Файлы RC — это языковые файлы, используемые для локализации переводимого текста, диалогов, меню для приложений Windows.
sv: RC-filer är språkfiler som används för att lokalisera översättningsbar text, dialogrutor och menyer för Windows-applikationer.
ta: ஆர்.சி கோப்புகள் சாளரங்கள் பயன்பாடுகளுக்கு மொழிபெயர்க்கக்கூடிய உரை, உரையாடல்கள், மெனுக்கள் ஆகியவற்றை உள்ளூர்மயமாக்க பயன்படுத்தப்படும் மொழி கோப்புகள்.
tr: RC dosyaları, Windows uygulamaları için çevrilebilir metinleri, iletişim pencerelerini ve menüleri yerelleştirmek için kullanılan dil dosyalarıdır.
uk: Файли RC є мовними файлами, що використовуються для тексту для перекладу, діалогових вікон, меню у програмах для Windows.
zh_hans: RC 文件是用于本地化 Windows 程序的可翻译的文本、对话框、菜单的语言文件。

source: Example Windows RC file:
de: Beispiel für eine Windows RC-Datei:
ga: Sampla comhad RC Windows:
hu: Példa Windows RC-fájl:
id: Contoh berkas Windows RC:
ja: Windows RC ファイルの記述例:
nl: Voorbeeld Windows RC-bestand:
pt: Exemplo de ficheiro RC do Windows:
pt_br: Exemplo de arquivo RC do Windows:
ro: Exemplu de fișier Windows RC:
ru: Пример файла ресурсов Windows:
sv: Exempel på Windows RC-fil:
ta: எடுத்துக்காட்டு சாளரங்கள் ஆர்.சி கோப்பு:
tr: Windows RC dosyası örneği:
uk: Приклад файла RC Windows:
zh_hans: Windows RC 文件示例：

source: `RC file`
de: `RC-Datei`
ga: `comhad RC`
hu: `RC-fájl`
id: `berkas RC`
ja: `RC ファイル`
nl: `RC-bestand`
pt: `Ficheiro RC`
pt_br: `Arquivo RC`
ro: `RC fișier`
ru: `Файл RC`
sv: `RC-fil`
ta: `rc கோப்பு`
tr: `RC dosyası`
uk: `Файл RC`
zh_hans: `RC 文件`

source: XLIFF 1.1 and 1.2
sv: XLIFF 1.1 och 1.2

source: :doc:`/formats/xliff2` is a different format and is not backwards compatible with XLIFF 1.2.
sv: :doc:`/formats/xliff2` är ett annat format och är inte bakåtkompatibelt med XLIFF 1.2.

source: XML-based format created to standardize translation files, but in the end it is one of `many standards <https://xkcd.com/927/>`_, in this area.
de: XML-basiertes Format, das zur Vereinheitlichung von Übersetzungsdateien entwickelt wurde, aber letztlich nur einer von `vielen Standards <https://xkcd.com/927/>`_ in diesem Bereich ist.
ga: Cruthaíodh formáid XML-bhunaithe chun comhaid aistriúcháin a chaighdeánú, ach sa deireadh tá sé ar cheann de na `caighdeáin go leor <https://xkcd.com/927/>`_, sa réimse seo.
hu: XML-alapú formátum, amelyet a fordítási fájlok szabványosítására hoztak létre, de végül csak egy lett a `sok szabvány közül <https://xkcd.com/927/>`_ ezen a területen.
id: Format berbasis XML yang dibuat untuk menstandardisasi berkas terjemahan, tetapi pada akhirnya ini adalah salah satu dari `banyak standar <https://xkcd.com/927/>`_, di area ini.
ja: XML ベースのファイル形式で、翻訳ファイルを標準化するために作成されましたが、結果的には、この分野の `多くの標準 <https://xkcd.com/927/>`_ の 1 つにしかすぎません。
nl: Op XML gebaseerde indeling gemaakt om vertaalbestanden te standaardiseren, maar uiteindelijk is het een van de `vele standaarden <https://xkcd.com/927/>`_, op dit gebied.
pt: Formato baseado em XML criado para padronizar ficheiros de tradução, mas no final é um dos `muitos padrões <https://xkcd.com/927/>`_, nesta área.
pt_br: Formato baseado em XML criado para padronizar arquivos de tradução, mas no final é um dos `muitos padrões <https://xkcd.com/927/>`_, nesta área.
ro: Format bazat pe XML creat pentru a standardiza fișierele de traducere, dar în cele din urmă este unul dintre `multele standarde <https://xkcd.com/927/>`_, în acest domeniu.
ru: Формат на основе XML, созданный для стандартизации файлов перевода, но в конечном итоге ставший просто ещё одним из `многочисленных стандартов <https://xkcd.ru/927/>`_ в этой области.
sv: XML-baserat format som skapats för att standardisera översättningsfiler, men i slutändan är det en av `många standarder <https://xkcd.com/927/>`_ inom detta område.
ta: மொழிபெயர்ப்பு கோப்புகளை தரப்படுத்த எக்ச்எம்எல் அடிப்படையிலான வடிவம் உருவாக்கப்பட்டது, ஆனால் இறுதியில் இது `பல தரங்களில் ஒன்றாகும் <https://xkcd.com/927/>` _, இந்த பகுதியில்.
tr: XML temelli biçim, çeviri dosyalarını standartlaştırmak için oluşturulmuştur. Ancak sonuçta bu alandaki `birçok standarttan <https://xkcd.com/927/>`_ biridir.
uk: Формат на основі XML створено для стандартизації файлів перекладу, але, врешті, він став лише одним із `багатьох стандартів <https://xkcd.com/927/>`_ у цій області.
zh_hans: 基于 XML 的格式，为标准化翻译文件而生，但最终它也只是这个领域的 `众多标准 <https://xkcd.com/927/>`_ 之一。
zh_hant: 創建基於 XML 的格式來標準化翻譯文件，但最終它是該領域中 `許多標準 <https://xkcd.com/927/>`_ 之一。

source: `XML Localization Interchange File Format (XLIFF)` is usually used as bilingual, but Weblate supports it as monolingual as well.
de: `XML Localization Interchange File Format (XLIFF)` wird normalerweise zweisprachig verwendet, aber Weblate unterstützt es auch einsprachig.
ga: Úsáidtear `Formáid Comhad Idirmhalartaithe Logánú XML (XLIFF)` mar dhátheangach de ghnáth, ach tacaíonn Weblate leis mar aonteangach freisin.
hu: Az `XML lokalizációs cserefájl formátum (XLIFF)` jellemzően kétnyelvű formátum, de a Weblate egynyelvűként is támogatja.
id: `XML Localization Interchange File Format (XLIFF)` biasanya digunakan sebagai dwibahasa, tetapi Weblate juga mendukungnya sebagai monolingual.
ja: `XML Localization Interchange File Format (XLIFF)` は、通常はバイリンガルとして使用しますが、Weblate ではモノリンガルとしても対応しています。
nl: `XML Localization Interchange File Format (XLIFF)` wordt gewoonlijk gebruikt als tweetalig, maar Weblate ondersteunt het ook als eentalig.
pt: `XML Localization Interchange File Format (XLIFF)` é normalmente utilizado como bilíngue, mas Weblate também o suporta como monolíngue.
pt_br: `XML Localization Interchange File Format (XLIFF)` é normalmente utilizado como bilíngue, mas Weblate também tem suporte como monolíngue.
ro: `XML Localization Interchange File Format (XLIFF)` este de obicei folosit ca bilingv, dar Weblate îl acceptă și ca monolingv.
ru: `Формат файла XML для обмена локализациями (XLIFF)` обычно используется как двуязычный, но Weblate поддерживает его использование и в качестве одноязычного.
sv: XML Localization Interchange File Format (XLIFF) används vanligtvis som tvåspråkigt, men Weblate stöder det även som enspråkigt.
ta: `எக்ச்எம்எல் உள்ளூர்மயமாக்கல் இன்டர்சேஞ்ச் கோப்பு வடிவம் (எக்ச்எல்ஐஎஃப்எஃப்)` பொதுவாக இருமொழியாகப் பயன்படுத்தப்படுகிறது, ஆனால் வலைபெயர்ப்பு அதை ஒருமொழி என்றும் ஆதரிக்கிறது.
tr: `XML yerelleştirme değişim dosyası biçimi (XLIFF)` genellikle iki dilli olarak kullanılır. Ancak Weblate bunun tek dilli olarak kullanılmasını da destekler.
uk: `XML Localization Interchange File Format (XLIFF)` зазвичай використовується як двомовний, але у Weblate передбачено підтримку і одномовних варіантів.
zh_hans: `XML Localization Interchange File Format (XLIFF)` 通常用作双语言格式，但 Weblate 也支持其作为单语言格式。
zh_hant: `XML Localization Interchange File Format (XLIFF)` 通常用作雙語言格式，但 Weblate 也支持其作為單語言格式。

source: Weblate supports XLIFF in several variants:
de: Weblate unterstützt XLIFF in mehreren Varianten:
ga: Tacaíonn Weblate le XLIFF i roinnt leaganacha:
hu: A Weblate többféle XLIFF-változatot is támogat:
id: Weblate mendukung XLIFF dalam beberapa varian:
ja: Weblate が対応している XLIFF の種類:
nl: Weblate ondersteund XLIFF in verscheidene varianten:
pt: O Weblate tem suporte a XLIFF em várias variantes:
pt_br: O Weblate tem suporte a XLIFF em várias variantes:
ro: Weblate acceptă XLIFF în mai multe variante:
ru: Weblate поддерживает XLIFF в нескольких вариантах:
sv: Weblate stöder XLIFF i flera varianter:
ta: வலைபெயர்ப்பு பல வகைகளில் ஃலிப்ப் ஐ ஆதரிக்கிறது:
tr: Weblate, birkaç çeşitte XLIFF desteği sunar:
uk: У Weblate передбачено підтримку декількох варіантів XLIFF:
zh_hans: Weblate 支持数种变体的 XLIFF：

source: `XLIFF 1.2 translation file`
de: `XLIFF-1.2-Übersetzungsdatei`
ga: `Comhad aistriúcháin XLIFF 1.2`
hu: `XLIFF 1.2 fordítási fájl`
id: `Berkas terjemahan XLIFF 1.2`
ja: `XLIFF 1.2 翻訳ファイル`
nl: `XLIFF 1.2-vertaalbestand`
pt_br: `Arquivo de tradução XLIFF 1.2`
ru: `Файл перевода XLIFF 1.2`
sv: `XLIFF 1.2 översättningsfil`
ta: `xliff 1.2 மொழிபெயர்ப்பு கோப்பு`
tr: XLIFF 1.2 çeviri dosyası`
uk: `файл перекладу XLIFF 1.2`
zh_hans: `XLIFF 1.2 翻译文件`
