Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: You can then execute the testsuite in the repository checkout:
de: Sie können dann die Testsuite im Repository-Checkout ausführen:
ga: Is féidir leat an tsraith tástála a rith ansin sa taisclann seiceáil amach:
hu: Ezután a letöltött tárolón belül lefuttathatja a tesztcsomagot:
id: Anda kemudian dapat menjalankan rangkaian pengujian di checkout repositori:
ja: そのあと、チェックアウトしたリポジトリでテストスイートを実行:
nl: U kunt dan de testsuite uitvoeren in de checkout van de opslagruimte:
pt: Pode então executar o testsuite no checkout do repositório:
pt_br: Você pode então executar o testsuite no checkout do repositório:
ro: Apoi puteți executa suita de teste în cadrul verificării depozitului:
ru: Затем вы можете выполнить набор тестов при проверке репозитория:
sv: Du kan sedan köra testsuiten i arkivets utcheckning:
ta: களஞ்சிய செக்அவுட்டில் சோதனைச்சூட்டை நீங்கள் செயல்படுத்தலாம்:
tr: Daha sonra depo checkout sayfasında sınama paketini yürütebilirsiniz:
uk: Далі, ви можете виконати комплекс перевірок для локальної копії сховища:
zh_hans: 然后您可以在仓库签出中执行测试套件：

source: Testing repository
id: Repositori pengujian
sv: Testarkiv

source: Many of the tests in the Weblate test suite use the test repository. The test suite repository is maintained at https://github.com/WeblateOrg/test. The script :file:`scripts/pack-test-data.sh` is then used to generate a tarball with a repository for each of the supported version control systems. These are stored as :file:`weblate/trans/tests/data/test-base-repo.git.tar`, :file:`weblate/trans/tests/data/test-base-repo.hg.tar`, and :file:`weblate/trans/tests/data/test-base-repo.svn.tar` in the Weblate repository.
id: Banyak pengujian dalam rangkaian pengujian Weblate menggunakan repositori pengujian. Repositori rangkaian pengujian ini dikelola di https://github.com/WeblateOrg/test. Skrip :file:`scripts/pack-test-data.sh` kemudian digunakan untuk menghasilkan tarball berisi repositori untuk setiap sistem kontrol versi yang didukung. Tarball ini disimpan sebagai :file:`weblate/trans/tests/data/test-base-repo.git.tar`, :file:`weblate/trans/tests/data/test-base-repo.hg.tar`, dan :file:`weblate/trans/tests/data/test-base-repo.svn.tar` di repositori Weblate.
sv: Många av testerna i Weblate-testpaketet använder testarkivet. Testpaketets arkiv underhålls på https://github.com/WeblateOrg/test. Skriptet :file:`scripts/pack-test-data.sh` används sedan för att generera en tarball med ett arkiv för vart och ett av de versionkontrollsystem som stöds. Dessa lagras som :file:`weblate/trans/tests/data/test-base-repo.git.tar`, :file:`weblate/trans/tests/data/test-base-repo.hg.tar` och :file:`weblate/trans/tests/data/test-base-repo.svn.tar` i Weblate-arkivet.

source: The https://github.com/WeblateOrg/test repository is tagged at the release time, which ensures that the release tags can be used to access test data used at the release time. The script tries to create reproducible tarballs as much as possible.
id: Repositori https://github.com/WeblateOrg/test ditandai pada waktu rilis, yang memastikan bahwa tag rilis dapat digunakan untuk mengakses data uji yang digunakan pada waktu rilis. Skrip ini berupaya membuat tarball yang dapat direproduksi sebanyak mungkin.
sv: Arkivet https://github.com/WeblateOrg/test taggas vid release-tidpunkten, vilket säkerställer att releasetaggarna kan användas för att komma åt testdata som användes vid release-tidpunkten. Skriptet försöker skapa reproducerbara tarbollar i så stor utsträckning som möjligt.

source: Weblate Trademark Guidelines
de: Weblate-Marken-Richtlinien
ga: Treoirlínte Trádmharcanna Weblate
hu: Weblate védjegyhasználati irányelvek
id: Pedoman Merek Dagang Weblate
nl: Weblate richtlijnen handelsmerk
pt_br: Diretrizes de Marcas Registradas da Weblate
sv: Weblate varumärkesriktlinjer
ta: வலைபெயர்ப்பு வர்த்தக முத்திரை வழிகாட்டுதல்கள்
tr: Weblate Ticari Markası Rehberi
uk: Настанови щодо торговельної марки Weblate
zh_hans: Weblate 商标准则

source: Weblate is an open-source organization. Because we make privacy-respecting localization tools and provide it as copylefted libre software, proper use of our trademarks is essential to inform users whether Weblate stands behind a product or service so that we can continue to develop. The Weblate name is not only a trademark used to identify our technology, components and services, it also serves as our company name. When using Weblate trademarks (including some product names that are part of our organization) you must comply with these Weblate Trademark Guidelines.
de: Weblate ist eine Open-Source-Organisation. Da wir datenschutzkonforme Übersetzungstools entwickeln und als Copyleft-lizenzierte Freie Software anbieten, ist das korrekte Verwenden unserer Markenzeichen unerlässlich, um Benutzer darüber zu informieren, ob Weblate hinter einem Produkt oder Dienst steht, damit wir unsere Entwicklung fortsetzen können. Der Name Weblate ist nicht nur ein Markenzeichen, das zum Identifizieren unserer Plattformen, Komponenten und Dienste verwendet wird, sondern dient auch als unser Firmenname. Beim Verwenden von Weblate-Markenzeichen (einschließlich einiger Produktnamen, die Teil unserer Organisation sind) müssen Sie diese Weblate-Marken-Richtlinien einhalten.
ga: Is eagraíocht foinse oscailte é Weblate. Toisc go ndéanaimid uirlisí logánaithe a thugann urraim do phríobháideacht agus go gcuirimid ar fáil iad mar bhogearraí saora cóipchirt, tá sé ríthábhachtach ár dtrádmharcanna a úsáid i gceart chun úsáideoirí a chur ar an eolas an seasann Weblate taobh thiar de tháirge nó de sheirbhís ionas gur féidir linn leanúint ar aghaidh ag forbairt. Ní hamháin gur trádmharc é an t-ainm Weblate a úsáidtear chun ár dteicneolaíocht, ár gcomhpháirteanna agus ár seirbhísí a aithint, feidhmíonn sé freisin mar ainm ár gcuideachta. Agus trádmharcanna Weblate á n-úsáid agat (lena n-áirítear roinnt ainmneacha táirgí atá mar chuid dár n-eagraíocht) ní mór duit cloí leis na Treoirlínte Trádmharcanna Weblate seo.
hu: A Weblate egy nyílt forráskódú szervezet. Mivel olyan lokalizációs eszközöket fejlesztünk, amelyek tiszteletben tartják a felhasználók adatvédelmét, és ezeket copyleft szabadszoftverként kínáljuk, különösen fontos a védjegyeink megfelelő használata. Ez biztosítja, hogy a felhasználók tudják, mely termék vagy szolgáltatás mögött áll maga a Weblate — így tudjuk fenntartani a fejlesztést. A „Weblate” név nemcsak egy technológia, összetevő vagy szolgáltatás megnevezésére használt védjegy, hanem egyben a szervezetünk neve is. Ha a Weblate védjegyeit (beleértve az egyes termékneveket is) használja, be kell tartania ezen Weblate Védjegyhasználati Irányelveket.
id: Weblate adalah organisasi sumber terbuka. Karena kami membuat alat pelokalan yang menghormati privasi dan menyediakannya sebagai perangkat lunak bebas copylefted, penggunaan merek dagang kami yang tepat sangat penting untuk memberi tahu pengguna apakah Weblate mendukung suatu produk atau layanan sehingga kami dapat terus berkembang. Nama Weblate bukan hanya merek dagang yang digunakan untuk mengidentifikasi teknologi, komponen, dan layanan kami, tetapi juga berfungsi sebagai nama perusahaan kami. Saat menggunakan merek dagang Weblate (termasuk beberapa nama produk yang merupakan bagian dari organisasi kami), Anda harus mematuhi Pedoman Merek Dagang Weblate ini.
nl: Weblate is een open bron-organisatie. Omdat we vertaalprogramma's maken die rekening houden met privacy en die verschaffen als copylefted vrije software, is het juist gebruiken van onze handelsmerken essentieel om gebruikers te informeren of Weblate achter een product of service staat zodat we kunnen doorgaan met de ontwikkeling ervan. De naam Weblate is niet alleen een handelsmerk dat wordt gebruikt om onze technologie, onderdelen en services te identificeren, het dient ook als naam voor ons bedrijf. Bij het gebruiken van handelsmerken van Weblate (inclusief enkele productnamen die deel van onze organisatie zijn) moet u zich schikken naar deze richtlijnen voor het handelsmerk Weblate (Trademark Guidelines).
pt_br: Weblate é uma organização de código aberto (open-source). Como criamos ferramentas de localização que respeitam a privacidade e as fornecemos como software livre por copyleft, o uso adequado de nossas marcas registradas é essencial para informar aos usuários se a Weblate está por trás de um produto ou serviço para que possamos continuar a desenvolvê-lo. O nome Weblate não é apenas uma marca registrada usada para identificar nossa tecnologia, componentes e serviços, mas também serve como nome de nossa empresa. Ao usar as marcas registradas da Weblate (incluindo alguns nomes de produtos que fazem parte de nossa organização), você deve estar em conformidade com estas Diretrizes de Marcas Registradas da Weblate.
sv: Weblate är en organisation med öppen källkod. Eftersom vi tillverkar lokaliseringsverktyg som respekterar integriteten och tillhandahåller dem som copyleft-fri programvara, är korrekt användning av våra varumärken avgörande för att informera användarna om Weblate står bakom en produkt eller tjänst, så att vi kan fortsätta att utvecklas. Namnet Weblate är inte bara ett varumärke som används för att identifiera vår teknik, våra komponenter och tjänster, utan fungerar också som vårt företagsnamn. När du använder Weblates varumärken (inklusive vissa produktnamn som ingår i vår organisation) måste du följa dessa riktlinjer för Weblates varumärken.
ta: வலைபெயர்ப்பு ஒரு திறந்த மூல அமைப்பு. நாங்கள் தனியுரிமை-மரியாதைக்குரிய உள்ளூர்மயமாக்கல் கருவிகளை உருவாக்கி, அதை நகலெடுக்கப்பட்ட லிப்ரே மென்பொருளாக வழங்குவதால், ஒரு தயாரிப்பு அல்லது சேவையின் பின்னால் வலைபெயர்ப்பு நிற்கிறதா என்பதை பயனர்களுக்குத் தெரிவிக்க எங்கள் வர்த்தக முத்திரைகளை முறையாகப் பயன்படுத்துவது தேவை, இதனால் நாங்கள் தொடர்ந்து உருவாக்க முடியும். வலைபெயர்ப்பு பெயர் என்பது எங்கள் தொழில்நுட்பம், கூறுகள் மற்றும் சேவைகளை அடையாளம் காண பயன்படுத்தப்படும் வர்த்தக முத்திரை மட்டுமல்ல, இது எங்கள் நிறுவனத்தின் பெயராகவும் செயல்படுகிறது. வலைபெயர்ப்பு வர்த்தக முத்திரைகளைப் பயன்படுத்தும் போது (எங்கள் அமைப்பின் ஒரு பகுதியாக இருக்கும் சில தயாரிப்பு பெயர்கள் உட்பட) இந்த வலைபெயர்ப்பு வர்த்தக முத்திரை வழிகாட்டுதல்களுக்கு நீங்கள் இணங்க வேண்டும்.
tr: Weblate açık kaynaklı bir kuruluştur. Gizliliğe saygılı yerelleştirme araçları ürettiğimiz ve bunları serbest telif hakkı ile (copyleft) özgür yazılım olarak sunduğumuz için, ticari markalarımızın uygun şekilde kullanılması, Weblate olarak bir ürün veya hizmetin arkasında durup durmadığımızı kullanıcılara bildirmek ve böylece geliştirmeyi sürdürebilmemiz için önemlidir. Weblate adı yalnızca teknolojimizi, bileşenlerimizi ve hizmetlerimizi tanımlamak için kullanılan bir ticari marka değildir, aynı zamanda şirket adımız olarak da kullanılır. Weblate ticari markalarını kullanırken (kuruluşumuzun bir parçası olan bazı ürün adları ile birlikte) bu Weblate Ticari Marka Yönergelerine uymalısınız.
uk: Weblate — це організація розвитку відкритого вихідного коду. Оскільки ми створюємо інструменти локалізації з повагою до конфіденційності та надаємо їх як вільне програмне забезпечення з вільним авторським правом, належне використання наших торгових марок є важливим для інформування користувачів про те, чи стоїть за продуктом або послугою Weblate, щоб ми могли продовжувати розвиватися. Назва Weblate — це не тільки торгова марка, яка використовується для ідентифікації наших технологій, компонентів і послуг, вона також служить назвою нашої компанії. При використанні торгових марок Weblate (включаючи деякі назви продуктів, які є частиною нашої організації) ви повинні дотримуватися цих Правил використання торгових марок Weblate.
zh_hans: Weblate 是开源组织。由于我们制作尊重隐私的本地化工具并将其作为 Copyleft 自由软件提供，正确使用我们的商标对于告知用户 Weblate 是否支持某一产品或服务以便我们能够继续发展至关重要。Weblate 名称不仅是用于识别我们的技术、部件和服务的商标，也是我们的公司名称。使用 Weblate 商标（包括属于我们组织的一些产品名称）时，您必须遵守这些 Weblate 商标准则。

source: Some of our trademarks include:
de: Einige unserer Markenzeichen sind:
ga: I measc cuid dár dtrádmharcanna tá:
hu: Néhány ismert védjegyünk például:
id: Beberapa merek dagang kami meliputi:
nl: Enkele van onze handelsmerken bevatten:
pt_br: Algumas de nossas marcas registradas incluem:
sv: Några av våra varumärken är:
ta: எங்கள் சில வர்த்தக முத்திரைகள் பின்வருமாறு:
tr: Bazı ticari markalarımız şunlardır:
uk: Серед наших торговельних марок:
zh_hans: 我们的一些商标包括：

source: However, this is not a complete list of our names, logos, and brand features, all of which are subject to these guidelines.
de: Es handelt sich jedoch nicht um eine vollständige Liste unserer Namen, Logos und Marken-Funktionen, die alle diesen Richtlinien unterliegen.
ga: Ní liosta iomlán é seo, áfach, dár n-ainmneacha, dár lógónna, agus dár ngnéithe branda, agus tá gach ceann díobh faoi réir na dtreoirlínte seo.
hu: Ez azonban nem teljes lista a neveinkről, logóinkról és arculati elemeinkről — ezek mind ezen irányelvek hatálya alá tartoznak.
id: Namun, ini bukan daftar lengkap nama, logo, dan fitur merek kami, yang semuanya tunduk pada pedoman ini.
nl: Dit is echter geen volledige lijst met onze namen, logo's en merkobjecten, die allemaal onderworpen zij aan deze richtlijnen.
pt_br: No entanto, esta não é uma lista completa de nossos nomes, logotipos e características de marca, todos os quais estão sujeitos a essas diretrizes.
sv: Detta är dock inte en fullständig lista över våra namn, logotyper och varumärkesegenskaper, som alla omfattas av dessa riktlinjer.
ta: இருப்பினும், இது எங்கள் பெயர்கள், சின்னங்கள் மற்றும் சூட்டுக்குறி அம்சங்களின் முழுமையான பட்டியல் அல்ல, இவை அனைத்தும் இந்த வழிகாட்டுதல்களுக்கு உட்பட்டவை.
tr: Bu listede adlarımızın, logolarımızın ve marka özelliklerimizin tümü bulunmaz ancak bunların tümü bu yönergelere tabidir.
uk: Втім, це не повний список наших назв, логотипів і брендів, усі з яких є об'єктом цих настанов.
zh_hans: 然而，这并不是我们的名称、徽标和品牌特征的完整列表，所有这些都受这些准则的约束。

source: When do I need specific permission to use a Weblate trademark?
de: Wann benötige ich eine besondere Genehmigung zum Verwenden eines Weblate-Markenzeichens?
ga: Cathain a theastaíonn cead sonrach uaim chun trádmharc Weblate a úsáid?
hu: Mikor szükséges külön engedély a Weblate védjegy használatához?
id: Kapan saya memerlukan izin khusus untuk menggunakan merek dagang Weblate?
nl: Wanneer heb ik specifiek toestemming nodig om een handelsmerk van Weblate te gebruiken?
pt_br: Quando preciso de permissão específica para usar uma marca registrada da Weblate?
sv: När behöver jag särskilt tillstånd för att använda ett Weblate-varumärke?
ta: வலைபெயர்ப்பு வர்த்தக முத்திரையைப் பயன்படுத்த எனக்கு குறிப்பிட்ட இசைவு எப்போது தேவை?
tr: Weblate ticari markasını kullanmak için ne zaman özel izin almam gerekir?
uk: За яких умов потрібен спеціальний дозвіл на використання торгової марки Weblate?
zh_hans: 什么时候需要特定许可才能使用 Weblate 商标？

source: Since Weblate is a provider of a software that can be used in many versions – hosted, dedicated cloud and self-hosted (both paid and free), it is important to distinguish between these cases. Each version has a specific way of using the Weblate trademark. However, in all cases it is not necessary to receive permission directly from Weblate (or its affiliates) to:
de: Da Weblate ein Anbieter einer Software ist, die in vielen Versionen genutzt werden kann – gehostet, in einer dedizierten Cloud und Self-Hosted (sowohl kostenpflichtig als auch kostenlos) – ist es wichtig, zwischen diesen Fällen zu unterscheiden. Jede Version hat eine spezifische Art und Weise, das Markenzeichen von Weblate zu verwenden. In allen Fällen ist es jedoch nicht notwendig, die Erlaubnis direkt von Weblate (oder seinen Tochtergesellschaften) zu erhalten:
ga: Ós rud é gur soláthraí bogearraí é Weblate is féidir a úsáid i go leor leaganacha – óstach, néal tiomnaithe agus féin-óstáil (idir íoctha agus saor in aisce), tá sé tábhachtach idirdhealú a dhéanamh idir na cásanna seo. Tá bealach sonrach ag gach leagan chun an trádmharc Weblate a úsáid. I ngach cás, áfach, ní gá cead a fháil go díreach ó Weblate (nó a chleamhnaithe):
hu: Mivel a Weblate különféle formákban használható szoftver – legyen az osztott felhős szolgáltatásként (Hosted Weblate), dedikált felhőalapú vagy önállóan telepített (akár fizetős, akár ingyenes) – fontos, hogy meg tudjuk különböztetni ezeket az eseteket. Mindegyik verziónak megvan a maga módja a Weblate védjegyének használatára. Ugyanakkor egyik esetben sem szükséges előzetes engedélyt kérni a Weblate-től (vagy leányvállalataitól), ha a következőket teszi:
id: Karena Weblate adalah penyedia perangkat lunak yang dapat digunakan dalam berbagai versi – hosting, cloud khusus, dan hosting mandiri (baik berbayar maupun gratis), penting untuk membedakan antara kedua versi ini. Setiap versi memiliki cara khusus dalam menggunakan merek dagang Weblate. Namun, dalam semua kasus, tidak perlu mendapatkan izin langsung dari Weblate (atau afiliasinya) untuk:
nl: Omdat Weblate een provider is van software die in veel versies gebruikt kan worden – gehost, toegewezen cloud en zelf gehost (zowel betaald als gratis), is het belangrijk om onderscheid te maken tussen deze gevallen. Elke versie heeft een specifieke manier voor het gebruiken van het handelsmerk van Weblate. Het is echter niet in alle gevallen noodzakelijk om directe toestemming van Weblate (of zijn partners) te verkrijgen om:
pt_br: Como o Weblate é um provedor de um software que pode ser usado em muitas versões – hospedado, dedicado em Nuvem e de hospedagem própria (paga e gratuita), é importante distinguir entre esses casos. Cada versão tem uma maneira específica de usar a marca registrada do Weblate. No entanto, em todos os casos, não é necessário receber permissão diretamente do Weblate (ou de suas afiliadas) para:
sv: Eftersom Weblate är en leverantör av programvara som kan användas i många versioner – hostad, dedikerad molnbaserad och självhostad (både betald och gratis) – är det viktigt att skilja mellan dessa fall. Varje version har ett specifikt sätt att använda Weblate-varumärket. I alla fall är det dock inte nödvändigt att få tillstånd direkt från Weblate (eller dess dotterbolag) för att:
ta: வலைபெயர்ப்பு ஒரு மென்பொருளின் வழங்குநராக இருப்பதால், பல பதிப்புகளில்-ஓச்ட், அர்ப்பணிப்பு முகில் மற்றும் சுய-ஓச்ட் (பணம் மற்றும் இலவசம்) ஆகியவற்றைப் பயன்படுத்தலாம், இந்த நிகழ்வுகளை வேறுபடுத்துவது முதன்மை. ஒவ்வொரு பதிப்பிலும் வலைபெயர்ப்பு வர்த்தக முத்திரையைப் பயன்படுத்த ஒரு குறிப்பிட்ட வழி உள்ளது. இருப்பினும், எல்லா சந்தர்ப்பங்களிலும் வலைபெயர்ப்பு (அல்லது அதன் துணை நிறுவனங்களிடமிருந்து) நேரடியாக இசைவு பெற வேண்டிய அவசியமில்லை:
tr: Weblate, birçok sürümde kullanılabilen bir yazılımın sağlayıcısı olduğundan, barındırılan, özel bulut ve özel barındırma (hem ücretli hem de ücretsiz) durumları arasında ayrım yapmak önemlidir. Her sürümün Weblate ticari markasını kullanmanın belirli bir yolu vardır. Ancak, tüm durumlarda Weblate (veya bağlı kuruluşlarının) doğrudan izninin alınması gerekli değildir:
uk: Оскільки Weblate є постачальником програмного забезпечення, яке може використовуватися в багатьох версіях — серверній, виділеній хмарній та самостійній (як платній, так і безкоштовній), важливо розрізняти ці випадки. Кожна версія має особливий спосіб використання торгової марки Weblate. Однак у всіх випадках не обов'язково отримувати дозвіл безпосередньо від Weblate (або його афілійованих осіб):
zh_hans: 由于 Weblate 是可以在多个版本中使用的软件提供商——托管、专用云和自托管（付费和免费），因此区分这些情况非常重要。每个版本都有使用 Weblate 商标的特定方式。但是，在所有情况下，无需直接从 Weblate（或其附属公司）获得许可即可：

source: Use Weblate wordmarks and/or logos in unmodified versions of Weblate programs, products, services and technologies.
de: Verwenden Sie Weblate-Wortmarken und/oder -Logos in unveränderten Versionen von Weblate-Programmen, -Produkten, -Diensten und -Technologien.
ga: Úsáid focalmharcanna agus/nó lógónna Weblate i leaganacha neamhathraithe de chláir, táirgí, seirbhísí agus teicneolaíochtaí Weblate.
hu: Használhatja a Weblate szóvédjegyeket és/vagy logókat módosítatlan Weblate programok, termékek, szolgáltatások és technológiák esetében.
id: Gunakan tanda kata dan/atau logo Weblate dalam versi program, produk, layanan, dan teknologi Weblate yang tidak dimodifikasi.
nl: Weblate woordmerken en/of logo's te gebruiken in niet aangepaste versies van programma's, producten, services en technologieën van Weblate.
pt_br: Usar marcas registradas e/ou logotipos do Weblate em versões não modificadas de programas, produtos, serviços e tecnologias do Weblate.
sv: Använd Weblate-ordmärken och/eller logotyper i oförändrade versioner av Weblate-program, produkter, tjänster och teknik.
ta: வலைபெயர்ப்பு திட்டங்கள், தயாரிப்புகள், சேவைகள் மற்றும் தொழில்நுட்பங்களின் மாற்றப்படாத பதிப்புகளில் வலைபெயர்ப்பு வேர்ட்மார்க்ச் மற்றும்/அல்லது லோகோக்களைப் பயன்படுத்தவும்.
tr: Weblate programlarının, ürünlerinin, hizmetlerinin ve teknolojilerinin değiştirilmemiş sürümlerinde Weblate sözcük markalarını ve/veya logolarını kullanın.
uk: Використовуйте позначки та/або логотипи Weblate у незмінених версіях програм, продуктів, послуг і технологій Weblate.
zh_hans: 在未修改的 Weblate 程序、产品、服务和技术版本中使用 Weblate 文字商标和/或徽标。

source: Use Weblate wordmarks in text to truthfully refer to and/or link to unmodified Weblate programs, products, services and technologies.
de: Verwenden Sie Weblate-Wortmarken im Text, um wahrheitsgemäß auf unveränderte Weblate-Programme, -Produkte, -Dienste und -Technologien zu verweisen und/oder zu verlinken.
ga: Úsáid focalmharcanna Weblate i dtéacs chun tagairt go fírinneach do agus/nó nasc a dhéanamh le cláir, táirgí, seirbhísí agus teicneolaíochtaí Weblate neamhmhodhnaithe.
hu: Használhatja a Weblate szóvédjegyeket szövegben, ha azok pontosan hivatkoznak módosítatlan Weblate programokra, termékekre, szolgáltatásokra vagy technológiákra, illetve azokra mutató linkként.
id: Gunakan tanda kata Weblate dalam teks untuk merujuk secara jujur dan/atau menautkan ke program, produk, layanan, dan teknologi Weblate yang tidak dimodifikasi.
nl: Weblate woordmerken te gebruiken in tekst om naar waarheid te verwijzen naar en/of te koppelen met niet aangepaste programma's, producten, services en technologieën van Weblate.
pt_br: Usar marcas registradas do Weblate no texto para se referir verdadeiramente e/ou criar links para programas, produtos, serviços e tecnologias não modificados do Weblate.
sv: Använd Weblate-ordmärken i text för att på ett korrekt sätt hänvisa till och/eller länka till oförändrade Weblate-program, produkter, tjänster och tekniker.
ta: மாற்றப்படாத வலைபெயர்ப்பு நிரல்கள், தயாரிப்புகள், சேவைகள் மற்றும் தொழில்நுட்பங்களுடன் உண்மையாகவும்/அல்லது இணைக்கவும் உரையில் வலைபெயர்ப்பு வேர்ட்மார்க்சைப் பயன்படுத்தவும்.
tr: Weblate programlarına, ürünlerine, hizmetlerine ve teknolojilerine doğru bir şekilde atıfta bulunmak ve/veya bağlantı vermek için metinde Weblate sözcük markalarını kullanın.
uk: Використовуйте в тексті текстові позначки Weblate, щоб належно посилатися на незмінені програми, продукти, послуги та технології Weblate та/або посилатися на них.
zh_hans: 在文本中使用 Weblate 文字商标真实地引用和/或链接到未经修改的 Weblate 程序、产品、服务和技术。
