Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Edit string when suggestions are enforced
de: Zeichenkette bearbeiten, wenn Vorschläge erzwungen werden
ga: Cuir teaghrán in eagar nuair a chuirtear moltaí i bhfeidhm
hu: Szöveg szerkesztése kötelező javaslatkezelés esetén
id: Sunting string ketika saran dipaksakan
ja: 提案採用時の編集
nl: Tekenreeks aanpassen als suggesties afgedwongen worden
pt: Editar cadeia quando as sugestões são forçadas
pt_br: Editar texto quando as sugestões são forçadas
ro: Editare șir de caractere atunci când sugestiile sunt puse în aplicare
ru: Правка строк, когда предложения являются обязательными
sv: Ändra strängar när förslag krävs
ta: பரிந்துரைகள் செயல்படுத்தப்படும்போது சரத்தைத் திருத்தவும்
tr: Öneriler dayatıldığında dizgeyi düzenleme
uk: Змінювати рядок з примусовими пропозиціями
zh_hans: 当建议被强制执行时需要编辑字符串
zh_hant: 當施行建議時編輯字串

source: Edit source strings
de: Ausgangszeichenketten bearbeiten
ga: Cuir teaghráin foinse in eagar
hu: Forrásszövegek szerkesztése
id: Sunting string sumber
ja: 原文の編集
nl: Brontekenreeksen aanpassen
pt: Editar cadeias fonte
pt_br: Editar textos fonte
ro: Editare șiruri sursă
ru: Правка исходных строк
sv: Ändra källsträng
ta: மூல சரங்களைத் திருத்தவும்
tr: Kaynak dizgeleri düzenleme
uk: Змінити джерельні рядки
zh_hans: 编辑源字符串
zh_hant: 編輯來源字串

source: Suggestions
de: Vorschläge
ga: Moltaí
hu: Javaslatok
id: Saran
ja: 提案
nl: Suggesties
pt: Sugestões
pt_br: Sugestões
ro: Sugestii
ru: Предложения
sv: Förslag
ta: பரிந்துரைகள்
tr: Öneriler
uk: Пропозиції
zh_hans: 建议
zh_hant: 建議

source: Accept suggestion
de: Vorschlag annehmen
ga: Glac le moladh
hu: Javaslat elfogadása
id: Terima saran
ja: 提案の採用
nl: Suggestie aanvaarden
pt: Aceitar sugestão
pt_br: Aceitar sugestão
ro: Acceptare sugestie
ru: Принятие предложения
sv: Acceptera förslag
ta: ஆலோசனையை ஏற்றுக்கொள்ளுங்கள்
tr: Öneriyi kabul etme
uk: Прийняти пропозицію
zh_hans: 接受建议
zh_hant: 接受建議

source: Add suggestion
de: Vorschlag hinzufügen
ga: Cuir moladh leis
hu: Javaslat hozzáadása
id: Menambahkan saran
ja: 提案の追加
nl: Suggestie toevoegen
pt: Adicionar sugestão
pt_br: Adicionar sugestão
ro: Adăugare sugestie
ru: Добавление предложения
sv: Lägg till förslag
ta: ஆலோசனையைச் சேர்
tr: Öneri ekleme
uk: Додати пропозицію
zh_hans: 添加建议
zh_hant: 新增建議

source: :guilabel:`Add suggestion`
de: :guilabel:`Vorschlag hinzufügen`
ga: :guilabel:`Cuir moladh leis`
hu: :guilabel:`Javaslat hozzáadása`
ja: :guilabel:`提案の追加`
nl: :guilabel:`Suggestie toevoegen`
pt: :guilabel:`Adicionar sugestão`
pt_br: :guilabel:`Adicionar sugestão`
sv: :guilabel:`Lägg till förslag`
ta: : வபஇசிட்டை: `பரிந்துறையைச் சேர்`
tr: :guilabel:`Öneri ekleme`
uk: :guilabel:`Додати пропозицію`
zh_hans: :guilabel:`添加建议`

source: Delete suggestion
de: Vorschlag löschen
ga: Scrios moladh
hu: Javaslat törlése
id: Hapus saran
ja: 提案の削除
nl: Suggestie verwijderen
pt: Apagar sugestão
pt_br: Excluir sugestão
ro: Ștergere sugestie
ru: Удаление предложения
sv: Ta bort förslag
ta: ஆலோசனையை நீக்கு
tr: Öneri silme
uk: Вилучити пропозицію
zh_hans: 删除建议
zh_hant: 刪除建議

source: Vote on suggestion
de: Über Vorschlag abstimmen
ga: Vóta ar mholadh
hu: Szavazás a javaslatra
id: Beri suara untuk saran
ja: 提案に投票
nl: Stemmen voor suggestie
pt: Votar na sugestão
pt_br: Votar na sugestão
ro: Votare sugestie
ru: Голосование за предложения
sv: Rösta på förslag
ta: ஆலோசனையின் பேரில் வாக்களிக்கவும்
tr: Öneriye oy verme
uk: Проголосувати за пропозицію
zh_hans: 为建议投票
zh_hant: 建議的投票

source: Translations
de: Übersetzungen
ga: Aistriúcháin
hu: Fordítások
id: Terjemahan
ja: 翻訳
nl: Vertalingen
pt: Traduções
pt_br: Traduções
ro: Traduceri
ru: Переводы
sv: Översättningar
ta: மொழிபெயர்ப்புகள்
tr: Çeviriler
uk: Переклади
zh_hans: 翻译
zh_hant: 翻譯

source: Add language for translation
de: Sprache zur Übersetzung hinzufügen
ga: Cuir teanga leis le haistriúchán
hu: Nyelv hozzáadása fordításhoz
id: Menambah bahasa untuk terjemahan
ja: 翻訳用の言語の追加
nl: Taal toevoegen om te vertalen
pt: Adicionar idioma para tradução
pt_br: Adicionar idioma para tradução
ro: Adăugare limbă pentru traducere
ru: Добавление языка для перевода
sv: Lägg till språk för översättning
ta: மொழிபெயர்ப்புக்கு மொழியைச் சேர்
tr: Çeviri dili ekleme
uk: Додати мову перекладу
zh_hans: 添加翻译语言
zh_hant: 加入新語言的翻譯

source: :guilabel:`Manage languages`
sv: :guilabel:`Hantera språk`

source: Perform automatic translation
de: Automatische Übersetzung durchführen
ga: Déan aistriúchán uathoibríoch
hu: Automatikus fordítás végrehajtása
id: Melakukan penerjemahan otomatis
ja: 自動翻訳の実行
nl: Automatische vertaling uitvoeren
pt: Realizar tradução automática
pt_br: Executar tradução automática
ro: Efectuare traducerea automată
ru: Производство автоматического перевода
sv: Utför automatisk översättning
ta: தானியங்கி மொழிபெயர்ப்பைச் செய்யுங்கள்
tr: Kendiliğinden çeviri
uk: Виконати автоматичний переклад
zh_hans: 执行自动翻译
zh_hant: 執行自動翻譯

source: :guilabel:`Automatic translation`
sv: :guilabel:`Automatisk översättning`

source: Delete existing translation
de: Vorhandene Übersetzung löschen
ga: Scrios an t-aistriúchán reatha
hu: Meglévő fordítás törlése
id: Hapus terjemahan yang ada
ja: 既存の翻訳の削除
nl: Bestaande vertaling verwijderen
pt: Apagar tradução existente
pt_br: Excluir tradução existente
ro: Ștergere traducerea existentă
ru: Удаление существующего перевода
sv: Ta bort befintlig översättning
ta: இருக்கும் மொழிபெயர்ப்பை நீக்கு
tr: Var olan çeviriyi silme
uk: Видалити наявний переклад
zh_hans: 删除现有翻译
zh_hant: 刪除既有的翻譯

source: Download translation file
de: Übersetzungsdatei herunterladen
ga: Íosluchtaigh aistriúchán béarla
hu: Fordítási fájl letöltése
id: Unduh berkas terjemahan
ja: 翻訳ファイルのダウンロード
nl: Vertaalbestand downloaden
pt: Descarregar ficheiro de tradução
pt_br: Baixar arquivo de tradução
ro: Descărcare fișier de traducere
ru: Скачать файл перевода
sv: Ladda ner översättningsfil
ta: மொழிபெயர்ப்பு கோப்பைப் பதிவிறக்கவும்
tr: Çeviri dosyasını indirme
uk: Завантажити файл перекладу
zh_hans: 下载翻译文件
zh_hant: 下載翻譯檔案

source: :guilabel:`Access repository`
sv: :guilabel:`Åtkomst till arkiv`

source: Add several languages for translation
de: Mehrere Sprachen zur Übersetzung hinzufügen
ga: Cuir roinnt teangacha leis le haistriú
hu: Több nyelv hozzáadása fordításhoz
id: Menambahkan beberapa bahasa untuk penerjemahan
ja: 翻訳用に複数言語の追加
nl: Meerdere talen toevoegen om te vertalen
pt: Adicionar vários idiomas para tradução
pt_br: Adicionar vários idiomas para tradução
ro: Adăugare mai multe limbi pentru traducere
ru: Добавление нескольких языков для перевода
sv: Lägg till flera språk för översättning
ta: மொழிபெயர்ப்புக்கு பல மொழிகளைச் சேர்
tr: Çevirilecek birkaç dil ekleyin
uk: Додати кілька мов для перекладу
zh_hans: 添加多种翻译语言
zh_hant: 加入多種新語言的翻譯

source: Uploads
ga: uaslódálacha
hu: Feltöltések
id: Unggah
ja: アップロード
pt: Envios
pt_br: Envios
ro: Încărcături
ru: Загрузки
sv: Uppladdningar
ta: பதிவேற்றங்கள்
tr: Yüklemeler
uk: Вивантаження
zh_hans: 上传
zh_hant: 上傳

source: Define author of uploaded translation
de: Autor der hochgeladenen Übersetzung definieren
ga: Sainmhínigh údar an aistriúcháin uaslódáilte
hu: Feltöltött fordítás szerzőjének meghatározása
id: Menentukan penulis dari terjemahan yang diunggah
ja: アップロードした翻訳の著者を指定
nl: Auteur opgeven van geüploade vertaling
pt: Definir o autor da tradução enviada
pt_br: Definir autor da tradução enviada
ro: Definire autor pentru traducerea încărcată
ru: Задание автора загружаемого перевода
sv: Definiera författaren för uppladdning av översättning
ta: பதிவேற்றிய மொழிபெயர்ப்பின் ஆசிரியரை வரையறுக்கவும்
tr: Yüklenmiş çeviriye katkıda bulunanı tanımlama
uk: Задати творця завантаженого перекладу
zh_hans: 定义上传译文的作者
zh_hant: 定義上傳翻譯的作者

source: Overwrite existing strings with upload
de: Vorhandene Zeichenketten mit Upload überschreiben
ga: Forscríobh teaghráin atá ann cheana féin le huaslódáil
hu: Meglévő szövegek felülírása feltöltéssel
id: Menimpa string yang ada dengan string yang diunggah
ja: アップロードでの既存文字列の上書き
nl: Aanwezige tekenreeksen overschrijven door upload
pt: Substituir cadeias existentes pelas carregadas
pt_br: Sobrescrever os textos existentes com os enviados
ro: Suprascriere șiruri existente cu încărcare
ru: Перезапись существующих строк при загрузке новых
sv: Skriv över befintliga strängar vid uppladdning
ta: பதிவேற்றத்துடன் இருக்கும் சரங்களை மேலெழுதவும்
tr: Yükleme ile var olan dizgelerin üzerine yazma
uk: Переписати наявні переклади завантаженням
zh_hans: 上传时覆盖已有字符串
zh_hant: 以上傳內容覆蓋現在的翻譯

source: Upload translations
de: Übersetzungen hochladen
ga: Uaslódáil aistriúcháin
hu: Fordítások feltöltése
id: Unggah terjemahan
ja: 翻訳のアップロード
nl: Vertalingen uploaden
pt: Enviar traduções
pt_br: Enviar traduções
ro: Încărcare traduceri
ru: Загрузка переводов
sv: Ladda upp översättningar
ta: மொழிபெயர்ப்புகளைப் பதிவேற்றவும்
tr: Çeviri yükleme
uk: Вивантажити переклади
zh_hans: 上传译文
zh_hant: 上傳翻譯

source: Access the internal repository
de: Zugriff auf das interne Repository
ga: Faigh rochtain ar an stór inmheánach
hu: Hozzáférés a belső tárolóhoz
id: Akses repositori internal
ja: 内部リポジトリへのアクセス
nl: Toegang tot interne opslagruimte
pt: Aceder ao repositório interno
pt_br: Acessar repositório interno
ro: Accesare depozitar intern
ru: Доступ к внутреннему репозиторию
sv: Öppna det interna arkivet
ta: உள் களஞ்சியத்தை அணுகவும்
tr: İç depoya erişme
uk: Доступ до внутрішнього сховища
zh_hans: 访问内部仓库
zh_hant: 存取內部儲存庫

source: Commit changes to the internal repository
de: Commit für Änderungen am internen Repository durchführen
ga: Athruithe a dhéanamh ar an stór inmheánach
hu: Változtatások véglegesítése a belső tárolóba
id: Commit perubahan ke repositori lokal
ja: 内部リポジトリへの変更点のコミット
nl: Wijzigingen doorvoeren in de interne opslagruimte
pt: Submeter alterações no repositório interno
pt_br: Fazer commit das alterações para o repositório interno
ro: Comite modificări în depozitarul intern
ru: Коммит изменений во внутренний репозиторий
sv: Arkivera ändringar i det interna arkivet
ta: உள் களஞ்சியத்தில் மாற்றங்களைச் செய்யுங்கள்
tr: Değişiklikleri iç depoya işleme
uk: Внести зміни у внутрішнє сховище
zh_hans: 将更改提交到内部仓库
zh_hant: 將更動提交到內部儲存庫

source: Push change from the internal repository
de: Änderung aus dem internen Repository pushen
ga: Brúigh an t-athrú ón stór inmheánach
hu: Változás feltöltése a belső tárolóból
id: Push perubahan dari repositori internal
ja: 内部リポジトリからの変更点のプッシュ
nl: Wijzigingen van de externe opslagruimte pushen
pt: Enviar alteração do repositório interno
pt_br: Enviar alteração do repositório interno
ro: Încărcare modificarea din depozitarul intern
ru: Отправка изменений из внутреннего репозитория
sv: Pusha ändringar från interna arkivet
ta: உள் களஞ்சியத்திலிருந்து மாற்றத்தை தள்ளுங்கள்
tr: İç depodaki değişiklikleri işleme
uk: Записати зміни з внутрішнього сховища
zh_hans: 从内部仓库推送更改
zh_hant: 從內部儲存庫推入更動

source: Reset changes in the internal repository
de: Änderungen im internen Repository zurücksetzen
ga: Athshocraigh athruithe sa stór inmheánach
hu: Változtatások visszaállítása a belső tárolóban
id: Reset perubahan dalam repositori internal
ja: 内部リポジトリの変更点のリセット
nl: Wijzigingen in de interne opslagruimte herstellen
pt: Reiniciar alterações no repositório interno
pt_br: Redefinir as alterações no repositório interno
ro: Resetare modificări în depozitarul intern
ru: Сброс изменений во внутреннем репозитории
sv: Återställ ändringar i det interna arkivet
ta: உள் களஞ்சியத்தில் மாற்றங்களை மீட்டமை
tr: İç depodaki değişiklikleri sıfırlama
uk: Скинути усі зміни у внутрішньому сховищі
zh_hans: 重置内部仓库的更改
zh_hant: 重設內部儲存庫中的更動

source: View upstream repository location
de: Speicherort des Upstream-Repositorys anzeigen
ga: Féach ar shuíomh stórtha in aghaidh an tsrutha
hu: Forrás tároló helyének megtekintése
id: Lihat lokasi repositori upstream
ja: 上流リポジトリの場所の表示
nl: Locatie van stroomopwaartse opslagruimte tonen
pt: Ver localização do repositório principal
pt_br: Visualizar local do repositório upstream
ro: Vezi locația depozitarului cu sursă principală
ru: Просмотр расположения вышестоящего репозитория
sv: Visa placering av uppströmsarkivet
ta: மேலோடை களஞ்சிய இருப்பிடத்தைக் காண்க
tr: Yukarı akış deposu konumunu görüntüleme
uk: Переглянути розташування основного сховища
zh_hans: 查看上游仓库位置
zh_hant: 檢視上游儲存庫的位置

source: Update the internal repository
de: Aktualisieren des internen Repositorys
ga: Nuashonraigh an stór inmheánach
hu: A belső tároló frissítése
id: Perbarui repositori internal
ja: 内部リポジトリの更新
nl: Interne opslagruimte bijwerken
pt: Atualizar o repositório interno
pt_br: Atualizar o repositório interno
ro: Actualizare depozitar intern
ru: Обновление внутреннего репозитория
sv: Uppdatera det interna arkivet
ta: உள் களஞ்சியத்தைப் புதுப்பிக்கவும்
tr: İç depoyu güncelleme
uk: Оновити внутрішнє сховище
zh_hans: 更新内部仓库
zh_hant: 更新內部儲存庫

source: Announcements
de: Mitteilungen
ga: Fógraí
hu: Bejelentések
id: Pengumuman
ja: お知らせ
nl: Aankondigingen
pt: Anúncios
pt_br: Novidades
ro: Anunțuri
ru: Объявления
sv: Meddelanden
ta: அறிவிப்புகள்
tr: Duyurular
uk: Оголошення
zh_hans: 公告
zh_hant: 公告

source: Post announcements
de: Mitteilungen veröffentlichen
ga: Fógraí poist
hu: Közlemény közzététele
id: Posting pengumuman
ja: お知らせの投稿
nl: Aankondigingen posten
sv: Publicera meddelanden
tr: Birden fazla duyuru gönder
uk: Оголошення про публікації

source: Site wide privileges
de: Plattformweite Berechtigungen
ga: Pribhléidí ar fud an tsuímh
hu: Webhelyszintű jogosultságok
id: Hak istimewa di seluruh situs
ja: サイト全体の特権
nl: Sitebrede rechten
pt: Privilégios para todo o site
pt_br: Privilégios para todo o site
ro: Privilegii la nivelul întregului site
ru: Привилегии для всего сайта
sv: Privilegier för hela webbplatsen
ta: தளம் பரந்த சலுகைகள்
tr: Site genelindeki izinler
uk: Привілеї на рівні сайта
zh_hans: 全网站范围的特权
zh_hant: 全網站範圍的特權

source: Use management interface
de: Verwaltungsoberfläche verwenden
ga: Bain úsáid as comhéadan bainistíochta
hu: Kezelőfelület használata
id: Gunakan antarmuka manajemen
ja: 管理画面の使用
nl: Beheerpaneel gebruiken
pt: Utilizar a interface de gestão
pt_br: Usar interface de gerenciamento
ro: Utilizare interfață de gestionare
ru: Использование интерфейса управления
sv: Använd administrationsgränssnittet
ta: மேலாண்மை இடைமுகத்தைப் பயன்படுத்து
tr: Yönetim arayüzünü kullanma
uk: Використовувати інтерфейс керування
zh_hans: 使用管理界面
zh_hant: 使用管理介面

source: Add new projects
de: Neue Projekte hinzufügen
ga: Cuir tionscadail nua leis
hu: Új projektek hozzáadása
id: Menambah proyek baru
ja: 新しいプロジェクトの追加
nl: Projecten toevoegen
pt: Adicionar novos projetos
pt_br: Adicionar novos projetos
ro: Adăugare proiecte noi
ru: Добавление новых проектов
sv: Lägga till nya projekt
ta: புதிய திட்டங்களைச் சேர்
tr: Yeni projeler ekleme
uk: Додавати нові проєкти
zh_hans: 添加新项目
zh_hant: 加入新的專案

source: :guilabel:`Add new projects`
de: :guilabel:`Neue Projekte hinzufügen`
ga: :guilabel:`Cuir tionscadail nua leis`
hu: :guilabel:`Új projektek hozzáadása`
ja: :guilabel:`新しいプロジェクトの追加`
nl: :guilabel:`Nieuwe projecten toevoegen`
pt: :guilabel:`Adicionar novos projetos`
pt_br: :guilabel:`Adicionar novos projetos`
sv: :guilabel:`Lägg till nya projekt`
ta: :வஇமுசிட்டை:`புதிய திட்டங்களைச் சேர்`
tr: :guilabel:`Yeni projeler ekleme`
uk: :guilabel:`Додати нові проєкти`
zh_hans: :guilabel:`添加新项目`

source: Add language definitions
de: Sprachdefinitionen hinzufügen
ga: Cuir sainmhínithe teanga leis
hu: Nyelvmeghatározások hozzáadása
id: Menambah definisi bahasa
ja: 言語定義の追加
nl: Taaldefinities toevoegen
pt: Adicionar definições de idioma
pt_br: Adicionar definições de idioma
ro: Adăugare definiții de limbă
ru: Добавление определений языка
sv: Lägg till språkdefinitioner
ta: மொழி வரையறைகளைச் சேர்
tr: Dil tanımları ekleme
uk: Додати визначення мов
zh_hans: 添加语言定义
zh_hant: 加入語言定義

source: Manage language definitions
de: Sprachdefinitionen verwalten
ga: Bainistigh sainmhínithe teanga
hu: Nyelvmeghatározások kezelése
id: Mengelola definisi bahasa
ja: 言語定義の管理
nl: Taaldefinities beheren
pt: Gerir definições de idioma
pt_br: Gerenciar definições de idiomas
ro: Gestionare definiții de limbă
ru: Управление определениями языков
sv: Hantera språkdefinitioner
ta: மொழி வரையறைகளை நிர்வகி
tr: Dil tanımlarını yönetme
uk: Керувати визначеннями мов
zh_hans: 管理语言定义
zh_hant: 管理語言定義

source: Manage teams
de: Teams verwalten
ga: Bainistigh foirne
hu: Csapatok kezelése
id: Kelola tim
ja: チームの管理
nl: Teams beheren
pt: Gerir equipas
pt_br: Gerenciar equipes
ro: Gestionare echipe
ru: Управление пользователями
sv: Hantera grupper
ta: அணிகளை நிர்வகி
tr: Takımları yönetme
uk: Керування командами
zh_hans: 管理团队

source: View team info
sv: Visa teaminformation

source: Manage users
de: Benutzer verwalten
ga: Bainistigh úsáideoirí
hu: Felhasználók kezelése
id: Mengelola pengguna
ja: ユーザーの管理
nl: Gebruikers beheren
pt: Gerir utilizadores
pt_br: Gerenciar usuários
ro: Gestionare utilizatori
ru: Управление пользователями
sv: Hantera användare
ta: பயனர்களை நிர்வகி
tr: Kullanıcıları yönetme
uk: Управління користувачами
zh_hans: 管理用户
zh_hant: 管理使用者

source: View user info
sv: Visa användarinformation

source: Manage roles
de: Rollen verwalten
ga: Bainistigh róil
hu: Szerepkörök kezelése
id: Mengelola peran
ja: ロールの管理
nl: Rollen beheren
pt: Gerir funções
pt_br: Gerenciar funções
ro: Gestionare roluri
ru: Управление ролями
sv: Hantera roller
ta: பாத்திரங்களை நிர்வகி
tr: Rolleri yönetme
uk: Керувати ролями
zh_hans: 管理角色
zh_hant: 管理角色

source: View role info
sv: Visa rollinformation

source: Manage announcements
de: Mitteilungen verwalten
ga: Bainistigh fógraí
hu: Bejelentések kezelése
id: Mengelola pengumuman
ja: お知らせの管理
nl: Aankondigingen beheren
pt: Gerir anúncios
pt_br: Gerenciar novidades
ro: Gestionare anunțuri
ru: Управление объявлениями
sv: Hantera meddelanden
ta: அறிவிப்புகளை நிர்வகி
tr: Duyuruları yönetme
uk: Керувати оголошеннями
zh_hans: 管理公告
zh_hant: 管理公告

source: Manage translation memory
de: Übersetzungsspeicher verwalten
ga: Bainistigh cuimhne aistriúcháin
hu: Fordítási memória kezelése
id: Mengelola memori terjemahan
ja: 翻訳メモリの管理
nl: Vertaalgeheugen beheren
pt: Gerir a memória de tradução
pt_br: Gerenciar memória de tradução
ro: Gestionare memorie de traducere
ru: Управление памятью переводов
sv: Hantera översättningsminne
ta: மொழிபெயர்ப்பு நினைவகத்தை நிர்வகி
tr: Çeviri belleğini yönetme
uk: Керувати памʼяттю перекладів
zh_hans: 管理翻译记忆库
zh_hant: 管理翻譯記憶

source: Manage machinery
de: Maschinendienste verwalten
ga: Bainistigh innealra
hu: Gépi fordítási segédek kezelése
id: Mengelola terjemahan mesin
ja: 機械翻訳の管理
nl: Machinevertalingen beheren
pt: Gerir tradução automática
pt_br: Gerenciar tradução automática
ro: Gestionare echipamente
ru: Управление автоматизированным переводом
sv: Hantera maskinöversättning
ta: இயந்திரங்களை நிர்வகி
tr: Makineyi yönetme
uk: Керування автоматизацією
zh_hans: 机器翻译

source: Manage component lists
de: Komponentenlisten verwalten
ga: Bainistigh liostaí comhpháirteanna
hu: Összetevőlisták kezelése
id: Mengelola daftar komponen
ja: コンポーネント リストの管理
nl: Onderdelenlijsten beheren
pt: Gerir as listas de componentes
pt_br: Gerenciar listas de componentes
ro: Gestionare liste de componente
ru: Управление списками компонентов
sv: Hantera komponentlistor
ta: கூறு பட்டியல்களை நிர்வகி
tr: Bileşen listelerini yönetme
uk: Керувати списками складників
zh_hans: 管理部件列表
zh_hant: 管理組件列表

source: Manage billing
de: Abrechnung verwalten
ga: Bainistigh billeáil
hu: Számlázás kezelése
id: Kelola tagihan
ja: 課金の管理
nl: Facturatie beheren
pt: Gerir a faturação
pt_br: Gerenciar faturamento
ro: Gestionează facturare
ru: Управление тарифами
sv: Hantera fakturering
ta: பட்டியலிடல் நிர்வகிக்கவும்
tr: Faturaları yönetme
uk: Керування рахунками
zh_hans: 管理账单

source: Manage site-wide add-ons
de: Plattformweite Erweiterungen verwalten
ga: Bainistigh breiseáin ar fud an tsuímh
hu: Webhelyszintű kiegészítők kezelése
id: Mengelola pengaya di seluruh situs
ja: サイト全体のアドオンの管理
nl: Geïnstalleerde sitebrede add-ons
pt: Gerir extensões de todo o site
pt_br: Gerenciar complementos para todo o site
ru: Управление надстройками для всего сайта
sv: Hantera tillägg för hela webbplatsen
ta: தள அளவிலான துணை நிரல்களை நிர்வகிக்கவும்
tr: Site geneli eklentileri yönetme
uk: Керування додатками для усього сайта
zh_hans: 管理全站范围的附加组件

source: Site-wide privileges are not granted to any default role. These are powerful and quite close to the Superuser status. Most of them affect all projects in your Weblate installation.
de: Plattformweite Berechtigungen werden keiner Standardrolle gewährt. Diese sind sehr mächtig und kommen dem Superuser-Status recht nahe. Die meisten von ihnen betreffen alle Projekte in Ihrer Weblate-Installation.
ga: Ní thugtar pribhléidí ar fud an tsuímh d'aon ról réamhshocraithe. Tá siad seo cumhachtach agus gar go leor do stádas Superuser. Bíonn tionchar ag an gcuid is mó acu ar gach tionscadal i do shuiteáil Weblate.
hu: A webhelyszintű jogosultságok egyik alapértelmezett szerepkörhöz sem kerülnek automatikusan hozzárendelésre. Ezek rendkívül erőteljes jogosultságok, és nagyon közel állnak a rendszergazdai jogosultsági szinthez. A legtöbbjük az összes projektet érinti a Weblate telepítésében.
id: Hak istimewa di seluruh situs tidak diberikan kepada peran bawaan mana pun. Hak istimewa ini sangat kuat dan cukup mirip dengan status Superuser. Sebagian besar hak istimewa ini memengaruhi semua proyek di instalasi Weblate Anda.
ja: サイト全体のアクセス権は、デフォルトのどのロールにも付与されません。これは強力で、スーパーユーザーの状態と変わりません。ほとんどのアクセス権は、インストールした Weblate のプロジェクトすべてに影響します。
nl: Sitebrede rechten worden niet toegekend aan een standaard rol. Deze zijn krachtig en liggen dicht bij die van de status Superuser. De meeste ervan beïnvloeden alle projecten uw installatie van Weblate.
pt: Os privilégios em todo o site não são concedidos a nenhuma função padrão. Estes privilégios são poderosos e muito próximos do estado de Superutilizador. A maioria deles afeta todos os projetos na sua instalação do Weblate.
pt_br: Os privilégios em todo o site não são concedidos a nenhuma função padrão. Esses privilégios são poderosos e muito próximos do status de Superusuário. A maioria deles afeta todos os projetos em sua instalação do Weblate.
sv: Webbplatsomfattande behörigheter beviljas inte till någon standardroll. Dessa är kraftfulla och ligger ganska nära superanvändarstatus. De flesta av dem påverkar alla projekt i din Weblate-installation.
ta: எந்தவொரு இயல்புநிலை பாத்திரத்திற்கும் தள அளவிலான சலுகைகள் வழங்கப்படவில்லை. இவை சக்திவாய்ந்தவை மற்றும் சூப்பர் யூசர் நிலைக்கு மிகவும் நெருக்கமானவை. அவற்றில் பெரும்பாலானவை உங்கள் வலைபெயர்ப்பு நிறுவலில் உள்ள அனைத்து திட்டங்களையும் பாதிக்கின்றன.
tr: Site genelindeki izinler herhangi bir varsayılan role verilmez. Bu izinler güçlüdür ve süper kullanıcı yetkilerine oldukça yakındır. Çoğu izin, Weblate kurulumundaki tüm projeleri etkiler.
uk: Привілеї на рівні сайта не надаються будь-якій типовій ролі. Ці привілеї є доволі широкими і дуже близькими до стану Надкористувача — більшість з них стосуються усіх проєктів у встановленому вами Weblate.
zh_hans: 站点范围的特权不会被授予任何默认角色。它们功能强大，非常接近超级用户的地位。它们中的大多数都会影响到你的 Weblate 安装中的所有项目。

source: List of built-in roles
de: Liste der integrierten Rollen
ga: Liosta de na róil ionsuite
hu: Beépített szerepkörök listája
id: Daftar peran bawaan
ja: 組み込みロールの一覧
nl: Lijst met ingebouwde rollen
pt: Lista de funções integradas
pt_br: Lista de funções integradas
ru: Список встроенных ролей
sv: Lista över inbyggda roller
ta: உள்ளமைக்கப்பட்ட பாத்திரங்களின் பட்டியல்
tr: Hazır rollerin listesi
uk: Список вбудованих ролей
zh_hans: 内置角色列表

source: :guilabel:`Post announcements`
de: :guilabel:`Mitteilungen veröffentlichen`
hu: :guilabel:`Közlemény közzététele`
ja: :guilabel:`告知の投稿`
nl: :guilabel:`Aankondigingen posten`
sv: :guilabel:`Publicera meddelanden`
