Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: When sharing :setting:`DATA_DIR` between multiple hosts, please follow instructions at https://wiki.gnupg.org/NFS to make GnuPG signing work reliably.
de: Wenn Sie :setting:`DATA_DIR` zwischen mehreren Rechnern teilen, befolgen Sie bitte die Anweisungen unter https://wiki.gnupg.org/NFS, damit das Signieren mit GnuPG zuverlässig funktioniert.
ga: Agus :setting:`DATA_DIR` á roinnt idir óstach iolrach, lean na treoracha ag https://wiki.gnupg.org/NFS le go n-oibreoidh síniú GnuPG go hiontaofa.
hu: Amennyiben több gép között osztja meg a :setting:`DATA_DIR` könyvtárat, a GnuPG megbízható működése érdekében kövesse a https://wiki.gnupg.org/NFS oldalon található útmutatót.
id: Saat berbagi :setting:`DATA_DIR` antara beberapa host, silakan ikuti instruksi di https://wiki.gnupg.org/NFS untuk membuat penandatanganan GnuPG bekerja dengan andal.
ja: 複数のホスト間で :setting:`DATA_DIR` を共有する場合、GnuPG 署名が確実に動作するように、https://wiki.gnupg.org/NFS の指示に従ってください。
nl: Bij het delen van :setting:`DATA_DIR` tussen meerdere hosts, volg de instructies op https://wiki.gnupg.org/NFS om ervoor te zorgen dat het ondertekenen met GnuPG betrouwbaar werkt.
pt: Ao partilhar :setting:`DATA_DIR` entre vários hosts, siga as instruções em https://wiki.gnupg.org/NFS para garantir que a assinatura do GnuPG funcione de forma confiável.
pt_br: Ao compartilhar :setting:`DATA_DIR` entre vários hosts, siga as instruções em https://wiki.gnupg.org/NFS para garantir que a assinatura do GnuPG funcione de forma confiável.
ru: При совместном использовании :setting:`DATA_DIR` между несколькими серверами, пожалуйста, следуйте инструкциям на https://wiki.gnupg.org/NFS для обеспечения надёжной работы подписи GnuPG.
sv: När du delar :setting:`DATA_DIR` mellan flera värdar, följ instruktionerna på https://wiki.gnupg.org/NFS för att GnuPG-signering ska fungera tillförlitligt.
tr: Birkaç sunucu arasında :setting:`DATA_DIR` paylaşırken, GnuPG imzalamasının düzgün çalışabilmesi için lütfen https://wiki.gnupg.org/NFS adresindeki yönergeyi izleyin.
uk: При спільному використанні :setting:`DATA_DIR` на декількох хостах, будь ласка, дотримуйтесь інструкцій на https://wiki.gnupg.org/NFS, щоб забезпечити надійну роботу підпису GnuPG.
zh_hans: 在多个主机间共享 :setting:`DATA_DIR` 时，请遵照 https://wiki.gnupg.org/NFS 指示让 GnuPG 签名可靠地工作。

source: Rate limiting
de: Ratenbegrenzung
ga: Teorainn rátaí
hu: Sebességkorlátozás
id: Pembatasan akses
ja: 接続制限
nl: Opvraaglimiet gebruiken
pt: Limitação de taxa
pt_br: Limitação de taxa
ro: Limitarea ratei
ru: Ограничение частоты запросов
sv: Hastighetsbegränsande
ta: வீதத்தைக் கட்டுப்படுத்துதல்
tr: Hızı sınırlaması
uk: Обмеження частоти
zh_hans: 频次限制
zh_hant: 頻次限制

source: The rate limiting no longer applies to signed in superusers.
de: Die Ratenbegrenzung gilt nicht mehr für angemeldete Superuser.
ga: Ní bhaineann an teorannú rátaí a thuilleadh le sárúsáideoirí sínithe isteach.
hu: A sebességkorlátozás már nem vonatkozik a bejelentkezett rendszergazdákra.
id: Pembatasan akses tidak lagi berlaku untuk penandatanganan super pengguna.
nl: De opvraaglimiet is niet meer van toepassing op aangemelde superusers.
pt_br: A limitação de taxa não se aplica mais a superusuários logados.
sv: Hastighetsbegränsningen gäller inte längre för inloggade superanvändare.
ta: சூப்பர் யூசர்களில் கையொப்பமிடப்பட்ட விகிதத்தைக் கட்டுப்படுத்தும் விகிதம் இனி பொருந்தாது.
tr: Artık oturum açmış süper kullanıcılara hız sınırlaması uygulanmıyor.
uk: Обмеження швидкості більше не поширюється на авторизованих суперкористувачів.

source: Several operations in Weblate are rate limited. At most :setting:`RATELIMIT_ATTEMPTS` attempts are allowed within :setting:`RATELIMIT_WINDOW` seconds. The user is then blocked for :setting:`RATELIMIT_LOCKOUT`. There are also settings specific to scopes, for example ``RATELIMIT_CONTACT_ATTEMPTS`` or ``RATELIMIT_TRANSLATE_ATTEMPTS``. The table below is a full list of available scopes.
de: Mehrere Vorgänge in Weblate sind ratenbegrenzt. Innerhalb von :setting:`RATELIMIT_WINDOW` Sekunden sind maximal :setting:`RATELIMIT_ATTEMPTS` Versuche erlaubt. Danach wird der Benutzer für :setting:`RATELIMIT_LOCKOUT` gesperrt. Es gibt auch bereichsspezifische Einstellungen, zum Beispiel ``RATELIMIT_CONTACT_ATTEMPTS`` oder ``RATELIMIT_TRANSLATE_ATTEMPTS``. Die nachstehende Tabelle enthält eine vollständige Liste der verfügbaren Bereiche.
ga: Tá roinnt oibríochtaí i Weblate teoranta ó thaobh rátaí. Ar a mhéad socrú ceadaítear iarrachtaí :setting:`RATELIMIT_ATTEMPTS` laistigh de :setting:`RATELIMIT_WINDOW` soicind. Cuirtear bac ar an úsáideoir ansin le haghaidh :setting:`RATELIMIT_LOCKOUT`. Tá socruithe ann freisin a bhaineann go sonrach le scóip, mar shampla ``RATELIMIT_CONTACT_ATTEMPTS`` nó ``RATELIMIT_TRANSLATE_ATTEMPTS``. Tá liosta iomlán de na scóip atá ar fáil sa tábla thíos.
hu: A Weblate-ben több művelet is sebességkorlátozás alá esik. Legfeljebb :setting:`RATELIMIT_ATTEMPTS` próbálkozás engedélyezett :setting:`RATELIMIT_WINDOW` másodpercen belül. Ezt követően a felhasználó zárolásra kerül :setting:`RATELIMIT_LOCKOUT` időtartamra. Vannak speciális beállítások is egyes műveleti körökre, például ``RATELIMIT_CONTACT_ATTEMPTS`` vagy ``RATELIMIT_TRANSLATE_ATTEMPTS``. Az alábbi táblázat tartalmazza az összes elérhető műveleti kört.
id: Beberapa operasi di Weblate terbatas. Paling banyak :setting:`RATELIMIT_ATTEMPTS` percobaan diizinkan di dalam :setting:`RATELIMIT_WINDOW` detik. Pengguna kemudian diblokir untuk :setting:`RATELIMIT_LOCKOUT`. Ada juga pengaturan khusus untuk cakupan, misalnya ``ratelimit_contact_attempts`` atau ``ratelimit_translate_attempts``. Tabel di bawah ini adalah daftar lengkap cakupan yang tersedia.
ja: Weblate のいくつかの操作は接続回数が制限されています。 :setting:`RATELIMIT_WINDOW` 秒以内で最大 :setting:`RATELIMIT_ATTEMPTS` 回の試行が許可されています。その後、ユーザーは :setting:`RATELIMIT_LOCKOUT` 秒間遮断されます。 ``RATELIMIT_CONTACT_ATTEMPTS`` や ``RATELIMIT_TRANSLATE_ATTEMPTS`` などの、スコープを限定した設定もあります。次の表は、すべての使用可能なスコープの一覧です。
nl: Verscheidene bewerkingen in Weblate zijn beperkt in hun opvragen. Ten hoogste :setting:`RATELIMIT_ATTEMPTS` pogingen zijn toegestaan binnen :setting:`RATELIMIT_WINDOW` seconden. De gebruiker wordt dan geblokkeerd voor :setting:`RATELIMIT_LOCKOUT`. Er zijn ook specifieke instellingen voor bereiken, bijvoorbeeld ``RATELIMIT_CONTACT_ATTEMPTS`` of ``RATELIMIT_TRANSLATE_ATTEMPTS``. De tabel hieronder is een volledige lijst van beschikbare bereiken.
pt: Várias operações no Weblate são limitadas por taxas. No máximo :setting:`RATELIMIT_ATTEMPTS` tentativas são permitidas dentro de :setting:`RATELIMIT_WINDOW` segundos. O utilizador é bloqueado por :setting:`RATELIMIT_LOCKOUT`. Há também configurações específicas para escopos como, por exemplo, ``RATELIMIT_CONTACT_ATTEMPTS`` ou ``RATELIMIT_TRANSLATE_ATTEMPTS``. A tabela abaixo é uma lista completa de escopos disponíveis.
pt_br: Várias operações no Weblate são limitadas por taxas. No máximo :setting:`RATELIMIT_ATTEMPTS` tentativas são permitidas dentro de :setting:`RATELIMIT_WINDOW` segundos. O usuário é bloqueado por :setting:`RATELIMIT_LOCKOUT`. Há também configurações específicas para escopos como, por exemplo, ``RATELIMIT_CONTACT_ATTEMPTS`` ou ``RATELIMIT_TRANSLATE_ATTEMPTS``. A tabela abaixo é uma lista completa de escopos disponíveis.
ro: Mai multe operații din Weblate sunt limitate de tarif. Sunt permise cel mult :setting:`RATELIMIT_ATTEMPTS` încercări în :setting:`RATELIMIT_WINDOW` secunde. Utilizatorul este apoi blocat pentru :setting:`RATELIMIT_LOCKOUT`. Există, de asemenea, setări specifice domeniilor, de exemplu ``RATELIMIT_CONTACT_ATTEMPTS`` sau ``RATELIMIT_TRANSLATE_ATTEMPTS``. Tabelul de mai jos este o listă completă a domeniilor disponibile.
ru: Некоторые операции Weblate ограничены по частоте. Допустимо не более :setting:`RATELIMIT_ATTEMPTS` попыток за период :setting:`RATELIMIT_WINDOW` секунд. Если это количество превышено, то пользователь блокируется на :setting:`RATELIMIT_LOCKOUT` секунд. Существуют также параметры, задающие ограничения, специфические для конкретных действий, например ``RATELIMIT_CONTACT_ATTEMPTS`` или ``RATELIMIT_TRANSLATE_ATTEMPTS``. Следующая таблица является исчерпывающим списком таких параметров.
sv: Flera operationer i Weblate är hastighetsbegränsade. Högst :setting:`RATELIMIT_ATTEMPTS` försök är tillåtna inom :setting:`RATELIMIT_WINDOW` sekunder. Användaren blockeras sedan i :setting:`RATELIMIT_LOCKOUT`. Det finns också inställningar som är specifika för olika områden, till exempel ``RATELIMIT_CONTACT_ATTEMPTS`` eller ``RATELIMIT_TRANSLATE_ATTEMPTS``. Tabellen nedan är en fullständig lista över tillgängliga områden.
tr: Weblate üzerinde bazı işlemlere hız sınırlaması uygulanır. :setting:`RATELIMIT_WINDOW` saniye içinde en fazla :setting:`RATELIMIT_ATTEMPTS` girişim yapılmasına izin verilir. Kullanıcı daha sonra :setting:`RATELIMIT_LOCKOUT` süreyle engellenir. Kapsamlara özgü ayarlar da vardır. Örneğin ``RATELIMIT_CONTACT_ATTEMPTS`` ya da ``RATELIMIT_TRANSLATE_ATTEMPTS``. Aşağıdaki tabloda, kullanılabilecek kapsamların tam listesini görebilirsiniz.
uk: Частоту деяких дій у Weblate можна обмежити. Дозволено виконувати :setting:`RATELIMIT_ATTEMPTS` спроб дії протягом :setting:`RATELIMIT_WINDOW` секунд. При перевищенні обмеження користувача буде заблоковано на значення :setting:`RATELIMIT_LOCKOUT`. Також передбачено специфічні параметри для областей, наприклад ``RATELIMIT_CONTACT_ATTEMPTS`` або ``RATELIMIT_TRANSLATE_ATTEMPTS``. У розташованій нижче таблиці наведено повний список доступних областей.
zh_hans: Weblate 的一些操作受到频次限制。在 :setting:`RATELIMIT_WINDOW` 的秒数内最多允许 :setting:`RATELIMIT_ATTEMPTS` 次数的尝试。然后阻止用户 :setting:`RATELIMIT_LOCKOUT` 时间。还有指定范围的设置，例如 ``RATELIMIT_CONTACT_ATTEMPTS`` 或 ``RATELIMIT_TRANSLATE_ATTEMPTS``。下面的表格是可用范围的完整列表。
zh_hant: Weblate 的一些操作受到頻次限制。在 :setting:`RATELIMIT_WINDOW` 的秒數內最多允許 :setting:`RATELIMIT_ATTEMPTS` 次數的嘗試。然後阻止用戶 :setting:`RATELIMIT_LOCKOUT` 時間。還有指定範圍的設置，例如 ``RATELIMIT_CONTACT_ATTEMPTS`` 或 ``RATELIMIT_TRANSLATE_ATTEMPTS``。下面的表格是可用範圍的完整列表。

source: The following operations are subject to rate limiting:
de: Die folgenden Vorgänge unterliegen der Ratenbegrenzung:
ga: Tá na hoibríochtaí seo a leanas faoi réir teorannú rátaí:
hu: Az alábbi műveletek esnek sebességkorlátozás alá:
id: Operasi berikut ini tunduk pada pembatasan akses:
ja: 接続制限が対象の操作:
nl: De volgende bewerkingen zijn onderworpen aan het gebruik van een opvraaglimiet:
pt: As seguintes operações estão sujeitas a limitação de taxa:
pt_br: As seguintes operações estão sujeitas a limitação de taxa:
ro: Următoarele operațiuni fac obiectul limitării ratei:
ru: Следующие операции подвержены ограничению частоты запросов:
sv: Följande operationer är föremål för hastighetsbegränsning:
ta: பின்வரும் செயல்பாடுகள் விகிதத்தைக் கட்டுப்படுத்துவதற்கு உட்பட்டவை:
tr: Hız sınırlaması uygulanan işlemler şunlardır:
uk: Обмеженню частоти підлягають такі дії:
zh_hans: 后面的操作受到频次限制：
zh_hant: 後面的操作受到頻次限制：

source: Name
de: Bezeichnung
ga: Ainm
hu: Név
id: Nama
ja: 名前
nl: Naam
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sv: Namn
ta: பெயர்
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Allowed attempts
de: Erlaubte Versuche
ga: Iarrachtaí ceadaithe
hu: Engedélyezett próbálkozások
id: Percobaan yang diizinkan
ja: 試行回数限度
nl: Toegestane pogingen
pt: Tentativas permitidas
pt_br: Tentativas permitidas
ro: Încercări permise
ru: Допустимо попыток
sv: Tillåtna försök
ta: அனுமதிக்கப்பட்ட முயற்சிகள்
tr: İzin verilen girişimler
uk: Дозволені спроби
zh_hans: 允许的尝试
zh_hant: 允許的嘗試

source: Ratelimit window
de: Ratenbegrenzungsfenster
ga: Fuinneog teorainn ráta
hu: Sebességkorlátozási időablak
id: Jendela batas akses
ja: 試行可能秒数
nl: Venster opvraaglimiet
pt: Janela de limite de tempo
pt_br: Janela de limite de tempo
ro: Fereastra Ratelimit
ru: Временное окно
sv: Ratelimit-fönster
ta: ராடலிமிட் சாளரம்
tr: Hız sınırlaması aralığı
uk: Вікно обмеження частоти
zh_hans: 频次限制窗口
zh_hant: 頻次限制窗口

source: Lockout period
de: Sperrdauer
ga: Tréimhse frithdhúnadh
hu: Zárolási időszak
id: Periode penguncian
ja: 接続遮断秒数
nl: Periode vergrendeld
pt: Período de bloqueio
pt_br: Período de bloqueio
ro: Perioada de blocare
ru: Период блокировки
sv: Låsningsperiod
ta: கதவடைப்பு காலம்
tr: Kilitleme süresi
uk: Період блокування
zh_hans: 锁定时间
zh_hant: 鎖定時間

source: Registration
de: Registrierung
ga: Clárú
hu: Regisztráció
id: Pendaftaran
ja: 登録
nl: Registratie
pt: Registo
pt_br: Cadastro
ro: Înregistrare
ru: Регистрация
sv: Registrering
ta: பதிவு
tr: Hesap açılışı
uk: Реєстрація
zh_hans: 注册
zh_hant: 註冊

source: Sending message to admins
de: Nachricht an Administratoren senden
ga: Teachtaireacht á seoladh chuig riarthóirí
hu: Üzenetküldés az adminisztrátoroknak
id: Mengirim pesan ke admin
ja: 管理者へメッセージの送信
nl: Bericht versturen aan admins
pt: Enviando mensagem para administradores
pt_br: Enviando mensagem para administradores
ro: Trimiterea unui mesaj către administratori
ru: Отправка сообщения администраторам
sv: Skicka meddelande till administratörer
ta: நிர்வாகிகளுக்கு செய்தி அனுப்புகிறது
tr: Yöneticilere ileti göndermek
uk: Надсилання повідомлення адміністраторам
zh_hans: 将消息发送给管理员
zh_hant: 將消息發送給管理員

source: Password authentication on sign-in
de: Passwort-Authentifizierung beim Anmelden
ga: Fíordheimhniú pasfhocail ar logáil isteach
hu: Jelszavas hitelesítés bejelentkezéskor
id: Autentikasi kata sandi saat masuk
nl: Authenticatie wachtwoord bij inloggen
sv: Lösenordsautentisering vid inloggning
uk: Аутентифікація за паролем під час входу

source: Second-factor authentication
de: Zwei-Faktor-Authentifizierung
ga: Fíordheimhniú dara fachtóir
hu: Kétlépcsős hitelesítés
id: Autentikasi faktor kedua
nl: Twee-factor authenticatie
sv: Tvåfaktorsautentisering
uk: Двофакторна автентифікація

source: Sitewide search
de: Plattformweite Suche
ga: Cuardach ar fud an tsuímh
hu: Teljes oldalas keresés
id: Pencarian di seluruh situs
ja: サイト全体の検索
nl: Sitebrede zoekactie
pt: Pesquisa em todo o site
pt_br: Busca em todo o site
ro: Căutare la nivelul întregului site
ru: Поиск по всему сайту
sv: Sök på hela webbplatsen
ta: தள அளவிலான தேடல்
tr: Site genelinde arama
uk: Загальний пошук за сайтом
zh_hans: 网站范围的搜索
zh_hant: 網站範圍的搜索

source: Translating
de: Übersetzen
ga: Ag aistriú
hu: Fordítás
id: Mentranslasi
ja: 翻訳
nl: Vertalen
pt: Traduzir
pt_br: Traduzindo
ro: Traducerea
ru: Перевод
sv: Översättning
ta: மொழிபெயர்
tr: Çevriliyor
uk: Переклад
zh_hans: 翻译

source: Adding to glossary
de: Zum Glossar hinzufügen
ga: Ag cur leis an ngluais
hu: Szójegyzék bővítése
id: Menambahkan ke glosarium
ja: 用語集に用語を追加
nl: Toevoegen aan woordenlijst
pt: Adicionando ao glossário
pt_br: Adicionando ao glossário
ro: Adăugarea la glosar
ru: Добавление в словарь
sv: Lägg till i ordlista
ta: சொற்களஞ்சியத்தில் சேர்க்கிறது
tr: Sözlüğe ekleme
uk: Додавання до глосарія
zh_hans: 添加到术语表

source: Starting translation into a new language
de: Beginn der Übersetzung in eine neue Sprache
ga: Tús á chur le haistriúchán go teanga nua
hu: Új nyelvre történő fordítás megkezdése
id: Memulai penerjemahan ke bahasa baru
ja: 新しい言語での翻訳の開始
nl: Nieuwe vertaling in nieuwe taal beginnen
pt: Iniciando a tradução para um novo idioma
pt_br: Iniciando a tradução para um novo idioma
ro: Începerea traducerii într-o limbă nouă
ru: Начало перевода на новый язык
sv: Börja översättningen till ett nytt språk
ta: புதிய மொழியில் மொழிபெயர்ப்பைத் தொடங்குதல்
tr: Yeni bir dil çevirisi başlatma
uk: Започаткування перекладу новою мовою
zh_hans: 开始翻译到一种新语言

source: Creating new project
de: Neues Projekt erstellen
ga: Tionscadal nua a chruthú
hu: Új projekt létrehozása
id: Membuat proyek baru
ja: 新しいプロジェクトの作成
nl: Nieuw project aanmaken
pt: Criando um novo projeto
pt_br: Criando um novo projeto
ro: Crearea unui nou proiect
ru: Создание нового проекта
sv: Skapa nytt projekt
ta: புதிய திட்டத்தை உருவாக்குதல்
tr: Yeni proje oluşturma
uk: Створення нового проєкту
zh_hans: 创建新项目

source: The rate limiting is based on sessions when user is signed in and on IP address if not.
de: Die Ratenbegrenzung basiert auf Sitzungen, wenn der Benutzer angemeldet ist, und andernfalls auf der IP-Adresse.
ga: Tá an teorannú rátaí bunaithe ar sheisiúin nuair a bhíonn an t-úsáideoir sínithe isteach agus ar an seoladh IP mura bhfuil.
hu: Bejelentkezett felhasználóknál a sebességkorlátozás munkamenet-alapú, míg nem bejelentkezett felhasználóknál az IP-címen alapul.
id: Pembatasan akses didasarkan pada sesi saat pengguna masuk dan pada alamat IP jika tidak.
nl: De opvraaglimiet is gebaseerd op sessies, als de gebruiker is aangemeld, en anders op IP-adres.
pt_br: A limitação de taxa é baseada em sessões quando o usuário está logado e, do contrário, em endereço IP.
sv: Hastighetsbegränsningen baseras på sessioner när användaren är inloggad och på IP-adressen om så inte är fallet.
ta: பயனர் கையொப்பமிடப்படும்போது மற்றும் ஐபி முகவரியில் இல்லையென்றால் வீதத்தைக் கட்டுப்படுத்துவது அமர்வுகளை அடிப்படையாகக் கொண்டது.
tr: Hız sınırlaması, kullanıcı oturum açmışsa oturuma, açmamışsa IP adresine göre yapılır.
uk: Обмеження швидкості базується на сеансах, коли користувач увійшов у систему, і на IP-адресі, якщо ні.

source: If a user fails to sign in :setting:`AUTH_LOCK_ATTEMPTS` times, password authentication will be turned off on the account until having gone through the process of having its password reset.
de: Wenn die Anmeldung eines Benutzers nicht innerhalb von :setting:`AUTH_LOCK_ATTEMPTS` erfolgt, wird die Passwortauthentifizierung für das Konto deaktiviert, bis das Passwort zurückgesetzt wurde.
ga: Má theipeann ar úsáideoir síniú isteach :setting:`AUTH_LOCK_ATTEMPTS` amanna, múchfar fíordheimhniú pasfhocail ar an gcuntas go dtí go mbeidh an próiseas athshocraithe pasfhocail imithe tríd.
hu: Ha egy felhasználó :setting:`AUTH_LOCK_ATTEMPTS` alkalommal sikertelenül próbál bejelentkezni, a jelszavas hitelesítés le lesz tiltva az adott fióknál, amíg a jelszó helyreállítási folyamaton nem megy végig.
id: Jika pengguna gagal masuk :setting:`AUTH_LOCK_ATTEMPTS` kali, autentikasi kata sandi akan dinonaktifkan pada akun tersebut hingga proses pengaturan ulang kata sandi selesai.
ja: ユーザーがサインインを :setting:`AUTH_LOCK_ATTEMPTS` 回失敗すると、パスワードのリセット処理が完了するまで、アカウントのパスワード認証が無効になります。
nl: Als een gebruiker faalt om :setting:`AUTH_LOCK_ATTEMPTS` keer in te loggen, zal authenticatie voor het wachtwoord worden uitgeschakeld voor het account, totdat het proces voor het herstellen van het wachtwoord is doorlopen.
pt: Se um utilizador falhar ao fazer o login :setting:`AUTH_LOCK_ATTEMPTS` vezes, a autenticação da palavra-passe será desativada na conta até ter passado pelo processo de redefinição da palavra-passe.
pt_br: Se um usuário falhar ao fazer o login :setting:`AUTH_LOCK_ATTEMPTS` vezes, a autenticação da senha será desativada na conta até ter passado pelo processo de redefinição da senha.
ro: Dacă un utilizator nu reușește să se conecteze :setting:`AUTH_LOCK_ATTEMPTS` de mai multe ori, autentificarea prin parolă va fi dezactivată pentru contul respectiv până când va trece prin procesul de resetare a parolei.
ru: Если у пользователя не получается войти :setting:`AUTH_LOCK_ATTEMPTS` раз, то авторизация по паролю полностью отключается до тех пор, пока пользователь не сбросит свой пароль.
sv: Om en användare misslyckas med att logga in :setting:`AUTH_LOCK_ATTEMPTS` gånger, kommer lösenordsautentiseringen att stängas av på kontot tills lösenordet har återställts.
tr: Bir kullanıcı :setting:`AUTH_LOCK_ATTEMPTS` kez oturum açamazsa, parola sıfırlama işlemini yapana kadar hesabın parola kimlik doğrulaması kapatılır.
uk: Якщо користувач не зможе увійти до системи :setting:`AUTH_LOCK_ATTEMPTS` разів, на обліковому записі буде вимкнено розпізнавання за паролем, аж доки не буде виконано процедуру скидання пароля облікового запису.
zh_hans: 如果用户没能在 :setting:`AUTH_LOCK_ATTEMPTS` 的次数内登录，那么账户的密码验证将关闭，直到完成了重置密码过程为止。

source: The settings can be also applied in the Docker container by adding ``WEBLATE_`` prefix to the setting name, for example :setting:`RATELIMIT_ATTEMPTS` becomes :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
de: Die Einstellungen können auch im Docker-Container angewandt werden, indem der Präfix ``WEBLATE_`` an den Einstellungsnamen angehängt wird, z. B. wird :setting:`RATELIMIT_ATTEMPTS` zu :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
ga: Is féidir na socruithe a chur i bhfeidhm sa choimeádán Docker freisin trí réimír ``WEBLATE_`` a chur leis an ainm socraithe, mar shampla :setting:`RATELIMIT_ATTEMPTS` déantar :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
hu: A beállítások Docker-konténerben is alkalmazhatók, ilyenkor a változónév elé ``WEBLATE_`` előtagot kell adni, például a :setting:`RATELIMIT_ATTEMPTS` így lesz :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
id: Pengaturan juga dapat diterapkan dalam kontainer Docker dengan menambahkan awalan ``WEBLATE_`` ke nama pengaturan, misalnya :setting:`RATELIMIT_ATTEMPTS` menjadi :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
ja: Docker コンテナでは、設定名の接頭辞に ``WEBLATE_`` を追加して設定します。たとえば、:setting:`RATELIMIT_ATTEMPTS` は、:envvar:`WEBLATE_RATELIMIT_ATTEMPTS` とします。
nl: De instellingen kunnen ook worden toegepast in de container van Docker door het voorvoegsel ``WEBLATE_`` toe te voegen aan de naam van de instelling, bijvoorbeeld :setting:`RATELIMIT_ATTEMPTS` wordt dan :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
pt: As configurações também podem ser aplicadas no contentor do Docker adicionando o prefixo ``WEBLATE_`` ao nome da configuração, por exemplo :setting:`RATELIMIT_ATTEMPTS` torna-se :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
pt_br: As configurações também podem ser aplicadas no contêiner do Docker adicionando o prefixo ``WEBLATE_`` ao nome da configuração, por exemplo :setting:`RATELIMIT_ATTEMPTS` torna-se :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
ro: Setările pot fi, de asemenea, aplicate în containerul Docker prin adăugarea prefixului ``WEBLATE_`` la numele setării, de exemplu :setting:`RATELIMIT_ATTEMPTS` devine :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
ru: Настройки можно также применить в Docker-контейнере, добавив префикс ``WEBLATE_`` к имени настройки, например :setting:`RATELIMIT_ATTEMPTS` становится :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
sv: Inställningarna kan också tillämpas i Docker-containern genom att lägga till prefixet ``WEBLATE_`` till inställningsnamnet, till exempel :setting:`RATELIMIT_ATTEMPTS` blir :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
tr: Ayarlar, seçenek adına ``WEBLATE_`` ön eki eklenerek Docker kapsayıcısına da uygulanabilir. Örneğin :setting:`RATELIMIT_ATTEMPTS` seçeneği :envvar:`WEBLATE_RATELIMIT_ATTEMPTS` olur.
uk: Крім того, параметри може бути застосовано у контейнері Docker додаванням префікса ``WEBLATE_`` до назви параметра. Приклад: :setting:`RATELIMIT_ATTEMPTS` слід замінити на :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
zh_hans: 这些设置也可以在 Docker 容器中应用，在设置名称中添加 ``WEBLATE_`` 前缀 例如 :setting:`RATELIMIT_ATTEMPTS` 变成 :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`。
zh_hant: 該設置也可以通過向設置名稱添加“Web2RATE_```：設置：設置：`RATELIMIT_ATTEMPTS`成為：envvar：`weblate_ratelimit_attempts`。
