Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: User's username
de: Name des Benutzers
ga: Ainm úsáideora
hu: Felhasználó felhasználóneve
id: Nama pengguna
ja: ユーザーのユーザー名
nl: Gebruikersnaam van gebruiker
pt: Nome de utilizador do utilizador
pt_br: Nome de usuário do usuário
ro: Numele de utilizator
ru: Имя пользователя
sv: Användarens användarnamn
ta: பயனரின் பயனர்பெயர்
tr: Kullanıcının kullanıcı adı
uk: Назва облікового запису користувача
zh_hans: 用户的用户名
zh_hant: 用戶的用戶名

source: username of a user
de: Benutzername eines Benutzers
ga: ainm úsáideora de úsáideora
hu: felhasználóneve egy felhasználónak
id: nama pengguna dari pengguna
ja: ユーザーのユーザー名
nl: gebruikersnaam van een gebruiker
pt: nome de utilizador de um utilizador
pt_br: nome de usuário de um usuário
ro: numele de utilizator al unui utilizator
ru: имя пользователя
sv: användarnamn för en användare
ta: ஒரு பயனரின் பயனர்பெயர்
tr: bir kullanıcının kullanıcı adı
uk: назва запису користувача
zh_hans: 用户的用户名
zh_hant: 用戶的用戶名

source: full name of a user
de: Vollständiger Name eines Benutzers
ga: ainm iomlán úsáideora
hu: felhasználó teljes neve
id: nama lengkap dari pengguna
ja: ユーザーのフルネーム
nl: volledige naam van een gebruiker
pt: nome completo de um utilizador
pt_br: nome completo de um usuário
ro: numele complet al unui utilizator
ru: полное имя пользователя
sv: användarens fullständiga namn
ta: ஒரு பயனரின் முழு பெயர்
tr: bir kullanıcının tam adı
uk: повне ім'я користувача
zh_hans: 用户的全名
zh_hant: 用戶的全名

source: email of a user
de: E-Mail-Adresse eines Benutzers
ga: ríomhphost úsáideora
hu: felhasználó e-mail címe
id: surel pengguna
ja: ユーザーのメールアドレス
nl: e-mail van een gebruiker
pt: email de um utilizador
pt_br: e-mail de um usuário
ro: adresa de e-mail a unui utilizator
ru: электронная почта пользователя
sv: användarens e-postadress
ta: ஒரு பயனரின் மின்னஞ்சல்
tr: bir kullanıcının e-posta adresi
uk: адреса електронної пошти користувача
zh_hans: 用户的电子邮箱
zh_hant: 用戶的電子郵箱

source: whether the user is a super user
de: Ob der Benutzer ein Superuser ist
ga: cibé an sár-úsáideoir é an t-úsáideoir
hu: a felhasználó rendszergazda-e
id: apakah pengguna adalah pengguna super
ja: ユーザーがスーパーユーザーかどうか
nl: of de gebruiker een superuser is
pt: se o utilizador é um superutilizador
pt_br: se o usuário é um superusuário
ro: dacă utilizatorul este un super-utilizator
ru: является ли пользователь суперпользователем
sv: om användaren är en superanvändare
ta: பயனர் ஒரு சூப்பர் பயனரா என்பதை
tr: kullanıcının süper kullanıcı olup olmadığı
uk: чи є користувач надкористувачем
zh_hans: 用户是否是超级用户
zh_hant: 用戶是否是超級用戶

source: whether the user is active
de: Ob der Benutzer aktiv ist
ga: cibé an bhfuil an t-úsáideoir gníomhach
hu: a felhasználó aktív-e
id: apakah pengguna aktif
ja: ユーザーが有効かどうか
nl: of de gebruiker actief is
pt: se o utilizador está ativo
pt_br: se o usuário está ativo
ro: dacă utilizatorul este activ sau nu
ru: активен ли пользователь
sv: om användaren är aktiv
ta: பயனர் செயலில் இருக்கிறாரா என்பது
tr: kullanıcının etkin olup olmadığı
uk: чи є користувач активним
zh_hans: 用户是否是活动用户
zh_hant: 用戶是否是活動用戶

source: whether the user is bot (used for project scoped tokens)
de: Ob der Benutzer ein Bot ist (wird für projektspezifische Token verwendet)
ga: cibé an bot é an t-úsáideoir (a úsáidtear le haghaidh comharthaí scóipe tionscadail)
hu: a felhasználó bot-e (projektszintű tokenekhez használható)
id: apakah pengguna adalah bot (digunakan untuk token cakupan proyek)
ja: ユーザーがボットかどうか (プロジェクト スコープのトークンに使用)
nl: of de gebruiker een bot is (gebruikt voor tokens in het bereik van het project)
pt: se o utilizador é um bot (usado para tokens no escopo do projeto)
pt_br: se o usuário é um bot (usado para tokens no escopo do projeto)
ro: dacă utilizatorul este bot (utilizat pentru token-uri de proiect)
ru: является ли пользователь ботом (используется для токенов проекта)
sv: om användaren är en bot (används för projektbegränsade tokens)
ta: பயனர் போட் (திட்ட ச்கோப் செய்யப்பட்ட டோக்கன்களுக்குப் பயன்படுத்தப்படுகிறாரா)
tr: kullanıcının bot olup olmadığı (proje kapsamındaki belirteçler için kullanılır)
uk: чи є користувач ботом (використовується для жетонів рівня проєкту)
zh_hans: 用户是否是机器人（用于项目范围的令牌）

source: date the user is created
de: Datum der Erstellung des Benutzers
ga: an dáta a chruthaítear an t-úsáideoir
hu: a felhasználó létrehozásának dátuma
id: tanggal pengguna dibuat
ja: ユーザー登録日
nl: datum waarop de gebruiker werd gemaakt
pt: data de criação do utilizador
pt_br: data de criação do usuário
ro: data la care a fost creat utilizatorul
ru: дата создания пользователя
sv: datum då användaren skapades
ta: பயனர் உருவாக்கப்பட்ட தேதி
tr: kullanıcının oluşturulduğu tarih
uk: дата створення запису користувача
zh_hans: 创建用户的日期
zh_hant: 創建用戶的日期

source: date the user last signed in
de: Datum der letzten Anmeldung des Benutzers
ga: an dáta ar shínigh an t-úsáideoir isteach go deireanach
hu: a felhasználó utolsó bejelentkezésének dátuma
id: tanggal terakhir pengguna masuk
ja: ユーザーの最終ログイン日
nl: datum waarop de gebruiker voor het laatst inlogde
pt: data em que o utilizador fez login pela última vez
pt_br: data em que o usuário fez login pela última vez
ru: дата, когда пользователь последний раз входил в систему
sv: datum då användaren senast loggade in
ta: கடைசியாக கையொப்பமிட்ட பயனர் தேதி
tr: kullanıcının son oturum açtığı tarih
uk: дата останнього входу користувача до системи
zh_hans: 用户最后登录日期

source: **Example JSON data:**
de: **JSON-Daten-Beispiel:**
ga: **Sonraí samplach JSON:**
hu: **Példa JSON adatok:**
id: **Contoh data JSON:**
ja: **JSON データの例:**
nl: **Voorbeeld JSON-gegevens:**
pt: **Exemplo de dados JSON:**
pt_br: **Exemplo de dados JSON:**
ro: **Exemplu de date JSON:**
ru: **Пример данных в JSON:**
sv: **Exempel på JSON-data:**
ta: ** எடுத்துக்காட்டு சாதொபொகு தரவு: **
tr: **Örnek JSON verileri:**
uk: **Приклад даних JSON:**
zh_hans: **示例 JSON 数据：**

source: Changes the user parameters.
de: Ändert die Benutzerparameter.
ga: Athraíonn na paraiméadair úsáideora.
hu: Felhasználói paraméterek módosítása.
id: Mengubah parameter pengguna.
ja: ユーザーのパラメータを変更します。
nl: Wijzigen van de parameters voor de gebruiker.
pt: Altera os parâmetros do utilizador.
pt_br: Altera os parâmetros do usuário.
ro: Modifică parametrii utilizatorului.
ru: Изменяет параметры пользователя.
sv: Ändrar användarparametrarna.
ta: பயனர் அளவுருக்களை மாற்றுகிறது.
tr: Kullanıcı parametrelerini değiştirir.
uk: Змінює параметри користувача.
zh_hans: 更改用户参数。
zh_hant: 更改用戶參數。

source: Deletes all user information and marks the user inactive.
de: Löscht alle Benutzerinformationen und markiert den Benutzer als inaktiv.
ga: Scriosann sé gach faisnéis úsáideora agus marcanna an t-úsáideoir neamhghníomhach.
hu: Felhasználói adatok törlése és a felhasználó inaktívvá tétele.
id: Menghapus semua informasi pengguna dan menandai pengguna tidak aktif.
ja: ユーザーのすべての情報を削除し、ユーザーを無効にします。
nl: Verwijdert alle informatie over de gebruiker en markeert de gebruiker als niet actief.
pt: Apaga todas as informações do utilizador e marca o utilizador como inativo.
pt_br: Exclui todas as informações do usuário e marca o usuário como inativo.
ro: Șterge toate informațiile despre utilizator și marchează utilizatorul ca fiind inactiv.
ru: Удаляет всю информацию о пользователе и помечает пользователя как неактивного.
sv: Raderar all användarinformation och markerar användaren som inaktiv.
ta: எல்லா பயனர் தகவல்களையும் நீக்குகிறது மற்றும் பயனரை செயலற்றதாகக் குறிக்கிறது.
tr: Tüm kullanıcı bilgilerini siler ve kullanıcıyı etkin değil olarak imler.
uk: Вилучає усі дані користувача і позначає користувача як неактивного.
zh_hans: 删除所有的用户信息并将用户标记为不活动用户。
zh_hant: 刪除所有的用戶信息並將用戶標記為不活動用戶。

source: Associate groups with a user.
de: Ordnet Gruppen einem Benutzer zu.
ga: Grúpaí a nascadh le húsáideoir.
hu: Felhasználó társítása csoportokhoz.
id: Asosiasikan grup dengan pengguna.
ja: ユーザーをグループに設定します。
nl: Koppel groepen aan een gebruiker.
pt: Associa grupos a um utilizador.
pt_br: Associa grupos a um usuário.
ro: Asociați grupuri cu un utilizator.
ru: Связывает группы с пользователем.
sv: Koppla grupper till en användare.
ta: ஒரு பயனருடன் குழுக்களை இணைக்கவும்.
tr: Grupları bir kullanıcı ile ilişkilendirir.
uk: Пов'язати групи з користувачем.
zh_hans: 将群组与用户关联。
zh_hant: 將群組與用戶關聯。

source: Form Parameters
de: Formularparameter
ga: Paraiméadair Fhoirm
hu: Űrlapparaméterek
id: Parameter Formulir
ja: フォーム パラメーター
nl: Parameters voor formulieren
pt: Parâmetros de formulário
pt_br: Parâmetros de formulário
ro: Parametrii formularului
ru: Параметры формы
sv: Formulärparametrar
ta: படிவ அளவுருக்கள்
tr: Form parametreleri
uk: Параметри форми
zh_hans: 表单参数
zh_hant: 表格參數

source: The unique group ID
de: Die eindeutige Gruppen-ID
ga: Aitheantas uathúil an ghrúpa
hu: A csoport egyedi azonosítója
id: ID grup yang unik
ja: 固有のグループ ID
nl: De unieke ID voor de groep
pt: O ID de grupo único
pt_br: O ID de grupo único
ro: ID-ul unic al grupului
ru: Уникальный идентификатор группы
sv: Det unika grupp-ID:t
ta: தனித்துவமான குழு ஐடி
tr: Benzersiz grup kimliği
uk: Унікальний ідентифікатор групи
zh_hans: 唯一的群组 ID
zh_hant: 唯一的群組 ID

source: Remove user from a group.
de: Entfernt Benutzer aus einer Gruppe.
ga: Bain an t-úsáideoir as grúpa.
hu: Felhasználó eltávolítása egy csoportból.
id: Hapus pengguna dari grup.
ja: グループからユーザーを削除する。
nl: Verwijder gebruiker uit een groep.
pt: Remover utilizador de um grupo.
pt_br: Remover usuário de um grupo.
ro: Eliminați utilizatorul dintr-un grup.
ru: Удалить пользователя из группы.
sv: Ta bort användare från en grupp.
ta: ஒரு குழுவிலிருந்து பயனரை அகற்று.
tr: Kullanıcıyı bir gruptan kaldırır.
uk: Вилучити користувача з групи.
zh_hans: 从组中删除用户。

source: List statistics of a user.
de: Listet die Statistik eines Benutzers auf.
ga: Liosta staitisticí úsáideora.
hu: Felhasználó statisztikáinak listázása.
id: Daftar statistik dari pengguna.
ja: ユーザーの統計情報を一覧表示します。
nl: Vermeld statistieken van een gebruiker.
pt: Lista as estatísticas de um utilizador.
pt_br: Lista as estatísticas de um usuário.
ro: Listează statisticile unui utilizator.
ru: Список статистик пользователя.
sv: Lista statistik för en användare.
ta: பயனரின் புள்ளிவிவரங்களை பட்டியலிடுங்கள்.
tr: Bir kullanıcının istatistiklerini görüntüler.
uk: Список статистичних даних користувача.
zh_hans: 用户的统计数据列表。
zh_hant: 用戶的統計數據列表。

source: Number of translations by user
de: Anzahl der Übersetzungen des Benutzers
ga: Líon na n-aistriúchán de réir úsáideora
hu: Felhasználó által végzett fordítások száma
id: Jumlah terjemahan
ja: ユーザーごとの翻訳数
nl: Aantal vertalingen door gebruiker
pt: Quantidade de traduções por utilizador
pt_br: Quantidade total de traduções por usuário
ro: Numărul de traduceri efectuate de către utilizator
ru: Количество переводов пользователя
sv: Antal översättningar per användare
ta: பயனரின் மொழிபெயர்ப்புகளின் எண்ணிக்கை
tr: Kullanıcının yaptığı çeviri sayısı
uk: Кількість перекладів, автором яких є користувач
zh_hans: 用户翻译的数量

source: Number of suggestions by user
de: Anzahl der Vorschläge des Benutzers
ga: Líon moltaí de réir úsáideora
hu: Felhasználó által tett javaslatok száma
id: Jumlah saran
ja: ユーザーごとの提案数
nl: Aantal suggesties door gebruiker
pt: Quantidade de sugestões por utilizador
pt_br: Quantidade total de sugestões por usuário
ro: Numărul de sugestii de către utilizator
ru: Количество предложений пользователя
sv: Antal förslag per användare
ta: பயனரின் பரிந்துரைகளின் எண்ணிக்கை
tr: Kullanıcının yaptığı öneri sayısı
uk: Кількість пропозицій, автором яких є користувач
zh_hans: 用户提交建议的数量

source: Number of uploads by user
de: Anzahl der Uploads des Benutzers
ga: Líon na n-uaslódála de réir úsáideora
hu: Felhasználó által végzett feltöltések száma
id: Jumlah unggahan
ja: ユーザーごとのアップロード数
nl: Aantal uploads door gebruiker
pt: Quantidade de envios por utilizador
pt_br: Quantidade total de envios por usuário
ro: Numărul de încărcări de către utilizator
ru: Количество загрузок пользователя
sv: Antal uppladdningar per användare
ta: பயனரால் பதிவேற்றங்களின் எண்ணிக்கை
tr: Kullanıcının yaptığı yükleme sayısı
uk: Кількість вивантажень, автором яких є користувач
zh_hans: 用户上传次数

source: Number of comments by user
de: Anzahl der Kommentare des Benutzers
ga: Líon tuairimí an úsáideora
hu: Felhasználó által írt megjegyzések száma
id: Jumlah komentar
ja: ユーザーごとのコメント数
nl: Aantal opmerkingen door gebruiker
pt: Quantidade de comentários por utilizador
pt_br: Quantidade total de comentários por usuário
ro: Numărul de comentarii ale utilizatorului
ru: Количество комментариев пользователя
sv: Antal kommentarer per användare
ta: பயனரின் கருத்துகளின் எண்ணிக்கை
tr: Kullanıcının yaptığı yorum sayısı
uk: Кількість коментарів, автором яких є користувач
zh_hans: 用户评论的数量

source: Number of languages user can translate
de: Anzahl der Sprachen, die der Benutzer übersetzen kann
ga: Líon na dteangacha is féidir leis an úsáideoir a aistriú
hu: Felhasználó által fordítható nyelvek száma
id: Jumlah bahasa yang dapat diterjemahkan oleh pengguna
ja: ユーザーごとの翻訳可能な言語数
nl: Aantal talen die een gebruiker mag vertalen
pt: Quantidade de idiomas que o utilizador pode traduzir
pt_br: Quantidade total de idiomas que o usuário pode traduzir
ro: Numărul de limbi pe care le poate traduce utilizatorul
ru: Количество языков, на которые пользователь может переводить
sv: Antal språk som användaren kan översätta
ta: பயனர் மொழிபெயர்க்கக்கூடிய மொழிகளின் எண்ணிக்கை
tr: Kullanıcının çevirebileceği dil sayısı
uk: Кількість мов, якими може перекладати користувач
zh_hans: 用户能够翻译的语言数量

source: List translations with contributions from a user.
hu: Fordítások listázása adott felhasználó közreműködéseivel.
id: Daftar terjemahan dengan kontribusi dari pengguna.
nl: Lijst vertalingen met bijdragen van een gebruiker.
sv: Lista översättningar med bidrag från en användare.
uk: Показати список перекладів із внесками учасника.

source: List subscriptions of a user.
de: Listet die Abonnements eines Benutzers auf.
ga: Liostaigh síntiúis úsáideora.
hu: Felhasználó előfizetéseinek listázása.
id: Daftar langganan dari pengguna.
ja: ユーザーのサブスクリプションを一覧表示します。
nl: Vermeld abonnementen van een gebruiker.
pt: Lista de subscrições de um utilizador.
pt_br: Lista assinaturas de um usuário.
ro: Lista abonamentelor unui utilizator.
ru: Список подписок пользователя.
sv: Lista prenumerationer för en användare.
ta: பயனரின் சந்தாக்களை பட்டியலிடுங்கள்.
tr: Bir kullanıcının aboneliklerini görüntüler.
uk: Список передплат користувача.
zh_hans: 用户的订阅列表。
zh_hant: 用戶的訂閱列表。

source: Associate subscriptions with a user.
de: Ordnet Abonnements einem Benutzer zu.
ga: Comhcheangail síntiúis le húsáideoir.
hu: Felhasználó előfizetéseinek társítása.
id: Asosiasikan langganan dengan pengguna.
ja: ユーザーにサブスクリプションを関連付けます。
nl: Koppel abonnementen aan een gebruiker.
pt: Associar subscrições a um utilizador.
pt_br: Associa assinaturas com um usuário.
ro: Asociați abonamente cu un utilizator.
ru: Связывает подписки с пользователем.
sv: Koppla prenumerationer till en användare.
ta: ஒரு பயனருடன் சந்தாக்களை இணைக்கவும்.
tr: Abonelikleri bir kullanıcıyla ilişkilendirir.
uk: Пов'язати передплату із користувачем.
zh_hans: 将订阅与用户关联。
zh_hant: 將訂閱與用戶關聯。

source: Request JSON Object
de: JSON-Objekt-Anfrage
ga: Iarr JSON Object
hu: Kérés JSON-objektum
id: Permintaan Objek JSON
ja: リクエスト JSON オブジェクト
nl: Verzoek JSON-object
pt: Objeto JSON da solicitação
pt_br: Objeto JSON da solicitação
ro: Obiect JSON de cerere
ru: JSON -объект запроса
sv: Begär JSON-objekt
ta: சாதொபொகு பொருளைக் கோருங்கள்
tr: JSON nesnesi ister
uk: Надіслати запит щодо об'єкта JSON
zh_hans: 请求 JSON 对象

source: Name of notification registered
de: Name der registrierten Benachrichtigung
ga: Ainm an fhógra cláraithe
hu: Regisztrált értesítés neve
id: Nama notifikasi yang terdaftar
ja: 登録中の通知の名前
nl: Naam van de geregistreerde notificatie
pt: Nome da notificação registada
pt_br: Nome da notificação registada
ro: Denumirea notificării înregistrate
ru: Название зарегистрированного уведомления
sv: Namn på registrerad anmälan
ta: பதிவுசெய்யப்பட்ட அறிவிப்பின் பெயர்
tr: Kayıtlı bildirimin adı
uk: Назва зареєстрованого сповіщення
zh_hans: 注册通知的名称
zh_hant: 註冊通知的名稱

source: Scope of notification from the available choices
de: Umfang der Benachrichtigung aus den verfügbaren Auswahlmöglichkeiten
ga: Scóip an fhógra ó na roghanna atá ar fáil
hu: Értesítés hatóköre a megadott lehetőségek közül
id: Cakupan notifikasi dari pilihan yang tersedia
ja: 選択肢の中で有効な通知する範囲
nl: Bereik van de notificatie uit de beschikbare keuzes
pt: Escopo de notificação a partir das opções disponíveis
pt_br: Finalidade da notificação dentre as opções disponíveis
ro: Domeniul de aplicare al notificării din opțiunile disponibile
ru: Область действия уведомления из доступных вариантов
sv: Omfattning av anmälan från de tillgängliga alternativen
ta: கிடைக்கக்கூடிய தேர்வுகளிலிருந்து அறிவிப்பின் நோக்கம்
tr: Var olan seçeneklerden bildirim kapsamı
uk: Область сповіщень з доступних варіантів
zh_hans: 可用选项的通知范围
zh_hant: 來自可用選擇的通知範圍

source: Frequency choices for notifications
de: Auswahl der Häufigkeit von Benachrichtigungen
ga: Roghanna minicíochta le haghaidh fógraí
hu: Értesítések gyakorisági beállításai
id: Pilihan frekuensi untuk notifikasi
ja: 通知の頻度の選択
nl: Frequentie van de keuzes voor notificaties
pt: Escolha de frequência para notificações
pt_br: Opções de frequência para notificações
ro: Alegerile de frecvență pentru notificări
ru: Выбор частоты уведомлений
sv: Val av frekvens för aviseringar
ta: அறிவிப்புகளுக்கான அதிர்வெண் தேர்வுகள்
tr: Bildirimler için sıklık seçenekleri
uk: Варіанти частоти сповіщення
zh_hans: 通知的频率选项
zh_hant: 通知的頻率選擇

source: Get a subscription associated with a user.
de: Ruft das einem Benutzer zugeordnete Abonnement ab.
ga: Faigh síntiús a bhaineann le húsáideoir.
hu: Felhasználóhoz társított előfizetés lekérdezése.
id: Dapatkan langganan yang terkait dengan pengguna.
ja: ユーザーに設定中のサブスクリプションを取得します。
nl: Haal een abonnement op dat is gekoppeld aan een gebruiker.
pt: Obtém uma assinatura associada a um utilizador.
pt_br: Obtém uma assinatura associada a um usuário.
ro: Obține un abonament asociat cu un utilizator.
ru: Возвращает связанную с пользователем подписку.
sv: Hämta en prenumeration som är kopplad till en användare.
ta: பயனருடன் தொடர்புடைய சந்தாவைப் பெறுங்கள்.
tr: Bir kullanıcıyla ilişkilendirilmiş bir aboneliği alır.
uk: Отримати передплату, яку пов'язано із користувачем.
zh_hans: 获得与用户关联的订阅。
zh_hant: 獲得與用戶關聯的訂閱。

source: ID of notification registered
de: ID der registrierten Benachrichtigung
ga: Aitheantas an fhógra cláraithe
hu: Regisztrált értesítés azonosítója
id: ID notifikasi terdaftar
ja: 登録中の通知 ID
nl: ID van geregistreerde notificatie
pt: ID da notificação registada
pt_br: ID da notificação registrada
ro: ID-ul notificării înregistrate
ru: Идентификатор зарегистрированного уведомления
sv: ID för registrerad anmälan
ta: அறிவிப்பின் ஐடி பதிவு செய்யப்பட்டுள்ளது
tr: Kayıtlı bildirim kimliği
uk: Ідентифікатор зареєстрованого сповіщення
zh_hans: 已注册通知ID

source: Edit a subscription associated with a user.
de: Bearbeitet das einem Benutzer zugeordnete Abonnement.
ga: Cuir síntiús a bhaineann le húsáideoir in eagar.
hu: Felhasználóhoz társított előfizetés szerkesztése.
id: Sunting langganan yang terasosiasi dengan pengguna.
ja: ユーザーに設定されたサブスクリプションを編集します。
nl: Bewerk een aan een gebruiker gekoppeld abonnement.
pt: Edita uma assinatura associada a um utilizador.
pt_br: Edita uma assinatura associada a um usuário.
ro: Editați un abonament asociat unui utilizator.
ru: Редактирует связанную с пользователем подписку.
sv: Redigera en prenumeration som är kopplad till en användare.
ta: பயனருடன் தொடர்புடைய சந்தாவைத் திருத்தவும்.
tr: Bir kullanıcıyla ilişkili aboneliği düzenler.
uk: Редагувати передплату, яку пов'язано із користувачем.
zh_hans: 编辑与用户关联的订阅。
zh_hant: 編輯與用戶關聯的訂閱。

source: Delete a subscription associated with a user.
de: Löscht das einem Benutzer zugeordnete Abonnement.
ga: Scrios síntiús a bhaineann le húsáideoir.
hu: Felhasználóhoz társított előfizetés törlése.
id: Hapus langganan yang terasosiasi dengan pengguna.
ja: ユーザーに設定されたサブスクリプションを削除します。
nl: Verwijder een aan een gebruiker gekoppeld abonnement.
pt: Apaga uma assinatura associada a um utilizador.
pt_br: Exclui uma assinatura associada a um usuário.
ro: Ștergeți un abonament asociat unui utilizator.
ru: Удаляет связанную с пользователем подписку.
sv: Ta bort en prenumeration som är kopplad till en användare.
ta: பயனருடன் தொடர்புடைய சந்தாவை நீக்கு.
tr: Bir kullanıcıyla ilişkili aboneliği siler.
uk: Вилучити передплату, яку пов'язано із користувачем.
zh_hans: 删除与用户关联的订阅。
zh_hant: 刪除與用戶關聯的訂閱。

source: Groups
de: Gruppen
ga: Grúpaí
hu: Csoportok
id: Grup
ja: グループ
nl: Groepen
pt: Grupos
pt_br: Grupos
ro: Grupuri
ru: Группы
sv: Grupper
ta: குழுக்கள்
tr: Gruplar
uk: Групи
zh_hans: 群组
zh_hant: 群組

source: Returns a list of groups if you have permissions to see manage groups. If not, then you get to see only the groups the user is a part of.
de: Gibt eine Liste der Gruppen zurück, wenn Sie die Berechtigung haben, Gruppen zu verwalten. Wenn nicht, sehen Sie nur die Gruppen, denen der Benutzer angehört.
ga: Filleann sé seo liosta grúpaí má tá cead agat féachaint ar bhainistiú grúpaí. Mura bhfuil, ní fheiceann tú ach na grúpaí a bhfuil an t-úsáideoir ina gcuid díobh.
hu: A csoportok listáját adja vissza, ha rendelkezik a csoportok kezelésére vonatkozó jogosultsággal. Ha nem, akkor csak azokat a csoportokat látja, amelyeknek a felhasználó tagja.
id: Menampilkan daftar grup jika Anda memiliki izin untuk mengelola grup. Jika tidak, Anda hanya dapat melihat grup tempat pengguna tersebut berada.
ja: 返り値は、グループの管理権限がある場合は、グループの一覧です。権限がない場合は、指定したユーザーが所属しているグループのみになります。
nl: Geeft ene lijst met groepen terug als u rechten heeft om groepen te beheren. Indien niet, dan kunt u alleen de groepen zien waar de gebruiker deel van uitmaakt.
pt: Retorna uma lista de grupos se tiver permissões para ver grupos geridos. Se não, então pode ver apenas os grupos dos quais o utilizador faz parte.
pt_br: Retorna uma lista de grupos se você tiver permissões para ver grupos gerenciados. Se não, então você pode ver apenas os grupos dos quais o usuário faz parte.
ro: Returnează o listă de grupuri, dacă aveți permisiuni pentru a vedea grupuri de gestionare. Dacă nu, atunci veți vedea doar grupurile din care face parte utilizatorul.
ru: Возвращает список групп, если у вас есть разрешения на просмотр групп для управления. Если их нет, то вы можете видеть только те группы, в которые входит пользователь.
sv: Returnerar en lista över grupper om du har behörighet att se och hantera grupper. Om inte, får du endast se de grupper som användaren är medlem i.
ta: குழுக்களின் பட்டியலை நிர்வகிக்கும் குழுக்களைக் காண உங்களுக்கு இசைவு இருந்தால். இல்லையென்றால், பயனர் ஒரு பகுதியாக இருக்கும் குழுக்களை மட்டுமே நீங்கள் காண வேண்டும்.
tr: Grupları yönetme izniniz varsa grupların listesini görüntüler. Yoksa, yalnızca kullanıcının parçası olduğu grupları görüntüler.
uk: Повертає список груп, якщо у вас є права доступу для перегляду групи керування. Якщо прав немає, ви зможете переглянути лише групи, частиною яких є користувач.
zh_hans: 返回群组列表，如果有权限看到管理群组的话，如果没有，那么会只看到用户所在的群组。
zh_hant: 返回群組列表，如果有權限看到管理群組的話，如果沒有，那麼會只看到用戶所在的群組。

source: Creates a new group.
de: Erstellt eine neue Gruppe.
ga: Cruthaíonn grúpa nua.
hu: Új csoport létrehozása.
id: Membuat grup baru.
ja: 新しいグループを作成します。
nl: Maakt een nieuwe groep.
pt: Cria um novo grupo.
pt_br: Cria um novo grupo.
ro: Creează un nou grup.
ru: Создаёт новую группу.
sv: Skapar en ny grupp.
ta: ஒரு புதிய குழுவை உருவாக்குகிறது.
tr: Yeni bir grup oluşturur.
uk: Створює групу.
zh_hans: 创建新的群组。
zh_hant: 創建新的群組。
