Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The preferred approach is to do this at system level, please check your distro documentation for more details (for example on debian this can be done by placing the CA certificate into :file:`/usr/local/share/ca-certificates/` and running :command:`update-ca-certificates`).
de: Der bevorzugte Ansatz ist, dies auf Systemebene zu tun. Bitte lesen Sie die Dokumentation Ihrer Distribution für weitere Details (unter Debian kann dies zum Beispiel durch das Ablegen des CA-Zertifikats in :file:`/usr/local/share/ca-certificates/` und dem Ausführen von :command:`update-ca-certificates` erfolgen).
ga: Is é an cur chuige is fearr é seo a dhéanamh ar leibhéal an chórais, seiceáil do dhoiciméadú distro le haghaidh tuilleadh sonraí (mar shampla ar debian is féidir é seo a dhéanamh tríd an deimhniú CA a chur i :file:`/usr/local/share/ca-certificates/` agus running :command:`update-ca-certificates`).
hu: A javasolt módszer a rendszerszintű telepítés, ellenőrizze a disztribúció dokumentációját a részletekért (például Debian rendszeren a CA tanúsítványt a :file:`/usr/local/share/ca-certificates/` könyvtárba kell másolni, majd a :command:`update-ca-certificates` parancsot kell futtatni).
id: Pendekatan yang lebih disukai adalah melakukan ini di tingkat sistem, silakan periksa dokumentasi distro Anda untuk detail lebih lanjut (misalnya pada Debian dapat dilakukan dengan menempatkan sertifikat CA ke dalam :file:`/usr/local/share/ca-certificates/` dan menjalankan :command:`update-ca-certificates`).
ja: 追加は、システム権限で設定してください。詳細はディストリビューションのドキュメントを参照してください（例えば Debian では、CA 証明書を :file:`/usr/local/share/ca-certificates/` に配置して、 :command:`update-ca-certificates` を実行します）。
nl: De voorkeursmethode is om dat te doen op systeemniveau, controleer de documentatie van uw distributie voor meer details (bijvoorbeeld voor Debian kan dit worden gedaan door het CA-certificaat te plaatsen in :file:`/usr/local/share/ca-certificates/` en :command:`update-ca-certificates` uit te voeren).
pt: A abordagem preferida é fazer isso no nível do sistema. Consulte a documentação da sua distro para mais detalhes (por exemplo, no Debian isso pode ser feito a por o certificado da AC em :file:`/usr/local/share/ca-certificates/` e executando :command:`update-ca-certificates`).
pt_br: A abordagem preferida é fazer isso no nível do sistema. Consulte a documentação da sua distro para mais detalhes (por exemplo, no Debian isso pode ser feito colocando o certificado de AC em :file:`/usr/local/share/ca-certificates/` e executando :command:`update-ca-certificates`).
ro: Abordarea preferată este de a face acest lucru la nivel de sistem, vă rugăm să verificați documentația distribuției dumneavoastră pentru mai multe detalii (de exemplu, pe debian, acest lucru se poate face prin plasarea certificatului CA în :file:`/usr/local/share/ca-certificates/` și rularea :command:`update-ca-certificates`).
ru: Предпочтительный подход — сделать это на системном уровне, подробнее смотрите документацию по дистрибутиву (например, в debian это можно сделать, разместив сертификат центра сертификации в каталоге :file:`/usr/local/share/ca-certificates/` и запустив команду :command:`update-ca-certificates`).
sv: Det bästa sättet är att göra detta på systemnivå. Se dokumentationen för din distribution för mer information (i Debian kan detta till exempel göras genom att placera CA-certifikatet i :file:`/usr/local/share/ca-certificates/` och köra :command:`update-ca-certificates`).
tr: Yeğlenen yaklaşım bunu sistem düzeyinde yapmaktır. Ayrıntılı bilgi almak için dağıtım belgelerinize bakabilirsiniz (örneğin debian üzerinde bu işlem, sertifika kuruluşunun sertifikasını :file:`/usr/local/share/ca-certificates/` içine yerleştirip :command:`update-ca-certificates` komutunu çalıştırarak yapılabilir).
uk: Бажаним підходом для цього є додавання на загальносистемному рівні. Щоб дізнатися більше про способи додавання, будь ласка, ознайомтеся із документацією до дистрибутива (наприклад, у Debian досягти потрібного результату можна записом сертифіката служби сертифікації до :file:`/usr/local/share/ca-certificates/` із наступним виконанням команди :command:`update-ca-certificates`).
zh_hans: 首选方法是在系统层面上进行，请查看你的发行版文档了解详情（例如在 debian 中，这可以通过将 CA 证书放置在 :file:`/usr/local/share/ca-certificates/`，并运行 :command:`update-ca-certificates` 来完成）。
zh_hant: 傾向使用的方法是在系統層次進行，更多細節請查看你的發布的文件（例如在debian 中，這可以通過將CA 證書放置在:file:`/usr/local/share/ca-certificates/` ，並運行:command:`update-ca-certificates` 來完成）。

source: The Weblate container does not include it in the search path, you need to specify full path to execute it. For example:
de: Der Weblate-Container nimmt das nicht in den Suchpfad auf, Sie müssen den vollständigen Pfad angeben, um ihn auszuführen. Zum Beispiel:
ga: Ní chuireann an coimeádán Weblate san áireamh sa chonair chuardaigh, ní mór duit cosán iomlán a shonrú chun é a rith. Mar shampla:
hu: A Weblate-konténerben ez nem szerepel az alapértelmezett keresési útvonalban, így a teljes elérési utat meg kell adni a parancsok futtatásakor. Például:
id: Kontainer Weblate tidak menyertakannya di jalur pencarian, Anda perlu menentukan jalur lengkap untuk menjalankannya. Misalnya:
nl: De Weblate container heeft het niet opgenomen in het zoekpad, u moet het volledige pad specificeren om het uit te voeren. Bijvoorbeeld:
pt_br: O contêiner do Weblate não o inclui no caminho de busca; é necessário especificar o caminho completo para executá-lo. Por exemplo:
sv: Weblate-containern inkluderar inte den i sökvägen, du måste ange hela sökvägen för att köra den. Till exempel:
ta: வலைபெயர்ப்பு கொள்கலன் அதை தேடல் பாதையில் சேர்க்கவில்லை, அதை இயக்க முழு பாதையையும் நீங்கள் குறிப்பிட வேண்டும். உதாரணமாக:
tr: Weblate kapsayıcısı bunu arama yoluna katmaz. Çalıştırmak için tam yolu belirtmeniz gerekir. Örneğin:
uk: Контейнер Weblate не включає його в шлях пошуку, вам потрібно вказати повний шлях для його виконання. Наприклад:
zh_hans: Weblate 容器不将它包括在搜索路径内，你需要指定完整路径来执行它。比如：

source: Once this is done, system tools will trust the certificate and this includes Git.
de: Sobald dies geschehen ist, vertrauen die Systemprogramme dem Zertifikat, so auch Git.
ga: Nuair a bheidh sé seo déanta, beidh muinín ag uirlisí córais sa deimhniú agus cuimsíonn sé seo Git.
hu: Ha ez megtörtént, a rendszer eszközei megbíznak a tanúsítványban, beleértve a Git-et is.
id: Setelah ini selesai, peralatan sistem akan mempercayai sertifikat tersebut dan ini termasuk Git.
ja: 追加すると、システム ツールは証明書を信頼します。これは Git も含まれます。
nl: Als dat eenmaal is gedaan, zullen de gereedschappen van het systeem het certificaat vertrouwen en dat is inclusief Git.
pt: Uma vez feito isso, as ferramentas do sistema confiarão no certificado e isso inclui o Git.
pt_br: Uma vez feito isso, as ferramentas do sistema confiarão no certificado e isso inclui o Git.
ro: Odată ce acest lucru este făcut, instrumentele de sistem vor avea încredere în certificat, inclusiv Git.
ru: Как только это будет сделано, системные инструменты станут доверять сертификату, среди этих инструментов будет и Git.
sv: När detta är gjort kommer systemverktygen att lita på certifikatet, inklusive Git.
ta: இது முடிந்ததும், கணினி கருவிகள் சான்றிதழை நம்பும், இதில் அறிவிலி அடங்கும்.
tr: Bu işlem yapıldıktan sonra, sistem araçları sertifikaya güvenir ve Git tarafından da bu sertifika kullanılır.
uk: Щойно сертифікат буде додано, загальносистемні інструменти зареєструють довіру до сертифіката. Це стосується і Git.
zh_hans: 一旦完成，系统工具就会信任证书，这包括 Git。
zh_hant: 一旦完成，系統工具就會信任證書，這包括 Git 。

source: For Python code, you will need to configure requests to use system CA bundle instead of the one shipped with it. This can be achieved by placing following snippet to :file:`settings.py` (the path is Debian specific):
de: Für Python-Code müssen Sie die Anfragen so konfigurieren, dass das System-CA-Bundle anstelle des mitgelieferten Pakets verwendet wird. Dies kann erreicht werden, indem der folgende Ausschnitt in :file:`settings.py` eingefügt wird (der Pfad ist Debian-spezifisch):
ga: Maidir le cód Python, beidh ort iarratais a chumrú chun beartán CA córais a úsáid in ionad an ceann a sheoltar leis. Is féidir é seo a bhaint amach tríd an snippet seo a leanas a chur chuig :file:`settings.py` (tá an cosán go sonrach le Debian):
hu: Python kód esetén be kell állítani, hogy a requests modul a rendszer CA csomagját használja a saját helyett. Ezt úgy teheti meg, hogy a következő kódrészletet helyezi el a :file:`settings.py` fájlban (az útvonal Debianra jellemző):
id: Untuk kode Python, Anda perlu mengonfigurasi permintaan agar menggunakan bundel CA sistem, bukan yang disertakan. Hal ini dapat dilakukan dengan menempatkan cuplikan kode berikut ke :file:`settings.py` (jalurnya khusus Debian):
ja: Python コードの場合は、同梱しているシステム CA バンドルではなく、システム CA バンドルを使用するようにリクエストを設定してください。これは、次のコードを :file:`settings.py` （Debian 固有のパス）にコピーします。設定するコード:
nl: Voor code van Python zult u verzoeken moeten configureren om de systeem CA-bundel te gebruiken, in plaats van die welke ermee is meegeleverd. Dat kan worden bereikt door de volgende snipper te plaatsen in :file:`settings.py` (het pad is specifiek voor Debian):
pt: Para código em Python, precisará configurar solicitações para usar o pacote de AC do sistema em vez do fornecido . Isso pode ser conseguido pondo os seguintes trechos em :file:`settings.py` (o caminho é específico do Debian):
pt_br: Para código Python, você precisará configurar solicitações para usar o pacote de AC do sistema em vez do enviado com ele. Isso pode ser conseguido colocando seguintes trechos para :file:`settings.py` (o caminho é específico do Debian):
ro: Pentru codul Python, va trebui să configurați cererile pentru a utiliza pachetul CA de sistem în loc de cel livrat împreună cu acesta. Acest lucru poate fi realizat prin plasarea următorului fragment în :file:`settings.py` (calea este specifică Debian):
ru: Для кода Python вам будет необходимо настроить запросы на использование системной цепочки сертификатов вместо использования цепочки, поставляемой с Python. Этого можно добиться, поместив в :file:`settings.py` следующий фрагмент кода (путь указан для Debian):
sv: För Python-kod måste du konfigurera förfrågningar så att de använder systemets CA-paket istället för det som medföljer. Detta kan göras genom att placera följande kodsnutt i :file:`settings.py` (sökvägen är Debian-specifik):
tr: Python kodu için, kendi içinde gelen sertifika yerine istekleri sistem sertifika kuruluşu paketini kullanacak şekilde yapılandırmanız gerekir. Bu işlem, aşağıdaki kod parçasını :file:`settings.py` dosyasına ekleyerek yapılabilir (yol Debian sistemine özgüdür):
uk: У коді мовою Python вам доведеться налаштувати запити на використання загальносистемного набору служб сертифікації, замість набору, який постачається разом із інтерпретатором. Для цього слід вставити до :file:`settings.py` такий фрагмент коду (шлях є специфічним для Debian):
zh_hans: 对于 Python 代码，需要配置请求来使用系统 CA bundle，而不是与它一起上市的那个。这可以通过将后面的模板放到 :file:`settings.py` 来实现（路径是 Debian 特有的）：
zh_hant: 對於 Python 代碼，需要配置請求來使用系統 CA bundle，而不是與它一起上市的那個。這可以通過將後面的模板放到 :file:`settings.py` 來實現（路徑是 Debian 特有的）：

source: Compressing client assets
de: Client-Assets komprimieren
ga: Sócmhainní cliaint a chomhbhrú
hu: Kliensoldali fájlok tömörítése
id: Mengompres aset klien
ja: クライアント アセットの圧縮
nl: Comprimeren toebehoren cliënt
pt: Comprimir os ativos do cliente
pt_br: Comprimindo os ativos do cliente
ro: Comprimarea activelor clienților
ru: Сжатие клиентских ресурсов
sv: Komprimering av klientresurser
ta: கிளையன்ட் சொத்துக்களை சுருக்கவும்
tr: İstemci varlıklarının sıkıştırılması
uk: Стиснення клієнтських даних
zh_hans: 压缩客户端资源

source: Weblate comes with a bunch of JavaScript and CSS files. For performance reasons it is good to compress them before sending to a client. In default configuration this is done on the fly at cost of little overhead. On big installations, it is recommended to enable offline compression mode. This needs to be done in the configuration and the compression has to be triggered on every Weblate upgrade.
de: Weblate wird mit einer Reihe von JavaScript- und CSS-Dateien geliefert. Aus Leistungsgründen ist es sinnvoll, diese vor dem Senden an einen Client zu komprimieren. In der Standardkonfiguration wird dies im laufenden Betrieb auf Kosten eines geringen Overheads durchgeführt. Bei großen Installationen empfiehlt es sich, den Offline-Komprimierungsmodus zu aktivieren. Dies muss in der Konfiguration vorgenommen werden, und die Komprimierung muss bei jeder Aktualisierung von Weblate ausgelöst werden.
ga: Tagann Weblate le dornán comhaid JavaScript agus CSS. Ar chúiseanna feidhmíochta is maith iad a chomhbhrú sula gcuirtear chuig cliant iad. I gcumraíocht réamhshocraithe déantar é seo ar an eitilt ar chostas beag forchostais. Ar shuiteálacha móra, moltar modh comhbhrú as líne a chumasú. Ní mór é seo a dhéanamh sa chumraíocht agus ní mór an comhbhrú a spreagadh ar gach uasghrádú Weblate.
hu: A Weblate számos JavaScript- és CSS-fájllal érkezik. Teljesítményjavítás céljából érdemes ezeket tömöríteni, mielőtt az ügyfélhez kerülnének. Alapértelmezett konfigurációban ez valós időben történik, minimális teljesítményveszteséggel. Nagyobb telepítések esetén ajánlott az offline tömörítési mód engedélyezése. Ehhez módosítani kell a konfigurációt, és minden Weblate frissítéskor újra kell futtatni a tömörítést.
id: Weblate dilengkapi dengan banyak berkas JavaScript dan CSS. Demi kinerja, sebaiknya berkas-berkas tersebut dikompres sebelum dikirim ke klien. Dalam konfigurasi bawaan, hal ini dilakukan secara otomatis dengan biaya overhead yang kecil. Pada instalasi besar, disarankan untuk mengaktifkan mode kompresi luring. Hal ini perlu dilakukan dalam konfigurasi dan kompresi harus dipicu pada setiap pembaruan Weblate.
ja: Weblate には、JavaScript と CSS ファイルが多く含まれます。パフォーマンス上の理由から、クライアントに送信する前に圧縮することが望ましいです。デフォルトの設定では、少ないオーバーヘッドで送信時に実行されます。大規模なインストールでは、オフライン圧縮モードの有効化を推奨します。これは、設定で行うことが必要であり、圧縮は、すべての Weblate をアップグレードするたびに必要です。
nl: Weblate komt met heel veel bestanden voor JavaScript en CSS. Om redenen van prestaties is het goed om ze te comprimeren voordat ze naar een cliënt worden verzonden. In de standaard configuratie wordt dit direct uitgevoerd ten koste van een kleine extra belasting. Op grote installaties wordt aanbevolen om de offline modus voor comprimeren in te schakelen. Dat moet worden gedaan in de configuratie en de compressie moet worden geactiveerd bij elke upgrade van Weblate.
pt: O Weblate vem com um monte de ficheiros JavaScript e CSS. Por razões de desempenho, é bom comprimi-los antes de enviar para um cliente. Na configuração predefinida isso é feito rapidamente ao custo de pouca sobrecarga. Em grandes instalações, recomenda-se ativar o modo de compressão offline. Isso precisa ser feito na configuração e a compressão tem que ser acionada em cada atualização do Weblate.
pt_br: Weblate vem com um monte de arquivos JavaScript e CSS. Por razões de desempenho, é bom comprimi-los antes de enviar para um cliente. Na configuração padrão isso é feito na mosca ao custo de pouca sobrecarga. Em grandes instalações, recomenda-se ativar o modo de compressão offline. Isso precisa ser feito na configuração e a compressão tem que ser acionada em cada atualização do Weblate.
ro: Weblate vine cu o mulțime de fișiere JavaScript și CSS. Din motive de performanță, este bine să le comprimați înainte de a le trimite către un client. În configurația implicită, acest lucru se face din mers, cu un mic cost suplimentar. În cazul instalațiilor mari, se recomandă activarea modului de compresie offline. Acest lucru trebuie făcut în configurație, iar compresia trebuie să fie declanșată la fiecare actualizare Weblate.
ru: Weblate поставляется с кучей файлов JavaScript и CSS. Из соображений производительности хорошей практикой будет сжимать их перед отправкой клиенту. В конфигурации по умолчанию это делается на лету ценой небольших накладных расходов. В больших же установках рекомендуется включить режим предварительного сжатия. Это можно сделать в настройках, а повторное сжатие файлов должно запускаться при каждом обновлении Weblate.
sv: Weblate levereras med en rad JavaScript- och CSS-filer. Av prestandaskäl är det bra att komprimera dem innan de skickas till en klient. I standardkonfigurationen görs detta direkt med en liten extra kostnad. Vid stora installationer rekommenderas det att aktivera offlinekomprimeringsläget. Detta måste göras i konfigurationen och komprimeringen måste aktiveras vid varje uppgradering av Weblate.
ta: வலைபெயர்ப்பு சாவாச்கிரிப்ட் மற்றும் சிஎச்எச் கோப்புகளுடன் வருகிறது. செயல்திறன் காரணங்களுக்காக ஒரு வாடிக்கையாளருக்கு அனுப்புவதற்கு முன்பு அவற்றை சுருக்குவது நல்லது. இயல்புநிலை உள்ளமைவில் இது சிறிய மேல்நிலை செலவில் பறக்கும்போது செய்யப்படுகிறது. பெரிய நிறுவல்களில், இணைப்பில்லாத சுருக்க பயன்முறையை இயக்க பரிந்துரைக்கப்படுகிறது. இது உள்ளமைவில் செய்யப்பட வேண்டும் மற்றும் ஒவ்வொரு வலைபெயர்ப்பு மேம்படுத்தலிலும் சுருக்கத்தைத் தூண்ட வேண்டும்.
tr: Weblate, bazı JavaScript ve CSS dosyalarıyla birlikte gelir. Başarımı artırmak için bunların bir istemciye gönderilmeden önce sıkıştırılması iyidir. Varsayılan yapılandırmada bu işlem çok az ek yük oluşturarak anında yapılır. Büyük kurulumlarda, çevrim dışı sıkıştırma kipini kullanıma almanız önerilir. Bunun yapılandırmada ayarlanması ve sıkıştırmanın her Weblate yükseltmesinde tetiklenmesi gerekir.
uk: Weblate постачається із набором файлів JavaScript і CSS. З міркувань забезпечення оптимальної швидкодії варто стиснути їх до надсилання клієнту. У типовій конфігурації результат досягається пакуванням «на льоту» із певною зайвою витратою ресурсів. На серверах із значним навантаженням рекомендуємо увімкнути режим попереднього стискання. Зробити це слід у налаштуваннях, а стискання слід започатковувати після кожного оновлення Weblate.
zh_hans: Weblate 带有一组 JavaScript 和 CSS 文件。由于性能的原因，在将其发送到客户端前最好进行压缩。在默认配置中，这通过耗费一点经常资源而在运行中完成。在大型安装中，推荐允许离线压缩模式。这需要在配置中完成，并且必须在每次 weblate 升级时触发压缩。
zh_hant: Weblate 帶有一組 JavaScript 和 CSS 文件。由於性能的原因，在將其發送到客戶端前最好進行壓縮。在默認配置中，這通過耗費一點經常資源而在運行中完成。在大型安裝中，推薦允許離線壓縮模式。這需要在配置中完成，並且必須在每次 weblate 升級時觸發壓縮。

source: The configuration switch is simple by enabling :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` and configuring :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (the latter is already included in the example configuration):
de: Der Konfigurationswechsel ist einfach, indem man :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` aktiviert und :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` konfiguriert (letzteres ist bereits in der Beispielkonfiguration enthalten):
ga: Tá an lasc cumraíochta simplí trí :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` a chumasú agus :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` a chumasú (tá an ceann deireanach san áireamh sa chumraíocht shamplach cheana féin):
hu: A konfiguráció egyszerű: engedélyezni kell a :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` beállítást, és meg kell adni a :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` értékeit is (ez utóbbi már szerepel a példa konfigurációban):
id: Peralihan konfigurasinya sederhana dengan mengaktifkan :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` dan mengonfigurasi :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (yang terakhir sudah termasuk dalam konfigurasi contoh):
ja: 設定の切り替えは簡単で、:attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` を有効にして、:attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` を設定するだけです（後者は設定例にすでに含まれている）。オフライン圧縮の設定例:
nl: Het inschakelen in de configuratie is eenvoudig door :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` in te schakelen en :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` te configureren (de laatste is al opgenomen in de voorbeeldconfiguratie):
pt: A mudança da configuração é simples ao ativar :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` e configuração :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (este último já está incluído na configuração do exemplo):
pt_br: A mudança da configuração é simples ao habilitar :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` e configuração :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (este último já está incluído na configuração do exemplo):
ro: Comutarea configurației este simplă prin activarea :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` și prin configurarea :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (aceasta din urmă este deja inclusă în configurația de exemplu):
ru: Такое переключение режима выполняется простым включением параметра :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` и заданием соответствующих настроек в параметре :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (последний уже включён в пример файла настроек):
sv: Konfigurationsomkopplaren är enkel genom att aktivera :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` och konfigurera :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (det senare ingår redan i exempelkonfigurationen):
tr: Yapılandırma, :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` seçeneği ve :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` seçeneği kullanıma alınarak kolayca ayarlanır (ikincisi zaten örnek yapılandırmalara eklenmiştir):
uk: Перемикання у налаштуваннях є простим — увімкніть :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` і налаштуйте :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` (останній вже включено у приклад налаштувань):
zh_hans: 配置切换很简单，通过允许 :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE`，并配置 :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT`\ （后者已经包括在示例的配置中）：
zh_hant: 配置切換很簡單，通過允許 :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE` ，並配置 :attr:`compressor:django.conf.settings.COMPRESS_OFFLINE_CONTEXT` （後者已經包括在例子的配置中）：

source: On each deploy you need to compress the files to match current version:
de: Bei jeder Bereitstellung müssen Sie die Dateien komprimieren, damit sie der aktuellen Version entsprechen:
ga: Ar gach imscaradh ní mór duit na comhaid a chomhbhrú chun an leagan reatha a mheaitseáil:
hu: Minden egyes telepítéskor tömöríteni kell a fájlokat, hogy azok az aktuális verzióhoz illeszkedjenek:
id: Pada setiap penerapan, Anda perlu mengompres berkas agar cocok dengan versi saat ini:
ja: デプロイごとに、現在のバージョンと一致するようにファイルを圧縮することが必要です。圧縮コマンド:
nl: Bij elke uitrol moet u de bestanden comprimeren om overeen te komen met de huidige versie:
pt: Em cada implantação precisa compactar os ficheiros para corresponder à versão atual:
pt_br: Em cada implantação você precisa compactar os arquivos para corresponder à versão atual:
ro: La fiecare implementare trebuie să comprimați fișierele pentru a se potrivi cu versiunea curentă:
ru: При каждом развёртывании вам необходимо сжимать файлы, чтобы они соответствовали текущей версии:
sv: Vid varje distribution måste du komprimera filerna så att de matchar den aktuella versionen:
ta: ஒவ்வொரு வரிசையிலும் தற்போதைய பதிப்போடு பொருந்தக்கூடிய கோப்புகளை சுருக்க வேண்டும்:
tr: Her dağıtımda, dosyaları geçerli sürümle eşleşecek şekilde sıkıştırmanız gerekir:
uk: При кожному розгортанні вам слід стискати файли відповідно до поточної версії:
zh_hans: 在每个部署中，您需要压缩文件来匹配当前的版本：
zh_hant: 在每個部署中，您需要壓縮文件來匹配當前的版本：
