Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: `Export Controls (EAR) on Open Source Software <https://www.magicsplat.com/blog/ear/>`_
de: `Ausfuhrkontrollen (EAR) für Open-Source-Software <https://www.magicsplat.com/blog/ear/>`_
ga: `Rialuithe Easpórtála (EAR) ar Bhogearraí Foinse Oscailte <https://www.magicsplat.com/blog/ear/>`_
hu: `Export Controls (EAR) az Open Source szoftverekre vonatkozóan <https://www.magicsplat.com/blog/ear/>`_
id: `Kontrol Ekspor (EAR) pada Perangkat Lunak Sumber Terbuka <https://www.magicsplat.com/blog/ear/>`_
ja: `オープン ソース ソフトウェアの輸出規制（EAR） <https://www.magicsplat.com/blog/ear/>`_
pt: `Controles de Exportação (EAR) em Software de Código Aberto <https://www.magicsplat.com/blog/ear/>`_ *(inglês)*
pt_br: `Controles de Exportação (EAR) em Software de Código Aberto <https://www.magicsplat.com/blog/ear/>`_ *(inglês)*
ro: `Controale de export (EAR) pe software open source <https://www.magicsplat.com/blog/ear/>`_
ru: `Ограничения экспорта (EAR) свободного ПО <https://www.magicsplat.com/blog/ear/>`_
sv: `Exportkontroll (EAR) för öppen källkod <https://www.magicsplat.com/blog/ear/>`_
ta: திறந்த மூல மென்பொருளில் `ஏற்றுமதி கட்டுப்பாடுகள் (காது) <https://www.magicsplat.com/blog/ear/>` _
tr: `Açık kaynaklı yazılım üzerindeki ihracat denetimleri (EAR) <https://www.magicsplat.com/blog/ear/>`_
uk: `Обмеження щодо експорту (EAR) для вільного відкритого програмного забезпечення <https://www.magicsplat.com/blog/ear/>`_
zh_hans: `开源软件出口管制 (EAR) <https://www.magicsplat.com/blog/ear/>`_
zh_hant: “出口控制（耳朵）開源軟件<https://www.magicsplat.com/blog/ear/>`_

source: The quality checks help catch common translator errors, ensuring the translation is in good shape. The checks can be ignored in case of false positives.
de: Die Qualitätsprüfungen helfen dabei, häufige Übersetzungsfehler zu erkennen und stellen sicher, dass die Übersetzung in gutem Zustand ist. Die Prüfungen können bei Fehlalarmen ignoriert werden.
ga: Cuidíonn na seiceálacha cáilíochta le hearráidí coitianta aistritheoirí a ghabháil, ag cinntiú go bhfuil an t-aistriúchán i gcruth maith. Is féidir neamhaird a dhéanamh ar na seiceálacha i gcás dearfacha bréagacha.
hu: A minőség-ellenőrzések segítenek kiszűrni a gyakori fordítói hibákat, így biztosítva, hogy a fordítás megfelelő állapotban legyen. Az ellenőrzések figyelmen kívül hagyhatók téves pozitív találatok esetén.
id: Pemeriksaan kualitas membantu mendeteksi galat umum penerjemah, memastikan terjemahan dalam kondisi baik. Pemeriksaan ini dapat diabaikan jika terjadi kesalahan positif.
ja: 品質検査は、一般的な翻訳ミスを発見しやすくして、翻訳が整形された状態であることを保証します。誤検出の場合は、その検査を除外にできます。
nl: De kwaliteitscontroles helpen bij het vinden van veel voorkomende fouten van vertalers, wat ervoor zorgt dat de vertaling in goede conditie is. De controles kunnen worden genegeerd in het geval van valse positieven.
pt: As verificações de qualidade ajudam a apanhar erros comuns do tradutor, garantindo que a tradução esteja em boa forma. As verificações podem ser ignoradas em caso de falsos positivos.
pt_br: As verificações de qualidade ajudam a capturar erros comuns do(a) tradutor(a), garantindo que a tradução esteja em boa forma. As verificações podem ser ignoradas em caso de falsos positivos.
ro: Verificările de calitate ajută la detectarea erorilor comune ale traducătorului, asigurându-se că traducerea este în stare bună. Verificările pot fi ignorate în cazul unor rezultate fals pozitive.
ru: Проверки качества помогают выявить распространённые ошибки переводчиков, что гарантирует хорошее состояние перевода. В случае ложно-положительных срабатываний проверки могут быть проигнорированы.
sv: Kvalitetskontrollerna hjälper till att upptäcka vanliga översättningsfel och säkerställer att översättningen är av god kvalitet. Kontrollerna kan ignoreras vid falska positiva resultat.
ta: தரமான சோதனைகள் பொதுவான மொழிபெயர்ப்பாளர் பிழைகளைப் பிடிக்க உதவுகின்றன, மொழிபெயர்ப்பு நல்ல நிலையில் இருப்பதை உறுதி செய்கிறது. தவறான நேர்மறைகள் ஏற்பட்டால் சோதனைகளை புறக்கணிக்க முடியும்.
tr: Kalite denetimleri, yaygın çevirmen hatalarını yakalamaya yardımcı olarak çevirinin iyi durumda olmasını sağlar. Hatalı doğru sonuçlarda denetimler yok sayılabilir.
uk: Перевірки якості допомагають знайти типові помилки перекладачів, що забезпечує якість перекладу. Підсумками перевірок можна нехтувати, якщо ви впевнені у їхній хибності.
zh_hans: 质量检查有助于发现常见的翻译错误，确保翻译质量良好。如果出现误报，则可以忽略这些检查。
zh_hant: 質量檢查有助於發現常見的翻譯錯誤，確保翻譯質量良好。如果出現誤報，則可以忽略這些檢查。

source: Once submitting a translation with a failing check, this is immediately shown to the user:
de: Wenn bei einer eingereichten Übersetzung die Prüfung fehlschlägt, wird dies dem Benutzer sofort angezeigt:
ga: Tar éis duit aistriúchán a chur isteach le seiceáil ag teip, taispeántar é seo láithreach don úsáideoir:
hu: Ha a fordítás véglegesítésekor egy hiba miatti ellenőrzés meghiúsul, azt a rendszer azonnal jelzi a felhasználónak:
id: Setelah mengirimkan terjemahan dengan pemeriksaan gagal, ini segera ditunjukkan kepada pengguna:
ja: 保存した翻訳が検査で不合格となった場合に、すぐにユーザーに警告を表示します。表示例:
nl: Bij het indienen van een vertaling met een mislukte controle, wordt dat onmiddellijk weergegeven aan de gebruiker:
pt: Quando enviar uma tradução com uma verificação a falhar será imediatamente mostrada ao utilizador:
pt_br: Uma vez que enviar uma tradução com uma verificação de falha, isso é imediatamente mostrado ao usuário:
ro: După trimiterea unei traduceri cu o verificare nereușită, aceasta este afișată imediat utilizatorului:
ru: После отправки перевода с неудачной проверкой, она сразу же показывается пользователю:
sv: När en översättning med ett felaktigt resultat skickas in visas detta omedelbart för användaren:
ta: தோல்வியுற்ற சோதனையுடன் மொழிபெயர்ப்பைச் சமர்ப்பித்தவுடன், இது உடனடியாக பயனருக்கு காட்டப்படும்:
tr: Kalite denetimi başarısız olan bir çeviri gönderildikten hemen sonra kullanıcıya görüntülenir:
uk: Одразу після надсилання перекладу, який не проходить перевірки, Weblate покаже користувачеві повідомлення про помилку:
zh_hans: 一旦提交了未通过检查的译文，会立即向用户显示：
zh_hant: 提交未通過檢查的翻譯後，將立即向用戶顯示：

source: Automatic fixups
de: Automatische Korrekturen
ga: Ceartúcháin uathoibríoch
hu: Automatikus javítások
id: Perbaikan otomatis
ja: 自動修正
nl: Automatisch repareren
pt: Correções automáticas
pt_br: Correções automáticas
ro: Reparații automate
ru: Автоматические исправления
sv: Automatiska korrigeringar
ta: தானியங்கி சரிசெய்தல்
tr: Kendiliğinden düzeltmeler
uk: Автоматичні виправлення
zh_hans: 自动修正
zh_hant: 自動修正

source: Trailing ellipsis replacer
de: Auslassungspunkte ersetzen
ga: Athsholáthraí éilipseacha trailing
hu: Hármaspont helyettesítő
id: Pengganti elipsis di belakang
ja: 文末の省略記号の置き換え
nl: Vervanger beletselteken (…) op het einde
pt_br: Substituidor de reticências no final
ru: Заменитель завершающего многоточия
sv: Ersättning för utdragna ellipser
ta: நீள்வட்ட மாற்றி
tr: Sondaki üç nokta değiştirici
uk: Засіб заміни завершальних багатокрапок
zh_hans: 拖尾省略号替换

source: Class name
de: Klassenname
ga: Ainm aicme
hu: Osztálynév
id: Nama kelas
nl: Klassenaam
pt_br: Nome da classe
sv: Klassnamn
tr: Sınıf adı
uk: Назва класу

source: Replace trailing dots (``...``) with an ellipsis (``…``) to make it consistent with the source string.
de: Ersetzt aufeinanderfolgende Punkte (``...``) durch einen Dreipunkt (``…``), um eine Übereinstimmung mit der Ausgangszeichenkette herzustellen.
ga: Cuir éilips (``…``) in ionad na poncanna rian (``...``) chun é a dhéanamh comhsheasmhach leis an téad foinse.
hu: A záró pontsorozatokat (``...``) cseréli le hármaspont karakterre (``…``), hogy az egyezzen a forrásszöveggel.
id: Ganti titik di akhir (``...``) dengan elipsis (``…``) agar konsisten dengan string sumber.
ja: 原文と一致するように、末尾のドット（``...``）を省略記号（``…``）に置き換えます。
nl: Vervangen van achterliggende punten (``...``) door een beletselteken (``…``) om het consistent te maken met de brontekenreeks.
pt_br: Substitui os pontos finais (``...``) por reticências (``…``) para torná-los consistentes com o texto fonte.
ru: Замените конечные точки (``...``) многоточием (``…``), чтобы обеспечить соответствие исходной строке.
sv: Ersätt punkter i slutet (``...``) med tre punkter (``…``) för att göra det konsekvent med källsträngen.
ta: மூல சரத்துடன் ஒத்துப்போக ஒரு நீள்வட்ட புள்ளிகளை (`` ... ``) ஒரு நீள்வட்டத்துடன் (``… ``) மாற்றவும்.
tr: Kaynak dizge ile tutarlı olması için sondaki üç ayrı noktayı (``...``) bir üç nokta karakteri (``…``) ile değiştirir.
uk: Замінити кінцеві крапки (``...``) на багатокрапку (``…``) для забезпечення однорідності зі початковим рядком.
zh_hans: 用省略号 (``…``) 替换拖尾点 (``...``) 来保持和源字符串的一致。

source: Zero-width space removal
de: Breitenlose Leerzeichen entfernen
ga: Baint spáis nialasach
hu: Nulla szélességű szóköz eltávolítása
id: Penghapusan spasi lebar-nol
ja: ゼロ幅スペースの削除
nl: Verwijderen spatie zonder breedte
pt_br: Remoção de espaço com largura zero
ru: Удаление пространства нулевой ширины
sv: Borttagning av mellanslag med nollbredd
ta: சுழிய அகல இடத்தை அகற்றுதல்
tr: Sıfır genişlikli boşluk kaldırma
uk: Вилучення символів нульової ширини
zh_hans: 零宽空格删除

source: Zero width space is typically not desired in the translation. This fix will remove it unless it is present in the source string as well.
de: Breitenlose Leerzeichen sind in der Regel in der Übersetzung nicht erwünscht. Mit dieser Korrektur wird es entfernt, sofern es nicht auch in der Ausgangszeichenkette vorhanden ist.
ga: De ghnáth ní bhíonn spás ar leithead nialasach ag teastáil san aistriúchán. Bainfidh an socrú seo é mura bhfuil sé i láthair sa teaghrán foinse freisin.
hu: A nulla szélességű szóköz általában nem kívánatos a fordításban. Ez a javítás eltávolítja, hacsak nincs jelen a forrásszövegben is.
id: Spasi dengan lebar nol biasanya tidak diinginkan dalam terjemahan. Perbaikan ini akan menghapusnya kecuali jika spasi tersebut juga ada dalam string sumber.
ja: 通常、ゼロ幅のスペースは、翻訳には不要です。この修正により、原文の文字列にも存在しない限り、ゼロ幅のスペースが削除されます。
nl: Nulbreedte spatie is gewoonlijk niet gewenst in een vertaling. Deze reparatie zal het verwijderen, tenzij het ook in de brontekenreeks aanwezig is.
pt_br: Espaço de largura zero normalmente não é desejado na tradução. Esta correção irá removê-lo, a menos que esteja presente no texto fonte também.
ru: Пространство нулевой ширины обычно нежелательно при переводе. Это исправление удалит его, если он также не присутствует в исходной строке.
sv: Nollbreddsutrymme är vanligtvis inte önskvärt i översättningen. Denna korrigering tar bort det om det inte också finns i källsträngen.
ta: சுழிய அகல இடம் பொதுவாக மொழிபெயர்ப்பில் விரும்பவில்லை. மூல சரத்திலும் இல்லாவிட்டால் இந்த பிழைத்திருத்தம் அதை அகற்றும்.
tr: Çeviride genellikle sıfır genişlikli boşluklar istenmez. Bu düzeltme, kaynak dizgede de bulunmadığı sürece bunları kaldırır.
uk: Зазвичай, символи нульової ширини є зайвими у перекладі. Це виправлення призводить до вилучення таких символів, якщо їх немає у початковому рядку.
zh_hans: 译文中通常不希望出现零宽空格。此修补会删除它，除非源字符串中也存在零宽空格。

source: Control characters removal
de: Steuerzeichen entfernen
ga: Baint carachtair rialaithe
hu: Vezérlőkarakterek eltávolítása
id: Penghapusan karakter kontrol
ja: 制御文字の削除
nl: Verwijderen besturingstekens
pt_br: Remoção de caracteres de controle
ru: Удаление управляющих символов
sv: Borttagning av kontrolltecken
ta: எழுத்துக்களை அகற்றுவதைக் கட்டுப்படுத்துங்கள்
tr: Denetim karakterlerini kaldırma
uk: Вилучення керівних символів
zh_hans: 控制字符删除

source: Removes control characters if the source does not contain any.
de: Entfernt Steuerzeichen, wenn die Ausgangszeichenkette keine enthält.
ga: Baintear carachtair rialaithe as mura bhfuil aon cheann san fhoinse.
hu: Eltávolítja a vezérlőkaraktereket, ha a forrásszöveg nem tartalmaz ilyeneket.
id: Menghapus karakter kontrol jika sumber tidak mengandung karakter apa pun.
ja: 原文に制御文字が含まれていない場合は、制御文字を削除する。
nl: Verwijdert besturingstekens als de bron er geen bevat.
pt: Remove caracteres de controle se a fonte não contiver nenhum.
pt_br: Remove caracteres de controle se a fonte não contiver nenhum.
ro: Elimină caracterele de control în cazul în care sursa nu conține niciunul.
ru: Удаляет управляющие символы, если исходная строка их не содержит.
sv: Tar bort kontrolltecken om källan inte innehåller några.
ta: மூலத்தில் எதுவும் இல்லை என்றால் கட்டுப்பாட்டு எழுத்துக்களை நீக்குகிறது.
tr: Kaynakta bulunmuyorsa denetim karakterlerini kaldırır.
uk: Вилучає керівні символи, якщо у початковому коді міститься ці символи.
zh_hans: 如果原文不包含任何控制字符，则删除控制字符。
zh_hant: 去掉控製字符，如果源字符串不包含的話。

source: Replaces sentence full stop in Bangla by the Devanagari danda character (``।``).
de: Ersetzt den Satzpunkt in Bangla durch das Devanagari-Danda-Zeichen (``।``).
ga: Cuirtear carachtar Devanagari danda (``।``) in ionad lánstad na pianbhreithe i Bangla.
hu: A bangla mondatzáró pontokat lecseréli a dévanágari danda karakterre (``।``).
id: Mengganti titik dalam kalimat dalam Bangla dengan karakter danda Devanagari (``।``).
nl: Verwijdert de punt aan het einde van de zin in Bengalees door het teken Devanagari danda (``।``).
pt_br: Substitui o ponto final da frase em Bangla pelo caractere Devanagari danda (``।``).
sv: Ersätter punkt i bengali med devanagari-tecknet danda (``।``).
tr: Bangla yazımında cümle sonundaki noktayı Devanagari Danda karakteri (``।``) ile değiştirir.
uk: Замінює крапку в реченні мовою бенгальська символом деванагарі данда (``।``).

source: Punctuation spacing
de: Interpunktionszeichenabstand
ga: Spásáil poncaíochta
hu: Írásjel térköze
id: Spasi pada tanda baca
ja: 句読点のスペース
nl: Interpunctie-afstand
pt: Espaçamento da pontuação
pt_br: Espaçamento de pontuação
ro: Spațiere punctuație
ru: Пробелы и пунктуация
sv: Skiljeteckensavstånd
ta: நிறுத்தற்குறி இடைவெளி
tr: Noktalama aralığı
uk: Щільність знаків
zh_hans: 标点间距
zh_hant: 標點符號間距

source: Ensures French uses correct punctuation spacing.
de: Stellt sicher, dass Französisch korrekte Interpunktionszeichenabstände verwendet.
ga: Cinntíonn an Fhraincis go n-úsáideann an spásáil cheart poncaíochta.
hu: Biztosítja, hogy a francia nyelvhez megfelelő írásjelezési szóközöket használja a rendszer.
id: Memastikan Prancis menggunakan spasi tanda baca yang benar.
nl: Zorgt ervoor dat Frans de juiste afstand voor punctuatie gebruikt.
pt_br: Garante que o francês use o espaçamento de pontuação correto.
sv: Säkerställer att franska använder korrekt interpunktionsavstånd.
tr: Fransızca noktalama aralığının doğru olmasını sağlar.
uk: Переконується, що французька мова використовує правильні розділові інтервали.

source: This fixup can be disabled via ``ignore-punctuation-spacing`` flag (which also disables :ref:`check-punctuation-spacing`).
de: Diese Korrektur kann über die Markierung ``ignore-punctuation-spacing`` deaktiviert werden (wodurch auch :ref:`check-punctuation-spacing` deaktiviert wird).
ga: Is féidir an deisiúchán seo a dhíchumasú trí bhratach `` neamhaird a dhéanamh ar phoncaíocht-spásáil` (a dhíchumasaítear freisin :ref:`check-punctuation-spacing`).
hu: Ez a javítás kikapcsolható az ``ignore-punctuation-spacing`` jelzővel (ez egyúttal kikapcsolja az :ref:`check-punctuation-spacing` ellenőrzést is).
id: Perbaikan ini dapat dinonaktifkan melalui tanda ``ignore-punctuation-spacing`` (yang juga menonaktifkan :ref:`check-punctuation-spacing`).
ja: この修正は ``ignore-punctuation-spacing`` フラグで無効にできます（これにより :ref:`check-punctuation-spacing` も無効になる）。
nl: Deze reparatie kan worden uitgeschakeld met de vlag ``ignore-punctuation-spacing`` (die ook :ref:`check-punctuation-spacing` uitschakelt).
pt_br: Essa correção pode ser desabilitada por meio do marcador ``ignore-punctuation-spacing`` (que também desabilita :ref:`check-punctuation-spacing`).
sv: Denna korrigering kan inaktiveras via flaggan ``ignore-punctuation-spacing`` (som också inaktiverar :ref:`check-punctuation-spacing`).
tr: Bu düzeltme ``ignore-punctuation-spacing`` imiyle kapatılabilir (bu :ref:`check-punctuation-spacing` seçeneğini de kapatır).
uk: Це виправлення можна вимкнути за допомогою прапорця ``ignore-punctuation-spacing`` (який також вимикає :ref:`check-punctuation-spacing`).
zh_hans: 可通过 ``ignore-punctuation-spacing`` 标记停用此修正（此标记同样会停用 :ref:`check-punctuation-spacing`）。

source: Unsafe HTML cleanup
de: Unsicheres HTML bereinigen
ga: Glanadh HTML neamhshábháilte
hu: Nem biztonságos HTML eltávolítása
id: Pembersihan HTML yang tidak aman
ja: 安全でない HTML のクリーンアップ
nl: Opschonen onveilige HTML
pt_br: Limpeza de HTML inseguro
ru: Небезопасная очистка HTML
sv: Rensning av osäker HTML
ta: பாதுகாப்பற்ற html தூய்மைப்படுத்துதல்
tr: Güvenli olmayan HTML temizleme
uk: Небезпечне чищення коду HTML
zh_hans: 不安全的 HTML 清理

source: Removes unsafe HTML markup from strings flagged as ``safe-html``.
de: Entfernt unsichere HTML-Auszeichnungen aus Zeichenketten, die als ``safe-html`` markiert sind.
ga: Bain marcáil HTML neamhshábháilte ó theaghráin atá marcáilte mar ''safe-html''.
hu: Eltávolítja a nem biztonságos HTML-elemeket azokból a szövegekből, amelyek ``safe-html`` megjelöléssel rendelkeznek.
id: Menghapus markup HTML yang tidak aman dari string yang ditandai sebagai ``safe-html``.
nl: Verwijdert onveilige HTML uit tekenreeksen die zijn gevlagd als ``safe-html``.
pt_br: Remove a marcação HTML insegura dos textos marcados como ``safe-html``.
sv: Tar bort osäkra HTML-markeringar från strängar som är markerade som ``safe-html``.
uk: Видаляє небезпечну розмітку HTML із рядків, позначених як ``safe-html``.

source: Trailing and leading whitespace fixer
de: Leerzeichen an Beginn und Ende korrigieren
ga: Socrú spás bán ráchairt agus tosaigh
hu: Kezdő és záró szóközök egyeztetése
id: Pemecah spasi awal dan akhir
ja: 文頭と文末の空白の修正
nl: Repareren witruimte aan het begin en einde
pt_br: Corretor de espaços em branco no final e no início
ru: Конечный и ведущий фиксатор пробелов
sv: Korrigering av efterföljande och föregående blanksteg
ta: வைட்ச்பேச் ஃபிக்சரை பின்னால் மற்றும் வழிநடத்துதல்
tr: Başta ve sonraki beyaz boşlukları düzeltme
uk: Засіб виправлення кінцевих і початкових пробілів
zh_hans: 修复首尾空白

source: Makes leading and trailing whitespace consistent with the source string. The behavior can be fine-tuned using ``ignore-begin-space`` and ``ignore-end-space`` flags to skip processing parts of the string.
de: Stellt führende und nachgestellte Leerzeichen in Übereinstimmung mit der Ausgangszeichenkette her. Das Verhalten kann mit den Markierungen ``ignore-begin-space`` und ``ignore-end-space`` genau abgestimmt werden, um Teile der Zeichenkette bei der Bearbeitung zu überspringen.
ga: Déanann spás bán ceannaireachta agus rianaithe comhsheasmhach leis an téad foinse. Is féidir an t-iompar a mhionchoigeartú trí úsáid a bhaint as bratacha ``neamhaird-tosaigh-spás`` agus `` neamhaird a dhéanamh ar an spás deiridh`` chun codanna den téad a phróiseáil a scipeáil.
hu: A forrásszöveggel egyezővé teszi a kezdő és záró szóközöket. A viselkedés az ``ignore-begin-space`` és ``ignore-end-space`` jelzőkkel testreszabható, hogy a szöveg egyes részeit ne dolgozza fel.
id: Membuat spasi awal dan akhir konsisten dengan string sumber. Perilaku ini dapat diatur dengan baik menggunakan tanda ``ignore-begin-space`` dan ``ignore-end-space`` untuk melewati pemrosesan bagian string.
ja: 先頭と末尾の空白を原文と一致させます。 ``ignore-begin-space`` および ``ignore-end-space`` フラグを使用して、処理の一部を省略するように調整できます。
nl: Maakt voorafgaande en achterliggende witruimte consistent met de brontekenreeks. Het gedrag kan fijn worden afgestemd met de vlaggen ``ignore-begin-space`` en ``ignore-end-space`` om delen van de tekenreeks over te slaan.
pt_br: Torna os espaços em branco no início e no final consistentes com o texto fonte. O comportamento pode ser ajustado usando os marcadores``ignore-begin-space`` e ``ignore-end-space`` para pular partes do processamento da string.
ru: Приводит начальные и конечные пробелы в соответствие с исходной строкой. Поведение можно настроить с помощью флагов ``ignore-begin-space`` и ``ignore-end-space`` для пропуска обработки частей строки.
sv: Gör ledande och efterföljande blanksteg konsekventa med källsträngen. Beteendet kan finjusteras med hjälp av flaggorna ``ignore-begin-space`` och ``ignore-end-space`` för att hoppa över bearbetning av delar av strängen.
ta: முன்னணி மற்றும் பின்தங்கிய இடைவெளியை மூல சரத்துடன் ஒத்துப்போகச் செய்கிறது. `` புறக்கணிக்கவும்-பெசின்-ச்பேச்`` மற்றும் சரத்தின் பகுதிகளைத் தவிர்ப்பதற்கு `` புறக்கணிப்பு-எண்ட்-ச்பேச்`` ஆகியவற்றைப் பயன்படுத்தி நடத்தை நன்றாக வடிவமைக்க முடியும்.
tr: Başta ve sondaki boşlukları kaynak dizgeyle tutarlı hale getirir. Dizgenin işlenecek bölümlerini atlamak için ``ignore-begin-space`` ve ``ignore-end-space`` imleri ile ince ayar yapılabilir.
uk: Робить початкові і кінцеві комплекти пробілів однаковими у перекладі і початковому рядку. Поведінку можна скоригувати за допомогою прапорців ``ignore-begin-space`` і ``ignore-end-space`` з метою пропускання обробки частин рядка.
zh_hans: 使首尾空白和源字符串保持一致。可使用 ``ignore-begin-space`` 和 ``ignore-end-space`` 标记精确调整行为以跳过字符串的处理部分。

source: Quality checks
de: Qualitätsprüfungen
ga: Seiceálacha cáilíochta
hu: Minőség-ellenőrzések
id: Pemeriksaan kualitas
ja: 品質検査
nl: Kwaliteitscontroles
pt: Verificações de qualidade
pt_br: Verificações de qualidade
ro: Controale de calitate
ru: Проверки качества
sv: Kvalitetskontroller
ta: தர சோதனைகள்
tr: Kalite denetimleri
uk: Перевірки якості
zh_hans: 质量检查
zh_hant: 質量檢查
