Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: These variables allow you to adjust Celery worker options. It can be useful to adjust concurrency (``--concurrency 16``) or use different pool implementation (``--pool=gevent``).
de: Mit diesen Variablen können die Celery-Worker-Optionen angepasst werden. Es kann nützlich sein, die Parallelität anzupassen (``--concurrency 16``) oder eine andere Pool-Implementierung zu verwenden (``--pool=gevent``).
ga: Ligeann na hathróga seo duit roghanna oibrithe Soilire a choigeartú. Is féidir go mbeadh sé úsáideach concurrency (``--concurrency 16``) a choigeartú nó cur i bhfeidhm difriúil linn snámha a úsáid (``--pool = gevent``).
hu: E változók segítségével a Celery munkafolyamatok beállításai módosíthatók. Például a párhuzamosság (`--concurrency 16`) vagy a feldolgozó háttér (pl. `--pool=gevent`).
id: Variabel-variabel ini memungkinkan Anda menyesuaikan opsi pekerja Celery. Penyesuaian konkurensi (``--concurrency 16``) atau implementasi pool yang berbeda (``--pool=gevent``) dapat bermanfaat.
ja: これらの変数を使用すると、Celery ワーカーのオプションを変更できます。同時実行性を変更したり（``---concurrency 16``）、別のプールの実装を使用したり（``---pool=gevent``）するのに便利です。
nl: Deze variabelen stellen u in staat opties voor werkers van Celery aan te passen. Het kan nuttig zijn om de gelijktijdige aan te passen (``--concurrency 16``) of een andere implementatie van de pool te gebruiken (``--pool=gevent``).
pt: Essas variáveis permitem que ajuste as opções do worker do Celery. Pode ser útil ajustar a simultaneidade (``--concurrency 16``) ou usar diferentes implementações de pool (``--pool=gevent``).
pt_br: Essas variáveis permitem que você ajuste as opções do worker do Celery. Pode ser útil ajustar a simultaneidade (``--concurrency 16``) ou usar diferentes implementações de pool (``--pool=gevent``).
ro: Aceste variabile vă permit să ajustați opțiunile lucrătorului Celery. Poate fi utilă pentru a ajusta concurența (``--concurrency 16``) sau pentru a utiliza o implementare diferită a pool-ului (``--pool=gevent``).
ru: Эти переменные позволяют настроить параметры рабочего Celery. Может быть полезно подправить степень параллелизма (``--concurrency 16``) или включить использование другой реализации пула (``--pool=gevent``).
sv: Med dessa variabler kan du justera Celery-arbetaralternativen. Det kan vara användbart att justera samtidigheten (``--concurrency 16``) eller använda en annan poolimplementering (``--pool=gevent``).
ta: இந்த மாறிகள் செலரி தொழிலாளர் விருப்பங்களை சரிசெய்ய உங்களை அனுமதிக்கின்றன. ஒத்திசைவை சரிசெய்ய (``--ஒத்திசைவு 16``) அல்லது வெவ்வேறு பூல் செயல்படுத்தலைப் பயன்படுத்துவது பயனுள்ளதாக இருக்கும் (``--பூல் = சென்ட்``).
tr: Bu seçenekler, Celery işlemi seçeneklerini ayarlamanızı sağlar. Eşzamanlılığı ayarlamak (``--concurrency 16``) veya farklı havuz uygulaması kullanmak (``—pool=gevent``) yararlı olabilir.
uk: За допомогою цих змінних ви можете скоригувати параметри обробника Celery. Цим можна скористатися для коригування паралельної обробки (``--concurrency 16``) або використання іншої реалізації буфера (``--pool=gevent``).
zh_hans: 这些变量允许您调整 Celery 工作进程选项。它可以用于调整并发性（ ``--concurrency 16`` ），或使用不同的池实现（ ``--pool=gevent`` ）。
zh_hant: 這些變量允許您調整 Celery worker 選項。它可以用於調整併發性（ ``--concurrency 16`` ），或使用不同的池實現（ ``--pool=gevent`` ）。

source: By default, the number of concurrent workers is based on :envvar:`WEBLATE_WORKERS`.
de: Standardmäßig basiert die Anzahl der gleichzeitigen Worker auf :envvar:`WEBLATE_WORKERS`.
ga: De réir réamhshocraithe, tá líon na n-oibrithe comhthráthacha bunaithe ar :envvar:`WEBLATE_WORKERS`.
hu: Alapértelmezés szerint a párhuzamos folyamatok száma a :envvar:`WEBLATE_WORKERS` értékén alapul.
id: Secara bawaan, jumlah pekerja bersamaan didasarkan pada :envvar:`WEBLATE_WORKERS`.
ja: デフォルトでは、同時ワーカーの数は :envvar:`WEBLATE_WORKERS` に基づきます。
nl: Standaard is het aantal gelijktijdige werkers gebaseerd op :envvar:`WEBLATE_WORKERS`.
pt: Por padrão, a quantidade de workers simultâneos é baseado em :envvar:`WEBLATE_WORKERS`.
pt_br: Por padrão, o número de workers simultâneos é baseado em :envvar:`WEBLATE_WORKERS`.
ro: În mod implicit, numărul de lucrători simultani se bazează pe :envvar:`WEBLATE_WORKERS`.
ru: По умолчанию количество одновременно обработчиков основано на :envvar:`WEBLATE_WORKERS`.
sv: Som standard baseras antalet samtidiga arbetare på :envvar:`WEBLATE_WORKERS`.
tr: Varsayılan olarak, eşzamanlı işlem sayısı :envvar:`WEBLATE_WORKERS` seçeneğinden alınır.
uk: Типово, кількість конкурентних обробників визначається на основі :envvar:`WEBLATE_WORKERS`.
zh_hans: 默认情况下，并发工作者的数量是基于 :envvar:`WEBLATE_WORKERS`。
zh_hant: 默認情況下，並發工作人員的數量基於：envvar：`weblate_workers`。

source: :doc:`Celery worker options <celery:reference/celery.bin.worker>`
sv: :doc:`Celery-arbetaralternativ <celery:reference/celery.bin.worker>`

source: This variable can be set to ``1`` to run only one celery process. This reduces memory usage but may impact Weblate performance.
de: Diese Variable kann auf ``1`` gesetzt werden, um nur einen Celery-Prozess auszuführen. Dies reduziert den Speicherverbrauch, kann aber die Leistung von Weblate beeinträchtigen.
ga: Is féidir an athróg seo a shocrú go ``1`` chun próiseas soilire amháin a rith. Laghdaíonn sé seo úsáid chuimhne ach d'fhéadfadh tionchar a bheith aige ar fheidhmíocht Weblate.
hu: Ez a változó ``1`` értékre állítva csak egyetlen Celery-folyamatot indít. Csökkenti a memóriahasználatot, de ronthatja a teljesítményt.
id: Variabel ini dapat diatur ke ``1`` untuk menjalankan hanya satu proses celery. Hal ini mengurangi penggunaan memori tetapi dapat memengaruhi kinerja Weblate.
ja: この変数を ``1`` に設定すると、celery プロセスを 1 つだけ実行できます。これによりメモリ使用量は減りますが、Weblate の性能に影響がでることがあります。
nl: Deze variabele kan worden ingesteld op ``1`` om slechts een proces van Celery uit te voeren. Dit reduceert het geheugengebruik, maar zou invloed kunnen hebben op de prestaties van Weblate.
pt: Esta variável pode ser definida como ``1`` para executar apenas um processo celery. Isto reduz o uso de memória, mas pode afetar o desempenho do Weblate.
pt_br: Essa variável pode ser definida como ``1`` para executar apenas um processo Celery. Isso reduz o uso de memória, mas pode afetar o desempenho do Weblate.
sv: Denna variabel kan ställas in på ``1`` för att endast köra en celery-process. Detta minskar minnesanvändningen men kan påverka Weblates prestanda.
ta: இந்த மாறியை ஒரு செலரி செயல்முறையை மட்டுமே இயக்க `` 1`` ஆக அமைக்கலாம். இது நினைவக பயன்பாட்டைக் குறைக்கிறது, ஆனால் வலைபெயர்ப்பு செயல்திறனை பாதிக்கலாம்.
tr: Bu değişken yalnızca bir Celery işlemini çalıştırmak için ``1`` olarak ayarlanabilir. Bu ayar bellek kullanımını azaltır ancak Weblate başarımını etkileyebilir.
uk: Цю змінну можна встановити у ``1``, щоб запустити лише один процес celery. Це зменшує використання пам'яті, але може вплинути на продуктивність Weblate.
zh_hans: 此变量可以设置为 ``1``，以便只运行一个 Celery 进程。这会减少内存使用，但可能会影响 Weblate 性能。

source: Configure how many WSGI workers should be executed.
de: Konfiguriert, wie viele WSGI-Worker ausgeführt werden sollen.
ga: Cumraigh cé mhéad oibrí WSGI ba cheart a fhorghníomhú.
hu: A futtatandó WSGI munkafolyamatok számának beállítása.
id: Konfigurasikan berapa banyak pekerja WSGI yang akan dieksekusi.
nl: Configureer hoeveel werkers van WSGI zouden moeten worden uitgevoerd.
pt_br: Configura quantos workers WSGI devem ser executados.
sv: Konfigurera hur många WSGI-arbetare som ska köras.
ta: எத்தனை WSGI தொழிலாளர்கள் செயல்படுத்தப்பட வேண்டும் என்பதை உள்ளமைக்கவும்.
tr: Çalışacak WSGI işlemi sayısını yapılandırın.
uk: Налаштуйте, скільки WSGI робітників має бути виконано.
zh_hans: 配置应该执行多少个 WSGI 工作进程。

source: It defaults to half of :envvar:`WEBLATE_WORKERS`, but is always at least 2.
id: Bawaannya adalah setengah dari :envvar:`WEBLATE_WORKERS`, tetapi selalu minimal 2.
sv: Standardvärdet är hälften av :envvar:`WEBLATE_WORKERS`, men är alltid minst 2.

source: :envvar:`WEB_WORKERS` configures how many worker processes will used by :program:`granian`.
id: :envvar:`WEB_WORKERS` mengonfigurasi berapa banyak proses pekerja yang akan digunakan oleh :program:`granian`.
sv: :envvar:`WEB_WORKERS` konfigurerar hur många arbetsprocesser som ska användas av :program:`granian`.

source: Defines which services should be executed inside the container. Use this for :ref:`docker-scaling`.
de: Legt fest, welche Dienste innerhalb des Containers ausgeführt werden sollen. Verwenden Sie dies für :ref:`docker-scaling`.
ga: Sainmhíníonn cé na seirbhísí ba chóir a fhorghníomhú taobh Úsáid é seo le haghaidh :ref:`docker-scaling`.
hu: Meghatározza, mely szolgáltatások fussanak a konténeren belül. Használja a :ref:`docker-scaling` konfigurálására.
id: Menentukan layanan mana yang harus dijalankan di dalam kontainer. Gunakan ini untuk :ref:`docker-scaling`.
ja: コンテナ内で実行するサービスを設定します。これは、:ref:`docker-scaling` に使用します。
nl: Definieert welke services zouden moeten worden uitgevoerd binnen de container. Gebruik dit voor :ref:`docker-scaling`.
pt: Define quais serviços devem ser executados dentro do contentor. Use isto para :ref:`docker-scaling`.
pt_br: Define quais serviços devem ser executados dentro do contêiner. Use isto para :ref:`docker-scaling`.
ro: Definește ce servicii ar trebui să fie executate în interiorul containerului. Utilizați acest lucru pentru :ref:`docker-scaling`.
ru: Определяет, какие службы должны выполняться внутри контейнера. Используйте это для :ref:`docker-scaling`.
sv: Definierar vilka tjänster som ska köras inuti containern. Använd detta för :ref:`docker-scaling`.
tr: Kapsayıcı içinde hangi hizmetlerin yürütülmesi gerektiğini tanımlar. Bunu :ref:`docker-scaling` için kullanın.
uk: Визначає, які служби слід запускати всередині контейнера. Скористайтеся цим для :ref:`масштабування <docker-scaling>`.
zh_hans: 定义应在容器内执行哪些服务，使用对象 :ref:`docker-scaling`。
zh_hant: 定義應在容器內執行哪些服務，使用對象 :ref:`docker-scaling`。

source: Following services are defined:
de: Folgende Dienste sind definiert:
ga: Sainmhínítear na seirbhísí seo a leanas:
hu: A következő szolgáltatások érhetők el:
id: Layanan berikut didefinisikan:
ja: サービス が 定義されている項目:
nl: De volgende services zijn gedefinieerd:
pt: Os seguintes serviços são definidos:
pt_br: Os seguintes serviços são definidos:
ro: Sunt definite următoarele servicii:
ru: Определены следующие услуги:
sv: Följande tjänster definieras:
ta: பின்வரும் சேவைகள் வரையறுக்கப்பட்டுள்ளன:
tr: Şu hizmetler tanımlanmıştır:
uk: Визначено такі перевірки:
zh_hans: 定义了以下服务：

source: Celery task scheduler, only one instance should be running. This container is also responsible for the database structure migrations and it should be started prior others.
de: Celery-Aufgabenplaner, es sollte nur eine Instanz ausgeführt werden. Dieser Container ist auch für die Migrationen der Datenbankstruktur zuständig und sollte vor den anderen gestartet werden.
ga: Sceidealóir tasc soilire, níor cheart ach sampla amháin a bheith ar siúl. Tá an coimeádán seo freagrach freisin as aistrithe struchtúr an bhunachair shonraí agus ba cheart é a thosú roimh chinn eile.
hu: Celery feladatütemező – egyszerre csak egy példány futhat. Ez végzi az adatbázis-struktúra migrációját is, így ezt kell elsőként elindítani.
id: Penjadwal tugas Celery, hanya satu instans yang boleh berjalan. Kontainer ini juga bertanggung jawab atas migrasi struktur basis data dan harus dimulai sebelum yang lain.
ja: Celery タスク スケジューラでは、実行は、1 つのインスタンスのみにしてください。このコンテナは、データベース構造の移行も行うため、他のコンテナよりも先に起動させてください。
nl: Celery schema voor taken, er zou slechts een instantie moeten worden uitgevoerd. Deze container is ook verantwoordelijk voor de migraties van de structuur van de database en het zou voorafgaande aan andere moeten worden gestart.
pt: Agendador de tarefas do Celery, apenas uma instância deve estar em execução. Este contentor também é responsável pelas migrações da estrutura do banco de dados e deve ser iniciado antes dos demais.
pt_br: Agendador de tarefas do Celery, apenas uma instância deve estar em execução. Este contêiner também é responsável pelas migrações da estrutura do banco de dados e deve ser iniciado antes dos demais.
ro: Celery task scheduler, doar o singură instanță ar trebui să ruleze. Acest container este, de asemenea, responsabil pentru migrarea structurii bazei de date și trebuie să fie pornit înaintea celorlalte.
ru: Планировщик задач Celery, должен быть запущен только в одном экземпляре. Этот контейнер также отвечает за миграцию структуры базы данных и должен быть запущен раньше других.
sv: Celery-uppgiftsschemaläggare, endast en instans ska köras. Denna behållare ansvarar också för migreringar av databasstrukturen och ska startas före andra.
ta: செலரி பணி திட்டமிடல், ஒரு நிகழ்வு மட்டுமே இயங்க வேண்டும். தரவுத்தள கட்டமைப்பு இடம்பெயர்வுகளுக்கும் இந்த கொள்கலன் பொறுப்பாகும், மேலும் இது மற்றவர்களுக்கு முன் தொடங்கப்பட வேண்டும்.
tr: Celery görev zamanlayıcısı. Yalnızca bir kopya çalışıyor olmalıdır. Bu kapsayıcı aynı zamanda veri tabanı yapısı aktarımlarından da sorumludur ve diğerlerinden önce başlatılmalıdır.
uk: Планувальник завдань Celery, має бути запущено лише один екземпляр. Цей контейнер також відповідає за перенесення структури бази даних, його має бути запущено перед усіма іншими.
zh_hans: Celery任务调度器，应该只有一个实例在运行。这个容器也负责数据库结构的迁移，它应该在其他容器之前启动。
zh_hant: Celery任務調度程序，只能運行一個實例。該容器也負責數據庫結構遷移，並且應該在其他人之前啟動。

source: Celery worker for backups, only one instance should be running.
de: Celery-Worker für Sicherungen, es sollte nur eine Instanz laufen.
ga: Oibrí soilire le haghaidh cúltacaí, níor cheart ach sampla amháin a bheith ar siúl.
hu: Celery munkafolyamat biztonsági mentésekhez – szintén csak egy példány engedélyezett.
id: Pekerja seledri untuk pencadangan, hanya satu instansi yang harus dijalankan.
ja: バックアップ用の Celery ワーカー。実行は、1 つのインスタンスのみにしてください。
nl: Celery werker voor back-ups, er zou slechts een instantie moeten worden uitgevoerd.
pt: Worker do Celery para backups, apenas uma instância deve estar em execução.
pt_br: Worker do Celery para backups, apenas uma instância deve estar em execução.
ro: Celery worker pentru copii de rezervă, o singură instanță trebuie să ruleze.
ru: Обработчик Celery для резервного копирования, должен быть запущен только один.
sv: Celery-arbetare för säkerhetskopior, endast en instans ska köras.
ta: காப்புப்பிரதிகளுக்கான செலரி தொழிலாளி, ஒரு நிகழ்வு மட்டுமே இயங்க வேண்டும்.
tr: Yedeklemeler için Celery işlemi. Yalnızca bir kopya çalışmalıdır.
uk: Обробник Celery для резервного копіювання, має бути запущено лише один екземпляр.
zh_hans: 用于备份的 Celery 工作进程，应该只有一个实例在运行。
zh_hant: 凱利工人備份，只能運行一個例子。

source: Generic Celery worker.
de: Allgemeiner Celery-Worker.
ga: Oibrí Soilire Cineálach.
hu: Általános Celery munkafolyamat.
id: Pekerja Celery generik.
ja: 一般的な Celery ワーカー。
nl: Algemene Celery werker.
pt: Worker genérico do Celery.
pt_br: Worker genérico do Celery.
ro: Lucrător generic Celery.
ru: Общий обработчик Celery.
sv: Generisk selleriarbetare.
ta: பொதுவான செலரி தொழிலாளி.
tr: Genel Celery işlemi.
uk: Загальний обробник Celery.
zh_hans: 普通的 Celery 工作进程。

source: Translation memory Celery worker.
de: Übersetzungsspeicher Celery-Worker.
ga: Cuimhne aistriúcháin Oibrí soilire.
hu: Fordítási memória Celery munkafolyamat.
id: Memori terjemahan Celery worker.
ja: 翻訳メモリ Celery ワーカー。
nl: Vertaalgeheugen Celery-werking.
pt: Worker do Celery para memória de tradução.
pt_br: Worker do Celery para memória de tradução.
ro: Memoria de traducere Celery worker.
ru: Память переводов обработчиков Celery.
sv: Översättningsminne Celery-arbetare.
ta: மொழிபெயர்ப்பு நினைவகம் செலரி தொழிலாளி.
tr: Çeviri belleği Celery işlemi.
uk: Обробник пам'яті перекладів Celery.
zh_hans: 翻译记忆库 Celery 工作进程。

source: Notifications Celery worker.
de: Benachrichtigungen Celery-Worker.
ga: Fógraí Oibrí soilire.
hu: Értesítések Celery munkafolyamat.
id: Pemberitahuan Celery worker.
ja: 通知 Celery ワーカー。
nl: Notificaties Celery- werking.
pt: Worker do Celery para notificações.
pt_br: Worker do Celery para notificações.
ro: Notificări Celery worker.
ru: Обработчики уведомлений Celery.
sv: Meddelanden Celery-arbetare.
ta: அறிவிப்புகள் செலரி தொழிலாளி.
tr: Bildirim Celery işlemi.
uk: Обробник сповіщень Celery.
zh_hans: 通知 Celery 工作进程。

source: Automatic translation Celery worker.
de: Automatische Übersetzung Celery-Worker.
ga: Aistriúchán uathoibríoch Oibrí soilire.
hu: Automatikus fordítás Celery munkafolyamat.
id: Terjemahan otomatis Celery worker.
ja: 自動翻訳 Celery ワーカー。
nl: Automatische vertaling Celery-werking.
pt: Worker do Celery para tradução automática.
pt_br: Worker do Celery para tradução automática.
ro: Traducere automată Celery worker.
ru: Тип фильтра автоматического перевода обработчика Celery.
sv: Automatisk översättning Selleriarbetare.
ta: தானியங்கி மொழிபெயர்ப்பு செலரி தொழிலாளி.
tr: Kendiliğinden çeviri Celery işlemi.
uk: Обробник автоматичних перекладів Celery.
zh_hans: 自动翻译 Celery 工作进程。

source: Web server.
ga: Freastalaí gréasáin.
hu: Webszerver.
id: Server web.
ja: Web サーバー。
pt: Servidor web.
pt_br: Servidor web.
ro: Serverul web.
ru: Веб-сервер.
sv: Webbserver.
ta: வலை சேவையகம்.
tr: Site sunucusu.
uk: Вебсервер.
zh_hans: Web 服务器。
zh_hant: Web 服務器。

source: URL of `Anubis`_ server to handle subrequest authentication. This can be useful to filter incoming HTTP requests using proof-of-work to stop AI crawlers. You need to configure `Anubis for Subrequest Authentication`_ to make it work.
de: URL des `Anubis`_-Servers für die Authentifizierung von Subrequests. Dies kann nützlich sein, um eingehende HTTP-Anfragen mithilfe von Proof-of-Work zu filtern und so KI-Crawler zu stoppen. Sie müssen `Anubis für Subrequest-Authentifizierung`_ konfigurieren, damit es funktioniert.
ga: URL an fhreastalaí `Anubis`_ chun fíordheimhniú fo-iarrata a láimhseáil. Is féidir leis seo a bheith úsáideach chun iarratais HTTP isteach a scagadh ag baint úsáide as cruthúnas oibre chun crawlers AI a stopadh. Ní mór duit `Anubis le haghaidh Fíordheimhniú Fo-iarrata`_ a chumrú chun go n-oibreoidh sé.
hu: Az `Anubis`_ szerver URL-címe, amely a kérések hitelesítését végzi. Ez hasznos lehet bejövő HTTP-kérések szűrésére proof-of-work (számítási feladaton alapuló igazolás) segítségével AI-robotok megállítására. A funkcióhoz be kell állítani az `Anubis for Subrequest Authentication`_ szolgáltatást.
id: URL server `Anubis`_ untuk menangani autentikasi subpermintaan. Ini berguna untuk memfilter permintaan HTTP yang masuk menggunakan proof-of-work untuk menghentikan perayap AI. Anda perlu mengonfigurasi `Anubis untuk Autentikasi Subpermintaan`_ agar berfungsi.
nl: URL voor de `Anubis`_ server om subverzoeken voor authenticatie af te handelen. Dit kan nuttig zijn om inkomende HTTP-verzoeken te filteren met proof-of-work om AI-crawlers af te stoppen. U moet `Anubis for Subrequest Authentication`_ configureren om het te laten werken.
sv: URL för `Anubis`_ -servern för att hantera autentisering av underförfrågningar. Detta kan vara användbart för att filtrera inkommande HTTP-förfrågningar med hjälp av proof-of-work för att stoppa AI-crawlers. Du måste konfigurera `Anubis för autentisering av underförfrågningar`_ för att det ska fungera.
uk: URL-адреса сервера `Anubis`_ для обробки автентифікації підзапитів. Це може бути корисно для фільтрації вхідних HTTP-запитів з використанням доказів роботи, щоб зупинити ШІ-сканери. Щоб це працювало, вам потрібно налаштувати `Anubis для автентифікації за підзапитом`_.

source: Docker container volumes
ga: Toirteanna coimeádán docker
hu: Docker-konténer kötetek
id: Volume kontainer Docker
ja: Docker コンテナのボリューム
pt: Volumes de contentor Docker
pt_br: Volumes de contêiner Docker
ro: Volumele containerelor Docker
ru: Тома контейнеров Docker’а
sv: Docker-containervolymer
ta: கப்பல்துறை கொள்கலன் தொகுதிகள்
tr: Docker kapsayıcısı birimleri
uk: Томи контейнера Docker
zh_hans: Docker 容器卷

source: There are two volumes (:file:`data` and :file:`cache`) exported by the Weblate container.
sv: Det finns två volymer (:file:`data` och :file:`cache`) som exporteras av Weblate-containern.

source: The other service containers (such as PostgreSQL or Valkey) have their data volumes as well and are required to maintain Weblate persistence.
sv: De andra servicecontainrarna (som PostgreSQL eller Valkey) har också sina datavolymer och krävs för att upprätthålla Weblates persistens.

source: The PostgreSQL container stores the database in the :file:`/var/lib/postgresql` volume and Valkey in the :file:`/data` volume. Valkey container does not save the data by default and needs additional configuration to enable persistence.
sv: PostgreSQL-containern lagrar databasen i volymen :file:`/var/lib/postgresql` och Valkey i volymen :file:`/data`. Valkey-containern sparar inte data som standard och kräver ytterligare konfiguration för att aktivera persistens.

source: Base your configuration on Weblate-provided examples or consult their documentation for more information.
sv: Basera din konfiguration på exempel från Weblate eller läs deras dokumentation för mer information.

source: The :file:`data` volume is mounted as :file:`/app/data` and is used to store Weblate persistent data such as cloned repositories or to customize Weblate installation. :setting:`DATA_DIR` describes in more detail what is stored here.
de: Das Volume :file:`data` wird als :file:`/app/data` eingebunden und dient zum Speichern von dauerhaften Weblate-Daten wie geklonte Repositorys oder zum Anpassen der Weblate-Installation. :setting:`DATA_DIR` beschreibt genauer, was hier gespeichert wird.
ga: Tá an toirt :file:`data` gléasta mar :file:`/app/data` agus úsáidtear é chun sonraí marthanacha Weblate a stóráil ar nós stórtha clónáilte nó chun suiteáil Weblate a shaincheapadh. Déanann :setting:`DATA_DIR` cur síos níos mine ar a bhfuil stóráilte anseo.
hu: A :file:`data` kötet :file:`/app/data` néven kerül csatolásra, és tartós adatok – például klónozott tárolók – vagy a Weblate testreszabásának tárolására szolgál. A :setting:`DATA_DIR` részletesen ismerteti a tartalmát.
id: Volume :file:`data` dipasang sebagai :file:`/app/data` dan digunakan untuk menyimpan data persisten Weblate seperti repositori kloning atau untuk menyesuaikan instalasi Weblate. :setting:`DATA_DIR` menjelaskan secara lebih rinci apa yang disimpan di sini.
nl: Het volume :file:`data` wordt gemount als :file:`/app/data` en wordt gebruikt om blijvende gegevens voor Weblate op te slaan, zoals gekloonde opslagruimten of om de installatie van Weblate aan te passen. :setting:`DATA_DIR` beschrijft meer in detail wat hier wordt opgeslagen.
pt_br: O volume :file:`data` é montado como :file:`/app/data`` e é utilizado para armazenar dados persistentes do Weblate, como repositórios clonados ou para personalizar a instalação do Weblate. :setting:`DATA_DIR` descreve em mais detalhes o que é armazenado aqui.
sv: Volymen :file:`data` är monterad som :file:`/app/data` och används för att lagra Weblate-data som klonade arkiv eller för att anpassa Weblate-installationen. :setting:`DATA_DIR` beskriver mer detaljerat vad som lagras här.
tr: :file:`data` birimi :file:`/app/data` olarak bağlanır ve kopyalanmış depolar gibi kalıcı Weblate verilerini depolamak veya Weblate kurulumunu özelleştirmek için kullanılır. :setting:`DATA_DIR` seçeneğinde burada nelerin depolandığı ile ilgili ayrıntılı bilgi bulabilirsiniz.
uk: Том :file:`data` монтується як :file:`/app/data` і використовується для зберігання постійних даних Weblate, таких як клоновані сховища, або для налаштування встановлення Weblate. :setting:`DATA_DIR` більш детально описує, що тут зберігається.

source: The :file:`data` volume is also place to store Weblate customization such as :ref:`docker-settings-override`, :ref:`docker-static-override` or :ref:`docker-python-override`.
sv: Volymen :file:`data` används också för att lagra Weblate-anpassningar såsom :ref:`docker-settings-override`, :ref:`docker-static-override` eller :ref:`docker-python-override`.
