Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The code should follow :pep:`8` coding guidelines and should be formatted using :program:`ruff` code formatter.
de: Der Code sollte den :pep:`8`-Programmierrichtlinien entsprechen und mit dem Code-Formatierer :program:`ruff` formatiert werden.
ga: Ba chóir don chód treoirlínte códaithe :pep:`8` a leanúint agus ba chóir é a fhormáidiú ag baint úsáide as formáideoir cóid :program:`ruff`.
hu: A kódnak meg kell felelnie a :pep:`8` kódolási irányelveknek, és a :program:`ruff` formázóval kell formázni.
id: Kode harus mengikuti pedoman pengkodean :pep:`8` dan harus diformat menggunakan pemformat kode :program:`ruff`.
nl: De code zou de richtlijnen voor coderen :pep:`8` moeten volgen en zou moeten zijn opgemaakt met de codeopmaker :program:`ruff`.
pt_br: O código deve seguir as diretrizes de codificação :pep:`8` e deve ser formatado usando o formatador de código :program:`ruff`.
sv: Koden ska följa :pep:`8` kodningsriktlinjer och ska formateras med hjälp av :program:`ruff` kodformaterare.
uk: Код має бути таким :pep:`8` coding guidelines and should be formatted using :program:`ruff` форматувальник коду.

source: To check the code quality, you can use :program:`ruff`, its configuration is stored in :file:`pyproject.toml`.
de: Um die Codequalität zu überprüfen, kann :program:`ruff` verwendet werden, dessen Konfiguration in :file:`pyproject.toml` gespeichert ist.
ga: Chun cáilíocht an chóid a sheiceáil, is féidir leat :program:`ruff` a úsáid, stóráiltear a chumraíocht i :file:`pyproject.toml`.
hu: A kódminőség ellenőrzésére használható a :program:`ruff`, amelynek beállításai a :file:`pyproject.toml` fájlban találhatók.
id: Untuk memeriksa kualitas kode, Anda dapat menggunakan :program:`ruff`, konfigurasinya disimpan di :file:`pyproject.toml`.
ja: コードの品質を検査するには、:program:`ruff` を使用できます。その設定は :file:`pyproject.toml` に保存されています。
nl: Voor het controleren van de kwaliteit van de code kunt u :program:`ruff` gebruiken, de configuratie ervan is opgeslagen in :file:`pyproject.toml`.
pt_br: Para verificar a qualidade do código, você pode usar :program:`ruff` e sua configuração é armazenada em :file:`pyproject.toml`.
ru: Для проверки качества кода можно использовать :program:`ruff`, её конфигурация хранится в :file:`pyproject.toml`.
sv: För att kontrollera kodkvaliteten kan du använda :program:`ruff`, vars konfiguration lagras i :file:`pyproject.toml`.
tr: Kod kalitesini denetlemek için :program:`ruff` kullanabilirsiniz. Yapılandırması :file:`pyproject.toml` dosyasındadır.
uk: Для перевірки якості коду ви можете скористатися :program:`ruff` — її налаштування зберігаються у :file:`pyproject.toml`.
zh_hans: 要检查代码质量，你可以使用 :program:`ruff`，其配置存储在 :file:`pyproject.toml` 中。

source: The easiest approach to enforce all this is to install `pre-commit`_. The repository contains configuration for it to verify the committed files are sane. After installing it (it is already included in the :file:`pyproject.toml`) turn it on by running ``pre-commit install`` in Weblate checkout. This way all your changes will be automatically checked.
de: Der einfachste Ansatz, all dies zu erzwingen, ist die Installation von `pre-commit`_. Das Repository enthält eine entsprechende Konfiguration, um zu überprüfen, ob die committeten Dateien in Ordnung sind. Nachdem es installiert wurde (es ist bereits in der :file:`pyproject.toml` enthalten), aktivieren Sie es, indem Sie ``pre-commit install`` im Weblate-Checkout ausführen. Auf diese Weise werden alle Ihre Änderungen automatisch überprüft.
ga: Is é an cur chuige is éasca chun é seo go léir a fhorghníomhú ná `réamhthiomantas`_ a shuiteáil. Tá cumraíocht sa stór chun a fhíorú go bhfuil na comhaid tiomanta slán. Tar éis é a shuiteáil (tá sé san áireamh sa :file:`pyproject.toml` cheana féin) cuir ar siúl é trí ``pre-commit install`` a rith sa Seiceáil Weblate. Ar an mbealach seo déanfar do chuid athruithe a sheiceáil go huathoibríoch.
hu: A legegyszerűbb módja annak, hogy mindezt automatikusan betartsa, a `pre-commit`_ telepítése. A tároló tartalmaz hozzá konfigurációt, amely ellenőrzi, hogy a véglegesített fájlok rendben vannak-e. Telepítés után (már szerepel a :file:`pyproject.toml` fájlban) futtassa a ``pre-commit install`` parancsot a Weblate klónozott könyvtárában. Így minden változás automatikusan ellenőrzésre kerül.
id: Cara termudah untuk menerapkan semua ini adalah dengan memasang `pre-commit`_. Repositori ini berisi konfigurasi untuk memverifikasi bahwa berkas yang dikomit sudah benar. Setelah memasangnya (sudah termasuk dalam :file:`pyproject.toml`), aktifkan dengan menjalankan ``pre-commit install`` di Weblate checkout. Dengan cara ini, semua perubahan Anda akan diperiksa secara otomatis.
ja: これを実行する最も簡単な方法は、`pre-commit`_ をインストールすることです。リポジトリには、コミットされたファイルが正常であることを確認するための設定が含まれています。インストール後（すでに :file:`pyproject.toml` に含まれています）、Weblate のチェックアウトで ``pre-commit install`` を実行して有効にします。これにより、すべての変更が自動的に検査されます。
nl: De gemakkelijkste benadering om dit alles af te dwingen is om `pre-commit`_ te installeren. De opslagruimte bevat de configuratie ervoor om te verifiëren of de ingediende bestanden gezond zijn. Na het installeren ervan (het is al opgenomen in de :file:`pyproject.toml`), schakel het in door ``pre-commit install`` uit te voeren in de checkout van Weblate. Op deze manier zullen al uw wijzigingen automatisch worden gecontroleerd.
pt_br: A abordagem mais fácil para impor tudo isso é instalar `pre-commit`_. O repositório contém a configuração para verificar se os arquivos do commit estão sãos. Depois de instalá-lo (ele já está incluído no :file:`pyproject.toml`), ative-o executando ``pré-commit install`` na sua cópia do Weblate. Desta forma, todas as suas alterações serão verificadas automaticamente.
sv: Det enklaste sättet att genomföra allt detta är att installera `pre-commit`_. Repositoriet innehåller konfiguration för att verifiera att de commitade filerna är korrekta. Efter installationen (det ingår redan i :file:`pyproject.toml`) aktiverar du det genom att köra ``pre-commit install`` i Weblate checkout. På så sätt kommer alla dina ändringar att kontrolleras automatiskt.
tr: Tüm bunları dayatmak için en kolay yaklaşım `pre-commit`_ kurmaktır. Depoda, işlenen dosyaların düzgün olduğunu doğrulayacak bir yapılandırma bulunur. Kurulumdan sonra (:file:`pyproject.toml` içinde bulunur) Weblate checkout sırasında ``pre-commit install`` komutunu çalıştırarak açın. Böylece tüm değişiklikleriniz kendiliğinden denetlenir.
uk: Найпростішим підходом для запровадження примусового виконання усіх умов є встановлення сховища `pre-commit`_. Weblate, у якому містяться налаштування для перевірки внесених файлів на відповідність умовам. Після встановлення сховища (його вже включено у :file:`pyproject.toml`) увімкніть його за допомогою команди ``pre-commit install`` у клоні сховища Weblate. У такий спосіб ви зможете автоматично перевіряти усі внесені вами зміни.
zh_hans: 将所有这些强制的最简单的方法是安装 `pre-commit`_。仓库为此包含了配置，来确定提交的文件是正常的。安装后（它已经包括在 :file:`pyproject.toml` 中了）通过在 Weblate 的付款台运行 ``pre-commit install`` 来将它打开。通过这种方法，所有更改都将被自动检查。

source: You can also trigger check manually, to check all files run:
de: Sie können die Prüfung auch manuell auslösen, um alle Dateien zu prüfen:
ga: Is féidir leat seiceáil a spreagadh de láimh freisin, chun gach comhad a rith a sheiceáil:
hu: Az ellenőrzés manuálisan is elindítható, az összes fájl ellenőrzéséhez futtassa:
id: Anda juga dapat memicu pemeriksaan secara manual, untuk memeriksa semua berkas yang dijalankan:
ja: 手動で検査を実行し、すべてのファイルを検査する方法:
nl: U kunt de controle ook handmatig activeren, uitvoeren van controle op alle bestanden:
pt: Também pode acionar a verificação manualmente, para verificar todos os ficheiros execute:
pt_br: Você também pode acionar a verificação manualmente, para verificar todos os arquivos executados:
ro: De asemenea, puteți declanșa verificarea manual, pentru a verifica toate fișierele rulate:
ru: Также вы можете запустить эту проверку вручную, чтобы проверить все файлы, запустите:
sv: Du kan också starta kontrollen manuellt. För att kontrollera alla filer kör du:
ta: எல்லா கோப்புகளையும் சரிபார்க்க, கைமுறையாக சோதனையைத் தூண்டலாம்:
tr: Denetimi el ile de başlatabilirsiniz. Tüm dosyaları denetlemek için şunu yürütün:
uk: Ви також можете запустити перевірку вручну. Щоб перевірити усі файли:
zh_hans: 还能够手动触发检查，来检查所有文件的运行：
zh_hant: 還能夠手動觸發檢查，來檢查所有文件的運行：

source: Coding securely
de: Sicheres Programmieren
ga: Códú slán
hu: Biztonságos kódolás
id: Pengkodean yang aman
nl: Zorgvuldig coderen
sv: Säker kodning
uk: Безпечне кодування

source: Any code for Weblate should be written with `Security by Design Principles`_ in mind.
de: Jeder Code für Weblate sollte unter Berücksichtigung von `Security by Design Principles`_ geschrieben werden.
ga: Ba cheart aon chód le haghaidh Weblate a scríobh agus `Prionsabail Slándála trí Dhearadh`_ san áireamh.
hu: A Weblate-hez írt bármely kódnak a `Security by Design Principles`_ elveit kell követnie.
id: Kode apa pun untuk Weblate harus ditulis dengan mempertimbangkan `Prinsip Desain Keamanan`_.
ja: Weblate のコードはすべて、 `セキュリティ設計原則`_ を念頭に記述してください。
nl: Alle code voor Weblate zou moeten zijn geschreven met `Security by Design Principles`_ in gedachte.
pt: Qualquer código para Weblate deve ser escrito com `Princípios de Segurança por Design`_ (inglês) em mente.
pt_br: Qualquer código para Weblate deve ser escrito com `Princípios de Segurança por Design`_ (inglês) em mente.
ro: Orice cod pentru Weblate ar trebui să fie scris cu `Security by Design Principles`_ în minte.
ru: Любой код для Weblate’а должен писаться с оглядкой на `Принципы «безопасности по проектированию»`_ (*Security by Design*).
sv: All kod för Weblate bör skrivas med `Security by Design Principles`_ i åtanke.
ta: வலைபெயர்ப்புடுக்கான எந்தவொரு குறியீடும் வடிவமைப்பு கோட்பாடுகளால் `பாதுகாப்புடன் எழுதப்பட வேண்டும்.
tr: Weblate için geliştirilen kodlar `Tasarım ilkelerine uygun güvenlik`_ göz önünde bulundurularak yazılmalıdır.
uk: Будь-який код для Weblate має бути написано із використанням `Security by Design Principles`_ (принципів безпеки за компонуванням).
zh_hans: 在为 Weblate 编写任何代码时都应该考虑到 `通过设计保证安全原则`_。
zh_hant: 編寫 Weblate 的任何代碼應該時刻記得 `Security by Design Principles`_（由設計原理來提供安全性）。

source: AI guidelines
de: KI-Richtlinien
ga: Treoirlínte na hintleachta saorga
hu: Mesterséges intelligencia (AI) irányelvek
id: Pedoman AI
nl: Richtlijnen voor AI
sv: Riktlinjer för AI
uk: Керівні принципи ШІ

source: When contributing content to the project, you give us permission to use it as-is, and you must make sure you are allowed to distribute it to us. By submitting a change to us, you agree that the changes can and should be adopted by the project and get redistributed under the project license. Authors should be explicitly aware that the burden is on them to ensure no unlicensed code is submitted to the project.
de: Wenn Sie Inhalte zum Projekt beitragen, erteilen Sie uns die Erlaubnis, diese unverändert zu verwenden, und Sie müssen sicherstellen, dass Sie sie an uns weitergeben dürfen. Indem Sie uns eine Änderung übermitteln, stimmen Sie zu, dass die Änderungen vom Projekt übernommen und unter der Projektlizenz weiterverbreitet werden können. Die Autoren sollten sich ausdrücklich darüber im Klaren sein, dass sie dafür verantwortlich sind, dass kein unlizenzierter Code an das Projekt übermittelt wird.
ga: Agus ábhar á chur leis an tionscadal, tugann tú cead dúinn é a úsáid mar atá, agus ní mór duit a chinntiú go bhfuil cead agat é a dháileadh chugainn. Trí athrú a chur isteach chugainn, aontaíonn tú gur féidir leis an tionscadal na hathruithe a ghlacadh agus gur cheart iad a athdháileadh faoin gceadúnas tionscadail. Ba chóir d’údair a bheith ar an eolas go soiléir gurb orthu féin atá an dualgas a chinntiú nach gcuirtear aon chód neamhcheadúnaithe isteach sa tionscadal.
hu: Ha tartalmat küld be a projekt számára, ezzel engedélyt ad annak változatlan felhasználására, és garantálnia kell, hogy jogosult annak terjesztésére. A módosítás beküldésével elfogadja, hogy az bekerülhet a projektbe, és a projekt licencfeltételei szerint továbbterjeszthető. A beküldőnek tudatában kell lennie, hogy az ő felelőssége, hogy ne küldjön be engedély nélküli kódot.
id: Dengan berkontribusi pada proyek ini, Anda memberi kami izin untuk menggunakannya sebagaimana adanya, dan Anda harus memastikan bahwa Anda diizinkan untuk mendistribusikannya kepada kami. Dengan mengirimkan perubahan kepada kami, Anda setuju bahwa perubahan tersebut dapat dan harus diadopsi oleh proyek dan didistribusikan ulang di bawah lisensi proyek. Penulis harus secara tegas menyadari bahwa mereka bertanggung jawab untuk memastikan tidak ada kode tanpa lisensi yang dikirimkan ke proyek.
nl: Door het bijdragen van inhoud aan het project, geeft u ons toestemming om die te gebruiken as-is en u moet ervoor zorgen dat u het recht hebt het aan ons door te geven. Door het bij ons indienen van ene wijziging stemt u ermee in dat de wijzigingen kunnen en zouden moeten worden geadopteerd door het project en opnieuw worden gedistribueerd onder de licentie van het project. Auteurs zouden zich er expliciet van bewust moeten zijn dat de bewijslast, om ervoor te zorgen dat er geen niet-gelicenseerde code bij het project wordt ingediend, bij hen ligt.
sv: När du bidrar med innehåll till projektet ger du oss tillstånd att använda det som det är, och du måste se till att du har rätt att distribuera det till oss. Genom att skicka in en ändring till oss samtycker du till att ändringarna kan och bör antas av projektet och distribueras vidare under projektlicensen. Författare bör vara uttryckligen medvetna om att det är deras ansvar att se till att ingen olicensierad kod skickas in till projektet.
uk: Вносячи контент до проекту, ви даєте нам дозвіл використовувати його як є, і ви повинні переконатися, що маєте право поширювати його нам. Надсилаючи нам зміни, ви погоджуєтеся з тим, що вони можуть і повинні бути прийняті проектом і поширюватися під ліцензією проекту. Автори повинні чітко усвідомлювати, що вони несуть відповідальність за те, щоб до проекту не потрапляв неліцензійний код.

source: This is independent of whether AI is used or not.
de: Dies ist unabhängig davon, ob KI eingesetzt wird oder nicht.
ga: Tá sé seo neamhspleách ar cibé an n-úsáidtear AI nó nach n-úsáidtear.
hu: Ez független attól, hogy AI-t használtak-e vagy sem.
id: Hal ini terlepas dari apakah AI digunakan atau tidak.
nl: Dat staat los van het feit of er al dan niet AI is gebruikt.
sv: Detta är oberoende av om AI används eller inte.
uk: Це не залежить від того, чи використовується штучний інтелект, чи ні.

source: When contributing a pull request, you should, of course, always make sure that the proposal is of good quality and the best effort that follows our guidelines. A basic rule of thumb is that if someone can spot that the contribution was made with the help of AI, you have more work to do.
de: Wenn Sie einen Pull Request einreichen, sollten Sie natürlich immer darauf achten, dass der Vorschlag qualitativ hochwertig ist und unseren Richtlinien entspricht. Als Faustregel gilt: Wenn jemand erkennen kann, dass der Beitrag mithilfe von KI erstellt wurde, haben Sie mehr Arbeit zu erledigen.
ga: Agus iarratas tarraingthe á chur isteach agat, ba cheart duit a chinntiú i gcónaí, ar ndóigh, go bhfuil an togra d’ardchaighdeán agus gurb é an iarracht is fearr a dhéantar ná ár dtreoirlínte a leanúint. Riail bhunúsach ordóige is ea má fheiceann duine gur rinneadh an ranníocaíocht le cabhair ó intleacht shaorga, go bhfuil níos mó oibre le déanamh agat.
hu: Módosítási kérelem beküldésekor természetesen ügyelni kell arra, hogy a javaslat jó minőségű legyen, a lehető legjobb szándékot tükrözze, és megfeleljen az irányelveinknek. Alapszabály: ha bárki felismeri, hogy AI segítségével készült, akkor még érdemes dolgozni rajta.
id: Saat berkontribusi pada permintaan penarikan, tentu saja Anda harus selalu memastikan proposal tersebut berkualitas baik dan telah diupayakan sebaik mungkin sesuai dengan pedoman kami. Aturan praktisnya adalah jika seseorang dapat mengetahui bahwa kontribusi tersebut dibuat dengan bantuan AI, Anda masih perlu melakukan lebih banyak hal.
nl: Bij het indienen van een pull request, zou u, natuurlijk, er altijd voor moeten zorgen dat het voorstel van goede kwaliteit is en volgens de beste inspanning volgens onze richtlijnen. Een basisregel is dat als iemand kan zien dat de bijdrage werd gemaakt met de hulp van AI, u nog wat werk hebt te doen.
sv: När du bidrar med en pull-förfrågan bör du naturligtvis alltid se till att förslaget är av god kvalitet och att det bästa möjliga arbete har lagts ner i enlighet med våra riktlinjer. En grundläggande tumregel är att om någon kan se att bidraget har skapats med hjälp av AI, har du mer arbete att göra.
uk: Надсилаючи запит, ви, звісно, завжди повинні переконатися, що пропозиція є якісною і відповідає нашим рекомендаціям, а також докладено максимум зусиль. Основне емпіричне правило полягає в тому, що якщо хтось може помітити, що внесок був зроблений за допомогою штучного інтелекту, у вас є ще багато роботи.

source: We can accept code written with the help of AI into the project, but the code must still follow coding standards, be written clearly, be documented, feature test cases, and adhere to all the normal requirements we have.
de: Wir können mithilfe von KI geschriebenen Code in das Projekt aufnehmen, aber der Code muss weiterhin den Kodierungsstandards entsprechen, klar geschrieben und dokumentiert sein, Testfälle enthalten und alle unsere normalen Anforderungen erfüllen.
ga: Is féidir linn cód atá scríofa le cabhair ó shaorga a ghlacadh isteach sa tionscadal, ach ní mór don chód cloí le caighdeáin chódaithe fós, a bheith scríofa go soiléir, a bheith doiciméadaithe, cásanna tástála a bheith ann, agus cloí leis na ceanglais ghnáthúla go léir atá againn.
hu: Elfogadunk AI által generált kódot a projektben, de annak meg kell felelnie a kódolási szabványoknak, legyen áttekinthető, dokumentált, tartalmazzon teszteseteket, és minden egyéb követelménynek is eleget kell tennie.
id: Kita dapat menerima kode yang ditulis dengan bantuan AI ke dalam proyek, tetapi kode tersebut tetap harus mengikuti standar pengkodean, ditulis dengan jelas, didokumentasikan, menampilkan kasus uji, dan mematuhi semua persyaratan normal yang kita miliki.
nl: We kunnen in het project code accepteren die is geschreven met de hulp van AI, maar de code moet nog steeds voldoen aan de standaarden voor coderen, helder zijn geschreven, moet zijn gedocumenteerd, testgevallen bevatten en voldoen aan alle normale eisen die we eraan stellen.
sv: Vi kan acceptera kod som skrivits med hjälp av AI i projektet, men koden måste fortfarande följa kodningsstandarder, vara tydligt skriven, dokumenterad, innehålla testfall och uppfylla alla våra normala krav.
uk: Ми можемо прийняти до проєкту код, написаний за допомогою штучного інтелекту, але код все одно повинен відповідати стандартам кодування, бути написаним чітко, документованим, містити тестові випадки та дотримуватися всіх звичайних правил.

source: Code of Conduct
sv: Uppförandekod

source: Our Pledge
sv: Vårt löfte

source: We pledge to make our community welcoming, safe, and equitable for all.
sv: Vi lovar att göra vår gemenskap välkomnande, säker och rättvis för alla.

source: We are committed to fostering an environment that respects and promotes the dignity, rights, and contributions of all individuals, regardless of characteristics including race, ethnicity, caste, color, age, physical characteristics, neurodiversity, disability, sex or gender, gender identity or expression, sexual orientation, language, philosophy or religion, national or social origin, socio-economic position, level of education, or other status. The same privileges of participation are extended to everyone who participates in good faith and in accordance with this Covenant.
sv: Vi är fast beslutna att främja en miljö som respekterar och främjar alla individers värdighet, rättigheter och bidrag, oavsett egenskaper såsom ras, etnicitet, kast, hudfärg, ålder, fysiska egenskaper, neurodiversitet, funktionsnedsättning, kön eller genus, könsidentitet eller könsuttryck, sexuell läggning, språk, filosofi eller religion, nationellt eller socialt ursprung, socioekonomisk ställning, utbildningsnivå eller annan status. Samma privilegier att delta gäller för alla som deltar i god tro och i enlighet med detta avtal.

source: Encouraged Behaviors
sv: Uppmuntrade beteenden

source: While acknowledging differences in social norms, we all strive to meet our community's expectations for positive behavior. We also understand that our words and actions may be interpreted differently than we intend based on culture, background, or native language.
sv: Vi är medvetna om att det finns skillnader i sociala normer, men vi strävar alla efter att uppfylla vårt samhälles förväntningar på positivt beteende. Vi förstår också att våra ord och handlingar kan tolkas på ett annat sätt än vi avser, beroende på kultur, bakgrund eller modersmål.

source: With these considerations in mind, we agree to behave mindfully toward each other and act in ways that center our shared values, including:
sv: Med dessa överväganden i åtanke kommer vi överens om att uppträda med hänsyn mot varandra och agera på ett sätt som fokuserar på våra gemensamma värderingar, inklusive:

source: Respecting the **purpose of our community**, our activities, and our ways of gathering.
sv: Respektera **syftet med vår gemenskap**, våra aktiviteter och våra sätt att samlas.

source: Engaging **kindly and honestly** with others.
sv: Att bemöta andra **vänligt och ärligt**.

source: Respecting **different viewpoints** and experiences.
sv: Respektera **olika åsikter** och erfarenheter.

source: **Taking responsibility** for our actions and contributions.
sv: **Ta ansvar** för våra handlingar och bidrag.

source: Gracefully giving and accepting **constructive feedback**.
sv: Att på ett elegant sätt ge och ta emot **konstruktiv feedback**.

source: Committing to **repairing harm** when it occurs.
sv: Åta sig att **reparera skador** när de uppstår.

source: Behaving in other ways that promote and sustain the **well-being of our community**.
sv: Uppträda på andra sätt som främjar och upprätthåller **välbefinnandet i vårt samhälle**.

source: Restricted Behaviors
sv: Begränsade beteenden

source: We agree to restrict the following behaviors in our community. Instances, threats, and promotion of these behaviors are violations of this Code of Conduct.
sv: Vi samtycker till att begränsa följande beteenden i vår gemenskap. Fall, hot och främjande av dessa beteenden utgör brott mot denna uppförandekod.

source: **Harassment.** Violating explicitly expressed boundaries or engaging in unnecessary personal attention after any clear request to stop.
sv: **Trakasserier.** Att överträda tydligt uttryckta gränser eller uppvisa onödig personlig uppmärksamhet efter att ha fått en tydlig uppmaning att sluta.

source: **Character attacks.** Making insulting, demeaning, or pejorative comments directed at a community member or group of people.
sv: **Personangrepp.** Att göra förolämpande, nedvärderande eller nedsättande kommentarer riktade mot en medlem i gemenskapen eller en grupp människor.

source: **Stereotyping or discrimination.** Characterizing anyone’s personality or behavior on the basis of immutable identities or traits.
sv: **Stereotyper eller diskriminering.** Att karakterisera någons personlighet eller beteende utifrån oföränderliga identiteter eller egenskaper.
