Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Reduced risk of registration token invalidation.
de: Das Risiko der Ungültigkeit von Registrierungstoken verringert.
ga: Riosca laghdaithe neamhbhailí comhartha clárúcháin.
hu: Regisztrációs token érvénytelenítésének kockázata csökkentve.
id: Mengurangi risiko pembatalan token registrasi.
ja: 登録トークン無効化のリスクを低減するように改良。
nl: Verminderd risico voor ongeldig token voor registratie.
pt: Reduzido o risco de invalidação de token de registo.
pt_br: Reduzido o risco de invalidação de token de registro.
ro: Reducerea riscului de invalidare a token-ului de înregistrare.
ru: Снижение риска аннулирования токена регистрации.
sv: Minskad risk för att registreringstoken ogiltigförklaras.
ta: பதிவு செய்வதற்கான இடர் குறைக்கப்பட்டுள்ளது.
tr: Kayıt belirtecinin geçersiz kılınması riski azaltıldı.
uk: Зменшено ризик втрати чинності ключем реєстрації.
zh_hans: 降低了注册令牌非法的风险。
zh_hant: 降低了註冊令牌非法的風險。

source: Fixed account removal hitting rate limiter.
de: Das Entfernen von an den Ratenbegrenzer stoßende Konten behoben.
ga: Baint seasta cuntais ag bualadh teorannóir rátaí.
hu: Javítva a fióktörlés működése, hogy ne kerüljön korlátozásra.
id: Memperbaiki penghapusan akun yang memengaruhi pembatas akses.
ja: アカウントの試行接続制限の削除の修正。
nl: Bereiken limiet voor verwijderen account gerepareerd.
pt: Corrigido o limitador de taxa de acerto de remoção de conta.
pt_br: Corrigido o limitador de taxa de acerto de remoção de conta.
ro: Eliminarea fixă a contului a lovit limitatorul de rată.
ru: Исправлено удаление учётной записи, упёршейся в ограничение на частоту запросов.
sv: Fast begränsning av borttagningsfrekvensen för konton.
ta: நிலையான கணக்கு அகற்றுதல் வீத வரம்பு.
tr: Hesap silme işleminin hız sınırlayıcıya takılma sorunu düzeltildi.
uk: Виправлено помилку, пов'язану із тим, що засіб вилучення облікових записів перевищував обмеження на частоту звернення до програмного інтерфейсу.
zh_hans: 修复了账户删除点击率的限制。
zh_hant: 修復了賬戶刪除點擊率的限制。

source: Added search based on priority.
de: Suche nach Priorität hinzugefügt.
ga: Cuardach curtha leis bunaithe ar thosaíocht.
hu: Új funkció: keresés támogatása prioritás alapján.
id: Menambahkan pencarian berdasarkan prioritas.
ja: 優先度に基づく検索の追加。
nl: Zoeken, gebaseerd op prioriteit, toegevoegd.
pt: Adicionada pesquisa baseada em prioridade.
pt_br: Adicionada busca baseada em prioridade.
ro: A fost adăugată căutarea pe bază de prioritate.
ru: Добавлен поиск по приоритету.
sv: Lagt till sökning baserad på prioritet.
ta: முன்னுரிமையின் அடிப்படையில் தேடல் சேர்க்கப்பட்டது.
tr: Önceliğe göre arama özelliği eklendi.
uk: Додано пошук на основі пріоритетності.
zh_hans: 添加了基于优先性的搜索。
zh_hant: 添加了基於優先性的搜索。

source: Fixed possible crash on adding strings to JSON file.
de: Möglicher Absturz beim Hinzufügen von Zeichenketten zur JSON-Datei behoben.
ga: Tuairte féideartha seasta ar theaghráin a chur le comhad JSON.
hu: JSON-fájlhoz szöveg hozzáadásakor előforduló összeomlás javítva.
id: Memperbaiki kemungkinan mogok saat menambahkan string ke berkas JSON.
ja: JSON ファイルに文字列を追加する際に発生する可能性があったクラッシュを修正。
nl: Mogelijke crash bij toevoegen van tekenreeksen aan JSON-bestand gerepareerd.
pt: Consertada possível falha ao adicionar cadeias para um ficheiro JSON.
pt_br: Consertada possível falha ao adicionar textos para um arquivo JSON.
ro: S-a remediat o posibilă eroare la adăugarea de șiruri de caractere în fișierul JSON.
ru: Исправлено возможное падение при добавлении строк в JSON-файл.
sv: Fixat möjligt krasch vid tillägg av strängar till JSON-fil.
ta: சாதொபொகு கோப்பில் சரங்களைச் சேர்ப்பதில் நிலையான விபத்து.
tr: JSON dosyasına dizge eklenirken yaşanabilecek çökme sorunu düzeltildi.
uk: Усунено можливе аварійне завершення роботи при додаванні рядків до файла JSON.
zh_hans: 修复了向 JSON 文件添加字符串可能的崩溃。
zh_hant: 修復了向 JSON 文件添加字符串可能的崩潰。

source: Safe HTML check and fixup now honor source string markup.
de: Die Prüfung und Korrektur auf sichere HTML-Auszeichnung berücksichtigt jetzt die Auszeichnung der Ausgangszeichenkette.
ga: Seiceáil agus socrú HTML sábháilte anois onóir marcáil teaghrán foinse.
hu: A biztonságos HTML ellenőrzés és javítás mostantól figyelembe veszi a forrásszöveg jelöléseit.
id: Pemeriksaan dan perbaikan HTML yang aman kini menghargai markup string sumber.
ja: 安全な HTML 検査および修正で、原文のマークアップに対応。
nl: Controle voor veilige HTML en repareren houden nu rekening met opmaak van de brontekenreeks.
pt: A verificação e correção de HTML seguro agora respeitam a marcação da cadeia fonte.
pt_br: A verificação e correção de HTML seguro agora respeitam a marcação do texto fonte.
ro: Verificarea și corectarea Safe HTML onorează acum marcajul șirului sursă.
ru: Проверка и исправление небезопасного HTML теперь учитывает разметку исходной строки.
sv: Säker HTML-kontroll och korrigering respekterar nu källsträngens markering.
ta: பாதுகாப்பான html சோதனை மற்றும் சரிசெய்தல் இப்போது க honor ரவ மூல சரம் மார்க்அப்.
tr: Güvenli HTML kalite denetimi ve düzeltmesinin kaynak dizgenin markup koduna uyması sağlandı.
uk: У новій версії враховано розміру початкового рядка при перевірці HTML на безпечність і виправленні рядків.
zh_hans: 安全 HTML 检查和修正现在遵循源字符串标记。
zh_hant: 安全 HTML 檢查於修復現在接受源字符串標記。

source: Avoid sending notifications to invited and deleted users.
de: Vermeiden des Sendens von Benachrichtigungen an eingeladene und gelöschte Benutzer.
ga: Seachain fógraí a sheoladh chuig úsáideoirí ar tugadh cuireadh dóibh agus úsáideoirí scriosta.
hu: Meghívott és törölt felhasználók részére nem kerülnek kiküldésre értesítések.
id: Hindari mengirimkan notifikasi kepada pengguna yang diundang dan dihapus.
ja: 招待したユーザーと削除されたユーザーには通知が送信されないように改良。
nl: Vermijden van verzenden van notificaties naar geïnviteerde en verwijderde gebruikers.
pt: Impedir o envio de notificações para utilizadores convidados e deletados.
pt_br: Impedir o envio de notificações para usuários convidados e deletados.
ro: Evitați trimiterea de notificări către utilizatorii invitați și șterși.
ru: Избегание отправки уведомлений приглашённым, но в то же время удалённым пользователям.
sv: Undvik att skicka aviseringar till inbjudna och borttagna användare.
ta: அழைக்கப்பட்ட மற்றும் நீக்கப்பட்ட பயனர்களுக்கு அறிவிப்புகளை அனுப்புவதைத் தவிர்க்கவும்.
tr: Davet edilmiş ve silinmiş kullanıcılara bildirim gönderilmesi engellendi.
uk: Усунено надсилання сповіщень запрошеним або вилученим користувачам.
zh_hans: 避免向邀请的和删除的用户发送通知。
zh_hant: 避免向邀請的和刪除的用戶發送通知。

source: Fix SSL connection to redis in Celery in Docker container.
de: Die SSL-Verbindung zu Redis in Celery im Docker-Container korrigiert.
ga: Deisigh nasc SSL le redis i Soilire i gcoimeádán Docker.
hu: SSL kapcsolati hiba javítva a Redis és Celery között Docker környezetben.
id: Memperbaiki koneksi SSL ke redis di Celery dalam kontainer Docker.
ja: Docker コンテナーの Celery において redis への SSL 接続を修正。
nl: SSL-verbinding naar Redis in Celery in Docker container gerepareerd.
pt: Consertar a conexão SSL para o redis no Celery num contentor Docker.
pt_br: Consertar a conexão SSL para o redis no Celery num contêiner Docker.
ro: Corectarea conexiunii SSL la redis în Celery în containerul Docker.
ru: Исправлено SSL-соединение с redis в Celery, находящимся в контейнере Docker’а.
sv: Fixa SSL-anslutningen till redis i Celery i Docker-containern.
ta: கப்பல்துறை கொள்கலனில் செலரியில் ரெடிசுக்கு எச்எச்எல் இணைப்பை சரிசெய்யவும்.
tr: Docker kapsayıcısında Celery içindeki Redis SSL bağlantısı düzeltildi.
uk: Виправлено з'єднання SSL із redis у Celery у контейнері Docker.
zh_hans: 修复了在 Docker 容器中 Celery 的到 redis 的 SSL 连接。
zh_hant: 修復了在 Docker 容器中 Celery 的到 redis 的 SSL 連接。

source: *Released on October 15th 2019.*
de: *Veröffentlicht am 15. Oktober 2019.*
ga: *Eisithe ar 15 Deireadh Fómhair 2019.*
hu: *Kiadva: 2019. október 15.*
id: *Dirilis pada 15 Oktober 2019.*
nl: *Uitgegeven op 15 oktober 2019.*
pt_br: *Atualizado em 15 de outubro de 2019.*
sv: *Släpptes den 15 oktober 2019.*
tr: *15 Ekim 2019 tarihinde yayınlandı.*
uk: *Випущено 15 жовтня 2019 року.*

source: Include Weblate metadata in downloaded files.
de: Weblate-Metadaten in heruntergeladene Dateien hinzugefügt.
ga: Cuir meiteashonraí Weblate i gcomhaid íoslódála.
hu: A letöltött fájlok tartalmazzák a Weblate metaadatait.
id: Sertakan metadata Weblate dalam berkas yang diunduh.
ja: Weblate のメタデータを、ダウンロードしたファイルに含まれるように改良。
nl: Metadata van Weblate opnemen in gedownloade bestanden.
pt: Incluir metadados do Weblate em ficheiros descarregados.
pt_br: Incluir metadados do Weblate em arquivos baixados.
ro: Includeți metadatele Weblate în fișierele descărcate.
ru: Включение в скачиваемые файлы метаданных Weblate.
sv: Inkludera Weblate-metadata i nedladdade filer.
ta: பதிவிறக்கம் செய்யப்பட்ட கோப்புகளில் வலைபெயர்ப்பு மெட்டாடேட்டாவை சேர்.
tr: İndirilen dosyalara Weblate üst verileri eklendi.
uk: До отримуваних файлів включено метадані Weblate.
zh_hans: 在下载的文件中包括了 Weblate 元数据。
zh_hant: 在下載的文件中包括了 Weblate 元數據。

source: Improved UI for failing checks.
de: Verbesserte Bedienoberfläche für fehlgeschlagene Qualitätsprüfungen.
ga: Chomhéadain feabhsaithe do sheiceanna teipthe.
hu: Hibás ellenőrzések felhasználói felülete javítva.
id: Peningkatan UI untuk pemeriksaan yang gagal.
ja: 検査不合格の UI の改善。
nl: Verbeterde gebruikersinterface voor mislukte controles.
pt: Melhorada IU para verificações com falha.
pt_br: Melhorada IU para verificações com falha.
ro: Îmbunătățirea interfeței de utilizare pentru verificările eșuate.
ru: Улучшен пользовательский интерфейс для неудачных проверок.
sv: Förbättrad användargränssnitt för misslyckade kontroller.
ta: தோல்வியுற்ற சோதனைகளுக்கு இடைமுகம் ஐ மேம்படுத்தியது.
tr: Başarısız olan denetimler için kullanıcı arayüzü iyileştirildi.
uk: Удосконалено інтерфейс перегляду непройдених перевірок.
zh_hans: 改进了未通过检查的 UI。
zh_hant: 改進了失敗檢查的 UI。

source: Indicate missing strings in format checks.
de: Anzeige von fehlenden Zeichenketten bei Formatprüfungen.
ga: Léirigh teaghráin in easnamh i seiceálacha formáide.
hu: Formátumellenőrzések esetén a hiányzó szövegek jelölése hozzáadva.
id: Menunjukkan string yang hilang dalam pemeriksaan format.
ja: 書式の検査で不足している文字列を表示するように改良。
nl: Indicatie ontbrekende tekenreeksen in controles voor opmaak.
pt: Indica cadeias ausentes nas verificações de formatação.
pt_br: Indica textos ausentes nas verificações de formatação.
ro: Indicarea șirurilor de caractere lipsă în verificările de format.
ru: Указание недостающих строк в проверках формата.
sv: Ange saknade strängar i formatkontroller.
ta: வடிவமைப்பு சோதனைகளில் காணாமல் போன சரங்களை குறிக்கவும்.
tr: Biçim denetimlerinde eksik dizgeler belirtildi.
uk: У перевірках форматування позначено пропущені рядки.
zh_hans: 在格式检查中指示缺少的字符串。
zh_hant: 在格式檢查中指示了丟失的字符串。

source: Separate check for French punctuation spacing.
de: Separate Prüfung auf Interpunktionszeichenabstand für Französisch.
ga: Seiceáil ar leith do spásáil poncaíochta na Fraince.
hu: Francia írásjelek körüli szóközök külön ellenőrzése.
id: Pemeriksaan terpisah untuk spasi tanda baca Prancis.
ja: フランス語の句読点の間隔は、個別に検査するように改良。
nl: Afzonderlijke controle voor Franse afstand punctuatie.
pt: Verificação separada para o espaçamento de pontuação francês.
pt_br: Verificação separada para o espaçamento de pontuação francês.
ro: Verificare separată pentru spațierea punctuației franceze.
ru: Отдельная проверка на пробелы между знаками препинания французского языка.
sv: Separat kontroll av franska skiljetecken.
ta: பிரஞ்சு நிறுத்தற்குறி இடைவெளிக்கு தனி சோதனை.
tr: Fransızca noktalama aralığı için özel denetim eklendi.
uk: Реалізовано окрему перевірку для пробілів навколо пунктуації у перекладах французькою.
zh_hans: 将法语标点间隔检查分开。
zh_hant: 將法語標點間隔檢查分開。

source: Add support for fixing some of quality checks errors.
de: Unterstützung für die Behebung einiger Fehler bei den Qualitätsprüfungen hinzugefügt.
ga: Cuir tacaíocht leis chun roinnt earráidí seiceála cáilíochta a shocrú.
hu: Bizonyos minőség-ellenőrzési hibák javításának lehetősége hozzáadva.
id: Tambahkan dukungan untuk memperbaiki beberapa galat pemeriksaan kualitas.
ja: 一部の品質検査エラーの修正対応の追加。
nl: Ondersteuning toegevoegd voor het repareren van sommige fouten in kwaliteitscontroles.
pt: Adicionado suporte para consertar alguns erros de verificação de qualidade.
pt_br: Adicionado suporte para consertar alguns erros de verificação de qualidade.
ro: Adăugarea suportului pentru remedierea unor erori de verificare a calității.
ru: Добавлена поддержка исправления некоторых ошибок проверки качества.
sv: Lägg till stöd för att åtgärda vissa fel i kvalitetskontroller.
ta: தரமான சோதனைகள் பிழைகள் சிலவற்றை சரிசெய்ய ஆதரவைச் சேர்.
tr: Bazı kalite denetimi hatalarını düzeltme desteği eklendi.
uk: Додано підтримку для виправлення деяких помилок, пов'язаних із якістю перекладів.
zh_hans: 为修复一些质量检查错误添加了支持。
zh_hant: 為修復一些質量檢查錯誤添加了支持。

source: Add separate permission to create new projects.
de: Eine separate Berechtigung zum Erstellen neuer Projekte hinzugefügt.
ga: Cuir cead ar leith leis chun tionscadail nua a chruthú.
hu: Új jogosultság a projektek létrehozására.
id: Tambahkan izin terpisah untuk membuat proyek baru.
ja: 新規プロジェクトの作成権限の別途追加。
nl: Afzonderlijk recht toegevoegd voor het maken van nieuwe projecten.
pt: Adicionada permissão separada para criar projetos.
pt_br: Adicionada permissão separada para criar novos projetos.
ro: Adăugați permisiunea separată de a crea proiecte noi.
ru: Добавлено отдельное разрешение на создание новых проектов.
sv: Lägg till separat behörighet för att skapa nya projekt.
ta: புதிய திட்டங்களை உருவாக்க தனி இசைவு சேர்.
tr: Yeni projeler oluşturmak için ayrı izinler eklendi.
uk: Додано окремі права доступу для створення проєктів.
zh_hans: 添加了分开的权限来新建新的项目。
zh_hant: 添加了分開的權限來新建新的項目。

source: Extend stats for char counts.
de: Die Statistiken für die Zeichenanzahl erweitert.
ga: Leathnaigh na staitisticí le haghaidh comhaireamh na gcabhlach.
hu: Karakterszámokra vonatkozó statisztikák kibővítve.
id: Perluas statistik untuk jumlah karakter.
ja: 文字数の統計を拡張。
nl: Uitgebreide statistieken voor aantal tekens.
pt: Estender estatísticas para a contagem de caracteres.
pt_br: Estender estatísticas para a contagem de caracteres.
ro: Extindeți statisticile pentru numărul de caractere.
ru: Расширена статистика по количеству символов.
sv: Utöka statistik för teckenantal.
ta: கரி எண்ணிக்கைக்கான புள்ளிவிவரங்களை நீட்டிக்கவும்.
tr: İstatistiklere karakter sayıları eklendi.
uk: Розширено статистичні дані для кількості символів.
zh_hans: 扩展了字符计数的统计数据。
zh_hant: 擴展了字符計數的統計數據。

source: Improve support for Java style language codes.
de: Verbesserte Unterstützung für Sprachcodes im Java-Stil.
ga: Feabhas a chur ar thacaíocht do chóid teanga stíl Java.
hu: Java-stílusú nyelvkódok támogatása javult.
id: Meningkatkan dukungan untuk kode bahasa gaya Java.
ja: Java 形式の言語コードへの対応の改良。
nl: Verbeterde ondersteuning voor taalcodes in stijl voor Java.
pt: Melhorado o suporte aos códigos de idioma no estilo Java.
pt_br: Melhorado o suporte aos códigos de idioma no estilo Java.
ro: Îmbunătățirea suportului pentru codurile de limbaj în stil Java.
ru: Улучшение поддержки языковых кодов в стиле Java.
sv: Förbättra stödet för språkkoder i Java-stil.
ta: சாவா பாணி மொழி குறியீடுகளுக்கான ஆதரவை மேம்படுத்தவும்.
tr: Java biçemi dil kodları desteği iyileştirildi.
uk: Удосконалено підтримку для кодів мов у стилі Java.
zh_hans: 改进了对 Java 风格语言代码的支持。
zh_hant: 改進了對 Java 風格語言代碼的支持。

source: Added new generic check for placeholders.
de: Neue allgemeine Prüfung auf Platzhalter hinzugefügt.
ga: Cuireadh seic cineálach nua leis le haghaidh sealbhóirí áite.
hu: Új általános ellenőrzés hozzáadva a helyettesítő elemekhez.
id: Menambahkan pemeriksaan generik baru untuk penempatan.
ja: プレースホルダー用の新しい汎用検査の追加。
nl: Nieuwe algemene controle voor plaatsvervangers toegevoegd.
pt: Adicionada nova verificação genérica para espaços reservados.
pt_br: Adicionada nova verificação genérica para espaços reservados.
ro: A fost adăugată o nouă verificare generică pentru caracterele de siguranță.
ru: Добавлена новая обобщённая проверка на заполнители.
sv: Lagt till ny generisk kontroll för platshållare.
ta: பிளேச்ஓல்டர்களுக்கான புதிய பொதுவான சோதனை சேர்க்கப்பட்டது.
tr: Yer belirticiler için yeni genel denetim eklendi.
uk: Додано нову загальну перевірку символів-замінників.
zh_hans: 为新的占位符提供的通用检查。
zh_hant: 為新的佔位符提供的通用檢查。

source: Added support for WebExtension JSON placeholders.
de: Unterstützung für WebExtension-JSON-Platzhalter hinzugefügt.
ga: Tacaíocht bhreise le haghaidh sealbhóirí áite WebExtension JSON.
hu: WebExtension JSON helyettesítő elemek támogatása hozzáadva.
id: Menambahkan dukungan untuk penempatan WebExtension JSON.
ja: WebExtension の JSON プレースホルダーに対応。
nl: Ondersteuning toegevoegd voor plaatsvervangers voor WebExtension JSON.
pt: Adicionado suporte para espaços reservados de WebExtension JSON.
pt_br: Adicionado suporte para espaços reservados de WebExtension JSON.
ro: Adăugat suportul pentru marcajele JSON WebExtension JSON.
ru: Добавлена поддержка заполнителей WebExtension JSON.
sv: Lagt till stöd för WebExtension JSON-platshållare.
ta: weblextension சாதொபொகு பிளேச்ஓல்டர்களுக்கான உதவி சேர்க்கப்பட்டது.
tr: WebExtension JSON yer belirticileri desteği eklendi.
uk: Додано підтримку замінників WebExtension JSON.
zh_hans: 为 WebExtension JSON 占位符添加了支持。
zh_hant: 為 WebExtension JSON 佔位符添加了支持。

source: Added support for flat XML format.
de: Unterstützung für flaches XML-Format hinzugefügt.
ga: Tacaíocht bhreise le haghaidh formáid XML cothrom.
hu: Lapított XML formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format XML datar.
ja: フラット化した XML 形式に対応。
nl: Ondersteuning toegevoegd voor platte XML-opmaak.
pt: Adicionado suporte para formato XML simples.
pt_br: Adicionado suporte para formato XML simples.
ro: A fost adăugat suport pentru formatul XML plat.
ru: Добавлена поддержка формата плоского XML-файла.
sv: Stöd för platt XML-format har lagts till.
ta: பிளாட் எக்ச்எம்எல் வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: Düz XML biçimi desteği eklendi.
uk: Додано підтримку простого формату XML.
zh_hans: 为纯 XML 格式添加了支持。
zh_hant: 為純 XML 格式添加了支持。

source: Extended API with project, component and translation removal and creation.
de: API erweitert, um Projekte, Komponenten und Übersetzungen zu entfernen/erstellen.
ga: API leathnaithe le baint agus cruthú tionscadail, comhpháirte agus aistriúcháin.
hu: API bővítve projekt-, összetevő- és fordítás törlésének és létrehozásának lehetőségével.
id: API yang diperluas dengan penghapusan dan pembuatan proyek, komponen, dan terjemahan.
ja: プロジェクト、コンポーネント、翻訳の削除と作成を行う API の拡張。
nl: API uitgebreid met verwijderen en maken van project, onderdeel en vertaling.
pt: API estendida com remoção e criação de tradução de projeto, componente e tradução.
pt_br: API estendida com remoção e criação de tradução de projeto, componente e tradução.
ro: API extinsă cu eliminarea și crearea de proiecte, componente și traduceri.
ru: API расширен методами удаления и создания проекта, компонента и перевода.
sv: Utökad API med borttagning och skapande av projekt, komponenter och översättningar.
ta: திட்டம், கூறு மற்றும் மொழிபெயர்ப்பு அகற்றுதல் மற்றும் உருவாக்கம் ஆகியவற்றுடன் விரிவாக்கப்பட்ட பநிஇ.
tr: API, proje, bileşen ve çeviri silme ve oluşturma özellikleri ile zenginleştirildi.
uk: Програмний інтерфейс розширено можливостями вилучення і створення проєктів, складників та перекладів.
zh_hans: 扩展了 API 的项目、部件和翻译的删除与新建。
zh_hant: 擴展了 API 的項目、組件和翻譯的刪除與新建。

source: Added support for Gitea and Gitee webhooks.
de: Unterstützung für Gitea- und Gitee-Webhooks hinzugefügt.
ga: Tacaíocht bhreise le haghaidh greimíní gréasáin Gitea agus Gitee.
hu: Gitea és Gitee webhook támogatása hozzáadva.
id: Menambahkan dukungan untuk webhook Gitea dan Gitee.
ja: Gitea および Gitee の Webhooks に対応。
nl: Ondersteuning toegevoegd voor webhooks van Gitea en Gitee.
pt: Adicionado suporte para webhooks do Gitea e Gitee.
pt_br: Adicionado suporte para webhooks do Gitea e Gitee.
ro: A fost adăugat suport pentru Gitea și Gitee webhooks.
ru: Добавлена поддержка веб-обработчиков Gitea и Gitee.
sv: Lagt till stöd för Gitea- och Gitee-webhooks.
ta: கிடியா மற்றும் கிதி வெப்ஊக்குகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Gitea ve Gitee internet kancaları desteği eklendi.
uk: Додано підтримку скриптів стеження для Gitea і Gitee.
zh_hans: 为 Gitea 和 Gitee webhooks 添加了支持。
zh_hant: 為 Gitea 和 Gitee webhooks 添加了支持。

source: Added new custom regex based check.
de: Neue benutzerdefinierte auf reguläre Ausdrücke basierende Prüfung hinzugefügt.
ga: Cuireadh seiceáil regex saincheaptha nua leis.
hu: Új, egyedi reguláris kifejezés alapú ellenőrzés hozzáadva.
id: Menambahkan pemeriksaan berbasis regex khusus baru.
ja: 新しいカスタム正規表現に基づく検査を追加。
nl: Nieuwe aangepaste, op reguliere uitdrukking gebaseerde, controle toegevoegd.
pt: Adicionada nova verificação de expressões regulares personalizadas.
pt_br: Adicionada nova verificação de expressões regulares personalizadas.
ro: A fost adăugată o nouă verificare personalizată bazată pe regex.
ru: Добавлена новая пользовательская проверка на основе регулярных выражений.
sv: Lagt till ny anpassad kontroll baserad på reguljära uttryck.
ta: புதிய தனிப்பயன் ரீசெக்ச் அடிப்படையிலான சோதனை சேர்க்கப்பட்டது.
tr: Yeni özel kurallı ifade temelli denetim eklendi.
uk: Додано нову перевірку на основі нетипових формальних виразів.
zh_hans: 添加了新的定制的基于正则表达式的检查。
zh_hant: 添加了新的定制的基於正則表達式的檢查。

source: Allow to configure contributing to shared translation memory.
de: Die Konfiguration von Beiträgen zum gemeinsamen Übersetzungsspeicher ermöglicht.
ga: Ceadaigh rannchuidiú le cuimhne aistriúcháin roinnte a chumrú.
hu: Megosztott fordítási memória használatának konfigurálhatósága biztosított.
id: Izinkan untuk mengonfigurasi kontribusi pada memori terjemahan bersama.
ja: 共有翻訳メモリへの貢献を設定できるように変更。
nl: Configureren van bijdragen aan gedeeld vertaalgeheugen toestaan.
pt: Permitida a configuração de contribuições para a memória de tradução compartilhada.
pt_br: Permitida a configuração de contribuições para a memória de tradução compartilhada.
ro: Permite configurarea contribuției la memoria de traducere partajată.
ru: Разрешение настройки внесения вклада в общую память переводов.
sv: Tillåt att konfigurera bidrag till delat översättningsminne.
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகத்திற்கு பங்களிப்பை உள்ளமைக்க அனுமதிக்கவும்.
tr: Paylaşılan çeviri belleğine katkıda bulunma yapılandırması sağlandı.
uk: Уможливлено налаштовування прав доступу до внесення записів до спільної пам'яті перекладів.
zh_hans: 允许配置对共享翻译记忆库的贡献。
zh_hant: 允許配置來為分享的翻譯記憶庫做出貢獻。

source: Added ZIP download for more translation files.
de: ZIP-Download für weitere Übersetzungsdateien hinzugefügt.
ga: Cuireadh íoslódálacha ZIP leis le haghaidh tuilleadh comhad aistriúcháin.
hu: Több fordítási fájl ZIP formátumú letöltése támogatott.
id: Menambahkan unduhan ZIP untuk lebih banyak berkas terjemahan.
ja: 他の翻訳ファイル用に ZIP ダウンロードを追加。
nl: ZIP downloaden voor meer vertaalbestanden toestaan.
pt: Adicionado a descarrega de ZIP para mais ficheiros de tradução.
pt_br: Adicionado o download ZIP para mais arquivos de tradução.
ro: A fost adăugată descărcarea ZIP pentru mai multe fișiere de traducere.
ru: Скачивание ZIP-архива добавлено для большего количества файлов перевода.
sv: ZIP-nedladdning för fler översättningsfiler har lagts till.
ta: மேலும் மொழிபெயர்ப்பு கோப்புகளுக்கு சிப் பதிவிறக்கம் சேர்க்கப்பட்டது.
tr: Birden fazla çeviri dosyasını indirmek için ZIP desteği eklendi.
uk: Додано можливість отримання архівів ZIP для ширшого спектра файлів перекладів.
zh_hans: 添加了更多翻译文件的 ZIP 下载。
zh_hant: 添加了更多翻譯文件的 ZIP 下載。
