Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Allows you to merge language content. This is useful when updating to a new version which contains aliases for previously unknown languages that have been created with the :samp:`(generated)` suffix. It moves all content from the `source` language to the `target` one.
de: Ermöglicht es Ihnen, Sprachinhalte zusammenzuführen. Dies ist nützlich, wenn Sie auf eine neue Version aktualisieren, die Aliase für zuvor unbekannte Sprachen enthält, die mit dem Suffix `:samp:`(generated)`` erstellt wurden. Der gesamte Inhalt wird von der `source`-Sprache in `target` verschoben.
ga: Ligeann sé seo duit ábhar teanga a chumasc. Tá sé seo úsáideach agus tú ag nuashonrú chuig leagan nua ina bhfuil leasainmneacha do theangacha nach raibh aithne orthu roimhe seo a cruthaíodh leis an iarmhír :samp:`(generated)`. Bogann sé an t-ábhar go léir ón teanga `source` go dtí an teanga `target`.
hu: Lehetővé teszi nyelvi tartalmak összevonását. Ez hasznos frissítéskor, amikor korábban nem ismert nyelvek új verzióban álnévként (pl. :samp:`(automatikusan létrehozott)` utótaggal) jelennek meg. A művelet áthelyezi a tartalmat a `forrás` nyelvből a `cél` nyelvbe.
id: Memungkinkan Anda menggabungkan konten bahasa. Ini berguna saat memperbarui ke versi baru yang berisi alias untuk bahasa yang sebelumnya tidak dikenal yang telah dibuat dengan akhiran :samp:`(generated)`. Ini akan memindahkan semua konten dari bahasa `source` ke bahasa `target`.
nl: Stelt u in staat taalinhoud samen te voegen. Dit is nuttig bij het updaten naar een nieuwe versie die aliassen bevat voor eerder onbekende talen die zijn gemaakt met het achtervoegsel :samp:`(generated)`. Het verplaatst alle inhoud van de `source`-taal naar de `target`-taal.
pt_br: Permite mesclar o conteúdo do idioma. Isso é útil ao atualizar para uma nova versão que contém apelidos para idiomas anteriormente desconhecidos que foram criados com o sufixo :samp:`(generated)`. Ele move todo o conteúdo do idioma fonte `source` para o de destino `target`.
sv: Gör det möjligt att slå samman språkinnehåll. Detta är användbart när du uppdaterar till en ny version som innehåller alias för tidigare okända språk som har skapats med suffixet :samp:`(generated)`. Det flyttar allt innehåll från `källspråket` till `målspråket`.
uk: Дозволяє об'єднувати мовний контент. Це корисно під час оновлення до нової версії, яка містить псевдоніми для раніше невідомих мов, створених із суфіксом :samp:`(generated)`. Він переміщує весь контент з «вихідної» мови на «цільову».

source: After moving the content, you should check whether there is anything left (this is subject to race conditions when somebody updates the repository meanwhile) and remove the :samp:`(generated)` language.
de: Nachdem der Inhalt verschoben wurde, sollten Sie überprüfen, ob noch etwas übrig ist (dies kann passieren, wenn jemand in der Zwischenzeit das Repository aktualisiert) und die Sprache `:samp:`(generated)`` entfernen.
ga: Tar éis an t-ábhar a bhogadh, ba cheart duit a sheiceáil an bhfuil aon rud fágtha (tá sé seo faoi réir coinníollacha rása nuair a dhéanann duine éigin an stór a nuashonrú idir an dá linn) agus an teanga :samp:`(generated)` a bhaint.
hu: Miután áthelyezte a tartalmat, ellenőrizze, hogy nem maradt-e hátra semmi (ez előfordulhat, ha időközben más módosította a tárolót), majd távolítsa el az :samp:`(automatikusan létrehozott)` nyelvi megjelölést.
id: Setelah memindahkan konten, Anda harus memeriksa apakah masih ada yang tersisa (ini tergantung pada kondisi perlombaan saat seseorang memperbarui repositori sementara waktu) dan menghapus bahasa :samp:`(generated)`.
nl: Na het verplaatsen van de inhoud zou u moeten controleren of er iets is achtergebleven (dit is onderwerp van race condities als iemand tegelijkertijd de opslagruimte bijwerkt) en de taal :samp:`(generated)` verwijderen.
pt_br: Depois de mover o conteúdo, você deve verificar se sobrou algo (isto está sujeito a condições de corrida quando alguém atualiza o repositório enquanto isso) e remover o idioma :samp:`(generated)`.
sv: Efter att ha flyttat innehållet bör du kontrollera om något finns kvar (detta är föremål för race conditions om någon uppdaterar arkivet under tiden) och ta bort språket :samp:`(generated)`.
uk: Після переміщення контенту слід перевірити, чи щось залишилося (це залежить від умов гонки, коли хтось тим часом оновлює репозиторій), та видалити мови :samp:`(generated)`.

source: Pushes committed changes to the upstream VCS repository.
de: Pusht committete Änderungen in das Upstream-VCS-Repository.
ga: Athruithe tiomanta a bhrú ar an stór VCS in aghaidh an tsrutha.
hu: Véglegesített változások feltöltése a távoli VCS (verziókezelő) tárolóba.
id: Mendorong perubahan yang dikomit ke repositori VCS hulu.
ja: コミットした変更を上流の VCS リポジトリにプッシュします。
nl: Dient ingediende wijzigingen in bij de opslagruimte upstream van het VCS.
pt: Faz um push das alterações com commit feito para o repositório VCS upstream.
pt_br: Faz um push das alterações com commit feito para o repositório VCS upstream.
ro: Împinge modificările acceptate în depozitul VCS din amonte.
ru: Отправляет закоммиченные изменения в вышестоящий репозиторий.
sv: Skickar bekräftade ändringar till uppströms VCS-arkivet.
ta: மேலோடை வி.சி.எச் களஞ்சியத்தில் உறுதியான மாற்றங்களைத் தள்ளுகிறது.
tr: İşlenen değişiklikleri yukarı akış sürüm denetimi deposuna iter.
uk: Записує внесені зміни до основного сховища системи керування версіями.
zh_hans: 将提交的更改推送到上游的版本控制系统仓库。
zh_hant: 將執行的更改推送到上游版本控制系統（VCS ）倉庫。

source: Force commits any pending changes, prior to pushing.
de: Erzwingt einen Commit für alle ausstehenden Änderungen vor dem Pushen.
ga: Déanann Force aon athruithe ar feitheamh, roimh bhrú.
hu: Bármely függőben lévő módosítás véglegesítése a feltöltés előtt.
id: Paksa komit perubahan yang tertunda, sebelum mendorong.
ja: プッシュする前に、保留中の変更を強制的にコミットします。
nl: Forceer indienen van openstaande wijzigingen, voorafgaande aan het pushen.
pt: Força o commit de todas as alterações pendentes, antes de fazer o push.
pt_br: Força o commit de todas as alterações pendentes, antes de fazer o push.
ro: Forțează confirmarea tuturor modificărilor în așteptare, înainte de a le împinge.
ru: Принудительно закоммитить все ожидающие изменения перед тем как отправить их в вышестоящий репозиторий.
sv: Force bekräftar alla väntande ändringar innan de skickas.
ta: தள்ளுவதற்கு முன், நிலுவையில் உள்ள எந்த மாற்றங்களையும் படை செய்கிறது.
tr: Bekleyen değişikliklerin itilmeden önce işlenmesini dayatır.
uk: Примусово вносить до сховища усі зміни з черги до надсилання змін до сховища.
zh_hans: 强制提交任何待处理的更改，然后再推送。
zh_hant: 在推送前，強制執行任何待定的更改。

source: Weblate pushes changes automatically if :ref:`component-push_on_commit` in :ref:`component` is turned on, which is the default.
de: Weblate pusht Änderungen automatisch, wenn :ref:`component-push_on_commit` in der :ref:`component` eingeschaltet ist, dies ist der Standard.
ga: Brúigh Weblate athruithe go huathoibríoch má tá :ref:`component-push_on_commit` i :ref:`component` casadh air, arb é sin an réamhshocraithe.
hu: A Weblate automatikusan feltölti a változásokat, ha a :ref:`component-push_on_commit` beállítás engedélyezve van az adott :ref:`összetevő <component>` esetében – ez az alapértelmezett viselkedés.
id: Weblate mendorong perubahan secara otomatis jika :ref:`component-push_on_commit` di :ref:`component` diaktifkan, yang merupakan bawaan.
ja: Weblate は、:ref:`component` の :ref:`component-push_on_commit` が有効になっている場合（これはデフォルトです）、変更を自動的にプッシュします。
nl: Weblate pusht wijzigingen automatisch als :ref:`component-push_on_commit` in :ref:`component` is ingeschakeld, wat de standaard is.
pt: O Weblate faz o push das mudanças automaticamente se :ref:`component-push_on_commit` na :ref:`component` está ativada, que é a predefinição.
pt_br: O Weblate faz o push das mudanças automaticamente se :ref:`component-push_on_commit` na :ref:`component` está ativada, que é o padrão.
ro: Weblate împinge automat modificările dacă :ref:`component-push_on_commit` din :ref:`component` este activat, ceea ce este implicit.
ru: Weblate отправляет изменения автоматически, если :ref:`отправка при коммите <component-push_on_commit>` включена в :ref:`настройках компонента <component>` (по умолчанию это так).
sv: Weblate skickar automatiskt ändringar om :ref:`component-push_on_commit` i :ref:`component` är aktiverat, vilket är standardinställningen.
tr: Weblate :ref:`component` içindeki :ref:`component-push_on_commit` seçeneği açılmış ise değişiklikler kendiliğinden itilir ve bu varsayılan değerdir.
uk: Weblate записує зміни до сховища автоматично, якщо позначено пункт :ref:`component-push_on_commit` у налаштуваннях :ref:`складника <component>` (типові налаштування).
zh_hans: 如果开启了 :ref:`component` 中的 :ref:`component-push_on_commit`，Weblate 会自动推送更改，这是默认的。
zh_hant: 如果開啟了 :ref:`component` 中的:ref:`component-push_on_commit`，Weblate 會自動推送更改，這是默認的。

source: Unlocks a given component, making it available for translation.
de: Entsperrt eine bestimmte Komponente und macht sie für die Übersetzung verfügbar.
ga: Díghlasáiltear comhpháirt ar leith, rud a chuireann ar fáil í le haistriú.
hu: Egy összetevő feloldása, így ismét elérhetővé válik fordításra.
id: Membuka komponen tertentu, membuatnya tersedia untuk terjemahan.
ja: 指定したコンポーネントのロックを解除して、翻訳できるようにします。
nl: Ontgrendelt een opgegeven onderdeel, wat het beschikbaar maakt voor vertalen.
pt: Desbloqueia um determinado componente, disponibilizando-o para tradução.
pt_br: Desbloqueia um determinado componente, disponibilizando-o para tradução.
ro: Deblochează o anumită componentă, făcând-o disponibilă pentru traducere.
ru: Разблокировывает данный компонент, делая его доступным для перевода.
sv: Låser upp en viss komponent och gör den tillgänglig för översättning.
ta: கொடுக்கப்பட்ட கூறுகளைத் திறந்து, மொழிபெயர்ப்புக்கு கிடைக்கச் செய்கிறது.
tr: Belirli bir bileşenin kilidini açarak çeviri yapılmasına izin verir.
uk: Розблоковує вказаний складник, роблячи його доступним для перекладу.
zh_hans: 将给定的部件解锁，使它能够被翻译。
zh_hant: 將給定的組件解鎖，使它能夠被翻譯。

source: Configures default groups and optionally assigns all users to that default group.
de: Konfiguriert Standardgruppen und weist optional alle Benutzer dieser Standardgruppe zu.
ga: Cumraíonn sé grúpaí réamhshocraithe agus sannann sé gach úsáideoir go roghnach don ghrúpa réamhshocraithe sin.
hu: Alapértelmezett csoportok konfigurálása, és opcionálisan minden felhasználó hozzárendelése ehhez a csoporthoz.
id: Mengonfigurasi grup bawaan dan secara opsional menetapkan semua pengguna ke grup bawaan tersebut.
ja: デフォルトのグループを設定し、必要であればすべてのユーザーをそのデフォルトのグループに割り当てます。
nl: Configureert standaard groepen en wijst optioneel alle gebruikers toe aan die standaard groep.
pt: Configura grupos predefinidos e, opcionalmente, atribui todos os utilizadores a esse grupo predefinido.
pt_br: Configura grupos padrão e, opcionalmente, atribui todos os usuários a esse grupo padrão.
ro: Configurează grupurile implicite și, opțional, atribuie toți utilizatorii grupului implicit respectiv.
ru: Задаёт группу по умолчанию и, опционально, переносит всех пользователей в эту группу.
sv: Konfigurerar standardgrupper och tilldelar valfritt alla användare till den standardgruppen.
ta: இயல்புநிலை குழுக்களை உள்ளமைத்து, அனைத்து பயனர்களையும் அந்த இயல்புநிலை குழுவிற்கு விருப்பமாக நியமிக்கவும்.
tr: Varsayılan grupları yapılandırır ve isteğe bağlı olarak tüm kullanıcıları bu varsayılan gruba atar.
uk: Налаштовує типові групи і, якщо потрібно, пов'язує усіх користувачів до цієї типової групи.
zh_hans: 配置默认群组，并可选择将所有用户分配到该默认群组。
zh_hant: 配置默認的組，並可選地將所有用戶指定到那個默認組中。

source: Turns off automatic updating of existing groups (only adds new ones).
de: Schaltet die automatische Aktualisierung bestehender Gruppen aus (fügt nur neue Gruppen hinzu).
ga: Múchann sé nuashonrú uathoibríoch na ngrúpaí atá ann cheana féin (ní chuireann sé ach na cinn nua leis).
hu: Megakadályozza a meglévő csoportok automatikus frissítését (csak újakat ad hozzá).
id: Menonaktifkan pembaruan otomatis grup yang ada (hanya menambahkan grup baru).
ja: デフォルトのグループの自動更新を無効にします（新しいグループのみを追加します）。
nl: Schakelt automatisch bijwerken van bestaande groepen uit (voegt alleen nieuwe toe).
pt: Desativa a atualização automática de grupos existentes (apenas adiciona novos).
pt_br: Desativa a atualização automática de grupos existentes (apenas adiciona novos).
ro: Dezactivează actualizarea automată a grupurilor existente (adaugă doar grupuri noi).
ru: Отключает автообновление существующих групп (только добавляет новые).
sv: Stänger av automatisk uppdatering av befintliga grupper (lägger endast till nya).
ta: இருக்கும் குழுக்களின் தானியங்கி புதுப்பிப்பை முடக்குகிறது (புதியவற்றை மட்டுமே சேர்க்கிறது).
tr: Var olan grupların kendiliğinden güncellenmesini kapatır (yalnızca yeniler eklenir).
uk: Вимикає автоматичне оновлення наявних груп (лише додає нові групи).
zh_hans: 关闭对现有组的自动更新（只添加新的）。
zh_hant: 關閉對現有組的自動更新（只添加新的）。

source: Prevents automatic updates of groups for existing projects. This allows adding newly added groups to existing projects, see :ref:`acl`.
de: Verhindert die automatische Aktualisierung von Gruppen für bestehende Projekte. Dies ermöglicht das Hinzufügen neu hinzugefügter Gruppen zu bestehenden Projekten, siehe :ref:`acl`.
ga: Cuireann cosc ar nuashonruithe uathoibríocha ar ghrúpaí Ligeann sé seo grúpaí nua-bhreise a chur le tionscadail atá ann cheana, féach :ref:`acl`.
hu: Megakadályozza a meglévő projektek csoportjainak automatikus frissítését. Ez lehetővé teszi az újonnan létrehozott csoportok hozzáadását meglévő projektekhez, lásd: :ref:`acl`.
id: Mencegah pembaruan otomatis grup untuk proyek yang sudah ada. Ini memungkinkan penambahan grup baru ke proyek yang sudah ada, lihat :ref:`acl`.
ja: デフォルトのプロジェクトのグループが、自動的に更新されないようにします。これにより、新規に追加したグループを、デフォルトのプロジェクトに追加します。参照: :ref:`acl` 。
nl: Voorkomt automatisch bijwerken van groepen voor bestaande projecten. Dit maakt het mogelijk nieuw aangemaakte groepen toe te voegen aan bestaande projecten, bekijk :ref:`acl`.
pt: Impede atualizações automáticas de grupos para projetos existentes. Isso permite adicionar grupos recém-adicionados a projetos existentes, consulte :ref:`acl`.
pt_br: Impede atualizações automáticas de grupos para projetos existentes. Isso permite adicionar grupos recém-adicionados a projetos existentes, consulte :ref:`acl`.
ro: Împiedică actualizările automate ale grupurilor pentru proiectele existente. Aceasta permite adăugarea de grupuri nou adăugate la proiectele existente, a se vedea :ref:`acl`.
ru: Предотвращает автоматическое обновление групп уже существующих проектов. Это даёт возможность добавлять свежесозданные группы к существующим проектам, смотреть раздел :ref:`acl`.
sv: Förhindrar automatiska uppdateringar av grupper för befintliga projekt. Detta gör det möjligt att lägga till nyligen tillagda grupper till befintliga projekt, se :ref:`acl`.
tr: Var olan projeler için grupların kendiliğinden güncellenmesini engeller. Bu seçenek, var olan projelere yeni grupların eklenmesine izin verir. Ayrıntılı bilgi almak için: :ref:`acl`.
uk: Запобігає автоматичним оновленням груп для наявних проєктів. Це уможливлює додавання новостворених груп до наявних проєктів, див. :ref:`acl`.
zh_hans: 防止对现有项目的组的自动更新。这允许将新添加的组加入到现有项目中，请参见 :ref:`acl`。
zh_hant: 防止對現有項目的組的自動更新。這允許將新添加的組加入到現有項目中，請參見 :ref:`acl`。

source: Updates list of defined languages in Weblate.
de: Aktualisiert die Liste der Sprachdefinitionen in Weblate.
ga: Nuashonraítear liosta na dteangacha sainithe in Weblate.
hu: A Weblate-ben definiált nyelvek listájának frissítése.
id: Memperbarui daftar bahasa yang ditentukan di Weblate.
ja: Weblate で定義されている言語リストを更新します。
nl: Bijwerken van de lijst met gedefinieerde talen in Weblate.
pt: Atualiza a lista de idiomas definidos no Weblate.
pt_br: Atualiza a lista de idiomas definidos no Weblate.
ro: Actualizează lista de limbi definite în Weblate.
ru: Обновляет список определенных языков в Weblate.
sv: Uppdaterar listan över definierade språk i Weblate.
ta: வலைபெயர்ப்பில் வரையறுக்கப்பட்ட மொழிகளின் பட்டியல் புதுப்பிப்புகள்.
tr: Weblate üzerinde tanımlanmış dillerin listesini günceller.
uk: Оновлює список визначених мов у Weblate.
zh_hans: 将 Weblate 中的确定语言的列表更新。
zh_hant: 將 Weblate 中的確定語言的列表更新。

source: Turns off automatic updates of existing languages (only adds new ones).
de: Schaltet die automatische Aktualisierung bestehender Sprachen aus (fügt nur neue hinzu).
ga: Múchann sé nuashonruithe uathoibríocha na dteangacha atá ann cheana féin (ní chuireann sé ach na cinn nua leis).
hu: Megakadályozza a meglévő nyelvek automatikus frissítését (csak újakat ad hozzá).
id: Mematikan pembaruan otomatis bahasa yang ada (hanya menambahkan bahasa baru).
ja: デフォルトの言語の自動更新を無効にします（新しい言語のみを追加します）。
nl: Schakelt automatisch bijwerken van de bestaande talen uit (voegt alleen nieuwe toe).
pt: Desativa as atualizações automáticas de idiomas existentes (apenas adiciona novos).
pt_br: Desativa as atualizações automáticas de idiomas existentes (apenas adiciona novos).
ro: Dezactivează actualizările automate ale limbilor existente (adaugă doar cele noi).
ru: Отключает автообновление существующих языков (только добавляет новые).
sv: Stänger av automatiska uppdateringar av befintliga språk (lägger endast till nya).
ta: இருக்கும் மொழிகளின் தானியங்கி புதுப்பிப்புகளை முடக்குகிறது (புதியவற்றை மட்டுமே சேர்க்கிறது).
tr: Var olan dillerin kendiliğinden güncellenmesini kapatır (yalnızca yeniler eklenir).
uk: Вимикає автоматичні оновлення наявних мов (лише додає нові мови).
zh_hans: 关闭现有语言的自动更新（只添加新的）。
zh_hant: 關閉現有語言的自動更新（只添加新的）。

source: Updates all checks for all strings.
de: Aktualisiert alle Qualitätsprüfungen für alle Zeichenketten.
ga: Nuashonraítear gach seiceáil do gach teaghrán.
hu: Az összes ellenőrzés frissítése az összes szövegre.
id: Memperbarui semua pemeriksaan untuk semua string.
ja: すべての文字列のすべての検査結果を更新します。
nl: Werkt alle controles voor alle tekenreeksen bij.
pt: Atualiza todas as verificações para todas as cadeias.
pt_br: Atualiza todas as verificações para todos os textos.
ro: Actualizează toate verificările pentru toate șirurile de caractere.
ru: Обновляет все проверки всех строк.
sv: Uppdaterar alla kontroller för alla strängar.
ta: அனைத்து சரங்களுக்கும் அனைத்து சோதனைகளையும் புதுப்பிக்கிறது.
tr: Tüm dizgeler için tüm denetimleri günceller.
uk: Оновлює всі перевірки для всіх рядків.
zh_hans: 更新对所有字符串的所有检查。
zh_hant: 對所有字符串更新所有檢查。

source: Useful for upgrades which do major changes to checks.
de: Nützlich für Upgrades, die größere Änderungen an Qualitätsprüfungen vornehmen.
ga: Úsáideach le haghaidh uasghráduithe a dhéanann athruithe móra ar sheiceálacha.
hu: Hasznos nagyobb változásokat hozó frissítések esetén, amelyek jelentősen módosítják az ellenőrzések működését.
id: Berguna untuk pemutakhiran yang melakukan perubahan besar pada pemeriksaan.
ja: 検査に大きな変更を加えるようなアップグレードに使用すると便利です。
nl: Nuttig voor upgrades die belangrijke wijzigingen aan controles maken.
pt: Útil para atualizações que fazem grandes mudanças nas verificações.
pt_br: Útil para atualizações que fazem grandes mudanças nas verificações.
ro: Utile pentru actualizările care aduc modificări majore la verificări.
ru: Полезна после обновлений Weblate, которые в значительной степени меняют проверки.
sv: Användbart för uppgraderingar som innebär större förändringar av kontroller.
ta: சோதனைகளில் பெரிய மாற்றங்களைச் செய்யும் மேம்படுத்தல்களுக்கு பயனுள்ளதாக இருக்கும்.
tr: Denetimlerde büyük değişiklikler yapılmış olan yükseltmelerde yararlıdır.
uk: Корисна для оновлень, у яких вносяться значні зміни до перевірок.
zh_hans: 对检查进行主要更改的更新是有用的。
zh_hant: 對檢查進行主要更改的更新是有用的。

source: Checks are recalculated regularly by Weblate in the background, the frequency can be configured via :setting:`BACKGROUND_TASKS`.
de: Die Qualitätsprüfungen werden von Weblate regelmäßig im Hintergrund neu berechnet, die Häufigkeit kann über :setting:`BACKGROUND_TASKS` konfiguriert werden.
ga: Déanann Weblate seiceálacha a athríomh go rialta sa chúlra, is féidir an mhinicíocht a chumrú trí :setting:`BACKGROUND_TASKS`.
hu: A Weblate rendszeresen újraszámolja az ellenőrzéseket a háttérben, ennek gyakorisága a :setting:`BACKGROUND_TASKS` beállítással konfigurálható.
id: Pemeriksaan dihitung ulang secara berkala oleh Weblate di latar belakang, frekuensinya dapat dikonfigurasikan melalui :setting:`BACKGROUND_TASKS`.
ja: Weblate により定期的にバックグラウンドでチェックが実行されます。頻度は :setting:`BACKGROUND_TASKS` から設定します。
nl: Controles worden regelmatig op de achtergrond opnieuw berekend door Weblate, de frequentie kan worden geconfigureerd via :setting:`BACKGROUND_TASKS`.
pt: As verificações são recalculadas regularmente pelo Weblate em segundo plano; a frequência pode ser configurada por meio da :setting:`BACKGROUND_TASKS`.
pt_br: As verificações são recalculadas regularmente pelo Weblate em segundo plano; a frequência pode ser configurada por meio da :setting:`BACKGROUND_TASKS`.
ru: Проверки регулярно пересчитываются Weblate в фоновом режиме, частоту можно настроить с помощью :setting:`BACKGROUND_TASKS`.
sv: Kontroller beräknas regelbundet av Weblate i bakgrunden. Frekvensen kan konfigureras via :setting:`BACKGROUND_TASKS`.
tr: Denetimler Weblate tarafından düzenli olarak arka planda yeniden hesaplanır. Sıklık :setting:`BACKGROUND_TASKS` seçeneği ile yapılandırılabilir.
uk: Результати перевірки регулярно оновлюються Weblate у фоновому режимі. Частоту можна налаштувати за допомогою змінної :setting:`BACKGROUND_TASKS`.
zh_hans: 检查由 Weblate 定期在后台重新计算，可以使用 :setting:`BACKGROUND_TASKS` 配置频率。

source: Fetches remote VCS repositories and updates the internal cache.
de: Ruft Remote-VCS-Repositorys ab und aktualisiert den internen Cache.
ga: Faightear stórtha cianda VCS agus nuashonraítear an taisce inmheánach.
hu: Távoli VCS-tárolók letöltése és a belső gyorsítótár frissítése.
id: Mengambil repositori VCS jarak jauh dan memperbarui simpanan internal.
ja: リモート VCS リポジトリを取得し、内部キャッシュを更新します。
nl: Haalt opslagruimten van het VCS op afstand op en werkt de interne cache bij.
pt: Busca repositórios VCS remotos e atualiza o cache interno.
pt_br: Busca repositórios VCS remotos e atualiza o cache interno.
ro: Preia depozitele VCS de la distanță și actualizează memoria cache internă.
ru: Извлекает изменения из удалённого репозитория системы контроля версий в локальный и обновляет внутренний кеш.
sv: Hämtar fjärr-VCS-arkiv och uppdaterar den interna cachen.
ta: தொலைநிலை வி.சி.எச் களஞ்சியங்களைப் பெறுகிறது மற்றும் உள் தற்காலிக சேமிப்பைப் புதுப்பிக்கிறது.
tr: Uzak sürüm denetimi sistemi depolarını getirir ve iç ön belleği günceller.
uk: Отримує дані з віддалених сховищ системи керування версіями і оновлює вбудований кеш.
zh_hans: 取回远程版本控制系统仓库并更新内部缓存。
zh_hant: 取回遠程版本控制系統（VCS ）倉庫並更新內部緩存。
