Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Added support for managing SSH host keys.
de: Unterstützung für die Verwaltung von SSH-Hostschlüsseln hinzugefügt.
ga: Tacaíocht bhreise chun eochracha óstaigh SSH a bhainistiú.
hu: SSH-kulcsok kezelésének támogatása.
id: Menambahkan dukungan untuk mengelola kunci host SSH.
ja: SSH ホスト鍵の管理機能の追加。
nl: Ondersteuning toegevoegd voor het beheren van SSH-sleutels voor host.
pt: Suporte adicional para a gestão de chaves de host SSH.
pt_br: Suporte adicional para gerenciamento de chaves de host SSH.
ro: A fost adăugat suport pentru gestionarea cheilor gazdă SSH.
ru: Добавлена поддержка управления SSH-ключами серверов.
sv: Lagt till stöd för hantering av SSH-värdnycklar.
ta: பாஓடு புரவலன் விசைகளை நிர்வகிப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: SSH sunucu anahtarları yönetimi desteği eklendi.
uk: Додано підтримку керування ключами SSH вузла.
zh_hans: 为管理 SSH 主机密钥添加了支持。
zh_hant: 為管理 SSH 主機密鑰添加了支持。

source: Various form validation improvements.
de: Verschiedene Verbesserungen bei der Formularvalidierung.
ga: Feabhsuithe éagsúla bailíochtaithe foirmeacha.
hu: Különféle érvényesítési fejlesztések.
id: Berbagai peningkatan validasi formulir.
ja: 各種フォームの検証機能を改良。
nl: Verscheidene verbeteringen voor valideren formulieren.
pt: Várias melhorias de validação de formulários.
pt_br: Várias melhorias de validação de formulários.
ro: Diverse îmbunătățiri în ceea ce privește validarea formularelor.
ru: Разнообразные улучшения валидации форм.
sv: Olika förbättringar av formulärvalidering.
ta: பல்வேறு வடிவ சரிபார்ப்பு மேம்பாடுகள்.
tr: Çeşitli form doğrulama iyileştirmeleri yapıldı.
uk: Різноманітні удосконалення перевірки форми.
zh_hans: 各种表单验证改进。
zh_hant: 各種表格驗證改進。

source: Various quality checks improvements.
de: Verschiedene Verbesserungen bei den Qualitätsprüfungen.
ga: Feabhsuithe seiceála cáilíochta éagsúla.
hu: Minőség-ellenőrzések több ponton javítva.
id: Berbagai peningkatan pemeriksaan kualitas.
ja: 各種品質検査の改良。
nl: Verscheidene verbeteringen voor kwaliteitscontroles.
pt: Várias melhorias de verificação de qualidade.
pt_br: Várias melhorias de verificação de qualidade.
ro: Diverse îmbunătățiri în ceea ce privește validarea formularelor.
ru: Разнообразные улучшения проверок качества.
sv: Olika förbättringar av kvalitetskontroller.
ta: பல்வேறு தரமான சோதனைகள் மேம்பாடுகள்.
tr: Çeşitli kalite denetimi iyileştirmeleri yapıldı.
uk: Різноманітні удосконалення перевірок якості.
zh_hans: 各种质量检查改进。
zh_hant: 各種質量檢查改進。

source: Performance improvements for import.
de: Leistungsverbesserungen beim Import.
ga: Feabhsuithe feidhmíochta le haghaidh allmhairiú.
hu: Importálási teljesítmény javítása.
id: Peningkatan kinerja untuk impor.
ja: インポート性能の改良。
nl: Verbeteringen van prestaties bij importeren.
pt: Melhorias de desempenho para importação.
pt_br: Melhorias de desempenho para importação.
ro: Îmbunătățiri de performanță pentru import.
ru: Улучшена производительность при импорте.
sv: Prestandaförbättringar för import.
ta: இறக்குமதிக்கான செயல்திறன் மேம்பாடுகள்.
tr: İçe aktarma başarımı iyileştirildi.
uk: Удосконалення швидкодії для імпортування.
zh_hans: 导入的性能改进。
zh_hant: 導入的性能改進。

source: Added support for voting on suggestions.
de: Unterstützung für das Abstimmen über Vorschläge hinzugefügt.
ga: Tacaíocht breise don vótáil ar mholtaí.
hu: Javaslatokra való szavazás támogatása.
id: Menambahkan dukungan untuk pemungutan suara pada saran.
ja: 提案に対する投票機能の追加。
nl: Ondersteuning toegevoegd voor stemmen op suggesties.
pt: Adicionado suporte para votação das sugestões.
pt_br: Adicionado suporte para votação das sugestões.
ro: A fost adăugat suport pentru votarea sugestiilor.
ru: Добавлена поддержка голосований за предложения.
sv: Lagt till stöd för omröstning om förslag.
ta: பரிந்துரைகளில் வாக்களிப்பதற்கான உதவி சேர்க்கப்பட்டது.
tr: Önerilere oy verme desteği eklendi.
uk: Додано підтримку голосування за пропозиції.
zh_hans: 为建议投票添加了支持。
zh_hant: 為建議投票添加了支持。

source: Cleanup of admin interface.
de: Bereinigung der Adminoberfläche.
ga: Glanadh an chomhéadain admin.
hu: Adminisztrációs felület átdolgozása.
id: Pembersihan antarmuka admin.
ja: 管理画面のクリーンアップ機能の追加。
nl: Opschonen van beheerinterface.
pt: Limpeza da interface administrativa.
pt_br: Limpeza da interface administrativa.
ro: Curățarea interfeței de administrare.
ru: Подчищен интерфейс администратора.
sv: Rensning av administratörsgränssnittet.
ta: நிர்வாக இடைமுகத்தை தூய்மை செய்தல்.
tr: Yönetim arayüzü sadeleştirildi.
uk: Очищення адміністративного інтерфейсу.
zh_hans: 清理管理员界面。
zh_hant: 清理管理員界面。

source: *Released on April 16th 2013.*
de: *Veröffentlicht am 16. April 2013.*
ga: *Eisithe ar 16 Aibreán 2013.*
hu: *Kiadva: 2013. április 16.*
id: *Dirilis pada 16 April 2013.*
nl: *Uitgegeven op 16 april 2013.*
pt_br: *Atualizado em 16 de abril de 2013.*
sv: *Släpptes den 16 april 2013.*
tr: *16 Nisan 2013 tarihinde yayınlandı.*
uk: *Випущено 16 квітня 2013 року.*

source: Added public user pages.
de: Öffentliche Benutzerseiten hinzugefügt.
ga: Cuireadh leathanaigh úsáideoirí poiblí leis.
hu: Nyilvános felhasználói oldalak hozzáadva.
id: Menambahkan halaman pengguna publik.
ja: 公開ユーザー ページを追加。
nl: Publieke gebruikerspagina's toegevoegd.
pt: Adicionadas páginas públicas de utilizadores.
pt_br: Adicionadas páginas públicas de usuários.
ro: Au fost adăugate pagini publice pentru utilizatori.
ru: Добавлены общедоступные страницы пользователей.
sv: Lade till offentliga användarsidor.
ta: பொது பயனர் பக்கங்கள் சேர்க்கப்பட்டன.
tr: Herkese açık kullanıcı sayfaları eklendi.
uk: Додано загальнодоступні сторінки користувачів.
zh_hans: 添加了公共用户页面。
zh_hant: 添加了公共用戶頁面。

source: Better naming of plural forms.
de: Bessere Benennung der Pluralformen.
ga: Ainmniú níos fearr ar fhoirmeacha iolra.
hu: Többes számú alakok elnevezésének pontosítása.
id: Penamaan bentuk jamak yang lebih baik.
ja: 複数形の命名の改良。
nl: Betere naamgeving voor meervoudsvormen.
pt: Melhor nomenclatura de formas plurais.
pt_br: Melhor nomenclatura de formas plurais.
ro: O mai bună denumire a formelor de plural.
ru: Улучшено описания в формах редактирования строк со множественным числом.
sv: Bättre benämning av pluralformer.
ta: பன்மை வடிவங்களின் சிறந்த பெயரிடுதல்.
tr: Çoğul biçimlerin adlandırılması iyileştirildi.
uk: Удосконалено іменування форм множини.
zh_hans: 更好地命名复数形式。
zh_hant: 更好地命名複數形式。

source: Added support for TBX export of glossary.
de: Unterstützung für TBX-Export des Glossars hinzugefügt.
ga: Tacaíocht bhreise le haghaidh easpórtáil gluais TBX.
hu: Szójegyzék TBX formátumú exportálásának támogatása hozzáadva.
id: Menambahkan dukungan untuk ekspor glosarium TBX.
ja: 用語集の TBX エクスポートに対応。
nl: Ondersteuning toegevoegd voor exporteren naar TBX van woordenlijst.
pt: Adicionado suporte para exportação de glossário TBX.
pt_br: Adicionado suporte para exportação de glossário TBX.
ro: A fost adăugat suport pentru exportul TBX al glosarului.
ru: Добавлена поддержка экспорта словаря в TBX.
sv: Lagt till stöd för TBX-export av ordlista.
ta: சொற்களஞ்சியத்தின் டிபிஎக்ச் ஏற்றுமதிக்கான உதவி சேர்க்கப்பட்டது.
tr: Sözlüğün TBX olarak dışa aktarılması desteği eklendi.
uk: Додано підтримку експортування TBX до глосарія.
zh_hans: 为术语表的 TBX 导出添加了支持。
zh_hant: 為詞彙表的 TBX 導出添加了支持。

source: Added support for Bitbucket notifications.
de: Unterstützung für Bitbucket-Benachrichtigungen hinzugefügt.
ga: Tacaíocht bhreise le haghaidh fógraí Bitbucket.
hu: Bitbucket értesítések támogatása hozzáadva.
id: Menambahkan dukungan untuk notifikasi Bitbucket.
ja: Bitbucket の通知に対応。
nl: Ondersteuning toegevoegd voor notificaties van Bitbucket.
pt: Adicionado suporte para notificações bitbucket.
pt_br: Adicionado suporte para notificações bitbucket.
ro: A fost adăugat suport pentru notificările Bitbucket.
ru: Добавлена поддержка уведомлений Bitbucket.
sv: Stöd för Bitbucket-meddelanden har lagts till.
ta: பிட்பக்கெட் அறிவிப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Bitbucket bildirimleri desteği eklendi.
uk: Додано підтримку сповіщень Bitbucket.
zh_hans: 为 Bitbucket 通知添加了支持。
zh_hant: 為 Bitbucket 通知添加了支持。

source: Activity charts are now available for each translation, language or user.
de: Aktivitätsdiagramme sind jetzt für jede Übersetzung, Sprache oder jeden Benutzer verfügbar.
ga: Tá cairteacha gníomhaíochta ar fáil anois do gach aistriúchán, teanga nó úsáideoir.
hu: Aktivitási diagramok mostantól elérhetők fordításonként, nyelvenként vagy felhasználónként.
id: Bagan aktivitas sekarang tersedia untuk setiap terjemahan, bahasa, atau pengguna.
ja: 翻訳、言語、ユーザーごとに作業履歴のグラフを表示するように改良。
nl: Activiteitendiagrammen zijn nu beschikbaar voor elke vertaling, taal of gebruiker.
pt: Os gráficos de atividade já estão disponíveis para cada tradução, idioma ou utilizador.
pt_br: Os gráficos de atividade já estão disponíveis para cada tradução, idioma ou usuário.
ro: Diagramele de activitate sunt acum disponibile pentru fiecare traducere, limbă sau utilizator.
ru: Графики активности теперь доступны для каждого отдельного перевода, языка и пользователя.
sv: Aktivitetsdiagram finns nu tillgängliga för varje översättning, språk eller användare.
ta: ஒவ்வொரு மொழிபெயர்ப்பு, மொழி அல்லது பயனருக்கும் செயல்பாட்டு விளக்கப்படங்கள் இப்போது கிடைக்கின்றன.
tr: Etkinlik çizelgelerinin her çeviri, dil ya da kullanıcı için görülebilmesi sağlandı.
uk: Реалізовано діаграми активності для кожного перекладу, мови і користувача.
zh_hans: 现在可以为每个翻译、语言或用户提供活动图表。
zh_hant: 行為圖標現在可用於每個翻譯、語言或用戶。

source: Extended options of import_project admin command.
de: Optionen des Administratorbefehls import_project erweitert.
ga: Roghanna sínte ordú riaracháin import_project.
hu: import_project admin parancs kibővített beállításai.
id: Opsi lanjutan dari perintah admin import_project.
ja: import_project 管理者コマンドのオプションの拡張。
nl: Uitgebreide opties voor beheersopdracht import_project.
pt: Opções estendidas de comando administrativo import_project.
pt_br: Opções estendidas de comando administrativo import_project.
ro: Opțiuni extinse ale comenzii import_project admin.
ru: Расширены параметры команды администратора import_project.
sv: Utökade alternativ för administratörskommandot import_project.
ta: இறக்குமதி_வாத நிர்வாக கட்டளையின் நீட்டிக்கப்பட்ட விருப்பங்கள்.
tr: import_project yönetici komutunun seçenekleri artırıldı.
uk: Розширено перелік параметрів адміністративної команди import_project.
zh_hans: 扩展了 import_project admin 命令的选项。
zh_hant: 擴展了 import_project admin 命令的選項。

source: Compatible with Django 1.5.
de: Kompatibilität mit Django 1.5.
ga: Ag luí le Django 1.5.
hu: Django 1.5 kompatibilitás.
id: Kompatibel dengan Django 1.5.
ja: Django 1.5 との互換性に対応。
nl: Compatibel met Django 1.5.
pt: Compatível com Django 1.5.
pt_br: Compatível com Django 1.5.
ro: Compatibil cu Django 1.5.
ru: Совместимость с Django 1.5.
sv: Kompatibel med Django 1.5.
ta: சாங்கோ 1.5 உடன் இணக்கமானது.
tr: Django 1.5 uyumluluğu sağlandı.
uk: Реалізовано сумісність із Django 1.5.
zh_hans: 与 Django 1.5 兼容。
zh_hant: 與 Django 1.5 兼容。

source: Avatars are now shown using libravatar.
de: Avatare werden jetzt mit Libravatar angezeigt.
ga: Taispeántar avatars anois ag baint úsáide as libravatar.
hu: A profilképek mostantól libravatar használatával jelennek meg.
id: Avatar sekarang ditampilkan menggunakan libravatar.
ja: アバターを libravatar を使用して表示するように改良。
nl: Avatars worden nu weergegeven met libravatar.
pt: Avatares são agora mostrados usando libravatar.
pt_br: Avatares são agora mostrados usando libravatar.
ro: Avatarurile sunt acum afișate folosind libravatar.
ru: Аватары теперь показываются с помощью libravatar.
sv: Avatarer visas nu med hjälp av libravatar.
ta: அவதாரங்கள் இப்போது லிப்ராவதரைப் பயன்படுத்தி காட்டப்பட்டுள்ளன.
tr: Avatarların libravatar kullanılarak görüntülenmesi sağlandı.
uk: У новій версії аватари показуються із використанням libravatar.
zh_hans: 现在使用 libravatar 显示头像。
zh_hant: 現在使用 libravatar 顯示頭像。

source: Added possibility to pretty print JSON export.
de: Die Möglichkeit hinzugefügt, den JSON-Export hübsch zu gestalten.
ga: Cuireadh féidearthacht leis an onnmhairiú JSON a phriontáil go deas.
hu: Lehetőség a JSON export formázott megjelenítésére.
id: Menambahkan kemungkinan untuk mempercantik ekspor JSON.
ja: JSON エクスポートで綺麗に印刷する機能を追加。
nl: Mogelijkheid om export van JSON te pretty printen.
pt: Adicionada possibilidade de impressão bonita da exportação JSON.
pt_br: Adicionada possibilidade de impressão bonita da exportação JSON.
ro: A fost adăugată posibilitatea de a imprima frumos exportul JSON.
ru: Добавлена возможность экспорта в JSON в формате удобном для человека.
sv: Lagt till möjlighet att skriva ut JSON-export på ett snyggt sätt.
ta: சாதொபொகு ஏற்றுமதியை அழகாக அச்சிடுவதற்கான சாத்தியம் சேர்க்கப்பட்டது.
tr: JSON dışa aktarımının güzel biçimde yazdırılabilmesi sağlandı.
uk: Додано можливість форматованого виведення при експортуванні JSON.
zh_hans: 为 pretty print JSON 导出添加了可能性。
zh_hant: 為 pretty print JSON 導出添加了可能性。

source: Various performance improvements.
de: Verschiedene Leistungsverbesserungen.
ga: Feabhsuithe feidhmíochta éagsúla.
hu: Számos teljesítményjavítás.
id: Berbagai peningkatan kinerja.
ja: さまざまな処理の改良。
nl: Verscheidene verbeteringen voor prestaties.
pt: Várias melhorias de desempenho.
pt_br: Várias melhorias de desempenho.
ro: Diverse îmbunătățiri de performanță.
ru: Различные улучшения производительности.
sv: Olika prestandaförbättringar.
ta: பல்வேறு செயல்திறன் மேம்பாடுகள்.
tr: Çeşitli başarım iyileştirmeleri yapıldı.
uk: Різноманітні удосконалення швидкодії.
zh_hans: 各种性能改进。
zh_hant: 更重新能改進。

source: Indicate failing checks or fuzzy strings in progress bars for projects or languages as well.
de: Anzeige von fehlgeschlagenen Qualitätsprüfungen oder ungenauen Zeichenketten auch in Fortschrittsbalken der Projekte oder Sprachen.
ga: Léirigh seiceálacha teip nó teaghráin doiléir i mbarraí dul chun cinn le haghaidh tionscadal nó teangacha freisin.
hu: A projekt- és nyelvi előrehaladási sávokban is jelöli a sikertelen ellenőrzéseket vagy a szerkesztést igénylő szövegeket.
id: Menunjukkan pemeriksaan yang gagal atau string fuzzy pada bilah kemajuan untuk proyek atau bahasa juga.
ja: プロジェクトまたは言語の翻訳状況のプログレスバーにも、検査不合格数またはあいまい文字列数を表示。
nl: Aangeven van mislukte controles of fuzzy tekenreeksen ook in voortgangsbalken voor projecten of talen.
pt: Indicar verificações com falha ou entradas imprecisas em barras de progresso para projetos e idiomas.
pt_br: Indica verificações de falha ou textos aproximados em barras de progresso para projetos ou idiomas também.
ro: Indicați verificările nereușite sau șirurile de caractere neclare în barele de progres pentru proiecte sau limbi, de asemenea.
ru: Отображение количества неудачных проверок и неточных строк в индикаторах готовности перевода также и для проектов и языков.
sv: Ange misslyckade kontroller eller otydliga strängar i förloppsindikatorer för projekt eller språk också.
ta: திட்டங்கள் அல்லது மொழிகளுக்கான முன்னேற்றப் பட்டிகளில் தோல்வியுற்ற சோதனைகள் அல்லது தெளிவற்ற சரங்களை குறிக்கவும்.
tr: Başarısız olan denetimlerin veya belirsiz dizgelerin projelerin veya dillerin ilerleme çubuklarında görüntülenmesi sağlandı.
uk: Реалізовано індикацію помилок перевірок або неточно перекладених рядків на смужках поступу для проєктів або мов.
zh_hans: 在项目或语言的进度条中也会显示未通过的检查或模糊字符串了。
zh_hant: 對項目或同樣對語言，在進度條中指示失敗的檢查或模糊字符串。

source: Added support for custom pre-commit hooks and committing additional files.
de: Unterstützung für benutzerdefinierte Pre-Commit-Hooks und das Committen von zusätzlichen Dateien hinzugefügt.
ga: Tacaíocht bhreise le haghaidh crúcaí réamhgheallta saincheaptha agus comhaid bhreise a dhéanamh.
hu: Egyedi véglegesítés előtti hookok és további fájlok véglegesítésének támogatása.
id: Dukungan tambahan untuk kait pra-komit khusus dan mengkomit berkas tambahan.
ja: カスタムコミット前フックと追加ファイルのコミットへの対応を追加。
nl: Ondersteuning toegevoegd voor aangepaste hooks voorafgaande aan indienen en indienen van aanvullende bestanden.
pt: Adicionado suporte para ganchos personalizados pré-commit e fazer commit de ficheiros adicionais.
pt_br: Adicionado suporte para ganchos personalizados pré-commit e fazer commit de arquivos adicionais.
ro: A fost adăugat suport pentru cârlige de precomitere personalizate și comiterea de fișiere suplimentare.
ru: Добавлена поддержка добавления своих предкоммитных обработчиков и коммита дополнительных файлов.
sv: Lagt till stöd för anpassade pre-commit-hooks och commit av ytterligare filer.
ta: தனிப்பயன் முன்-கட்டளை கொக்கிகள் மற்றும் கூடுதல் கோப்புகளைச் செய்வதற்கான உதவி சேர்க்கப்பட்டது.
tr: Özel ön işleme kancaları ve ek dosyaların işlenmesi özellikleri eklendi.
uk: Додано підтримку нетиповий спостережних скриптів, які спрацьовують до створення внеску, і внесення додаткових файлів.
zh_hans: 为客户预提交投资与提交另外的文件添加了支持。
zh_hant: 為客戶預提交投資與提交另外的文件添加了支持。

source: Rewritten search for better performance and user experience.
de: Überarbeitete Suche für bessere Leistung und besseres Benutzererlebnis.
ga: Cuardach athscríofa le haghaidh feidhmíochta níos fearr agus taithí úsáideora.
hu: A kereső újraírásra került a jobb teljesítmény és felhasználói élmény érdekében.
id: Pencarian yang ditulis ulang untuk kinerja dan pengalaman pengguna yang lebih baik.
ja: 検索を書き直し、性能とユーザー体験を改良。
nl: Zoeken herschreven voor betere prestaties en gebruikerservaring.
pt: Reescrita a pesquisa para melhor desempenho e experiência do utilizador.
pt_br: Reescrita a busca para melhor desempenho e experiência do usuário.
ro: Căutare rescrisă pentru o performanță și o experiență mai bună a utilizatorului.
ru: Переписан поиск ради лучшей производительности и удобства пользователя.
sv: Omskriven sökning för bättre prestanda och användarupplevelse.
ta: சிறந்த செயல்திறன் மற்றும் பயனர் அனுபவத்தைத் தேடுங்கள்.
tr: Arama özelliği daha iyi başarım ve kullanıcı deneyimi sağlamak için yeniden yazıldı.
uk: Переписано засоби пошук для удосконалення швидкодії і зручності.
zh_hans: 重写了搜索实现更好的性能与用户体验。
zh_hant: 重寫了搜索實現更好的性能與用戶體驗。

source: New interface for machine translations.
de: Neue Oberfläche für maschinelle Übersetzungen.
ga: Comhéadan nua le haghaidh aistriúcháin mheaisín.
hu: Új felület a gépi fordításokhoz.
id: Antarmuka baru untuk terjemahan mesin.
ja: 機械翻訳用の新しいインターフェースの追加。
nl: Nieuwe interface voor machinevertalingen.
pt: Nova interface para traduções de máquina.
pt_br: Nova interface para traduções automáticas.
ro: O nouă interfață pentru traducerile automate.
ru: Новый интерфейс машинного перевода.
sv: Nytt gränssnitt för maskinöversättningar.
ta: இயந்திர மொழிபெயர்ப்புகளுக்கான புதிய இடைமுகம்.
tr: Makine çevirileri arayüzü yenilendi.
uk: Новий інтерфейс для комп'ютерного перекладу.
zh_hans: 机器翻译的新界面。
zh_hant: 機器翻譯的新界面。

source: Added support for monolingual po files.
de: Unterstützung für einsprachige PO-Dateien hinzugefügt.
ga: Tacaíocht bhreise do chomhaid po aonteangacha.
hu: Egynyelvű po-fájlok támogatása hozzáadva.
id: Menambahkan dukungan untuk berkas po monolingual.
ja: モノリンガルの po ファイルに対応。
nl: Ondersteuning toegevoegd voor eentalige PO-bestanden.
pt: Adicinado suporte para ficheiros po monolíngues.
pt_br: Adicionado suporte para arquivos po monolíngues.
ro: A fost adăugat suport pentru fișierele po monolingve.
ru: Добавлена поддержка перевода одноязычных PO-файлов.
sv: Stöd för enspråkiga po-filer har lagts till.
ta: ஒருமொழி பிஓ கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது.
tr: Tek dilli po dosyaları desteği eklendi.
uk: Додано підтримку одномовних файлів po.
zh_hans: 添加了对单语言 po 文件的支持。
zh_hant: 添加了對單語言 po 文件的支持。

source: Extend amount of cached metadata to improve speed of various searches.
de: Erweiterte Menge an zwischengespeicherten Metadaten, um die Geschwindigkeit verschiedener Suchvorgänge zu verbessern.
ga: Méadaigh méid na meiteashonraí i dtaisce chun luas na gcuardach éagsúla a fheabhsú.
hu: Nagyobb mennyiségű metaadat gyorsítótárazása a keresések felgyorsítása érdekében.
id: Perluas jumlah metadata yang disimpan untuk meningkatkan kecepatan berbagai pencarian.
ja: さまざまな検索の高速化のため、キャッシュするメタデータの量を拡張。
nl: Hoeveelheid gecachete metadata uitgebreid voor verbeterde snelheid van verscheidene zoekacties.
pt: Estende a quantidade de metadados armazenados em cache para melhorar a velocidade de várias pesquisas.
pt_br: Estende a quantidade de metadados armazenados em cache para melhorar a velocidade de várias buscas.
ro: Extindeți cantitatea de metadate din memoria cache pentru a îmbunătăți viteza diferitelor căutări.
ru: Расширено количество кешируемых метаданных ради увеличения скорости разнообразного поиска.
sv: Utöka mängden cachade metadata för att förbättra hastigheten för olika sökningar.
ta: பல்வேறு தேடல்களின் வேகத்தை மேம்படுத்த தற்காலிக சேமிப்பு மெட்டாடேட்டாவின் அளவை நீட்டிக்கவும்.
tr: Çeşitli aramaların hızını artırmak için ön belleğe alınmış üst veri miktarı artırıldı.
uk: Розширено обсяг кешованих метаданих для пришвидшення різноманітних режимів пошуку.
zh_hans: 扩展了缓存的元数据的量，来改进各种搜索的速度。
zh_hant: 擴展了緩存的元數據的量，來改進各種搜索的速度。

source: Now shows word counts as well.
de: Jetzt wird auch die Anzahl der Wörter angezeigt.
ga: Léiríonn Anois comhaireamh focal freisin.
hu: Mostantól a szószámokat is megjeleníti.
id: Sekarang menampilkan jumlah kata juga.
ja: 単語数も表示されるように改良。
nl: Nu ook aantal woorden weergeven.
pt: Agora também mostra contagem de palavras.
pt_br: Agora mostra contagem de palavras também.
ro: Acum arată și numărul de cuvinte.
ru: Теперь отображается также и количество слов.
sv: Visar nu även ordräkning.
ta: இப்போது சொல் எண்ணிக்கையையும் காட்டுகிறது.
tr: Sözcük sayılarının görüntülenmesi sağlandı.
uk: Реалізовано показ кількості слів.
zh_hans: 现在也显示单词计数。
zh_hant: 現在也顯示單詞計數。

source: *Released on January 23rd 2013.*
de: *Veröffentlicht am 23. Januar 2013.*
ga: *Eisithe ar 23 Eanáir 2013.*
hu: *Kiadva: 2013. január 23.*
id: *Dirilis pada 23 Januari 2013.*
nl: *Uitgegeven op 23 januari 2013.*
pt_br: *Atualizado em 23 de janeiro de 2013.*
sv: *Släpptes den 23 januari 2013.*
tr: *23 Ocak 2013 tarihinde yayınlandı.*
uk: *Випущено 23 січня 2013 року.*

source: Fixed deleting of checks/comments on string deletion.
de: Das Löschen von Qualitätsprüfungen/Kommentaren beim Löschen von Zeichenketten behoben.
ga: Scriosadh seasta seiceanna/tuairimí ar scriosadh teaghrán.
hu: Szövegek törlésekor az ellenőrzések és megjegyzések törlése javítva.
id: Memperbaiki penghapusan pemeriksaan/komentar pada penghapusan string.
ja: 文字列削除時の検査およびコメントの削除を修正。
nl: Verwijderen van controles/opmerkingen bij verwijderen tekenreeks gerepareerd.
pt: Corrigida a exclusão de verificações/comentários sobre apagar cadeias.
pt_br: Corrigida a exclusão de verificações/comentários sobre exclusão de texto.
ro: S-a reparat ștergerea verificărilor/comentariilor la ștergerea șirurilor de caractere.
ru: Исправлено удаление комментариев/строк при удалении соответствующих строк.
sv: Fixat radering av markeringar/kommentarer vid radering av strängar.
ta: சரம் நீக்குதல் குறித்த சோதனைகள்/கருத்துகளை நிலையான நீக்குதல்.
tr: Dizge silme işlemiyle ilgili denetimlerin ve yorumların silinmesinde yaşanan sorun düzeltildi.
uk: Виправлено вилучення перевірок і коментарів при вилученні рядків.
zh_hans: 修复了删除字符串时检查/评论的删除问题。
zh_hant: 修復了在字符串刪除時刪除檢查/註釋。
