Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`component-source_language` for any new components.
de: :ref:`component-source_language` für alle neuen Komponenten.
ga: :ref:`component-source_language` le haghaidh aon chomhpháirteanna nua.
hu: Az új összetevők alapértelmezett :ref:`component-source_language` beállítása.
id: :ref:`component-source_language` untuk komponen baru.
ja: 新しいコンポーネントには :ref:`component-source_language` を使用する。
nl: :ref:`component-source_language` voor alle nieuwe onderdelen.
pt: :ref:`component-source_language` para quaisquer novos componentes.
pt_br: :ref:`component-source_language` para quaisquer novos componentes.
ru: :ref:`component-source_language` для любых новых компонентов.
sv: :ref:`component-source_language` för alla nya komponenter.
tr: Tüm yeni bileşenler için :ref:`component-source_language`.
uk: :ref:`component-source_language` для усіх нових складників.
zh_hans: 任何新部件的 :ref:`component-source_language`。

source: Defaults to `en`. The matching language object needs to exist in the database.
de: Der Standardwert ist `en`. Das entsprechende Sprachobjekt muss in der Datenbank vorhanden sein.
ga: Réamhshocruithe le `en`. Ní mór go mbeadh an oibiacht teanga chomhoiriúnaithe sa bhunachar sonraí.
hu: Alapértelmezett érték: `en`. A megfelelő nyelvi objektumnak léteznie kell az adatbázisban.
id: Bawaannya adalah `en`. Objek bahasa yang cocok harus ada di dalam basis data.
ja: デフォルトは `en` です。一致する言語オブジェクトがデータベースに存在していることが必要です。
nl: Standaard is `en`. Het overeenkomende taalobject moet in de database bestaan.
pt: O padrão é `en`. O objeto de idioma correspondente precisa existir no banco de dados.
pt_br: O padrão é `en`. O objeto de idioma correspondente precisa existir no banco de dados.
ro: Valoarea implicită este `en`. Obiectul de limbă corespunzător trebuie să existe în baza de date.
ru: По умолчанию — `en`. Соответствующая запись для данного языка должна присутствовать в базе данных.
sv: Standardvärdet är `en`. Det matchande språkområdet måste finnas i databasen.
ta: இயல்புநிலை `en`. பொருந்தக்கூடிய மொழி பொருள் தரவுத்தளத்தில் இருக்க வேண்டும்.
tr: Varsayılan değer: `en`. Eşleşen dil nesnesinin veri tabanında bulunması gerekir.
uk: Типовим значенням є `en`. Відповідний об'єкт мови має існувати у базі даних.
zh_hans: 默认为 `en`。匹配的语言对象需要存在于数据库中。
zh_hant: 默認為 `en`。匹配的語言對象需要存在於數據庫中。

source: :ref:`component-merge_style` for any new components.
de: :ref:`component-merge_style` für alle neuen Komponenten.
ga: :ref:`component-merge_style` le haghaidh aon chomhpháirteanna nua.
hu: Az új összetevők alapértelmezett :ref:`component-merge_style` beállítása.
id: :ref:`component-merge_style` untuk komponen baru.
ja: 新しいコンポーネントには :ref:`component-merge_style` を使用する。
nl: :ref:`component-merge_style` voor alle nieuwe onderdelen.
pt: :ref:`component-merge_style` para quaisquer novos componentes.
pt_br: :ref:`component-merge_style` para quaisquer novos componentes.
ru: :ref:`component-merge_style` для любых новых компонентов.
sv: :ref:`component-merge_style` för alla nya komponenter.
tr: Tüm yeni bileşenler için :ref:`component-merge_style`.
uk: :ref:`component-merge_style` для усіх нових складників.
zh_hans: 任何新部件的 :ref:`component-merge_style`。

source: `rebase` - default
de: `rebase` – Standard
ga: `sionnach` - réamhshocraithe
hu: ``rebase`` — alapértelmezett érték
id: `rebase` - bawaan
ja: `rebase` - デフォルト
nl: `rebase` - standaard
pt: `rebase` - predefinição
pt_br: `rebase` - padrão
ru: `rebase` — по умолчанию
sv: `rebase` - standard
ta: `ரிபேச்` - இயல்புநிலை
uk: `rebase` — типовий

source: Configures the default value of :ref:`project-use_shared_tm` and :ref:`project-contribute_shared_tm`.
de: Konfiguriert den Standardwert von :ref:`project-use_shared_tm` und :ref:`project-contribute_shared_tm`.
ga: Cumraíonn sé an luach réamhshocraithe de :ref:`project-use_shared_tm` agus :ref:`project-contribute_shared_tm`.
hu: A :ref:`project-use_shared_tm` és :ref:`project-contribute_shared_tm` alapértelmezett beállításainak konfigurálása.
id: Mengonfigurasi nilai bawaan :ref:`project-use_shared_tm` dan :ref:`project-contribute_shared_tm`.
ja: :ref:`project-use_shared_tm` および :ref:`project-contribute_shared_tm` のデフォルト値を設定します。
nl: Configureert de standaard waarde van :ref:`project-use_shared_tm` en :ref:`project-contribute_shared_tm`.
pt: Configura o valor padrão de :ref:`project-use_shared_tm` e :ref:`project-contribute_shared_tm`.
pt_br: Configura o valor padrão de :ref:`project-use_shared_tm` e :ref:`project-contribute_shared_tm`.
ru: Настраивает значение по умолчанию для :ref:`project-use_shared_tm` и :ref:`project-contribute_shared_tm`.
sv: Konfigurerar standardvärdet för :ref:`project-use_shared_tm` och :ref:`project-contribute_shared_tm`.
tr: :ref:`project-use_shared_tm` ve :ref:`project-contribute_shared_tm` varsayılan değerlerini yapılandırır.
uk: Налаштовує типове значення :ref:`project-use_shared_tm` і :ref:`project-contribute_shared_tm`.
zh_hans: 配置 :ref:`project-use_shared_tm` 和 :ref:`project-contribute_shared_tm` 的默认值。

source: Configures the default value of :ref:`project-autoclean_tm`.
id: Mengonfigurasi nilai bawaan :ref:`project-autoclean_tm`.
sv: Konfigurerar standardvärdet för :ref:`project-autoclean_tm`.
uk: Налаштовує значення за замовчуванням :ref:`project-autoclean_tm`.

source: Default setting for translation propagation, defaults to ``True``.
de: Standardeinstellung für die Übersetzungsweitergabe, ist standardmäßig ``True``.
ga: Socrú réamhshocraithe le haghaidh bolscaireachta aistriúcháin, réamhshocraithe go ``True``.
hu: Az alapértelmezett beállítás a fordítási terjesztéshez, alapértelmezésben: ``True``.
id: Pengaturan bawaan untuk propagasi translasi, defaultnya adalah ``Benar``.
ja: 翻訳の反映のデフォルト設定は ``True`` です。
nl: Standaard instelling voor verspreiding van de vertaling, standaard is ``True``.
pt: Configuração predefinida para propagação de tradução, a predefinição é ``True``.
pt_br: Configuração padrão para propagação de tradução, sendo o padrão ``True``.
ro: Setare implicită pentru propagarea traducerii, valoarea implicită este ``True``.
ru: Значение по умолчанию для настройки распространения перевода, по умолчанию установлен в ``True``.
sv: Standardinställning för översättningsspridning, standardvärdet är ``True``.
ta: மொழிபெயர்ப்பு பரப்புதலுக்கான இயல்புநிலை அமைப்பு, இயல்புநிலை `` உண்மை``.
tr: Varsayılan çeviri yayılması ayarı. Varsayılan değer: ``True``.
uk: Типовий параметр для надсилання перекладу, типове значення — ``True``.
zh_hans: 翻译传播的默认设置，默认为 ``True``。
zh_hant: 翻譯傳播的默認設置，默認為 ``True`` 。

source: Configures the default title and message for pull requests.
de: Konfiguriert den Standardtitel und die Standardnachricht für Pull Requests.
ga: Cumraíonn sé an teideal réamhshocraithe agus an teachtaireacht le haghaidh iarratais tarraingthe.
hu: Az alapértelmezett cím és üzenet beállítása beküldött módosítási kérelemhez (pull request).
id: Mengonfigurasi judul dan pesan bawaan untuk permintaan penarikan.
ja: プル リクエストのデフォルトのタイトルとメッセージの設定。
nl: Configureert de standaard titel en het bericht voor pull requests.
pt: Configura o título e a mensagem padrão para pull requests.
pt_br: Configura o título e a mensagem padrão para pull requests.
ro: Configurează titlul și mesajul implicite pentru cererile de extragere.
ru: Настраивает заголовок и сообщение по умолчанию для запросов на извлечение.
sv: Konfigurerar standardtitel och meddelande för pull-förfrågningar.
ta: இழுக்கும் கோரிக்கைகளுக்கு இயல்புநிலை தலைப்பு மற்றும் செய்தியை உள்ளமைக்கிறது.
tr: Çekme isteklerinin varsayılan başlığını ve iletisini yapılandırır.
uk: Налаштовує типовий заголовок та повідомлення для запитів щодо об'єднання.
zh_hans: 配置拉取请求的默认标题和说明。

source: Whether to turn on Gravatar-based avatars for users. On by default.
de: Ob Gravatar-basierte Avatare für Benutzer aktiviert werden sollen. Standardmäßig eingeschaltet.
ga: Cibé ar cheart avatars bunaithe ar Gravatar a chur ar siúl d'úsáideoirí. Ar de réir réamhshocraithe.
hu: A Gravatar-alapú profilképek bekapcsolása felhasználók számára. Alapértelmezésben engedélyezve van.
id: Apakah avatar berbasis Gravatar akan diaktifkan untuk pengguna? Aktif secara bawaan.
ja: ユーザーに対して Gravatar - ベースのアバターを有効化するかどうか。デフォルトでは有効。
nl: Of op Gravatar gebaseerde avatars voor gebruikers moeten worden ingeschakeld. Standaard aan.
pt: Se deve ativar os avatares baseados em Gravatar para os utilizadores. Ativado por padrão.
pt_br: Se deve ativar os avatares baseados em Gravatar para os usuários. Ativado por padrão.
ru: Следует ли включать аватары на основе Gravatar для пользователей. По умолчанию включено.
sv: Om Gravatar-baserade avatarer ska aktiveras för användare. Aktiverat som standard.
ta: பயனர்களுக்கான கிராவதார் அடிப்படையிலான அவதாரங்களை இயக்க வேண்டுமா. இயல்பாகவே.
tr: Kullanıcıların Gravatar avatarlarının kullanılıp kullanılmayacağını belirler. Varsayılan olarak açıktır.
uk: Визначає, чи слід вмикати засновані на Gravatar аватари для користувачів. Типово увімкнено.
zh_hans: 是否为用户开启基于 Gravatar 的头像。默认开启。

source: Avatars are fetched and cached on the server, lowering the risk of leaking private info, speeding up the user experience.
de: Avatare werden abgerufen und auf dem Server zwischengespeichert, wodurch das Risiko des Durchsickerns privater Informationen verringert und das Benutzererlebnis beschleunigt wird.
ga: Faightear avatars agus déantar iad a thaisceadh ar an bhfreastalaí, rud a íslíonn an baol go scaoilfí eolas príobháideach, rud a chuireann dlús leis an eispéireas úsáideora.
hu: A profilképeket a szerver tölti le és gyorsítótárazza, így csökkenti a személyes adatok kiszivárgásának kockázatát, és gyorsabbá teszi a felhasználói élményt.
id: Avatar diambil dan disimpan di server, mengurangi risiko kebocoran informasi pribadi, dan mempercepat pengalaman pengguna.
ja: アバターはサーバー上で取得およびキャッシュされ、個人情報が漏洩するリスクが低くなり、ユーザー体験が高速化します。
nl: Avatars worden opgehaald en gecachet op de server, wat het risico op het lekken van privé-informatie verlaagd, en de gebruikerservaring versnelt.
pt: Avatares são buscados e armazenados em cache no servidor, diminuindo o risco de vazamento de informações privadas, acelerando a experiência do utilizador.
pt_br: Avatares são buscados e armazenados em cache no servidor, diminuindo o risco de vazamento de informações privadas, acelerando a experiência do usuário.
ro: Avatarurile sunt preluate și stocate în memoria cache pe server, ceea ce reduce riscul de scurgere a informațiilor private și accelerează experiența utilizatorului.
ru: Аватары извлекаются и кэшируются на сервере, что снижает риск утечки персональной информации и ускоряет взаимодействие с пользователем.
sv: Avatarer hämtas och cachelagras på servern, vilket minskar risken för läckage av privat information och snabbar upp användarupplevelsen.
ta: அவதாரங்கள் சேவையகத்தில் கொண்டு செல்லப்பட்டு தற்காலிகமாக சேமிக்கப்படுகின்றன, தனிப்பட்ட தகவல்களை கசியவிட்ட அபாயத்தைக் குறைத்து, பயனர் அனுபவத்தை விரைவுபடுத்துகின்றன.
tr: Avatarlar sunucu tarafından alınır ve ön belleğe eklenir. Böylece kişisel bilgilerin sızma riski azaltılır ve kullanıcı deneyimi hızlandırılır.
uk: Зображення аватарів отримуються і кешуються на сервері — це знижує ризик витоку приватних даних і пришвидшує обробку даних для користувача.
zh_hans: 头像取出并缓存在从服务器中，降低了泄漏个人信息的风险，加速了用户体验。
zh_hant: 頭像取出並緩存在從服務器中，降低了洩漏個人信息的風險，加速了用戶體驗。

source: Whether to turn on anonymous remote hooks.
de: Ob anonyme Remote-Hooks eingeschaltet werden sollen.
ga: Cibé ar cheart crúcaí cianda gan ainm a chur ar siúl.
hu: Az anonim távoli (remote) hookok bekapcsolása.
id: Apakah akan mengaktifkan kait jarak jauh anonim.
ja: 匿名リモート フックを有効にするかどうか。
nl: Of anonieme externe hooks ingeschakeld moeten worden.
pt: Se deve ativar os ganchos remotos anônimos.
pt_br: Se deve ativar os ganchos remotos anônimos.
ru: Включить ли анонимные удалённые обработчики.
sv: Om anonyma fjärrkopplingar ska aktiveras.
ta: அநாமதேய ரிமோட் கொக்கிகள் இயக்க வேண்டுமா.
tr: Anonim uzak kancaları açar ya da kapatır.
uk: Чи слід вмикати доступу до анонімних віддалених скриптів обробки.
zh_hans: 是否打开匿名远程钩子。

source: Weblate now requires https for WebAuthn support.
de: Weblate erfordert jetzt https für WebAuthn-Unterstützung.
ga: Tá https ag teastáil ó Weblate anois le haghaidh tacaíochta WebAuthn.
hu: A Weblate mostantól HTTPS-t igényel a WebAuthn támogatásához.
id: Weblate sekarang memerlukan https untuk dukungan WebAuthn.
ja: Weblate では、WebAuthn に対応するため https が必要になりました。
nl: Weblate vereist nu https voor ondersteuning van WebAuthn.
pt: Weblate agora requer https para suporte ao WebAuthn.
pt_br: Weblate agora requer https para suporte ao WebAuthn.
sv: Weblate kräver nu https för stöd för WebAuthn.
ta: வெப்லேட்டுக்கு இப்போது வெபதின் ஆதரவுக்கு HTTP கள் தேவை.
tr: Weblate için artık WebAuthn desteği gerekiyor.
uk: Для Weblate потрібен https для підтримки WebAuthn.
zh_hans: 对于 WebAuthn 支持，Weblate 现在要求 https。

source: Whether to send links to Weblate as HTTPS or HTTP. This setting affects sent e-mails and generated absolute URLs.
de: Ob Links per HTTPS oder HTTP an Weblate gesendet werden sollen. Diese Einstellung wirkt sich auf gesendete E-Mails und erzeugte absolute URLs aus.
ga: Cibé ar cheart naisc a sheoladh chuig Weblate mar HTTPS nó HTTP. Bíonn tionchar ag an socrú seo ar ríomhphoist seolta agus ar URLanna absalóideacha ginte.
hu: Beállítja, hogy a Weblate által küldött hivatkozások HTTPS vagy HTTP protokollt használjanak. Ez a beállítás hatással van a küldött e-mailekre és a generált abszolút URL-ekre.
id: Apakah tautan akan dikirim ke Weblate sebagai HTTPS atau HTTP. Pengaturan ini memengaruhi surel terkirim dan URL absolut yang dihasilkan.
ja: Weblate へのリンクを HTTPS または HTTP として送信するかどうか。この設定は、送信したメールおよび生成した絶対 URL に影響します。
nl: Of koppelingen naar Weblate als HTTPS of HTTP moeten worden verzonden. Deze instelling beïnvloedt verzonden e-mails en gegenereerde absolute URL's.
pt: Se se deve enviar ligações para Weblate como HTTPS ou HTTP. Esta configuração afeta os e-mails enviados e as URLs absolutas geradas.
pt_br: Se deve-se enviar links para Weblate como HTTPS ou HTTP. Esta configuração afeta os e-mails enviados e as URLs absolutas geradas.
ro: Dacă să trimiteți linkuri către Weblate ca HTTPS sau HTTP. Această setare afectează e-mailurile trimise și URL-urile absolute generate.
ru: Отправлять ли ссылки на Weblate по протоколу HTTPS или HTTP. Этот параметр влияет на отправленные сообщения электронной почты и сгенерированные абсолютные URL-адреса.
sv: Om länkar till Weblate ska skickas som HTTPS eller HTTP. Denna inställning påverkar skickade e-postmeddelanden och genererade absoluta URL:er.
ta: வலைபெயர்ப்புடுக்கு இணைப்புகளை https அல்லது http என அனுப்ப வேண்டுமா. இந்த அமைப்பு அனுப்பப்பட்ட மின்னஞ்சல்களை பாதிக்கிறது மற்றும் முழுமையான முகவரி களை உருவாக்குகிறது.
tr: HTTPS ya da HTTP olarak kullanılacak Weblate bağlantısı iletişim kuralı. Bu seçenek, gönderilen e-postaları ve oluşturulan mutlak adresleri etkiler.
uk: Визначає, надсилати посилання Weblate як HTTPS або як HTTP. Цей параметр впливає на надіслані повідомлення електронної пошти і створення абсолютних адрес.
zh_hans: 将链接作为 HTTPS 还是 HTTP 发送给 Weblate。这个设置影响发送电子邮件，并产生绝对 URL。
zh_hant: 將鏈接作為 HTTPS 還是 HTTP 發送給 Weblate。這個設置影響發送電子郵件，並產生絕對 URL。

source: In the default configuration this is also used for several Django settings related to HTTPS — it enables secure cookies, toggles HSTS or enables redirection to a HTTPS URL.
de: In der Grundeinstellung wird dies auch für viele Django-Einstellungen im Rahmen von HTTPS verwendet – es aktiviert sichere Cookies, schaltet HSTS um oder aktiviert die Weiterleitung zu einer HTTPS-URL.
ga: Sa chumraíocht réamhshocraithe úsáidtear é seo freisin le haghaidh roinnt socruithe Django a bhaineann le HTTPS - cuireann sé ar chumas fianáin slán, scoránaigh HSTS nó cumasaíonn sé atreorú chuig URL HTTPS.
hu: Az alapértelmezett konfigurációban ez több Django HTTPS-hez kapcsolódó beállítást is vezérel — például a biztonságos sütik (secure cookies) használatát, a HSTS engedélyezését vagy a HTTPS-re való átirányítást.
id: Dalam konfigurasi bawaan ini juga digunakan untuk beberapa pengaturan Django yang terkait dengan HTTPS — ini mengaktifkan kuki aman, mengaktifkan HSTS atau mengaktifkan pengalihan ke URL HTTPS.
ja: デフォルトの設定では、これは HTTPS に関連する複数の Django 設定にも使用されます - セキュアな Cookie を有効にしたり、HSTS を切り替えたり、HTTPS URL へのリダイレクションを有効にしたりします。
nl: In de standaard configuratie wordt dit ook gebruikt voor verscheidene instellingen van Django, gerelateerd aan HTTPS — het schakelt veilige cookies in, schakelt HSTS of schakelt verwijzing naar een HTTPS URL in.
pt: Na configuração padrão, este também é usado para várias configurações de Django relacionadas ao HTTPS — ele ativa cookies seguros, ativa/desativa HSTS ou ativa redirecionamento para um URL HTTPS .
pt_br: Na configuração padrão, este também é usado para várias configurações de Django relacionadas ao HTTPS — ele habilita cookies seguros, ativa/desativa HSTS ou habilita redirecionamento para um URL HTTPS .
ru: В конфигурации по умолчанию он также используется для нескольких связанных с HTTPS параметров Django — он включает безопасные куки, переключает HSTS или включает перенаправление на HTTPS-адрес.
sv: I standardkonfigurationen används detta också för flera Django-inställningar relaterade till HTTPS — det aktiverar säkra cookies, växlar HSTS eller aktiverar omdirigering till en HTTPS-URL.
ta: இயல்புநிலை உள்ளமைவில் இது https உடன் தொடர்புடைய பல சாங்கோ அமைப்புகளுக்கும் பயன்படுத்தப்படுகிறது - இது பாதுகாப்பான குக்கீகளை செயல்படுத்துகிறது, hsts ஐ மாற்றுகிறது அல்லது https முகவரி க்கு திருப்பிவிட உதவுகிறது.
tr: Varsayılan yapılandırmada bu seçenek, HTTPS ile ilgili çeşitli Django ayarları için de kullanılır. Güvenli çerezleri kullanıma alır, HSTS seçeneğini açar ya da HTTPS adresine yönlendirmeyi kullanıma alır.
uk: У типових налаштуваннях цей параметр також використовується для декількох параметрів Django, які пов'язано із HTTPS — вмикає безпечні куки, перемикає HSTS або вмикає переспрямовування на адресу HTTPS.
zh_hans: 在默认配置中，这还用于与 HTTPS 相关的几个 Django 设置 — 启用安全 Cookie、切换 HSTS 或允许重定向到 HTTPS URL。
