Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: For plural strings, the number of words is counted as the sum of words for all plural forms.
de: Bei Zeichenketten mit Pluralformen wird die Anzahl der Wörter als Summe der Wörter für alle Pluralformen gezählt.
ga: Maidir le teaghráin iolra, déantar líon na bhfocal a chomhaireamh mar shuim na bhfocal do gach foirm iolra.
hu: Többes számú szövegek esetén a szavak számát az összes alak szavainak összege adja.
id: Untuk string jamak, jumlah kata dihitung sebagai jumlah kata untuk semua bentuk jamak.
ja: 複数形の文字列の場合、単語数はすべての複数形の単語の合計としてカウントされます。
nl: Voor tekenreeksen van meervouden wordt het aantal woorden geteld als de som van de woorden voor alle meervoudsvormen.
pt_br: Para textos plurais, o número de palavras é contado como a soma de palavras para todas as formas plurais.
ru: Для строк во множественном числе количество слов считается как сумма слов для всех форм множественного числа.
sv: För pluralsträngar räknas antalet ord som summan av orden för alla pluralformer.
ta: பன்மைச் சரங்களைப் பொறுத்தவரை, சொற்களின் எண்ணிக்கை அனைத்து பன்மை வடிவங்களுக்கும் சொற்களின் கூட்டுத்தொகையாக கணக்கிடப்படுகிறது.
tr: Çoğul dizgeler için, sözcük sayısı, tüm çoğul biçimlerin sözcüklerinin toplamı olarak hesaplanır.
uk: Для форм множини кількість слів буде обчислено як суму кількості слів для усіх форм множини.
zh_hans: 对于复数字符串，按照所有复数形式的词的总数计算词数。

source: For Chinese, Japanese, or Korean languages, the number of words is the number of CJK characters plus the number of words in non-CJK characters.
de: Bei chinesischen, japanischen oder koreanischen Sprachen ist die Anzahl der Wörter die Anzahl der CJK-Zeichen plus die Anzahl der Wörter in Nicht-CJK-Zeichen.
ga: Maidir le teangacha na Síne, na Seapáine nó na Cóiré, is ionann líon na bhfocal agus líon na gcarachtar CJK móide líon na bhfocal i gcarachtar nach carachtair CJK iad.
hu: Kínai, japán vagy koreai nyelvek esetén a szavak száma: a CJK karakterek száma plusz a nem CJK karakterekből álló szavak száma.
id: Untuk bahasa Mandarin, Jepang, atau Korea, jumlah kata adalah jumlah karakter CJK ditambah jumlah kata dalam karakter non-CJK.
ja: 中国語、日本語、または韓国語の場合、単語数は CJK 文字の数と非 CJK 文字の単語数の合計になります。
nl: Voor Chinese, Japanse of Koreaanse talen is het aantal woorden het aantal tekens CJK plus het aantal woorden in niet-CJK tekens.
pt_br: Para os idiomas chinês, japonês ou coreano, o número de palavras é o número de caracteres CJK mais o número de palavras em caracteres não CJK.
sv: För kinesiska, japanska eller koreanska språk är antalet ord antalet CJK-tecken plus antalet ord i icke-CJK-tecken.
ta: சீன, சப்பானிய அல்லது கொரிய மொழிகளைப் பொறுத்தவரை, சொற்களின் எண்ணிக்கை சி.சே.கே எழுத்துக்களின் எண்ணிக்கை மற்றும் சி.சே.கே அல்லாத எழுத்துக்களில் உள்ள சொற்களின் எண்ணிக்கை.
tr: Çince, Japonca veya Korece dilleri için sözcük sayısı, CJK karakterlerinin sayısı artı CJK olmayan karakterlerdeki sözcük sayısıdır.
uk: Для китайської, японської та корейської мов кількість слів є кількістю символів-ієрогліфів разом із кількістю слів, які записано неієрогліфічними символами.
zh_hans: 对中文、日语和韩国语来说，单词数是 CJK 字符加上非 CJK 字符表示的单词数之和。

source: Translator credits
de: Übersetzungsnachweis
ga: Creidmheasanna aistritheoirí
hu: Fordítók feltüntetése
id: Kredit penerjemah
ja: 翻訳者のクレジット
nl: Attributie vertaler
pt: Créditos do tradutor
pt_br: Créditos do tradutor
ro: Credite de traducător
ru: Списки переводчиков
sv: Översättarens krediter
ta: மொழிபெயர்ப்பாளர் வரவுகள்
tr: Çevirmen hesapları
uk: Перекладачі
zh_hans: 译者鸣谢表
zh_hant: 翻譯者信譽

source: Generates a document usable for crediting translators — sorted by language and lists all contributors for a given language:
de: Erzeugt ein Dokument, das für den Nachweis von Übersetzern verwendet werden kann – sortiert nach Sprache und mit einer Liste aller Mitwirkenden für eine bestimmte Sprache:
ga: Gintear doiciméad atá inúsáidte chun aistritheoirí a chreidiúnú — curtha in eagar de réir teanga agus liostaíonn sé na ranníocóirí go léir do theanga ar leith:
hu: Egy dokumentumot generál, amely a fordítók nevének feltüntetésére használható — nyelv szerint rendezve és felsorolja az adott nyelvhez hozzájárulókat:
id: Menghasilkan dokumen yang dapat digunakan untuk memberikan penghargaan kepada penerjemah — diurutkan berdasarkan bahasa dan mencantumkan semua kontributor untuk bahasa tertentu:
ja: 翻訳者のクレジットとして使用できるドキュメントを生成します。言語名順に、翻訳者の一覧を言語ごとに表示します。
nl: Genereert een document dat kan worden gebruikt voor attributie van vertalers — gesorteerd op taal en vermeld alle deelnemers voor een bepaalde taal:
pt_br: Gera um documento utilizável para creditar tradutores — classificado por idioma e lista todos os colaboradores para um determinado idioma:
ru: Создаёт документ, который можно использовать для кредитования переводчиков, отсортированный по языкам и перечисляющий всех авторов для данного языка:
sv: Genererar ett dokument som kan användas för att ge översättare kredit — sorterat efter språk och listar alla bidragsgivare för ett visst språk:
ta: மொழிபெயர்ப்பாளர்களுக்கு வரவு வைக்கக்கூடிய ஒரு ஆவணத்தை உருவாக்குகிறது - மொழியால் வரிசைப்படுத்தப்படுகிறது மற்றும் கொடுக்கப்பட்ட மொழிக்கான அனைத்து பங்களிப்பாளர்களையும் பட்டியலிடுகிறது:
tr: Çevirmen hesapları için kullanılabilen bir belge oluşturur. Diller ada göre sıralanır ve belirli bir dile katkıda bulunan tüm kişiler listelenir:
uk: Створює документ із даними щодо подяк перекладачам — упорядкованих за мовою, зі списком усіх учасників перекладу певною мовою:
zh_hans: 生成用于记录译者的文档— 按语言分类，并列出给定语言的所有贡献者：

source: The number in parenthesis indicates the number of contributions in given period.
de: Die Zahl in Klammern gibt die Anzahl der Beiträge im jeweiligen Zeitraum an.
ga: Léiríonn an uimhir i lúibíní líon na ranníocaíochtaí sa tréimhse áirithe.
hu: A zárójelben lévő szám az adott időszakban végzett hozzájárulások számát jelöli.
id: Angka dalam tanda kurung menunjukkan jumlah kontribusi dalam periode tertentu.
ja: 括弧内の数字は、指定した期間内に貢献した数です。
nl: Het cijfer tussen haakjes geeft het aantal bijdragen in een bepaalde periode aan.
pt_br: O número entre parênteses indica o número de contribuições em determinado período.
ru: Число в скобках указывает количество внесённых за данный период.
sv: Siffran inom parentes anger antalet bidrag under en given period.
ta: பாரென்டெசிசில் உள்ள எண் குறிப்பிட்ட காலகட்டத்தில் பங்களிப்புகளின் எண்ணிக்கையைக் குறிக்கிறது.
tr: Parantez içindeki sayı, belirli bir dönemde yapılan katkıların sayısını gösterir.
uk: Число у дужках вказує на кількість учасників перекладу протягом заданого періоду.
zh_hans: 括号内的数字表示给定时期内的贡献数量。

source: Contributor stats
de: Übersetzerstatistik
ga: Staitisticí ranníocóra
hu: Közreműködői statisztikák
id: Statistik kontributor
ja: 貢献者の統計情報
nl: Statistieken deelnemer
pt: Estatísticas do colaborador
pt_br: Estatísticas do colaborador
ro: Statistici contribuitori
ru: Статистика участников
sv: Bidragsgivarstatus
ta: பங்களிப்பாளர் புள்ளிவிவரங்கள்
tr: Katılımcı istatistikleri
uk: Статистика учасників
zh_hans: 贡献者统计数据
zh_hant: 貢獻者統計

source: Generates the number of translated words and strings by translator name:
de: Ermittelt die Anzahl der übersetzten Wörter und Zeichenketten nach Übersetzernamen:
ga: Gineann sé líon na bhfocal agus na teaghrán aistrithe de réir ainm an aistritheora:
hu: A fordító nevéhez rendelten jeleníti meg a lefordított szavak és szövegegységek számát:
id: Menghasilkan jumlah kata dan string yang diterjemahkan berdasarkan nama penerjemah:
ja: 翻訳者ごとの翻訳した文字列数や単語数を生成します:
nl: Genereert het aantal vertaalde woorden en tekenreeksen per naam van de vertaler:
pt: Gera a quantidade de palavras e cadeias traduzidos por nome do tradutor:
pt_br: Gera o número de palavras e textos traduzidos por nome do tradutor:
ro: Generează numărul de cuvinte și șiruri de caractere traduse în funcție de numele traducătorului:
ru: Генерирует количество переведенных слов и строк по имени переводчика:
sv: Genererar antalet översatta ord och strängar efter översättarens namn:
ta: மொழிபெயர்ப்பாளர் பெயரால் மொழிபெயர்க்கப்பட்ட சொற்கள் மற்றும் சரங்களின் எண்ணிக்கையை உருவாக்குகிறது:
tr: Çevirmen adına göre çevrilmiş sözcük ve dizge sayılarını oluşturur:
uk: Виводить дані щодо кількості перекладених слів і рядків за іменами перекладачів:
zh_hans: 按译者姓名生成已翻译词与字符串的数量：
zh_hant: 生成根據翻譯者姓名的已翻譯詞與字符串的數量：

source: This can be useful if you pay your translators based on the amount of work done; it gives you various stats of translators’ work.
de: Dies kann nützlich sein, wenn Sie Ihre Übersetzer auf der Grundlage der geleisteten Arbeit bezahlen, da Ihnen verschiedene Statistiken Auskunft über die Übersetzungsarbeit liefern.
ga: Féadfaidh sé seo a bheith úsáideach má íocann tú d’aistritheoirí bunaithe ar an méid oibre a dhéantar; tugann sé staitisticí éagsúla duit ar shaothar aistritheoirí.
hu: Ez akkor lehet hasznos, ha a fordítókat az elvégzett munka alapján díjazza — részletes statisztikát nyújt a fordítók teljesítményéről.
id: Ini dapat berguna jika Anda membayar penerjemah berdasarkan jumlah pekerjaan yang diselesaikan; ini memberi Anda berbagai statistik pekerjaan penerjemah.
ja: 翻訳者の作業量に応じて料金を支払う場合に便利です。翻訳者の作業に関するさまざまな統計情報を把握できます。
nl: Dit kan nuttig zijn als u uw vertalers betaald, gebaseerd op de hoeveelheid verricht werk; het geeft u verscheidene statistieken van het werk van de vertalers.
pt_br: Isso pode ser útil se você paga seus tradutores com base na quantidade de trabalho feito, pois fornece várias estatísticas do trabalho dos tradutores.
ru: Это может быть полезно, если вы платите своим переводчикам в зависимости от объёма выполненной работы; он даёт вам различную статистику работы переводчиков.
sv: Detta kan vara användbart om du betalar dina översättare utifrån mängden utfört arbete, eftersom det ger dig olika statistikuppgifter om översättarnas arbete.
ta: செய்த பணியின் அடிப்படையில் உங்கள் மொழிபெயர்ப்பாளர்களுக்கு பணம் செலுத்தினால் இது பயனுள்ளதாக இருக்கும்; இது மொழிபெயர்ப்பாளர்களின் பணியின் பல்வேறு புள்ளிவிவரங்களை உங்களுக்கு வழங்குகிறது.
tr: Çevirmenlerinize çalışma miktarlarına göre ödeme yapıyorsanız yararlı olabilir. Çevirmenlerin çalışmaları ile ilgili çeşitli istatistikler verir.
uk: Це може бути корисним, якщо ви платите вашим перекладачам за обсяг роботи, оскільки надає у ваше розпорядження різноманітні статистичні дані щодо роботи перекладачів.
zh_hans: 如果您根据完成的工作来向译者支付报酬，这会很有用，它给出了关于译者工作的各种统计数据。

source: All stats are available in four variants:
de: Alle Statistiken sind in vier Varianten erhältlich:
ga: Tá na staitisticí go léir ar fáil i gceithre leagan:
hu: Minden statisztika négy változatban érhető el:
id: Semua statistik tersedia dalam empat varian:
ja: 全ての統計には 4 種類の分類があります。
nl: Alle statistieken zijn beschikbaar in vier varianten:
pt_br: Todas as estatísticas estão disponíveis em quatro variantes:
ru: Вся статистика доступна в четырёх вариантах:
sv: Alla statistikuppgifter finns tillgängliga i fyra varianter:
ta: அனைத்து புள்ளிவிவரங்களும் நான்கு வகைகளில் கிடைக்கின்றன:
tr: Tüm istatistiklerin dört çeşidi bulunur:
uk: Уся статистика доступна у чотирьох варіантах:
zh_hans: 所有统计数据有四种变体：

source: `Total`
de: `Gesamt`
ga: `Iomlán`
hu: `Összesen`
id: `Jumlah`
ja: `合計`
nl: `Totaal`
ru: `Итоги`
sv: `Totalt`
ta: 'மொத்தம்'
tr: `Toplam`

source: Overall number of all edited strings.
de: Gesamtzahl aller bearbeiteten Zeichenketten.
ga: Líon iomlán na dtéadán curtha in eagar.
hu: A módosított szövegegységek teljes száma.
id: Jumlah keseluruhan dari semua string yang disunting.
ja: 編集した文字列の総数。
nl: Totaal aantal bewerkte tekenreeksen.
pt_br: Quantidade total de todos os textos editados.
ru: Общее количество всех отредактированных строк.
sv: Totalt antal redigerade strängar.
ta: திருத்தப்பட்ட அனைத்து சரங்களின் ஒட்டுமொத்த எண்ணிக்கை.
tr: Düzenlenen tüm dizgelerin toplam sayısı.
uk: Загальна кількість усіх редагованих рядків.
zh_hans: 所有编辑的字符串的总数。

source: `New`
de: `Neu`
ga: `Nua`
hu: `Új`
id: `Baru`
ja: `新規の翻訳`
nl: `Nieuw`
pt_br: `Nova`
ro: `Nou`
ru: `Новые`
sv: `Ny`
ta: 'புதியது'
tr: `Yeni`

source: Amount of newly translated strings which didn't have a translation before.
de: Anzahl der neu übersetzten Zeichenketten, für die es keine vorherige Übersetzung gab.
ga: Méid teaghráin nua-aistrithe nach raibh aistriúchán orthu roimhe seo.
hu: Az újonnan lefordított szövegek száma, amelyek korábban nem tartalmaztak fordítást.
id: Jumlah string yang baru diterjemahkan yang sebelumnya tidak memiliki terjemahan.
ja: 以前は翻訳されていなかった新しく翻訳された文字列の数。
nl: Aantal nieuw vertaalde tekenreeksen die eerder nog geen vertaling hadden.
pt_br: Quantidade de textos recém-traduzidos que não tinham uma tradução antes.
ru: Количество вновь переведённых строк, для которых ранее не было перевода.
sv: Antal nyligen översatta strängar som inte hade någon översättning tidigare.
ta: இதற்கு முன் மொழிபெயர்ப்பு இல்லாத புதிதாக மொழிபெயர்க்கப்பட்ட சரங்களின் எண்ணிக்கை.
tr: Daha önce çevrilmemiş olan, yeni çevrilmiş dizge sayısı.
uk: Кількість нових перекладених рядків, які не було перекладено раніше.
zh_hans: 新翻译字符串数（以前没有译文）。

source: `Approved`
de: `Genehmigt`
ga: `ceadaithe`
hu: `Jóváhagyott`
id: `Disetujui`
ja: `承認`
nl: `Goedgekeurd`
pt_br: `Aprovado`
ro: `Aprobat`
ru: `Одобренные`
sv: `Godkänt`
ta: 'அங்கீகரிக்கப்பட்டது'
tr: `Onaylanmış`

source: Amount of strings approved in the review workflow (see :ref:`reviews`).
de: Anzahl der genehmigten Zeichenketten im Überprüfungsablauf (siehe :ref:`reviews`).
ga: Méid na dteaghráin ceadaithe sa sreabhadh oibre athbhreithnithe (féach :ref:`reviews`).
hu: A felülvizsgálati folyamatban jóváhagyott szövegek száma (lásd: :ref:`reviews`).
id: Jumlah string yang disetujui dalam alur kerja tinjauan (lihat :ref:`reviews`).
ja: 文字列の査読作業で承認された文字列の数（参照: :ref:`reviews`）。
nl: Hoeveelheid goedgekeurde tekenreeksen in de werkstroom Beoordelen (bekijk :ref:`reviews`).
pt_br: Quantidade de textos aprovados no fluxo de revisão (consulte :ref:`reviews`).
ru: Количество строк, одобренных в рабочем процессе проверки (см. :ref:`reviews`).
sv: Antal strängar som godkänts i granskningsarbetsflödet (se :ref:`reviews`).
tr: Gözden geçirme iş akışı ile onaylanmış dizge sayısı (ayrıntılı bilgi almak için: :ref:`reviews`).
uk: Кількість затверджень рядків у процесі рецензування (див. :ref:`reviews`).
zh_hans: 审校流程中核准的字符串数（请参见 :ref:`reviews`）。

source: `Edited`
de: `Bearbeitet`
ga: `curtha in eagar`
hu: `Szerkesztett`
id: `Disunting`
ja: `編集`
nl: `Bewerkt`
pt_br: `Editado`
ro: `Editat`
ru: `Отредактированные`
sv: `Redigerad`
ta: 'திருத்து'
tr: `Düzenlenmiş`

source: Amount of edited strings which had a translation before.
de: Anzahl der bearbeiteten Zeichenketten, die zuvor eine Übersetzung hatten.
ga: Méid teaghrán curtha in eagar a raibh aistriúchán orthu roimhe seo.
hu: Azoknak a szövegeknek a száma, amelyek már tartalmaztak fordítást, de szerkesztve lettek.
id: Jumlah string yang disunting yang telah diterjemahkan sebelumnya.
ja: 以前に翻訳があった編集済み文字列の数。
nl: Aantal bewerkte tekenreeksen die al eerder een vertaling hadden.
pt_br: Quantidade de textos editados que tiveram uma tradução antes.
ru: Количество отредактированных строк, которые ранее имели перевод.
sv: Antal redigerade strängar som tidigare hade en översättning.
ta: இதற்கு முன்னர் மொழிபெயர்க்கப்பட்ட திருத்தப்பட்ட சரங்களின் அளவு.
tr: Daha önce çevrilmiş olan, yeni düzenlenmiş dizge sayısı.
uk: Кількість редагованих рядків, які було перекладено раніше.
zh_hans: 编辑的字符串数（有过译文）。

source: The following metrics are available for each:
de: Die folgenden Metriken sind jeweils verfügbar:
ga: Tá na méadrachtaí seo a leanas ar fáil do gach ceann díobh:
hu: Az alábbi mutatók állnak rendelkezésre mindegyikhez:
id: Metrik berikut tersedia untuk masing-masing:
ja: それぞれの分類に対して、次の指標があります。
nl: De volgende metrieken zijn voor elk beschikbaar:
pt: As seguintes métricas estão disponíveis para cada um:
pt_br: As seguintes métricas estão disponíveis para cada um:
ro: Pentru fiecare dintre acestea sunt disponibile următoarele măsurători:
ru: Для каждого из этих вариантов доступны следующие метрики:
sv: Följande mätvärden är tillgängliga för varje:
ta: ஒவ்வொன்றிற்கும் பின்வரும் அளவீடுகள் கிடைக்கின்றன:
tr: Şunların her biri için şu ölçümler kullanılabilir:
uk: Наступні дані доступні для кожного з таких пунктів:
zh_hans: 每种变体都有以下指标：
zh_hant: 後面是每項內容的計量：

source: `Count`
de: `Anzahl`
ga: `Comhaireamh`
hu: `Darabszám`
id: `Hitung`
ja: `文字列数`
nl: `Aantal`
pt_br: `Contar`
ro: `Numărătoare`
ru: `Количество`
sv: `Räkna`
ta: 'எண்ணிக்கை'
tr: `Sayı`

source: Amount of strings.
de: Anzahl der Zeichenketten.
ga: Méid na teaghráin.
hu: A szövegegységek száma.
id: Jumlah string.
ja: 文字列の総数。
nl: Aantal tekenreeksen.
pt_br: Quantidade de textos.
ru: Количество строк.
sv: Antal strängar.
ta: சரங்களின் அளவு.
tr: Dizge sayısı.
uk: Кількість рядків.
zh_hans: 字符串数。

source: `Edits`
de: `Bearbeitungen`
ga: `Cuireann` in eagar
hu: `Szerkesztések`
id: `Suntingan`
ja: `編集回数`
nl: `Bewerkingen`
pt_br: `Edições`
ro: `Edituri`
ru: `Правки`
sv: `Redigeringar`
ta: 'திருத்தங்கள்'
tr: `Düzenlenen karakter sayısı`

source: Amount of edited characters in the string, measured in Damerau–Levenshtein distance.
de: Anzahl der bearbeiteten Zeichen in der Zeichenkette, gemessen in der Damerau-Levenshtein-Distanz.
ga: Méid na gcarachtar curtha in eagar sa téad, arna thomhas i bhfad ó Damerau-Levenshtein.
hu: A szövegegységben szerkesztett karakterek száma, a Damerau–Levenshtein-távolság alapján mérve.
id: Jumlah karakter yang disunting dalam string, diukur dalam jarak Damerau–Levenshtein.
ja: 文字列内の編集された文字の数、Damerau–Levenshtein 距離で測定されます。
nl: Hoeveelheid bewerkte tekens in de tekenreeks, gemeten met de afstand Damerau–Levenshtein.
pt_br: Quantidade de caracteres editados no texto, medido na distância Damerau–Levenshtein.
ru: Количество редактируемых символов в строке, измеряемое в расстоянии Дамерау–Левенштейна.
sv: Antal redigerade tecken i strängen, mätt i Damerau–Levenshtein-avstånd.
ta: சரத்தில் திருத்தப்பட்ட எழுத்துக்களின் அளவு, டமெராவ்-லெவன்ச்டீன் தூரத்தில் அளவிடப்படுகிறது.
tr: Dizgede düzenlenmiş karakter sayısı, Damerau-Levenshtein boyu olarak ölçülür.
uk: Кількість редагованих символів у рядку, виміряна за відстанню Дамерау-Левенштейна.
zh_hans: 字符串中被编辑的字符数量，以 Damerau–Levenshtein 距离来衡量。

source: `Source words`
de: `Ausgangswörter`
ga: `Focail fhoinse`
hu: `Forrásszavak`
id: `Kata sumber`
ja: `原文の単語数`
nl: `Bronwoorden`
pt_br: `Palavras fontes`
ro: `Cuvintele sursă`
ru: `Исходных слов`
sv: `Källord`
ta: 'மூலச் சொற்கள்'
tr: `Kaynak sözcük sayısı`
zh_hant: `Source words`（源語言單詞）

source: Amount of words in the source string.
de: Anzahl der Wörter in der Ausgangszeichenkette.
ga: Méid na bhfocal sa teaghrán foinse.
hu: A forrásszövegben található szavak száma.
id: Jumlah kata dalam string sumber.
ja: 原文の単語数。
nl: Aantal woorden in de brontekenreeks.
pt_br: Quantidade de palavras na texto fonte.
ru: Количество слов в исходной строке.
sv: Antal ord i källsträngen.
ta: மூல சரத்தில் உள்ள சொற்களின் அளவு.
tr: Kaynak dizgedeki sözcük sayısı.
uk: Кількість слів у початковому рядку.
zh_hans: 源字符串中的单词数量。

source: `Source characters`
de: `Ausgangszeichen`
ga: `Carachtair foinse`
hu: `Forráskarakterek`
id: `Karakter sumber`
ja: `原文の文字数`
nl: `Brontekens`
pt_br: `Caracteres da fonte`
ro: `Caractere sursă`
ru: `Исходных символов`
sv: `Källtecken`
ta: 'மூல கதாபாத்திரங்கள்'
tr: `Kaynak karakter sayısı`
zh_hant: `Source characters`（源語言字符）

source: Amount of characters in the source string.
de: Anzahl der Zeichen in der Ausgangszeichenkette.
ga: Méid na gcarachtar sa teaghrán foinse.
hu: A forrásszövegben található karakterek száma.
id: Jumlah karakter dalam string sumber.
ja: 原文の文字数。
nl: Aantal tekens in de brontekenreeks.
pt_br: Quantidade de caracteres no texto fonte.
ru: Количество символов в исходной строке.
sv: Antal tecken i källsträngen.
ta: மூல சரத்தில் உள்ள எழுத்துக்களின் அளவு.
tr: Kaynak dizgedeki karakter sayısı.
uk: Кількість символів у початковому рядку.
zh_hans: 源字符串中的字符数量。

source: `Target words`
de: `Zielwörter`
ga: `Focail sprice`
hu: `Célnyelvi szavak`
id: `Kata target`
ja: `翻訳した単語数`
nl: `Doelwoorden`
pt_br: `Palavras de destino`
ro: `Cuvintele țintă`
ru: `Целевых слов`
sv: `Målord`
ta: 'இலக்கு வார்த்தைகள்'
tr: `Hedef sözcük sayısı`
zh_hant: `Target words`（目標語言單詞）

source: Amount of words in the translated string.
de: Anzahl der Wörter in der übersetzten Zeichenkette.
ga: Méid na bhfocal sa teaghrán aistrithe.
hu: A lefordított szövegben található szavak száma.
id: Jumlah kata dalam string yang diterjemahkan.
ja: 翻訳した文字列の単語数。
nl: Aantal woorden in de vertaalde tekenreeks.
pt_br: Quantidade de palavras no texto traduzido.
ru: Количество слов в переведённой строке.
sv: Antal ord i den översatta strängen.
ta: மொழிபெயர்க்கப்பட்ட சரத்தில் உள்ள சொற்களின் அளவு.
tr: Hedef dizgedeki sözcük sayısı.
uk: Кількість слів у рядку перекладу.
zh_hans: 已翻译字符串中的单词数量。

source: `Target characters`
de: `Zielzeichen`
ga: `Sprioccharachtair`
hu: `Célnyelvi karakterek`
id: `Karakter target`
ja: `翻訳した文字数`
nl: `Doeltekens`
pt_br: `Caracteres de destino`
ro: `Caracterele țintă`
ru: `Целевых символов`
sv: `Måltecken`
ta: 'டார்கெட் கேரக்டர்கள்'
tr: `Hedef karakter sayısı`
zh_hant: `Target characters`（目標語言字符）

source: Amount of characters in the translated string.
de: Anzahl der Zeichen in der übersetzten Zeichenkette.
ga: Méid na gcarachtar sa teaghrán aistrithe.
hu: A lefordított szövegben található karakterek száma.
id: Jumlah karakter dalam string yang diterjemahkan.
ja: 翻訳した文字列の文字数。
nl: Aantal tekens in de vertaalde tekenreeks.
pt_br: Quantidade de caracteres no texto traduzido.
ru: Количество символов в переведенной строке.
sv: Antal tecken i den översatta strängen.
ta: மொழிபெயர்க்கப்பட்ட சரத்தில் உள்ள எழுத்துக்களின் அளவு.
tr: Hedef dizgedeki karakter sayısı.
uk: Кількість символів у рядку перекладу.
zh_hans: 已翻译字符串中的字符数量。

source: The translator's join date is also included in the report.
de: Das Beitrittsdatum des Übersetzers ist ebenfalls im Bericht enthalten.
ga: Tá dáta clárúcháin an aistritheora san áireamh sa tuarascáil chomh maith.
hu: A fordító csatlakozási dátuma is szerepel a jelentésben.
id: Tanggal bergabungnya penerjemah juga disertakan dalam laporan.
nl: De datum van intreden van de vertaler wordt ook opgenomen in het rapport.
pt_br: A data de ingresso do tradutor também é incluída no relatório.
sv: Översättarens anslutningsdatum ingår också i rapporten.
uk: Дата приєднання перекладача також міститься у звіті.

source: Reviewing strings
de: Überprüfung von Zeichenketten
ga: Teaghráin athbhreithnithe
hu: Szövegek felülvizsgálata
id: Meninjau string
ja: 文字列のレビュー
nl: Tekenreeksen beoordelen
pt: Rever cadeias
pt_br: Revisando textos
ro: Revizuirea șirurilor de caractere
ru: Рецензирование строк
sv: Granska strängar
ta: strings மதிப்பாய்வு
tr: Dizgeleri onaylamak
uk: Рецензування рядків
zh_hans: 复查字符串
zh_hant: 複查字符串

source: Activity reports
de: Aktivitätsberichte
ga: Tuarascálacha gníomhaíochta
hu: Tevékenységi jelentések
id: Laporan aktivitas
ja: 作業履歴
nl: Rapporten van activiteiten
pt: Relatórios de atividade
pt_br: Relatórios de atividade
ro: Rapoarte de activitate
ru: Отчёты о деятельности
sv: Verksamhetsrapporter
ta: செயல்பாட்டு அறிக்கைகள்
tr: Etkinlik raporları
uk: Звіти щодо дій
zh_hans: 活动报告
zh_hant: 活動報告
