Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Translation string :ref:`checks` module.
de: Übersetzungszeichenketten-Modul :ref:`checks`.
ga: Modúl teaghrán aistriúcháin :ref:`checks`.
hu: A fordítási szövegek :ref:`minőségellenőrző <checks>` modulja .
id: String terjemahan modul :ref:`checks`.
ja: 翻訳文字列の :ref:`checks` モジュール。
nl: Module Vertaling tekenreeks :ref:`checks`.
pt: Módulo de :ref:`checks` de cadeia de tradução.
pt_br: Módulo de :ref:`checks` de texto de tradução.
ro: Șir de traducere :ref:`checks` modul.
ru: Модуль :ref:`checks` строки перевода.
sv: Översättningssträng :ref:`checks`-modul.
tr: Çeviri dizgesi :ref:`checks` modülü.
uk: Модуль :ref:`checks` для рядків перекладів.
zh_hans: 翻译字符串 :ref:`checks` 模块。
zh_hant: 翻譯字符串 :ref:`checks` 模塊。

source: Font rendering checks module.
de: Schriftrendering-Überprüfungsmodul.
ga: Modúl seiceála rindreála cló.
hu: Betűkészlet-megjelenítési ellenőrző modul.
id: Modul pemeriksaan rendering font.
ja: フォント表示検査モジュール。
nl: Module voor controles van renderen van lettertypen.
pt: Módulo de verificações de renderização de fonte.
pt_br: Módulo de verificações de renderização de fonte.
ro: Modul de verificare a redării fonturilor.
ru: Модуль проверки отрисовки шрифтов.
sv: Modul för kontroll av teckensnittsrendering.
ta: எழுத்துரு பதிப்பு சரிபார்ப்பு தொகுதி.
tr: Yazı tipi görüntüleme denetimleri modülü.
uk: Модуль перевірок обробки шрифтів.
zh_hans: 字体渲染检查模块。
zh_hant: 字體提供檢查模塊。

source: File format abstraction layer based on translate-toolkit.
de: Dateiformat-Abstraktionsschicht basierend auf translate-toolkit.
ga: Ciseal astarraingthe formáid comhaid bunaithe ar aistrithe-uirlisí.
hu: Fájlformátum absztrakciós réteg a translate-toolkit alapján.
id: Lapisan abstraksi format berkas berdasarkan translate-toolkit.
ja: translate-toolkit をベースにしたファイル形式抽象化レイヤー。
nl: Abstracte laag bestandsindeling, gebaseerd op Translate-Toolkit.
pt: Camada de abstração de formato de ficheiro baseada no translate-toolkit.
pt_br: Camada de abstração de formato de arquivo baseada no translate-toolkit.
ro: Strat de abstractizare a formatului de fișier bazat pe translate-toolkit.
ru: Слой абстракции от форматов файлов на основе translate-toolkit.
sv: Filformatabstraktionslager baserat på translate-toolkit.
ta: மொழிபெயர்ப்பு-கருவித்தொகுப்பை அடிப்படையாகக் கொண்ட கோப்பு வடிவமைப்பு சுருக்க அடுக்கு.
tr: Tranlate-toolkit temelli dosya biçimi soyutlama katmanı.
uk: Шар абстракції форматів файлів на основі translate-toolkit.
zh_hans: 基于 translate-toolkit 的文件格式抽象层。
zh_hant: 基於 translate-toolkit 的文件格式抽象層。

source: The optional :ref:`git-exporter` module.
de: Das optionale Modul :ref:`git-exporter`.
ga: An modúl roghnach :ref:`git-exporter`.
hu: Az opcionális :ref:`git-exporter` modul.
id: Modul :ref:`git-exporter` opsional.
ja: オプションの :ref:`git-exporter` モジュール。
nl: De optionele module :ref:`git-exporter`.
pt: O módulo opcional :ref:`git-exporter`.
pt_br: O módulo opcional :ref:`git-exporter`.
ro: Modulul opțional :ref:`git-exporter`.
ru: Дополнительный модуль :ref:`git-exporter`.
sv: Det valfria modulen :ref:`git-exporter`.
tr: İsteğe bağlı :ref:`git-exporter` modülü.
uk: Додатковий модуль :ref:`git-exporter`.
zh_hans: 可选的 :ref:`git-exporter` 模块。
zh_hant: 可選的 :ref:`git-exporter` 模塊。

source: Module defining language and plural models.
de: Modul zur Definition von Sprach- und Pluralmodellen.
ga: Modúl a shainíonn múnlaí teanga agus iolra.
hu: A nyelvi és többes számú formák modelljeit definiáló modul.
id: Modul yang mendefinisikan bahasa dan model jamak.
ja: 言語と複数形のモデルを定義するモジュール。
nl: Module die taal en modellen voor meervouden definieert.
pt: Módulo que define idioma e modelos plurais.
pt_br: Módulo que define idioma e modelos plurais.
ro: Modul de definire a limbajului și a modelelor de plural.
ru: Модуль определения языка и моделей множественного числа.
sv: Modul som definierar språk och pluralmodeller.
ta: மொழி மற்றும் பன்மை மாதிரிகளை வரையறுக்கும் தொகுதி.
tr: Dil ve çoğul modelleri tanımlayan modül.
uk: Модуль визначення мов і моделей форм множини.
zh_hans: 定义语言和复数模型的模块。
zh_hant: 定義語言和復數模型的模塊。

source: The optional :ref:`legal` module.
de: Das optionale Modul :ref:`legal`.
ga: An modúl roghnach :ref:`legal`.
hu: Az opcionális :ref:`legal` modul.
id: Modul :ref:`legal` opsional.
ja: オプションの :ref:`legal` モジュール。
nl: De optionele module :ref:`legal`.
pt: O módulo opcional :ref:`legal`.
pt_br: O módulo opcional :ref:`legal`.
ro: Modulul opțional :ref:`legal`.
ru: Дополнительный модуль :ref:`legal`.
sv: Det valfria modulen :ref:`legal`.
tr: İsteğe bağlı :ref:`legal` modülü.
uk: Додатковий модуль :ref:`legal`.
zh_hans: 可选的 :ref:`legal` 模块。
zh_hant: 可選的 :ref:`legal` 模塊。

source: Integration of machine translation services.
de: Integration von maschinellen Übersetzungsdiensten.
ga: Comhtháthú seirbhísí aistriúcháin meaisín.
hu: Gépi fordítási szolgáltatások integrációja.
id: Integrasi layanan terjemahan mesin.
ja: 機械翻訳サービスとの連携。
nl: Integratie van services voor machinevertaling.
pt: Integração de serviços de tradução de máquina.
pt_br: Integração de serviços de tradução automática.
ro: Integrarea serviciilor de traducere automată.
ru: Интеграция сервисов машинного перевода.
sv: Integration av maskinöversättningstjänster.
ta: இயந்திர மொழிபெயர்ப்பு சேவைகளின் ஒருங்கிணைப்பு.
tr: Makine çevirisi hizmetleri bütünleştirmesi.
uk: Інтеграція служб комп'ютерного перекладу.
zh_hans: 机器翻译服务的集成。
zh_hant: 機器翻譯服務的集成。

source: Built-in translation memory, see :ref:`translation-memory`.
de: Integrierter Übersetzungsspeicher, siehe :ref:`translation-memory`.
ga: Cuimhne aistriúcháin ionsuite, féach :ref:`translation-memory`.
hu: Beépített fordítási memória – lásd: :ref:`translation-memory`.
id: Memori terjemahan bawaan, lihat :ref:`translation-memory`.
ja: 組み込みの翻訳メモリ。参照: :ref:`translation-memory`。
nl: Ingebouwd vertaalgeheugen, bekijk :ref:`translation-memory`.
pt: Memória de tradução integrada, ver :ref:`translation-memory`.
pt_br: Memória de tradução embutida, consulte :ref:`translation-memory`.
ro: Memorie de traducere încorporată, a se vedea :ref:`translation-memory`.
ru: Встроенная память переводов, смотрите раздел :ref:`translation-memory`.
sv: Inbyggt översättningsminne, se :ref:`translation-memory`.
tr: İç çeviri belleği, bkz: :ref:`translation-memory`.
uk: Вбудована пам'ять перекладів, див. :ref:`translation-memory`.
zh_hans: 内置的翻译记忆库，请参见 :ref:`translation-memory`。

source: Screenshots management and OCR module.
de: Verwalten von Bildschirmfotos und OCR-Modul.
ga: Bainistíocht scáileáin agus modúl OCR.
hu: Képernyőképek kezelése és OCR modul.
id: Manajemen tangkapan layar dan modul OCR.
ja: スクリーンショット管理と OCR モジュール。
nl: Beheren van schermafdrukken en module voor OCR.
pt: Gestão de capturas de ecrã e módulo OCR.
pt_br: Gerenciamento de capturas de tela e módulo OCR.
ro: Modul de gestionare a capturilor de ecran și modul OCR.
ru: Модуль управления снимками экрана и распознаванием текста.
sv: Skärmdumpshantering och OCR-modul.
ta: திரை சாட்கள் மேலாண்மை மற்றும் ஓ.சி.ஆர் தொகுதி.
tr: Ekran görüntüsü yönetimi ve optik karakter tanıma (OCR) modülü.
uk: Керування знімками вікон та модуль оптичного розпізнавання тексту.
zh_hans: 屏幕截图管理与 OCR 模块。
zh_hant: 屏幕截圖管理與 OCR 模塊。

source: Main module handling translations.
de: Hauptmodul für Übersetzungen.
ga: Príomh-mhodúl ag láimhseáil aistriúcháin.
hu: A fordításokat kezelő főmodul.
id: Modul utama yang menangani terjemahan.
ja: 翻訳を処理するメイン モジュール。
nl: Hoofdmodule voor afhandelen van vertalingen.
pt: Módulo principal que trata das traduções.
pt_br: Módulo principal que trata das traduções.
ro: Modulul principal care gestionează traducerile.
ru: Основной модуль обработки переводов.
sv: Huvudmodul som hanterar översättningar.
ta: மொழிபெயர்ப்புகளைக் கையாளும் முதன்மையான தொகுதி.
tr: Çevirileri işleyen ana modül.
uk: Головний модуль для обробки перекладів.
zh_hans: 处理翻译的主模块。
zh_hant: 處理翻譯的主模塊。

source: Various helper utilities.
de: Verschiedene Hilfsprogramme.
ga: Fóntais cúntóir éagsúla.
hu: Különféle segédprogramok.
id: Berbagai utilitas pembantu.
ja: 複数のヘルパー ユーティリティ。
nl: Verscheidene hulpprogramma's.
pt: Várias utilidades de ajuda.
pt_br: Vários utilitários auxiliares.
ro: Diverse utilități de ajutor.
ru: Различные вспомогательные утилиты.
sv: Olika hjälpprogram.
ta: பல்வேறு உதவிப் பயன்பாடுகள்.
tr: Çeşitli yardımcı programlar.
uk: Різноманітні допоміжні інструменти.
zh_hans: 各种帮助功能。
zh_hant: 各種幫助功能。

source: Version control system abstraction.
de: Abstraktion der Versionsverwaltung.
ga: Astarraingt córas rialaithe leagan.
hu: Verziókezelő rendszer absztrakció (réteg).
id: Abstraksi sistem kontrol versi.
ja: バージョン管理システムの抽象化。
nl: Abstracte versiebeheersysteem.
pt: Abstração do sistema de controle de versão.
pt_br: Abstração do sistema de controle de versão.
ro: Abstractizarea sistemului de control al versiunilor.
ru: Абстракция системы контроля версий.
sv: Abstraktion av versionshanteringssystem.
ta: பதிப்பு கட்டுப்பாட்டு அமைப்பு சுருக்கம்.
tr: Sürüm denetimi sistemi soyutlaması.
uk: Абстракція системи керування версіями.
zh_hans: 版本控制系统抽象概念。
zh_hant: 版本控制系統抽象概念。

source: Django admin interface customization.
de: Anpassen der Django-Adminoberfläche.
ga: Django shaincheapadh comhéadan admin.
hu: A Django admin felület testreszabása.
id: Kustomisasi antarmuka admin Django.
ja: カスタマイズした Django 管理画面。
nl: Django aanpassen beheerinterface.
pt: Personalização da interface administrativa do Django.
pt_br: Personalização da interface administrativa do Django.
ro: Personalizarea interfeței de administrare Django.
ru: Настройка интерфейса администра Django.
sv: Anpassning av Djangos administratörsgränssnitt.
ta: சாங்கோ நிர்வாக இடைமுக தனிப்பயனாக்கம்.
tr: Django yönetim arayüzü özelleştirmesi.
uk: Налаштовування адміністративного інтерфейсу Django.
zh_hans: Django 管理界面定制化。
zh_hant: Django 管理界面定制化。

source: Background tasks internals
id: Tugas latar belakang internal
sv: Bakgrundsuppgifter internt
uk: Внутрішні функції фонових завдань

source: This section describes Celery task internals. :ref:`celery` describes how to configure Celery to run the tasks.
id: Bagian ini menjelaskan internal tugas Celery. :ref:`celery` menjelaskan cara mengonfigurasi Celery untuk menjalankan tugas.
sv: Detta avsnitt beskriver Celery-uppgiftens interna funktioner. :ref:`celery` beskriver hur man konfigurerar Celery för att köra uppgifterna.
uk: У цьому розділі описано внутрішню роботу завдань Celery. :ref:`celery` описує, як налаштувати Celery для виконання завдань.

source: Weblate uses Celery to execute tasks in the background. Some tasks are event-triggered, and some tasks are schedule-triggered.
id: Weblate menggunakan Celery untuk menjalankan tugas di latar belakang. Beberapa tugas dipicu oleh peristiwa, dan beberapa tugas dipicu oleh jadwal.
sv: Weblate använder Celery för att utföra uppgifter i bakgrunden. Vissa uppgifter utlöses av händelser, medan andra utlöses av scheman.
uk: Weblate використовує Celery для виконання завдань у фоновому режимі. Деякі завдання запускаються подіями, а деякі – за розкладом.

source: The Celery Beat is used for scheduling tasks, and `django-celery-beat` is used to store the periodic task schedule in the database. The tasks schedule is configured in :file:`tasks.py` in each of the Django apps.
id: Celery Beat digunakan untuk menjadwalkan tugas, dan `django-celery-beat` digunakan untuk menyimpan jadwal tugas berkala dalam basis data. Jadwal tugas dikonfigurasi dalam :file:`tasks.py` di setiap aplikasi Django.
sv: Celery Beat används för att schemalägga uppgifter, och `django-celery-beat` används för att lagra det periodiska uppgiftsschemat i databasen. Uppgiftsschemat konfigureras i :file:`tasks.py` i var och en av Django-apparna.
uk: Celery Beat використовується для планування завдань, а `django-celery-beat` використовується для зберігання періодичного розкладу завдань у базі даних. Розклад завдань налаштовується у файлі :file:`tasks.py` у кожному з застосунків Django.

source: The tasks are consumed using several queues; the routing is configured in :file:`settings.py`. The queues were designed to separate different types of workload:
id: Tugas tersebut diproses menggunakan beberapa antrean; peruteannya dikonfigurasi di :file:`settings.py`. Antrian dirancang untuk memisahkan berbagai jenis beban kerja:
sv: Uppgifterna hanteras med hjälp av flera köer; routningen konfigureras i :file:`settings.py`. Köerna har utformats för att separera olika typer av arbetsbelastning:
uk: Завдання виконуються за допомогою кількох черг; маршрутизація налаштовується у :file:`settings.py`. Черги були розроблені для розділення різних типів робочого навантаження:

source: The default queue where background tasks are processed.
id: Antrian bawaan tempat tugas latar belakang diproses.
sv: Standardkön där bakgrundsuppgifter behandlas.
uk: Черга за замовчуванням, де обробляються фонові завдання.

source: Delivers notification e-mails, both for events within Weblate and for authentication or registration. This is a separate queue to make e-mail delivery smooth even if there is a backlog of other tasks.
id: Mengirimkan surel notifikasi, baik untuk peristiwa di Weblate maupun untuk autentikasi atau pendaftaran. Ini adalah antrian terpisah untuk memperlancar pengiriman surel meskipun ada tugas lain yang tertunda.
sv: Levererar e-postmeddelanden, både för händelser inom Weblate och för autentisering eller registrering. Detta är en separat kö för att göra e-postleveransen smidig även om det finns en eftersläpning av andra uppgifter.
uk: Надсилає електронні листи зі сповіщеннями як для подій у Weblate, так і для автентифікації чи реєстрації. Це окрема черга, яка забезпечує безперебійну доставку електронної пошти, навіть якщо є затримка з виконанням інших завдань.

source: Updates translation memory entries. The updating queue can be long when importing new strings, and long processing does not matter much here, so having a separate queue avoids blocking other tasks.
id: Memperbarui entri memori terjemahan. Antrian pembaruan bisa panjang saat mengimpor string baru, dan pemrosesan yang lama tidak terlalu berpengaruh di sini, sehingga memiliki antrian terpisah menghindari pemblokiran tugas lain.
sv: Uppdaterar översättningsminnets poster. Uppdateringskön kan bli lång när nya strängar importeras, och lång bearbetningstid spelar ingen större roll här, så en separat kö förhindrar att andra uppgifter blockeras.
uk: Оновлює записи пам'яті перекладів. Черга оновлення може бути довгою під час імпорту нових рядків, і тривала обробка тут не має великого значення, тому наявність окремої черги дозволяє уникнути блокування інших завдань.

source: The backup tasks cannot be executed in parallel, and a single dedicated worker makes this easier.
id: Tugas pencadangan tidak dapat dijalankan secara paralel, dan satu pekerja khusus akan mempermudahnya.
sv: Säkerhetskopieringsuppgifterna kan inte utföras parallellt, och en enda dedikerad arbetare underlättar detta.
uk: Завдання резервного копіювання не можуть виконуватися паралельно, і один виділений виконавець спрощує це.

source: Automatic translation tasks are known to take long because they hit external services.
id: Tugas terjemahan otomatis diketahui memakan waktu lama karena melibatkan layanan eksternal.
sv: Automatiska översättningsuppgifter är kända för att ta lång tid eftersom de använder externa tjänster.
uk: Відомо, що завдання автоматичного перекладу тривають довго, оскільки вони залучають зовнішні сервіси.

source: Reporting issues in Weblate
de: Probleme in Weblate melden
ga: Ceisteanna a thuairisciú i Weblate
hu: Hibák jelentése a Weblate-ben
id: Melaporkan masalah di Weblate
ja: Weblate の問題の報告
nl: Problemen rapporteren in Weblate
pt: Relatando problemas no Weblate
pt_br: Relatando problemas no Weblate
ro: Raportarea problemelor în Weblate
ru: Сообщение о проблемах в Weblate
sv: Rapportera problem i Weblate
ta: வலைபெயர்ப்பில் அறிக்கையிடல் சிக்கல்கள்
tr: Weblate sorunlarını bildirmek
uk: Надсилання звітів щодо вад у Weblate
zh_hans: 在 Weblate 中汇报问题
zh_hant: 在 Weblate 中匯報問題

source: Weblate `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_ is hosted at GitHub.
de: Weblates `Issue Tracker <https://github.com/WeblateOrg/weblate/issues>`_ wird auf GitHub gehostet.
ga: Tá `rianaire saincheisteanna Weblate <https://github.com/WeblateOrg/weblate/issues>`_ á óstáil ag GitHub.
hu: A Weblate `hibakövetője <https://github.com/WeblateOrg/weblate/issues>`_ a GitHubon érhető el.
id: `Pelacak masalah <https://github.com/WeblateOrg/weblate/issues>`_ Weblate dihosting di GitHub.
ja: Weblate の `課題管理ツール <https://github.com/WeblateOrg/weblate/issues>`_ は GitHub で管理しています。
nl: Weblate's `volgsysteem voor problemen <https://github.com/WeblateOrg/weblate/issues>`_ wordt gehost op GitHub.
pt: O `rastreador de problemas <https://github.com/WeblateOrg/weblate/issues>`_ do Weblate está hospedado no GitHub.
pt_br: O `rastreador de problemas <https://github.com/WeblateOrg/weblate/issues>`_ do Weblate está hospedado no GitHub.
ro: Weblate `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_ este găzduit pe GitHub.
ru: `Система отслеживания проблем <https://github.com/WeblateOrg/weblate/issues>` Weblate на GitHub.
sv: Weblate `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_ finns på GitHub.
ta: வலைபெயர்ப்பு 'சிக்கல் டிராக்கர் <https://github.com/weblateorg/weblate/issues>'_ கிட்அப்பில் புரவலன் செய்யப்படுகிறது.
tr: Weblate `hata izleyicisi <https://github.com/WeblateOrg/weblate/issues>`_ GitHub üzerinde bulunur.
uk: `Систему стеження за вадами у Weblate <https://github.com/WeblateOrg/weblate/issues>`_ розташовано на GitHub.
zh_hans: Weblate `问题跟踪器 <https://github.com/WeblateOrg/weblate/issues>`_ 托管于 GitHub。
zh_hant: Weblate `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_ 託管於 Github。

source: Feel welcome to report any issues you have or suggest improvements for Weblate there. There are various templates prepared to comfortably guide you through the issue report.
de: Gerne können Sie dort Probleme melden oder Verbesserungsvorschläge für Weblate machen. Es stehen verschiedene Vorlagen zur Verfügung, die Sie bequem durch den Problembericht führen.
ga: Tá fáilte romhat aon cheisteanna atá agat a thuairisciú nó feabhsuithe a mholadh do Weblate ansin. Tá teimpléid éagsúla ullmhaithe chun tú a threorú go compordach tríd an tuarascáil eisiúint.
hu: Szívesen fogadjuk, ha itt jelent bármilyen hibát vagy fejlesztési javaslatot tesz a Weblate kapcsán. Különféle sablonok segítik a kényelmes és pontos hibabejelentést.
id: Jangan ragu untuk melaporkan masalah yang Anda alami atau menyarankan perbaikan untuk Weblate di sana. Tersedia berbagai templat yang akan memandu Anda dengan mudah dalam melaporkan masalah.
ja: Weblate の問題の報告や、改善の提案を歓迎します。問題の報告が快適にできるように様々なテンプレートを用意しています。
nl: Rapporteer alstublieft elk probleem dat u heeft of stel hier verbeteringen voor Weblate voor. Er zijn verschillende sjablonen voorbereid om u comfortabel door het rapporteren van het probleem te leiden.
pt_br: Sinta-se à vontade para relatar quaisquer problemas que você tenha ou sugerir melhorias para o Weblate lá. Existem vários modelos preparados para lhe orientar confortavelmente durante o relatório de problemas.
sv: Välkommen att rapportera eventuella problem eller föreslå förbättringar för Weblate där. Det finns olika mallar som hjälper dig att fylla i felrapporten på ett smidigt sätt.
ta: உங்களிடம் ஏதேனும் சிக்கல்களைப் புகாரளிக்க வரவேற்கத்தக்கது அல்லது அங்குள்ள வெப்லேட்டுக்கான மேம்பாடுகளை பரிந்துரைக்கவும். வெளியீட்டு அறிக்கை மூலம் உங்களுக்கு வசதியாக வழிகாட்ட பல்வேறு வார்ப்புருக்கள் தயாராக உள்ளன.
tr: Karşılaştığınız sorunları bildirmeye ya da Weblate için iyileştirme önerilerinde bulunmaktan çekinmeyin. Sorunları bildirmeniz için size kolaylık sağlayacak çeşitli kalıplar hazırlanmıştır.
uk: Будемо раді звітам про будь-які вади або пропозиціям щодо поліпшень у Weblate. Нами приготовано різноманітні шаблони для зручного створення звітів щодо вад.
zh_hans: 欢迎报告任何问题，或提出改进建议。我们准备了各种模板，可以轻松地指导你完成问题报告。

source: If what you have found is a security issue in Weblate, please see :ref:`security`.
de: Wenn Sie ein Sicherheitsproblem in Weblate gefunden haben, lesen Sie bitte :ref:`security`.
ga: Más fadhb slándála atá aimsithe agat i Weblate, féach le do thoil ar :ref:`security`.
hu: Ha a Weblate biztonságát érintő problémát talált, tekintse meg a :ref:`security` szakaszt.
id: Jika yang Anda temukan adalah masalah keamanan di Weblate, silakan lihat :ref:`security`.
nl: Als wat u heeft gevonden een beveiligingsprobleem in Weblate is, bekijk dan :ref:`security`.
sv: Om du har upptäckt ett säkerhetsproblem i Weblate, se :ref:`security`.
uk: Якщо виявлена вами проблема безпеки у Weblate, будь ласка, див. :ref:`security`.

source: Using AI to create issues
de: Verwenden von KI zum Erstellen von Problemen
ga: Úsáid AI chun fadhbanna a chruthú
hu: AI használata hibajegyek létrehozására
id: Menggunakan AI untuk membuat masalah
nl: AI gebruiken om issues te maken
sv: Använda AI för att skapa problem
uk: Використання штучного інтелекту для створення проблем

source: If you asked an AI tool to find problems in Weblate or its modules, you **must** make sure to reveal this fact in your report.
de: Wenn Sie ein KI-Tool gebeten haben, Probleme in Weblate oder seinen Modulen zu finden, **müssen** Sie dies unbedingt in Ihrem Bericht offenlegen.
ga: Má d’iarr tú ar uirlis AI fadhbanna a aimsiú i Weblate nó ina mhodúil, **ní mór** duit a chinntiú go nochtfaidh tú an fhíric seo i do thuairisc.
hu: Amennyiben mesterséges intelligencia eszközzel próbált problémákat találni a Weblate-ben vagy annak moduljaiban, **kötelező** ezt a tényt feltüntetni a jelentésben.
id: Jika Anda meminta alat AI untuk menemukan masalah di Weblate atau modulnya, Anda **harus** memastikan untuk mengungkapkan fakta ini dalam laporan Anda.
nl: Als u een programma voor AI vroeg om problemen in Weblate of zijn modules te zoeken, **moet** u ervoor zorgen dat dat feit in uw rapport wordt vermeld.
sv: Om du har bett ett AI-verktyg att hitta problem i Weblate eller dess moduler, **måste** du se till att uppge detta i din rapport.
uk: Якщо ви попросили інструмент штучного інтелекту знайти проблеми у Weblate або його модулях, ви **повинні** обов’язково вказати цей факт у своєму звіті.
