Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Create a release :command:`./scripts/create-release --tag` (see below for requirements).
de: Ein Release erstellen :command:`./scripts/create-release --tag` (siehe unten für die Anforderungen).
ga: Cruthaigh scaoileadh :command:`./scripts/create-release --tag` (féach thíos le haghaidh riachtanais).
hu: Kiadás létrehozása: :command:`./scripts/create-release --tag` (a szükséges feltételek lásd alább).
id: Buat rilis :command:`./scripts/create-release --tag` (lihat di bawah untuk persyaratannya).
ja: リリースの作成 :command:`./scripts/create-release --tag` （必須条件は下記を参照）。
nl: Maak een uitgave :command:`./scripts/create-release --tag` (kijk hieronder voor de vereisten).
pt: Criar um lançamento a usar :command:`./scripts/create-release --tag` (veja abaixo os requisitos).
pt_br: Criar um lançamento usando :command:`./scripts/create-release --tag` (veja abaixo os requisitos).
ro: Creați o versiune :command:`./scripts/create-release --tag` (a se vedea mai jos pentru cerințe).
ru: Произвести выпуск: :command:`./scripts/create-release --tag` (смотрите, что для этого необходимо ниже).
sv: Skapa en release :command:`./scripts/create-release --tag` (se nedan för krav).
ta: ஒரு வெளியீட்டை உருவாக்கவும் :கட்டளை:'./ச்கிரிப்ட்கள்/உருவாக்கம்-வெளியீடு --குறிச்சொல்' (தேவைகளுக்கு கீழே பார்க்கவும்).
tr: Yayını oluşturun :command:`./scripts/create-release --tag` (gereksinimler için aşağı bakın).
uk: Створити випуск за допомогою команди :command:`./scripts/create-release --tag` (нижче наведено вимоги).
zh_hans: 创建一个发布 :command:`./scripts/create-release --tag`\ （要求请参见下面）。
zh_hant: 創建一個發布 :command:`./scripts/create-release --tag` （要求請參見下面）。

source: Post release manual steps:
de: Manuelle Schritte nach der Veröffentlichung:
ga: Céimeanna láimhe iar-eisiúint:
hu: Kiadás utáni kézi lépések:
id: Langkah-langkah manual pasca rilis:
ja: リリース後の手動による設定方法:
nl: Handmatige stappen na uitgave:
pt: Etapas manuais pós-lançamento:
pt_br: Etapas manuais pós-lançamento:
ro: Etapele manuale ulterioare eliberării:
ru: Что нужно сделать вручную после выпуска:
sv: Manuella steg efter release:
ta: வெளியீட்டுக்கு பிந்தைய கையேடு படிகள்:
tr: Yayın sonrası el ile yapılacak adımlar:
uk: Після випуску виконати вручну:
zh_hans: 手动发布步骤：
zh_hant: 張貼發布手動步驟：

source: Close GitHub milestone.
de: Den GitHub-Meilenstein schließen.
ga: Dún cloch mhíle GitHub.
hu: GitHub mérföldkő lezárása.
id: Tutup tonggak sejarah GitHub.
ja: GitHub のマイルストーンを閉じる。
nl: GitHub milestone afsluiten.
pt: Fechar o marco do GitHub.
pt_br: Fechar o marco do GitHub.
ro: Închideți piatra de hotar GitHub.
ru: Закрыть целевую версию (milestone) на GitHub.
sv: Stäng GitHub-milstolpe.
ta: அறிவிலிமையம் மைல்கல்லை மூடவும்.
tr: GitHub kilometre taşını kapatın.
uk: Закрити етап на GitHub.
zh_hans: 关闭 GitHub 里程碑。
zh_hant: 管理 GitHub 里程碑。

source: Once the Docker image is tested, add a tag and push it.
de: Sobald das Docker-Image getestet ist, fügen Sie ein Tag hinzu und pushen es.
ga: Nuair a dhéantar tástáil ar íomhá an Docker, cuir clib leis agus brúigh é.
hu: Ha a Docker-kép tesztelése megtörtént, adjon hozzá címkét és töltse fel.
id: Setelah gambar Docker diuji, tambahkan tag dan dorong.
ja: Docker イメージをテストしたら、タグを追加してプッシュする。
nl: Als de Docker image eenmaal is getest, voeg een tag toe en push het.
pt: Assim que a imagem Docker for testada, adicionar uma tag e fazer o push dela.
pt_br: Assim que a imagem Docker for testada, adicionar uma tag e fazer o push dela.
ro: După ce imaginea Docker este testată, adăugați o etichetă și împingeți-o.
ru: Как только образ докер будет проверен, добавить метку и загрузить его.
sv: När Docker-bilden har testats lägger du till en tagg och pushar den.
ta: டாக்கர் படம் சோதிக்கப்பட்டதும், ஒரு குறிச்சொல்லைச் சேர்த்து அதைத் தள்ளவும்.
tr: Docker kalıbı sınandıktan sonra bir etiket ekleyip itin.
uk: Щойно образ Docker буде перевірено, додати мітку і записати його до сховища.
zh_hans: 一旦检测到 Docker 镜像，则添加标签并推送。
zh_hant: 一旦檢測到 Docker 圖像，則添加標籤並推送。

source: Include new version in :file:`.github/workflows/migrations.yml` to cover it in migration testing.
de: Die neue Version in :file:`.github/workflows/migrations.yml` einfügen, um sie bei Migrationstests zu berücksichtigen.
ga: Cuir leagan nua san áireamh sa :file:`.github/workflows/migrations.yml` chun é a chlúdach i dtástáil imirce.
hu: Vegye fel az új verziót a :file:`.github/workflows/migrations.yml` fájlba, hogy a migrációs tesztelés is lefusson.
id: Sertakan versi baru dalam :file:`.github/workflows/migrations.yml` untuk mencakupnya dalam pengujian migrasi.
ja: :file:`.github/workflows/migrations.yml` に新しいバージョンをインクルードして、移行テストでカバーする。
nl: Neem de nieuwe versie op in :file:`.github/workflows/migrations.yml` om het te behandelen in het testen van de migratie.
pt: Incluir a nova versão em :file:`.github/workflows/migrations.yml` para cobri-la nos testes de migração.
pt_br: Incluir a nova versão em :file:`.github/workflows/migrations.yml` para cobri-la nos testes de migração.
ro: Includeți noua versiune în :file:`.github/workflows/migrations.yml` pentru a o include în testele de migrare.
ru: Добавить новую версию в :file:`.github/workflows/migrations.yml`, чтобы миграция на неё покрывалась тестами.
sv: Inkludera den nya versionen i :file:`.github/workflows/migrations.yml` för att täcka den i migrationstestningen.
tr: Birleştirme sınamasında işlenmesi için :file:`.github/workflows/migrations.yml` içine yeni sürümü ekleyin.
uk: Включити нову версію до :file:`.github/workflows/migrations.yml`, щоб її було оброблено засобами тестування перенесення.
zh_hans: 在 :file:`.github/workflows/migrations.yml` 中包含新版本，以便在迁移测试中涵盖它。
zh_hant: 在 :file:`.github/workflows/migrations.yml` 中包含新的版本，從而在合併監測中覆蓋它。

source: Increase version in the repository by :command:`./scripts/set-version.py`.
hu: Verziószám növelése a tárolóban: :command:`./scripts/set-version.py`.
id: Tingkatkan versi dalam repositori dengan :command:`./scripts/set-version.py`.
nl: Verhoog de versie in de opslagruimte met :command:`./scripts/set-version.py`.
sv: Öka versionen i arkivet med :command:`./scripts/set-version.py`.
tr: Depodaki sürümü :command:`./scripts/set-version.py` ile artırın.
uk: Збільшити номер версії у сховищі за допомогою команди :command:`./scripts/set-version.py`.

source: Check that readthedocs.org did build all translations of the documentation using :command:`./scripts/rtd-projects.py`.
hu: Ellenőrizze, hogy a readthedocs.org lefordította-e az összes dokumentációs nyelvet: :command:`./scripts/rtd-projects.py`.
id: Periksa apakah readthedocs.org telah membuat semua terjemahan dokumentasi menggunakan :command:`./scripts/rtd-projects.py`.
nl: Controleer of readthedocs.org alle vertalingen van de documentatie bouwde met :command:`./scripts/rtd-projects.py`.
sv: Kontrollera att readthedocs.org har skapat alla översättningar av dokumentationen med hjälp av :command:`./scripts/rtd-projects.py`.
tr: Tüm readthedocs.org çevirilerinin :command:`./scripts/rtd-projects.py` ile oluşturulup oluşturulmadığını denetleyin.
uk: Перевірте, чи зібрано readthedocs.org усі переклади документації, за допомогою :command:`./scripts/rtd-projects.py`.

source: To create tags using the :command:`./scripts/create-release` script you will need following:
de: Um Tags mit dem Skript :command:`./scripts/create-release` zu erstellen, wird folgendes benötigt:
ga: Chun clibeanna a chruthú ag baint úsáide as an script :command:`./scripts/create-release` beidh na rudaí seo a leanas uait:
hu: A :command:`./scripts/create-release` parancsfájl használatával történő címkék létrehozásához a következőkre lesz szükség:
id: Untuk membuat tag menggunakan skrip :command:`./scripts/create-release` Anda memerlukan hal berikut:
ja: :command:`./scripts/create-release` スクリプトを使用してタグを作成する為に必要な項目:
nl: Voor het maken van tags met het script :command:`./scripts/create-release` heeft u het volgende nodig:
pt: Para criar tags a usar o script :command:`./scripts/create-release`, precisará do seguinte:
pt_br: Para criar tags usando o script :command:`./scripts/create-release`, você precisará do seguinte:
ro: Pentru a crea etichete folosind scriptul :command:`./scripts/create-release` veți avea nevoie de următoarele:
ru: Чтобы создать метки с помощью скрипта :command:`./scripts/create-release`. Вам понадобится:
sv: För att skapa taggar med hjälp av skriptet :command:`./scripts/create-release` behöver du följande:
tr: :command:`./scripts/create-release` betiği ile etiketler oluşturmak için aşağıdakilere gerek duyacaksınız:
uk: Для створення міток за допомогою скрипту :command:`./scripts/create-release` вам знадобиться:
zh_hans: 要使用 :command:`./scripts/create-release` 脚本创建标签，需要：
zh_hant: 要使用 :command:`./scripts/create-release` 腳本來創建標記的話，需要後面的：

source: Push access to Weblate git repositories (it pushes tags)
de: Push-Zugriff auf die Git-Repositorys von Weblate (es werden Tags gepusht)
ga: Brúigh rochtain ar stórtha Weblate git (brúchann sé clibeanna)
hu: Feltöltési jogosultság a Weblate Git-tárolóihoz (a címkéket közvetlenül feltölti)
id: Akses dorong ke repositori git Weblate (mendorong tag)
ja: Weblate git リポジトリへの push 接続（タグを push）
nl: Toegang voor pushen naar Weblate Git-opslagruimten (het pusht tags)
pt: Acesso por push a repositórios git Weblate (ele envia tags)
pt_br: Acesso por push a repositórios git Weblate (ele envia tags)
ro: Push acces la depozitele Weblate git (împinge etichete)
ru: Доступ на отправку изменений в git-репозиторий Weblate (он отправляет метки)
sv: Push-åtkomst till Weblate git-arkiv (pushar taggar)
ta: வலைபெயர்ப்பு git களஞ்சியங்களுக்கான அணுகலை தள்ளவும் (இது குறிச்சொற்களை தள்ளுகிறது)
tr: Weblate Git depolarına itme erişimi (etiketleri iter)
uk: Доступ до запису змін до сховищ git Weblate (скрипт записує мітки)
zh_hans: 推送访问 Weblate git 仓库（它推送标签）
zh_hant: 推送訪問 Weblate git 倉庫（它推送標記）

source: Data schemas
de: Datenschemata
ga: Scéimeanna sonraí
hu: Adatsémák
id: Skema data
ja: データ スキーマ
nl: Gegevensschema's
pt: Esquemas de dados
pt_br: Esquemas de dados
ro: Scheme de date
ru: Схемы данных
sv: Dataskem
ta: தரவு பண்புவிவரங்கள்
tr: Veri şemaları
uk: Схеми даних
zh_hans: 数据架构
zh_hant: 數據架構

source: Weblate uses `JSON Schema <https://json-schema.org/>`_ to define layout of external JSON files.
de: Weblate verwendet `JSON-Schema <https://json-schema.org/>`_, um das Layout von externen JSON-Dateien zu definieren.
ga: Úsáideann Weblate `Scéimre JSON <https://json-schema.org/>`_ chun leagan amach na gcomhad seachtrach JSON a shainiú.
hu: A Weblate a `JSON Schema <https://json-schema.org/>`_ szabványt használja a külső JSON-fájlok szerkezetének meghatározására.
id: Weblate menggunakan `Skema JSON <https://json-schema.org/>`_ untuk menentukan tata letak berkas JSON eksternal.
ja: Weblate は `JSON Schema <https://json-schema.org/>`_ を使用して外部 JSON ファイルのレイアウトを定義します。
nl: Weblate gebruikt `JSON Schema <https://json-schema.org/>`_ om lay-out van externe JSON-bestanden te definiëren.
pt: Weblate usa `JSON Schema <https://json-schema.org/>`_ para definir o layout de ficheiros JSON externos.
pt_br: Weblate usa `JSON Schema <https://json-schema.org/>`_ para definir o layout de arquivos JSON externos.
ro: Weblate utilizează `JSON Schema <https://json-schema.org/>`_ pentru a defini aspectul fișierelor JSON externe.
ru: Для определения структуры внешних JSON-файлов Weblate использует `JSON-схему <https://json-schema.org/>`_.
sv: Weblate använder `JSON Schema <https://json-schema.org/>`_ för att definiera layouten för externa JSON-filer.
ta: வெளிப்புற சாதொபொகு கோப்புகளின் தளவமைப்பை வரையறுக்க வலைபெயர்ப்பு 'சாதொபொகு schema <https://json-schema.org/>' ஐப் பயன்படுத்துகிறது.
tr: Weblate, dış JSON dosyalarının yerleşimini tanımlamak için `JSON şeması <https://json-schema.org/>`_ kullanır.
uk: Weblate використовує `схему JSON <https://json-schema.org/>`_ для визначення компонування системи зовнішніх файлів JSON.
zh_hans: Weblate 使用 `JSON Schema <https://json-schema.org/>`_ 来定义外部 JSON 文件的输入。
zh_hant: Weblate 使用 `JSON Schema <https://json-schema.org/>`_ 來定義外部 JSON 文件的輸入。

source: Starting contributing code to Weblate
de: Code für Weblate beisteuern
ga: Ag cur tús le cód rannchuidithe le Weblate
hu: Kódhozzájárulás kezdése a Weblate-hez
id: Mulai berkontribusi kode ke Weblate
ja: Weblate にコードの貢献を始める
nl: Beginnen met bijdragen van code aan Weblate
pt: Comea çar a contribuir código para o Weblate
pt_br: Começando a contribuir código para o Weblate
ro: Începeți să contribuiți cu cod la Weblate
ru: Начало участия в разработке Weblate
sv: Börja bidra med kod till Weblate
ta: வலைபெயர்ப்புடிற்கு பங்களிக்கும் குறியீட்டைத் தொடங்குதல்
tr: Weblate kodlarına katkıda bulunmak
uk: Перші кроки у програмуванні коду Weblate
zh_hans: 开始为 Weblate 贡献代码
zh_hant: 開始為 Weblate 貢獻代碼

source: Understand the Weblate source code by going through :doc:`code`, :doc:`frontend` and :doc:`internals`.
de: Verstehen Sie den Quellcode von Weblate, indem Sie :doc:`code`, :doc:`frontend` und :doc:`internals` durchgehen.
ga: Tuig cód foinse Weblate trí dhul trí: :doc:`code`, :doc:`frontend` agus :doc:`internals`.
hu: Ismerkedjen meg a Weblate forráskódjával a következő dokumentációs részeken keresztül: :doc:`code`, :doc:`frontend` és :doc:`internals`.
id: Pahami kode sumber Weblate dengan membaca :doc:`code`, :doc:`frontend` dan :doc:`internals`.
ja: Weblate のソースコードを理解するには、まず :doc:`code`、:doc:`frontend`、:doc:`internals` を確認してください。
nl: Begrijp de broncode van Weblate door :doc:`code`, :doc:`frontend` en :doc:`internals` te lezen.
pt: Entenda o código-fonte do Weblate a passar por :doc:`code`, :doc:`frontend` e :doc:`internals`.
pt_br: Entenda o código-fonte do Weblate passando por :doc:`code`, :doc:`frontend` e :doc:`internals`.
ro: Înțelegeți codul sursă Weblate, parcurgând :doc:`code`, :doc:`frontend` și :doc:`internals`.
ru: Понять исходный код Weblate, пройдя через :doc:`code`, :doc:`frontend` и :doc:`internals`.
sv: Förstå Weblates källkod genom att gå igenom :doc:`code`, :doc:`frontend` och :doc:`internals`.
tr: Weblate kaynak kodlarını anlamak için lütfen önce :doc:`code`, :doc:`frontend` ve :doc:`internals` bölümlerine bakın.
uk: Щоб краще зрозуміти початковий код Weblate, будь ласка, спочатку зверніться до розділів :doc:`code`, :doc:`frontend` та :doc:`internals`.
zh_hans: 要理解 Weblate 源代码，请查看 :doc:`code`、 :doc:`frontend` 和 :doc:`internals`。
zh_hant: 要理解 Weblate 源代碼，請查看 :doc:`code`、 :doc:`frontend` 和 :doc:`internals`。

source: Starting with the codebase
de: Mit der Codebasis beginnen
ga: Ag tosú leis an codebase
hu: Ismerkedés a kódbázissal
id: Mulai dengan basis kode
ja: コードベースから始める
nl: Beginnen met de codebasis
pt: Comea çar com a base de código
pt_br: Começando com a base de código
ro: Pornind de la baza de cod
ru: Начало работы с кодовой базой
sv: Börja med kodbasen
ta: கோட்பேச் தொடங்கி
tr: Kod tabanı ile başlamak
uk: Перші кроки на основі базового програмного коду
zh_hans: 从代码库开始

source: Familiarize yourself with the Weblate codebase, by having a go at the bugs labelled `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
de: Machen Sie sich mit der Codebasis von Weblate vertraut, indem Sie die mit `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_ gekennzeichneten Fehler ausprobieren.
ga: Cuir tú féin ar an eolas faoi bhunachar cód Weblate, trí thriail a dhéanamh ar na fabhtanna a bhfuil an lipéad orthu `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
hu: Kezdésként próbálja ki a `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_ címkével ellátott hibákat, hogy megismerje a Weblate kódbázisát.
id: Biasakan diri Anda dengan basis kode Weblate, dengan mencoba mengatasi kerusakan yang diberi label `masalah pertama yang bagus <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
ja: `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_ というラベルの付いたバグを試して、Weblate コードベースに慣れてください。
nl: Maak uzelf bekend met de codebasis van Weblate, door een poging te ondernemen met de problemen die zijn gelabeld `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
pt: Familiarize-se com a base de código do Weblate, a dar uma olhada nos bugs etiquetados como `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
pt_br: Familiarize-se com a base de código do Weblate, dando uma olhada nos bugs etiquetados como `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
ro: Familiarizați-vă cu baza de cod Weblate, încercând să vă familiarizați cu bug-urile etichetate ca fiind `prima problemă bună <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
ru: Ознакомьтесь с кодовой базой Weblate, попробовав исправить ошибки, помеченные как `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
sv: Bekanta dig med Weblates kodbas genom att testa buggarna märkta med `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
ta: 'நல்ல முதல் இதழ் <https://github.com/weblateorg/weblate/labels/good%20first%20issue>' என்று பெயரிடப்பட்ட பிழைகளைப் பார்ப்பதன் மூலம் வலைபெயர்ப்பு கோட்பேசைப் பற்றி அறிந்து கொள்ளுங்கள்.
tr: Weblate kod tabanına alışmak için bazı hatalar arıyorsanız, `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_ olarak etiketlenmiş olanlara bakın.
uk: Якщо ви шукаєте якісь вади, які допоможуть ознайомитися із початковим кодом Weblate, зверніться до тих з них, які позначено міткою `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_.
zh_hans: 想熟悉 Weblate 代码库，不如先试试对带有 `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_ 标签的那些 bug 下手。
zh_hant: 要讓你自己熟悉 Weblate 代碼庫，那麼請查看標記為 `good first issue <https://github.com/WeblateOrg/weblate/labels/good%20first%20issue>`_ 的那些 bug。

source: You are welcome to start working on these issues without asking. Just announce that in the issue, so that it's clear that somebody is working on that issue.
de: Sie können gerne mit der Arbeit an diesen Themen beginnen, ohne zu fragen. Kündigen Sie dies einfach im Issue an, damit klar ist, dass jemand an diesem Problem arbeitet.
ga: Tá fáilte romhat tosú ag obair ar na saincheisteanna seo gan ceist a chur. Díreach é sin a fhógairt san eagrán, ionas go mbeidh sé soiléir go bhfuil duine éigin ag obair ar an gceist sin.
hu: Nyugodtan elkezdhet dolgozni ezeken a hibajegyeken anélkül, hogy engedélyt kérne. Az adott hibajegynél jelezze, hogy foglalkozik vele, így egyértelmű lesz, hogy már dolgozik rajta.
id: Silakan mulai mengerjakan isu ini tanpa perlu bertanya. Cukup umumkan di dalam isu, agar jelas bahwa ada yang sedang mengerjakan isu tersebut.
ja: これらの問題については、質問せずに作業を開始してください。誰かがその問題に取り組んでいることを明らかにするために、その問題について発表するだけでかまいません。
nl: U kunt aan deze problemen werken zonder dat te hoeven vragen. Kondig het aan in het issue, zodat het duidelijk is dat iemand aan dat issue werkt.
pt: É muito bem-vindo(a) a começar a trabalhar nessas questões sem perguntar. Apenas anuncie isso no relatório de problema, para que fique claro que alguém está trabalhando nesse relatório de problema.
pt_br: Você é muito bem-vindo(a) a começar a trabalhar nessas questões sem perguntar. Apenas anuncie isso no relatório de problema, para que fique claro que alguém está trabalhando nesse relatório de problema.
ru: Вы можете начать работать над этими вопросами, не спрашивая. Просто сообщите об этом в выпуске, чтобы было ясно, что кто-то работает над этим вопросом.
sv: Du är välkommen att börja arbeta med dessa frågor utan att fråga. Meddela bara detta i frågan, så att det är tydligt att någon arbetar med den frågan.
ta: நீங்கள் கேட்காமல் இந்த பிரச்சினைகளில் வேலை செய்யத் தொடங்குவது வரவேற்கத்தக்கது. அந்த விவகாரத்தில் யாரோ வேலை செய்கிறார்கள் என்பது தெளிவாகும் வகையில் அதை இந்த விவகாரத்தில் அறிவிக்கவும்.
tr: Bu sorunlar üzerinde sormadan çalışmaya başlayabilirsiniz. Yalnızca çalışmaya başladığınızı duyurun. Böylece herkes birisinin bu sorun üzerinde çalıştığını bilir.
uk: Ми будемо раді, якщо ви почнете роботу над цими проблемами, навіть нічого не питаючи. Просто повідомте про початок роботи у гілці звіту щодо вади, щоб усі знали, що над вирішенням проблеми уже хтось працює.
zh_hans: 欢迎你在无人请求的情况下开始处理这些问题。只要在相关 issue 中宣布一下，让别人知道有人正在处理它。

source: Running Weblate locally
de: Weblate lokal ausführen
ga: Weblate a rith go háitiúil
hu: Weblate futtatása helyileg
id: Menjalankan Weblate secara lokal
ja: Weblate をローカルで実行
nl: Weblate lokaal uitvoeren
pt: Execução local de Weblate
pt_br: Executando Weblate localmente
ro: Rularea Weblate la nivel local
ru: Запуск Weblate локально
sv: Kör Weblate lokalt
ta: வலைபெயர்ப்பை உள்நாட்டில் இயக்குதல்
tr: Weblate platformunu yerel olarak çalıştırma
uk: Локальний запуск Weblate
zh_hans: 本地运行 Weblate
zh_hant: 本地運行 Weblate

source: The most comfortable approach to get started with Weblate development is to follow :doc:`../admin/install/source`. It will get you a virtualenv with editable Weblate sources.
de: Der bequemste Weg, um mit der Weblate-Entwicklung zu beginnen, ist, :doc:`../admin/install/source` zu folgen. Damit erhalten Sie virtualenv mit editierbaren Weblate-Quellen.
ga: Is é an cur chuige is compordaí chun tús a chur le forbairt Weblate ná :doc:`../admin/install/source`. Gheobhaidh sé virtualenv duit le foinsí in eagar Weblate.
hu: A legkényelmesebb módja a Weblate fejlesztésének megkezdésére, ha követi a :doc:`../admin/install/source` útmutatót. Ez létrehoz egy virtualenv környezetet, amelyben a Weblate forrása szerkeszthető formában elérhető.
id: Pendekatan paling nyaman untuk memulai pengembangan Weblate adalah dengan mengikuti :doc:`../admin/install/source`. Ini akan memberi Anda virtualenv dengan sumber Weblate yang dapat disunting.
ja: Weblate の開発を始める最も快適な方法は、:doc:`../admin/install/source` に従うことです。編集可能な Weblate のソースを付属した virtualenv を入手します。
nl: De meest comfortabele benadering om te beginnen met de ontwikkeling van Weblate is door :doc:`../admin/install/source` te volgen. Het geeft u een virtualenv met bewerkbare bronnen voor Weblate.
pt: A abordagem mais confortável para começar a desenvolver Weblate é seguir :doc:`../admin/install/source`. Isso lhe dará um virtualenv com fontes editáveis do Weblate.
pt_br: A abordagem mais confortável para começar a desenvolver Weblate é seguir :doc:`../admin/install/source`. Isso lhe dará um virtualenv com fontes editáveis do Weblate.
ro: Cea mai confortabilă abordare pentru a începe dezvoltarea Weblate este să urmați :doc:`../admin/install/source`. Acesta vă va oferi un virtualenv cu surse Weblate editabile.
ru: Самый удобный подход к разработке Weblate — это создать собственное виртуальное окружение (*virtualenv*) для него с редактируемой версией исходного кода, как описано в :doc:`../admin/install/source`.
sv: Det enklaste sättet att komma igång med Weblate-utveckling är att följa :doc:`../admin/install/source`. Då får du en virtualenv med redigerbara Weblate-källor.
tr: Weblate geliştirmeye başlamanın en kolay yolu :doc:`../admin/install/source` bölümündeki yönergeyi izlemektir. Böylece, düzenlenebilir Weblate kaynaklarını içeren bir virtualenv oluşturabilirsiniz.
uk: Найкомфортнішим способом розпочати розробку Weblate є виконання настанов розділу :doc:`../admin/install/source`. Виконання цих настанов надасть вам змогу отримати віртуальне середовище із придатними до редагування початковими кодами Weblate.
zh_hans: 开始 Weblate 开发的最舒适的方法是按照 :doc:`../admin/install/source`。它将给您一个带有可编辑的 Weblate 源代码的虚拟环境。
zh_hant: 開始 Weblate 開發的最舒適的方法是按照 :doc:`../admin/install/source`。它將給您一個帶有可編輯的 Weblate 源代碼的虛擬環境。
