Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`addon-weblate.consistency.languages` now uses a dedicated user for changes.
de: Die Erweiterung :ref:`addon-weblate.consistency.languages` verwendet nun einen eigenen Benutzer für Änderungen.
ga: Úsáideann :ref:`addon-weblate.consistency.languages` úsáideoir tiomnaithe anois le haghaidh athruithe.
hu: A :ref:`addon-weblate.consistency.languages` mostantól külön felhasználót használ a módosításokhoz.
id: :ref:`addon-weblate.consistency.languages` sekarang menggunakan pengguna khusus untuk perubahan.
ja: :ref:`addon-weblate.consistency.languages` は変更に専用ユーザーを使用するように。
nl: :ref:`addon-weblate.consistency.languages` gebruikt nu een aangewezen gebruiker voor wijzigingen.
pt: :ref:`addon-weblate.consistency.languages` agora usa um utilizador dedicado para alterações.
pt_br: :ref:`addon-weblate.consistency.languages` agora usa um usuário dedicado para alterações.
ru: :ref:`addon-weblate.consistency.languages` теперь использует выделенного пользователя для внесения изменений.
sv: :ref:`addon-weblate.consistency.languages` använder nu en dedikerad användare för ändringar.
ta: :ref:`addon-weblate.consistency.languages` now uses a dedicated பயனர் க்கு changes.
tr: :ref:`addon-weblate.consistency.languages` eklentisinin değişiklikler için özel bir kullanıcı kullanması sağlandı.
uk: :ref:`addon-weblate.consistency.languages` відтепер використовує спеціального користувача для внесення змін.
zh_hans: :ref:`addon-weblate.consistency.languages` 现在使用专门用户进行更改操作。

source: Added button for sharing on Fediverse.
de: Schaltfläche für das Teilen im Fediverse hinzugefügt.
ga: Cnaipe curtha leis lena roinnt ar Fediverse.
hu: Új megosztás gomb hozzáadva Fediverse platformhoz.
id: Menambahkan tombol untuk berbagi di Fediverse.
ja: Fediverse で共有するボタンの追加。
nl: Knop toegevoegd voor delen op Fediverse.
pt: Adicionado botão para partilhar no Fediverse.
pt_br: Adicionado botão para compartilhar no Fediverse.
ru: Добавлена кнопка для публикации в Fediverse.
sv: Knapp för delning på Fediverse har lagts till.
ta: ஃபெடிவர்சில் பகிர்வதற்கான பொத்தானை சேர்க்கப்பட்டது.
tr: Fediverse ile paylaşma düğmesi eklendi.
uk: Додано кнопку для публікації у Федіверсі.
zh_hans: 新增分享到 Fediverse 按钮。

source: Added validation for VCS integration credentials.
de: Validierung für Zugangsdaten der VCS-Integration hinzugefügt.
ga: Bailíochtú breise do dhintiúir chomhtháthaithe VCS.
hu: Bevezetésre került a verziókezelő integráció hitelesítő adatainak ellenőrzése.
id: Menambahkan validasi untuk kredensial integrasi VCS.
ja: VCS 統合認証情報の検証の追加。
nl: Valideren toegevoegd voor integratie van inloggegevens voor VCS.
pt: Adicionada validação para credenciais de integração VCS.
pt_br: Adicionada validação para credenciais de integração VCS.
ru: Добавлена проверка учётных данных для интеграции с VCS.
sv: Validering för VCS-integrationsuppgifter har lagts till.
ta: வி.சி.எச் ஒருங்கிணைப்பு நற்சான்றிதழ்களுக்கான சரிபார்ப்பு சேர்க்கப்பட்டது.
tr: Sürüm denetimi sistemi bütünleştirme kimlik doğrulama bilgilerinin doğrulanması özelliği eklendi.
uk: Додано перевірку облікових даних для інтеграції з VCS.
zh_hans: 新增 VCS 集成凭据验证。

source: Reduced overhead of statistics collection.
de: Geringerer Aufwand für die Statistikerfassung.
ga: Forchostas laghdaithe ar bhailiú staitisticí.
hu: Csökkentve a statisztikagyűjtés erőforrásigénye.
id: Mengurangi beban pengumpulan statistik.
ja: 統計収集のオーバーヘッド削減。
nl: Verminderde overhead bij verzamelen van statistieken.
pt: Redução da sobrecarga de coleta de estatísticas.
pt_br: Redução da sobrecarga de coleta de estatísticas.
ru: Снижение накладных расходов на сбор статистики.
sv: Minskad overhead för insamling av statistik.
ta: புள்ளிவிவர சேகரிப்பின் மேல்நிலை குறைக்கப்பட்டது.
tr: İstatistiklerin derlenmesi sırasında oluşan yük azaltıldı.
uk: Зменшено надмірне використання ресурсів для збирання статистичних даних.
zh_hans: 降低了统计数据集的营运费用。

source: Added plurals validation when editing string using the API.
de: Validierung von Pluralformen bei der Bearbeitung von Zeichenketten über die API hinzugefügt.
ga: Cuireadh bailíochtú iolraí leis agus an teaghrán in eagar ag baint úsáide as an API.
hu: API-n keresztüli szövegszerkesztéskor már ellenőrizzük a többes számokat is.
id: Menambahkan validasi jamak saat menyunting string menggunakan API.
ja: API を使用して文字列を編集する際の複数形の検証の追加。
nl: Valideren van meervoud toegevoegd bij bewerken van tekenreeks met de API.
pt: Adicionada validação de plurais ao editar cadeias usando a API.
pt_br: Adicionada validação de plurais ao editar textos usando a API.
ru: Добавлена валидация множественного числа при редактировании строки с помощью API.
sv: Lagt till pluralvalidering vid redigering av strängar med API:et.
ta: பநிஇ ஐப் பயன்படுத்தி சரத்தை திருத்தும்போது பன்மை சரிபார்ப்பு சேர்க்கப்பட்டது.
tr: Dizgeler API kullanılarak düzenlenirken çoğul biçimleri doğrulama özelliği eklendi.
uk: Додано перевірку множин під час редагування рядка за допомогою API.
zh_hans: 使用 API 编辑字符串时添加复数验证。

source: Replacing a file using upload when existing is corrupted.
de: Ersetzen einer Datei mittels Hochladen, wenn die vorhandene Datei beschädigt ist.
ga: Athsholáthar comhad le huaslódáil nuair atá sé truaillithe.
hu: Sérült meglévő fájl cseréje feltöltés útján.
id: Mengganti berkas menggunakan unggahan saat berkas yang ada rusak.
ja: 既存のファイルが破損している場合にアップロードを使用してファイルを置き換える昨日の追加。
nl: Vervangen van een bestand met uploaden als het bestaande corrupt is.
pt: Substituir um ficheiro usando upload quando o existente estiver corrompido.
pt_br: Substituir um arquivo usando upload quando o existente estiver corrompido.
ru: Замена файла с помощью загрузки при повреждении существующего.
sv: Ersätta en fil med hjälp av uppladdning när den befintliga är skadad.
ta: பதிவேற்றத்தைப் பயன்படுத்தி ஒரு கோப்பை மாற்றுவது.
tr: Var olan bir dosyanın bozuk olduğunda yükleme ile değiştirilmesi sağlandı.
uk: Заміна файлу за допомогою завантаження, якщо наявний файл пошкоджено.
zh_hans: 现有文件损坏时使用上传替换该文件。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
ru: `Подробно обо всех изменениях <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/106?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__。

source: *Released on October 16th 2023.*
de: *Veröffentlicht am 16. Oktober 2023.*
ga: *Eisithe ar 16 Deireadh Fómhair 2023.*
hu: *Kiadva: 2023. október 16.*
id: *Dirilis pada 16 Oktober 2023.*
nl: *Uitgegeven op 16 oktober 2023.*
pt_br: *Atualizado em 16 de outubro de 2023.*
sv: *Släpptes den 16 oktober 2023.*
tr: *16 Ekim 2023 tarihinde yayınlandı.*
uk: *Випущено 16 жовтня 2023 року.*

source: :ref:`mt-yandex-v2` machine translation service.
de: :ref:`mt-yandex-v2` maschineller Übersetzungsdienst.
ga: :ref:`mt-yandex-v2` seirbhís aistriúcháin meaisín.
hu: Új :ref:`mt-yandex-v2` gépi fordítási szolgáltatás.
id: :ref:`mt-yandex-v2` layanan penerjemahan mesin.
ja: :ref:`mt-yandex-v2` 機械翻訳サービスの追加。
nl: :ref:`mt-yandex-v2` service voor machinevertaling.
pt: :ref:`mt-yandex-v2` serviço de tradução automática.
pt_br: Serviço de tradução automática :ref:`mt-yandex-v2`.
ru: :ref:`mt-yandex-v2` служба машинного перевода.
sv: :ref:`mt-yandex-v2` maskinöversättningstjänst.
tr: :ref:`mt-yandex-v2` makine çevirisi hizmeti eklendi.
uk: Служба машинного перекладу :ref:`mt-yandex-v2`.
zh_hans: :ref:`mt-yandex-v2` 机器翻译服务。

source: :ref:`addon-weblate.autotranslate.autotranslate` and :ref:`auto-translation` are now stored with a dedicated user as an author.
de: :ref:`addon-weblate.autotranslate.autotranslate` und :ref:`auto-translation` werden nun mit einem speziell dafür vorgesehenen Benutzer als Autor gespeichert.
ga: Stóráiltear :ref:`addon-weblate.autotranslate.autotranslate` agus :ref:`auto-translation` anois le húsáideoir tiomnaithe mar údar.
hu: Az :ref:`addon-weblate.autotranslate.autotranslate` kiegészítő és az :ref:`auto-translation` eszköz műveletei mostantól külön felhasználóhoz kötve kerülnek rögzítésre.
id: :ref:`addon-weblate.autotranslate.autotranslate` dan :ref:`auto-translation` sekarang disimpan dengan pengguna khusus sebagai pembuatnya.
ja: :ref:`addon-weblate.autotranslate.autotranslate` と :ref:`auto-translation` は専用のユーザーを作者として保存されるように改良。
nl: :ref:`addon-weblate.autotranslate.autotranslate` en :ref:`auto-translation` worden nu opgeslagen met een toegewezen gebruiker als auteur.
pt: :ref:`addon-weblate.autotranslate.autotranslate` e :ref:`auto-translation` agora são armazenados com um utilizador dedicado como autor.
pt_br: :ref:`addon-weblate.autotranslate.autotranslate` e :ref:`auto-translation` agora são armazenados com um usuário dedicado como autor.
ru: :ref:`addon-weblate.autotranslate.autotranslate` и :ref:`auto-translation` теперь хранятся у выделенного пользователя в качестве автора.
sv: :ref:`addon-weblate.autotranslate.autotranslate` och :ref:`auto-translation` lagras nu med en dedikerad användare som författare.
ta: :ref:`addon-weblate.autotranslate.autotranslate` and :ref:`auto-translation` அரே now stored with a dedicated பயனர் அச் an author.
tr: :ref:`addon-weblate.autotranslate.autotranslate` ve :ref:`auto-translation` artık bir sorumlu olarak atanmış bir kullanıcı ile kaydediliyor.
uk: :ref:`addon-weblate.autotranslate.autotranslate` і :ref:`auto-translation` тепер зберігаються з виділеним користувачем як автором.
zh_hans: :ref:`addon-weblate.autotranslate.autotranslate` 和 :ref:`auto-translation` 现在以专门用户作为作者进行保存。

source: :ref:`addons` changes to strings are now stored with a dedicated user as an author.
de: Änderungen von :ref:`addons` an Zeichenketten werden nun mit einem speziell dafür vorgesehenen Benutzer als Autor gespeichert.
ga: :ref:`addons` déantar athruithe ar theaghráin a stóráil anois le húsáideoir tiomnaithe mar údar.
hu: A :ref:`addons` által végzett szövegmódosítások mostantól szintén külön felhasználóhoz kerülnek.
id: :ref:`addons` perubahan pada string sekarang disimpan dengan pengguna khusus sebagai pembuatnya.
ja: :ref:`addons` による文字列への変更を、作成者としての専用ユーザーとともに保存されるように改良。
nl: :ref:`addons` wijzigingen aan tekenreeksen worden nu opgeslagen met een toegewezen gebruiker als auteur.
pt: As alterações de cadeias em :ref:`addons` agora são armazenadas com um utilizador dedicado como autor.
pt_br: As alterações de textos em :ref:`addons` agora são armazenadas com um usuário dedicado como autor.
ru: :ref:`addons` изменения в строках теперь хранятся с выделенным пользователем в качестве автора.
sv: :ref:`addons` ändringar i strängar sparas nu med en dedikerad användare som författare.
ta: :ref:`addons` changes பெறுநர் சரங்கள் அரே now stored with a dedicated பயனர் அச் an author.
tr: :ref:`addons` dizge değişiklikleri artık sorumlu olarak özel bir sorumlu olarak aranmış bir kullanıcı ile kaydediliyor.
uk: :ref:`addons` зміни до рядків тепер зберігаються з пов'язаним користувачем як автором.
zh_hans: 字符串的 :ref:`addons` 更改现在以一名专门用户作为作者的形式进行存储。

source: :ref:`download-multi` can now convert file formats.
de: :ref:`download-multi` kann jetzt Dateiformate umwandeln.
ga: Is féidir le :ref:`download-multi` formáidí comhaid a thiontú anois.
hu: :ref:`Összetevők, kategóriák vagy projektek letöltésekor <download-multi>` most már lehetőség van fájlformátumok konvertálására.
id: :ref:`download-multi` sekarang dapat mengonversi format berkas.
ja: :ref:`download-multi` でファイル形式を変換できるように改良。
nl: :ref:`download-multi` kan nu bestandsindelingen converteren.
pt: :ref:`download-multi` agora pode converter formatos de ficheiro.
pt_br: :ref:`download-multi` agora pode converter formatos de arquivo.
ru: :ref:`download-multi` теперь может преобразовывать форматы файлов.
sv: :ref:`download-multi` kan nu konvertera filformat.
tr: :ref:`download-multi` artık dosya biçimlerini dönüştürüyor.
uk: :ref:`download-multi` у новій версії може здійснювати перетворення форматів.
zh_hans: :ref:`download-multi` 现在可以转换文件格式。

source: :ref:`workflow-customization` allows to fine-tune localization workflow per language.
de: :ref:`workflow-customization` ermöglicht das genaue Abstimmen des Lokalisierungsprozesses pro Sprache.
ga: Ceadaíonn :ref:`workflow-customization` sreabhadh oibre logánaithe in aghaidh na teanga a mhionchoigeartú.
hu: A :ref:`workflow-customization` lehetővé teszi a lokalizációs folyamat finomhangolását nyelvenként.
id: :ref:`workflow-customization` memungkinkan untuk menyempurnakan alur kerja pelokalan per bahasa.
ja: :ref:`workflow-customization` を使用すると、言語ごとに現地語化ワークフローを詳細設定できるように改良。
nl: :ref:`workflow-customization` maakt het mogelijk per taal de werkwijze voor vertalen fijn af te stemmen.
pt_br: :ref:`workflow-customization` permite ajustar o fluxo de tradução por idioma.
ru: :ref:`workflow-customization` позволяет тонко настраивать рабочий процесс локализации для каждого языка.
sv: :ref:`workflow-customization` gör det möjligt att finjustera lokaliseringsarbetsflödet för varje språk.
ta: :ref:`workflow-customization` allows பெறுநர் fine-tune உள்ளகமாக்கல் workflow per language.
tr: :ref:`workflow-customization` üzerinde her dil için yerelleştirme iş akışında ince ayar yapılması sağlandı.
uk: :ref:`workflow-customization` дозволяє тонко налаштувати робочий процес локалізації для кожної мови.
zh_hans: :ref:`workflow-customization` 允许对每种语言的本地化工作流程进行精细调整。

source: :ref:`project-translation_review` also shows the approval percentage in object listings.
de: :ref:`project-translation_review` zeigt auch den Prozentsatz der Zustimmung in den Objektlisten.
ga: Taispeánann :ref:`project-translation_review` freisin an céatadán ceadaithe i liostaí oibiachtaí.
hu: A :ref:`project-translation_review` megjeleníti a jóváhagyási arányt az objektumlistákban.
id: :ref:`project-translation_review` juga menunjukkan persentase persetujuan dalam daftar objek.
ja: :ref:`project-translation_review` で、オブジェクトのリストに承認率を表示するように改良。
nl: :ref:`project-translation_review` geeft ook het percentage voor goedgekeurd weer in vermeldingen van objecten.
pt: :ref:`project-translation_review` também mostra a percentagem de aprovação em listagens de objetos.
pt_br: :ref:`project-translation_review` também mostra a porcentagem de aprovação em listagens de objetos.
ru: :ref:`project-translation_review` также показывает процент одобрения в перечни объектов.
sv: :ref:`project-translation_review` visar också godkännandeprocenten i objektlistorna.
tr: :ref:`project-translation_review` artık nesne listelerindeki onay yüzdesini de görüntülüyor.
uk: Нова версія :ref:`project-translation_review` показує частку затвердження у списках об'єктів.
zh_hans: :ref:`project-translation_review` 还显示对象列举中的核准百分比。

source: Project is added to watched upon accepting an invitation.
de: Das Projekt wird bei Annahme einer Einladung zu „Beobachtete Projekte“ hinzugefügt.
ga: Cuirtear an tionscadal le faire ar ghlacadh le cuireadh.
hu: Meghívás elfogadásakor a projekt automatikusan figyeltként kerül mentésre.
id: Proyek ditambahkan untuk ditonton setelah menerima undangan.
ja: 招待を受け入れると、プロジェクトが視聴対象に追加されるように改良。
nl: Project wordt toegevoegd aan gevolgd bij het accepteren van een invitatie.
pt: O projeto é adicionado aos monitorados ao aceitar um convite.
pt_br: O projeto é adicionado aos monitorados ao aceitar um convite.
ru: Проект добавляется в список отслеживаемых при принятии приглашения.
sv: Projektet läggs till i övervakade när du accepterar en inbjudan.
ta: அழைப்பை ஏற்றுக்கொண்டவுடன் திட்டம் சேர்க்கப்படுகிறது.
tr: Davet kabul edildiğinde proje izlenenlere eklenir.
uk: Реалізовано додавання проєкту до списку спостереження при прийнятті запрошення.
zh_hans: 接受邀请时，项目自动添加到已关注列表。

source: Configure VCS API credentials as a Python dict from environment variables.
de: Die API-Zugangsdaten des VCS als Python-Wörterbuch aus den Umgebungsvariablen konfigurieren.
ga: Cumraigh dintiúir API VCS mar dict Python ó athróga timpeallachta.
hu: A verziókezelő API-hitelesítő adatai beállíthatók környezeti változóból Python szótárként.
id: Konfigurasikan kredensial VCS API sebagai dict Python dari variabel lingkungan.
ja: VCS API 認証情報を環境変数からの Python dict として設定するように改良。
nl: Configureer VCS API-inloggegevens als een dictionary voor Python uit omgevingsvariabelen.
pt_br: Configure as credenciais da API do VCS como um dicionário Python a partir de variáveis de ambiente.
ru: Настройте учётные данные VCS API в виде словаря Python из переменных окружения.
sv: Konfigurera VCS API-autentiseringsuppgifter som en Python-dict från miljövariabler.
ta: சுற்றுச்சூழல் மாறிகளிலிருந்து ஒரு பைதான் கட்டளையாக வி.சி.எச் பநிஇ நற்சான்றிதழ்களை உள்ளமைக்கவும்.
tr: Sürüm denetimi sistemi API kimlik doğrulama bilgilerini ortam değişkenlerinden alan bir Python sözlüğü olarak yapılandırın.
uk: Налаштовування реєстраційних даних програмного інтерфейсу VCS як словника Python на основі змінних середовища.
zh_hans: 将 VCS API 凭据配置为来自环境变量的 Python 字典。

source: Improved accuracy of checks on plural messages.
de: Verbesserte Genauigkeit bei der Prüfung von Nachrichten mit Pluralformen.
ga: Cruinneas feabhsaithe seiceálacha ar theachtaireachtaí iolra.
hu: Pontosabb ellenőrzés a többes számú üzenetek esetében.
id: Peningkatan akurasi pemeriksaan pada pesan jamak.
ja: 複数メッセージのチェック精度の改良。
nl: Verbeterde nauwkeurigheid van controles op berichten met meervoud.
pt_br: Melhorada a precisão de verificações em mensagens plurais.
ru: Повышена точность проверки множественных сообщений.
sv: Förbättrad noggrannhet vid kontroll av flera meddelanden.
ta: பன்மை செய்திகளில் சோதனைகளின் மேம்பட்ட துல்லியம்.
tr: Çoğul iletilerdeki denetimlerin doğruluğu iyileştirildi.
uk: Удосконалено точність перевірок для повідомлень із формами множини.
zh_hans: 改进了复数消息的检查精度。

source: Engage page better shows stats.
de: Die Beteiligungsseite zeigt die Statistiken besser an.
ga: Engage page léiríonn níos fearr stats.
hu: Az „Engage” oldal statisztikái áttekinthetőbben jelennek meg.
id: Halaman Engage menampilkan statistik dengan lebih baik.
ja: エンゲージ ページでの統計情報をよりわかりやすく表示するように改良。
nl: Landingspagina geeft statistieken beter weer.
pt: A página envolvida mostra melhor as estatísticas.
pt_br: A página de engajamento exibe melhor as estatísticas.
ru: На странице Engage лучше отображается статистика.
sv: Engage-sidan visar statistiken bättre.
ta: பக்கத்தை சிறப்பாக ஈடுபடுத்துங்கள் புள்ளிவிவரங்களைக் காட்டுகிறது.
tr: Etkileşim sayfası istatistiklerinin daha iyi görüntülenmesi sağlandı.
uk: Удосконалено показ статистичних даних на сторінці залучення.
zh_hans: 优化了参与页面显示的统计数据。

source: Strings which can not be saved to a file no longer block other strings to be written.
de: Zeichenketten, die nicht in einer Datei gespeichert werden können, blockieren nicht mehr das Schreiben anderer Zeichenketten.
ga: Ní chuireann teaghráin nach féidir a shábháil i gcomhad bac ar theaghráin eile a scríobh a thuilleadh.
hu: Azok a szövegek, amelyeket nem lehet fájlba menteni, többé nem akadályozzák más szövegek mentését.
id: String yang tidak dapat disimpan ke berkas tidak lagi menghalangi string lain untuk ditulis.
ja: ファイルに保存できない文字列が、他の文字列の書き込みをブロックしなくなるように改良。
nl: Tekenreeksen, die niet kunnen worden opgeslagen in een bestand, blokkeren niet langer andere tekenreeksen om weg te schrijven.
pt: Strings que não podem ser salvas em um arquivo não bloqueiam mais a gravação de outras strings.
pt_br: Os textos que não podem ser salvos em um arquivo não bloqueiam mais outros textos de serem escritos.
ru: Строки, которые не могут быть сохранены в файл, больше не блокируют запись других строк.
sv: Strängar som inte kan sparas i en fil blockerar inte längre andra strängar från att skrivas.
ta: ஒரு கோப்பில் சேமிக்க முடியாத சரங்கள் இனி எழுதப்பட வேண்டிய பிற சரங்களை தடுக்காது.
tr: Bir dosyaya kaydedilemeyen dizgelerin diğer dizgelerin yazılmasını engellememesi sağlandı.
uk: Усунено блокування рядками, які не можна зберегти до файла, інших рядків, які слід записати.
zh_hans: 无法被保存到文件的字符串不会再阻止其它字符串被写入。

source: Fixed some API URLs for categorized components.
de: Einige API-URLs für kategorisierte Komponenten korrigiert.
ga: Seasta roinnt URLanna API le haghaidh comhpháirteanna catagóirithe.
hu: Javítva néhány kategorizált összetevőhöz tartozó API URL.
id: Memperbaiki beberapa URL API untuk komponen yang dikategorikan.
ja: カテゴライズされたコンポーネントのAPI URLの一部を修正。
nl: Enkele API URL's voor gecategoriseerde onderdelen gerepareerd.
pt_br: Corrigidas algumas URLs de API para componentes categorizados.
ru: Исправлены некоторые URL-адреса API для компонентов с категориями.
sv: Fixade några API-URL:er för kategoriserade komponenter.
ta: வகைப்படுத்தப்பட்ட கூறுகளுக்கு சில பநிஇ முகவரி கள் சரி செய்யப்பட்டன.
tr: Kategorilendirilmiş bileşenler için bazı API adresleri düzeltildi.
uk: Виправлено адреси програмного інтерфейсу для категоризованих складників.
zh_hans: 修复了已分类部件的某些 API URL。

source: Show plural form examples more prominently.
de: Beispiele für die Pluralform werden stärker hervorgehoben.
ga: Taispeáin samplaí den fhoirm iolra níos suntasaí.
hu: A többes számú alakok példái hangsúlyosabban jelennek meg.
id: Tampilkan contoh bentuk jamak dengan lebih jelas.
ja: 複数形の例をより目立つように改良。
nl: Voorbeelden voor meervoudsvorm meer prominent weergeven.
pt_br: Mostra exemplos de formas plurais com mais destaque.
ru: Более наглядное отображение примеров форм множественного числа.
sv: Visa exempel på pluralformer tydligare.
ta: பன்மை வடிவ எடுத்துக்காட்டுகளை மிக முக்கியமாகக் காட்டுங்கள்.
tr: Çoğul biçim örneklerinin daha belirgin görüntülenmesi sağlandı.
uk: Реалізовано більш явний показ прикладів форм множини.
zh_hans: 更突出地显示复数形式示例。

source: Faster comment and component removal.
de: Schnelleres Entfernen von Kommentaren und Komponenten.
ga: Trácht níos tapúla agus baint comhpháirteanna.
hu: Gyorsabb megjegyzés- és összetevőtörlés.
id: Penghapusan komentar dan komponen lebih cepat.
ja: コメントとコンポーネントの削除を高速化。
nl: Sneller verwijderen van opmerking en onderdeel.
pt: Remoção mais rápida de comentários e componentes.
pt_br: Remoção mais rápida de comentários e componentes.
ru: Более быстрое удаление комментариев и компонентов.
sv: Snabbare borttagning av kommentarer och komponenter.
ta: விரைவான கருத்து மற்றும் கூறு அகற்றுதல்.
tr: Yorum ve bileşenlerin daha hızlı silinmesi sağlandı.
uk: Пришвидшено вилучення коментарів і складників.
zh_hans: 更快地删除评论和部件。
