Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Words changing form to account for their numeric designation are called plurals. Each language has its own definition of them. English, for example, supports one. In the singular definition of an example "car", implicitly one car is referenced, in the plural definition of "cars", two or more cars are referenced (or the concept of cars as a noun). Languages like, for example, Czech or Arabic have more forms of plurals, and their rules for plurals are different as well.
de: Wörter, die aufgrund ihrer numerischen Bezeichnung die Form ändern, werden als Pluralformen bezeichnet. Jede Sprache hat ihre eigene Definition für sie. Im Englischen zum Beispiel gibt es eine Pluralform. In der Singulardefinition von z. B. „car“ ist implizit ein Auto gemeint, in der Pluraldefinition von „cars“ sind zwei oder mehr Autos gemeint (oder das Konzept von Autos als Substantiv). Sprachen wie z. B. Tschechisch oder Arabisch haben mehr Pluralformen, und ihre Regeln für Pluralformen sind ebenfalls unterschiedlich.
ga: Iolra a thugtar ar fhocail a athraíonn foirm chun cuntas a thabhairt ar a n-ainmniúchán uimhriúil. Tá a sainmhíniú féin ag gach teanga orthu. Tacaíonn Béarla, mar shampla, le ceann amháin. Sa sainmhíniú uatha ar shampla "gluaisteán", go hintuigthe déantar tagairt do charr amháin, sa sainmhíniú iolra ar "gluaisteáin", déantar tagairt do dhá charr nó níos mó (nó do choincheap na ngluaisteán mar ainmfhocal). Tá níos mó iolraí ag teangacha cosúil le, mar shampla, an tSeicis nó an Araibis, agus tá a rialacha iolracha difriúil freisin.
hu: Azokat a szavakat, amelyek alakja a számosság szerint változik, többes számú alakoknak nevezzük. Minden nyelv saját szabályrendszert alkalmaz. Angolban például csak egy ilyen alak van: az „autó” (car) egyes számú alak, míg a „cars” többes számú, amely kettő vagy több autóra utal (vagy általánosan az „autók” fogalmára). Egyes nyelvek, például a cseh vagy az arab, többféle többes számú alakot használnak, és ezek szabályai is eltérnek.
id: Kata yang berubah bentuk untuk menyesuaikan dengan penunjukan numeriknya disebut jamak. Setiap bahasa memiliki definisinya sendiri. Inggris, misalnya, mendukung satu bentuk jamak. Dalam definisi tunggal dari contoh "mobil", secara implisit merujuk pada satu mobil, dalam definisi jamak "mobil", merujuk pada dua mobil atau lebih (atau konsep mobil sebagai kata benda). Bahasa-bahasa seperti, misalnya, Ceko atau Arab memiliki lebih banyak bentuk jamak, dan aturan mereka untuk bentuk jamak juga berbeda.
ja: 数詞を考慮して形を変える単語を複数形といいます。複数形の定義は言語ごとに異なります。例えば、英語では 1 種類の複数形があります。例えば「car」という単数形の定義では、暗黙のうちに 1 台の車を指しますが、「cars」という複数形の定義では、2 台以上の車（または、名詞としての車の概念）を指します。チェコ語やアラビア語などの言語にはもっと多くの複数形があり、複数形のルールも異なります。
nl: Woorden die veranderen om hun numerieke bestemming aan te duiden worden meervouden genoemd. Elke taal heeft zijn eigen definitie daarvoor. Engels, bijvoorbeeld, ondersteunt er een. In de enkelvoudige definitie van het voorbeeld "car", wordt impliciet verwezen naar een auto, in de definitie van het meervoud "cars", wordt naar twee of meer auto's verwezen (of het concept van cars als een zelfstandig naamwoord). Talen zoals, bijvoorbeeld, Tsjechisch of Arabisch hebben meer meervoudsvormen, en hun regels voor meervouden zijn ook anders.
pt_br: Palavras mudando a forma para levar em conta sua designação numérica são chamadas de plurais. Cada idioma tem sua própria definição. O inglês, por exemplo, tem suporte a uma. Na definição singular de, por exemplo, "car" (carro), implicitamente um carro é referenciado, enquanto na definição plural, "cars" significa dois ou mais carros (ou o conceito de carros como substantivo). Idiomas como, por exemplo, tcheco ou árabe têm mais formas de plurais e suas regras para os plurais também são diferentes.
ru: Слова, изменяющие свою форму в зависимости от того, какое число находится рядом с ними, называются в Weblate «формами множественного числа». Каждый язык имеет своё определение множественного числа. В английском языке, например, существует всего одна такая форма. Если слово стоит в единичном числе, к примеру, «автомобиль» — «car» — неявно подразумевается именно одна машина, а во множественном — «автомобили» — «cars» — подразумеваются уже две или более машины, либо же просто понятие «автомобили» как существительное. Такие языки, как, например, чешский, арабский или русский, имеют больше форм множественного числа, а правила употребления этих форм отличаются от правил английского.
sv: Ord som ändrar form för att ta hänsyn till sin numeriska beteckning kallas pluralformer. Varje språk har sin egen definition av dem. Engelska har till exempel en. I singularformen av ett exempel, "bil", avses implicit en bil, medan i pluralformen "bilar" avses två eller flera bilar (eller begreppet bilar som substantiv). Språk som till exempel tjeckiska eller arabiska har fler former av plural, och deras regler för plural är också olika.
ta: சொற்கள் அவற்றின் எண் பதவிக்கு படிவத்தை மாற்றும் பன்மைகள் என்று அழைக்கப்படுகின்றன. ஒவ்வொரு மொழிக்கும் அதன் சொந்த வரையறை உள்ளது. ஆங்கிலம், எடுத்துக்காட்டாக, ஒன்றை ஆதரிக்கிறது. ஒரு எடுத்துக்காட்டு "கார்" இன் ஒற்றை வரையறையில், மறைமுகமாக ஒரு கார் குறிப்பிடப்படுகிறது, "கார்கள்" என்பதன் பன்மை வரையறையில், இரண்டு அல்லது அதற்கு மேற்பட்ட கார்கள் குறிப்பிடப்படுகின்றன (அல்லது கார்களை ஒரு பெயர்ச்சொல்லாகக் கருதுகின்றன). எடுத்துக்காட்டாக, செக் அல்லது அரபு போன்ற மொழிகள் பன்முகங்களின் வடிவங்களைக் கொண்டுள்ளன, மேலும் பன்மைகளுக்கான அவற்றின் விதிகளும் வேறுபட்டவை.
tr: Sayıları hesaba katmak için biçim değiştiren sözcüklere çoğul denir. Her dilin kendi çoğul tanımı vardır. Örneğin İngilizce, bir biçim destekler. Örneğin "araba" tekil tanımında, dolaylı olarak bir arabayı çağrıştırır. Çoğul biçimde "arabalar" iki veya daha fazla arabayı (ya da bir ad olarak araba kavramını) çağrıştırır. Örneğin Çekçe ya da Arapça gibi dillerde daha fazla çoğul biçim vardır ve çoğul biçim kuralları da farklıdır.
uk: Слова, які змінюють форму відповідно до кількості об'єктів, є словами із формами множини. У кожної мови є власне визначення форм множини. Наприклад, у англійській мові одна форма множини. В однині, наприклад, маємо «car», що неявно вказує на один автомобіль, а у множині — «cars» — два або більше автомобілів або взагалі поняття багатьох автомобілів як іменника. В інших мовах, наприклад, чеській або арабській кількість форм множини є більшою, а правила для визначення форми множини для різних мов є різними.
zh_hans: 改变形式以解释其数字称号的单词称为复数。每种语言都有自己的复数定义。例如，英语支持一种。在示例“car”的单数定义，隐含地指代一辆汽车，而在复数定义中，“cars”指代两辆或两辆以上的汽车（或将汽车的概念作为名词）。捷克语或阿拉伯语等语言具有更多的复数形式，并且它们的复数规则也不同。

source: Weblate has full support for each of these forms, in each respective language. Each grammatical number is translated in a separate field for a pre-defined set of cardinal numbers specific to the translation language. The number of fields and how they are in turn used in the translated application or project, depends on the configured plural formula. Weblate shows the basic information and the `Language Plural Rules`_ by the Unicode Consortium is a more detailed description.
de: Weblate bietet volle Unterstützung für jede dieser Formen in der jeweiligen Sprache. Jede grammatikalische Zahl wird in einem separaten Feld für einen vordefinierten Satz von Grundzahlen übersetzt, die für die jeweilige Übersetzung spezifisch sind. Die Anzahl der Felder und deren Verwendung in der übersetzten Anwendung oder dem Projekt hängt von der konfigurierten Pluralformel ab. Weblate zeigt die grundlegenden Informationen an und die `Plural-Sprachregeln`_ des Unicode-Konsortiums ist eine detailliertere Beschreibung.
ga: Tá tacaíocht iomlán ag Weblate do gach ceann de na foirmeacha seo, i ngach teanga faoi seach. Aistrítear gach uimhir ghramadaí i réimse ar leith do thacar réamhshainithe príomhuimhreacha a bhaineann go sonrach le teanga an aistriúcháin. Braitheann líon na réimsí agus conas a úsáidtear iad san fheidhmchlár nó sa tionscadal aistrithe ar an bhfoirmle iolra cumraithe. Taispeánann Weblate an fhaisnéis bhunúsach agus tá cur síos níos mionsonraithe ar na `Language Plural Rules`_ ag Cuibhreannas Unicode.
hu: A Weblate teljes körű támogatást nyújt minden nyelv többes számú alakjaihoz. Minden nyelvtani számhoz külön fordítási mező tartozik, amelyek az adott nyelvre jellemző tőszámnevekhez vannak rendelve. A mezők száma, és hogy hogyan kerülnek felhasználásra a lefordított alkalmazásban vagy projektben, a beállított többes szám képletétől függ. A Weblate megjeleníti az alapinformációkat, a részletes szabályokat pedig a Unicode Konzorcium `Language Plural Rules`_ oldalán találja.
id: Weblate memiliki dukungan penuh untuk masing-masing bentuk ini, dalam setiap bahasa. Setiap nomor gramatikal diterjemahkan dalam kolom terpisah untuk serangkaian nomor pokok yang telah ditentukan sebelumnya, khusus untuk bahasa terjemahan. Jumlah kolom dan bagaimana kolom tersebut digunakan dalam aplikasi atau proyek terjemahan bergantung pada rumus jamak yang dikonfigurasi. Weblate menampilkan informasi dasar, sementara `Aturan Jamak Bahasa`_ oleh Konsorsium Unicode memberikan penjelasan yang lebih rinci.
ja: Weblate は、それぞれの言語に対して、これらの形式に完全に対応しています。各文法的な数は、翻訳言語に固有の事前に定義された基数集合に対して個別のフィールドで翻訳されます。入力枠の数と、それが翻訳するアプリケーションやプロジェクトでどのように使用されるのかは、複数形判定式の設定によって異なります。Weblate には簡単な説明しかありませんが、Unicode コンソーシアムの `Language Plural Rules`_ には詳しい説明があります。
nl: Weblate heeft volledige ondersteuning voor elk van deze vormen, in elke respectievelijke taal. Elk grammaticaal aantal wordt vertaald in een afzonderlijk veld voor een voorgedefinieerde set met kardinale nummers, specifiek voor de taal van de vertaling. Het aantal velden en hoe zij op hun beurt worden gebruikt in de vertaalde toepassing of project, is afhankelijk van de geconfigureerde formule voor de meervouden. Weblate geeft de basisinformatie weer en de `Language Plural Rules`_ van het Unicode Consortium is een meer gedetailleerde beschrijving.
pt_br: O Weblate tem total suporte a cada uma dessas formas, em cada respectivo idioma. Cada número gramatical é traduzido em um campo separado para um conjunto predefinido de números cardinais específicos para o idioma de tradução. O número de campos e como eles são usados no aplicativo ou projeto traduzido depende da forma de plural configurada. Weblate mostra as informações básicas, e `Language Plural Rules`_ do Unicode Consortium tem informações mais detalhadas.
ru: Weblate полностью поддерживает каждую из этих форм, на каждом соответствующем языке. Каждая грамматическая числовая форма переводится в отдельном поле среди предопределённого для неё набора количественных числительных, нужных для перевода на конкретный язык. Количество полей и способ их использования в переводе зависит от настроенной формулы множественного числа. Weblate показывает только основную информацию, но вы можете найти более подробное описание в `языковых правилах для форм множественного числа`_ от Консорциума Юникода.
sv: Weblate har fullt stöd för var och en av dessa former, på respektive språk. Varje grammatiskt tal översätts i ett separat fält för en fördefinierad uppsättning kardinalnummer som är specifika för översättningsspråket. Antalet fält och hur de i sin tur används i den översatta applikationen eller projektet beror på den konfigurerade pluralformeln. Weblate visar grundläggande information och Unicode Consortiums `Language Plural Rules`_ är en mer detaljerad beskrivning.
ta: ஒவ்வொரு வடிவத்திலும், அந்தந்த ஒவ்வொரு மொழியிலும் வலைபெயர்ப்பு முழு ஆதரவைக் கொண்டுள்ளது. ஒவ்வொரு இலக்கண எண்ணும் மொழிபெயர்ப்பு மொழிக்கு குறிப்பிட்ட கார்டினல் எண்களின் முன் வரையறுக்கப்பட்ட தொகுப்பிற்கு தனி துறையில் மொழிபெயர்க்கப்பட்டுள்ளது. புலங்களின் எண்ணிக்கை மற்றும் அவை மொழிபெயர்க்கப்பட்ட பயன்பாடு அல்லது திட்டத்தில் எவ்வாறு பயன்படுத்தப்படுகின்றன, கட்டமைக்கப்பட்ட பன்மை சூத்திரத்தைப் பொறுத்தது. வலைபெயர்ப்பு அடிப்படை தகவல்களையும், யூனிகோட் கூட்டமைப்பின் `மொழி பன்மை விதிகளும்`_ ஐ இன்னும் விரிவான விளக்கத்தைக் காட்டுகிறது.
tr: Weblate, her bir ilgili dilde bu biçimlerin her birini tam olarak destekler. Her dilbilgisi sayısı, çeviri diline özgü önceden tanımlanmış bir nicel sayılar kümesi için ayrı bir alanda çevrilir. Alanların sayısı ve bunların çevrilen uygulamada veya projede nasıl kullanıldığı, yapılandırılmış çoğul formülüne bağlıdır. Weblate temel bilgileri görüntüler. Ayrıntılı bilgi almak için Unicode Konsorsiyumu tarafından hazırlanmış `Dil Çoğul Kuralları`_ yardımcı olabilir.
uk: У Weblate передбачено повну підтримку усіх цих форм у кожній відповідній мові — кожна форма множини має власний переклад. Усі граматичні форми числа перекладають в окремих полях для попередньо визначеного набору порядкових чисел, які є специфічними для мови перекладу. Кількість полів і спосіб їхнього використання у перекладеному програми або проєкті залежать від налаштованої формули форм множини. Weblate показує лише основні відомості — докладніший опис можна знайти у `Language Plural Rules`_ — довіднику, який створено консорціумом Unicode.
zh_hans: Weblate 完全支持每种相应语言中这些形式的每一种形式。在单独框内翻译特定于翻译语言的预定义基数集合的每个语法数字。框的数量以及它们在翻译的程序或项目中的使用方式取决于配置的复数公式。 Weblate 显示了基本信息，Unicode 联盟的 `语言复数规则`_ 是更详细的描述。

source: Alternative translations
de: Alternative Übersetzungen
ga: Aistriúcháin eile
hu: Alternatív fordítások
id: Terjemahan alternatif
ja: 代替の翻訳
nl: Alternatieve vertalingen
pt: Traduções alternativas
pt_br: Traduções alternativas
ro: Traduceri alternative
ru: Другие переводы
sv: Alternativa översättningar
ta: மாற்று மொழிபெயர்ப்புகள்
tr: Alternatif çeviriler
uk: Альтернативні переклади
zh_hans: 备选翻译

source: This is currently only supported with :ref:`multivalue-csv`.
de: Dies wird derzeit nur mit :ref:`multivalue-csv` unterstützt.
ga: Faoi láthair ní thacaítear leis seo ach le :ref:`multivalue-csv`.
hu: Ez jelenleg csak a :ref:`multivalue-csv` formátum esetén támogatott.
id: Saat ini hanya didukung dengan :ref:`multivalue-csv`.
ja: これは現在、:ref:`multivalue-csv` でのみ対応してます。
nl: Dit wordt momenteel alleen ondersteund met :ref:`multivalue-csv`.
pt: Atualmente, isto só é suportado com :ref:`multivalue-csv`.
pt_br: Isso só tem suporte atualmente em :ref:`multivalue-csv`.
ro: În prezent, acest lucru este acceptat numai cu :ref:`multivalue-csv`.
ru: В настоящее время это поддерживается только с :ref:`multivalue-csv`.
sv: Detta stöds för närvarande endast med :ref:`multivalue-csv`.
tr: Şu anda bu özellik yalnızca :ref:`multivalue-csv` için destekleniyor.
uk: У поточній версії підтримку реалізовано лише для :ref:`multivalue-csv`.
zh_hans: 目前只有 :ref:`multivalue-csv` 支持。

source: With some formats, it is possible to have more translations for a single string. You can add more alternative translations using the :guilabel:`Tools` menu. Any blank alternative translations will be automatically removed upon saving.
de: Bei einigen Formaten ist es möglich, mehrere Übersetzungen für eine einzige Zeichenkette zu verwenden. Sie können weitere alternative Übersetzungen über das Menü :guilabel:`Werkzeuge` hinzufügen. Alle leeren alternativen Übersetzungen werden beim Speichern automatisch entfernt.
ga: Le roinnt formáidí, is féidir níos mó aistriúcháin a bheith ann le haghaidh teaghrán amháin. Is féidir leat tuilleadh aistriúcháin mhalartacha a chur leis an roghchlár :guilabel:`Tools`. Bainfear aon aistriúcháin fholmha eile go huathoibríoch nuair a shábhálfar iad.
hu: Bizonyos formátumok lehetővé teszik, hogy egy szöveghez több fordítás is tartozzon. További alternatív fordításokat adhat hozzá az :guilabel:`Eszközök` menü segítségével. Az üres alternatív fordításokat a rendszer mentéskor automatikusan eltávolítja.
id: Pada beberapa format, dimungkinkan untuk memiliki lebih banyak terjemahan untuk satu string. Anda dapat menambahkan lebih banyak terjemahan alternatif menggunakan menu :guilabel:`Tools`. Terjemahan alternatif yang kosong akan otomatis dihapus setelah disimpan.
ja: 一部の形式では、1 つの文字列に対して複数の翻訳を含めることができます。:guilabel:`Tools` メニューを使用して、多くの代替翻訳を追加できます。代替翻訳欄を空白にすると保存時に自動的に削除されます。
nl: Met sommige indelingen is het moelijk om meerdere vertalingen voor ene enkele tekenreeks te hebben. U kunt meer alternatieve vertalingen toevoegen met het menu :guilabel:`Gereedschap`. Elke blanco alternatieve vertaling zal automatisch wordne verwijderd bij het opslaan.
pt: Com alguns formatos, é possível ter mais traduções para uma única cadeia. Pode adicionar mais traduções alternativas usando o menu :guilabel:`Ferramentas`. Quaisquer traduções alternativas em branco serão removidas automaticamente ao gravar.
pt_br: Com alguns formatos, é possível ter mais traduções para um único texto. Você pode adicionar mais traduções alternativas usando o menu :guilabel:`Ferramentas`. Quaisquer traduções alternativas em branco serão removidas automaticamente ao salvar.
ro: În cazul anumitor formate, este posibil să existe mai multe traduceri pentru un singur șir de caractere. Puteți adăuga mai multe traduceri alternative folosind meniul :guilabel:`Tools`. Toate traducerile alternative goale vor fi eliminate automat la salvare.
ru: В некоторых форматах можно быть больше переводов для одной строки. Вы можете добавить больше альтернативных переводов, используя меню :guilabel:`Инструменты`. Любые пустые дополнительные переводы будут автоматически удалены при сохранении.
sv: I vissa format är det möjligt att ha flera översättningar för en enda sträng. Du kan lägga till fler alternativa översättningar med hjälp av menyn :guilabel:`Verktyg`. Alla tomma alternativa översättningar tas bort automatiskt när du sparar.
ta: சில வடிவங்களுடன், ஒரு சரத்திற்கு அதிக மொழிபெயர்ப்புகளை வைத்திருக்க முடியும். : வபஇசிட்டை: `கருவிகள்` மெனுவைப் பயன்படுத்தி கூடுதல் மாற்று மொழிபெயர்ப்புகளை நீங்கள் சேர்க்கலாம். சேமித்தவுடன் எந்த வெற்று மாற்று மொழிபெயர்ப்புகளும் தானாகவே அகற்றப்படும்.
tr: Bazı biçimlerde, tek bir dizge için birden fazla çeviri bulunabilir. :guilabel:`Araçlar` menüsünü kullanarak daha fazla alternatif çeviri ekleyebilirsiniz. Boş alternatif çeviriler kaydedildikten sonra kendiliğinden kaldırılır.
uk: У деяких форматах передбачено можливість декількох перекладів одного рядка. Ви можете додавати альтернативні переклади за допомогою меню :guilabel:`Засоби`. Будь-які порожні альтернативні переклади буде автоматично вилучено під час збереження.
zh_hans: 对于某些格式，单条字符串可以有多种翻译。您可以使用 :guilabel:`工具` 菜单添加更多替代翻译。保存后将自动删除任何空白的替代翻译。

source: Keyboard shortcuts
de: Tastaturkürzel
ga: Aicearraí méarchláir
hu: Billentyűparancsok
id: Pintasan papan tik
ja: キーボードショートカット
nl: Sneltoetsen
pt: Atalhos de teclado
pt_br: Teclas de atalho
ro: Scurtături de tastatură
ru: Горячие клавиши
sv: Kortkommandon
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye kısayolları
uk: Клавіатурні скорочення
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: The following keyboard shortcuts can be utilized during translation:
de: Die folgenden Tastaturkürzel können während der Übersetzung verwendet werden:
ga: Is féidir na haicearraí méarchláir seo a leanas a úsáid le linn aistriúcháin:
hu: A fordítás során az alábbi billentyűparancsok használhatók:
id: Pintasan papan ketik berikut dapat digunakan selama proses penerjemahan:
ja: 翻訳中に利用できるキーボード ショートカット:
nl: De volgende sneltoetsen voor het toetsenbord kunnen bij het vertalen worden gebruikt:
pt: Os seguintes atalhos de teclado podem ser utilizados durante a tradução:
pt_br: As seguintes teclas de atalho podem ser utilizadas durante a tradução:
ro: Următoarele comenzi rapide de la tastatură pot fi utilizate în timpul traducerii:
ru: При переводе можно использовать следующие горячие клавиши:
sv: Följande kortkommandon kan användas under översättningen:
ta: பின்வரும் விசைப்பலகை குறுக்குவழிகளை மொழிபெயர்ப்பின் போது பயன்படுத்தலாம்:
tr: Çeviri sırasında şu klavye kısayolları kullanılabilir:
uk: Під час перекладу можна користуватися такими клавіатурними скороченнями:
zh_hans: 以下键盘快捷键可以在翻译中使用：
zh_hant: 在翻譯期間可以使用以下鍵盤快捷鍵：

source: Keyboard shortcut
de: Tastaturkürzel
ga: aicearra méarchláir
hu: Billentyűparancs
id: Pintasan papan ketik
ja: キーボード ショートカット
nl: Toetsenbord sneltoets
pt: Atalho de teclado
pt_br: Tecla de atalho
ro: Comenzi rapide de la tastatură
ru: Горячие клавиши
sv: Tangentbordsgenväg
ta: விசைப்பலகை குறுக்குவழி
tr: Klavye kısayolu
uk: Клавіатурне скорочення
zh_hans: 键盘快捷键

source: Open available keyboard shortcuts.
de: Die verfügbaren Tastaturkürzel öffnen.
ga: Oscail aicearraí méarchláir atá ar fáil.
hu: Az elérhető billentyűparancsok megnyitása.
id: Buka pintasan papan ketik yang tersedia.
ja: 利用可能なショートカットを表示する。
nl: Open beschikbare sneltoetsen toetsenbord.
pt: Abrir atalhos de teclado disponíveis.
pt_br: Abrir teclas de atalho disponíveis.
ru: Открыть доступные горячие клавиши.
sv: Öppna tillgängliga kortkommandon.
ta: கிடைக்கக்கூடிய விசைப்பலகை குறுக்குவழிகளைத் திறக்கவும்.
tr: Kullanılabilecek klavye kısayollarını açar.
uk: Відкрити список доступних клавіатурних скорочень.
zh_hans: 打开可用的键盘快捷键。

source: Navigate to the first translation in the current search.
de: Zur ersten Übersetzung in der aktuellen Suche navigieren.
ga: Déan nascleanúint go dtí an chéad aistriúchán sa chuardach reatha.
hu: Ugrás az aktuális keresés első fordításához.
id: Navigasi ke terjemahan pertama dalam pencarian saat ini.
ja: 現在の検索で最初の翻訳に移動します。
nl: Navigeer naar de eerste vertaling in deze zoekopdracht.
pt_br: Ir para a primeira tradução na busca atual.
ru: Переход к первому переводу в текущем поиске.
sv: Navigera till den första översättningen i den aktuella sökningen.
ta: தற்போதைய தேடலில் முதல் மொழிபெயர்ப்புக்கு செல்லவும்.
tr: Geçerli aramadaki ilk çeviriye gider.
uk: Перейти до першого перекладу у поточному пошуку.
zh_hans: 转到当前搜索的第一个翻译。

source: Navigate to the last translation in the current search.
de: Zur letzten Übersetzung in der aktuellen Suche navigieren.
ga: Déan nascleanúint go dtí an t-aistriúchán deireanach sa chuardach reatha.
hu: Ugrás az aktuális keresés utolsó fordításához.
id: Navigasi ke terjemahan terakhir dalam pencarian saat ini.
ja: 現在の検索で最後の翻訳に移動します。
nl: Navigeer naar laatste vertaling in huidige zoekactie.
pt: Navegar para a última tradução na pesquisa atual.
pt_br: Ir para a última tradução na busca atual.
ru: Переход к последнему переводу в текущем поиске.
sv: Navigera till den sista översättningen i den aktuella sökningen.
ta: தற்போதைய தேடலில் கடைசி மொழிபெயர்ப்புக்கு செல்லவும்.
tr: Geçerli aramadaki son çeviriye gider.
uk: Перейти до останнього перекладу у поточному пошуку.
zh_hans: 转到当前搜索中的最后一条翻译。

source: :kbd:`Alt+PageUp` or
de: :kbd:`Alt+Bild↑` oder
ga: :kbd:`Alt+PageUp` nó
hu: :kbd:`Alt+PageUp` vagy
id: :kbd:`Alt+PageUp` atau
ja: :kbd:`Alt+PageUp` または
nl: :kbd:`Alt+PageUp` of
pt: :kbd:`Alt+PageUp` ou
pt_br: :kbd:`Alt+PageUp` ou
ro: :kbd:`Alt+PageUp` sau
ru: :kbd:`Alt+PageUp` или
sv: :kbd:`Alt+PageUp` eller
tr: :kbd:`Alt+PageUp` ya da
uk: :kbd:`Alt+PageUp` або
zh_hans: :kbd:`Alt+PageUp` 或

source: :kbd:`Ctrl+↑` or
de: :kbd:`Strg+↑` oder
ga: :kbd:`Ctrl+↑` nó
hu: :kbd:`Ctrl+↑` vagy
id: :kbd:`Ctrl + ↑` atau
ja: :kbd:`Ctrl+↑` または
nl: :kbd:`Ctrl+↑` of
pt: :kbd:`Ctrl+↑` ou
pt_br: :kbd:`Ctrl+↑` ou
ro: :kbd:`Ctrl +↑` sau
ru: :kbd:`Ctrl+↑` или
sv: :kbd:`Ctrl+↑` eller
tr: :kbd:`Ctrl+↑` ya da
uk: :kbd:`Ctrl+↑` або
zh_hans: :kbd:`Ctrl+↑` 或

source: :kbd:`Alt+↑` or
de: :kbd:`Alt+↑` oder
ga: :kbd:`Alt+↑` nó
hu: :kbd:`Alt+↑` vagy
id: :kbd:`Alt + ↑` atau
ja: :kbd:`Alt+↑` または
nl: :kbd:`Alt+↑` of
pt: :kbd:`Alt+↑` ou
pt_br: :kbd:`Alt+↑` ou
ro: :kbd:`Alt +↑` sau
ru: :kbd:`Alt+↑` или
sv: :kbd:`Alt+↑` eller
tr: :kbd:`Alt+↑` ya da
uk: :kbd:`Alt+↑` або
zh_hans: :kbd:`Alt+↑` 或
