Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: If you are not interested in details of implementation, and just want to create a simple-enough configuration based on the defaults, or don’t have a site-wide access to the whole Weblate installation (like on `Hosted Weblate <https://hosted.weblate.org/>`_), please refer to the :ref:`manage-acl` section.
de: Wenn Sie sich nicht für die Details der Implementierung interessieren und nur eine einfache, auf den Standardwerten basierende Konfiguration erstellen möchten oder keinen plattformweiten Zugriff auf die gesamte Weblate-Installation haben (wie bei `Hosted Weblate <https://hosted.weblate.org/>`_), lesen Sie bitte den Abschnitt :ref:`manage-acl`.
ga: Mura bhfuil suim agat i sonraí an chur chun feidhme, agus mura bhfuil uait ach cumraíocht shimplí a dhóthain a chruthú bunaithe ar na réamhshocruithe, nó mura bhfuil rochtain agat ar fud an tsuímh ar an suiteáil Weblate iomlán (mar atá ar `Hosted Weblate <https://hosted.weblate.org/>`_), féach le do thoil don roinn :ref:`manage-acl`.
hu: Ha nem szeretne a megvalósítás részleteivel foglalkozni, csak egy egyszerűbb, alapértelmezett beállításokra épülő konfigurációt szeretne létrehozni vagy nincs teljes körű hozzáférése a Weblate telepítéshez (például a `Hosted Weblate <https://hosted.weblate.org/>`_ esetében), akkor olvassa el a :ref:`felhasználói hozzáférések kezeléséről <manage-acl>` szóló részt.
id: Jika Anda tidak tertarik dengan detail implementasi, dan hanya ingin membuat konfigurasi yang cukup sederhana berdasarkan pada pengaturan default, atau tidak memiliki akses ke seluruh instalasi Weblate (seperti pada `Hosted Weblate <https://hosted.weblate.org/>`_), silakan lihat bagian :ref:`manage-acl`.
ja: 実装の詳細には関心がなく、条件を満たす簡素なデフォルトの設定を作成するだけの場合、またはサイト全体のアクセス権で、インストールされた Weblate 全体（`Hosted Weblate <https://hosted.weblate.org/>`_）にアクセスできない場合は、:ref:`manage-acl` を確認してください。
nl: Als u niet bent geïnteresseerd in details voor de implementatie, en slechts een hele eenvoudige configuratie wilt maken, gebaseerd op de standaarden, of geen sitebrede toegang heeft tot de gehele installatie van Weblate (zoals op `Hosted Weblate <https://hosted.weblate.org/>`_), bekijk dan het gedeelte :ref:`manage-acl`.
pt: Se não está interessado em pormenores de implementação e apenas deseja criar uma configuração simples o suficiente com base nos padrões, ou não tem um acesso de todo o site para toda a instalação do Weblate (como em `Hosted Weblate <https://hosted.weblate.org/>`_), consulte a secção :ref:`manage-acl`.
pt_br: Se você não está interessado em detalhes de implementação, e apenas deseja criar uma configuração simples o suficiente com base nos padrões, ou não tem um acesso de todo o site para toda a instalação do Weblate (como em `Hosted Weblate <https://hosted.weblate.org/>`_), consulte a seção :ref:`manage-acl`.
ru: Если вам не интересны детали реализации, и вы хотите создать достаточно простую конфигурацию на основе значений по умолчанию или у вас нет доступа ко всему установленному Weblate (например, на `Hosted Weblate <https://hosted.weblate.org/>`_), пожалуйста, обратитесь к разделу :ref:`manage-acl` в документации.
sv: Om du inte är intresserad av detaljerna kring implementeringen och bara vill skapa en enkel konfiguration baserad på standardinställningarna, eller inte har åtkomst till hela Weblate-installationen (som på `Hosted Weblate <https://hosted.weblate.org/>`_), se avsnittet :ref:`manage-acl`.
tr: Uygulamanın ayrıntılarıyla ilgilenmiyorsanız ve yalnızca varsayılan ayarlara dayanan yeterince basit bir yapılandırma oluşturmak istiyorsanız ya da Weblate kurulumunun tümüne site genelinde erişiminiz yoksa (`Hosted Weblate <https://hosted.weblate.org/>`_ gibi), lütfen :ref:`manage-acl` bölümüne bakın.
uk: Якщо вам не цікаві подробиці реалізації і ви просто хочете створити достатньо прості налаштування на основі типових або не маєте доступу на рівні сайта до усього встановленого екземпляра Weblate (зокрема на `Hosted Weblate <https://hosted.weblate.org/>`_), будь ласка, зверніться до розділу :ref:`manage-acl`.
zh_hans: 如果您对实现的细节不感兴趣，只是想创建一个基于默认值的足够简单的配置，或者不能访问整个 Weblate 安装（如 `Hosted Weblate <https://hosted.weblate.org/>`_），请参见 :ref:`manage-acl` 部分。

source: Site-wide permission management
de: Plattformweite Rechteverwaltung
ga: Bainistíocht ceada ar fud an tsuímh
hu: Webhelyszintű jogosultságkezelés
id: Manajemen izin keseluruhan situs
ja: サイト全体のアクセス権の管理
nl: Sitebreed rechtenbeheer
pt: Gestão de permissões para todo o site
pt_br: Gerenciamento de permissões para todo o site
ro: Gestionarea permisiunilor la nivelul întregului site
ru: Управление разрешениями по всему сайту
sv: Behörighetshantering för hela webbplatsen
ta: தள அளவிலான இசைவு மேலாண்மை
tr: Site geneli izin yönetimi
uk: Керування правами доступу на рівні сайта
zh_hans: 站点范围内的权限管理

source: To manage permissions for a whole instance at once, add users to appropriate :ref:`default teams <default-teams>`:
de: Um Berechtigungen für eine ganze Instanz auf einmal zu verwalten, fügen Sie Benutzer zu den entsprechenden :ref:`Standardteams <default-teams>` hinzu:
ga: Chun ceadanna a bhainistiú le haghaidh cás iomlán ag an am céanna, cuir úsáideoirí leis an :ref:`foirne réamhshocraithe <default-teams>`:
hu: Ha egy teljes példány jogosultságait kívánja egyszerre kezelni, adjon felhasználókat a megfelelő :ref:`alapértelmezett csapatokhoz <default-teams>`:
id: Untuk mengelola izin untuk seluruh instansi sekaligus, tambahkan pengguna ke :ref:`default teams <default-teams>` yang sesuai:
ja: インスタンス全体のアクセス許可をまとめて管理するためには、ユーザーを適切な :ref:`デフォルトのチーム <default-teams>` に追加します。
nl: Voeg gebruikers toe aan de toepasselijke :ref:`standaard teams <default-teams>`, om rechten voor een hele instantie, in een keer, te beheren:
pt: Para gerir permissões para uma instância inteira de uma vez, adicione utilizadores às :ref:`equipas padrão <default-teams>`:
pt_br: Para gerenciar permissões para uma instância inteira de uma vez, adicione usuários às :ref:`equipes padrão <default-teams>`:
ro: Pentru a gestiona deodată permisiunile pentru o întreagă instanță, adăugați utilizatorii la echipele corespunzătoare :ref:`default teams <default-teams>`:
ru: Чтобы управлять разрешениями сразу для всего экземпляра, добавьте пользователей в соответствующие :ref:`команды по умолчанию <default-teams>`:
sv: För att hantera behörigheter för en hel instans samtidigt, lägg till användare till lämpliga :ref:`standardteam <default-teams>`:
tr: Uygulama kopyasının tamamındaki izinleri bir kerede yönetmek için kullanıcıları uygun :ref:`Varsayılan takımlar <default-teams>` ögesine ekleyin:
uk: Для керування правами доступами для усього екземпляра одразу додайте користувачів до відповідних :ref:`типових команд <default-teams>`:
zh_hans: 要一次性管理整个实例的权限，请将用户添加到适当的 :ref:`默认团队 <default-groups>`：

source: `Users` (this is done by default by the :ref:`automatic team assignment <autoteam>`).
de: `Benutzer` (dies geschieht standardmäßig durch :ref:`Automatische Teamzuweisungen <autoteam>`).
ga: `Users` (déantar é seo de réir réamhshocraithe leis an :ref:`tasc foirne uathoibríoch <autoteam>`).
hu: `Felhasználók` (ez alapértelmezés szerint történik a :ref:`automatikus csapathozzárendelés <autoteam>` révén).
id: `Pengguna` (ini dilakukan secara default oleh :ref:`automatic team assignment <autoteam>`).
ja: `ユーザー` （これはデフォルトで、:ref:`自動チーム割り当て <autoteam>` により割り当てられます）。
nl: `Gebruikers` (dit wordt standaard gedaan door de :ref:`automatische toewijzing teams <autoteam>`).
pt: `Utilizadores` (isso é feito por padrão pela :ref:`associação de equipa automática <autoteam>`).
pt_br: `Usuários` (isso é feito por padrão pela :ref:`associação de equipe automática <autoteam>`).
ro: `Utilizatori` (acest lucru este făcut în mod implicit de către :ref:`asignarea automată a echipei <autoteam>`).
ru: `Пользователи` (по умолчанию это делается с помощью :ref:`автоматического назначения команды <autoteam>`).
sv: `Användare` (detta görs som standard av :ref:`automatisk teamtilldelnings <autoteam>`).
tr: `Kullanıcılar` (bu varsayılan olarak :ref:`kendiliğinden takım ataması <autoteam>` ile yapılır).
uk: `Users` (це виконується типово :ref:`автоматичною прив'язкою до команд <autoteam>`).
zh_hans: `用户`\ （默认情况下，这是由 :ref:`自动团队分配 <autoteam>` 完成的）。

source: `Reviewers` (if you are using :ref:`review workflow <reviews>` with dedicated reviewers).
de: `Prüfer` (wenn Sie den :ref:`Überprüfungsablauf <reviews>` mit dedizierten Prüfern verwenden).
ga: `Athbhreithneoirí` (má tá tú ag úsáid :ref:`review workflow <reviews>` le hathbhreithneoirí tiomnaithe).
hu: `Felülvizsgálók` (ha a :ref:`felülvizsgálati munkafolyamatot <reviews>` használja dedikált felülvizsgálókkal).
id: `Peninjau` (jika Anda menggunakan :ref:`review workflow <reviews>` dengan peninjau khusus).
ja: `査読者` （ 専門の査読者による :ref:`review workflow <reviews>` を使用している場合）。
nl: `Beoordelaars` (als u de :ref:`werkstroom beoordelen <reviews>` gebruikt met aangewezen beoordelaars).
pt: `Revisores` (se estiver a usar :ref:`fluxo de trabalho de revisão <reviews>` com revisores dedicados).
pt_br: `Revisores` (se você estiver usando :ref:`fluxo de revisão <reviews>` com revisores dedicados).
ro: `Revizori` (dacă folosiți :ref:`review workflow <reviews>` cu revizori dedicați).
ru: `Рецензенты` (если вы используете :ref:`процесс рецензирования <reviews>` с выделенными рецензентами).
sv: `Granskare` (om du använder :ref:`granskningsarbetsflöde <reviews>` med dedikerade granskare).
tr: `Onaylayanlar` (:ref:`onaylayan kişiler ile onaylama iş akışını <reviews>` kullanıyorsanız).
uk: `Reviewers` (якщо ви використовуєте :ref:`процес із рецензуванням <reviews>` із спеціалізованими рецензентами).
zh_hans: `审校员`\ （如果您有专门的审校员，正在使用 :ref:`审校流程 <reviews>`）。
zh_hant: `審稿人員（如果您使用的是：REF：“評論工作流程<評論>”與專用評論者）。

source: `Managers` (if you want to delegate most of the management operations to somebody else).
de: `Manager` (wenn Sie die meisten Verwaltungsaufgaben an jemand anderen delegieren wollen).
ga: `Bainisteoirí` (má tá tú ag iarraidh an chuid is mó de na hoibríochtaí bainistíochta a tharmligean chuig duine éigin eile).
hu: `Kezelők` (ha a legtöbb kezelési műveletet át szeretné ruházni valaki másra).
id: `Manajer` (jika Anda ingin mendelegasikan sebagian besar operasi manajemen kepada orang lain).
ja: `管理者` （管理操作の大部分を他のユーザーに委任する場合）。
nl: `Beheerders` (als u de meeste bewerkingen voor het beheren wilt delegeren aan iemand anders).
pt: `Gestores` (se deseja delegar a maioria das operações de gestão a outra pessoa).
pt_br: `Gestores` (se você deseja delegar a maioria das operações de gestão a outra pessoa).
ro: `Managers` (dacă doriți să delegați majoritatea operațiunilor de gestionare altcuiva).
ru: `Управляющие` (если вы хотите делегировать большую часть операций по управлению кому-то другому).
sv: `Chefer` (om du vill delegera de flesta ledningsuppgifterna till någon annan).
ta: `மேலாளர்கள்` (பெரும்பாலான மேலாண்மை நடவடிக்கைகளை நீங்கள் வேறு ஒருவருக்கு ஒப்படைக்க விரும்பினால்).
tr: `Yöneticiler` (yönetim işlemlerinin çoğunu başkasına devretmek istiyorsanız).
uk: `Managers` (якщо ви хочете делегувати більшість дій з керування комусь іншому).
zh_hans: `管理者`\ （如果您想把大部分的管理操作委托给别人）。
zh_hant: “經理”（如果您想將大多數管理操作委派給其他人）。

source: You should keep all projects configured as `Public` (see :ref:`acl`), otherwise the site-wide permissions provided by membership in the `Users` and `Reviewers` teams won’t have any effect.
de: Sie sollten alle Projekte als `Öffentlich` konfigurieren (siehe :ref:`acl`), da sonst die plattformweiten Berechtigungen, die durch die Mitgliedschaft in den Teams `Benutzer` und `Prüfer` gegeben sind, keine Wirkung haben.
ga: Ba cheart duit gach tionscadal a choinneáil cumraithe mar `Poiblí` (féach :ref:`acl`), nó ní bheidh aon éifeacht ag na ceadanna ar fud an tsuímh a sholáthraíonn ballraíocht sna foirne `Users` agus `Athbhreithneoirí`.
hu: Érdemes minden projektet `Nyilvános` módra állítani (lásd: :ref:`acl`), különben a `Felhasználók` és `Felülvizsgálók` csapatok tagsága által biztosított webhelyszintű jogosultságok nem fognak érvényesülni.
id: Anda harus menjaga semua proyek dikonfigurasi sebagai `Public` (lihat :ref:`acl`), jika tidak, izin di seluruh situs yang disediakan oleh keanggotaan di tim `Users` dan `Reviewers` tidak akan berpengaruh.
ja: すべてのプロジェクトを `公開` （参照: :ref:`acl`）として設定してください。公開と設定されていない場合は、 `ユーザー` および `査読` チームの登録者に与えられたサイト全体のアクセス権は無効になります。
nl: U zou alle projecten moeten laten geconfigureerd als `Openbaar` (bekijk :ref:`acl`), anders zullen de sitebrede rechten, die worden verschaft door het lidmaatschap van de teams `Gebruikers` en `Beoordelaars`, geen effect hebben.
pt: Deve manter todos os projetos configurados como `Públicos` (veja :ref:`acl`), caso contrário as permissões de todo o site fornecidas pela participação nas equipas `Utilizadores` e `Revisores` não terão nenhum efeito.
pt_br: Você deve manter todos os projetos configurados como `Públicos` (Consulte :ref:`acl`), caso contrário as permissões de todo o site fornecidas pela participação nas equipes `Usuários` e `Revisores` não terão nenhum efeito.
ro: Ar trebui să păstrați toate proiectele configurate ca `Public` (a se vedea :ref:`acl`), altfel permisiunile la nivel de site oferite de apartenența la echipele `Users` și `Reviewers` nu vor avea niciun efect.
ru: Вы должны сохранять все проекты настроенными как `публичные` (смотрите раздел :ref:`acl`), иначе разрешения, предоставляемые участием в командах `пользователей` и `рецензенты`, не будут иметь никакого эффекта.
sv: Du bör behålla alla projekt konfigurerade som `Publika` (se :ref:`acl`), annars kommer de webbplatsomfattande behörigheterna som tillhandahålls genom medlemskap i teamen `Användare` och `Granskare` inte att ha någon effekt.
tr: Tüm projeleri `Herkese açık` olarak yapılandırılmış tutmalısınız (ayrıntılı bilgi almak için: :ref:`acl`). Yoksa `Kullanıcılar` ve `Onaylayanlar` takımlarına üye olarak elde edilen site geneli izinlerin herhangi bir etkisi olmaz.
uk: Вам слід зберігати налаштовування усіх проєктів як `Public` (див. :ref:`acl`). Якщо цього не зробити, загальносайтові права доступу, які надаються членством у командах `Users` і `Reviewers`, ні на що не вплинуть.
zh_hans: 您应该将所有项目配置为 `公开的`\ （参见 :ref:`acl`），否则 `用户` 和 `审校员` 团队成员资格提供的站点范围权限将不起任何作用。

source: You may also grant some additional permissions of your choice to the default teams. For example, you may want to give a permission to manage screenshots to all the `Users`.
de: Sie können den Standardteams auch einige zusätzliche Berechtigungen Ihrer Wahl erteilen. So können Sie zum Beispiel allen `Benutzern` die Berechtigung zum Verwalten von Bildschirmfotos erteilen.
ga: Is féidir leat freisin roinnt ceadanna breise de do rogha féin a thabhairt do na foirne réamhshocraithe. Mar shampla, b'fhéidir gur mhaith leat cead a thabhairt chun screenshots a bhainistiú do na `Úsáideoirí` go léir.
hu: Lehetősége van további jogosultságokat is adni az alapértelmezett csapatoknak. Például engedélyezheti, hogy minden `Felhasználó` kezelhesse a képernyőképeket.
id: Anda juga dapat memberikan beberapa izin tambahan pilihan Anda kepada tim bawaan. Misalnya, Anda mungkin ingin memberikan izin untuk mengelola tangkapan layar kepada semua `Pengguna`.
ja: また、既定のチームに対して選択したアクセス権を追加できます。たとえば、すべての `ユーザー` にスクリーンショットを管理する権限を与えることができます。
nl: U kunt ook enkele aanvullende rechten naar keuze toekennen aan de standaard teams. U kunt bijvoorbeeld alle `Gebruikers` rechten geven om schermafdrukken te beheren.
pt: Também pode conceder algumas permissões adicionais da sua escolha às equipas padrão. Por exemplo, pode dar permissão para gerir capturas de ecrã para todos os `Utilizadores`.
pt_br: Você também pode conceder algumas permissões adicionais de sua escolha às equipes padrão. Por exemplo, você pode querer dar permissão para gerenciar capturas de tela para todos os `Usuários`.
ro: De asemenea, puteți acorda anumite permisiuni suplimentare la alegerea dumneavoastră echipelor implicite. De exemplu, este posibil să doriți să acordați permisiunea de a gestiona capturi de ecran tuturor `Utilizatorilor`.
ru: Вы также можете предоставить некоторые дополнительные разрешения по своему выбору командам по умолчанию. Например, вы можете дать разрешение на управление снимками экрана всем `пользователям`.
sv: Du kan också bevilja vissa ytterligare behörigheter efter eget val till standardteamen. Du kanske till exempel vill ge alla `Användare` behörighet att hantera skärmdumpar.
ta: இயல்புநிலை குழுக்களுக்கு நீங்கள் விரும்பும் சில கூடுதல் அனுமதிகளையும் வழங்கலாம். எடுத்துக்காட்டாக, அனைத்து `பயனர்களுக்கும் 'திரை சாட்களை நிர்வகிக்க நீங்கள் இசைவு வழங்க விரும்பலாம்.
tr: Varsayılan takımlara seçtiğiniz bazı ek izinleri de verebilirsiniz. Örneğin, tüm `Kullanıcılara` ekran görüntülerini yönetme izni vermek isteyebilirsiniz.
uk: Крім того, ви можете надати бажані додаткові права доступу типовим командам. Наприклад, ви можете надати права доступу для керування знімками вікон усім учасникам групи `Users`.
zh_hans: 您还可以向默认团队授予一些您选择的额外权限。例如，你可能想给所有 `用户` 管理截图的权限。

source: You can define some new custom teams as well. If you want to keep managing your permissions site-wide for these teams, choose an appropriate value for the :guilabel:`Project selection` (e.g. :guilabel:`All projects` or :guilabel:`All public projects`).
de: Sie können auch einige neue benutzerdefinierte Teams definieren. Wenn Sie Ihre Berechtigungen für diese Teams weiterhin plattformweit verwalten möchten, wählen Sie einen geeigneten Wert für :guilabel:`Projektauswahl` (z. B. :guilabel:`Alle Projekte` oder :guilabel:`Alle öffentlichen Projekte`).
ga: Is féidir leat roinnt foirne saincheaptha nua a shainiú freisin. Más mian leat leanúint ar aghaidh ag bainistiú do cheadanna ar fud an tsuímh do na foirne seo, roghnaigh luach cuí don :guilabel:`Project selection` (m.sh. :guilabel:`All projects` nó :guilabel:`All public projects`).
hu: Új, egyedi csapatokat is létrehozhat. Ha ezekhez a csapatokhoz is szeretné webhelyszinten kezelni a jogosultságokat, akkor válasszon megfelelő értéket a :guilabel:`Projekt kiválasztása` mezőben (például: :guilabel:`Összes projekt` vagy :guilabel:`Összes nyilvános projekt`).
id: Anda juga dapat menentukan beberapa tim kustom baru. Jika Anda ingin tetap mengelola izin di seluruh situs untuk tim ini, pilih nilai yang sesuai untuk :guilabel:`Pemilihan proyek` (misalnya :guilabel:`Semua proyek` atau :guilabel:`Semua proyek publik`).
ja: 新しいカスタム チームも定義できます。これらのチームの権限をサイト全体で管理するには、適切な値を :guilabel:`プロジェクトの選択` で指定します（:guilabel:`すべてのプロジェクト` または :guilabel:`すべての公開プロジェクト` など）。
nl: U kunt ook enkele nieuwe, aangepaste teams definiëren. Als u uw rechten sitebreed voor deze teams wilt blijven beheren, kies dan een toepasselijke waarde voor :guilabel:`Project selecteren` (bijv. :guilabel:`Alle projecten` of :guilabel:`Alle openbare projecten`).
pt: Também pode definir algumas novas equipas personalizadas. Se deseja continuar a gerir as suas permissões em todo o site para essas equipas, escolha um valor apropriado para :guilabel:`Seleção de projeto` (por exemplo :guilabel:`Todos os projetos` ou :guilabel:`Todos os projetos públicos`).
pt_br: Você também pode definir algumas novas equipes personalizadas. Se você deseja continuar gerenciando suas permissões em todo o site para essas equipes, escolha um valor apropriado para :guilabel:`Seleção de projeto` (por exemplo :guilabel:`Todos os projetos` ou :guilabel:`Todos os projetos públicos`).
ro: De asemenea, puteți defini noi echipe personalizate. Dacă doriți să continuați să vă gestionați permisiunile la nivelul întregului site pentru aceste echipe, alegeți o valoare corespunzătoare pentru :guilabel:`Selecția proiectului` (de exemplu, :guilabel:`Toate proiectele` sau :guilabel:`Toate proiectele publice`).
ru: Вы также можете определить некоторые новые пользовательские команды. Если вы хотите продолжать управлять всеми разрешениями на сайте для этих команд, выберите соответствующее значение для :guilabel:`«Выбор проекта»` (например, :guilabel:`«Все проекты»` или :guilabel:`«Все открытые проекты»`).
sv: Du kan också definiera några nya anpassade team. Om du vill fortsätta hantera behörigheterna för dessa team för hela webbplatsen väljer du ett lämpligt värde för :guilabel:`Projektval` (t.ex. :guilabel:`Alla projekt` eller :guilabel:`Alla offentliga projekt`).
ta: சில புதிய தனிப்பயன் அணிகளையும் நீங்கள் வரையறுக்கலாம். இந்த குழுக்களுக்கான உங்கள் அனுமதிகளை தள அளவில் நிர்வகிக்க விரும்பினால்,: வபஇசிட்டை: `திட்டத் தேர்வு` (எ.கா.: வபஇசிட்டை:` அனைத்து திட்டங்களும் `அல்லது: வபஇசிட்டை:` அனைத்து பொதுத் திட்டங்களும்`) க்கு பொருத்தமான மதிப்பைத் தேர்வுசெய்க.
tr: Bazı yeni özel takımlar da tanımlayabilirsiniz. Bu takımlar için izinlerinizi site genelinde yönetmeyi sürdürmek istiyorsanız, :guilabel:`Proje seçimi` için uygun bir değer seçin (:guilabel:`Tüm projeler` ya da :guilabel:`Tüm herkese açık projeler` gibi).
uk: Ви також маєте визначити деякі нові нетипові команди. Якщо ви хочете зберегти керування вашими загальносайтовими правами доступу для цих команд, виберіть відповідне значення для параметра :guilabel:`Вибір проєкту` (наприклад, :guilabel:`Усі проєкти` або :guilabel:`Усі публічні проєкти`).
zh_hans: 您还可以定义一些新的自定义团队。如果希望继续在站点范围内管理这些团队的权限，请为 :guilabel:`项目选择` 选择一个合适的值（如 :guilabel:`所有项目` 或 :guilabel:`所有公开项目` ）。

source: Custom permissions for languages, components or projects
de: Eigene Berechtigungen für Sprachen, Komponenten oder Projekte
ga: Ceadanna saincheaptha le haghaidh teangacha, comhpháirteanna nó tionscadail
hu: Egyedi jogosultságok nyelvekhez, összetevőkhöz vagy projektekhez
id: Izin khusus untuk bahasa, komponen, atau proyek
ja: 言語、コンポーネント、またはプロジェクトの独自のアクセス権
nl: Aangepaste rechten voor talen, onderdelen of projecten
pt: Permissões personalizadas a idiomas, componentes ou projetos
pt_br: Permissões personalizadas a idiomas, componentes ou projetos
ro: Permisiuni personalizate pentru limbi, componente sau proiecte
ru: Особые разрешения для определённых языков, компонентов или проектов
sv: Anpassade behörigheter för språk, komponenter eller projekt
ta: மொழிகள், கூறுகள் அல்லது திட்டங்களுக்கான தனிப்பயன் அனுமதிகள்
tr: Diller, bileşenler veya projeler için özel izinler
uk: Нетипові права доступу до мов, складників або проєктів
zh_hans: 语言、部件或项目的自定义权限
