Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Purchased support packages can optionally be integrated into your Weblate `subscription management <https://weblate.org/user/>`_ interface, from where you will find a link to it. Basic instance details about your installation are also reported back to Weblate this way.
de: Gekaufte Supportpakete können optional in Ihrer Weblate `Abonnementverwaltungs <https://weblate.org/user/>`_-Oberfläche integriert werden, von wo aus Sie einen Link dazu finden. Grundlegende Instanzdetails über Ihre Installation werden auf diese Weise auch an Weblate zurückgemeldet.
ga: Is féidir pacáistí tacaíochta ceannaithe a chomhtháthú go roghnach i do chomhéadan Weblate `bainistiú síntiúis <https://weblate.org/user/>`_, áit a bhfaighidh tú nasc chuige. Tuairiscítear sonraí bunúsacha faoi do shuiteáil ar ais chuig Weblate ar an mbealach seo freisin.
hu: A megvásárolt támogatási csomagok opcionálisan integrálhatók a Weblate `előfizetés-kezelő felületére <https://weblate.org/user/>`_, ahol közvetlen hivatkozás is elérhető lesz hozzájuk. Az alapvető példányinformációk a Weblate felé is továbbításra kerülnek ezen keresztül.
id: Paket dukungan yang dibeli dapat secara opsional diintegrasikan ke dalam antarmuka `manajemen langganan <https://weblate.org/user/>`_ Weblate Anda, dan Anda akan menemukan tautan ke sana. Detail dasar tentang instalasi Anda juga akan dilaporkan kembali ke Weblate dengan cara ini.
ja: 購入したサポート パッケージは、オプションとして Weblate `サブスクリプションの管理 <https://weblate.org/user/>`_ 画面にあるリンクを使用して連携できます。インストールした基本インスタンスの詳細も、この方法で Weblate へ報告が送信されます。
nl: Aangekochte pakketten voor ondersteuning kunnen optioneel worden geïntegreerd in uw Weblate-interface voor `abonnementsbeheer <https://weblate.org/user/>`_ , van waaruit u een koppeling er naartoe zult vinden. Basisinstantiedetails voor uw installatie worden op deze manier ook teruggekoppeld met Weblate.
pt: Os pacotes de apoio adquiridos podem ser integrados opcionalmente à sua `gestão de assinatura <https://weblate.org/user/>`_ do Weblate, de onde encontrará uma ligação a ele. Detalhes básicos da instância sobre a sua instalação também são relatados de volta ao Weblate desta forma.
pt_br: Os pacotes de suporte adquiridos podem ser integrados opcionalmente ao seu `gerenciamento de assinatura <https://weblate.org/user/>`_ do Weblate, de onde você encontrará um link para ele. Detalhes básicos da instância sobre sua instalação também são relatados de volta ao Weblate desta forma.
ro: Pachetele de asistență achiziționate pot fi opțional integrate în interfața ta de `gestionare a abonamentelor <https://weblate.org/user/>`_ Weblate, de unde vei găsi un link către acestea. Detaliile de bază ale instanței despre instalarea ta sunt, de asemenea, raportate înapoi la Weblate în acest mod.
ru: Приобретенный пакет платной поддержки может быть, по вашему желанию, интегрирован в ваш интерфейс `управления подпиской <https://weblate.org/user/>`_ Weblate, где вы найдете на него ссылку. В этом случае основные сведенья о вашей установке будут переданы Weblate.
sv: Köpt supportpaket kan valfritt integreras i ditt Weblate-gränssnitt för prenumerationshantering <https://weblate.org/user/>_, där du hittar en länk till det. Grundläggande information om din installation rapporteras också tillbaka till Weblate på detta sätt.
ta: வாங்கிய உதவி தொகுப்புகள் விருப்பமாக உங்கள் வலைபெயர்ப்பு `சந்தா மேலாண்மை <https://weblate.org/user/> _ _ இடைமுகத்தில் ஒருங்கிணைக்கப்படலாம், அதற்கான இணைப்பை நீங்கள் காணலாம். உங்கள் நிறுவலைப் பற்றிய அடிப்படை நிகழ்வு விவரங்களும் இந்த வழியில் வலைபெயர்ப்பு செய்ய மீண்டும் தெரிவிக்கப்படுகின்றன.
tr: Satın alınan destek paketleri, isteğe bağlı olarak, Weblate `abonelik yönetimi <https://weblate.org/user/>`_ arayüzünüzle bütünleştirilebilir ve buradan bir bağlantı bulabilirsiniz. Kopyanızla ilgili temel bulut sunucusu bilgileri de bu şekilde Weblate tarafına bildirilir.
uk: Придбані пакунки підтримки може бути, якщо хочете, інтегровано до інтерфейсу `керування передплатами <https://weblate.org/user/>`_ вашого Weblate, де буде розміщено відповідні посилання. У цьому випадку до Weblate надсилатимуться дані щодо базових параметрів установленого вами екземпляра.
zh_hans: 你可以视需要将购买的支持包集成进 Weblate `订阅管理 <https://weblate.org/user/>`_ 界面，您可以在那里找到所购支持包的链接。关于安装的基本实例细节也会以这种方式报告给 Weblate。
zh_hant: 購買的支持包可以可選地集成在您的 Weblate的`subscription management <https://weblate.org/user/>`_界面中，您可以在那裡找到它的鏈接。關於您的安裝的基本事例的細節，也會以這種方式反饋給 Weblate。

source: Info sent to the Weblate
de: An Weblate gesendete Informationen
ga: Faisnéis seolta chuig an Weblate
hu: A Weblate részére küldött információk
id: Info dikirim ke Weblate
ja: Weblate に送信された情報
nl: Aan Weblate verzonden informatie
pt: Informações enviadas para o Weblate
pt_br: Informações enviadas para o Weblate
sv: Information skickad till Weblate
ta: செய்தி வெப்லேட்டுக்கு அனுப்பப்பட்டது
tr: Weblate üzerine gönderilen bilgiler
uk: Дані, які надсилають до Weblate
zh_hans: 发送至 Weblate 的信息

source: Your Weblate instance URL
de: Die URL Ihrer Weblate-Instanz
ga: URL do shampla Weblate
hu: A Weblate-példány URL-je
id: URL instansi Weblate Anda
ja: Weblate インスタンス URL
nl: Uw URL voor de instantie van Weblate
pt: URL da instância do Weblate
pt_br: URL da instância do Weblate
sv: Din Weblate-instans URL
ta: உங்கள் வலைபெயர்ப்பு நிகழ்வு முகவரி
tr: Weblate kopyanızın adresi
uk: Адресу вашого екземпляра Weblate
zh_hans: 您的 Weblate 实例地址

source: Its site title
de: Der Seitentitel
ga: Teideal an tsuímh
hu: Az oldal címe
id: Judul situsnya
ja: サイトのタイトル
nl: De titel van de site
pt: O título do site
pt_br: O título do site
sv: Webbplatsens titel
ta: அதன் தள தலைப்பு
tr: Site başlığı
uk: Назва його сайта
zh_hans: 网站标题

source: The version you are running
de: Die von Ihnen verwendete Version
ga: An leagan atá á rith agat
hu: A futtatott verzió
id: Versi yang Anda jalankan
ja: 実行中のバージョン
nl: De versie die u uitvoert
pt: A versão que executa
pt_br: A versão que você está executando
sv: Den version du kör
ta: நீங்கள் இயங்கும் பதிப்பு
tr: Kullandığınız sürüm
uk: Версія, якою ви користуєтеся
zh_hans: 您当前运行的版本

source: Tallies of projects, components, languages, source strings, and users
de: Gesamtzahl der Projekte, Komponenten, Sprachen, Ausgangszeichenketten und Benutzer
ga: Tallies na dtionscadal, comhpháirteanna, teangacha, teaghráin foinse, agus úsáideoirí
hu: A projektek, összetevők, nyelvek, forrásszövegek és felhasználók száma
id: Jumlah proyek, komponen, bahasa, string sumber, dan pengguna
ja: プロジェクト、コンポーネント、言語、原文、ユーザーの集計
nl: Tellingen over projecten, onderdelen, talen, brontekenreeksen en gebruikers
pt: Total de projetos, componentes, idiomas, cadeias fonte e utilizadores
pt_br: Quantidade total de projetos, componentes, idiomas, textos fonte e usuários
sv: Översikter över projekt, komponenter, språk, källsträngar och användare
ta: திட்டங்கள், கூறுகள், மொழிகள், மூல சரங்கள் மற்றும் பயனர்களின் உயரமானவை
tr: Projeler, bileşenler, diller, kaynak dizgeler ve kullanıcıların günlüklerini derler
uk: Бирки проєктів, складників, записів мов, початкових рядків та користувачів
zh_hans: 项目、部件、语言、源字符串和用户数目

source: The public SSH key of your instance
de: Der öffentliche SSH-Schlüssel Ihrer Instanz
ga: Eochair phoiblí SSH do chás
hu: A példány nyilvános SSH-kulcsa
id: Kunci SSH publik dari instansi Anda
ja: インスタンスの SSH 公開鍵
nl: De publieke SSH-sleutel voor uw instantie
pt: A chave pública SSH da sua instância
pt_br: A chave pública SSH da sua instância
ro: Cheia SSH publică a instanței tale
ru: Открытый SSH-ключ
sv: Den offentliga SSH-nyckeln för din instans
ta: உங்கள் நிகழ்வின் பொது பாஓடு விசை
tr: Kopyanızın herkese açık SSH anahtarı
uk: Відкритий ключ SSH вашого екземпляра
zh_hans: 您实例的 SSH 公钥
zh_hant: 您事件的 SSH 公鑰

source: Additionally, if you turn on :ref:`discover-weblate`:
de: Zusätzlich, wenn Sie :ref:`discover-weblate` aktivieren:
ga: Ina theannta sin, má chuireann tú ar siúl :ref:`discover-weblate`:
hu: Továbbá, ha bekapcsolja a :ref:`discover-weblate` funkciót:
id: Selain itu, jika Anda mengaktifkan :ref:`discover-weblate`:
ja: さらに、:ref:`discover-weblate` を有効した場合:
nl: Aanvullende, als u :ref:`discover-weblate` inschakelt:
pt: Além disso, se ativar :ref:`discover-weblate`:
pt_br: Além disso, se você ativar :ref:`discover-weblate`:
sv: Om du dessutom aktiverar :ref:`discover-weblate`:
tr: Ayrıca, :ref:`discover-weblate` özelliğini açarsanız:
uk: Крім того, якщо увімкнено :ref:`discover-weblate`:
zh_hans: 此外，当 :ref:`discover-weblate` 开启时：

source: List of public projects (name, URL, and website).
de: Liste der öffentlichen Projekte (Name, URL, und Website).
ga: Liosta de thionscadail phoiblí (ainm, URL, agus suíomh Gréasáin).
hu: Nyilvános projektek listája (név, URL és weboldal).
id: Daftar proyek publik (nama, URL, dan situs web).
ja: 公開プロジェクトのリスト（プロジェクト名、URL および Web サイト）。
nl: Lijst met publieke projecten (naam, URL en website).
pt: Lista de projetos públicos (nome, URL e site).
pt_br: Lista de projetos públicos (nome, URL e site).
ru: Список общественных проектов (название, ссылка и веб-сайт).
sv: Lista över offentliga projekt (namn, URL och webbplats).
ta: பொது திட்டங்களின் பட்டியல் (பெயர், முகவரி மற்றும் வலைத்தளம்).
tr: Herkese açık projelerin listesi (ad, adres ve site).
uk: Список загальнодоступних проєктів (назва, адреса і сайт).
zh_hans: 公共项目列表（名称、网址和网站）。

source: Check what *Discover* shows publicly in the :ref:`discover-weblate` description.
de: Überprüfen Sie, was *Entdecken* in der Beschreibung von :ref:`discover-weblate` öffentlich anzeigt.
ga: Seiceáil cad a thaispeánann *Discover* go poiblí sa chur síos :ref:`discover-weblate`.
hu: Ellenőrizheti, hogy mit jelenít meg a *Felfedezés* nyilvánosan a :ref:`discover-weblate` leírásában.
id: Periksa apa yang *Discover* tampilkan secara publik dalam deskripsi :ref:`discover-weblate`.
ja: :ref:`discover-weblate` の説明で *Discover* が公開している内容を確認してください。
nl: Controleer wat *Discover* publiekelijk weergeeft in de beschrijving :ref:`discover-weblate`.
pt: Verifique o que o *Discover* mostra publicamente na descrição em :ref:`discover-weblate`.
pt_br: Verifique o que o *Discover* mostra publicamente na descrição em :ref:`discover-weblate`.
sv: Kontrollera vad *Discover* visar offentligt i beskrivningen :ref:`discover-weblate`.
tr: *Keşfet* :ref:`discover-weblate` açıklamasında herkese açık olarak ne görüntülendiğine bakın.
uk: Перевірте, що показуватиме *Discover* усім в описі :ref:`discover-weblate`.
zh_hans: 在 :ref:`discover-weblate` 描述中检查 *Discover* 公开显示的内容。

source: No other data is submitted.
de: Es werden keine weiteren Daten übermittelt.
ga: Ní chuirtear aon sonraí eile isteach.
hu: Más adat nem kerül továbbításra.
id: Tidak ada data lain yang diserahkan.
ja: 他のデータは送信されません。
nl: Er worden geen andere gegevens verstrekt.
pt: Nenhum outro dado é enviado.
pt_br: Nenhum outro dado é enviado.
ro: Nu se prezintă alte date.
ru: Ни какая другая информация не передаётся.
sv: Inga andra uppgifter lämnas in.
ta: வேறு தரவு சமர்ப்பிக்கப்படவில்லை.
tr: Başka herhangi bir veri gönderilmez.
uk: Інші дані не подаються.
zh_hans: 没有提交其它数据。
zh_hant: 沒有提交其它數據。

source: Integration services
de: Dienste integrieren
ga: Seirbhísí comhtháthaithe
hu: Integrációs szolgáltatások
id: Layanan integrasi
ja: 連携サービス
nl: Services voor integratie
pt: Serviços de integração
pt_br: Serviços de integração
ro: Servicii de integrare
ru: Доступные сервисы при включении интеграции
sv: Integrationstjänster
ta: ஒருங்கிணைப்பு சேவைகள்
tr: Bütünleştirme hizmetleri
uk: Служби інтеграції
zh_hans: 集成服务
zh_hant: 集成服務

source: See if your support package is still valid
de: Prüfen Sie, ob Ihr Supportpaket noch gültig ist
ga: Féach an bhfuil do phacáiste tacaíochta fós bailí
hu: Ellenőrizze, hogy támogatási csomagja érvényes-e
id: Lihat apakah paket dukungan Anda masih berlaku
ja: サポート パッケージが、現在有効かどうかの確認
nl: Bekijk of uw pakket voor ondersteuning nog steeds geldig is
pt: Veja se o seu pacote de apoio ainda é válido
pt_br: Veja se o seu pacote de suporte ainda é válido
ro: Verificați dacă pachetul de asistență este încă valabil
ru: Просмотр, действителен ли ещё ваш пакет поддержки
sv: Kontrollera om ditt supportpaket fortfarande är giltigt
ta: உங்கள் உதவி தொகுப்பு இன்னும் செல்லுபடியாகும் என்று பாருங்கள்
tr: Destek paketinizin hala geçerli olup olmadığını görmek
uk: Переконайтеся, що ваш пакунок підтримки є чинним
zh_hans: 查看您的支持包是否合法
zh_hant: 查看您的支持包是否合法

source: Purchased support packages are already activated upon purchase and can be used without integrating them.
de: Gekaufte Supportpakete sind bereits beim Kauf aktiviert und können ohne Integration genutzt werden.
ga: Cuirtear pacáistí tacaíochta ceannaithe i ngníomh cheana féin nuair a cheannaítear iad agus is féidir iad a úsáid gan iad a chomhtháthú.
hu: A megvásárolt támogatási csomagok automatikusan aktiválásra kerülnek a vásárláskor, és integráció nélkül is használhatók.
id: Paket dukungan yang dibeli sudah diaktifkan setelah pembelian dan dapat digunakan tanpa mengintegrasikannya.
ja: 購入したサポート パッケージは、購入時にすでに有効になっているので、連携しなくてもご利用いただけます。
nl: Aangekochte pakketten voor ondersteuning zijn al bij de aankoop geactiveerd en kunnen worden gebruikt zonder ze te integreren.
pt: Os pacotes de suporte adquiridos já estão ativados no momento da compra e podem ser usados sem integrá-los.
pt_br: Os pacotes de suporte adquiridos já estão ativados no momento da compra e podem ser usados sem integrá-los.
sv: Köpta supportpaket aktiveras redan vid köpet och kan användas utan att integreras.
ta: வாங்கிய உதவி தொகுப்புகள் ஏற்கனவே வாங்கியவுடன் செயல்படுத்தப்படுகின்றன, அவற்றை ஒருங்கிணைக்காமல் பயன்படுத்தலாம்.
tr: Satın alınan destek paketleri satın alma sırasında etkinleştirilir ve bütünleştirilmeden kullanılabilir.
uk: Придбані пакунки підтримки є активованими з моменту придбання — ними можна користуватися без інтеграції.
zh_hans: 购买的支持包在购买时已经激活，不必集成它们就可以使用。

source: Contacting customer care
sv: Kontakta kundtjänst

source: If you do not have a support package yet, please refer to the :doc:`/contributing/issues` section for available community resources.
sv: Om du ännu inte har något supportpaket, se avsnittet :doc:`/contributing/issues` för tillgängliga communityresurser.

source: Subscribers can reach Weblate Care directly through the following channels:
sv: Prenumeranter kan kontakta Weblate Care direkt via följande kanaler:

source: Email support at care@weblate.org.
sv: E-postsupport på care@weblate.org.

source: The `customer care portal <https://care.weblate.org/>`_
sv: Kundtjänstportalen <https://care.weblate.org/>_

source: The support form is available in the Weblate management interface after :ref:`activate-support`.
sv: Supportformuläret finns tillgängligt i Weblate-hanteringsgränssnittet efter :ref:`activate-support`.

source: A subscription ensures timely and reliable help with setup, maintenance, and troubleshooting.
sv: Ett abonnemang garanterar snabb och pålitlig hjälp med installation, underhåll och felsökning.

source: **Sending encrypted content**
sv: **Skicka krypterat innehåll**

source: If you want to send an encrypted content, please use the public key for care@weblate.org with ID ``0961 62CE 141D 7FE4 B15D A9FA 73D9 298A CB26 03F0``.
sv: Om du vill skicka krypterat innehåll, använd den offentliga nyckeln för care@weblate.org med ID ``0961 62CE 141D 7FE4 B15D A9FA 73D9 298A CB26 03F0``.

source: This public key is available on the most commonly used key servers, using WKD or `directly from weblate.org <https://weblate.org/.well-known/openpgpkey/hu/7oq6zfqsndhzsmw94xm1e5yu8me8sjsx?l=care>`_.
sv: Denna publika nyckel finns tillgänglig på de mest använda nyckelserverna, med hjälp av WKD eller direkt från weblate.org <https://weblate.org/.well-known/openpgpkey/hu/7oq6zfqsndhzsmw94xm1e5yu8me8sjsx?l=care>.

source: Discover Weblate
de: Entdecken Sie Weblate
ga: Faigh amach faoi Weblate
hu: Weblate-felfedezés
id: Jelajahi Weblate
ja: Weblate プロジェクトの探索
nl: Ontdek Weblate
pt: Descubra Weblate
pt_br: Discover do Weblate
ro: Descoperă Weblate
ru: Навигатор Weblate
sv: Upptäck Weblate
ta: வலைபெயர்ப்பைக் கண்டறியவும்
tr: Weblate uygulamasını keşfedin
uk: Виявлення Weblate
zh_hans: 发现 Weblate
zh_hant: 探索 Weblate

source: *Discover* is an opt-in service making it easier for translators to find other Weblate instances and communities. Users can browse registered sites and find projects to contribute to on https://weblate.org/discover/.
de: *Entdecken* ist ein Opt-In-Dienst, der es Übersetzern erleichtert, andere Weblate-Instanzen und -Gemeinschaften zu finden. Benutzer können registrierte Seiten durchsuchen und Projekte finden, zu denen sie auf https://weblate.org/discover/ beitragen können.
ga: Is seirbhís rogha an diúltaithe é *Discover* a éascaíonn d’aistritheoirí cásanna agus pobail Weblate eile a aimsiú. Is féidir le húsáideoirí suíomhanna cláraithe a bhrabhsáil agus tionscadail a aimsiú le cur leo ar https://weblate.org/discover/.
hu: A *Felfedezés* egy opcionális szolgáltatás, amely megkönnyíti a fordítók számára más Weblate példányok és közösségek megtalálását. A felhasználók böngészhetik a regisztrált oldalakat és projekteket a https://weblate.org/discover/ címen.
id: *Discover* adalah layanan opt-in yang memudahkan penerjemah menemukan instansi dan komunitas Weblate lainnya. Pengguna dapat menelusuri situs terdaftar dan menemukan proyek untuk dikontribusikan di https://weblate.org/discover/.
ja: *Discover* は、翻訳者が他の Weblate インスタンスやコミュニティを見つけやすくするためのオプション機能です。ユーザーは、https://weblate.org/discover/ で登録されたサイトを閲覧し、貢献できるプロジェクトを見つけることができます。
nl: *Discover* is een opt-in service die het gemakkelijker maakt voor vertalers om andere instanties en gemeenschappen van Weblate te vinden. Gebruikers kunnen door geregistreerde sites bladeren en projecten zoeken om aan deel te nemen op https://weblate.org/discover/.
pt: O *Discover* é um serviço opcional que facilita para os tradutores encontrarem outras instâncias e comunidades do Weblate. Os utilizadores podem navegar pelos sites registados e encontrar projetos com os quais possam contribuir em https://weblate.org/discover/.
pt_br: *Discover* é um serviço opcional que facilita para os tradutores encontrarem outras instâncias e comunidades do Weblate. Os usuários podem navegar pelos sites cadastrados e encontrar projetos com os quais possam contribuir em https://weblate.org/discover/.
sv: *Discover* är en tjänst som översättare kan välja att ansluta sig till och som gör det enklare för dem att hitta andra Weblate-instanser och communityn. Användare kan bläddra bland registrerade webbplatser och hitta projekt att bidra till på https://weblate.org/discover/.
ta: * டிச்கவர்* என்பது ஒரு விருப்பமான சேவையாகும், இது மொழிபெயர்ப்பாளர்களுக்கு மற்ற வலைபெயர்ப்பு நிகழ்வுகளையும் சமூகங்களையும் கண்டுபிடிப்பதை எளிதாக்குகிறது. பயனர்கள் பதிவுசெய்யப்பட்ட தளங்களை உலாவலாம் மற்றும் https://weblate.org/discover/ இல் பங்களிக்க திட்டங்களைக் காணலாம்.
tr: *Keşfet*, kullanıcıların Weblate sunucularını ve topluluklarını bulmasını kolaylaştıran bir abonelik hizmetidir. Kullanıcılar https://weblate.org/discover/ adresinden kaydedilmiş sitelere göz atabilir ve katkıda bulunulacak projeleri bulabilir.
uk: *Discover* є внутрішньою службою, яка спрощує для перекладачів пошук інших екземплярів Weblate та спільнот. Користувачі можуть переглядати зареєстровані сайти для пошуку проєктів для власних внесків на https://weblate.org/discover/.
zh_hans: *发现* 默认关闭，该服务让译员可以更轻松地找到其他 Weblate 实例和社区。用户可以在 https://weblate.org/discover/ 浏览已注册的站点并寻找作贡献的项目。

source: Getting listed
de: Aufnahme in die Liste
ga: Ag liostú
hu: Felvétel a listába
id: Terdaftar
ja: リストに掲載する
nl: Vermeld worden
pt: Como fazer para ser listado
pt_br: Como fazer para ser listado
ro: Noțiuni de bază
ru: Попадание в список
sv: Att bli noterad
ta: பட்டியலிடப்படுகிறது
tr: Listelenme
uk: Потрапляння до списку
zh_hans: 列入

source: Make sure you are OK with publishing your instance name, URL, tally of projects, components, and users, together with names of public projects and components for use on *Discover*.
de: Vergewissern Sie sich, dass Sie mit der Veröffentlichung Ihres Instanznamens, der URL, der Anzahl der Projekte, Komponenten und Benutzer sowie der Namen der öffentlichen Projekte und Komponenten auf *Entdecken* einverstanden sind.
ga: Bí cinnte go bhfuil tú ceart go leor le d'ainm shampla, URL, cuntas tionscadal, comhpháirteanna agus úsáideoirí, mar aon le hainmneacha tionscadal poiblí agus comhpháirteanna le húsáid ar *Discover*, a fhoilsiú.
hu: Győződjön meg arról, hogy elfogadja az alábbi adatok közzétételét: példány neve, URL-je, a projektek, összetevők és felhasználók száma, valamint a nyilvános projektek és összetevők neve a *Felfedezés* szolgáltatáson.
id: Pastikan Anda setuju untuk menerbitkan nama instansi, URL, jumlah proyek, komponen, dan pengguna, bersama dengan nama proyek dan komponen publik untuk digunakan di *Discover*.
ja: インスタンス名、URL、プロジェクト、コンポーネント、ユーザーの集計、および Discover で使用する公開プロジェクトとコンポーネントの名前を公開しても問題がないかどうかを確認してください。
nl: Zorg ervoor dat u het goed vindt om de naam van uw instantie, URL, telling van projecten, onderdelen en gebruikers te publiceren, samen met de namen van publieke projecten en onderdelen, om te gebruiken op *Discover*.
pt: Certifique-se de que está de acordo com a publicação do nome da sua instância, URL, registo de projetos, componentes e utilizadores, juntamente com os nomes de projetos e componentes públicos para uso no *Discover*.
pt_br: Certifique-se de que está de acordo com a publicação do nome da sua instância, URL, registro de projetos, componentes e usuários, juntamente com os nomes de projetos e componentes públicos para uso no *Discover*.
sv: Se till att du samtycker till att publicera ditt instansnamn, din URL, antal projekt, komponenter och användare, tillsammans med namn på offentliga projekt och komponenter för användning på *Discover*.
ta: உங்கள் நிகழ்வு பெயர், முகவரி, திட்டங்கள், கூறுகள் மற்றும் பயனர்களின் எண்ணிக்கை, பொது திட்டங்கள் மற்றும் கூறுகளின் பெயர்களுடன் *டிச்கவர் *இல் பயன்படுத்த நீங்கள் சரி என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
tr: *Keşfet* üzerinde kullanılmak üzere, kopyanızın adının, adresinin, proje, bileşen ve kullanıcı sayılarınızın ve ayrıca proje ile bileşen adlarınızın herkese açık olarak yayınlanmasıyla ilgili bir sorun yaşamayacağınızdan emin olun.
uk: Переконайтеся, що ви згодні з оприлюдненням назви вашого екземпляра, адреси, позначки проєктів, складників та користувачів, а також назв відкритих проєктів та складників для використання у *Discover*.
zh_hans: 使用 *Discover* 服务前，请确保你不反对公布实例的名称、URL、项目、部件和用户数目，以及公开项目和部件的名称。
