Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :ref:`addon-weblate.cleanup.generic` is now automatically installed for formats which need it to update non-translation content in the translated files.
de: :ref:`addon-weblate.cleanup.generic` wird nun automatisch für Formate installiert, die es benötigen, um nicht-übersetzte Inhalte in den übersetzten Dateien zu aktualisieren.
ga: Tá :ref:`addon-weblate.cleanup.generic` suiteáilte go huathoibríoch anois le haghaidh formáidí a dteastaíonn uathu ábhar neamhaistrithe sna comhaid aistrithe a nuashonrú.
hu: A :ref:`addon-weblate.cleanup.generic` mostantól automatikusan települ azokhoz a formátumokhoz, amelyeknél szükséges a nem fordítási tartalmak frissítése a lefordított fájlokban.
id: :ref:`addon-weblate.cleanup.generic` sekarang diinstal secara otomatis untuk format yang memerlukannya untuk memperbarui konten non-terjemahan dalam berkas yang diterjemahkan.
ja: 翻訳ファイル内の翻訳以外のコンテンツを更新するために必要なフォーマットに対して、:ref:`addon-weblate.cleanup.generic` が自動的にインストールされるようになりました。
nl: :ref:`addon-weblate.cleanup.generic` wordt nu automatisch geïnstalleerd voor indelingen die niet-vertaalbare inhoud in vertaalbestanden moeten bijwerken.
pt: :ref:`addon-weblate.cleanup.generic` agora é instalado automaticamente para formatos que precisam dele para atualizar o conteúdo não traduzido nos ficheiros traduzidos.
pt_br: :ref:`addon-weblate.cleanup.generic` agora, a instalação é realizada automaticamente para os formatos que necessitam dela para atualizar conteúdos não traduzidos nos arquivos que já foram traduzidos.
sv: :ref:`addon-weblate.cleanup.generic` installeras nu automatiskt för format som behöver det för att uppdatera icke-översatt innehåll i de översatta filerna.
ta: :ref:`addon-weblate.cleanup.generic` is now automatically installed க்கு formats which need it பெறுநர் புதுப்பிப்பு non-translation content in the மொழிபெயர்க்கப்பட்டுள்ளது files.
tr: Güncellenmesi gereken biçimler için çevrilmiş dosyalardaki çeviri dışı içeriklerin :ref:`addon-weblate.cleanup.generic` tarafından otomatik olarak kurulması sağlandı.
uk: У новій версії :ref:`addon-weblate.cleanup.generic` автоматично встановлюється для форматів, які потребують його для оновлення не пов'язаних із перекладом даних у перекладених файлах.
zh_hans: 对于需要它更新翻译文件中的非翻译内容的格式，现在会自动安装 :ref:`addon-weblate.cleanup.generic`。

source: Support for using Docker network names in automatic suggestion settings.
de: Unterstützung für das Verwenden von Docker-Netzwerknamen in den Einstellungen für automatische Übersetzungsvorschläge.
ga: Tacaíocht le húsáid ainmneacha líonra Docker i socruithe moltaí uathoibríocha.
hu: Támogatott a Docker hálózati nevek használata az automatikus javaslatbeállításokban.
id: Dukungan untuk penggunaan nama jaringan Docker dalam pengaturan saran otomatis.
ja: 自動提案設定で Docker ネットワーク名に対応。
nl: Ondersteuning voor het gebruiken van netwerknamen voor Docker in instellingen voor automatische suggesties.
pt: Suporte para o uso de nomes de rede do Docker em configurações de sugestão automática.
pt_br: Suporte para o uso de nomes de rede do Docker em configurações de sugestão automática.
sv: Stöd för användning av Docker-nätverksnamn i inställningarna för automatiska förslag.
ta: தானியங்கி பரிந்துரை அமைப்புகளில் கப்பல்துறை பிணையம் பெயர்களைப் பயன்படுத்துவதற்கான உதவி.
tr: Otomatik öneri ayarlarında Docker ağ adlarının kullanılması için destek eklendi.
uk: Підтримка використання імен мереж Docker у налаштуваннях автоматичних пропозицій.
zh_hans: 支持在自动建议设置中使用 Docker 网络名称。

source: Fixed authentication using some third-party providers such as Azure.
de: Die Authentifizierung mit einigen Drittanbietern wie Azure behoben.
ga: Fíordheimhniú seasta ag baint úsáide as roinnt soláthraithe tríú páirtí cosúil le Azure.
hu: Javítva a hitelesítés néhány külső szolgáltatóval, például: MS Azure.
id: Autentikasi tetap menggunakan beberapa penyedia pihak ketiga seperti Azure.
ja: Azure などの一部のサードパーティ プロバイダーを使用した認証の修正。
nl: Gerepareerde authenticatie voor enkele derde partijen, zoals Azure.
pt: Autenticação corrigida usando alguns provedores terceirizados, como o Azure.
pt_br: Corrigida a autenticação usando alguns provedores terceirizados, como o Azure.
sv: Fast autentisering med hjälp av vissa tredjepartsleverantörer, såsom Azure.
ta: அசூர் போன்ற சில மூன்றாம் தரப்பு வழங்குநர்களைப் பயன்படுத்தி நிலையான ஏற்பு.
tr: Azure gibi bazı üçüncü taraf hizmet sağlayıcıları ile kimlik doğrulamasında yaşanan sorun düzeltildi.
uk: Виправлено розпізнавання на основі даних сторонніх надавачів послуг, зокрема Azure.
zh_hans: 修复了使用 Azure 等第三方提供商的身份验证问题。

source: Support for formal and informal Portuguese in :ref:`mt-deepl`.
de: Unterstützung für formelles und informelles Portugiesisch in :ref:`mt-deepl`.
ga: Tacaíocht do Phortaingéilis fhoirmiúla agus neamhfhoirmiúla i :ref:`mt-deepl`.
hu: Támogatás a formális és informális portugál nyelvváltozatokhoz a :ref:`mt-deepl` esetében.
id: Dukungan untuk Portugis formal dan informal di :ref:`mt-deepl`.
ja: :ref:`mt-deepl` で、フォーマルなポルトガル語とインフォーマルなポルトガル語に対応。
nl: Ondersteuning voor formeel en informeel Portugees in :ref:`mt-deepl`.
pt: Suporte para o português formal e informal em :ref:`mt-deepl`.
pt_br: Suporte para o português formal e informal em :ref:`mt-deepl`.
sv: Stöd för formell och informell portugisiska i :ref:`mt-deepl`.
tr: :ref:`mt-deepl` içine resmi ve resmi olmayan Portekizce desteği eklendi.
uk: Підтримка формальної та неформальної португальської мови у :ref:`mt-deepl`.
zh_hans: 支持 :ref:`mt-deepl` 中正式和非正式葡萄牙语。

source: QR code for TOTP is now black/white even in dark mode.
de: Der QR-Code für TOTP ist jetzt auch im dunklen Modus schwarz/weiß.
ga: Tá an cód QR le haghaidh TOTP dubh/bán anois fiú sa mhód dorcha.
hu: A TOTP QR-kód mostantól fekete-fehér még sötét módban is.
id: Kode QR untuk TOTP sekarang berwarna hitam/putih bahkan dalam mode gelap.
ja: TOTP の QR コードをダークモードでも反転しないようになりました。
nl: QR-code voor TOTP is nu zwart-wit, zelfs in donkere modus.
pt: O código QR para TOTP agora é preto/branco, mesmo no modo escuro.
pt_br: O código QR para TOTP agora é preto/branco, mesmo no modo escuro.
sv: QR-koden för TOTP är nu svart/vit även i mörkt läge.
ta: TOTP க்கான QR குறியீடு இப்போது இருண்ட பயன்முறையில் கூட கருப்பு/வெள்ளை.
tr: Tek kullanımlık parola QR kodunın karanlık kipte bile siyah/beyaz görüntülenmesi sağlandı.
uk: QR-код для TOTP тепер чорно-білий навіть у темному режимі.
zh_hans: 即使在深色模式下，TOTP 的二维码现在也是黑/白色的。

source: Fixed TOTP authentication when WebAuthn is also configured for the user.
de: TOTP-Authentifizierung korrigiert, wenn WebAuthn auch für den Benutzer konfiguriert ist.
ga: Fíordheimhniú TOTP seasta nuair a bhíonn WebAuthn cumraithe don úsáideoir freisin.
hu: Javítva a TOTP hitelesítés, ha a felhasználónál a WebAuthn is be van állítva.
id: Memperbaiki autentikasi TOTP saat WebAuthn juga dikonfigurasi untuk pengguna.
ja: ユーザーに WebAuthn も設定されている場合の TOTP 認証を修正。
nl: Gerepareerde TOTP-authenticatie als WebAuthn ook is geconfigureerd voor de gebruiker.
pt: Corrigida a autenticação TOTP quando o WebAuthn também é configurado para o utilizador.
pt_br: Corrigida a autenticação TOTP quando o WebAuthn também é configurado para o usuário.
sv: Fixade TOTP-autentisering när WebAuthn också är konfigurerat för användaren.
ta: நிலையான TOTP ஏற்பு பயனருக்காக வெபதன் கட்டமைக்கப்படும்போது.
tr: Kullanıcının WebAuthn yapılandırması da varken tek kullanımlık parola kimlik doğrulamasında yaşanan sorun düzeltildi.
uk: Виправлено автентифікацію TOTP, коли для користувача також налаштовано WebAuthn.
zh_hans: 修复了为用户配置 WebAuthn 时的 TOTP 身份验证问题。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
id: `Semua perubahan secara rinci <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__ 。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
pt: `Todas as alterações em pormenores <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/125?closed=1> ____.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/125?closed=1>`__。

source: *Released on August 15th 2024.*
de: *Veröffentlicht am 15. August 2024.*
ga: *Eisithe ar 15 Lúnasa 2024.*
hu: *Kiadva: 2024. augusztus 15.*
id: *Dirilis pada 15 Agustus 2024.*
nl: *Uitgegeven op 15 augustus 2024.*
pt_br: *Atualizado em 15 de agosto de 2024.*
sv: *Släpptes den 15 augusti 2024.*
tr: *15 Ağustos 2024 tarihinde yayınlandı.*
uk: *Випущено 15 серпня 2024 року.*

source: :ref:`2fa` is now supported using Passkeys, WebAuthn, authentication apps (TOTP), and recovery codes.
de: :ref:`2fa` wird jetzt mithilfe von Passkeys, WebAuthn, Authentifizierungs-Apps (TOTP) und Wiederherstellungscodes unterstützt.
ga: Tacaítear le :ref:`2fa` anois trí úsáid a bhaint as Passkeys, WebAuthn, aipeanna fíordheimhnithe (TOTP), agus cóid athshlánaithe.
hu: A :ref:`2fa` mostantól támogatja a Passkey-t, WebAuthn-t, hitelesítő alkalmazásokat (TOTP), valamint a helyreállítási kódokat.
id: :ref:`2fa` sekarang didukung menggunakan Passkeys, WebAuthn, aplikasi autentikasi (TOTP), dan kode pemulihan.
ja: Passkeys、WebAuthn、認証アプリ（TOTP）、および回復コードを使用した :ref:`2fa` に対応。
nl: :ref:`2fa` wordt nu ondersteund met Passkeys, WebAuthn, apps voor authenticatie (TOTP) en herstelcodes.
pt: O :ref:`2fa` agora é compatível com o uso de Passkeys, WebAuthn, apps de autenticação (TOTP) e códigos de recuperação.
pt_br: :ref:`2fa` agora é compatível com o uso de Passkeys, WebAuthn, aplicativos de autenticação (TOTP) e códigos de recuperação.
sv: :ref:`2fa` stöds nu med hjälp av passnycklar, WebAuthn, autentiseringsappar (TOTP) och återställningskoder.
tr: :ref:`2fa` artık geçiş anahtarları, WebAuthn, kimlik doğrulama uygulamaları (tek kullanımlık parola) ve kurtarma kodlarının kullanılmasını destekliyor.
uk: :ref:`2fa` тепер підтримується за допомогою Passkeys, WebAuthn, програм автентифікації (TOTP) та кодів відновлення.
zh_hans: 现在支持通过 Passkeys、WebAuthn、身份认证应用 (TOTP) 和恢复码使用 :ref:`2fa`。

source: :ref:`2fa` can be enforced at the team or project level.
de: :ref:`2fa` kann auf Team- oder Projektebene erzwungen werden.
ga: Is féidir :ref:`2fa` a fhorghníomhú ag leibhéal na foirne nó an tionscadail.
hu: A :ref:`2fa` kötelezővé tehető csapat- vagy projektszinten.
id: :ref:`2fa` dapat diterapkan di tingkat tim atau proyek.
ja: :ref:`2fa` はチームまたはプロジェクト単位で強制できます。
nl: :ref:`2fa` kan worden afgedwongen op het niveau van het team of het project.
pt: O :ref:`2fa` pode ser aplicado no nível da equipa ou do projeto.
pt_br: :ref:`2fa` pode ser aplicado no nível da equipe ou do projeto.
sv: :ref:`2fa` kan tillämpas på team- eller projektnivå.
tr: :ref:`2fa` özelliğinin takım veya proje düzeyinde uygulanması sağlandı.
uk: :ref:`2fa` може бути застосовано на рівні команди або проєкту.
zh_hans: 可以在团队或项目层级强制使用 :ref:`2fa`。

source: :ref:`adding-new-strings` can now create plural strings in the user interface.
de: :ref:`adding-new-strings` kann nun Zeichenketten mit Pluralformen in der Bedienoberfläche erstellen.
ga: Is féidir le :ref:`adding-new-strings` teaghráin iolra a chruthú sa chomhéadan úsáideora anois.
hu: Az :ref:`adding-new-strings` funkcióval mostantól többes számú szövegek is létrehozhatók a felhasználói felületen.
id: :ref:`adding-new-strings` sekarang dapat membuat string jamak di antarmuka pengguna.
ja: :ref:`adding-new-strings` により、ユーザー インターフェイスで複数形の文字列の作成に対応。
nl: :ref:`adding-new-strings` kan nu tekenreeksen in meervoud maken in de gebruikersinterface.
pt: :ref:`adding-new-strings` agora pode criar cadeias no plural na interface do utilizador.
pt_br: :ref:`adding-new-strings` agora pode criar textos no plural na interface do usuário.
sv: :ref:`adding-new-strings` kan nu skapa pluralsträngar i användargränssnittet.
tr: :ref:`adding-new-strings` ile kullanıcı arayüzünden çoğul dizgelerin oluşturulması sağlandı.
uk: :ref:`adding-new-strings` тепер може створювати множинні рядки у користувацькому інтерфейсі.
zh_hans: :ref:`adding-new-strings` 现在可以在用户界面中创建复数字符串了。

source: :ref:`labels` now include description to explain them.
de: :ref:`labels` enthalten jetzt eine Beschreibung, um sie zu erklären.
ga: Cuimsíonn :ref:`labels` cur síos anois chun iad a mhíniú.
hu: A :ref:`labels` mostantól magyarázattal ellátott leírásokat is tartalmaznak.
id: :ref:`labels` sekarang menyertakan deskripsi untuk menjelaskannya.
ja: :ref:`labels` をラベルを説明する説明を含むように改良。
nl: :ref:`labels` bevatten nu een beschrijving om ze uit te leggen.
pt: :ref:`labels` agora inclui uma descrição para explicá-las.
pt_br: :ref:`labels` agora inclui uma descrição para explicá-las.
sv: :ref:`labels` innehåller nu en beskrivning som förklarar dem.
tr: :ref:`labels` içine açıklama alanı eklendi.
uk: :ref:`labels` тепер містять опис для їх пояснення.
zh_hans: :ref:`labels` 现在包含解释它们的描述。

source: :ref:`mt-openai` now supports custom models and URLs and offers rephrasing of existing strings.
de: :ref:`mt-openai` unterstützt jetzt benutzerdefinierte Modelle und URLs und bietet das Umformulieren vorhandener Zeichenketten.
ga: Tacaíonn :ref:`mt-openai` anois le samhlacha saincheaptha agus URLanna agus cuireann sé athfhrású ar na teaghráin atá ann cheana féin.
hu: Az :ref:`mt-openai` mostantól támogatja az egyedi modellek és URL-ek használatát, valamint képes meglévő szövegek újrafogalmazására.
id: :ref:`mt-openai` sekarang mendukung model dan URL khusus dan menawarkan pengubahan string yang ada.
ja: :ref:`mt-openai` をカスタム モデルと URL に対応、既存の文字列の言い換えも提供できるように改良。
nl: :ref:`mt-openai` ondersteunt nu aangepaste modellen en URL's en biedt opnieuw fraseren van bestaande tekenreeksen aan.
pt: :ref:`mt-openai` agora suporta modelos e URLs personalizados e oferece reformulação de cadeias existentes.
pt_br: :ref:`mt-openai` agora suporta modelos e URLs personalizados e oferece reformulação de textos existentes.
sv: :ref:`mt-openai` stöder nu anpassade modeller och URL:er och erbjuder omformulering av befintliga strängar.
ta: :ref:`mt-openai` now supports தனிப்பயன் models and URLs and offers rephrasing of existing strings.
tr: :ref:`mt-openai` üzerine özel model ve adres desteği eklendi ve var olan dizgelerin yeniden ifade edilmesi sağlandı.
uk: :ref:`mt-openai` тепер підтримує користувацькі моделі та URL-адреси, а також пропонує перефразування наявних рядків.
zh_hans: :ref:`mt-openai` 现在支持自定义模型和 URL 并提供使用不同措辞改动现有字符串让含义更清晰的功能。

source: :ref:`mt-cyrtranslit` automatic suggestion service.
de: Automatischer Vorschlagsdienst :ref:`mt-cyrtranslit`.
ga: :ref:`mt-cyrtranslit` seirbhís moltaí uathoibríoch.
hu: Új :ref:`mt-cyrtranslit` automatikus javaslatszolgáltatás.
id: :ref:`mt-cyrtranslit` layanan saran otomatis.
ja: :ref:`mt-cyrtranslit` 自動提案サービス。
nl: :ref:`mt-cyrtranslit` automatische service voor suggesties.
pt: :ref:`mt-cyrtranslit` serviço de sugestão automática.
pt_br: :ref:`mt-cyrtranslit` serviço de sugestão automática.
sv: :ref:`mt-cyrtranslit` automatisk förslagstjänst.
tr: :ref:`mt-cyrtranslit` kendiliğinden öneri hizmeti eklendi.
uk: Служба автоматичних пропозицій :ref:`mt-cyrtranslit`.
zh_hans: :ref:`mt-cyrtranslit` 自动建议服务。

source: :ref:`addon-weblate.properties.sort` can now do case-sensitive sorting.
de: :ref:`addon-weblate.properties.sort` beachtet jetzt Groß- und Kleinschreibung beim Sortieren.
ga: Is féidir le :ref:`addon-weblate.properties.sort` sórtáil cás-íogair a dhéanamh anois.
hu: A :ref:`addon-weblate.properties.sort` mostantól érzékeny lehet a kis- és nagybetűkre a rendezésnél.
id: :ref:`addon-weblate.properties.sort` sekarang dapat melakukan pengurutan peka huruf besar-kecil.
ja: :ref:`addon-weblate.properties.sort` は大文字と小文字を区別したソートに対応。
nl: :ref:`addon-weblate.properties.sort` kan nu hoofdlettergevoelig sorteren uitvoeren.
pt: :ref:`addon-weblate.properties.sort` agora pode fazer a classificação com distinção entre maiúsculas e minúsculas.
pt_br: :ref:`addon-weblate.properties.sort` agora pode fazer a classificação com distinção entre maiúsculas e minúsculas.
sv: :ref:`addon-weblate.properties.sort` kan nu sortera med hänsyn till versaler och gemener.
tr: :ref:`addon-weblate.properties.sort` eklentisinin büyük/küçük harfe duyarlı sıralama yapabilmesi sağlandı.
uk: У новій версії :ref:`addon-weblate.properties.sort` може виконувати упорядковування із врахуванням регістру.
zh_hans: :ref:`addon-weblate.properties.sort` 现在可以进行区分大小写的排序。

source: The status widgets are now supported site-wide and language-wide, see :ref:`promotion`.
de: Die Status-Widgets werden jetzt plattformweit und sprachübergreifend unterstützt, siehe :ref:`promotion`.
ga: Tacaítear leis na giuirléidí stádais anois ar fud an tsuímh agus ar fud na teanga, féach :ref:`promotion`.
hu: A státusz widgetek mostantól elérhetők webhely- és nyelviszinten is, lásd: :ref:`promotion`.
id: Widget status sekarang didukung di seluruh situs dan bahasa, lihat :ref:`promotion`.
ja: ステータスウィジェットを、現在サイト全体および言語全体に対応、参照: :ref:`promotion`。
nl: De widgets voor de status worden nu sitebreed en taalbreed ondersteund, bekijk :ref:`promotion`.
pt: Os widgets de estado agora são suportados em todo o site e em todos os idiomas, consulte :ref:`promotion`.
pt_br: Widgets de Status agora são suportados em todo o site e em todos os idiomas, consulte :ref:`promotion`.
sv: Statuswidgetarna stöds nu på hela webbplatsen och för alla språk, se :ref:`promotion`.
tr: Durum pano bileşenlerinin site genelinde ve dil genelinde desteklenmesi salandı. Ayrıntılı bilgi almak için: :ref:`promotion`.
uk: Віджети статусів тепер підтримуються на всьому сайті і для всіх мов, див. :ref:`promotion`.
zh_hans: 现已支持全站和全语言范围的状态小挂件，见 :ref:`promotion`。

source: Highlight newlines in the editor.
de: Zeilenumbrüche werden im Editor hervorgehoben.
ga: Aibhsigh línte nua san eagarthóir.
hu: A szerkesztőben kiemelésre kerülnek az újsor karakterek.
id: Sorot baris baru di penyunting.
ja: エディターで改行を強調表示。
nl: Accentueer nieuwe regels in de bewerker.
pt: Realça novas linhas no editor.
pt_br: Realça novas linhas no editor.
sv: Markera radbrytningar i redigeraren.
ta: எடிட்டரில் புதிய வரிகளை முன்னிலைப்படுத்தவும்.
tr: Düzenleyicide yeni satırların vurgulanması sağlandı.
uk: Реалізовано підсвічування символів розриву рядків у редакторі.
zh_hans: 在编辑器中突出显示新行。

source: :doc:`/formats/csv` better handle files with two fields only.
de: :doc:`/formats/csv` verarbeitet Dateien mit nur zwei Feldern besser.
ga: :doc:`/formats/csv` láimhseáil níos fearr comhaid le dhá réimse amháin.
hu: A :doc:`/formats/csv` mostantól jobban kezeli a csak két mezőt tartalmazó fájlokat.
id: :doc:`/formats/csv` lebih baik menangani berkas dengan dua bidang saja.
ja: :doc:`/formats/csv` で、2 つのフィールドのみファイルの取り扱いの改良。
nl: :doc:`/formats/csv` handelen bestanden met slechts twee velden beter af.
pt: :doc:`/formats/csv` lida melhor com arquivos com apenas dois campos.
pt_br: :doc:`/formats/csv` lida melhor com arquivo com apenas dois campos.
sv: :doc:`/formats/csv` hanterar bättre filer med endast två fält.
tr: :doc:`/formats/csv` dosya işlemesinin yalnızca iki alanla daha iyi yapılması sağlandı.
uk: У новій версії :doc:`/formats/csv` краще обробляються файли, коли є лише два поля.
zh_hans: :doc:`/formats/csv` 更好地处理只有两个字段的文件。

source: Browse mode can now be navigated using keyboard, see :ref:`keyboard`.
de: Beim Durchsuchen kann jetzt mit der Tastatur navigiert werden, siehe :ref:`keyboard`.
ga: Is féidir modh brabhsála a nascleanúint anois le méarchlár, féach :ref:`keyboard`.
hu: A böngésző mód mostantól billentyűzettel is vezérelhető, lásd: :ref:`keyboard`.
id: Mode jelajah sekarang dapat dinavigasi menggunakan keyboard, lihat :ref:`keyboard`.
ja: 閲覧モードを、キーボードを使用した操作に対応、参照: :ref:`keyboard`。
nl: In modus Bladeren kan nu worden genavigeerd met het toetsenbord, bekijk :ref:`keyboard`.
pt: O modo de navegação agora pode ser navegado usando o teclado, consulte :ref:`keyboard`.
pt_br: O modo de navegação agora pode ser navegado usando o teclado, consulte :ref:`keyboard`.
sv: Bläddringläget kan nu navigeras med tangentbordet, se :ref:`keyboard`.
tr: Göz atma kipinin klavye ile kullanılabilmesi sağlandı. Ayrıntılı bilgi almak için: :ref:`keyboard`.
uk: У режимі перегляду тепер можна переходити за допомогою клавіатури, див. :ref:`keyboard`.
zh_hans: 现在可使用键盘操控浏览模式，见 :ref:`keyboard`。

source: :http:get:`/api/components/(string:project)/(string:component)/credits/` and :http:get:`/api/projects/(string:project)/credits/` API endpoints for components and projects.
de: :http:get:`/api/components/(string:project)/(string:component)/credits/` und :http:get:`/api/projects/(string:project)/credits/` API-Endpunkte für Komponenten und Projekte.
ga: :http:get:`/api/components/(string:project)/(string:component)/credits/` agus :http:get:`/api/projects/(string:project)/credits/` API do chomhpháirteanna agus do thionscadail.
hu: Új API végpontok: :http:get:`/api/components/(string:project)/(string:component)/credits/` és :http:get:`/api/projects/(string:project)/credits/` az összetevők és projektek hitelesítési adatainak lekérdezésére.
id: :http:get:`/api/components/(string:project)/(string:component)/credits/` dan :http:get:`/api/projects/(string:project)/credits/` titik akhir API untuk komponen dan proyek.
ja: コンポーネントとプロジェクトの :http:get:`/api/components/(string:project)/(string:component)/credits/` および :http:get:`/api/projects/(string:project)/credits/` API エンドポイント。
nl: :http:get:`/api/components/(string:project)/(string:component)/credits/` en :http:get:`/api/projects/(string:project)/credits/` API-eindpunten voor onderdelen en projecten.
pt: Endpoints da API :http:get:`/api/components/(string:project)/(string:component)/credits/` e :http:get:`/api/projects/(string:project)/credits/` para componentes e projetos.
pt_br: Endpoints da API :http:get:`/api/components/(string:project)/(string:component)/credits/` e :http:get:`/api/projects/(string:project)/credits/` para componentes e projetos.
sv: :http:get:`/api/components/(string:project)/(string:component)/credits/` och :http:get:`/api/projects/(string:project)/credits/` API-slutpunkter för komponenter och projekt.
ta: :http:get:`/api/components/(string:project)/(string:component)/credits/` and :http:get:`/api/projects/(string:project)/credits/` பநிஇ endpoints க்கு கூறுகள் மற்றும் திட்டங்கள்.
tr: Bileşenler ve projeler için :http:get:`/api/components/(string:project)/(string:component)/credits/` and :http:get:`/api/projects/(string:project)/credits/` API uçnoktaları eklendi.
uk: :http:get:`/api/components/(string:project)/(string:component)/credits/` та :http:get:`/api/projects/(string:project)/credits/` кінцеві точки API для компонентів та проєктів.
zh_hans: 部件和项目的 :http:get:`/api/components/(string:project)/(string:component)/credits/` 和 :http:get:`/api/projects/(string:project)/credits/` API 端点。
