Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Extended contributor stats to reflect both source and target counts.
de: Übersetzerstatistik erweitert, um sowohl die Anzahl der Ausgangs- als auch der Zielzeichenketten zu berücksichtigen.
ga: Staitisticí sínte ranníocóirí chun comhaireamh foinse agus sprice araon a léiriú.
hu: Közreműködői statisztikák kibővítve, forrás- és célnyelvi karakterek is megjelennek.
id: Statistik kontributor yang diperluas untuk mencerminkan jumlah sumber dan target.
ja: ソース数とターゲット数の両方を反映するように貢献者の統計情報を拡張。
nl: Statistieken voor deelnemer uitgebreid om de aantallen voor zowel bron als doel weer te geven.
pt: Estendidas as estatísticas de colaboradores para refletir as contagens fonte e destino.
pt_br: Estendidas as estatísticas de colaboradores para refletir as contagens fonte e destino.
ro: Statisticile contribuitorilor au fost extinse pentru a reflecta atât numărul surselor, cât și cel al țintelor.
ru: Расширенная статистика по участникам, отражающая как количество источников, так и количество переводов.
sv: Utökad statistik för bidragsgivare för att återspegla både käll- och målantal.
ta: மூல மற்றும் இலக்கு எண்ணிக்கையை பிரதிபலிக்க நீட்டிக்கப்பட்ட பங்களிப்பாளர் புள்ளிவிவரங்கள்.
tr: Katılımcı istatistikleri, kaynak ve hedef sayılarını yansıtacak şekilde zenginleştirildi.
uk: Розширено статистичні дані щодо учасників з метою показу одразу даних щодо джерела та перекладу.
zh_hans: 扩展了贡献者统计数据，来反映原文和目标相关计数。
zh_hant: 擴展了貢獻者統計數據，來反映源計數和目標計數。

source: Admins and consistency add-ons can now add translations even if disabled for users.
de: Administratoren und Konsistenz-Erweiterungen können jetzt Übersetzungen hinzufügen, auch wenn sie für Benutzer deaktiviert sind.
ga: Is féidir le riarthóirí agus breiseáin comhsheasmhachta aistriúcháin a chur leis fiú má tá siad díchumasaithe d'úsáideoirí.
hu: Adminisztrátorok és a konzisztenciaellenőrző kiegészítők mostantól akkor is hozzáadhatnak fordításokat, ha ez a felhasználók számára tiltva van.
id: Admin dan pengaya konsistensi sekarang dapat menambahkan terjemahan meskipun dinonaktifkan untuk pengguna.
ja: 管理者および整合性アドオンは、ユーザーに対して無効となっている場合でも翻訳を追加できるように改良。
nl: Add-ons voor beheerders en consistentie kunnen nu vertalingen toevoegen, zelfs als zij voor gebruikers zijn uitgeschakeld.
pt: Os administradores e extensões de consistência agora podem adicionar traduções, mesmo se desativado para os utilizadores.
pt_br: Os administradores e complementos de consistência agora podem adicionar traduções, mesmo se desativado para os usuários.
ro: Administratorii și suplimentele de consistență pot adăuga acum traduceri, chiar dacă acestea sunt dezactivate pentru utilizatori.
ru: Администраторы и надстройка проверки согласованности теперь могут добавлять переводы, даже если они отключены для пользователей.
sv: Administratörer och tillägg för konsistens kan nu lägga till översättningar även om de är inaktiverade för användare.
ta: நிர்வாகிகள் மற்றும் சீரான துணை நிரல்கள் பயனர்களுக்கு முடக்கப்பட்டிருந்தாலும் இப்போது மொழிபெயர்ப்புகளைச் சேர்க்கலாம்.
tr: Çeviriler kullanıcılar için kullanımdan kaldırılmış olsa bile, yöneticilerin ve tutarlılık eklentilerinin çeviri yapabilmesi sağlandı.
uk: У новій версії адміністратори та додатки забезпечення однорідності можуть додавати переклади, навіть якщо таку можливість вимкнено для користувачів.
zh_hans: 管理员和一致性附加组件现在可以添加翻译，即使对用户禁用。
zh_hant: 管理員和一致性附加組件現在可以添加翻譯，即使對用戶禁用。

source: Fixed description of toggle disabling ``Language-Team`` header manipulation.
de: Die Beschreibung der Umschaltfunktion zur Deaktivierung der ``Language-Team`` Header-Manipulation korrigiert.
ga: Cur síos seasta ar ionramháil ceanntásc ``Team-Teanga`` a dhíchumasaíonn scoránaigh.
hu: ``Language-Team`` fejléc letiltási opciójának leírása javítva.
id: Memperbaiki deskripsi tentang penonaktifan tombol alih manipulasi tajuk ``Language-Team``.
ja: ``Language-Team`` ヘッダー操作を無効にする切り替えの説明を修正。
nl: Beschrijving van schakelen voor uitschakelen van bewerken van kop ``Language-Team`` gerepareerd.
pt: Corrigida a descrição de alternar a desativar a manipulação do cabeçalho ``Language-Team``.
pt_br: Corrigida a descrição de alternar desabilitando a manipulação do cabeçalho ``Language-Team``.
ro: A fost corectată descrierea comutatorului care dezactivează manipularea antetului ``Language-Team``.
ru: Исправлено описание переключателя отключения манипуляции заголовком ``Language-Team``.
sv: Fast beskrivning av växlingsinaktivering av ``Language-Team``-rubrikmanipulering.
ta: `` மொழி-அணி`` தலைப்பு கையாளுதலை முடக்குவது என்ற நிலையான விளக்கம்.
tr: ``Language-Team`` üst bilgi değişikliğini kullanımdan kaldırma düğmesinin açıklaması düzeltildi.
uk: Виправлено опис перемикача, який вимикає обробку заголовка ``Language-Team``.
zh_hans: 修复了停用 ``Language-Team`` 标头操作说明的错误。
zh_hant: 修復了禁止 ``Language-Team`` 標頭操作切換的描述。

source: Notify users mentioned in comments.
de: Benachrichtigung von in Kommentaren erwähnten Benutzern.
ga: Cuir in iúl d'úsáideoirí a luaitear i dtuairimí.
hu: Megjegyzésben említett felhasználók értesítést kapnak.
id: Beritahukan pengguna yang disebutkan dalam komentar.
ja: コメントでメンションされたユーザーに通知するように改良。
nl: Notificeren van gebruikers vermeld in opmerkingen.
pt: Notifica os utilizadores mencionados nos comentários.
pt_br: Notifica os usuários mencionados nos comentários.
ro: Notifică utilizatorii menționați în comentarii.
ru: Уведомление пользователей, упомянутых в комментариях.
sv: Meddela användare som nämns i kommentarer.
ta: கருத்துகளில் குறிப்பிடப்பட்டுள்ள பயனர்களுக்கு அறிவிக்கவும்.
tr: Yorumlarda anılan kullanıcıların bilgilendirilmesi sağlandı.
uk: Реалізовано сповіщення користувачів, яких згадано у коментарях.
zh_hans: 通知评论中提及的用户。
zh_hant: 通知註釋中提到的用戶。

source: Removed file format autodetection from component setup.
de: Die automatische Erkennung von Dateiformaten aus der Komponenteneinrichtung entfernt.
ga: Baineadh uathbhrath formáid comhaid ó shocrú comhpháirte.
hu: Fájlformátum automatikus felismerése eltávolítva az összetevő beállításából.
id: Menghapus deteksi otomatis format berkas dari pengaturan komponen.
ja: コンポーネント設定からファイル形式の自動検出を削除。
nl: Automatisch detecteren van bestandsindeling verwijderd uit opstelling voor onderdeel.
pt: Removida a detecção automática do formato de ficheiros da configuração do componente.
pt_br: Removida a detecção automática do formato de arquivo da configuração do componente.
ro: A fost eliminată autodetecția formatului de fișier din configurarea componentelor.
ru: Из настройки компонента удалено автоопределение формата файла.
sv: Automatisk identifiering av filformat har tagits bort från komponentinställningarna.
ta: உபகரண அமைப்பிலிருந்து அகற்றப்பட்ட கோப்பு வடிவமைப்பு தானிடெடெக்சன்.
tr: Bileşen kurulumunda dosya biçiminin kendiliğinden algılanması özelliği kaldırıldı.
uk: Із налаштувань складників вилучено автоматичне визначення формату файлів.
zh_hans: 从部件设置中删除了文件格式自动检测。
zh_hant: 從組件設置中刪除了文件格式自動檢查。

source: Added digest notifications.
de: Zusammenfassungs-Benachrichtigungen hinzugefügt.
ga: Cuireadh fógraí achoimre leis.
hu: Összesítő értesítések (digest) hozzáadva.
id: Menambahkan pemberitahuan intisari.
ja: ダイジェスト通知の追加。
nl: Samengevatte notificaties toegevoegd.
pt: Adicionadas notificações de resumo.
pt_br: Adicionadas notificações de resumo.
ro: Au fost adăugate notificări de sinteză.
ru: Добавлены выдержки с уведомлениями.
sv: Lagt till sammanfattningsmeddelanden.
ta: டைசச்ட் அறிவிப்புகள் சேர்க்கப்பட்டன.
tr: Özet bildirimleri eklendi.
uk: Додано сповіщення-резюме.
zh_hans: 添加了摘要通知。
zh_hant: 添加了摘要通知。

source: Added support for muting component notifications.
de: Unterstützung für das Stummschalten von Komponentenbenachrichtigungen hinzugefügt.
ga: Tacaíocht breise le haghaidh fógraí comhpháirte a bhalbhú.
hu: Lehetőség az összetevő-értesítések elnémítására.
id: Menambahkan dukungan untuk menonaktifkan notifikasi komponen.
ja: コンポーネント通知のミュートに対応。
nl: Ondersteuning toegevoegd voor op stil zetten van notificaties onderdeel.
pt: Adicionado suporte para silenciar notificações de componentes.
pt_br: Adicionado suporte para silenciar notificações de componentes.
ro: A fost adăugat suport pentru muting-ul notificărilor componentelor.
ru: Добавлена поддержка заглушения уведомлений компонента.
sv: Lagt till stöd för att stänga av komponentmeddelanden.
ta: முடக்குதல் கூறு அறிவிப்புகளுக்கு உதவி சேர்க்கப்பட்டது.
tr: Bileşen bildirimlerini sessize alma desteği eklendi.
uk: Додано підтримку вимикання сповіщень щодо складників.
zh_hans: 为部件通知静音添加了支持。
zh_hant: 為組件通知靜音添加了支持。

source: Added notifications for new alerts, whiteboard messages or components.
de: Benachrichtigungen für neue Warnungen, Whiteboard-Nachrichten oder Komponenten hinzugefügt.
ga: Cuireadh fógraí leis le haghaidh foláirimh, teachtaireachtaí cláir bhána nó comhpháirteanna nua.
hu: Értesítések hozzáadva új figyelmeztetésekhez, üzenőfal-üzenetekhez vagy új összetevőkhöz.
id: Menambahkan notifikasi untuk peringatan baru, pesan papan tulis, atau komponen.
ja: 新しい警告、ホワイトボード メッセージ、またはコンポーネントに対する通知を追加。
nl: Notificaties toegevoegd voor nieuwe alarmen, berichten voor whiteboard of onderdelen.
pt: Adicionadas notificações para novos alertas, mensagens do quadro de comunicações ou componentes.
pt_br: Adicionadas notificações para novos alertas, mensagens do quadro de comunicações ou componentes.
ro: Au fost adăugate notificări pentru noi alerte, mesaje de tablă sau componente.
ru: Добавлены уведомления о новых предупреждениях, сообщениях на досках сообщений или компонентах.
sv: Lagt till aviseringar för nya varningar, whiteboardmeddelanden eller komponenter.
ta: புதிய விழிப்பூட்டல்கள், ஒயிட் போர்டு செய்திகள் அல்லது கூறுகளுக்கான அறிவிப்புகள் சேர்க்கப்பட்டன.
tr: Yeni uyarılar, beyaz tahta iletileri ve bileşenler için bildirimler eklendi.
uk: Додано сповіщення щодо нових попереджень, повідомлень на дошці та складників.
zh_hans: 添加了新警报、白板消息或部件的通知。
zh_hant: 為新的提醒、白板消息或組件添加了通知。

source: Notifications for administered projects can now be configured.
de: Benachrichtigungen für verwaltete Projekte können nun konfiguriert werden.
ga: Is féidir fógraí do thionscadail riartha a chumrú anois.
hu: Adminisztrált projektekhez tartozó értesítések mostantól konfigurálhatók.
id: Notifikasi untuk proyek yang dikelola sekarang dapat dikonfigurasi.
ja: 管理対象プロジェクトの通知を設定できるように改良。
nl: Notificaties voor beheerde projecten kunnen nu worden geconfigureerd.
pt: As notificações para projetos administrados agora podem ser configuradas.
pt_br: As notificações para projetos administrados agora podem ser configuradas.
ro: Notificările pentru proiectele administrate pot fi acum configurate.
ru: Теперь можно настроить уведомления для управляемых проектов.
sv: Meddelanden för administrerade projekt kan nu konfigureras.
ta: நிர்வகிக்கப்பட்ட திட்டங்களுக்கான அறிவிப்புகளை இப்போது கட்டமைக்க முடியும்.
tr: Yönetilen projelerin bildirimlerinin yapılandırılabilmesi sağlandı.
uk: У новій версії можна налаштовувати сповіщення для адміністративних проєктів.
zh_hans: 现在可以配置管理项目的通知。
zh_hant: 現在可以配置管理項目的通知。

source: Improved handling of three letter language codes.
de: Verbesserte Handhabung von Sprachcodes mit drei Buchstaben.
ga: Láimhseáil fheabhsaithe ar chóid teanga trí litir.
hu: Hárombetűs nyelvkódok kezelése továbbfejlesztve.
id: Peningkatan penanganan kode bahasa tiga huruf.
ja: 3 文字の言語コードの処理を改良。
nl: Verbeterde afhandeling van drieletterige taalcodes.
pt: Melhorado o tratamento de códigos de idioma de três letras.
pt_br: Melhorado o tratamento de códigos de idioma de três letras.
ro: Gestionarea îmbunătățită a codurilor lingvistice de trei litere.
ru: Улучшена обработка трёхбуквенных кодов языков.
sv: Förbättrad hantering av språkkoder bestående av tre bokstäver.
ta: மூன்று கடித மொழி குறியீடுகளின் மேம்பட்ட கையாளுதல்.
tr: Üç harfli dil kodlarının işlenmesi iyileştirildi.
uk: Удосконалено обробку трилітерних кодів мов.
zh_hans: 改进了三字母语言代码的处理。
zh_hant: 改進了三字母語言代碼的處理。

source: *Released on March 10th 2019.*
de: *Veröffentlicht am 10. März 2019.*
ga: *Eisithe ar 10 Márta 2019.*
hu: *Kiadva: 2019. március 10.*
id: *Dirilis pada 10 Maret 2019.*
nl: *Uitgegeven op 10 maart 2019.*
pt_br: *Atualizado em 10 de março de 2019.*
sv: *Släpptes den 10 mars 2019.*
tr: *10 Mart 2019 tarihinde yayınlandı.*
uk: *Випущено 10 березня 2019 року.*

source: Fixed Celery systemd unit example.
de: Beispiel für Celery-Systemd-Unit korrigiert.
ga: Sampla aonad sistema Soilire Seasta.
hu: Celery `systemd` egységfájl példa javítva.
id: Contoh unit systemd Celery tetap.
ja: Celery systemd のユニットの例を修正。
nl: Voorbeeld van Celery systemd unit gerepareerd.
pt: Corrigido o exemplo da unidade do systemd do Celery.
pt_br: Corrigido o exemplo da unidade do systemd do Celery.
ro: Fixat exemplul de unitate Celery systemd.
ru: Исправлен пример Celery-модуля systemd.
sv: Fixat exempel på systemd-enhet för Celery.
ta: நிலையான செலரி சிச்டம் டி யூனிட் எடுத்துக்காட்டு.
tr: Celery systemd birimi örneği düzeltildi.
uk: Виправлено приклад модуля Celery для systemd.
zh_hans: 修复了 Celery systemd 单元示例。
zh_hant: 修復了 Celery systemd 單元例子。

source: Fixed notifications from HTTP repositories with login.
de: Benachrichtigungen von HTTP-Repositorys mit Anmeldung korrigiert.
ga: Fógraí seasta ó stórtha HTTP le logáil isteach.
hu: Bejelentkezést igénylő HTTP tárolókból érkező értesítések javítva.
id: Memperbaiki notifikasi dari repositori HTTP dengan masuk.
ja: ログイン時の HTTP リポジトリからの通知を修正。
nl: Notificaties van HTTP-opslagruimten met inloggen gerepareerd.
pt: Corrigidas as notificações de repositórios HTTP com login.
pt_br: Corrigidas as notificações de repositórios HTTP com login.
ro: S-a rezolvat problema notificărilor din depozitele HTTP cu autentificare.
ru: Исправлены уведомление из HTTP-репозиториев с логинами.
sv: Fasta aviseringar från HTTP-arkiv med inloggning.
ta: உள்நுழைவுடன் http களஞ்சியங்களிலிருந்து நிலையான அறிவிப்புகள்.
tr: Oturum açma ile HTTP depolarından gelen bildirimler düzeltildi.
uk: Виправлено сповіщення від сховищ HTTP із реєстрацією.
zh_hans: 修复了带有登录的 HTTP 仓库的通知。
zh_hant: 修復了帶有登錄的 HTTP 倉庫的通知。

source: Fixed race condition in editing source string for monolingual translations.
de: Race Condition beim Bearbeiten der Ausgangszeichenkette für einsprachige Übersetzungen behoben.
ga: Coinníoll cine seasta in eagarthóireacht ar theaghrán foinse d’aistriúcháin aonteangacha.
hu: Egynyelvű fordításoknál a forrásszöveg szerkesztése közben fellépő versenyhelyzet javítva.
id: Memperbaiki kondisi balapan saat menyunting string sumber untuk terjemahan monolingual.
ja: モノリンガル翻訳の原文を編集時の競合状態を修正。
nl: Race-voorwaarde in bewerken brontekenreeks voor eentalige vertalingen gerepareerd.
pt: Corrigida a condição de corrida na edição de cadeia fonte para traduções monolingues.
pt_br: Corrigida a condição de corrida na edição de texto fonte para traduções monolíngues.
ro: A fost reparată condiția de rasă în editarea șirului sursă pentru traducerile monolingve.
ru: Исправлены состояния гонки при редактировании исходных строк для одноязычных переводов.
sv: Fixat race-tillstånd vid redigering av källsträng för enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கான மூல சரத்தைத் திருத்துவதில் நிலையான பந்தய நிலை.
tr: Tek dilli çeviriler için kaynak dizgeyi düzenlemedeki yarış durumu düzeltildi.
uk: Виправлено конкуренцію при редагуванні початкового рядка для одномовних перекладів.
zh_hans: 修复了单语言翻译中编辑源字符串的竞态条件。
zh_hant: 修復了單語言翻譯中編輯源字符串的競態條件。

source: Include output of failed add-on execution in the logs.
de: Die Ausgabe der fehlgeschlagenen Erweiterungsausführung wird in die Protokolle aufgenommen.
ga: Áirigh aschur fhorghníomhú an bhreiseáin ar theip air sna logaí.
hu: Sikertelenül lefutott kiegészítők kimenete bekerül a naplóba.
id: Menyertakan keluaran eksekusi pengaya yang gagal dalam log.
ja: アドオンの実行に失敗した場合の出力をログに含めるように改良。
nl: Uitvoer opnemen van mislukte uitvoering add-on in de logs.
pt: Inclui a saída da execução da extensão com falha nos logs.
pt_br: Inclui a saída da execução do complemento com falha nos logs.
ro: Includeți în jurnale ieșirea de execuție eșuată a add-on-ului.
ru: При неудачном выполнении надстроек их вывод включается в логи.
sv: Inkludera utdata från misslyckad tilläggskörning i loggarna.
ta: பதிவுகளில் தோல்வியுற்ற கூடுதல் செயலாக்கத்தின் வெளியீட்டைச் சேர்.
tr: Günlüklere başarısız olan eklenti çalıştırma çıktısı eklendi.
uk: До журналу включено дані, які виведено під час невдалих спроб виконання додатків.
zh_hans: 在日志中包括附加组件执行失败的输出。
zh_hant: 在日誌中包括附加組件執行失敗的輸出。

source: Improved validation of choices for adding new language.
de: Verbesserte Validierung der Auswahlmöglichkeiten beim Hinzufügen einer neuen Sprache.
ga: Bailíochtú feabhsaithe ar roghanna chun teanga nua a chur leis.
hu: Új nyelv hozzáadásakor a választható értékek érvényesítése javult.
id: Peningkatan validasi pilihan untuk menambahkan bahasa baru.
ja: 新しい言語の追加時の選択肢の検証を改良。
nl: Verbeterd valideren van keuzen voor het toevoegen van nieuwe taal.
pt: Melhorada a validação de opções para adicionar novo idioma.
pt_br: Melhorada a validação de opções para adicionar novo idioma.
ro: Validarea îmbunătățită a opțiunilor pentru adăugarea unei noi limbi.
ru: Улучшена проверка настроек при добавлении нового языка.
sv: Förbättrad validering av val för att lägga till nya språk.
ta: புதிய மொழியைச் சேர்ப்பதற்கான தேர்வுகளின் மேம்பட்ட சரிபார்ப்பு.
tr: Yeni dil ekleme seçeneklerinin doğrulanması iyileştirildi.
uk: Удосконалено перевірку варіантів для додавання нової мови.
zh_hans: 改进了添加新语言选择的验证。
zh_hant: 改進了添加新語言選擇的驗證。

source: Allow to edit file format in component settings.
de: Das Bearbeiten des Dateiformats in den Komponenteneinstellungen ermöglicht.
ga: Ceadaigh formáid comhaid a chur in eagar i socruithe comhpháirte.
hu: Fájlformátum szerkesztése engedélyezve az összetevő beállításainál.
id: Izinkan untuk menyunting format berkas dalam pengaturan komponen.
ja: コンポーネント設定でファイル形式を編集可能に改良。
nl: Bewerken bestandsindeling in instellingen onderdeel toestaan.
pt: Permite editar o formato do fircheiros nas configurações do componente.
pt_br: Permite editar o formato do arquivo nas configurações do componente.
ro: Permiteți editarea formatului de fișier în setările componentei.
ru: Разрешено редактирование формата в настройках компонента.
sv: Tillåt redigering av filformat i komponentinställningarna.
ta: கூறு அமைப்புகளில் கோப்பு வடிவமைப்பைத் திருத்த அனுமதிக்கவும்.
tr: Bileşen ayarlarında dosya biçimlerinin düzenlenmesi sağlandı.
uk: Уможливлено редагування формату файлів у параметрах складників.
zh_hans: 在部件设置中允许编辑文件格式。
zh_hant: 在組件設置中允許編輯文件格式。

source: Update installation instructions to prefer Python 3.
de: Die Installationsanweisungen aktualisiert, um Python 3 zu bevorzugen.
ga: Nuashonraigh na treoracha suiteála chun Python 3 a roghnú.
hu: Telepítési útmutató frissítve, a Python 3 használata az ajánlott.
id: Perbarui petunjuk instalasi untuk memilih Python 3.
ja: Python 3 を優先するようにインストール手順を更新。
nl: Instructies voor installeren bijgewerkt naar voorkeur voor Python 3.
pt: Atualiza as instruções de instalação para preferir o Python 3.
pt_br: Atualiza as instruções de instalação para preferir o Python 3.
ro: Actualizarea instrucțiunilor de instalare pentru a prefera Python 3.
ru: Обновлены инструкции по установки: теперь предпочтительная версия Python 3.
sv: Uppdatera installationsinstruktionerna så att Python 3 prioriteras.
ta: பைதான் 3 ஐ விரும்புவதற்கான நிறுவல் வழிமுறைகளைப் புதுப்பிக்கவும்.
tr: Kurulum yönergesi Python 3 kullanacak biçimde güncellendi.
uk: Оновлено настанови щодо встановлення — зазначено пріоритетність Python 3.
zh_hans: 更新安装指示为首选 Python 3。
zh_hant: 更新安裝指示為首選 Python 3。

source: Performance and consistency improvements for loading translations.
de: Leistungs- und Konsistenzverbesserungen beim Laden von Übersetzungen.
ga: Feabhsuithe feidhmíochta agus comhsheasmhachta chun aistriúcháin a lódáil.
hu: Fordítások betöltésének teljesítménye és konzisztenciája javult.
id: Peningkatan kinerja dan konsistensi untuk memuat terjemahan.
ja: 翻訳を読み込むスピードと一貫性の改良。
nl: Verbeteringen in prestaties en consistentie bij het laden van vertalingen.
pt: Melhorias de desempenho e consistência para carregar traduções.
pt_br: Melhorias de desempenho e consistência para carregar traduções.
ro: Îmbunătățiri de performanță și coerență pentru încărcarea traducerilor.
ru: Улучшения производительности и последовательности при загрузке переводов.
sv: Förbättrad prestanda och konsistens vid inläsning av översättningar.
ta: மொழிபெயர்ப்புகளை ஏற்றுவதற்கான செயல்திறன் மற்றும் நிலைத்தன்மை மேம்பாடுகள்.
tr: Çevirilerin yüklenmesinde başarım ve tutarlılık iyileştirmeleri yapıldı.
uk: Удосконалено швидкодію та однорідність при завантаженні перекладів.
zh_hans: 装入翻译时的性能与一致性改进。
zh_hant: 裝入翻譯時的性能與一致性改進。

source: Make Microsoft Terminology service compatible with current Zeep releases.
de: Microsoft-Terminologiedienst mit aktuellen Zeep-Versionen kompatibel gemacht.
ga: Déan seirbhís Téarmaíochta Microsoft comhoiriúnach le heisiúintí reatha Zeep.
hu: Microsoft Terminology szolgáltatás kompatibilissé vált a legfrissebb Zeep verziókkal.
id: Jadikan layanan Terminologi Microsoft kompatibel dengan rilis Zeep saat ini.
ja: Microsoft Terminology service を Zeep の現行リリースとの互換性に対応。
nl: Maak service Microsoft Terminology compatibel met huidige uitgaven van Zeep.
pt: Torne o serviço de Terminologia da Microsoft compatível com as versões atuais da Zeep.
pt_br: Torne o serviço de Terminologia da Microsoft compatível com as versões atuais da Zeep.
ro: Asigurarea compatibilității serviciului Microsoft Terminology cu versiunile actuale ale Zeep.
ru: Терминологическая служба Майкрософт сделана совместимой с текущими выпусками Zeep.
sv: Gör Microsoft Terminology-tjänsten kompatibel med aktuella Zeep-versioner.
ta: தற்போதைய சீப் வெளியீடுகளுடன் நுண்மென் சொற்களஞ்சியம் சேவையை இணக்கமாக்குங்கள்.
tr: Microsoft Terminology hizmetinin geçerli Zeep sürümleriyle uyumlu olması sağlandı.
uk: Реалізовано сумісність служби Microsoft Terminology із поточними випусками Zeep.
zh_hans: 使微软术语服务与当前的 Zeep 发布版本兼容。
zh_hant: 使 Microsoft Terminology 服務與當前的 Zeep 發布版本兼容。

source: *Released on March 3rd 2019.*
de: *Veröffentlicht am 3. März 2019.*
ga: *Eisithe ar 3 Márta 2019.*
hu: *Kiadva: 2019. március 3.*
id: *Dirilis pada 3 Maret 2019.*
nl: *Uitgegeven op 3 maart 2019.*
pt_br: *Atualizado em 3 de março de 2019.*
sv: *Släpptes den 3 mars 2019.*
tr: *3 Mart 2019 tarihinde yayınlandı.*
uk: *Випущено 3 березня 2019 року.*

source: Improved performance of built-in translation memory.
de: Verbesserte Leistung des integrierten Übersetzungsspeichers.
ga: Feidhmíocht fheabhsaithe cuimhne aistriúcháin ionsuite.
hu: Beépített fordítási memória teljesítménye javult.
id: Peningkatan kinerja memori terjemahan bawaan.
ja: 組み込みの翻訳メモリのスピードの改良。
nl: Verbeterde prestaties ingebouwd vertaalgeheugen.
pt: Melhorado o desempenho da memória de tradução embutida.
pt_br: Melhorado o desempenho da memória de tradução embutida.
ro: Performanță îmbunătățită a memoriei de traducere încorporate.
ru: Улучшена производительность встроенной памяти переводов.
sv: Förbättrad prestanda för det inbyggda översättningsminnet.
ta: உள்ளமைக்கப்பட்ட மொழிபெயர்ப்பு நினைவகத்தின் மேம்பட்ட செயல்திறன்.
tr: İç çeviri belleğinin başarımı iyileştirildi.
uk: Удосконалено швидкодію обробки вбудованої пам'яті перекладу.
zh_hans: 改进了内建翻译记忆库的性能。
zh_hant: 改進了內建翻譯記憶庫的性能。
