Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The service automatically uses :ref:`glossary` via `dynamic dictionary <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, see :ref:`glossary-mt`.
de: Der Dienst verwendet automatisch :ref:`glossary` über `Dynamisches Wörterbuch <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, siehe :ref:`glossary-mt`.
ga: Úsáideann an tseirbhís go huathoibríoch :ref:`glossary` trí `foclóir dinimiciúil <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, féach :ref:`glossary-mt`.
hu: A szolgáltatás automatikusan használja a :ref:`szójegyzéket <glossary>` a `dinamikus szótár <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_ segítségével, lásd: :ref:`glossary-mt`.
id: Layanan secara otomatis menggunakan :ref:`glossary` melalui `kamus dinamis <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, lihat :ref:`glossary-mt`.
ja: このサービスは、`動的辞書 <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_ を介して :ref:`glossary` を自動的に使用します。参照: :ref:`glossary-mt`。
nl: De service gebruikt automatisch :ref:`glossary` via `dynamisch woordenboek <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, bekijk :ref:`glossary-mt`.
pt: O serviço usa automaticamente o :ref:`glossary` por meio do `dicionário dinâmico <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, consulte :ref:`glossary-mt`.
pt_br: O serviço usa automaticamente o :ref:`glossary` por meio do `dicionário dinâmico <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, consulte :ref:`glossary-mt`.
sv: Tjänsten använder automatiskt :ref:`glossary` via `dynamic dictionary <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, se :ref:`glossary-mt`.
tr: Hizmet kendiliğinden `dynamic dictionary <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_ üzerinden :ref:`glossary` kullanır. Ayrıntılı bilgi almak için: :ref:`glossary-mt`.
uk: Сервіс автоматично використовує :ref:`glossary` через `динамічний словник <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_, див. :ref:`glossary-mt`.
zh_hans: 此服务通过 `dynamic dictionary <https://learn.microsoft.com/en-us/azure/ai-services/translator/dynamic-dictionary>`_ 自动使用 :ref:`glossary`，见 :ref:`glossary-mt`。

source: Translator Text API V2
id: API Translator Text V2
pt: API V2 de texto do Tradutor
pt_br: API V2 de texto do Tradutor
ro: Traducător Text API V2
ru: API переводчика текста версии V2
sv: Översättarens text-API V2
ta: மொழிபெயர்ப்பாளர் உரை பநிஇ v2
uk: Текстовий програмний інтерфейс перекладача версії 2
zh_hant: Translator Text API 第二版

source: The key you use with Translator API V2 can be used with API 3.
de: Der Schlüssel, den Sie mit Translator-API V2 verwenden, kann auch mit API 3 verwendet werden.
ga: Is féidir an eochair a úsáideann tú le Translator API V2 a úsáid le API 3.
hu: A Translator API V2-höz használt kulcs az API V3-mal is kompatibilis.
id: Kunci yang Anda gunakan dengan Translator API V2 dapat digunakan dengan API 3.
ja: Translator API V2 で使用するキーは、API 3 にも使用できます。
nl: De sleutel die u gebruikt met Translator API V2 kan worden gebruikt met API 3.
pt: A chave que usa com a API V2 do Tradutor pode ser usada com API 3.
pt_br: A chave que você usa com a API V2 do Tradutor pode ser usada com API 3.
ro: Cheia pe care o utilizați cu Translator API V2 poate fi utilizată cu API 3.
ru: Ключ, который вы используете для API переводчика версии V2, можно использовать с API версии 3.
sv: Nyckeln som du använder med Translator API V2 kan användas med API 3.
ta: மொழிபெயர்ப்பாளர் பநிஇ v2 உடன் நீங்கள் பயன்படுத்தும் விசையை பநிஇ 3 உடன் பயன்படுத்தலாம்.
tr: Translator API V2 ile kullandığınız anahtar, API 3 ile de kullanılabilir.
uk: Ключ, яким ви користуєтеся для доступу до програмного інтерфейсу перекладача версії 2, може бути використано і для програмного інтерфейсу версії 3.
zh_hans: 您在 Translator API V2 使用的密钥可以在 API 3 中使用。
zh_hant: 您用於Translator API V2 的密鑰可以用於 API 3 。

source: Translator Text API V3
id: API Translator Text V3
pt: API V3 de texto do Tradutor
pt_br: API V3 de texto do Tradutor
ro: Traducător text API V3
ru: API переводчика текста версии V3
sv: Översättarens text-API V3
ta: மொழிபெயர்ப்பாளர் உரை பநிஇ v3
uk: Текстовий програмний інтерфейс перекладача версії 3
zh_hant: Translator Text API 第三版

source: You need to register at Azure portal and use the key you obtain there. With new Azure keys, you also need to set ``region`` to locale of your service.
de: Sie müssen sich im Azure-Portal registrieren und den Schlüssel verwenden, den Sie dort erhalten. Bei neuen Azure-Schlüsseln müssen Sie auch ``region`` auf das Gebietsschema Ihres Dienstes einstellen.
ga: Ní mór duit clárú ag tairseach Azure agus úsáid a bhaint as an eochair a gheobhaidh tú ann. Le heochracha Azure nua, ní mór duit ``réigiún`` a shocrú de réir logán do sheirbhíse.
hu: Regisztrálnia kell az Azure portálon, és ott kell igényelnie a hozzáférési kulcsot. Az új Azure-kulcsok használatakor a ``region`` mezőt is meg kell adni a szolgáltatás helyi régiójának megfelelően.
id: Anda perlu mendaftar di portal Azure dan menggunakan kunci yang Anda peroleh di sana. Dengan kunci Azure baru, Anda juga perlu mengatur ``region`` ke lokal layanan Anda.
ja: Azure ポータルに登録して、そこで取得したキーを使用します。新しい Azure キーを使用する場合は、サービスの言語に対して `リージョン` の設定も必要です。
nl: U moet registreren in het portaal van Azure en de sleutel gebruiken die u daar krijgt. Met nieuwe sleutels voor Azure zou u ook ``region`` moeten instellen op de locale van uw service.
pt: Precisa-se registar no portal do Azure e usar a chave obtida lá. Com as novas chaves do Azure, também precisa definir ``region`` para a região do seu serviço.
pt_br: Você precisa se registrar no portal do Azure e usar a chave obtida lá. Com as novas chaves do Azure, você também precisa definir ``region`` para a região do seu serviço.
ro: Trebuie să vă înregistrați pe portalul Azure și să folosiți cheia pe care o obțineți acolo. Cu noile chei Azure, trebuie, de asemenea, să setați ``region`` la localitatea serviciului dumneavoastră.
ru: Вам необходимо зарегистрироваться на портале Azure и использовать полученный там ключ. С новыми ключами Azure вам также потребуется установить параметр ``region`` в локаль вашего сервиса.
sv: Du måste registrera dig på Azure-portalen och använda den nyckel du får där. Med nya Azure-nycklar måste du också ställa in ``region`` till din tjänsts lokala inställningar.
ta: நீங்கள் அசூர் போர்ட்டலில் பதிவு செய்ய வேண்டும் மற்றும் நீங்கள் அங்கு பெறும் விசையைப் பயன்படுத்த வேண்டும். புதிய அசூர் விசைகள் மூலம், உங்கள் சேவையின் இருப்பிடத்திற்கு `` பிராந்தியத்தை` அமைக்க வேண்டும்.
tr: Azure portalında bir hesap açmanız ve oradan alacağınız anahtarı kullanmanız gerekir. Yeni Azure anahtarlarıyla, ``region`` seçeneği için hizmetinizin yerel ayarını belirtmeniz gerekir.
uk: Вам слід зареєструватися на порталі Azure і скористатися отриманим там ключем. З новими ключами Azure вам також слід встановити ``region`` у значення локалі вашої служби.
zh_hans: 您需要在 Azure 门户注册，并使用得到的密钥。您还需要将新的 Azure 密钥的 ``region`` 设置为您服务的语言环境。

source: You can also specify a custom category to use `custom translator <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
de: Sie können auch eine benutzerdefinierte Kategorie angeben, um den `benutzerdefinierten Übersetzer <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_ zu verwenden.
ga: Is féidir leat catagóir saincheaptha a shonrú freisin chun `aistritheoir saincheaptha a úsáid <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
hu: Egyedi kategóriát is megadhat a `testreszabott fordító <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_ használatához.
id: Anda juga dapat menentukan kategori khusus untuk menggunakan `penerjemah khusus <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
ja: `カスタム トランスレーター <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_ を使用してカスタム カテゴリを指定することもできます。
nl: U kunt ook een aangepaste categorie specificeren om de `aangepaste vertaler <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_ te gebruiken.
pt: Também pode especificar uma categoria personalizada para usar o `tradutor personalizado <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
pt_br: Você também pode especificar uma categoria personalizada para usar o `tradutor personalizado <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
sv: Du kan också ange en anpassad kategori att använda `custom translator <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
ta: `தனிப்பயன் மொழிபெயர்ப்பாளர் <https://learn.microsoft.com/en-gb/azure/ai-services/translator/custom-translator/conpects/customization>` _ ஆகியவற்றைப் பயன்படுத்த தனிப்பயன் வகையையும் நீங்கள் குறிப்பிடலாம்.
tr: Ayrıca `özel çevirmen <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_ kullanmak için özel bir kategori de belirtebilirsiniz.
uk: Ви можете також вказати нетипову категорію для використання `нетипового перекладача <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.
zh_hans: 你也可以指定自定义分类来使用 `custom translator <https://learn.microsoft.com/en-gb/azure/ai-services/Translator/custom-translator/concepts/customization>`_.

source: For Azure China, please use your endpoint from the Azure Portal.
de: Für Azure China verwenden Sie bitte Ihren Endpunkt aus dem Azure-Portal.
ga: Maidir le Azure China, bain úsáid as do chríochphointe ó Thairseach Azure.
hu: Azure China esetén használja a portálon megadott saját végpontot.
id: Untuk Azure China, silakan gunakan titik akhir Anda dari Portal Azure.
ja: Azure China の場合は、Azure ポータルからエンドポイントを使用してください。
nl: Gebruik voor Azure China uw eindpunt uit het Azure Portal.
pt: Para Azure China, use o desfecho do Portal do Azure.
pt_br: Para Azure China, use sua extremidade do Portal do Azure.
ro: Pentru Azure China, vă rugăm să utilizați punctul final din Azure Portal.
ru: Для Azure China используйте, пожалуйста, свою конечную точку на портале Azure Portal.
sv: För Azure Kina, använd din slutpunkt från Azure Portal.
ta: அசூர் சீனாவைப் பொறுத்தவரை, தயவுசெய்து அசூர் போர்ட்டலில் இருந்து உங்கள் இறுதிப் புள்ளியைப் பயன்படுத்து.
tr: Azure Çin için lütfen Azure Portal üzerindeki uç noktanızı kullanın.
uk: Для Azure China, будь ласка, скористайтеся вашою кінцевою точкою з порталу Azure.
zh_hans: 对于中国区 Azure，请使用您 Azure 门户的端点。
zh_hant: 對於 Azure 中國，請使用你的 Azure Portal 的端點。

source: `Cognitive Services - Text Translation API <https://azure.microsoft.com/en-us/products/ai-services/ai-translator>`_
id: `Layanan Kognitif - API Text Translation <https://azure.microsoft.com/en-us/products/ai-services/ai-translator>`_
sv: `Kognitiva tjänster – API för textöversättning <https://azure.microsoft.com/en-us/products/ai-services/ai-translator>`_

source: `Base URLs <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/v3/reference#base-urls>`_
id: `URL Dasar <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/v3/reference#base-urls>`_
sv: `Bas-URL:er <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/v3/reference#base-urls>`_

source: `"Authenticating with a Multi-service resource" <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/authentication#authenticating-with-a-multi-service-resource>`_
sv: "Autentisering med en multitjänstresurs" <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/authentication#authenticating-with-a-multi-service-resource>_

source: `"Authenticating with an access token" section <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/authentication#authenticating-with-an-access-token>`_
sv: Avsnittet ”Autentisering med en åtkomsttoken” <https://learn.microsoft.com/en-us/azure/ai-services/translator/text-translation/reference/authentication#authenticating-with-an-access-token>_

source: Context vector
de: Kontext-Vektor
ga: Comhthéacs veicteoir
hu: Kontextusvektor
id: Vektor konteks
ja: コンテキストベクトル
pt: Vetor de contexto
pt_br: Vetor de contexto
ru: Вектор контекста
sv: Kontextvektor
ta: சூழல் திசையன்
tr: Bağlam vektörü
uk: Вектор контексту
zh_hans: 上下文向量

source: Comma-separated list of memory IDs:weight. e.g: 1234:0.123,4567:0.456
de: Durch Kommas getrennte Liste von Speicher-IDs:Gewicht. Z. B.: 1234:0.123,4567:0.456
ga: Liosta aitheantais cuimhne camóg-scartha: meáchan. m.sh: 1234:0.123,4567:0.456
hu: Vesszővel elválasztott memóriaazonosító:súly párok listája. Pl.: 1234:0.123,4567:0.456
id: Daftar berisi ID:berat memori terpisah oleh koma. Mis. 1234:0.123,4567:0.456
ja: メモリー ID:ウェイト のコンマ区切りのリスト。例: 1234:0.123,4567:0.456
nl: Kommagescheiden lijst met geheugen-ID's:weight. bijv: 1234:0.123,4567:0.456
pt: Lista separada por vírgulas de IDs de memória:peso. Por exemplo: 1234:0.123,4567:0.456
pt_br: Lista separada por vírgulas de IDs de memória:peso. Por exemplo: 1234:0.123,4567:0.456
ru: Разделённый запятыми список заметок «идентификатор»:«вес». Например: 1234:0.123,4567:0.456
sv: Kommaseparerad lista över minnes-ID:vikt. Exempel: 1234:0,123,4567:0,456
ta: கமாவால் பிரிக்கப்பட்ட நினைவக ஐடிகளின் பட்டியல்: எடை. எ.கா: 1234: 0.123,4567: 0.456
tr: Bellek kimlikleri:ağırlık listesinin virgül ile ayrılmış listesi. Örnek: 1234:0.123,4567:0.456
uk: Список записів «ідентифікатор пам'яті:вага», відокремлених комами, приклад: 1234:0.123,4567:0.456
zh_hans: 英文逗号分隔的列表，分别表示记忆 ID和权重。形如 1234:0.123,4567:0.456

source: Contact e-mail
de: Kontakt-E-Mail
ga: R-phost teagmhála
hu: Kapcsolattartási e-mail-cím
id: Kontak surel
ja: 連絡先メールアドレス
nl: Contactadres
pt: E-mail de contacto
pt_br: E-mail de contato
ro: E-mail de contact
ru: Эл. почта для связи
sv: Kontaktmejl
ta: தொடர்பு மின்னஞ்சல்
tr: İletişim e-posta adresi
uk: Ел. пошта для зв'язку
zh_hans: 联系电子邮箱

source: Huge translation memory with machine translation.
de: Großer Übersetzungsspeicher mit maschineller Übersetzung.
ga: Cuimhne aistriúcháin ollmhór le haistriúchán meaisín.
hu: Hatalmas fordítási memória gépi fordítással kiegészítve.
id: Memori terjemahan besar dengan terjemahan mesin.
ja: 大量の翻訳メモリと機械翻訳。
nl: Enorm vertaalgeheugen met machinevertaling.
pt: Grande memória de tradução com tradução de máquina.
pt_br: Enorme memória de tradução com tradução automática.
ro: Memorie de traducere uriașă cu traducere automată.
ru: Огромная память переводов с машинным переводом.
sv: Stort översättningsminne med maskinöversättning.
ta: இயந்திர மொழிபெயர்ப்புடன் மிகப்பெரிய மொழிபெயர்ப்பு நினைவகம்.
tr: Makine çevirisi ile çok büyük bir çeviri belleği.
uk: Величезна пам'ять перекладів із комп'ютерним перекладом.
zh_hans: 使用机器翻译的巨量翻译记忆库。
zh_hant: 使用機器翻譯的巨量翻譯記憶庫。

source: `MyMemory website <https://mymemory.translated.net/>`_
ga: `suíomh Gréasáin MyMemory <https://mymemory.translated.net/>`_
hu: `MyMemory weboldal <https://mymemory.translated.net/>`_
id: `Situs web MyMemory <https://mymemory.translated.net/>`_
ja: `MyMemory Web サイト <https://mymemory.translated.net/>`_
pt: `Site do MyMemory <https://mymemory.translated.net/>`_
pt_br: `Site do MyMemory <https://mymemory.translated.net/>`_
ro: `MyMemory site web <https://mymemory.translated.net/>`_
ru: `Веб-сайт MyMemory <https://mymemory.translated.net/>`_
sv: `MyMemory-webbplatsen <https://mymemory.translated.net/>`_
ta: `mymemory வலைத்தளம் <https://mymemory.translated.net/>` _
tr: `MyMemory sitesi <https://mymemory.translated.net/>`_
uk: `Сайт MyMemory <https://mymemory.translated.net/>`_
zh_hans: `MyMemory 网站 <https://mymemory.translated.net/>`_

source: Machine translation service provided by NetEase.
de: Maschineller Übersetzungsdienst von NetEase.
ga: Seirbhís aistriúcháin meaisín curtha ar fáil ag NetEase.
hu: A NetEase által biztosított gépi fordítási szolgáltatás.
id: Layanan terjemahan mesin disediakan oleh NetEase.
ja: NetEase が提供する機械翻訳サービス。
nl: Service voor machinevertaling, verschaft door NetEase.
pt: Serviço de tradução de máquina fornecido por NetEase.
pt_br: Serviço de tradução automática fornecido pela NetEase.
ro: Serviciu de traducere automată furnizat de NetEase.
ru: Сервис машинного перевода, предоставляемый NetEase.
sv: Maskinöversättningstjänst tillhandahållen av NetEase.
ta: நெட்ச் வழங்கிய இயந்திர மொழிபெயர்ப்பு பணி.
tr: NetEase tarafından sunulan makine çevirisi hizmeti.
uk: Служба комп'ютерного перекладу, яка надається NetEase.
zh_hans: 网易提供的机器翻译服务。

source: This service uses an API, and you need to obtain key and secret from NetEase.
de: Dieser Dienst verwendet eine API und Sie müssen Schlüssel und Geheimnis von NetEase abrufen.
ga: Úsáideann an tseirbhís seo API, agus ní mór duit eochair agus rún a fháil ó NetEase.
hu: A szolgáltatás API-t használ, és a használathoz kulcsot és titkos kódot kell igényelni a NetEase-től.
id: Layanan ini menggunakan API, dan Anda perlu mendapatkan kunci dan rahasia dari NetEase.
ja: このサービスは API を使用するので、NetEase からキーとシークレットの取得が必要です。
nl: Deze service gebruikt een API en u moet een sleutel en geheim ophalen bij NetEase.
pt: Este serviço usa uma API e você precisa obter uma chave e um segredo de NetEase.
pt_br: Este serviço usa uma API e você precisa obter uma chave e um segredo de NetEase.
ro: Acest serviciu utilizează un API, iar tu trebuie să obții cheia și secretul de la NetEase.
ru: Этот сервис использует API, поэтому вам необходимо получить от NetEase ключ и секрет.
sv: Denna tjänst använder ett API, och du måste skaffa nyckel och hemlig kod från NetEase.
ta: இந்த பணி ஒரு பநிஇ ஐப் பயன்படுத்துகிறது, மேலும் நீங்கள் நெட்சிலிருந்து விசை மற்றும் ரகசியத்தைப் பெற வேண்டும்.
tr: Bu hizmet bir API kullanır ve bir NetEase anahtarı ile parolası edinmeniz gerekir.
uk: Ця служба використовує програмний інтерфейс — вам слід отримати ключ і пароль від NetEase.
zh_hans: 这项服务使用 API，您需要从网易获取密钥和密码。
zh_hant: 這項服務使用 API ，兵器額您需要從網易得到密鑰和密碼。

source: Base URL of the Ollama API, localhost and port 11434 by default.
sv: Bas-URL för Ollama API, localhost och port 11434 som standard.

source: Ollama model
sv: Ollama-modellen

source: Name of the model described in Ollama catalogue.
sv: Namnet på modellen som beskrivs i Ollama-katalogen.

source: Performs translation using `Ollama`_ models.
sv: Utför översättning med hjälp av `Ollama`_-modeller.

source: The Ollama API allows for the use of open source models for translations either locally installed or remotely accessed via the `Ollama`_ service. Note that before configuring your models, you should have `Ollama installed`_ and downloaded the models you wish to use.
sv: Ollama API möjliggör användning av öppen källkodsmodeller för översättningar, antingen lokalt installerade eller fjärråtkomliga via tjänsten `Ollama`_. Observera att innan du konfigurerar dina modeller bör du ha `Ollama installerat`_ och ha laddat ner de modeller du vill använda.

source: Use persona and style fields to further fine-tune translations. These will be used in a prompt for Ollama and allow you to change the style of the translations.
sv: Använd fälten persona och stil för att finjustera översättningarna ytterligare. Dessa kommer att användas i en prompt för Ollama och gör det möjligt för dig att ändra stilen på översättningarna.

source: `Ollama models <https://ollama.com/search>`_
sv: `Ollama-modeller <https://ollama.com/search>`_

source: OpenAI API base URL
de: OpenAI-API-Basis-URL
ga: URL bonn OpenAI API
hu: OpenAI API alap URL
id: URL dasar API OpenAI
ja: OpenAI API ベース URL
nl: OpenAI-API basis-URL
pt: URL base da API da OpenAI
pt_br: URL base da API da OpenAI
ru: Базовый URL API OpenAI
sv: OpenAI API-bas-URL
ta: OpenAI பநிஇ அடிப்படை முகவரி
tr: OpenAI API temel adresi
uk: Базова URL-адреса API OpenAI
zh_hans: OpenAI API 基 URL

source: Base URL of the OpenAI API, if it differs from the OpenAI default URL
de: Basis-URL der OpenAI-API, falls sie sich von der OpenAI-Standard-URL unterscheidet
ga: Bun-URL an API OpenAI, má tá sé difriúil ó URL réamhshocraithe OpenAI
hu: Az OpenAI API alap URL-je, ha eltér az OpenAI alapértelmezett címétől
id: URL dasar API OpenAI, jika berbeda dari URL bawaan OpenAI
ja: OpenAI の既定の URL と異なる場合、OpenAI API のベース URL
nl: Basis-URL van de OpenAI-API, als die afwijkt van de standaard standaard-URL voor OpenAI
pt: URL base da API do OpenAI, se for diferente do URL padrão do OpenAI
pt_br: URL base da API do OpenAI, se for diferente do URL padrão do OpenAI
ru: Базовый URL API OpenAI, если он отличается от URL OpenAI по умолчанию
sv: Bas-URL för OpenAI API, om den skiljer sig från OpenAI:s standard-URL
ta: OpenAI பநிஇ இன் அடிப்படை முகவரி, இது OpenAI இயல்புநிலை முகவரி இலிருந்து வேறுபட்டால்
tr: OpenAI API temel adresi. OpenAI API varsayılan adresinden farklıysa yazın
uk: Базова адреса програмного інтерфейсу OpenAI, якщо вона відрізняється від типової адреси OpenAI
zh_hans: OpenAI API 的基本 URL，如果它与 OpenAI 默认 URL 不同

source: OpenAI model
de: OpenAI-Modell
ga: Múnla OpenAI
hu: OpenAI modell
id: Model OpenAI
ja: OpenAI モデル
pt: Modelo OpenAI
pt_br: Modelo OpenAI
ro: Model OpenAI
ru: Модель OpenAI
sv: OpenAI-läge
ta: ஓபனாய் மாதிரி
tr: OpenAI modeli
uk: Модель OpenAI
zh_hans: OpenAI 模型

source: ``custom`` -- Custom model
de: ``custom`` -- Benutzerdefiniertes Modell
ga: `` saincheaptha`` -- Múnla saincheaptha
hu: ``custom`` -- Egyedi modell
id: ``custom`` -- Model khusus
ja: ``custom`` -- カスタムモデル
nl: ``custom`` -- Aangepast model
pt: ``custom`` -- Modelo personalizado
pt_br: ``custom`` -- Modelo personalizado
sv: ``custom`` -- Anpassad modell
ta: `` தனிப்பயன்`` - தனிப்பயன் மாதிரி
tr: ``custom`` -- Özel model
uk: ``custom`` -- нетипова модель
zh_hans: ``custom`` -- 定制模型

source: Custom model name
de: Benutzerdefinierter Modellname
ga: Ainm múnla saincheaptha
hu: Egyedi modell neve
id: Nama model khusus
ja: カスタム モデル名
nl: Aangepaste modelnaam
pt: Nome do modelo personalizado
pt_br: Nome do modelo personalizado
ru: Название настраиваемой модели
sv: Anpassat modellnamn
ta: தனிப்பயன் மாதிரி பெயர்
tr: Özel model adı
uk: Назва нетипової моделі
zh_hans: 自定义模型名称

source: Only needed when model is set to 'Custom model'
de: Nur erforderlich, wenn das Modell auf 'Benutzerdefiniertes Modell' eingestellt ist
ga: Ní gá ach amháin nuair atá an tsamhail socraithe mar 'Samhail shaincheaptha'
hu: Csak akkor szükséges, ha a modell típusa „Egyedi modell”
id: Hanya diperlukan apabila model diatur ke 'Model khusus'
ja: モデルが「カスタムモデル」に設定されていた場合のみ必要
nl: Alleen nodig als het model is ingesteld op 'Aangepast model'
pt: Necessário apenas quando o modelo estiver definido como "Modelo personalizado"
pt_br: Necessário apenas quando o modelo estiver definido como "Modelo personalizado"
sv: Behövs endast när modellen är inställd på "Anpassad modell"
ta: மாதிரி 'தனிப்பயன் மாதிரி' என அமைக்கப்பட்டால் மட்டுமே தேவைப்படுகிறது
tr: Yalnızca model 'Özel model' olarak ayarlanmışsa gereklidir
uk: Потрібне, лише якщо встановлено модель «Нетипова модель»
zh_hans: 仅当模型设置为“自定义模型”时才需要
