Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: :guilabel:`Administration` might also be necessary for forking a repository if you intend to use forking and the original repository is not public.
de: :guilabel:`Administration` kann für das Forken eines Repositorys auch notwendig sein, wenn Sie das Forking verwenden möchten und das ursprüngliche Repository nicht öffentlich ist.
ga: :guilabel:`Administration` B'fhéidir go mbeadh 'riarachán' riachtanach freisin chun stór a fhorcáil má tá sé ar intinn agat forcáil a úsáid agus nach bhfuil an stór bunaidh poiblí.
hu: Az :guilabel:`Adminisztráció` jogosultság is szükséges lehet, ha másolatot szeretne készíteni a tárolóról (forkolni a tárolót), és az eredeti tároló nem nyilvános.
id: :guilabel:`Administration` mungkin juga diperlukan untuk melakukan forking repositori jika Anda bermaksud menggunakan forking dan repositori asli tidak bersifat publik.
ja: :guilabel:`管理` は、フォーク機能を使用する場合で、かつ元のリポジトリが公開されていない場合には、リポジトリのフォークにも必要となることがあります。
nl: :guilabel:`Beheren` zou ook noodzakelijk kunnen zijn voor het forken van een opslagruimte, als u van plan bent om forken te gebruiken en de originele opslagruimte is niet publiek.
pt_br: :guilabel:`Administração` também pode ser necessário para fazer fork de um repositório se você pretende usar fork e o repositório original não for público.
sv: :guilabel:`Administration` kan också vara nödvändigt för att förgrena ett arkiv om du avser att använda förgrening och det ursprungliga arkivet inte är offentligt.
ta: :guilabel:`Administration` might also be necessary க்கு forking a களஞ்சியம் if you intend பெறுநர் use forking and the original களஞ்சியம் is not public.
tr: :guilabel:`Administration` ayrıca bir depoyu dallandırmak için de gerekli olabilir. Dallandırmayı düşünüyorsanız ve özgün depo herkese açık değilse.
uk: :guilabel:`Administration` також може знадобитися для розгалуження сховища, якщо ви збираєтеся використовувати розгалуження, а оригінальне сховище не є публічним.

source: Use ``api.github.com`` as a API host for https://github.com/.
de: Verwenden Sie ``api.github.com`` als API-Host für https://github.com/.
ga: Úsáid ``api.github.com`` mar óstach API do https://github.com/.
hu: Használja az ``api.github.com`` címet API-hosztként a https://github.com/ eléréséhez.
id: Gunakan ``api.github.com`` sebagai host API untuk https://github.com/.
ja: Https://github.com/ の API ホストとして ``api.github.com`` を使用します。
nl: Gebruik ``api.github.com`` als een API-host voor https://github.com/.
pt: Use ``api.github.com`` como host da API para https://github.com/.
pt_br: Use ``api.github.com`` como host da API para https://github.com/.
ru: Используйте ``api.github.com`` в качестве сервера API для https://github.com/.
sv: Använd ``api.github.com`` som API-värd för https://github.com/.
ta: https://github.com/ க்கான பநிஇ ஓச்டாக `` api.github.com`` ஐப் பயன்படுத்து.
tr: https://github.com/ için API sunucusu olarak ``api.github.com`` kullanın.
uk: Скористайтеся ``api.github.com`` як вузлом програмного інтерфейсу для https://github.com/.
zh_hans: 使用 ``api.github.com`` 作为 https://github.com/ 的 API 主机。

source: `Creating a GitHub personal access token`_
id: `Membuat token akses pribadi GitHub`_
sv: `Skapa en personlig åtkomsttoken för GitHub`_

source: List for credentials for Bitbucket Data Center.
de: Liste der Zugangsdaten für Bitbucket Data Center.
ga: Liosta le haghaidh dintiúir le haghaidh Ionad Sonraí Bitbucket.
hu: Bitbucket Data Center szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk Bitbucket Data Center.
ja: Bitbucket データセンターの資格情報一覧。
nl: Lijst voor inloggegevens voor servers van Bitbucket Data Center.
pt: Lista de credenciais para Data Center Bitbucket.
pt_br: Lista de credenciais para Bitbucket Data Center.
sv: Lista över autentiseringsuppgifter för Bitbucket Data Center.
ta: பிட்பக்கெட் தரவு மையத்திற்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: Bitbucket Data Center için kimlik doğrulama bilgileri listesi.
uk: Список облікових даних для Bitbucket Data Center.

source: `Bitbucket: HTTP access token <https://confluence.atlassian.com/bitbucketserver/http-access-tokens-939515499.html>`_
id: `Bitbucket: Token akses HTTP <https://confluence.atlassian.com/bitbucketserver/http-access-tokens-939515499.html>`_
sv: Bitbucket: HTTP-åtkomsttoken <https://confluence.atlassian.com/bitbucketserver/http-access-tokens-939515499.html>

source: List for credentials for Bitbucket Cloud servers.
de: Liste der Zugangsdaten für Bitbucket-Cloud-Server.
ga: Liosta le haghaidh dintiúir do fhreastalaithe Bitbucket Cloud.
hu: Bitbucket Cloud szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk server Bitbucket Cloud.
ja: Bitbucket Cloud サーバーの資格情報の一覧。
nl: Lijst voor inloggegevens voor servers van Bitbucket Cloud.
pt: Lista de credenciais para servidores de Nuvem Bitbucket.
pt_br: Lista de credenciais para servidores do Bitbucket Cloud.
sv: Lista över autentiseringsuppgifter för Bitbucket Cloud-servrar.
ta: பிட்பக்கெட் முகில் சேவையகங்களுக்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: Bitbucket Cloud sunucuları için kimlik doğrulama bilgileri listesi.
uk: Список реєстраційних даних для серверів Bitbucket Cloud.
zh_hans: Bitbucket Cloud 服务器凭据列表。

source: The configuration dictionary consists of credentials defined for each API host. The API host might be different from what you use in the web browser, for example GitHub API is accessed as ``api.github.com``.
de: Das Konfigurationswörterbuch besteht aus Anmeldeinformationen, die für jeden API-Host definiert sind. Der API-Host kann sich von dem unterscheiden, den Sie im Webbrowser verwenden, z. B. wird auf die GitHub-API als ``api.github.com`` zugegriffen.
ga: Tá an foclóir cumraíochta comhdhéanta de dhintiúir sainithe do gach óstach API. D'fhéadfadh go mbeadh an t-óstach API difriúil ón méid a úsáideann tú sa bhrabhsálaí gréasáin, mar shampla tá rochtain ag GitHub API mar ``api.github.com``.
hu: A konfigurációs szótár API-hosztonként meghatározott hitelesítő adatokat tartalmaz. Az API-hoszt eltérhet attól, amit a böngészőben használ, például a GitHub API az ``api.github.com`` címen érhető el.
id: Kamus konfigurasi berisi kredensial yang ditentukan untuk setiap host API. Host API mungkin berbeda dari yang Anda gunakan di peramban web, misalnya API GitHub diakses sebagai ``api.github.com``.
ja: 設定辞書には、各 API ホストに対して定義された認証情報が含まれています。 API ホストは Web ブラウザーで使用するものとは異なる場合があります。たとえば、GitHub API は ``api.github.com`` としてアクセスされます。
nl: Het woordenboek voor de configuratie bestaat uit inloggegevens gedefinieerd voor elke API-host. De API-host zou kunnen verschillen van die welke u gebruikt in de webbrowser, toegang tot GitHub API is bijvoorbeeld ``api.github.com``.
pt: O dicionário de configuração consiste em credenciais definidas para cada host de API. O host da API pode ser diferente do que usa no navegador web, por exemplo, a API do GitHub é acedida como ``api.github.com``.
pt_br: O dicionário de configuração consiste em credenciais definidas para cada host de API. O host da API pode ser diferente do que você usa no navegador web, por exemplo, a API do GitHub é acessada como ``api.github.com``.
ru: Словарь конфигурации состоит из учётных данных, определённых для каждого сервера API. Сервер API может отличаться от того, который используется в веб-браузере, например, доступ к API GitHub осуществляется по адресу ``api.github.com``.
sv: Konfigurationsordlistan består av autentiseringsuppgifter som definieras för varje API-värd. API-värden kan skilja sig från den du använder i webbläsaren, till exempel nås GitHub API som ``api.github.com``.
ta: உள்ளமைவு அகராதி ஒவ்வொரு பநிஇ ஓச்டுக்கும் வரையறுக்கப்பட்ட நற்சான்றிதழ்களைக் கொண்டுள்ளது. பநிஇ புரவலன் வலை உலாவியில் நீங்கள் பயன்படுத்துவதிலிருந்து வேறுபட்டிருக்கலாம், எடுத்துக்காட்டாக அறிவிலிமையம் பநிஇ `` api.github.com`` ஆக அணுகப்படுகிறது.
tr: Yapılandırma sözlüğü, her API sunucusu için tanımlanan kimlik doğrulama bilgilerinden oluşur. API sunucusu, tarayıcınızda kullandığınızdan farklı olabilir. Örneğin GitHub API uygulamasına ``api.github.com`` adresiyle erişilir.
uk: Словник налаштувань складається з реєстраційних даних, які визначено для кожного вузла API. Вузол API може відрізнятися від того, яким ви користуєтеся у браузері. Наприклад, доступ до програмного інтерфейсу GitHub здійснюється за допомогою ``api.github.com``.
zh_hans: 配置目录由为每个 API 主机定义的凭据所组成。API 主机可能和你在网页浏览器中所用的不同，比如 GitHub API 访问地址为 ``api.github.com``.

source: The following configuration is available for each host:
de: Die folgende Konfiguration ist für jeden Host verfügbar:
ga: Tá an chumraíocht seo a leanas ar fáil do gach óstach:
hu: Az alábbi beállítások érhetők el minden hoszthoz:
id: Konfigurasi berikut tersedia untuk setiap host:
ja: 各ホストで使用可能な設定:
nl: De volgende configuratie is beschikbaar voor elke host:
pt: A seguinte configuração está disponível para cada host:
pt_br: A seguinte configuração está disponível para cada host:
ru: Для каждого сервера доступна следующая конфигурация:
sv: Följande konfiguration är tillgänglig för varje värd:
ta: ஒவ்வொரு ஓச்டுக்கும் பின்வரும் உள்ளமைவு கிடைக்கிறது:
tr: Her bir sunucu için şu yapılandırma kullanılabilir:
uk: Для кожного вузла доступні такі налаштування:
zh_hans: 下列配置对每个主机可用：

source: API user.
de: API-Benutzer.
ga: Úsáideoir API.
hu: API felhasználó.
id: Pengguna API.
ja: API ユーザー。
nl: API-gebruiker.
pt_br: API do usuário.
ru: Пользователь API.
sv: API-användare.
ta: பநிஇ பயனர்.
tr: API kullanıcı adı.
uk: Користувач програмного інтерфейсу.
zh_hans: API 用户。

source: The user workspace slug.
de: Der Benutzer-Workspace-Slug.
ga: An seilide spás oibre úsáideora.
hu: A felhasználói munkaterület URL-azonosítója (slug).
id: Slug ruang kerja pengguna.
ja: ユーザーのワークスペースの識別子。
nl: De slug voor de werkruimte van de gebruiker.
pt_br: O slug do espaço de trabalho do usuário.
sv: Användarens arbetsytaslugg.
ta: பயனர் பணியிட ச்லக்.
tr: Kullanıcının çalışma alanı kısaltması.
uk: Жетон простору користувача.
zh_hans: 用户工作区标识符。

source: The API token with `pullrequest:write` permission.
sv: API-token med behörigheten `pullrequest:write`.

source: Additional settings not described here can be found at :ref:`settings-credentials`.
de: Zusätzliche Einstellungen, die hier nicht beschrieben sind, finden Sie unter :ref:`settings-credentials`.
ga: Is féidir socruithe breise nach gcuirtear síos orthu anseo a fháil ag :ref:`settings-credentials`.
hu: További beállítások a :ref:`settings-credentials` résznél találhatók.
id: Pengaturan tambahan yang tidak dijelaskan di sini dapat ditemukan di :ref:`settings-credentials`.
ja: ここに書かれていない追加設定は、:ref:`settings-credentials` にあります。
nl: Aanvullende instellingen, die hier niet worden beschreven, zijn terug te vinden op :ref:`settings-credentials`.
pt: Configurações adicionais não descritas aqui encontram-se em :ref:`settings-credentials`.
pt_br: Configurações adicionais não descritas aqui podem ser encontradas em :ref:`settings-credentials`.
ru: Дополнительные настройки, не описанные здесь, можно найти в :ref:`settings-credentials`.
sv: Ytterligare inställningar som inte beskrivs här finns på :ref:`settings-credentials`.
tr: Burada açıklanmayan ek ayarlar :ref:`settings-credentials` bölümünde bulunabilir.
uk: Додаткові параметри, які не описано тут, описано у розділі :ref:`settings-credentials`.
zh_hans: 此处未说明的其他设置可以在 :ref:`settings-credentials` 中找到。

source: `Create an API token <https://support.atlassian.com/bitbucket-cloud/docs/create-an-api-token/>`_
sv: `Skapa en API-token <https://support.atlassian.com/bitbucket-cloud/docs/create-an-api-token/>`_

source: `API token permissions <https://support.atlassian.com/bitbucket-cloud/docs/api-token-permissions/>`_
sv: `API-tokenbehörigheter <https://support.atlassian.com/bitbucket-cloud/docs/api-token-permissions/>`_

source: List for credentials for Azure DevOps servers.
de: Liste der Zugangsdaten für Azure-DevOps-Server.
ga: Liosta le haghaidh dintiúir do fhreastalaithe Azure DevOps.
hu: Azure DevOps szerverekhez használt hitelesítő adatok listája.
id: Daftar kredensial untuk server Azure DevOps.
ja: Azure DevOps サーバーの資格情報の一覧です。
nl: Lijst voor inloggegevens voor servers van Azure DevOps.
pt: Lista de credenciais para servidores do Azure DevOps.
pt_br: Lista de credenciais para servidores do Azure DevOps.
ru: Список учётных данных для серверов Azure DevOps.
sv: Lista över autentiseringsuppgifter för Azure DevOps-servrar.
ta: அசூர் டெவொப்ச் சேவையகங்களுக்கான நற்சான்றிதழ்களுக்கான பட்டியல்.
tr: Aşure DevOps sunucuları için kimlik doğrulama bilgilerinin listesi.
uk: Список реєстраційних даних для серверів Azure DevOps.
zh_hans: Azure DevOps 服务器凭据列表。

source: The name of the Azure DevOps project. This is not the repository name.
de: Der Name des Azure-DevOps-Projekts. Dies ist nicht der Name des Repositorys.
ga: Ainm an tionscadail Azure DevOps. Ní hé seo an t-ainm stór.
hu: Az Azure DevOps projekt neve. Ez nem azonos a tároló nevével.
id: Nama proyek Azure DevOps. Ini bukan nama repositori.
ja: Azure DevOps プロジェクトの名前。これはリポジトリ名ではありません。
nl: De naam van het project van Azure DevOps. Dit is niet de naam van de opslagruimte.
pt: O nome do projeto Azure DevOps. Este não é o nome do repositório.
pt_br: O nome do projeto Azure DevOps. Este não é o nome do repositório.
ru: Имя проекта Azure DevOps. Это не имя репозитория.
sv: Namnet på Azure DevOps-projektet. Detta är inte namnet på arkivet.
ta: அசூர் டெவொப்ச் திட்டத்தின் பெயர். இது களஞ்சிய பெயர் அல்ல.
tr: Azure DevOps projesinin adı. Deponun adı değildir.
uk: Назва проєкту Azure DevOps. Це не назва сховища.
zh_hans: Azure DevOps 项目名。注意不是仓库名。

source: The name of the organization of the project.
de: Der Name der Organisation des Projekts.
ga: Ainm eagraíocht an tionscadail.
hu: A projekt szervezetének neve.
id: Nama organisasi proyek.
ja: プロジェクトの組織名。
nl: De naam van de organisatie van het project.
pt: O nome da organização do projeto.
pt_br: O nome da organização do projeto.
ru: Название организации проекта.
sv: Projektets organisationsnamn.
ta: திட்டத்தின் அமைப்பின் பெயர்.
tr: Projenin bulunduğu kuruluşun adı.
uk: Назва організації проєкту..
zh_hans: 项目组织名。

source: An optional list of work items IDs from your organization. When provided new pull requests will have these attached.
de: Eine optionale Liste von Work-Item-IDs aus Ihrer Organisation. Wenn angegeben, werden neue Pull Requests mit diesen IDs versehen.
ga: Liosta roghnach d’aitheantais míreanna oibre ó d’eagraíocht. Nuair a sholáthraítear iarratais tarraingthe nua cuirfear iad seo i gceangal leis seo.
hu: Opcionálisan megadható a szervezet munkafolyamat-azonosítóinak listája. Ha meg van adva, az új módosítási kérelmekhez (pull request) ezek automatikusan csatolódnak.
id: Daftar opsional ID item pekerjaan dari organisasi Anda. Setelah disediakan, permintaan tarik baru akan menyertakannya.
ja: 組織からの作業項目 ID のオプションの一覧。新しいプル リクエストが提供されると、これが添付されます。
nl: Een optionele lijst van werkitem-ID's van uw organisatie. Indien opgegeven zullen nieuwe pull requests deze eraan gekoppeld hebben.
pt: Uma lista opcional de IDs de elementos de trabalho da sua organização. Quando fornecida, novos pull requests terão estes elementos anexados.
pt_br: Uma lista opcional de IDs de itens de trabalho da sua organização. Quando fornecida, novos pull requests terão esses itens anexados.
ru: Необязательный список идентификаторов рабочих элементов из вашей организации. При его предоставлении к новым запросам на поставку будут прикрепляться эти идентификаторы.
sv: En valfri lista med ID-nummer för arbetsuppgifter från din organisation. När dessa anges kommer nya pull-förfrågningar att ha dessa bifogade.
ta: உங்கள் நிறுவனத்திலிருந்து பணி உருப்படிகளின் ஐடிகளின் விருப்ப பட்டியல். புதிய இழுத்தல் கோரிக்கைகள் வழங்கப்படும்போது இவை இணைக்கப்பட்டிருக்கும்.
tr: Kuruluşunuzdaki iş ögeleri kimliklerinin isteğe bağlı listesi. Belirtildiğinde bunlar yeni çekme isteklerine eklenir.
uk: Необов'язковий список ідентифікаторів робочих записів з вашої організації. Буде долучено до наданих нових запитів щодо об'єднання.
zh_hans: 贵组织工作项 ID 的可选列表。提供之后，新的拉取请求会附上这些 ID。

source: API token for the API user, required.
de: API-Token für den API-Benutzer, erforderlich.
ga: Comhartha API don úsáideoir API, riachtanach.
hu: API token az API-felhasználóhoz (kötelező).
id: Token API untuk pengguna API, diperlukan.
ja: API ユーザーの API トークン（必須）。
nl: API-token voor de API-gebruiker, vereist.
pt: Token de API para o utilizador da API, obrigatório.
pt_br: Token de API para o usuário da API, obrigatório.
ru: Требуется API-токен для пользователя API.
sv: API-token för API-användaren, krävs.
ta: பநிஇ பயனருக்கான பநிஇ கிள்ளாக்கு தேவை.
tr: API kullanıcısının API kodu, yazılması zorunludur.
uk: Жетон для користувача API, має бути вказано обов'язково.
zh_hans: API 用户的 API 令牌，必填。

source: `Azure DevOps: Personal access token <https://learn.microsoft.com/en-us/azure/devops/organizations/accounts/use-personal-access-tokens-to-authenticate?view=azure-devops&tabs=Windows>`_
id: `Azure DevOps: Token akses pribadi <https://learn.microsoft.com/en-us/azure/devops/organizations/accounts/use-personal-access-tokens-to-authenticate?view=azure-devops&tabs=Windows>`_
sv: Azure DevOps: Personlig åtkomsttoken <https://learn.microsoft.com/en-us/azure/devops/organizations/accounts/use-personal-access-tokens-to-authenticate?view=azure-devops&tabs=Windows>

source: Google Analytics ID to turn on monitoring of Weblate using Google Universal Analytics.
de: Google-Analytics-ID, um die Überwachung von Weblate mit Google Universal Analytics zu aktivieren.
ga: Aitheantas Google Analytics chun monatóireacht ar Weblate a chur ar siúl ag baint úsáide as Google Universal Analytics.
hu: Google Analytics azonosító a Weblate megfigyelésének bekapcsolásához Google Universal Analytics segítségével.
id: ID Google Analytics untuk mengaktifkan pemantauan Weblate menggunakan Google Universal Analytics.
nl: Google Analytics ID om het monitoren van Weblate met Google Universal Analytics in te schakelen.
pt_br: ID do Google Analytics para ativar o monitoramento do Weblate usando o Google Universal Analytics.
sv: Google Analytics-ID för att aktivera övervakning av Weblate med Google Universal Analytics.
tr: Google Universal Analytics ile Weblate izlemesini açmak için Google Analytics kimliği.
uk: Google Analytics ID, щоб увімкнути моніторинг Weblate за допомогою Google Universal Analytics.

source: Google Analytics 4 integration is currently not available for Weblate, please see https://github.com/WeblateOrg/weblate/issues/14015.
de: Die Integration von Google Analytics 4 ist aktuell nicht für Weblate verfügbar, siehe https://github.com/WeblateOrg/weblate/issues/14015.
ga: Níl comhtháthú Google Analytics 4 ar fáil do Weblate faoi láthair, féach https://github.com/WeblateOrg/weblate/issues/14015.
hu: Jelenleg a Google Analytics 4 integráció nem érhető el a Weblate-ben. Bővebben lásd: https://github.com/WeblateOrg/weblate/issues/14015
id: Integrasi Google Analytics 4 saat ini tidak tersedia untuk Weblate, silakan lihat https://github.com/WeblateOrg/weblate/issues/14015.
nl: Integratie van Google Analytics 4 is momenteel niet beschikbaar voor Weblate, bekijk https://github.com/WeblateOrg/weblate/issues/14015.
pt_br: No momento, a integração com o Google Analytics 4 não está disponível para o Weblate; consulte https://github.com/WeblateOrg/weblate/issues/14015.
sv: Google Analytics 4-integration är för närvarande inte tillgänglig för Weblate, se https://github.com/WeblateOrg/weblate/issues/14015.
tr: Şu anda Weblate için Google Analytics 4 bütünleştirmesi kullanılamıyor. Lütfen https://github.com/WeblateOrg/weblate/issues/14015 adresine bakın.
uk: Інтеграція Google Analytics 4 наразі недоступна для Weblate, див. https://github.com/WeblateOrg/weblate/issues/14015.

source: Hide repository credentials from the web interface. In case you have repository URL with user and password, Weblate will hide it when related info is shown to users.
de: Blendet die Repository-Zugangsdaten auf der Weboberfläche aus. Falls Sie eine Repository-URL mit Benutzer und Passwort haben, wird Weblate diese ausblenden, wenn zugehörige Informationen den Benutzern angezeigt werden.
ga: Folaigh dintiúir stórtha ón gcomhéadan gréasáin. Sa chás go bhfuil URL stórtha agat le húsáideoir agus pasfhocal, cuirfidh Weblate i bhfolach é nuair a thaispeánfar faisnéis ghaolmhar d'úsáideoirí.
hu: A tároló hitelesítő adatok elrejtése a webes felületről. Ha a tároló URL-je tartalmaz felhasználónevet és jelszót, a Weblate ezeket eltávolítja, amikor a felhasználók számára megjeleníti az adatokat.
id: Sembunyikan kredensial repositori dari antarmuka web. Jika Anda memiliki URL repositori dengan nama pengguna dan kata sandi, Weblate akan menyembunyikannya saat informasi terkait ditampilkan kepada pengguna.
ja: Web インターフェイスのリポジトリの認証情報を非表示にします。リポジトリの URL にユーザーとパスワードが設定されている場合、関連情報をユーザーに表示するときには、Weblate がその URL を非表示にします。
nl: Verberg inloggegevens voor opslagruimte in de webinterface. In het geval u een URL voor een opslagruimte hebt met gebruiker en wachtwoord, zal Weblate die verbergen als gerelateerde informatie wordt weergegeven aan gebruikers.
pt: Oculta credenciais de repositório da interface web. No caso de ter URL do repositório com utilizador e palavra-passe, o Weblate irá ocultá-la quando as informações relacionadas são mostradas aos utilizadores.
pt_br: Oculta credenciais de repositório da interface web. No caso de você ter URL do repositório com usuário e senha, o Weblate irá ocultá-la quando as informações relacionadas são mostradas aos usuários.
ro: Ascundeți acreditările de depozit din interfața web. În cazul în care aveți un URL de depozit cu utilizator și parolă, Weblate îl va ascunde atunci când informațiile aferente sunt afișate utilizatorilor.
ru: Скрыть учётные данные репозитория в веб-интерфейсе. В случае, если в URL репозитория содержится пользователь и пароль, Weblate спрячет их, когда соответствующая информация будет показываться пользователям.
sv: Dölj autentiseringsuppgifter för arkivet från webbgränssnittet. Om du har en arkiv-URL med användarnamn och lösenord kommer Weblate att dölja den när relaterad information visas för användarna.
ta: வலை இடைமுகத்திலிருந்து களஞ்சிய நற்சான்றிதழ்களை மறைக்கவும். பயனர் மற்றும் கடவுச்சொல்லுடன் உங்களிடம் களஞ்சிய முகவரி இருந்தால், தொடர்புடைய செய்தி பயனர்களுக்கு காண்பிக்கப்படும் போது வலைபெயர்ப்பு அதை மறைக்கும்.
tr: Depo kimlik doğrulama bilgilerini site arayüzünde gizler. İçinde kullanıcı adı ve parolası geçen bir depo adresiniz varsa, Weblate ilgili bilgileri kullanıcılara görüntülerken bunları gizler.
uk: Приховати реєстраційні дані сховища від показу у вебінтерфейсі. Якщо у адресі сховища міститься ім'я користувача і пароль, Weblate приховає їх при показі відповідних даних користувачам.
zh_hans: 隐藏仓库凭据避免出现在 web 界面中。在仓库 URL 带有用户名和密码的情况下，Weblate 会在相关信息显示给用户时将其隐藏起来。
zh_hant: 隱藏倉庫憑據避免出現在 web 界面中。在倉庫 URL 帶有用戶名和密碼的情況下， Weblate 會在相關信息顯示給用戶時將其隱藏起來。

source: On by default.
de: Standardmäßig eingeschaltet.
ga: Ar de réir réamhshocraithe.
hu: Ez a beállítás alapértelmezetten be van kapcsolva.
id: Aktif secara bawaan.
ja: デフォルトで有効。
nl: Standaard ingeschakeld.
pt: Ativado por padrão.
pt_br: Ativado por padrão.
ru: Включено по умолчанию.
sv: På som standard.
ta: இயல்பாகவே.
tr: Varsayılan olarak açık.
uk: Типово увімкнено.
zh_hans: 默认开启。
