Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: Fixed generating of MO files for monolingual translations.
de: Die Erzeugung von MO-Dateien für einsprachige Übersetzungen korrigiert.
ga: Giniúint sheasta comhad MO le haghaidh aistriúcháin aonteangacha.
hu: MO-fájlok generálásának javítása egynyelvű fordítások esetén.
id: Memperbaiki pembuatan berkas MO untuk terjemahan monolingual.
ja: モノリンガル翻訳用の MO ファイルの生成の修正。
nl: Gerepareerd genereren van MO-bestanden voor eentalige vertalingen.
pt: Corrigida a geração de ficheiros MO para traduções monolíngues.
pt_br: Corrigida a geração de arquivos MO para traduções monolíngues.
ro: A fost reparată generarea de fișiere MO pentru traducerile monolingve.
ru: Исправлено создание MO-файлов для одноязычных переводов.
sv: Fast generering av MO-filer för enspråkiga översättningar.
ta: ஒருமொழி மொழிபெயர்ப்புகளுக்கான mo கோப்புகளின் நிலையான உருவாக்கம்.
tr: Tek dilli çevirilerde yaşanan MO dosyalarının oluşturulması sorunu düzeltildi.
uk: Виправлено створення файлів MO для одномовних перекладів.
zh_hans: 修复了为单语言翻译生成 MO 文件。

source: Added API endpoint to download all component translations as a ZIP file.
de: API-Endpunkt zum Herunterladen aller Komponentenübersetzungen als ZIP-Datei hinzugefügt.
ga: Cuireadh críochphointe API leis chun gach aistriúchán comhpháirte a íoslódáil mar chomhad ZIP.
hu: API végpont hozzáadva az összes összetevő fordításainak ZIP fájlban történő letöltéséhez.
id: Menambahkan titik akhir API untuk mengunduh semua terjemahan komponen sebagai berkas ZIP.
ja: すべてのコンポーネントの翻訳を ZIP ファイルとしてダウンロードする API エンドポイントの追加。
nl: Toegevoegd eindpunt voor API om alle vertalingen van het onderdeel als een ZIP-bestand te downloaden.
pt: Adicionado endpoint de API para descarregar todas as traduções de componentes como um ficheiro ZIP.
pt_br: Adicionado endpoint de API para baixar todas as traduções de componentes como um arquivo ZIP.
ro: A fost adăugat un endpoint API pentru a descărca toate traducerile componentelor sub forma unui fișier ZIP.
ru: Добавлена конечная точка API для скачивания всех переводов компонентов в виде ZIP-файла.
sv: Lagt till API-slutpunkt för att ladda ner alla komponentöversättningar som en ZIP-fil.
ta: அனைத்து கூறு மொழிபெயர்ப்புகளையும் ஒரு சிப் கோப்பாக பதிவிறக்கம் செய்ய பநிஇ இறுதிப் புள்ளியைச் சேர்த்தது.
tr: Tüm bileşen çevirilerini ZIP dosyası olarak indirmek için API uç noktası eklendi.
uk: Додано кінцеву точку програмного інтерфейсу для отримання усіх перекладів складника у форматі файлу ZIP.
zh_hans: 新增 API 端点，支持以 ZIP 文件打包下载所有部件翻译。

source: Added support for Python 3.10.
de: Unterstützung für Python 3.10 hinzugefügt.
ga: Tacaíocht bhreise do Python 3.10.
hu: Python 3.10 támogatása hozzáadva.
id: Menambahkan dukungan untuk Python 3.10.
ja: Python 3.10 に対応。
nl: Ondersteuning toegevoegd voor Python 3.10.
pt: Suporte adicionado para Pyton 3.10.
pt_br: Suporte adicionado para Python 3.10.
ro: A fost adăugat suport pentru Python 3.10.
ru: Добавлена поддержка Python 3.10.
sv: Stöd för Python 3.10 har lagts till.
ta: பைதான் 3.10 க்கு உதவி சேர்க்கப்பட்டது.
tr: Python 3.10 desteği eklendi.
uk: Додано підтримку Python 3.10.
zh_hans: 增加了对 Python 3.10 的支持。

source: Added support for resending e-mail invitation from the management interface.
de: Unterstützung für den erneuten Versand von E-Mail-Einladungen über die Verwaltungsoberfläche hinzugefügt.
ga: Tacaíocht bhreise chun cuireadh r-phoist a athsheoladh ón gcomhéadan bainistíochta.
hu: Meghívó e-mail újraküldésének lehetősége hozzáadva a kezelőfelületről.
id: Menambahkan dukungan untuk mengirim ulang undangan surel dari antarmuka manajemen.
ja: 管理画面からの招待メールの再送に対応。
nl: Ondersteuning toegevoegd voor het opnieuw verzenden van invitatie e-mail vanuit de beheerinterface.
pt: Adicionado suporte para reenviar convite por e-mail a partir da interface de gestão.
pt_br: Adicionado suporte para reenviar convite por e-mail a partir da interface de gerenciamento.
ro: A fost adăugat suport pentru retrimiterea invitațiilor prin e-mail din interfața de gestionare.
ru: Добавлена поддержка повторной отправки приглашения по электронной почте из интерфейса управления.
sv: Lagt till stöd för att skicka om e-postinbjudningar från administrationsgränssnittet.
ta: மேலாண்மை இடைமுகத்திலிருந்து மீண்டும் வரும் மின்னஞ்சல் அழைப்புக்கு உதவி சேர்க்கப்பட்டது.
tr: Yönetim arayüzüne e-posta davetini yeniden gönderme özelliği eklendi.
uk: Додано підтримку повторного надсилання запрошення електронною поштою в інтерфейсі керування.
zh_hans: 新增支持从管理界面重新发送电子邮件邀请。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/71?cloced=1> __. __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/71?closed=1>`__。

source: There is a change in storing metrics, the upgrade can take long time on larger sites.
de: Es gibt eine Änderung der Speichermetriken, das Upgrade kann bei größeren Websites lange dauern.
ga: Tá athrú ar an méadracht a stóráil, is féidir go dtógfaidh an t-uasghrádú go leor ama ar shuímh níos mó.
hu: Változás történt a metrikaadatok tárolásában, a frissítés nagyobb telepítéseknél hosszabb időt vehet igénybe.
id: Ada perubahan dalam penyimpanan metrik, peningkatan dapat memakan waktu lama di situs yang lebih besar.
ja: メトリックスの保存の仕方に変更があり、大規模なサイトではアップグレードに時間がかかることがあります。
nl: Er is een wijziging in het opslaan van metrieken, de upgrade kan lang duren op grotere sites.
pt: Há uma mudança no armazenamento de métricas, a atualização pode levar muito tempo em sites maiores.
pt_br: Há uma mudança no armazenamento de métricas, a atualização pode levar muito tempo em sites maiores.
ro: Există o modificare a parametrilor de stocare, iar actualizarea poate dura mult timp în cazul site-urilor mari.
ru: Произошли изменение в хранении метрик, обновление может занять много времени на больших сайтах.
sv: Det har skett en förändring i lagringen av mätvärden, uppgraderingen kan ta lång tid på större webbplatser.
ta: அளவீடுகளை சேமிப்பதில் மாற்றம் உள்ளது, மேம்படுத்தல் பெரிய தளங்களில் நீண்ட நேரம் ஆகலாம்.
tr: Ölçümlerin depolanmasında bir değişiklik yapıldı. Büyük sitelerde yükseltme işlemi uzun sürebilir.
uk: Метрику зберігання даних змінено. Оновлення для великих сайтів може тривати досить довго.
zh_hans: 存储指标有变化，在较大的站点上升级可能需要很长时间。

source: *Released on September 10th 2021.*
de: *Veröffentlicht am 10. September 2021.*
ga: *Eisithe ar 10 Meán Fómhair 2021.*
hu: *Kiadva: 2021. szeptember 10.*
id: *Dirilis pada 10 September 2021.*
nl: *Uitgegeven op 10 september 2021.*
pt_br: *Atualizado em 10 de setembro de 2021.*
sv: *Släpptes den 10 september 2021.*
tr: *10 Eylül 2021 tarihinde yayınlandı.*
uk: *Випущено 10 вересня 2021 року.*

source: Fixed user removal in Django admin interface.
de: Das Entfernen von Benutzern in der Django-Adminoberfläche korrigiert.
ga: Baint seasta úsáideora i gcomhéadan riaracháin Django.
hu: Felhasználó törlésének javítása a Django admin felületen.
id: Memperbaiki penghapusan pengguna di antarmuka admin Django.
ja: Django 管理画面でのユーザー削除の修正。
nl: Gerepareerd verwijderen van gebruiker in Django-beheerdersinterface.
pt: Corrigida a remoção de utilizador na interface administrativa do Django.
pt_br: Corrigida a remoção de usuário na interface administrativa do Django.
ro: A fost reparată eliminarea utilizatorilor din interfața de administrare Django.
ru: Исправлено удаление пользователей в интерфейсе администратора Django.
sv: Fast användarborttagning i Djangos administratörsgränssnitt.
ta: சாங்கோ நிர்வாக இடைமுகத்தில் நிலையான பயனர் அகற்றுதல்.
tr: Django yönetici arayüzünde yaşanan kullanıcı silme sorunu düzeltildi.
uk: Виправлено вилучення запису користувача в адміністративному інтерфейсі Django.
zh_hans: 修复了 Django 管理界面中的用户删除。

source: Document add-on parameters in greater detail.
de: Ausführlichere Dokumentation von Erweiterungsparametern.
ga: Déan paraiméadair bhreiseáin a dhoiciméadú go mion.
hu: Kiegészítők paramétereinek részletesebb dokumentálása.
id: Mendokumentasikan parameter pengaya secara lebih detail.
ja: アドオンのパラメータをより詳細に記述。
nl: Parameters add-on in meer detail documenteren.
pt: Documentados os parâmetros de extensões com mais detalhes.
pt_br: Documentados os parâmetros de complementos com mais detalhes.
ro: Documentați mai detaliat parametrii add-on.
ru: Более подробная документация параметров надстроек.
sv: Dokumentera tilläggsparametrar mer detaljerat.
ta: ஆவண சேர்க்கை அளவுருக்கள் இன்னும் விரிவாக.
tr: Eklenti parametreleri daha ayrıntılı olarak belgelendirildi.
uk: Докладніше документування параметрів додатків.
zh_hans: 在文档中更详细地说明附加组件的参数。

source: Fixed JavaScript error in glossary.
de: JavaScript-Fehler im Glossar behoben.
ga: Earráid JavaScript sheasta sa ghluais.
hu: JavaScript hiba javítása a szójegyzékben.
id: Memperbaiki galat JavaScript dalam glosarium.
ja: 用語集での JavaScript エラーの修正。
nl: Gerepareerde fout JavaScript in woordenlijst.
pt: Corrigido um erro de JavaScript no glossário.
pt_br: Corrigido um erro de JavaScript no glossário.
ro: A fost corectată eroarea JavaScript din glosar.
ru: Исправлена ошибка JavaScript в словаре.
sv: Rättat JavaScript-fel i ordlistan.
ta: சொற்களஞ்சியத்தில் நிலையான சாவாச்கிரிப்ட் பிழை.
tr: Sözlükte yaşanan JavaScript sorunu düzeltildi.
uk: Виправлено помилку JavaScript при роботі з глосарієм.
zh_hans: 修复了术语表的 JavaScript 错误。

source: Add limit to number of matches in consistency check.
de: Begrenzung der Anzahl von Übereinstimmungen bei der Konsistenzprüfung.
ga: Cuir teorainn le líon na meaitseálacha sa seiceáil comhsheasmhachta.
hu: Egyezőségi ellenőrzés találatainak számát korlátozó beállítás hozzáadva.
id: Menambahkan batas jumlah kecocokan dalam pemeriksaan konsistensi.
ja: 一貫性の検査の一致数に制限を追加。
nl: Limiet voor aantal overeenkomsten in controle consistentie toegevoegd.
pt: Adicionado limite à quantidade de correspondências na verificação de consistência.
pt_br: Adicionado limite ao número de correspondências na verificação de consistência.
ro: Adăugați o limită la numărul de potriviri în verificarea coerenței.
ru: Добавить ограничение на количество совпадений при проверке согласованности.
sv: Lägg till begränsning för antalet matchningar i konsistenskontrollen.
ta: சீரான சோதனையில் போட்டிகளின் எண்ணிக்கையில் வரம்பைச் சேர்.
tr: Tutarlılık denetimlerinde eşleşme sayısına sınır eklendi.
uk: Додано обмеження на кількість відповідників у перевірці узгодженості.
zh_hans: 在一致性检查中增加匹配数量的限制。

source: Improve handling of placeholders in machine translations.
de: Verbesserung der Behandlung von Platzhaltern in maschinellen Übersetzungen.
ga: Feabhas a chur ar láimhseáil na sealbhóirí áite i meaisíní aistriúcháin.
hu: Helyettesítők kezelése javítva a gépi fordítások során.
id: Meningkatkan penanganan placeholder dalam terjemahan mesin.
ja: 機械翻訳におけるプレースホルダーの処理を改善。
nl: Verbeterde afhandeling van plaatsvervangers in machinevertalingen.
pt: Melhorado o manuseio de espaços reservados em traduções de máquina.
pt_br: Melhorado o manuseio de espaços reservados em traduções automáticas.
ro: Îmbunătățirea gestionării spațiilor libere în traducerile automate.
ru: Улучшение обработки заполнителей в машинных переводах.
sv: Förbättra hanteringen av platshållare i maskinöversättningar.
ta: இயந்திர மொழிபெயர்ப்புகளில் பிளேச்ஓல்டர்களைக் கையாளுவதை மேம்படுத்துதல்.
tr: Makine çevirilerinde yer belirticilerin işlenmesi iyileştirildi.
uk: Удосконалено обробку замінників у комп'ютерних перекладах.
zh_hans: 改进机器翻译中的占位符处理。

source: Fixed creating add-ons using the API.
de: Die Erstellung von Erweiterungen über die API korrigiert.
ga: Seasta ag cruthú breiseáin ag baint úsáide as an API.
hu: Kiegészítők létrehozásának javítása API-n keresztül.
id: Memperbaiki pembuatan pengaya menggunakan API.
ja: API を使用したアドオンの作成の修正。
nl: Gerepareerd maken van add-ons met de API.
pt: Corrigida a criação de extensões a usar API.
pt_br: Corrigida a criação de complementos usando API.
ro: A fost reparată crearea de add-on-uri utilizând API.
ru: Исправлено создание надстроек с помощью API.
sv: Fixat skapande av tillägg med hjälp av API.
ta: பநிஇ ஐப் பயன்படுத்தி துணை நிரல்களை உருவாக்குதல்.
tr: API kullanılarak eklentiler oluşturma sorunu düzeltildi.
uk: Виправлено створення додатків за допомогою програмного інтерфейсу.
zh_hans: 修复了使用 API 创建附加组件的问题。

source: Added :setting:`PRIVACY_URL` setting to add privacy policy link to the footer.
de: Die Einstellung :setting:`PRIVACY_URL` hinzugefügt, um einen Link zur Datenschutzerklärung in die Fußzeile einzufügen.
ga: Cuireadh socrú :setting:`PRIVACY_URL` leis chun nasc polasaí príobháideachta a chur leis an mbuntásc.
hu: :setting:`PRIVACY_URL` beállítás hozzáadva, amellyel adatvédelmi irányelvekre mutató hivatkozás jeleníthető meg a láblécben.
id: Menambahkan pengaturan :setting:`PRIVACY_URL` untuk menambahkan tautan kebijakan privasi ke footer.
ja: プライバシー ポリシーのリンクをフッターに追加するため :setting:`PRIVACY_URL` 設定を追加。
nl: Toegevoegd instelling :setting:`PRIVACY_URL` voor toevoegen van koppeling privacybeleid in voettekst.
pt: Adicionada configuração :setting:`PRIVACY_URL` para adicionar uma política de privacidade ao rodapé.
pt_br: Adicionada configuração :setting:`PRIVACY_URL` para adicionar uma política de privacidade ao rodapé.
ro: A fost adăugată setarea :setting:`PRIVACY_URL` pentru a adăuga un link către politica de confidențialitate în subsol.
ru: Добавлен параметр :setting:`PRIVACY_URL` для добавления ссылки на политику конфиденциальности в нижний колонтитул.
sv: Lagt till inställningen :setting:`PRIVACY_URL` för att lägga till en länk till sekretesspolicyn i sidfoten.
tr: Alt bilgiye gizlilik ilkesi bağlantısı eklemek için :setting:`PRIVACY_URL` seçeneği eklendi.
uk: До нижнього колонтитула сторінки додано параметр :setting:`PRIVACY_URL` для додавання посилання на правила конфіденційності.
zh_hans: 添加 :setting:`PRIVACY_URL` 设置以将隐私策略链接添加到页脚。

source: Hide member e-mail addresses from project admins.
de: Verbergen der E-Mail-Adressen von Mitgliedern vor Projektadministratoren.
ga: Folaigh seoltaí ríomhphoist na mball ó riarthóirí tionscadail.
hu: Csapattagok e-mail-címeinek elrejtése a projektadminisztrátorok elől.
id: Sembunyikan alamat surel anggota dari admin proyek.
ja: プロジェクト管理者に対して登録者のメールアドレスを非表示。
nl: E-mailadressen gebruikers verbergen voor beheerders project.
pt: Oculta os endereços de e-mail dos membros dos administradores do projeto.
pt_br: Oculta os endereços de e-mail dos membros dos administradores do projeto.
ro: Ascundeți adresele de e-mail ale membrilor pentru administratorii de proiect.
ru: Скрыты адреса электронной почты участников от администраторов проекта.
sv: Dölj medlemmarnas e-postadresser från projektadministratörer.
ta: திட்ட நிர்வாகிகளிடமிருந்து உறுப்பினர் மின்னஞ்சல் முகவரிகளை மறைக்கவும்.
tr: Üye e-posta adresleri proje yöneticilerinden gizlendi.
uk: Реалізовано приховування адрес електронної пошти учасників від адміністраторів проєкту.
zh_hans: 对项目管理员隐藏成员电子邮箱地址。

source: Improved gettext PO merging in case of conflicts.
de: Verbessertes Zusammenführen von gettext PO im Falle von Konflikten.
ga: Cumasc PO gettext feabhsaithe i gcás coinbhleachtaí.
hu: gettext PO-fájlok egyesítésének javítása ütközések esetén.
id: Peningkatan penggabungan gettext PO jika terjadi konflik.
ja: gettext PO が競合した場合のマージの改善。
nl: Verbeterd samenvoegen gettext PO in geval van conflicten.
pt: Aprimorada a mesclagem do gettext PO em caso de conflitos.
pt_br: Aprimorada a mesclagem do gettext PO em caso de conflitos.
ro: Îmbunătățirea fuzionării gettext PO în caz de conflicte.
ru: Улучшено объединение gettext PO в случае конфликтов.
sv: Förbättrad gettext PO-sammanslagning vid konflikter.
ta: மேம்பட்ட உரைபெறு po மோதல்கள் ஏற்பட்டால் ஒன்றிணைகிறது.
tr: Çakışma durumunda Gettext PO birleştirmesi iyileştirildi.
uk: Удосконалено об'єднання PO gettext, якщо виявлено конфлікти.
zh_hans: 改进了gettext PO在冲突情况下的合并。

source: Improved glossary highlighting.
de: Verbesserte Hervorhebung des Glossars.
ga: aibhsiú gluais feabhsaithe.
hu: Szójegyzéki kiemelések javítása.
id: Peningkatan penyorotan glosarium.
ja: 用語集の強調表示の改善。
nl: Verbeterd accentueren woordenlijst.
pt: Melhorado o realce de glossário.
pt_br: Melhorado o realce de glossário.
ro: Îmbunătățirea evidențierii glosarului.
ru: Улучшена подсветка словаря.
sv: Förbättrad markering av ordlista.
ta: மேம்படுத்தப்பட்ட சொற்களஞ்சியம் சிறப்பம்சமாக.
tr: Sözlük vurgulaması iyileştirildi.
uk: Удосконалено підсвічування у глосарії.
zh_hans: 改进了术语表高亮。

source: Improved ``safe-html`` flag behavior with XML checks.
de: Verbessertes Verhalten der ``safe-html``-Markierung bei XML-Prüfungen.
ga: Iompar bratach ``sábháilte-html`` feabhsaithe le seiceálacha XML.
hu: ``safe-html`` jelző viselkedésének javítása XML ellenőrzésekkel együtt.
id: Memperbaiki perilaku tanda ``safe-html`` dengan pemeriksaan XML.
ja: ``safe-html`` フラグの XML 検査の処理の改善。
nl: Verbeterd gedrag vlag ``safe-html`` in controles XML.
pt: Melhorado o comportamento do marcador ``safe-html`` com verificações de XML.
pt_br: Melhorado o comportamento do marcador ``safe-html`` com verificações de XML.
ro: A fost îmbunătățit comportamentul indicatorului ``safe-html`` în cazul verificărilor XML.
ru: Улучшено поведение флага ``safe-html`` при проверке XML.
sv: Förbättrad funktion för flaggan ``safe-html`` med XML-kontroller.
ta: எக்ச்எம்எல் சோதனைகளுடன் மேம்படுத்தப்பட்ட `` பாதுகாப்பான-எச்.டி.எம்.எல்`` கொடி நடத்தை.
tr: XML denetimleriyle ``safe-html`` iminin davranışı iyileştirildi.
uk: Удосконалено поведінку прапорця ``safe-html`` при використанні перевірок XML.
zh_hans: 通过 XML 检查改进了 ``safe-html`` 标记行为。

source: Fixed commit messages for linked components.
de: Commit-Nachrichten für verlinkte Komponenten korrigiert.
ga: Teachtaireachtaí tiomantais seasta le haghaidh comhpháirteanna nasctha.
hu: Kapcsolt összetevők véglegesítési üzeneteinek javítása.
id: Memperbaiki pesan commit untuk komponen tertaut.
ja: リンクされたコンポーネントのコミット メッセージの修正。
nl: Gerepareerde berichten voor commit voor gekoppelde onderdelen.
pt: Corrigidas as mensagens de componentes vinculados.
pt_br: Corrigidas as mensagens de componentes vinculados.
ro: A corectat mesajele de confirmare pentru componentele legate.
ru: Исправлены сообщения о коммите для связанных компонентов.
sv: Fixade commit-meddelanden för länkade komponenter.
ta: இணைக்கப்பட்ட கூறுகளுக்கான நிலையான கமிட் செய்திகள்.
tr: Bağlantılı bileşenler için işleme iletileri düzeltildi.
uk: Виправлено повідомлення про внески для пов'язаних складників.
zh_hans: 修复了链接部件的提交说明。

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
de: `Alle Änderungen im Detail <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
ga: `Gach athrú go mion <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
hu: `Az összes változás részletesen <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
id: `Semua perubahan secara detail <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
ja: `すべての変更の詳細 <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__。
nl: `Alle wijzigingen in detail <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
pt: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
pt_br: `Todas as alterações em detalhes <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
ro: `Toate modificările în detaliu <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>``__.
ru: `Все изменения в деталях <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
sv: `Alla ändringar i detalj <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
ta: `அனைத்து மாற்றங்களும் விரிவாக <https://github.com/weblateorg/weblate/milestone/70?cloced=1> __.
tr: `Ayrıntılı olarak tüm değişiklikler <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
uk: `Докладний опис усіх змін <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__.
zh_hans: `所有变化详情 <https://github.com/WeblateOrg/weblate/milestone/70?closed=1>`__。

source: *Released on August 21th 2021.*
de: *Veröffentlicht am 21. August 2021.*
ga: *Eisithe ar 21 Lúnasa 2021.*
hu: *Kiadva: 2021. augusztus 21.*
id: *Dirilis pada 21 Agustus 2021.*
nl: *Uitgegeven op 21 augustus 2021.*
pt_br: *Atualizado em 21 de agosto de 2021.*
sv: *Släppt den 21 augusti 2021.*
tr: *21 Ağustos 2021 tarihinde yayınlandı.*
uk: *Випущено 21 серпня 2021 року.*

source: Added support for Apple stringsdict format.
de: Unterstützung für das Apple-Stringsdict-Format hinzugefügt.
ga: Tacaíocht bhreise d'fhormáid teaghrán Apple.
hu: Apple `stringsdict` formátum támogatása hozzáadva.
id: Menambahkan dukungan untuk format stringdict Apple.
ja: Apple stringsdict 形式に対応。
nl: Ondersteuning toegevoegd voor indeling Apple stringsdict.
pt: Adicionado suporte para o formato stringsdict da Apple.
pt_br: Adicionado suporte para o formato stringsdict da Apple.
ro: A fost adăugat suport pentru formatul Apple stringsdict.
ru: Добавлена поддержка формата Apple stringsdict.
sv: Stöd för Apple stringsdict-format har lagts till.
ta: ஆப்பிள் ச்ட்ரிங்ச்டிக் வடிவமைப்பிற்கான உதவி சேர்க்கப்பட்டது.
tr: Apple stringsdict biçimine destek eklendi.
uk: Додано підтримку формату Apple stringsdict.
zh_hans: 新增对 Apple stringsdict 格式的支持。

source: The exact search operator is now case-sensitive with PostgreSQL.
de: Der Operator für die genaue Suche unterscheidet jetzt bei PostgreSQL zwischen Groß-/Kleinschreibung.
ga: Tá an t-oibreoir cuardaigh cruinn cás-íogair anois le PostgreSQL.
hu: A pontos keresési operátor mostantól kis- és nagybetűérzékeny a PostgreSQL esetében.
id: Operator pencarian yang tepat sekarang peka huruf besar-kecil dengan PostgreSQL.
ja: PostgreSQL の完全一致演算子が大文字と小文字に対応。
nl: De exacte zoekoperator is nu hoofdlettergevoelig in PostgreSQL.
pt: O operador de pesquisa exato agora diferencia maiúsculas de minúsculas com o PostgreSQL.
pt_br: O operador de busca exato agora diferencia maiúsculas de minúsculas com o PostgreSQL.
ro: Operatorul de căutare exactă este acum sensibil la majuscule și minuscule în PostgreSQL.
ru: Оператор точного поиска теперь чувствителен к регистру в PostgreSQL.
sv: Den exakta sökoperatorn är nu skiftlägeskänslig med PostgreSQL.
ta: சரியான தேடல் ஆபரேட்டர் இப்போது postgresql உடன் வழக்கு உணர்திறன் கொண்டது.
tr: PostgreSQL ile tam arama işlemine büyük/küçük harfe duyarlılık özelliği eklendi.
uk: Оператор точного пошуку у новій версії відтепер враховує регістр символів для PostgreSQL.
zh_hans: 精确搜索运算符现在对PostgreSQL区分大小写。
