Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The Celery errors are by default only logged into Celery log and are not visible to user. In case you want to have overview on such failures, it is recommended to configure :ref:`collecting-errors`.
de: Die Celery-Fehler werden standardmäßig nur im Celery-Log protokolliert und sind für den Benutzer nicht sichtbar. Falls Sie einen Überblick über solche Fehler haben möchten, wird empfohlen, :ref:`collecting-errors` zu konfigurieren.
ga: Ní dhéantar na hearráidí Soilire de réir réamhshocraithe a logáil isteach ach amháin sa loga Soilire agus níl siad le feiceáil don úsáideoir. Más mian leat forbhreathnú a bheith agat ar theipeanna dá leithéid, moltar :ref:`collecting-errors` a chumrú.
hu: A Celery hibák alapértelmezetten csak a Celery naplóba kerülnek, a felhasználó számára nem láthatók. Amennyiben szeretné áttekinteni ezeket a hibákat, javasolt a :ref:`collecting-errors` konfigurálása.
id: Galat Celery secara bawaan hanya dicatat ke dalam log Celery dan tidak terlihat oleh pengguna. Jika Anda ingin melihat ikhtisar kegagalan tersebut, disarankan untuk mengonfigurasi :ref:`collecting-errors`.
ja: デフォルトでは、Celery エラーは Celery ログにのみ記録され、ユーザーには表示されません。このような障害の概要を知りたいときは、:ref:`collecting-errors` の設定をしてください。
nl: De fouten voor Celery worden standaard alleen gelogd in het log van Celery en zijn niet zichtbaar voor de gebruiker. In het geval u overzicht wilt houden op dergelijke mislukkingen, wordt aanbevolen om :ref:`collecting-errors` te configureren.
pt: Os erros do Celery são por padrão apenas conectados ao log do Celery e não são visíveis ao utilizador. Caso queira ter uma visão geral sobre tais falhas, recomenda-se ajustar a configuração para ir :ref:`collecting-errors`.
pt_br: Os erros do Celery são por padrão apenas conectados ao log do Celery e não são visíveis ao usuário. Caso você queira ter uma visão geral sobre tais falhas, recomenda-se ajustar a configuração para ir :ref:`collecting-errors`.
ro: În mod implicit, erorile Celery sunt înregistrate doar în jurnalul Celery și nu sunt vizibile pentru utilizator. În cazul în care doriți să aveți o imagine de ansamblu asupra acestor eșecuri, se recomandă să configurați :ref:`collecting-errors`.
ru: Ошибки Celery по умолчанию записываются только в журнал Celery и пользователю не видны. В случае, если вы хотите видеть сводку по таким ошибкам, рекомендуется настроить :ref:`сбор отчетов об ошибках <collecting-errors>`.
sv: Celery-fel loggas som standard endast i Celery-loggen och är inte synliga för användaren. Om du vill ha en översikt över sådana fel rekommenderas det att konfigurera :ref:`collecting-errors`.
tr: Celery hataları varsayılan olarak yalnızca Celery günlüğüne kaydedilir ve kullanıcı tarafından görülemez. Bu tür hataların özetini görmek istiyorsanız, :ref:`collecting-errors` seçeneğini yapılandırmanız önerilir.
uk: Повідомлення про помилки Celery, типово, записуються лише до журналу Celery і є невидимими для користувача. Якщо ви хочете бачити огляд помилок подібного типу, рекомендуємо вам налаштувати :ref:`collecting-errors`.
zh_hans: Celery 错误默认之存储在 Celery 日志中，并且用户不可见。在您想要了解故障概况的情况下，推荐配置 :ref:`collecting-errors`。
zh_hant: Celery 錯誤默認之存儲在 Celery 日誌中，並且用戶不可見。在您想要了解故障概況的情況下，推薦配置 :ref:`collecting-errors` 。

source: Single-process Celery setup
de: Celery-Einzelprozess einrichten
ga: Socrú Soilire aonphróisis
hu: Egyszálú Celery beállítás
id: Pengaturan Celery proses tunggal
ja: シングルプロセス Celery の設定
nl: Opstelling een-proces Celery
pt: Configuração do Celery de processo único
pt_br: Configuração do Celery de processo único
ru: Однопроцессная установка для производства Celery
sv: Enkelprocess-konfiguration av Celery
ta: ஒற்றை-செயல்முறை செலரி அமைப்பு
tr: Tek işlemli Celery kurulumu
uk: Налаштування однопроцесорного Celery
zh_hans: 单进程 Celery 设置

source: In case you have very limited memory, you might want to reduce number of Weblate processes. All Celery tasks can be executed in a single process using:
de: Wenn Sie über sehr wenig Speicher verfügen, sollten Sie die Anzahl der Weblate-Prozesse reduzieren. Alle Celery-Aufgaben können in einem einzigen Prozess ausgeführt werden:
ga: I gcás go bhfuil cuimhne an-teoranta agat, b'fhéidir gur mhaith leat líon na bpróiseas Weblate a laghdú. Is féidir gach tasc Soilire a chur i gcrích in aon phróiseas amháin ag baint úsáide as:
hu: Ha korlátozott memóriakapacitás áll rendelkezésre, célszerű lehet csökkenteni a Weblate folyamatok számát. Minden Celery feladat egyetlen folyamatban is végrehajtható az alábbi módon:
id: Jika memori Anda sangat terbatas, Anda mungkin ingin mengurangi jumlah proses Weblate. Semua tugas Celery dapat dieksekusi dalam satu proses menggunakan:
ja: メモリが非常に限られている場合は、Weblate のプロセス数を減らしてみてください。すべての Celery タスクをシングルプロセスで実行する設定:
nl: In het geval u een erg beperkt geheugen hebt, zou u misschien het aantal processen van Weblate willen beperken. Alle taken voor Celery kunnen in een proces worden uitgevoerd met:
pt: Caso a sua memória seja muito limitada, talvez queira reduzir o número de processos do Weblate. Todas as tarefas do Celery podem ser executadas num único processo usando:
pt_br: Caso sua memória seja muito limitada, talvez você queira reduzir o número de processos do Weblate. Todas as tarefas do Celery podem ser executadas em um único processo usando:
ru: В случае, если у вас очень ограниченный объём памяти, возможно, стоит уменьшить количество процессов Weblate. Все задачи Celery могут выполняться в одном процессе с помощью:
sv: Om du har mycket begränsat minne kan du minska antalet Weblate-processer. Alla Celery-uppgifter kan utföras i en enda process med hjälp av:
ta: உங்களிடம் மிகக் குறைந்த நினைவகம் இருந்தால், நீங்கள் வலைபெயர்ப்பு செயல்முறைகளின் எண்ணிக்கையை குறைக்க விரும்பலாம். அனைத்து செலரி பணிகளையும் ஒரே செயல்பாட்டில் பயன்படுத்தலாம்:
tr: Belleğinizin çok sınırlı olması durumunda Weblate işlemlerinin sayısını azaltmak isteyebilirsiniz. Tüm Celery görevleri şu kullanılarak tek bir işlemde yürütülebilir:
uk: Якщо у вас дуже мало оперативної пам'яті, можливо, варто зменшити кількість процесів Weblate. За допомогою цього можна виконати всі завдання Celery в одному процесі:
zh_hans: 如果你的内存有限，你或许会想要减少 Weblate 进程数。使用以下命令可以在单进程中执行所有 Celery 任务：

source: An installation using Docker can be configured to use a single-process Celery setup by setting :envvar:`CELERY_SINGLE_PROCESS`.
de: Eine Installation, die Docker verwendet, kann durch :envvar:`CELERY_SINGLE_PROCESS` so konfiguriert werden, dass sie ein Celery-Setup mit nur einem Prozess verwendet.
ga: Is féidir suiteáil a úsáideann Docker a chumrú chun socrú Soilire aonphróisis a úsáid trí :envvar:`CELERY_SINGLE_PROCESS` a shocrú.
hu: Docker-alapú telepítés esetén az egyszálú Celery működés beállítható a :envvar:`CELERY_SINGLE_PROCESS` környezeti változó megadásával.
id: Instalasi yang menggunakan Docker dapat dikonfigurasi untuk menggunakan pengaturan Celery proses tunggal dengan mengatur :envvar:`CELERY_SINGLE_PROCESS`.
ja: Docker を使用したインストールでは、:envvar:`CELERY_SINGLE_PROCESS` を設定することで、単一プロセスの Celery セットアップを使用するように設定できます。
nl: Een installatie met Docker kan worden geconfigureerd om een opstelling van een-proces Celery te gebruiken door :envvar:`CELERY_SINGLE_PROCESS` in te stellen.
pt: Uma instalação que usa o Docker pode ser configurada para usar uma configuração do Celery de processo único, definindo :envvar:`CELERY_SINGLE_PROCESS`.
pt_br: Uma instalação que usa o Docker pode ser configurada para usar uma configuração do Celery de processo único, definindo :envvar:`CELERY_SINGLE_PROCESS`.
sv: En installation som använder Docker kan konfigureras för att använda en enkelprocess-Celery-konfiguration genom att ställa in :envvar:`CELERY_SINGLE_PROCESS`.
tr: Docker kullanan bir kurulum, :envvar:`CELERY_SINGLE_PROCESS` ayarıyla tek işlemli bir Celery kurulumu kullanacak şekilde yapılandırılabilir.
uk: Встановлення за допомогою Docker можна налаштувати на використання однопроцесного налаштування Celery за допомогою параметра :envvar:`CELERY_SINGLE_PROCESS`.
zh_hans: 通过设置 :envvar:`CELERY_SINGLE_PROCESS`，可使用 Docker 的安装配置为使用单进程 Celery 设置。

source: This will have a noticeable performance impact on Weblate.
de: Dies wird sich spürbar auf die Leistung von Weblate auswirken.
ga: Beidh tionchar suntasach feidhmíochta aige seo ar Weblate.
hu: Ez érezhető teljesítménycsökkenést eredményez a Weblate működésében.
id: Ini akan memiliki dampak kinerja yang nyata pada Weblate.
ja: これにより、Weblate の性能に顕著な影響が出ます。
nl: Dit zal een niet te missen impact op de prestaties van Weblate hebben.
pt: Isto terá um impacto perceptível no desempenho do Weblate.
pt_br: Isso terá um impacto perceptível no desempenho do Weblate.
ru: Это заметно скажется на производительности Weblate.
sv: Detta kommer att ha en märkbar inverkan på Weblates prestanda.
ta: இது வலைபெயர்ப்பில் குறிப்பிடத்தக்க செயல்திறன் தாக்கத்தை ஏற்படுத்தும்.
tr: Bu işlemin Weblate başarımı üzerinde hissedilir bir olumsuz etkisi olacaktır.
uk: Це матиме помітний вплив на швидкодію Weblate.
zh_hans: 这会对 Weblate 性能产生显著影响。

source: Monitoring Weblate
de: Weblate überwachen
ga: Monatóireacht ar Ghréasán
hu: Weblate monitorozása
id: Pemantauan Weblate
ja: Weblate の監視
nl: Weblate monitoren
pt: Monitorando o Weblate
pt_br: Monitorando o Weblate
ro: Monitorizarea Weblate
ru: Мониторинг Weblate
sv: Övervakning av Weblate
ta: வலைபெயர்ப்பு கண்காணித்தல்
tr: Weblate uygulamasını izlemek
uk: Спостереження за Weblate
zh_hans: 监测 Weblate
zh_hant: 監測 Weblate

source: Weblate provides the ``/healthz/`` URL to be used in simple health checks, for example using Kubernetes. The Docker container has built-in health check using this URL.
de: Weblate stellt die URL ``/healthz/`` zur Verfügung, die für einfache Integritätsprüfungen, zum Beispiel mit Kubernetes, verwendet werden kann. Der Docker-Container verfügt über eine integrierte Integritätsprüfung unter dieser URL.
ga: Soláthraíonn Weblate an URL ``/healthz/`` le húsáid i seiceálacha simplí sláinte, mar shampla ag baint úsáide as Kubernetes. Tá seiceáil sláinte ionsuite ag an gcoimeádán Docker ag baint úsáide as an URL seo.
hu: A Weblate a ``/healthz/`` URL-t biztosítja egyszerű állapotellenőrzésekhez, például Kubernetes környezetben. A Docker-konténer beépített épség ellenőrzést (health check) végez ezen az URL-en keresztül.
id: Weblate menyediakan URL ``/healthz/`` untuk digunakan dalam pemeriksaan kesehatan sederhana, misalnya menggunakan Kubernetes. Kontainer Docker memiliki pemeriksaan kesehatan bawaan menggunakan URL ini.
ja: Weblate は、Kubernetes などを使用した簡単に健全性診断ができる ``/healthz/`` URLを提供しています。Docker コンテナには、この URL を使用した健全性診断が付属しています。
nl: Weblate verschaft de URL ``/healthz/`` om te worden gebruikt in eenvoudig controles voor de gezondheid, bijvoorbeeld met Kubernetes. De Docker container heeft een ingebouwde controle voor de gezondheid met deze URL.
pt: O Weblate fornece a URL ``/healthz/`` a ser usada em verificações de saúde simples, por exemplo, usando Kubernetes. O contentor Docker tem verificação de saúde embutida usando esta URL.
pt_br: O Weblate fornece a URL ``/healthz/`` a ser usada em verificações de saúde simples, por exemplo, usando Kubernetes. O contêiner Docker tem verificação de saúde embutida usando esta URL.
ro: Weblate oferă URL-ul ``/healthz/`` pentru a fi utilizat în verificări simple ale stării de sănătate, de exemplu, folosind Kubernetes. Containerul Docker are încorporată o verificare a stării de sănătate folosind acest URL.
ru: Weblate предоставляет URL-адрес ``/healthz/``, который можно использоваться для простой проверки его работоспособности, например, при использовании Kubernetes. Docker container имеет встроенную проверку работоспособности с помощью этого URL-адреса.
sv: Weblate tillhandahåller URL:en ``/healthz/`` som kan användas för enkla hälsokontroller, till exempel med Kubernetes. Docker-containern har en inbyggd hälsokontroll som använder denna URL.
ta: வலைபெயர்ப்பு எளிய சுகாதார சோதனைகளில் பயன்படுத்தப்பட வேண்டிய ``/எல்த்ச்/`` முகவரி ஐ வழங்குகிறது, எடுத்துக்காட்டாக குபெர்னெட்சைப் பயன்படுத்துகிறது. இந்த முகவரி ஐப் பயன்படுத்தி கப்பல்துறை கொள்கலன் உள்ளமைக்கப்பட்ட சுகாதார சோதனை உள்ளது.
tr: Weblate, örneğin Kubernetes gibi basit durum denetimlerinde kullanılmak üzere ``/healthz/`` adresini sunar. Docker kapsayıcısında, bu adresi kullanan iç sistem durumu denetimi bulunur.
uk: У Weblate передбачено адресу ``/healthz/`` для простих перевірок працездатності, наприклад, за допомогою Kubernetes. У контейнера Docker є вбудована перевірка працездатності з використанням цієї адреси.
zh_hans: Weblate 提供了 ``/healthz/`` URL，可用于简单的健康检查，例如使用 Kubernetes。Docker 容器内置了使用此 URL 的健康检查。
zh_hant: Weblate 提供 ``/healthz/`` URL 作為簡單的健康檢查來使用，例如使用 Kubernetes 。 Docker 容器具有使用此 URL 的內置運行狀況檢查。

source: For monitoring metrics of Weblate you can use :http:get:`/api/metrics/` API endpoint.
de: Zur Überwachung der Metriken von Weblate können Sie den :http:get:`/api/metrics/` API-Endpunkt verwenden.
ga: Chun monatóireacht a dhéanamh ar mhéadracht Weblate is féidir leat :http:get:`/api/metrics/` críochphointe API a úsáid.
hu: A Weblate működési metrikáinak monitorozására használható az :http:get:`/api/metrics/` API végpont.
id: Untuk memantau metrik Weblate, Anda dapat menggunakan titik akhir API :http:get:`/api/metrics/`.
ja: Weblate のメトリックスを監視するには、API のエンドポイント :http:get:`/api/metrics/` を使用します。
nl: Voor het monitoren van metrieken van Weblate kunt u het API-eindpunt :http:get:`/api/metrics/` gebruiken.
pt: Para monitorar as métricas do Weblate, pode usar o ponto final :http:get:`/api/metrics/` da API.
pt_br: Para monitorar as métricas do Weblate, você pode usar o ponto final :http:get:`/api/metrics/` da API.
ro: Pentru monitorizarea metricilor Weblate puteți utiliza punctul final API :http:get:`/api/metrics/`.
ru: Для мониторинга метрик Weblate вы можете использовать конечную точку API :http:get:`/api/metrics/`.
sv: För att övervaka mätvärden för Weblate kan du använda API-ändpunkten :http:get:`/api/metrics/`.
tr: Weblate ölçümlerini izlemek için :http:get:`/api/metrics/` API uç noktasını kullanabilirsiniz.
uk: Для спостереження за метрикою Weblate ви можете скористатися кінцевою точкою програмного інтерфейсу :http:get:`/api/metrics/`.
zh_hans: 为了检测Weblate的各项指标，你可以使用 :http:get:`/api/metrics/` API端点。
zh_hant: 用於監視Weberate的指標，您可以使用：http：get：`/ api / metrics /`api端點。

source: `Weblate plugin for Munin <https://github.com/WeblateOrg/munin>`_
id: `Pengaya Weblate untuk Munin <https://github.com/WeblateOrg/munin>`_
sv: `Weblate-plugin för Munin <https://github.com/WeblateOrg/munin>`_
zh_hant: `Weblate 的 Munin 插件<https://github.com/WeblateOrg/munin>`_

source: Collecting error reports and monitoring performance
de: Sammeln von Fehlerberichten und Überwachen der Leistung
ga: Tuarascálacha earráide a bhailiú agus monatóireacht a dhéanamh ar fheidhmíocht
hu: Hibajelentések gyűjtése és teljesítmény monitorozása
id: Mengumpulkan laporan galat dan memantau kinerja
ja: エラーレポートの収集とパフォーマンスの監視
nl: Foutrapporten verzamelen en prestaties monitoren
pt: A coletar relatórios de erros e monitoramento do desempenho
pt_br: Coletando relatórios de erros e monitoramento do desempenho
ru: Сбор отчётов об ошибках и мониторинг производительности
sv: Insamling av felrapporter och övervakning av prestanda
ta: பிழை அறிக்கைகளை சேகரித்தல் மற்றும் செயல்திறனைக் கண்காணித்தல்
tr: Hata raporlarını toplamak ve başarımı izlemek
uk: Збирання звітів щодо помилок та стеження за швидкодією
zh_hans: 收集错误报告并监控性能

source: Weblate, as any other software, can fail. In order to collect useful failure states we recommend to use third party services to collect such information. This is especially useful in case of failing Celery tasks, which would otherwise only report error to the logs and you won't get notified on them. Weblate has support for the following services:
de: Weblate kann, wie jede andere Software auch, ausfallen. Um nützliche Fehlermeldungen zu sammeln, empfehlen wir die Nutzung von Drittanbieter-Diensten, um solche Informationen zu sammeln. Dies ist besonders nützlich bei fehlgeschlagenen Celery-Aufgaben, die sonst nur Fehler in den Logs melden würden und über die Sie nicht benachrichtigt werden. Weblate bietet Unterstützung für die folgenden Dienste:
ga: Is féidir le Weblate, mar aon bhogearraí eile, teip. Chun stáit teipe úsáideacha a bhailiú molaimid seirbhísí tríú páirtí a úsáid chun faisnéis den sórt sin a bhailiú. Tá sé seo an-úsáideach i gcás go dteipfeadh ar thascanna Soilire, rud a d’fhágfadh nach ndéanfadh ach earráid a thuairisciú do na logaí agus ní thabharfaí fógra duit fúthu. Tá tacaíocht ag Weblate do na seirbhísí seo a leanas:
hu: Mint minden más szoftver, a Weblate is meghibásodhat. A hasznos hibaállapotok összegyűjtése érdekében javasolt külső szolgáltatások használata. Ez különösen hasznos a Celery feladatok meghibásodása esetén, amelyek egyébként csak naplóban jelennének meg, és nem kapna róla értesítést. A Weblate az alábbi szolgáltatásokat támogatja:
id: Weblate, seperti perangkat lunak lainnya, dapat mengalami kegagalan. Untuk mengumpulkan status kegagalan yang bermanfaat, kami sarankan untuk menggunakan layanan pihak ketiga untuk mengumpulkan informasi tersebut. Ini sangat berguna jika terjadi kegagalan tugas Celery, yang jika tidak, hanya akan melaporkan galat ke log dan Anda tidak akan mendapatkan notifikasi. Weblate mendukung layanan berikut:
ja: Weblate は、他のソフトウェアと同じようにエラーが発生することがあります。有用な障害状態を収集するには、サードパーティのサービスを使用して、そのような情報を収集してください。これは、Celery タスクが失敗した場合にとても便利です。失敗した場合、ログにエラーが報告されるだけで、メールで通知はされません。Weblate が対応するログ サービス:
nl: Weblate, net als elke andere software, kan falen. Voor het verzamelen van nuttige statistieken voor mislukkingen bevelen wij services van derde partijen aan om dergelijke informatie te verzamelen. Dit is speciaal nuttige bij falende taken van Celery, die anders alleen in de logs zouden worden gerapporteerd en u zou er geen notificatie voor ontvangen. Weblate heeft ondersteuning voor de volgende services:
pt: Weblate, como qualquer outro software, pode falhar. Para coletar estados de falha úteis, recomendamos usar serviços de terceiros para coletar tais informações. Isso é especialmente útil no caso de falhas nas tarefas do Celery, que de outra forma só relatariam erro nos logs e não será notificado sobre eles. O Weblate tem suporte para os seguintes serviços:
pt_br: Weblate, como qualquer outro software, pode falhar. Para coletar status de falha úteis, recomendamos usar serviços de terceiros para coletar tais informações. Isso é especialmente útil no caso de falhas nas tarefas do Celery, que de outra forma só relatariam erro nos logs e você não será notificado sobre eles. O Weblate tem suporte para os seguintes serviços:
ro: Weblate, ca orice alt software, poate da greș. Pentru a colecta stări de eșec utile, vă recomandăm să utilizați servicii terțe pentru a colecta astfel de informații. Acest lucru este util mai ales în cazul sarcinilor Celery care eșuează, care altfel ar raporta erori doar în jurnale și nu veți fi notificat cu privire la acestea. Weblate are suport pentru următoarele servicii:
ru: Weblate, как и любое другое программное обеспечение, может дать сбой. Для сбора полезной информации о сбоях мы рекомендуем использовать услуги сторонних сервисов. Особенно они полезны в случае сбоя в задачах Celery, которые в противном случае просто записали бы ошибку в журнал, и вы не получили о ней никакого уведомления. Weblate поддерживает следующие сервисы:
sv: Weblate kan, precis som all annan programvara, drabbas av fel. För att samla in användbar information om fel rekommenderar vi att du använder tjänster från tredje part för att samla in sådan information. Detta är särskilt användbart vid fel i Celery-uppgifter, som annars endast skulle rapportera felet till loggarna utan att du får någon avisering om det. Weblate har stöd för följande tjänster:
ta: வலைபெயர்ப்பு, வேறு எந்த மென்பொருளையும் போல, தோல்வியடையும். பயனுள்ள தோல்வி நிலைகளை சேகரிக்க, இதுபோன்ற தகவல்களை சேகரிக்க மூன்றாம் தரப்பு சேவைகளைப் பயன்படுத்த பரிந்துரைக்கிறோம். செலரி பணிகளில் தோல்வியுற்றால் இது மிகவும் பயனுள்ளதாக இருக்கும், இல்லையெனில் பதிவுகளுக்கு பிழையை மட்டுமே புகாரளிக்கும், மேலும் அவை குறித்து உங்களுக்கு அறிவிக்கப்படாது. வலைபெயர்ப்பு பின்வரும் சேவைகளுக்கு ஆதரவைக் கொண்டுள்ளது:
tr: Weblate, diğer yazılımlar gibi sorun çıkarabilir. Yardımcı olabilecek sorun durumlarını derlemek için üçüncü taraf hizmetlerini kullanmanızı öneririz. Bu uygulama, özellikle Celery görevlerinin yapılamaması durumunda kullanışlıdır. Yoksa hata yalnızca günlüklere bildirilir ve bunlar ile ilgili bildirim almazsınız. Weblate tarafından desteklenen hizmetler şunlardır:
uk: Weblate, як і будь-яке інше програмне забезпечення, може містити помилки. Для збирання корисних даних щодо критичних помилок ми рекомендуємо користуватися сторонніми службами, які можуть збирати такі дані. Це особливо корисно у випадку помилок, які пов'язано із завданнями Celery. Якщо не користуватися сторонніми засобами, від таких помилок лишається лише запис у журналі — ви не побачите сповіщення щодо них. У Weblate передбачено підтримку таких служб:
zh_hans: 与其他任何软件一样，Weblate 可能会失败。为了收集有用的故障状态，我们推荐使用第三方服务来收集此类信息。这在 Celery 任务失败的情况下尤其有用，否则将只会向日志报告错误，而您不会收到有关它们的通知。Weblate 支持以下服务：
zh_hant: 與其他任何軟件一樣，Weblate 可能會失敗。為了收集有用的故障狀態，我們推薦使用第三方服務來收集此類信息。這在 Celery 任務失敗的情況下尤其有用，否則將只會向日誌報告錯誤，而您不會收到有關它們的通知。 Weblate 支持以下服務：

source: Weblate has built-in support for `Sentry <https://sentry.io/>`_. To use it, it's enough to set :setting:`SENTRY_DSN` in the :file:`settings.py`:
de: Weblate hat integrierte Unterstützung für `Sentry <https://sentry.io/>`_. Um sie zu nutzen, genügt es, :setting:`SENTRY_DSN` in der :file:`settings.py` zu setzen:
ga: Tá tacaíocht ionsuite ag Weblate do `Sentry <https://sentry.io/>`_. Chun é a úsáid, is leor :setting:`SENTRY_DSN` a shocrú sa :file:`settings.py`:
hu: A Weblate beépített támogatást nyújt a `Sentry <https://sentry.io/>`_ szolgáltatáshoz. Használatához elegendő a :setting:`SENTRY_DSN` beállítása a :file:`settings.py` fájlban:
id: Weblate memiliki dukungan bawaan untuk `Sentry <https://sentry.io/>`_. Untuk menggunakannya, cukup atur :setting:`SENTRY_DSN` di :file:`settings.py`:
ja: Weblate には `Sentry <https://sentry.io/>`_ への対応が組み込まれています。使用するには、 :file:`settings.py` に :setting:`SENTRY_DSN` だけを設定すれば十分です。
nl: Weblate heeft ingebouwde ondersteuning voor `Sentry <https://sentry.io/>`_. Het is voldoende, om het te gebruiken, om :setting:`SENTRY_DSN` in te stellen in :file:`settings.py`:
pt: O Weblate possui suporte embutido para `Sentry <https://sentry.io/>`_. Para usá-lo, é suficiente definir :setting:`SENTRY_DSN` no :file:`settings.py`:
pt_br: O Weblate possui suporte embutido para `Sentry <https://sentry.io/>`_. Para usá-lo, é suficiente definir :setting:`SENTRY_DSN` no :file:`settings.py`:
ro: Weblate are suport încorporat pentru `Sentry <https://sentry.io/>`_. Pentru a-l utiliza, este suficient să setați :setting:`SENTRY_DSN` în :file:`settings.py`:
ru: В Weblate встроена поддержка `Sentry <https://sentry.io/>`_. Для его использования достаточно установить параметр :setting:`SENTRY_DSN` в :file:`settings.py`:
sv: Weblate har inbyggt stöd för `Sentry <https://sentry.io/>`_. För att använda det räcker det att ställa in :setting:`SENTRY_DSN` i :file:`settings.py`:
tr: Weblate, `Sentry <https://sentry.io/>`_ desteği sunar. Kullanmak için, :file:`settings.py` dosyasında :setting:`SENTRY_DSN` seçeneğini ayarlamak yeterlidir:
uk: У Weblate є вбудована підтримка `Sentry <https://sentry.io/>`_. Щоб скористатися нею, достатньо встановити :setting:`SENTRY_DSN` у файлі :file:`settings.py`:
zh_hans: Weblate 内置了对 `Sentry <https://sentry.io/>`_ 的支持。要使用它，只需在 :file:`settings.py` 中设置 :setting:`SENTRY_DSN`：
zh_hant: Weblate 內置了對 `Sentry <https://sentry.io/>`_ 的支持。要使用它，只需在 :file:`settings.py` 中設置 :setting:`SENTRY_DSN`：
