Repository: WeblateOrg/weblate
Catalog: docs/locales/*/LC_MESSAGES/docs.po
Languages: de, ga, hu, id, ja, nl, pt, pt_br, ro, ru, sv, ta, tr, uk, zh_hans, zh_hant

source: The self-hosting project `YunoHost <https://yunohost.org/>`_ provides a package for Weblate. Once you have your YunoHost installation, you may install Weblate as any other application. It will provide you with a fully working stack with backup and restoration, but you may still have to edit your settings file for specific usages.
de: Das Self-Hosting-Projekt `YunoHost <https://yunohost.org/>`_ bietet ein Paket für Weblate. Sobald Sie Ihre YunoHost-Installation haben, können Sie Weblate wie jede andere Anwendung installieren. Sie erhalten damit einen voll funktionsfähigen Stack mit Sicherung und Wiederherstellung, müssen aber möglicherweise noch Ihre Einstellungsdatei für bestimmte Verwendungszwecke bearbeiten.
ga: Soláthraíonn an tionscadal féin-óstála `YunoHost <https://yunohost.org/>`_ pacáiste do Weblate. Nuair a bheidh do shuiteáil YunoHost agat, féadfaidh tú Weblate a shuiteáil mar aon fheidhmchlár eile. Cuirfidh sé cruach lán-oibre ar fáil duit le cúltaca agus athchóiriú, ach seans go mbeidh ort fós do chomhad socruithe a chur in eagar le haghaidh úsáidí sonracha.
hu: A `YunoHost <https://yunohost.org/>`_ önálló üzemeltetésre szánt projekt, amelyhez Weblate csomag is elérhető. Miután telepítette a YunoHostot, a Weblate az egyéb alkalmazásokhoz hasonlóan telepíthető. A csomag egy teljesen működő rendszert biztosít, amely tartalmaz biztonsági mentést és visszaállítást is, ugyanakkor bizonyos felhasználási eseteknél szükség lehet a beállítási fájlok kézi módosítására.
id: Proyek hosting mandiri ` YunoHost <https://yunohost.org/>`_ menyediakan paket untuk Weblate. Setelah Anda memiliki instalasi YunoHost, Anda dapat memasang Weblate seperti aplikasi lainnya. Weblate akan memberikan Anda stack yang berfungsi penuh dengan rekam cadang dan restorasi, tetapi Anda mungkin masih harus mengedit berkas pengaturan Anda untuk penggunaan tertentu.
ja: 自己ホスト用プロジェクト `YunoHost <https://yunohost.org/>`_ は Weblate 用のパッケージを提供しています。YunoHost をインストールしたら、他のアプリケーションと同じように Weblate をインストールできます。バックアップと復元を備えた完全に動作するスタックを提供しますが、用途に合わせて設定ファイルを編集することが必要です。
nl: Het project voor zelf hosten `YunoHost <https://yunohost.org/>`_ verschaft een pakket voor Weblate. Als u eenmaal uw installatie voor YunoHost hebt, kunt u Weblate installeren net als elke andere toepassing. Het zal u een volledig werkende stapel geven met back-up en terugzetten, maar u moet nog steeds uw bestand met instellingen bewerken voor specifiek gebruik.
pt: O projeto de hospedagem própria `YunoHost <https://yunohost.org/>`_ fornece um pacote para Weblate. Uma vez que tenha a sua instalação YunoHost, pode instalar o Weblate como qualquer outra aplicação. Ele fornecerá uma pilha de trabalho completo com backup e restauração, mas ainda pode ter que editar seu ficheiro de configurações para usos específicos.
pt_br: O projeto de auto-hospedagem `YunoHost <https://yunohost.org/>`_ fornece um pacote para Weblate. Uma vez que você tenha a sua instalação YunoHost, você pode instalar o Weblate como qualquer outro aplicativo. Ele fornecerá uma pilha de trabalho completo com backup e restauração, mas você ainda pode ter que editar seu arquivo de configurações para usos específicos.
ro: Proiectul de auto-hosting `YunoHost <https://yunohost.org/>`_ oferă un pachet pentru Weblate. Odată ce aveți instalarea YunoHost, puteți instala Weblate ca orice altă aplicație. Aceasta vă va oferi o stivă complet funcțională cu backup și restaurare, dar este posibil să trebuiască să editați fișierul de setări pentru anumite utilizări.
ru: Проект самостоятельного хостинга `YunoHost <https://yunohost.org/>`_ предоставляет пакет для Weblate. После установки YunoHost вы сможете установить Weblate как любое другое приложение. Он предоставит вам полностью рабочий стек с резервным копированием и восстановлением, но вам всё равно может понадобиться отредактировать файл настроек для определённых целей использования.
sv: Det självhostade projektet `YunoHost <https://yunohost.org/>`_ tillhandahåller ett paket för Weblate. När du har installerat YunoHost kan du installera Weblate som vilken annan applikation som helst. Det ger dig en fullt fungerande stack med säkerhetskopiering och återställning, men du kan fortfarande behöva redigera din inställningsfil för specifika användningsområden.
ta: தன்வய ஓச்டிங் திட்டம் `யூனோஓச்ட் <https://yunohost.org/>` _ வலைபெயர்ப்புடுக்கு ஒரு தொகுப்பை வழங்குகிறது. உங்கள் யூனோஓச்ட் நிறுவலை நீங்கள் பெற்றவுடன், நீங்கள் வேறு எந்த பயன்பாடாகவும் வலைபெயர்ப்புடை நிறுவலாம். இது காப்புப்பிரதி மற்றும் மறுசீரமைப்புடன் முழுமையாக வேலை செய்யும் அடுக்கை உங்களுக்கு வழங்கும், ஆனால் குறிப்பிட்ட பயன்பாடுகளுக்கு உங்கள் அமைப்புகள் கோப்பை நீங்கள் திருத்த வேண்டியிருக்கும்.
tr: Kendi kendine barındırma projesi `YunoHost <https://yunohost.org/>`_ bir Weblate paketi sağlar. YunoHost kurulumunuzu yaptıktan sonra, Weblate başka bir uygulama olarak kurulabilir. Yedekleme ve geri yükleme ile tam olarak çalışan bir paket sunar. Bununla birlikte yine de belirli kullanımlar için ayarlar dosyanızı düzenlemeniz gerekebilir.
uk: Проєкт із власним сервером `YunoHost <https://yunohost.org/>`_ надає пакунок із Weblate. Після встановлення YunoHost ви можете встановити Weblate як будь-яку іншу програму. У ваше розпорядження буде додано повністю працездатний стос програм із резервним копіюванням і відновленням даних, але файл параметрів може потребувати додаткового налаштовування для забезпечення специфічних для вас потреб.
zh_hans: 自托管项目 `YunoHost <https://yunohost.org/>`_ 为 Weblate提供了包。一旦安装了 YunoHost，就可以同其它应用一样安装 Weblate。它还为你提供带有备份和恢复的完全工作栈，但你必须为特定应用编辑设置文件。
zh_hant: 自託管項目 `YunoHost <https://yunohost.org/>`_ 為 Weblate提供了包。一旦安裝了 YunoHost ，就可以同其它應用一樣安裝 Weblate 。它還為你提供帶有備份和恢復的完全工作棧，但你必須為特定應用編輯設置文件。

source: You may use your administration interface, or this button (it will bring you to your server):
de: Sie können Ihre Adminoberfläche oder diese Schaltfläche verwenden (sie bringt Sie zu Ihrem Server):
ga: Is féidir leat do chomhéadan riaracháin, nó an cnaipe seo a úsáid (beidh sé chuig do fhreastalaí agat):
hu: A telepítést elvégezheti az adminisztrációs felületen keresztül vagy használhatja ezt a gombot (amely a saját szerverére irányítja):
id: Anda dapat menggunakan antarmuka administrasi Anda, atau tombol ini (yang akan membawa Anda ke server Anda):
ja: 管理画面を使用するか、このボタンの使用（サーバーに移動）:
nl: U zou uw beheerinterface kunnen gebruiken, of deze knop (die zal u naar uw server brengen):
pt: Pode usar a sua interface de administração ou este botão (vai levá-lo ao seu servidor):
pt_br: Você pode usar sua interface de administração ou este botão (ele vai levá-lo ao seu servidor):
ro: Puteți utiliza interfața de administrare sau acest buton (care vă va duce la serverul tău):
ru: Вы можете воспользоваться интерфейсом администрирования или этой кнопкой (она приведёт вас на ваш сервер):
sv: Du kan använda ditt administrationsgränssnitt eller den här knappen (den tar dig till din server):
ta: உங்கள் நிர்வாக இடைமுகம் அல்லது இந்த பொத்தானைப் பயன்படுத்தலாம் (இது உங்களை உங்கள் சேவையகத்திற்கு கொண்டு வரும்):
tr: Yönetim arayüzünü ya da bu düğmeyi kullanabilirsiniz (sizi sunucunuza götürür):
uk: Ви можете скористатися вашим адміністративним інтерфейсом або цієї кнопкою (вона приведе вас до вашого сервера):
zh_hans: 可以使用管理界面，或这个按钮（它将带你到你的服务器）：
zh_hant: 可以使用管理界面，或這個按鈕（它將帶你到你的服務器）：

source: Install Weblate with YunoHost
de: Weblate mit YunoHost installieren
ga: Suiteáil Weblate le YunoHost
hu: Weblate telepítése YunoHost segítségével
id: Instal Weblate dengan YunoHost
ja: YunoHost を使用した Weblate のインストール
nl: Weblate installeren met YunoHost
pt: Instalar Weblate com YunoHost
pt_br: Instalar Weblate com YunoHost
ro: Instalați Weblate cu YunoHost
ru: Установка Weblate с YunoHost
sv: Installera Weblate med YunoHost
ta: யூனோஓச்டுடன் வலைபெயர்ப்பு நிறுவவும்
tr: YunoHost ile Weblate kurun
uk: Встановити Weblate у YunoHost
zh_hans: 用 YunoHost 安装 Weblate

source: It also is possible to use the command-line interface:
de: Es ist auch möglich, die Befehlszeilenschnittstelle zu verwenden:
ga: Is féidir freisin an comhéadan ordú-líne a úsáid:
hu: Lehetőség van a parancssoros felületen keresztüli telepítésre is:
id: Anda juga dapat menggunakan antarmuka baris perintah:
ja: コマンドライン インターフェイスの使用も可能:
nl: Het is ook mogelijk om de interface voor de opdrachtregel te gebruiken:
pt: Também é possível usar a interface da linha de comando:
pt_br: Também é possível usar a interface da linha de comando:
ro: De asemenea, este posibil să se utilizeze interfața de linie de comandă:
ru: Также можно использовать интерфейс командной строки:
sv: Det är också möjligt att använda kommandoradsgränssnittet:
ta: கட்டளை-வரி இடைமுகத்தைப் பயன்படுத்து முடியும்:
tr: Komut satırı arayüzü de kullanılabilir:
uk: Також можна скористатися інтерфейсом командного рядка:
zh_hans: 还能够使用命令行界面：
zh_hant: 還能夠使用命令行界面：

source: Quick setup guide
de: Kurzanleitung zur Einrichtung
ga: Treoir suiteála tapa
hu: Gyors telepítési útmutató
id: Panduan pengaturan cepat
ja: 簡単セットアップ ガイド
nl: Handleiding voor snel instellen
pt: Guia de configuração rápida
pt_br: Guia de configuração rápida
ro: Ghid de configurare rapidă
ru: Краткое руководство по установке
sv: Snabbinstallationsguide
ta: விரைவான அமைவு வழிகாட்டி
tr: Hızlı kurulum rehberi
uk: Настанови зі спрощеного налаштовування
zh_hans: 快速设置向导

source: Configuration instructions
de: Konfigurationsanweisungen
ga: Treoracha cumraíochta
hu: Konfigurációs útmutató
id: Instruksi konfigurasi
ja: 導入方法
nl: Instructies voor configureren
pt: Instruções de configuração
pt_br: Instruções de configuração
ro: Instrucțiuni de configurare
ru: Инструкции по настройке
sv: Konfigurationsinstruktioner
ta: உள்ளமைவு வழிமுறைகள்
tr: Yapılandırma yönergesi
uk: Настанови з налаштовування
zh_hans: 配置说明
zh_hant: 配置手冊

source: Installing Weblate
de: Weblate installieren
ga: Suiteáil Weblate
hu: A Weblate telepítése
id: Menginstal Weblate
ja: Weblate のインストール
nl: Weblate installeren
pt: Instalar o Weblate
pt_br: Instalando o Weblate
ro: Instalarea Weblate
ru: Установка Weblate
sv: Installera Weblate
ta: வலைபெயர்ப்பு நிறுவுகிறது
tr: Weblate kurulumu
uk: Установлення Weblate
zh_hans: 安装 Weblate
zh_hant: 安裝 Weblate

source: Depending on your setup and experience, choose an appropriate installation method for you:
de: Wählen Sie je nach Ihren Gegebenheiten und Ihrer Erfahrung eine für Sie geeignete Installationsmethode:
ga: Ag brath ar do shocrú agus ar an taithí atá agat, roghnaigh modh suiteála oiriúnach duit:
hu: A tapasztalattól és a környezettől függően válassza ki az Ön számára megfelelő telepítési módot:
id: Bergantung pada pengaturan dan pengalaman Anda, pilih metode instalasi yang tepat untuk Anda:
ja: セットアップと経験に応じて、適切なインストール方法を選択する:
nl: Kies, afhankelijk van uw instellingen en ervaring, een voor u toepasselijke methode om te installeren:
pt: Dependendo da sua configuração e experiência, escolha um método de instalação apropriado para si:
pt_br: Dependendo da sua configuração e experiência, escolha um método de instalação apropriado para você:
ro: În funcție de configurația și experiența dumneavoastră, alegeți o metodă de instalare adecvată pentru dumneavoastră:
ru: В зависимости от ваших настроек и опыта выберите подходящий для вас способ установки:
sv: Välj en lämplig installationsmetod utifrån din konfiguration och erfarenhet:
ta: உங்கள் அமைப்பு மற்றும் அனுபவத்தைப் பொறுத்து, உங்களுக்கான பொருத்தமான நிறுவல் முறையைத் தேர்வுசெய்க:
tr: Kurulumunuza ve deneyiminize bağlı olarak, size en uygun kurulum yöntemi seçin:
uk: Залежно від налаштувань та вашого досвіду, виберіть для себе відповідний спосіб встановлення:
zh_hans: 根据你的设置和经验，选择一个适合你的安装方法：
zh_hant: 根據你的設置和經驗，為你選擇適當的安裝方法：

source: :doc:`install/docker`, recommended for production setups.
de: :doc:`install/docker`, empfohlen für Produktionssysteme.
ga: :doc:`install/docker`, molta le haghaidh socruithe táirgeachta.
hu: :doc:`install/docker`, ajánlott éles környezetekhez.
id: :doc:`install/docker`, direkomendasikan untuk pengaturan produksi.
ja: :doc:`install/docker`、運用環境として推奨。
nl: :doc:`install/docker`, aanbevolen voor productie-instellingen.
pt: :doc:`install/docker`, recomendado para configurações de produção.
pt_br: :doc:`install/docker`, recomendado para configurações de produção.
ro: :doc:`install/docker`, recomandat pentru configurațiile de producție.
ru: :doc:`install/docker`, рекомендуется для установки на рабочих серверах.
sv: :doc:`install/docker`, rekommenderas för produktionsmiljöer.
tr: Üretim kurulumları için önerilen :doc:`install/docker`.
uk: :doc:`install/docker`, рекомендовано для промислових налаштувань.
zh_hans: :doc:`install/docker`，推荐用于生产设置。
zh_hant: :doc:`install/docker`, 推薦用於生產安裝。

source: Virtualenv installation, recommended for production setups:
de: Virtualenv-Installation, empfohlen für Produktionssysteme:
ga: Suiteáil Virtualenv, molta le haghaidh socruithe táirgeachta:
hu: Virtuális környezetbe történő telepítés, szintén ajánlott éles környezetekhez:
id: Instalasi Virtualenv, direkomendasikan untuk pengaturan produksi:
ja: Virtualenv のインストール、推奨する運用環境:
nl: Installeren met virtualenv, aanbevolen voor productie-instellingen:
pt: Instalação virtualenv, recomendada para configurações de produção:
pt_br: Instalação com virtualenv, recomendada para configurações de produção:
ro: Instalarea Virtualenv, recomandată pentru configurațiile de producție:
ru: Установка в виртуальное окружение, рекомендуется для рабочей среды:
sv: Virtualenv-installation, rekommenderas för produktionsmiljöer:
ta: மெய்நிகர்என்.வி நிறுவல், விளைவாக்கம் அமைப்புகளுக்கு பரிந்துரைக்கப்படுகிறது:
tr: Üretim kurulumları için önerilen virtualenv kurulumu:
uk: Установлення у віртуальному середовищі, рекомендовано для промислових конфігурацій:
zh_hans: Virtualenv 安装，推荐用于生产设置：
zh_hant: Virtualenv 安裝，推薦用於產品設置：

source: :doc:`install/source`, recommended for development.
de: :doc:`install/source`, empfohlen für die Entwicklung.
ga: :doc:`install/source`, molta le haghaidh forbartha.
hu: :doc:`install/source`, ajánlott fejlesztési célokra.
id: :doc:`install/source`, direkomendasikan untuk pengembangan.
ja: :doc:`install/source`、開発環境として推奨。
nl: :doc:`install/source`, aanbevolen voor ontwikkeling.
pt: :doc:`install/source`, recomendado para o desenvolvimento.
pt_br: :doc:`install/source`, recomendado para o desenvolvimento.
ro: :doc:`install/source`, recomandat pentru dezvoltare.
ru: :doc:`install/source`, рекомендуется для разработки.
sv: :doc:`install/source`, rekommenderas för utveckling.
tr: :doc:`install/source`, geliştirme çalışmaları için önerilir.
uk: :doc:`install/source`, рекомендовано для розробки.
zh_hans: :doc:`install/source`，推荐用于开发。

source: Architecture overview
de: Architekturübersicht
ga: Forbhreathnú ar ailtireacht
hu: Rendszer-architektúra áttekintése
id: Ikhtisar arsitektur
ja: アーキテクチャの概要
nl: Overzicht architectuur
pt: Visão geral da arquitetura
pt_br: Visão geral da arquitetura
ru: Обзор архитектуры
sv: Arkitekturöversikt
ta: கட்டிடக்கலை கண்ணோட்டம்
tr: Mimari özeti
uk: Огляд архітектури
zh_hans: 架构概览

source: Web server
ga: Freastalaí gréasáin
hu: Webszerver
id: Server web
ja: Web サーバー
pt: Servidor Web
pt_br: Servidor Web
ru: Веб-сервер
sv: Webbserver
ta: வலை சேவையகம்
tr: İnternet sunucusu
uk: Вебсервер
zh_hans: Web 服务器

source: Handling incoming HTTP requests, :ref:`static-files`.
de: Verarbeitung eingehender HTTP-Anfragen, :ref:`static-files`.
ga: Láimhseáil iarratais HTTP isteach, :ref:`static-files`.
hu: A bejövő HTTP-kérések kezelése, lásd: :ref:`static-files`.
id: Menangani permintaan HTTP yang masuk, :ref:`static-files`.
ja: 受信 HTTP リクエストの処理、:ref:`static-files`。
nl: Afhandeling van inkomende HTTP-verzoeken, :ref:`static-files`.
pt: Tratamento de solicitações HTTP de entrada, :ref:`static-files`.
pt_br: Tratamento de solicitações HTTP de entrada, :ref:`static-files`.
sv: Hantera inkommande HTTP-förfrågningar, :ref:`static-files`.
tr: Gelen HTTP isteklerinin işlenmesi, :ref:`static-files`.
uk: Обробка вхідних HTTP-запитів, :ref:`static-files`.
zh_hans: 处理传入的 HTTP 请求，:ref:`static-files`。

source: Celery workers
de: Celery-Worker
ga: Oibrithe soilire
hu: Celery munkafolyamatok
id: Pekerja Celery
ja: Celery ワーカー
nl: Celery-werkers
pt: Trabalhadores do Celery
pt_br: Trabalhadores do Celery
sv: Selleriarbetare
ta: செலரி தொழிலாளர்கள்
tr: Celery işlemleri
uk: Робітники Celery
zh_hans: Celery 工作进程

source: :ref:`celery` are executed here.
de: :ref:`celery` werden hier ausgeführt.
ga: :ref:`celery` a fhorghníomhú anseo.
hu: A :ref:`celery` feladatok is itt kerülnek végrehajtásra.
id: :ref:`celery` dieksekusi di sini.
ja: :ref:`celery` は、ここで実行されます。
nl: :ref:`celery` worden hier uitgevoerd.
pt: :ref:`celery` são executados aqui.
pt_br: :ref:`celery` são executados aqui.
sv: :ref:`celery` exekveras här.
tr: :ref:`celery` burada yürütülür.
uk: :ref:`celery` виконались тут.
zh_hans: :ref:`celery` 在此执行。

source: Depending on your workload, you might want to customize the number of workers.
de: Je nach Auslastung möchten Sie möglicherweise die Anzahl der Worker anpassen.
ga: Ag brath ar d'ualach oibre, b'fhéidir gur mhaith leat líon na n-oibrithe a shaincheapadh.
hu: A munkaterheléstől függően érdemes lehet testreszabni a munkafolyamatok (workers) számát.
id: Tergantung pada beban kerja Anda, Anda mungkin ingin menyesuaikan jumlah pekerja.
ja: 作業負荷に応じて、ワーカー数を変更してください。
nl: Afhankelijk van uw werklast wilt u misschien het aantal werkers aanpassen.
pt: Dependendo da sua carga de trabalho, pode personalizar a quantidade de trabalhadores.
pt_br: Dependendo da sua carga de trabalho, você pode querer personalizar o número de trabalhadores.
ru: В зависимости от нагрузки, возможно, вы захотите изменить количество обработчиков.
sv: Beroende på din arbetsbelastning kan du behöva anpassa antalet arbetare.
ta: உங்கள் பணிச்சுமையைப் பொறுத்து, நீங்கள் தொழிலாளர்களின் எண்ணிக்கையைத் தனிப்பயனாக்க விரும்பலாம்.
tr: İş yükünüze bağlı olarak, işlem sayısını değiştirmek isteyebilirsiniz.
uk: Залежно від вашого робочого навантаження, ви можете налаштувати кількість працівників.
zh_hans: 你可能想定制 Celery worker 数目，这取决于你的工作负载。

source: Use dedicated node when scaling Weblate horizontally.
de: Verwenden Sie einen dedizierten Knoten, wenn Sie Weblate horizontal skalieren.
ga: Bain úsáid as nód tiomnaithe agus Weblate á scálaiú go cothrománach.
hu: Weblate vízszintes skálázásakor használjon dedikált csomópontot.
id: Gunakan simpul khusus saat menskalakan Weblate secara horizontal.
ja: Weblate を水平方向にスケーリングする場合は、専用ノードを使用してください。
nl: Gebruik de toegewezen node bij het horizontaal op schaal brengen van Weblate.
pt: Use um nó dedicado ao escalar o Weblate horizontalmente.
pt_br: Use um nó dedicado ao escalar o Weblate horizontalmente.
sv: Använd dedikerad nod vid horisontell skalning av Weblate.
ta: வெப்ளேட்டை கிடைமட்டமாக அளவிடும்போது அர்ப்பணிப்பு முனையைப் பயன்படுத்தவும்.
tr: Weblate platformunu yatay olarak ölçeklendirirken özel ayrılmış bir düğüm kullanın.
uk: Використовуйте спеціальний вузол для масштабування Weblate по горизонталі.
zh_hans: 垂直缩放 Weblate 时使用专门节点。

source: A WSGI server serving web pages to users.
de: Ein WSGI-Server, der Benutzern Webseiten bereitstellt.
ga: Freastalaí WSGI a fhreastalaíonn ar leathanaigh ghréasáin d’úsáideoirí.
hu: A WSGI-szerver biztosítja a weboldalak kiszolgálását a felhasználók számára.
id: Server WSGI yang menyajikan halaman web kepada pengguna.
ja: ユーザーに Web ページを提供する WSGI サーバー。
nl: Een WSGI-server serveert webpagina's aan gebruikers.
pt: Um servidor WSGI servindo páginas web para utilizadores.
pt_br: Um servidor WSGI servindo páginas web para usuários.
sv: En WSGI-server som levererar webbsidor till användare.
ta: பயனர்களுக்கு வலைப்பக்கங்களை வழங்கும் WSGI சேவையகம்.
tr: Site sayfalarını kullanıcılara sunan bir WSGI sunucusu.
uk: Сервер WSGI, що обслуговує вебсторінки для користувачів.
zh_hans: 提供网页给用户的 WSGI 服务器。

source: PostgreSQL database server for storing all the content, see :ref:`database-setup`.
de: PostgreSQL-Datenbankserver zum Speichern aller Inhalte, siehe :ref:`database-setup`.
ga: Freastalaí bunachar sonraí PostgreSQL chun an t-ábhar go léir a stóráil, féach :ref:`database-setup`.
hu: PostgreSQL adatbázis-szerver az összes tartalom tárolására szolgál, lásd: :ref:`database-setup`.
id: Server basis data PostgreSQL untuk menyimpan semua konten, lihat :ref:`database-setup`.
ja: すべてのコンテンツを保存するための PostgreSQL データベース サーバー。参照: :ref:`database-setup`。
nl: PostgreSQL databaseserver voor het opslaan van alle inhoud, bekijk :ref:`database-setup`.
pt: Servidor de banco de dados PostgreSQL para armazenar todo o conteúdo, consulte: :ref:`database-setup`.
pt_br: Servidor de banco de dados PostgreSQL para armazenar todo o conteúdo, consulte: :ref:`database-setup`.
ru: Сервер базы данных PostgreSQL для хранения всего содержимого, см. :ref:`database-setup`.
sv: PostgreSQL-databasserver för lagring av allt innehåll, se :ref:`database-setup`.
tr: Tüm içeriği tutmak için PostgreSQL veri tabanı sunucusu. Ayrıntılı bilgi almak için: :ref:`database-setup`.
uk: Сервер бази даних PostgreSQL для зберігання всього контенту, див. :ref:`database-setup`.
zh_hans: 存储所有内容的 PostgreSQL 数据库服务器，参见 :ref:`database-setup`。

source: Use dedicated database node for sites with hundreds of millions of hosted words.
de: Verwenden Sie einen dedizierten Datenbankknoten für Websites mit Hunderten Millionen gehosteter Wörter.
ga: Bain úsáid as nód bunachair shonraí tiomnaithe do shuímh ina bhfuil na céadta milliún focal óstaithe.
hu: Nagy, több százmillió szót tartalmazó oldalak esetében célszerű dedikált adatbázis-csomópontot használni.
id: Gunakan simpul basis data khusus untuk situs dengan ratusan juta kata yang dihosting.
ja: 数百億の単語をホストするサイトの場合、専用のデータベース ノードを使用してください。
nl: Gebruik een toegewezen node voor de database voor sites met honderden miljoenen gehoste woorden.
pt: Usa um nó de base de dados dedicada para sítios com centenas de milhões de palavras alojadas.
pt_br: Use um nó de banco de dados dedicado para sites com centenas de milhões de palavras hospedadas.
sv: Använd dedikerad databasnod för webbplatser med hundratals miljoner värdord.
ta: நூற்றுக்கணக்கான மில்லியன் புரவலன் செய்யப்பட்ட சொற்களைக் கொண்ட தளங்களுக்கு அர்ப்பணிக்கப்பட்ட தரவுத்தள முனையைப் பயன்படுத்தவும்.
tr: Yüz milyonlarca barındırılan sözcük bulunan siteler için ayrılmış bir veri tabanı düğümü kullanın.
uk: Використовуйте виділений вузол бази даних для сайтів з сотнями мільйонів розміщених слів.
zh_hans: 对托管单词数以亿计的站点使用专门的数据库节点。

source: Key/value datastore such as Valkey or Redis server for cache and tasks queue, see :ref:`celery`.
sv: Nyckel/värde-databas såsom Valkey eller Redis-server för cache och uppgiftskö, se :ref:`celery`.

source: File system
de: Dateisystem
ga: Córas comhaid
hu: Fájlrendszer
id: Sistem berkas
ja: ファイルシステム
nl: Bestandssysteem
pt: Sistema de ficheiros
pt_br: Sistema de arquivos
ru: Файловая система
sv: Filsystem
ta: கோப்பு முறைமை
tr: Dosya sistemi
uk: Файлова система
zh_hans: 文件系统
